Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/alumni.po
Languages: fr

# seo_title
source: Alumni
fr: Anciens membres

# search_description
source: Mozilla seeks to explore how alumni can nurture relationships with each other, connect as a network, explore collaboration and share their impactful work with the world. Applications are now being accepted for the second cohort.
fr: Mozilla cherche à explorer comment les anciens membres peuvent entretenir des relations entre eux, se connecter en tant que réseau, collaborer et partager leurs travaux percutants avec le monde entier. Les candidatures sont maintenant acceptées pour la deuxième cohorte.

# body.d88555d0-2096-4c89-92b8-4cf86f5f6b25
source: Mozilla Alumni
fr: Anciens membres de Mozilla

# body.d88555d0-2096-4c89-92b8-4cf86f5f6b25
source: Mozilla alumni are a vibrant community of past fellows and awardees from around the world. They are individuals working on a wide range of important topics across many intersecting movements linked by one common thread — a vision for a world where technology serves the public interest.
fr: Les anciens membres de Mozilla sont une communauté dynamique de bénéficiaires de bourses et de subventions du monde entier. Ce sont des personnes qui s’investissent dans une diversité de sujets cruciaux au sein de plusieurs mouvements qui se recoupent, tous unis par une vision commune : celle d’un monde où la technologie est au service de l’intérêt général.

# body.d88555d0-2096-4c89-92b8-4cf86f5f6b25
source: More about alumni and their work can be found <a id="a1">in this directory.</a>
fr: Vous trouverez plus d’informations sur les anciens membres et leur travail <a id="a1">dans cet annuaire</a>.

# body.13e0a60d-a82f-45d1-9193-16fc2132c58e.altText
source: megaphone icon
fr: icône de mégaphone

# body.79b7de1c-7c75-4f05-996f-d39741a8b419
source: Building an alumni program
fr: Créer un programme pour les anciens membres

# body.79b7de1c-7c75-4f05-996f-d39741a8b419
source: The Mozilla alumni program is the next chapter of the global network of incredible awardees and fellows whose work has focused on advancing a more human-centered internet. The program supports alumni connections to each other, to Mozilla, to resources, and to opportunities. It is also a commitment from Mozilla to build with and for alumni, informed by feedback and rooted in collaboration. This work is ongoing and in development.
fr: Le programme des anciens membres de Mozilla est le prochain chapitre d’un réseau mondial d’incroyables bénéficiaires de bourses et de subventions dont le travail a été axé sur la création d’un Internet davantage centré sur les humains. Le programme favorise les connexions entre les anciens membres, avec Mozilla et avec des ressources et des opportunités. C’est également un engagement de Mozilla de développer des projets avec et pour ses anciens membres, en tenant compte de leurs retours et en privilégiant la collaboration. Ce travail est toujours en cours et continue d’évoluer.

source: alumni
fr: anciens membres

source: Alumni Connection Grants
fr: Subventions Alumni Connection

source: Mozilla seeks to explore how alumni can nurture relationships with each other, connect as a network, explore collaboration and share their impactful work with the world.
fr: Mozilla cherche à explorer comment les anciens membres peuvent entretenir des relations entre eux, se connecter en tant que réseau, collaborer et partager leurs travaux percutants avec le monde entier.

source: Applications are currently closed
fr: Les candidatures sont actuellement fermées

source: alumni illustrations
fr: illustrations d’anciens membres

source: Alumni Wiki
fr: Wiki des anciens membres

source: This is where information and updates will be shared about Mozilla’s alumni program. In the spirit of working open, it will be regularly updated as vision evolves, the program takes shape, and lessons are learnt.
fr: C’est ici que seront partagées des informations et des actualités sur le programme des anciens membres de Mozilla. Afin de permettre un travail ouvert, il sera régulièrement mis à jour au fur et à mesure que notre vision évolue, que le programme prend forme et que des enseignements sont tirés.

source: Alumni Wiki
fr: Wiki des anciens membres

# body.e9cf0acd-081a-406c-b30a-f50cf9bc44e3.altText
source: email icon
fr: icône d’e-mail

# body.e9cf0acd-081a-406c-b30a-f50cf9bc44e3.text
source: <b>We’d love to stay in touch!</b> <a id="a1">Sign up for the Mozilla alumni newsletter</a> or reach out to us at <a id="a2">alumni@mozillafoundation.org</a>.
fr: <b>Nous serions ravis de rester en contact !</b> <a id="a1">Inscrivez-vous à la newsletter des anciens membres de Mozilla</a> ou contactez-nous à l’adresse <a id="a2">alumni@mozillafoundation.org</a>.

# body.f2b35e82-1c16-493c-aa30-dbcb9582de92.title
source: Learn more about the Mozilla alumni network
fr: Apprenez-en davantage sur le réseau des anciens membres de Mozilla

# body.c4074fa3-f04c-468c-b74a-619fd143e039.altText
source: connection
fr: Connexion

# body.c4074fa3-f04c-468c-b74a-619fd143e039.text
source: Have a suggestion or idea? Please reach out anytime to <a id="a1">alumni@mozillafoundation.org</a>
fr: Vous avez une suggestion ou une idée ? Contactez-nous à tout moment à l’adresse <a id="a1">alumni@mozillafoundation.org</a>

# title
source: Alumni
fr: Anciens membres
