Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/awards.po
Languages: fr, sw

# intro
source: Funding and resources for a more human-centered internet.
fr: Financement et ressources pour un Internet davantage centré sur l’humain.
sw: Ufadhili na rasilimali kwa ajili ya mtandao unaozingatia binadamu zaidi.

# body.d88555d0-2096-4c89-92b8-4cf86f5f6b25
source: What are Mozilla Awards?
fr: Que sont les subventions Mozilla ?
sw: Je, Tuzo za Mozilla ni nini?

# body.d88555d0-2096-4c89-92b8-4cf86f5f6b25
source: Mozilla exists to protect and promote the internet as a global public resource, open and accessible to all. As a critical part of this mission, Mozilla invests in the innovators working to make the internet more open, inclusive, decentralized, and secure. Through Mozilla Awards, we support these leaders and amplify their important work on issues impacting the health of the internet.
fr: Mozilla a pour vocation de protéger et de promouvoir Internet en tant que ressource publique mondiale, ouverte et accessible à tout le monde. Dans le cadre de cette mission, Mozilla investit dans les personnes innovantes qui œuvrent pour rendre Internet plus ouvert, inclusif, décentralisé et sécurisé. Par le biais des Mozilla Awards, nous soutenons ces leaders et amplifions leur important travail sur les questions ayant une influence sur la bonne santé d’Internet.
sw: Mozilla ipo kwa ajili ya kulinda na kukuza mtandao wa intaneti kama nyenzo huria, ya umma, ya kimataifa, na inayoweza kufikiwa na kila mtu. Kama sehemu muhimu ya lengo hili, Mozilla huwekeza katika wavumbuzi wanaojitahidi ili wafanye mtandao uwe huria zaidi, jumuishi, uliogatuliwa, na salama. Kupitia Tuzo za Mozilla, tunasaidia viongozi hawa na kueleza zaidi kazi yao muhimu inayohusu masuala yanayoathiri maadili mema ya mtandao.

# body.d88555d0-2096-4c89-92b8-4cf86f5f6b25
source: Recipients of Mozilla Awards include educators, artists, technologists, and innovators of all types. Though their projects are unique, all Mozilla Awardees share a commitment to making the internet better for their communities and for all of us. Importantly, these leaders receive more than just funding as part of their Mozilla Awards — they gain a platform for sharing their work broadly and a global community of like-minded problem solvers.
fr: Les bénéficiaires des subventions Mozilla sont des personnes de tous horizons : enseignantes et enseignants, artistes, experts et expertes en technologie et personnes innovatrices. Bien que leurs projets soient uniques, tous les bénéficiaires de subventions Mozilla partagent un engagement à améliorer Internet pour leurs communautés et pour tout le monde. Il est important de noter que ces leaders reçoivent plus qu’un simple financement dans le cadre de leur subvention Mozilla, ils obtiennent une plateforme pour partager leur travail à grande échelle et une communauté mondiale de personnes partageant les mêmes idées pour résoudre des problèmes.
sw: Wapokeaji wa Tuzo za Mozilla wanajumuisha waelimishaji, wasanii, wataalamu wa teknolojia, na wavumbuzi wa aina zote. Ingawa miradi yao ni ya kipekee, Wapokeaji wote wa Tuzo za Mozilla wamejitolea kufanya mtandao wa intaneti kuwa bora kwa ajili ya jamii zao na sisi sote. Muhimu zaidi, viongozi hawa hawapati fedha pekee kama sehemu ya Tuzo zao za Mozilla — wanapata pia jukwaa la kushiriki kazi zao kwa upana na jumuiya ya kimataifa ya wasuluhishi wa matatizo wenye nia moja.

# body.79b7de1c-7c75-4f05-996f-d39741a8b419
source: Current Funding Opportunities
fr: Possibilités de financement actuelles
sw: Fursa za Sasa za Ufadhili

# body.f240b80c-61c4-4a47-b2ff-8397ed1fd333.altText
source: connect-icon
fr: icône de connexion

# body.f240b80c-61c4-4a47-b2ff-8397ed1fd333.text
source: <b>Data Futures Lab</b> Cohort Call for Proposals is open! <a id="a1">Learn more and apply →</a>
fr: L’appel à propositions de la cohorte <b>Data Futures Lab</b> est ouvert ! <a id="a1">En savoir plus et candidater →</a>

# body.f240b80c-61c4-4a47-b2ff-8397ed1fd333.text
source: <b>Africa Mradi IRL Fund</b> Call for Proposals is open! <a id="a1">Learn more and apply →</a>
fr: L’appel à propositions pour l’<b>Africa Mradi IRL Fund</b> est ouvert ! <a id="a1">En savoir plus et candidater →</a>

# body.e7d7bf0e-2268-4077-af17-973119c29f79.text
source: Mozilla Awards support innovation around the lived experiences of Africans.
fr: Les subventions Mozilla soutiennent l’innovation autour des expériences vécues d’Africains.
sw: Tuzo za Mozilla zinaunga mkono uvumbuzi unaohusiana na maisha ambayo Waafrika wameishi.

# body.e7d7bf0e-2268-4077-af17-973119c29f79.text
source: The<b> In Real Life (IRL) Fund</b> is a new grant making mechanism that is part of Mozilla’s <a id="a1">African Innovation Mradi</a> and designed to amplify and resource work in the African continent that explores the intersection of social justice and technology. <a id="a2">Learn more →</a>
fr: Le fonds <b>In Real Life (IRL)</b> est un nouveau mécanisme de financement qui fait partie du <a id="a1">African Innovation Mradi</a> de Mozilla et qui a pour but d’amplifier et d’enrichir le travail sur le continent africain qui explore les liens entre la justice sociale et la technologie. <a id="a2">En savoir plus →</a>
sw: Mfuko wa Afrika wa<b> In Real Life (IRL)</b> ni utaratibu mpya wa utoaji ruzuku ambao ni sehemu ya mpango wa Mozilla wa <a id="a1">African Innovation Mradi</a> na ulioundwa kukuza na kufanya kazi katika bara la Afrika unaochunguza makutano ya haki ya kijamii na teknolojia. <a id="a2">Jifunze zaidi →</a>

# body.fcfc3b3b-ff3d-4d54-81d8-5c077e49e733.altText
source: Privacy image
fr: Illustration vie privée
sw: Picha ya faragha

# body.fcfc3b3b-ff3d-4d54-81d8-5c077e49e733.text
source: Mozilla Awards galvanize open-source technology.
fr: Les subventions Mozilla stimulent les technologies open source.
sw: Tuzo za Mozilla zinakuza teknolojia huria.

# body.fcfc3b3b-ff3d-4d54-81d8-5c077e49e733.text
source: The <b>Mozilla Technology Fund (MTF)</b> funds technologies in the open-source and free software movement that align with Mozilla’s mission and address pressing internet health issues. Applications are closed. <a id="a1">Learn more →</a>
fr: Le <b>Mozilla Technology Fund (MTF)</b> finance les technologies dans le mouvement des logiciels libres et open source qui s’alignent sur la mission de Mozilla et s’attaquent aux problèmes urgents de santé d’Internet. Les candidatures sont terminées. <a id="a1">En savoir plus →</a>
sw: Mfuko wa Teknolojia wa <b>Mozilla (MTF)</b> hufadhili teknolojia zinazoweza kufikiwa na watu wote na harakati za programu huria zinazoendana na dhamira ya Mozilla na kushughulikia masuala mazito ya maadili mema ya mtandao. Maombi yamefungwa. <a id="a1">Jifunze zaidi →</a>

# body.0edb6352-3203-4ff9-9a9a-53f93adbc824.text
source: Mozilla Awards support voice technology solutions for the public good.
fr: Les subventions Mozilla financent des solutions de technologie vocale pour le bien commun.
sw: Tuzo za Mozilla husaidia ufumbuzi wa teknolojia ya sauti kwa manufaa ya umma.

# body.0edb6352-3203-4ff9-9a9a-53f93adbc824.text
source: Mozilla is funding people and projects across East Africa who leverage <b>Common Voice’s</b> open-source voice data set to unlock social and economic opportunities. <a id="a1">Learn more →</a>
fr: Mozilla finance des personnes et des projets à travers l’Afrique de l’Est qui exploitent le jeu de données vocales open source de <b>Common Voice</b> pour créer des opportunités sociales et économiques. <a id="a1">En savoir plus →</a>
sw: Mozilla inafadhili watu na miradi katika Afrika Mashariki wanaotumia seti huria ya data ya sauti ya <b>Common Voice</b> kupata fursa za kijamii na kiuchumi. <a id="a1">Jifunze zaidi →</a>

# body.8c68365e-066a-4b62-be3e-6e4bdbb2031b.altText
source: Photo of person with phone over their eye
fr: Photo d’une personne avec un téléphone devant son œil
sw: Picha ya mtu mwenye simu machoni mwake

# body.8c68365e-066a-4b62-be3e-6e4bdbb2031b.text
source: Mozilla Awards promote better machine learning through art.
fr: Les subventions Mozilla promeuvent un meilleur apprentissage automatique à travers l’art.
sw: Tuzo za Mozilla husaidia mashine kujifunza vizuri zaidi kupitia sanaa.

# body.8c68365e-066a-4b62-be3e-6e4bdbb2031b.text
source: The <b>Creative Media Awards</b> fund art that explores the impact of artificial intelligence on society.
fr: Les <b>Creative Media Awards</b> financent des œuvres d’art qui explorent l’impact de l’intelligence artificielle sur la société.

# body.8c68365e-066a-4b62-be3e-6e4bdbb2031b.text
source: Applications are open until 30 November 2022. <a id="a1">Learn more →</a>
fr: Les candidatures sont ouvertes jusqu’au 30 novembre 2022. <a id="a1">En savoir plus →</a>

# body.12dcf4f7-2e48-4780-a5b8-e0095f7e3d04.altText
source: Responsible Computer Science Challenge logo
fr: Logo Responsible Computer Science Challenge

# body.12dcf4f7-2e48-4780-a5b8-e0095f7e3d04.text
source: Mozilla Awards support the next wave of responsible technology builders.
fr: Les subventions Mozilla financent la prochaine vague de créateurs et créatrices de technologies responsables.
sw: Tuzo za Mozilla zinaunga mkono wimbi unaofuata wa wajenzi wa teknolojia wanaozingatia maadili.

# body.42c74a41-09bc-4609-9ed2-911f0f026c3b.altText
source: data futures lab icon
fr: Icône du Data Futures Lab
sw: ikoni ya nafasi ya majiribio ya data

# body.42c74a41-09bc-4609-9ed2-911f0f026c3b.text
source: Mozilla Awards support promising approaches to data stewardship.
fr: Les subventions Mozilla favorisent des approches prometteuses pour la gestion des données.
sw: Tuzo za Mozilla zinaunga mkono mbinu zinazoelekea kufanikiwa za usimamizi wa data.

# body.42c74a41-09bc-4609-9ed2-911f0f026c3b.text
source: The <b>Data Futures Lab</b> is an experimental space for instigating new approaches to data stewardship. The Lab's grantmaking include a Prototype Fund and an Infrastructure Fund. <i>The Prototype Fund is currently accepting applications.</i><br/> <a id="a1">Learn more →</a>
fr: Le <b>Data Futures Lab</b> est un projet expérimental qui examine de nouvelles approches de la gestion des données. Les subventions du Lab comprennent un fonds Prototype et un fonds Infrastructure. <i>Le fonds Prototype accepte actuellement les candidatures.</i><br/> <a id="a1">En savoir plus →</a>

# body.5cee6975-c727-45a7-b571-91ed9072cc06
source: Examples of Mozilla Awards
fr: Exemples de subventions
sw: Mifano ya Tuzo za Mozilla

# body.91dde281-8fe9-4db6-b47d-df74b2be83a4.captionURL
source: Mozilla awardee Trang Ho talks about her journey from novice developer to the maintainer of a thriving open source project.
fr: Trang Ho, titulaire d’une subvention Mozilla, parle de son parcours, de développeuse junior à responsable d’un projet open source en plein essor.
sw: Mpokeaji tuzo ya Mozilla anayeitwa Trang Ho anazungumzia safari yake ya kuacha kuwa msanidi wa novice na kuwa mtunzaji wa mradi huria unaofanikiwa.

# body.4f33cf4a-6802-452b-ba15-5c3653b88f75
source: Mozilla awardee <b>Trang Ho</b> talks about her journey from novice developer to the maintainer of a thriving open source project.
fr: <b>Trang Ho</b>, titulaire d’une subvention Mozilla, parle de son parcours, de développeuse junior à responsable d’un projet open source en plein essor.
sw: Mpokeaji tuzo ya Mozilla anayeitwa <b>Trang Ho</b> anazungumzia safari yake ya kuacha kuwa msanidi wa novice na kuwa mtunzaji wa mradi huria unaofanikiwa.

# body.67399dc3-e0a9-4ecc-a161-1e2d5e09ca7c.captionURL
source: Would an algorithm hire you? Mozilla awardee Alia ElKattan talks about her project Survival of the Best Fit, an educational game about hiring bias in AI.
fr: Un algorithme vous embaucherait-il ? La lauréate Alia ElKattan parle de son projet Survival of the Best Fit, un jeu éducatif sur les préjugés à l’embauche dans les IA.
sw: Je, alogarithimu inaweza kukuajiri? Mpokeaji tuzo ya Mozilla anayeitwa Alia ElKattan anazungumzia mradi wake unaoitwa Survival of the Best Fit, mchezo wa kielimu unaouhusu upendeleo wa kuajiri katika AI.

# body.c0cb9318-e0d4-44d9-9692-b5ac0b3e57df
source: Would an algorithm hire you? Mozilla awardee <b>Alia ElKattan</b> talks about her project <b>Survival of the Best Fit</b>, an educational game about hiring bias in AI.
fr: Un algorithme vous embaucherait-il ? La lauréate <b>Alia ElKattan</b> parle de son projet <b>Survival of the Best Fit</b>, un jeu éducatif sur les préjugés à l’embauche dans les IA.
sw: Je, alogarithimu inaweza kukuajiri? Mpokeaji tuzo ya Mozilla anayeitwa <b>Alia ElKattan</b> anazungumzia mradi wake unaoitwa <b>Survival of the Best Fit</b>, mchezo wa kielimu unaouhusu upendeleo wa kuajiri katika AI.

# body.b31b1b29-4057-47a9-a79d-945e51d49d28
source: Previous Funding
fr: Financements précédents
sw: Ufadhili wa Awali

# body.fc572bbe-c735-4c90-8078-c11747e43681.altText
source: Secure Drop logo
fr: Logo Secure Drop
sw: Nembo ya Secure Drop

# body.fc572bbe-c735-4c90-8078-c11747e43681.text
source: <a id="a1">SecureDrop</a> is an open-source whistleblower submission system that media organizations can install to securely accept documents from anonymous sources. It was originally built by the late Aaron Swartz and is used by newsrooms all over the world, including The Guardian and the Associated Press. The MOSS program has supported this project with $500,000 USD.
fr: <a id="a1">SecureDrop</a> est un système open source d’envoi pour les lanceurs d’alerte que les médias peuvent installer pour accepter en toute sécurité des documents provenant de sources anonymes. Il a été conçu à l’origine par le regretté Aaron Swartz et est utilisé par les salles de rédaction du monde entier, notamment The Guardian et l’Associated Press. Le programme MOSS a soutenu ce projet avec 500 000 $ US.
sw: <a id="a1">SecureDrop</a> ni mfumo huria wa kufichua mambo ambao mashirika ya vyombo vya habari yanaweza kusanikisha ili wakubali nyaraka kutoka kwa vyanzo visivyojulikana kwa usalama. Ulijengwa hapo awali na marehemu Aaron Swartz na hutumiwa na vyumba vya habari duniani kote, ikiwemo The Guardian na Associated Press. Mpango wa MOSS umeunga mkono mradi huu kwa kutoa dola 500,000 za Marekani.

# body.91ff8592-28c0-4533-b744-8e5e2adb558d.altText
source: Photo of a community network
fr: Photo d’un réseau communautaire
sw: Picha ya mfumo wa jamii

# body.91ff8592-28c0-4533-b744-8e5e2adb558d.text
source: Wireless Innovation for a Networked Society (NSF-WINS) Challenges
fr: Défis Wireless Innovation for a Networked Society (NSF-WINS)
sw: Mashindano ya Ufumbuzi Usiotumia Waya Utakaosaidia Kuunganisha Watu (NSF-WINS)

# body.91ff8592-28c0-4533-b744-8e5e2adb558d.text
source: The <a id="a1">Southern Connected Communities Network</a> is a people-powered solution that models what an affordable, reliable, and community-controlled broadband ISP can be in rural Appalachia and the American South. It consists of a line-of-sight broadband tower that can deliver gigabit speeds wirelessly to anyone in a 25 mile radius, which was built and is maintained by community members. The NSF-WINS Challenges awarded this project $400,000 USD..
fr: Le <a id="a1">Southern Connected Communities Network</a> est une solution axée sur les personnes qui modélise ce que peut être un FAI haut débit abordable, fiable et contrôlé par la communauté dans les Appalaches rurales et le sud des États-Unis. Il se compose d’une tour à large bande en visibilité directe qui peut fournir des vitesses gigabit sans fil à n’importe qui dans un rayon de 40 km, qui a été construite et est entretenue par des membres de la communauté. Les défis NSF-WINS ont attribué à ce projet 400 000 $ US.
sw: <a id="a1">Mfumo wa Jamii Zilizounganishwa Kusini</a> ni suluhisho lenye nguvu ya watu linaloonyesha mifano ya ISP wa kihamisha-data kasi za bei nafuu, za kuaminika, na zinazodhibitiwa na jamii katika vijiji vya Appalachia na Amerika Kusini. Unajumuisha mnara wa kihamisha-data kasi unaoweza kutoa kasi ya gigabit pasi waya kwa mtu yeyote aliye katika eneo lenye umbali wa maili 25, uliojengwa na unaodumishwa na wanajamii. Mashindano ya NSF-WINS yalituza mradi huu dola 400,000 za Marekani.

# body.1f1f23ae-ce17-443a-b9ab-42819cab7b66.altText
source: Screen capture from Stealing Ur Feelings project
fr: Capture d’écran du projet Stealing Ur Feelings
sw: Picha ya mradi unaoitwa Stealing Ur Feelings

# body.1f1f23ae-ce17-443a-b9ab-42819cab7b66.text
source: <a id="a1">Stealing Ur Feelings</a> by Noah Levenson is an interactive film that reveals how social networks and apps use your face to secretly collect data about your emotions. The documentary explores how emotion recognition AI determines if you’re happy or sad — and how companies use that information to influence your behavior. The Creative Media Awards awarded this project $50,000 USD.
fr: <a id="a1">Stealing Ur Feelings</a> de Noah Levenson est un film interactif qui révèle comment les réseaux sociaux et les applications utilisent votre visage pour collecter secrètement des données sur vos émotions. Le documentaire explore comment l’IA de reconnaissance des émotions détermine si vous êtes heureu·x·se ou triste, et comment les entreprises utilisent ces informations pour influencer votre comportement. Les Creative Media Awards ont attribué à ce projet 50 000 $ US.
sw: <a id="a1">Stealing Ur Feelings</a> ya Noah Levenson ni filamu changamfu inayonyesha jinsi mitandao ya kijamii na programu hutumia uso wako kwa siri kukusanya data kuhusu hisia zako. Filamu hiyo inachunguza jinsi AI ya kutambua hisia hubainisha ikiwa una furaha au huzuni — na jinsi makampuni hutumia habari hiyo kushawishi tabia yako. Tuzo za Ubunifu wa Vyombo vya Habari ilituza mradi huu dola 50,000 za Marekani.

# body.448e5dad-7680-432e-8bc7-5443563ca729.altText
source: Photo of people in a canoe in the wetlands
fr: Photo de personnes en canoë dans les zones humides
sw: Picha ya watu wakiwa ndani ya mtumbwi katika maeneo yenye maji

# body.448e5dad-7680-432e-8bc7-5443563ca729.text
source: Mozilla Gigabit Community Fund
fr: Fonds communautaire Mozilla Gigabit
sw: Mfuko wa Jamii wa Mozilla Gigabit

# body.448e5dad-7680-432e-8bc7-5443563ca729.text
source: <a id="a1">Real Time Wetland Restoration Mapping and Analysis</a> is a project at Kalapuya High School in Eugene, OR, an alternative high school for at-risk students. As part of the school’s innovative curriculum, it partners with the Army Corps of Engineers, which is currently carrying out wetlands restoration work in the region. Students are paid to catalogue local flora using handheld Geographic Information System (GIS) technology. The Gigabit Community Fund awarded this project a $20,000 USD grant.
fr: La <a id="a1">Cartographie et analyse en temps réel de la restauration des zones humides</a> est un projet du lycée Kalapuya à Eugene en Oregon, un lycée alternatif pour les élèves à risque. Dans le cadre du programme innovant de l’école, elle s’associe à l’Army Corps of Engineers, qui effectue actuellement des travaux de restauration des zones humides dans la région. Les étudiants sont payés pour cataloguer la flore locale à l’aide de la technologie portable du système d’information géographique (SIG). Le Gigabit Community Fund a accordé à ce projet une subvention de 20 000 $ US.
sw: <a id="a1">Ramani na Uchambuzi wa Muda Halisi wa Ardhioevu</a> ni mradi unaofanywa katika Shule ya Upili ya Kalapuya huko Eugene, AU, shule mbadala ya upili ya wanafunzi walio hatarini. Kama sehemu ya mtaala wa ubunifu wa shule, inashirikiana na Kindi la Jeshi la Wahandisi, ambalo kwa sasa linajitahidi kurejesha ardhi katika eneo hilo. Wanafunzi hulipwa ili waoredheshe flora za eneo hilo kwa kutumia teknolojia ya Mfumo wa Taarifa za Kijiografia (GIS). Mfuko wa Jamii wa Gigabit ulipatia mradi huu ruzuku ya dola 20,000 za Marekani.

# body.9d14e4d5-1344-427f-a4a1-4d956e567ed2
source: Other Opportunities
fr: Autres opportunités
sw: Fursa Nyingine

# body.9d14e4d5-1344-427f-a4a1-4d956e567ed2
source: Apply for open award opportunities <a id="a1">via Fluxx</a>.
fr: Postulez aux offres de subventions disponibles <a id="a1">via Fluxx</a>.
sw: Omba fursa za tuzo zinazopatikana kwa watu wote <a id="a1">kupitia Fluxx</a>.

# body.9d14e4d5-1344-427f-a4a1-4d956e567ed2
source: Mozilla Research Grants are administered by Mozilla's Emerging Technologies Team. <a id="a1">Find out more.</a>
fr: Les subventions de recherche de Mozilla sont gérées par l’équipe Emerging Technologies de Mozilla. <a id="a1">En savoir plus.</a>

# body.9d14e4d5-1344-427f-a4a1-4d956e567ed2
source: Interested in funding more Awards? <a id="a1">Find out more.</a>
fr: Vous souhaitez fiancer davantage de subventions ? <a id="a1">En savoir plus.</a>
sw: Je, ungependa kufadhili Tuzo zaidi? <a id="a1">Pata maelezo zaidi.</a>

# body.d25d88eb-5a98-4882-aacd-672818537283.altText
source: Speech bubble icon
fr: Icône de bulle de dialogue
sw: Ikoni ya kiputo cha usemi

# body.d25d88eb-5a98-4882-aacd-672818537283.text
source: Still have questions about Awards at Mozilla?
fr: Vous avez d’autres questions sur les subventions attribuées par Mozilla ?
sw: Je, bado una maswali kuhusu Tuzo za Mozilla?

# body.d25d88eb-5a98-4882-aacd-672818537283.text
source: Please check out our <a id="a1">FAQ page</a> or <a id="a2">contact us</a>.
fr: Veuillez consulter <a id="a1">notre page FAQ</a> ou <a id="a2">contactez-nous</a>.
sw: Tafadhali angalia ukurasa wetu wa <a id="a1">Maswali Yanayoulizwa Sana</a> au <a id="a2">wasiliana nasi</a>.

# title
source: Awards
fr: Subventions
sw: Tuzo

# body.e7d7bf0e-2268-4077-af17-973119c29f79.altText
source: Africa Innovation Mradi
sw: Mpango wa Africa Innovation Mradi

# body.8c68365e-066a-4b62-be3e-6e4bdbb2031b.text
source: The <b>Creative Media Awards</b> fund art that explores the impact of artificial intelligence on society. <a id="a1">Learn more →</a>
sw: <b>Tuzo za Creative Media</b> hufadhili sanaa ambayo inachunguza athari za akili bandia kwa jamii. <a id="a1">Jifunze zaidi →</a>

# body.12dcf4f7-2e48-4780-a5b8-e0095f7e3d04.altText
source: Responsible Computing Challenge logo
sw: Nembo ya Mashindano ya Kutengeneza Teknolojia Inayozingatia Maadili

# body.12dcf4f7-2e48-4780-a5b8-e0095f7e3d04.text
source: The <b>Responsible Computing Challenge</b> supports the integration of ethics into undergraduate computing curricula. <a id="a1">Learn more →</a>
sw: <b>Mashindano ya Kutengeneza Teknolojia Inayozingatia Maadili</b> yanasaidia kujumuisha maadili katika mitaala ya kompyuta ya shahada ya kwanza. <a id="a1">Jifunze zaidi →</a>

# body.42c74a41-09bc-4609-9ed2-911f0f026c3b.text
source: The <b>Data Futures Lab</b> is an experimental space for instigating new approaches to data stewardship. The Lab's grantmaking include a Prototype Fund and an Infrastructure Fund. Applications are closed.<br/> <a id="a1">Learn more →</a>
sw: <b>Nafasi ya Majiribio ya Data</b> ni nafasi ya majaribio ya kuchochea mbinu mpya za usimamizi wa data. Ruzuku za Nafasi hiyo ni pamoja na Mfuko wa Mfano na Mfuko wa Miundombinu. Maombi yamefungwa.<br/> <a id="a1">Jifunze zaidi →</a>

# body.fc572bbe-c735-4c90-8078-c11747e43681.text
source: Mozilla Open Source Support (MOSS)
sw: Mpango wa Tuzo wa Programu Huria za Mozilla (MOSS)

# body.1f1f23ae-ce17-443a-b9ab-42819cab7b66.text
source: Creative Media Awards
sw: Tuzo za Ubunifu za Vyombo vya Habari
