Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/fellowships.po
Languages: fr, sw

# search_description
source: Funding and resources for bright people and bold ideas working to shape a more human-centered internet.
fr: Financement et ressources pour des personnes exceptionnelles et des idées audacieuses qui participent au développement d’un Internet davantage centré sur l’humain.
sw: Ufadhili na rasilimali kwa ajili ya watu mahiri na wenye mawazo shupavu wanaojitahidi kuunda mtandao unaozingatia binadamu zaidi.

# intro
source: Funding and resources for a more human-centered internet.
fr: Financement et ressources pour un Internet davantage centré sur l’humain.
sw: Ufadhili na rasilimali kwa ajili ya mtandao unaozingatia binadamu zaidi.

# body.cfe0b30e-cf7e-43b0-9e4d-cec71edd9f43
source: What are Mozilla Fellowships?
fr: Que sont les bourses Mozilla ?
sw: Je, Ushirika wa Mozilla ni nini?

# body.cfe0b30e-cf7e-43b0-9e4d-cec71edd9f43
source: The internet today is pervasive: It shapes economies, influences governments, and is layered into billions of lives.
fr: Aujourd’hui, Internet est omniprésent : il façonne les économies, influence les gouvernements et s’immisce dans la vie de milliards d’individus.
sw: Siku hizi mtandao wa intaneti umeenea kote: Unaunda uchumi, unashawishi serikali, na mabilioni ya watu wanautegemea.

# body.cfe0b30e-cf7e-43b0-9e4d-cec71edd9f43
source: A pervasive internet has the potential to uplift society — it can promote democracy, open markets, and free expression. But it can also promote polarization, mass surveillance, and misinformation.
fr: Un internet omniprésent a le pouvoir d’améliorer la société : il peut promouvoir la démocratie, l’ouverture des marchés et la libre expression. Mais il peut aussi favoriser la polarisation, la surveillance de masse et la désinformation.
sw: Intaneti iliyoenea ina uwezo wa kuinua jamii — inaweza kukuza demokrasia, masoko huria, na uhuru wa kujieleza. Lakini pia inaweza kukuza ubaguzi, ufuatiliaji wa watu wengi, na habari potofu.

# body.cfe0b30e-cf7e-43b0-9e4d-cec71edd9f43
source: More than ever, we need a movement to ensure the internet remains a force for good. Mozilla Fellows are activists, open-source researchers, engineers, and technology policy experts who work on the front lines of that movement. Fellows develop new thinking on how to address emerging threats and challenges facing a healthy internet.
fr: Plus que jamais, nous avons besoin d’un mouvement pour nous assurer qu’Internet reste une force de progrès. Les titulaires de bourses Mozilla sont des militant·e·s, des chercheuses et chercheurs open source, des ingénieur·e·s et des expert·e·s en politiques technologiques qui travaillent sur les lignes de front de ce mouvement. Les membres développent de nouvelles réflexions sur la manière de répondre aux menaces émergentes et aux défis auxquels est confronté un Internet sain.
sw: Zaidi kuliko hapo awali, tunahitaji harakati za kuhakikisha kuwa mtandao unaendelea kutumiwa kwa kusudi nzuri. Washirika wa Mozilla ni wanaharakati, watafiti huria, wahandisi, na wataalamu wa sera za teknolojia ambao wanafanya kazi kwenye mstari wa mbele wa harakati hiyo. Washirika hubuni mawazo mapya kuhusu jinsi ya kukabiliana na vitisho vinavyojitokeza na changamoto zinazokabili mtandao wenye maadili mema.

# body.277969a4-dec9-4f06-80a1-c3f561c5bd27.altText
source: megaphone
fr: mégaphone

# body.277969a4-dec9-4f06-80a1-c3f561c5bd27.text
source: Apply by 22 January to be a <a id="a1">Tech + Society Fellow</a>!
fr: Postulez d’ici au 22 janvier pour devenir <a id="a1">Tech + Society Fellow</a> !

# body.b1935268-20f2-4177-ab19-1b8f1f7013af.caption
source: Mozilla Fellows Are Building a Healthier Internet
fr: Les titulaires de bourses Mozilla créent un Internet plus sain
sw: Washirika wa Mozilla Wanajenga Mtandao wenye Maadili Mema

# body.db9b81d9-3ccd-474d-b328-1d7a0492f67f
source: Mozilla Fellows are working to create new models of data governance, hold artificial intelligence accountable, stop the spread of misinformation and develop voice recognition for the languages of underserved communities. As part of a multidisciplinary and global community, Mozilla Fellows have the opportunity to learn from and contribute to a variety of approaches to address emerging threats and challenges facing a healthy internet.
fr: Les titulaires de bourses Mozilla visent à créer de nouveaux modèles de gouvernance des données, à responsabiliser l’intelligence artificielle, à stopper la propagation de la désinformation et à développer la reconnaissance vocale pour les langues des communautés mal desservies. Dans le cadre d’une communauté multidisciplinaire et internationale, les titulaires de bourses Mozilla ont la possibilité de tirer des enseignements de contribuer à une variété d’approches pour faire face aux menaces et aux défis émergents auxquels est confronté un Internet sain.
sw: Washirika wa Mozilla wanajitahidi kuunda modeli mpya za utawala wa data, kuhakikisha kuwa akili ya bandia inawajibika, kukomesha kuenea kwa habari potofu na kuendeleza utambuzi wa sauti wa lugha za jamii zilizotengwa. Kama sehemu ya jumuiya mbalimbali na ya kimataifa, Washirika wa Mozilla wana fursa ya kujifunza na kuchangia katika njia mbalimbali za kukabiliana na vitisho vinavyojitokeza na changamoto zinazokabili mtandao wenye maadili mema.

# body.52a3cc0d-f3cd-4a0a-abcf-0305846ce99e
source: Fellows hosted with civil society organizations
fr: Titulaires de bourses accueillis par des organisations de la société civile
sw: Washiriki waliokaribishwa na mashirika ya kiraia

# body.10c72fbe-427e-474a-adef-2b3dad1a6c90.text
source: Tech + Society
fr: Technologie et société
sw: Teknolojia + Jamii

# body.10c72fbe-427e-474a-adef-2b3dad1a6c90.text
source: These <a id="a1">fellows</a> are technologists who are embedded with local organizations to catalyze the growth of a crucial ‘third space’ where key civil society organizations and tech-focused individuals address issues at the intersection of technology and society.
fr: Ces <a id="a1">titulaires de bourse</a> sont des expert·e·s en technologie rattaché·e·s à des organisations locales pour stimuler la croissance d’un « troisième domaine » crucial où des organisations clés de la société civile et des personnes spécialisées dans la technologie traitent des questions à l’intersection de la technologie et de la société.

# body.10c72fbe-427e-474a-adef-2b3dad1a6c90.text
source: <a id="a1">Learn More →</a>
fr: <a id="a1">En savoir plus →</a>

# body.3856bfd0-60a3-45ba-af0c-772356ec336a.text
source: Open Web
fr: Web ouvert
sw: Mtandao huru

# body.3856bfd0-60a3-45ba-af0c-772356ec336a.text
source: Fellows work in the realm of public interest technology, addressing issues like privacy, security, and inclusion online. These open web activists embed at leading human rights and civil society organizations around the world, lending their technical expertise.
fr: Les titulaire de cette bourse travaillent dans le domaine des technologies d’intérêt public, abordant des questions telles que la confidentialité, la sécurité et l’inclusion en ligne. Ces militant·e·s du Web ouvert interviennent auprès d’organisations de premier plan dans le domaine des droits humains et de la société civile dans le monde entier, en apportant leur expertise technique.

# body.3856bfd0-60a3-45ba-af0c-772356ec336a.text
source: <a id="a1">Learn More →</a>
fr: <a id="a1">En savoir plus →</a>

# body.55f5776f-e742-4eb1-a0c4-76a21b738a56
source: Fellows embedded with Mozilla
fr: Titulaires de bourses intégrés à Mozilla
sw: Washirika wanaoshirikiana na Mozilla

# body.3a8b9f3b-70a9-47cd-ba39-cd36a2b38659.text
source: Senior Fellows: Trustworthy AI
fr: Senior Fellows : IA digne de confiance
sw: Washirika Wakuu: AI Inayoaminika

# body.3a8b9f3b-70a9-47cd-ba39-cd36a2b38659.text
source: These <a id="a1">fellows</a> are issue-area experts partnering with Mozilla toward the goal of a world where trustworthy AI enriches the lives of human beings. Their work is focused on tackling issues around bias, poor transparency, and data governance that currently hinder that reality.
fr: Ces <a id="a1">titulaires de bourse</a> sont des expert·e·s du domaine qui s’associent à Mozilla pour atteindre l’objectif d’un monde où l’IA digne de confiance enrichit la vie des êtres humains. Leur travail est axé sur la résolution des problèmes liés aux préjugés, au manque de transparence et à la gouvernance des données qui entravent actuellement cette réalité.

# body.3a8b9f3b-70a9-47cd-ba39-cd36a2b38659.text
source: <a id="a1">Learn more →</a>
fr: <a id="a1">En savoir plus →</a>

# body.4e28cf6e-2a42-4b77-b43d-8e317d40927a.altText
source: tech policy fellows
fr: Titulaires de bourses dans les domaines de la politique et de la technologie
sw: washirika wa sera za teknolojia

# body.4e28cf6e-2a42-4b77-b43d-8e317d40927a.text
source: Senior Fellows: Tech policy
fr: Senior Fellows : politique technologique
sw: Washirika Wakuu: Sera ya teknolojia

# body.4e28cf6e-2a42-4b77-b43d-8e317d40927a.text
source: These <a id="a1">fellows</a> are policy experts who are thinking deeply about innovative but specific policy solutions needed for making the AI ecosystem more trustworthy and who are looking at these policy issues from an intersectional lens with other movement areas.
fr: Ces <a id="a1">titulaires de bourse</a> ont une expertise politique et réfléchissent en profondeur à des solutions politiques innovantes mais spécifiques nécessaires pour rendre l’écosystème des IA plus digne de confiance et qui examinent ces questions politiques sous un angle intersectionnel avec d’autres domaines d’action.

# body.4e28cf6e-2a42-4b77-b43d-8e317d40927a.text
source: <a id="a1">Learn more →</a>
fr: <a id="a1">En savoir plus →</a>

# body.df597a17-f684-4287-a207-4eaf8440175b.text
source: Responsible Computing
fr: Informatique responsable
sw: Kutengeneza Teknolojia Inayozingatia Maadili

# body.df597a17-f684-4287-a207-4eaf8440175b.text
source: As part of Mozilla’s Responsible Computing Challenge, these fellows support promising approaches to integrating ethics into higher education and empowering a new wave of graduating technologists to bring holistic thinking to the design of tech products and drive a culture shift in the tech industry.
fr: Dans le cadre du Responsible Computing Challenge de Mozilla, ces titulaires de bourse soutiennent des approches prometteuses pour intégrer l’éthique à l’enseignement supérieur et donner les moyens à une nouvelle vague de diplômés en informatique d’apporter une pensée holistique à la conception de produits technologiques et de conduire un changement de culture dans l’industrie technologique.

# body.df597a17-f684-4287-a207-4eaf8440175b.text
source: <a id="a1">Learn more →</a>
fr: <a id="a1">En savoir plus →</a>

# body.9b5a2a4f-2cb1-428b-8b8a-a8d25bf4e261.text
source: These experts in deep learning-based voice technologies are fostering open data collection efforts and providing technical advising to support speech recognition and speech synthesis for local languages in East Africa. These fellows are part of Mozilla’s <a id="a1">Common Voice project</a>.
fr: Ces expert·e·s des technologies vocales basées sur l’apprentissage en profondeur encouragent les efforts de collecte de données ouvertes et fournissent des conseils techniques pour encourager la reconnaissance vocale et la synthèse vocale pour les langues locales en Afrique de l’Est. Ces titulaires de bourses font partie du projet <a id="a1">Common Voice de Mozilla</a>.

# body.9b5a2a4f-2cb1-428b-8b8a-a8d25bf4e261.text
source: <a id="a1">Learn More →</a>
fr: <a id="a1">En savoir plus →</a>

# body.400a0036-ceb7-4c3a-a90c-b126bbc207f8
source: Fellowship Experience
fr: À quoi faut-il s’attendre ?
sw: Tukio la Ushirika

# body.400a0036-ceb7-4c3a-a90c-b126bbc207f8
source: Since 2011, the Mozilla Foundation has designed and run Fellowship and Awards programs in partnership with a variety of funders to uplift innovative, multidisciplinary technologies and talents at the intersection of technology and civil society.
fr: Depuis 2011, la Fondation Mozilla a conçu et géré des programmes de bourses et de subventions en partenariat avec une variété de bailleurs de fonds pour promouvoir des technologies et des talents innovants et multidisciplinaires à la croisée de la technologie et de la société civile.
sw: Tangu mwaka wa 2011, shirika la Mozilla Foundation limeunda na kuendesha shughuli za mipango ya Ushirika na Tuzo wakishirikiana na wafadhili mbalimbali ili kukuza teknolojia mbalimbali za ubunifu, na vipaji katika ushirikiano baina ya teknolojia na mashirikia ya kijamii.

# body.400a0036-ceb7-4c3a-a90c-b126bbc207f8
source: Mozilla Fellowships provide time, resources, tools, community, and amplification to those building a more ​humane​ ​digital​ ​world. During their tenure, Fellows use their skill sets — in technology, in policy, in research, in movement building — to conduct investigatory research, develop policy frameworks, build community, and ultimately lay the groundwork for a more open and inclusive internet.
fr: Les bourses Mozilla offrent du temps, des ressources, des outils, une communauté et une visibilité à celles et ceux qui bâtissent un monde numérique plus humain. Pendant leur mission, les boursiers utilisent leurs compétences — en technologie, en politique, en recherche, en développement de mouvement — pour mener des recherches d’investigation, développer des cadres politiques, développer des communautés, et finalement poser les bases d’un Internet plus ouvert et plus inclusif.
sw: Ushirika wa Mozilla hutoa muda, rasilimali, zana, jamii, na kusaidia sana watu wanaojenga ulimwengu wa kidijitali unaozingatia maslahi ya wanadamu zaidi. Wakati wa muda wao wa kushika cheo, Washirika hutumia ujuzi wao — katika teknolojia, katika sera, katika utafiti, katika harakati — kufanya utafiti wa uchunguzi, kuendeleza mifumo ya sera, kujenga jumuiya, na hatimaye kuweka msingi wa mtandao huria na unaojumuisha wote.

# body.400a0036-ceb7-4c3a-a90c-b126bbc207f8
source: In addition to a monthly stipend and benefits support, Fellows become part of Mozilla’s community and gain access to our resources and diverse network. Supports include:
fr: En plus d’une compensation financière mensuelle et d’un accès à certains avantages, les boursiers rejoignent la communauté Mozilla et accèdent à nos ressources et à notre réseau diversifié. Les aides comprennent :
sw: Kando na msaada wa malipo na misaada ya kila mwezi, washirika huwa sehemu ya jamii ya Mozilla na kupata rasilimali zetu na kuweza kutumia mitandao mbalimbali. Misaada inajumuisha:

# body.400a0036-ceb7-4c3a-a90c-b126bbc207f8
source: <b>Impact Design:</b> Working in partnership with Mozilla, each Fellow creates a project plan — outlining a theory of change and accompanying impact metrics.
fr: <b>Conception d’impact :</b> en collaboration avec Mozilla, chaque titulaire d’une bourse crée un plan de projet — en définissant une théorie du changement et des mesures d’impact correspondantes.
sw: <b>Ubunifu wa Athari:</b> Kwa kushirikiana na Mozilla, kila Mshirika anaunda mpango wa mradi — akielezea nadharia ya mabadiliko pamoja na vipimo vya athari.

# body.400a0036-ceb7-4c3a-a90c-b126bbc207f8
source: <b>Individual and Peer Support:</b> All fellows have the opportunity to receive mentorship and guidance from Staff and Fellows at Mozilla, with expertise ranging from AI to community management to project governance. Fellows also report to a Program Officer and will have regularly scheduled 1:1 meetings.
fr: <b>Soutien individuel et par les pairs :</b> Tous les titulaires d’une bourse ont la possibilité de recevoir un mentorat et des conseils du personnel et d’autres boursiers de Mozilla, avec une expertise allant de l’IA à la gestion communautaire en passant par la gouvernance de projet. Les boursiers rendent également compte à une administratrice ou un administrateur de programme et auront des réunions régulières en tête-à-tête.
sw: <b>Msaada wa mtu binafsi na marika:</b> Washirika wote wana fursa ya kupokea ushauri na mwongozo kutoka kwa wafanyakazi na washirika walio katika shirika la Mozilla. Wanapata ujuzi kama vile AI na usimamizi wa jamii na usimamizi wa mradi. Washirika pia wanaripoti kwa afisa wa mpango na watakuwa na mikutano ya ana kwa ana inayopangwa mara kwa mara.

# body.400a0036-ceb7-4c3a-a90c-b126bbc207f8
source: <b>Community</b>: Connections with like-minded leaders, opportunities for collaboration with partner organizations, alumni, and Mozilla staff, and interdisciplinary connections to support their project.
fr: <b>Communauté</b> : mise en contact avec des leaders partageant les mêmes idées, des opportunités de collaboration avec des organisations partenaires, des anciens et le personnel de Mozilla, et des connexions interdisciplinaires pour soutenir leur projet.
sw: <b>Jumuiya</b>: Uhusiano na viongozi wenye nia kama hiyo, fursa za kushirikiana na mashirika ya washirika, wanachama wa zamani, na wafanyakazi wa Mozilla, na ushirikiano wa wahusika kutoka nyanja mbalimbali ili kusaidia mradi wao.

# body.400a0036-ceb7-4c3a-a90c-b126bbc207f8
source: <b>Network and Resources</b>- From projects like <a id="a1">Common Voice</a> to the deep expertise — and reach — of Mozilla’s <a id="a2">Insights</a> and <a id="a3">Advocacy</a> teams, Mozilla has a wide range of programs and tools Fellows can plug into to advance their work.
fr: <b>Réseau et ressources :</b> des projets tels que <a id="a1">Common Voice</a> jusqu’à l’expertise approfondie (et à la portée) des équipes <a id="a2">Insights</a> et <a id="a3">Advocacy</a>, Mozilla dispose d’un large éventail de programmes et d’outils auxquels les boursiers peuvent avoir recours pour faire avancer leurs projets.
sw: <b>Mtandao na Rasilimali</b>- Kuanzia miradi kama vile <a id="a1">Common Voice</a> hadi utaalamu — na uwezo wa — <a id="a2">Maono ya Mozilla</a> na timu za <a id="a3">utetezi</a> , Mozilla ina mipango mbalimbali na zana ambazo washirika wanaweza kutumia ili kuendeleza kazi zao.

# body.400a0036-ceb7-4c3a-a90c-b126bbc207f8
source: <b>Project Promotion:</b> Mozilla’s Communications and PR Team provides a spectrum of support for Fellows in communicating their work to a wider audience, including writing, editing, content production, pitching to media outlets, facilitating speaking engagements, and sharing with Mozilla’s website audience and email list.
fr: <b>Promotion du projet :</b> L’équipe de communication et des relations publiques de Mozilla fournit un éventail d’aides aux boursiers dans la communication de leur travail à un public plus large, notamment via la rédaction, l’édition, la production de contenu, la mise en avant auprès des médias, la préparation aux prises de paroles et le partage avec l’audience du site web et des newsletters de Mozilla.
sw: <b>Ukuzaji wa Mradi:</b> Timu ya Mawasiliano na mahusiano ya umma ya Mozilla hutoa msaada mbalimbali kwa washirika ili waeleze kazi zao kwa watazamaji wengi, kukiwemo na kuandika, kuhariri, kutunga maudhui, kuelezea vyombo vya habari dhamira yao, kuwezesha matukio ya kuzungumza, na kushiriki na watazamaji wa tovuti ya Mozilla na orodha ya wanaotumiwa barua pepe.

# body.400a0036-ceb7-4c3a-a90c-b126bbc207f8
source: <b>Showcasing Work:</b> Mozilla holds an annual festival called <a id="a1">MozFest</a> which brings together artists, activists, thinkers, and builders working from around the world who are all working towards a healthier internet. This event provides a place and an opportunity to convene, facilitate or curate in a way that helps Fellows raise the issues that are most pressing for them and their communities.
fr: <b>Présentation du travail :</b> Mozilla organise chaque année le festival <a id="a1">MozFest</a> qui réunit des artistes, des militant·e·s, des intellectuel·le·s et des créateurs et créatrices du monde entier qui travaillent toutes et tous pour un Internet plus sain. Cet évènement offre un lieu et une occasion de se réunir et de participer à des activités afin d’aider les boursiers à aborder les problématiques les plus pressantes pour eux-même et leurs communautés.
sw: <b>Kuonyesha Kazi:</b> Mozilla ina tamasha ya kila mwaka inayoitwa <a id="a1">MozFest</a> ambayo huleta pamoja wasanii, wanaharakati, wachunguzi, na wajenzi wanaofanya kazi kutoka duniani kote wanaojitahidi kuhakikisha kuwa tuna mtandao wa intaneti unaozingatia maadili mema. Tukio hili linatoa nafasi na fursa ya kukutana, kuwezesha au kuchagua kwa njia inayosaidia washirika kuwasilisha masuala muhimu sana kwao na jamii zao.

# body.4acec95e-4513-40a8-8945-dad6c701a961
source: Why become a Fellow?
fr: Pourquoi demander une bourse ?
sw: Je, mbona uwe Mshirika?

# body.4acec95e-4513-40a8-8945-dad6c701a961
source: Mozilla Fellows are invited to use the fellowship as a platform to carry out work of importance to them and the health of the internet. Mozilla Fellows have the opportunity to learn from and contribute to a variety of issues and approaches to ensure the internet remains a force for good. As a Fellow, you will:
fr: Les titulaires de bourse Mozilla (les Fellows) sont encouragés à utiliser cette bourse comme une tribune pour mener à bien des projets importants pour eux-mêmes et pour la santé d’Internet. Les Mozilla Fellows ont l’opportunité d’apprendre et de contribuer à une variété de problématiques et d’approches pour s’assurer qu’Internet demeure une force de progrès. En tant que Mozilla Fellow, vous allez :
sw: Washirika wa Mozilla wanaalikwa watumie ushirika kama jukwaa la kufanya kazi muhimu kwao na ya mtandao wenye maadili mema. Washirika wa Mozilla wana fursa ya kujifunza na kuchangia katika masuala mbalimbali na mbinu za kuhakikisha kuwa mtandao unaendelea kutumiwa kwa kusudi nzuri. Kama Mshirika:

# body.4acec95e-4513-40a8-8945-dad6c701a961
source: Become part of a multidisciplinary and global community. <a id="a1">Meet the Mozilla Fellows</a>.
fr: Rejoindre une communauté multidisciplinaire et internationale. <a id="a1">Rencontrez les titulaires de bourses Mozilla</a>.
sw: Jiunge na sehemu ya jumuiya ya nyanja mbalimbali na ya kimataifa. <a id="a1">Kutana na washirika wa Mozilla</a>.

# body.4acec95e-4513-40a8-8945-dad6c701a961
source: Design impactful projects with the potential to reach millions.<a id="a1"> See what Fellows and their collaborators are working on</a>.
fr: Concevoir des projets percutants susceptibles d’atteindre des millions de personnes. <a id="a1"> Découvrez sur quoi travaillent les titulaires de bourses et leurs collaborateurs</a>.
sw: Utabuni miradi yenye athari na uwezo wa kufikia mamilioni ya watu.<a id="a1"> Angalia kazi ambayo washirika na washiriki wao wanashughulikia</a>.

# body.4acec95e-4513-40a8-8945-dad6c701a961
source: Expand your reach and amplify your work. <a id="a1">See how Fellows and Awardees <i>- and their work -</i> are showing up in the world.</a>
fr: Élargir votre portée et amplifier vos projets. <a id="a1">Découvrez comment les titulaires de bourses et de subventions <i>(et leurs travaux)</i> rayonnent dans le monde entier.</a>
sw: Utaongeza idadi ya watu unaowafikia na utakuza kazi yako. <a id="a1">Angalia jinsi washirika na wapokeaji wa tuzo<i>- na kazi zao -</i> wanajitokeza duniani.</a>

# body.4acec95e-4513-40a8-8945-dad6c701a961
source: Learn from and collaborate with a global community of Mozillians.<a id="a1"> Meet more than 10,000 Mozilla contributors around the world</a>.
fr: Apprendre et collaborer avec une communauté mondiale de Mozillien·e·s. <a id="a1">Rencontrez plus de 10 000 contributeurs et contributrices Mozilla du monde entier</a>.
sw: Utajifunza kutokana na kushirikiana na jumuiya ya kimataifa ya wanachama wa Mozilla.<a id="a1"> Kutana na zaidi ya wachangiaji 10,000 wa Mozilla duniani kote</a>.
