Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/fellowships-and-awards-news.po
Languages: fr

# search_description
source: Funding and resources for a more human-centered internet.
fr: Financement et ressources pour un Internet davantage centré sur l’humain.

# intro
source: Funding and resources for a more human-centered internet.
fr: Financement et ressources pour un Internet davantage centré sur l’humain.

# body.35050317-3d01-4b36-9613-48c545e283fa
source: Fellowships and Awards news
fr: Actualités des bourses et subventions

# body.35050317-3d01-4b36-9613-48c545e283fa
source: Looking to learn more about or engage with Mozilla Fellows and Awardees around the world? Stay up-to-date with regular updates about these leaders and their work by reviewing the current and upcoming news and announcements below.
fr: Vous souhaitez en savoir plus ou échanger avec les bénéficiaires de bourses et de subventions Mozilla du monde entier ? Suivez leurs actualités et leur travail en consultant les nouvelles et les annonces actuelles et à venir ci-dessous.

# body.9ec598e7-1411-40fe-a82b-0fab9dd21544.title
source: From our blog
fr: Sur notre blog

# body.a011bf9f-c859-447f-b1d4-049624c2e923
source: Making an Impact
fr: Faire la différence

# body.a011bf9f-c859-447f-b1d4-049624c2e923
source: Success in Mozilla's Fellowships and Awards programs is achieved not only by what it gives to participants directly, but also how their innovative work contributed—and continues to contribute, both directly and via ripple effects—to the movement for a healthier internet and Trustworthy AI.
fr: Le succès des programmes de bourses et de subventions de Mozilla dépend non seulement de ce qu’ils donnent directement aux participant·e·s, mais aussi de la façon dont leurs travaux innovants ont contribué (et continuent de contribuer, à la fois directement et par effet d’entraînement) au mouvement pour un Internet plus sain et une IA digne de confiance.

# body.d3855c46-67b7-48bb-ad02-e68943cd024d.caption
source: Mozilla Fellows Make an Impact
fr: Les bénéficiaires de bourses Mozilla font la différence

# body.5e168e3e-498f-45fc-8e21-99e245ffc118
source: Learn more about <a id="a1">our impact and what we're learning along the way</a>.
fr: En savoir plus sur <a id="a1">notre influence et sur ce que nous apprenons au passage</a>.

# title
source: News
fr: Actualités
