Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/fellowships-and-awards-directory.po
Languages: fr, sw

# intro
source: Funding and resources for a more human-centered internet.
fr: Financement et ressources pour un Internet davantage centré sur l’humain.
sw: Ufadhili na rasilimali kwa ajili ya mtandao unaozingatia binadamu zaidi.

# body.4e5c56f0-3b9d-4806-b569-0fb5b906348d
source: Directory
fr: Annuaire
sw: Saraka

# body.4e5c56f0-3b9d-4806-b569-0fb5b906348d
source: <a id="a1">Fellowships</a> | <a id="a2">Awards</a>
fr: <a id="a1">Bourses</a> | <a id="a2">Subventions</a>
sw: <a id="a1">Tuzo la</a> | <a id="a2">Washiriki</a>

# body.b2bf17d4-cb97-48af-ba34-8af5ec25af96.altText
source: fellows icon
fr: icône des titulaires de bourses
sw: Mshirika maarufu

# body.b2bf17d4-cb97-48af-ba34-8af5ec25af96.text
source: Meet the Fellows
fr: Découvrez les bénéficiaires de bourses Mozilla
sw: Kukutana na Washirika

# body.b3030a3b-1e9f-4f43-9071-356d6774d14b
source: Fellows by Year
fr: Titulaires de bourses par année
sw: Washirika wa mwaka

# body.3d5a0804-a71a-4cd4-8339-4b4504ae99a0
source: Mozilla Awards Directory
fr: Répertoire des subventions de Mozilla
sw: Orodha ya Tuzo za Mozilla

# body.3d5a0804-a71a-4cd4-8339-4b4504ae99a0
source: Since 2015, Mozilla has distributed over $20 million in award funds to organizations and individuals in more than three dozen countries. The projects listed in the Awards Directory represent only a fraction of the projects supported across Mozilla’s long history as a grantmaker. For additional information about past awards, please contact <a id="a1">grants@mozillafoundation.com</a>.
fr: Depuis 2015, Mozilla a distribué plus de 20 millions de dollars de subventions à des organisations et des individus dans plus de trente pays. Les projets répertoriés dans l’annuaire des subventions ne représentent qu’une fraction des projets soutenus au cours de la longue histoire de Mozilla en tant qu’organisme octroyant des subventions. Pour plus d’informations sur les subventions précédentes, veuillez contacter <a id="a1">grants@mozillafoundation.com</a>.
sw: Tangu 2015, Mozilla imetoa zaidi ya dola milioni 20 kama fedha za tuzo kwa mashirika na watu binafsi katika nchi zaidi ya thelathini. Miradi iliyoorodheshwa katika Orodha ya Tuzo inawakilisha sehemu tu ya miradi inayoungwa mkono katika historia ya muda mrefu ya Mozilla kama wafadhili. Kwa habari zaidi kuhusu tuzo za awali, tafadhali <a id="a1">wasiliana na</a>grants@mozillafoundation.com

# body.3d5a0804-a71a-4cd4-8339-4b4504ae99a0
source: <a id="a1">Click here to see all listed projects</a> or scroll to see examples from each Mozilla Awards track:
fr: <a id="a1">Cliquez ici pour voir tous les projets répertoriés</a> ou faites défiler pour voir des exemples de chaque domaine des subventions de Mozilla :
sw: <a id="a1">Bonyeza hapa kuona miradi yote iliyotajwa</a> au biringiza ili uweze kuona mifano mbalimbali za tuzo kwa washirika almaarufu Mozilla Awards:

# body.19f8b616-cdb0-447f-adfb-1d26144de9b7
source: Creative Media Awards
sw: Tuzo za Ubunifu za Vyombo vya Habari

# body.19f8b616-cdb0-447f-adfb-1d26144de9b7
source: The Creative Media Awards are Mozilla-funded digital art projects. We fund these innovative projects to help people make sense of the challenges technology brings us face-to-face each day.
fr: Les Creative Media Awards sont des projets d’art numérique financés par Mozilla. Nous finançons ces projets innovants pour aider les individus à comprendre les défis auxquels la technologie nous confronte au quotidien.
sw: Tuzo za Media Creative ni miradi ya sanaa za kidijitali zinazofadhiliwa na Mozilla. Tunafadhili miradi hii ya ubunifu ili kuwasaidia watu kuelewa changamoto ambazo teknolojia inatuletea kila siku.

# body.66822d58-22f1-488e-a167-574dccf2ab29.label
source: See All Creative Media Awards
fr: Voir tous les Creative Media Awards
sw: Tazama tuzo zote za Creative Media

# body.cdd11275-2e2c-46dd-90d8-4dcca9c45752
source: Common Voice Kiswahili Awards
fr: Subventions Common Voice en swahili
sw: Tuzo za Kiswahili za Common Voice

# body.cdd11275-2e2c-46dd-90d8-4dcca9c45752
source: Funding people and projects across East Africa who leverage Common Voice’s open-source voice data set to unlock social and economic opportunities.
fr: Finance des personnes et des projets à travers l’Afrique de l’Est qui exploitent le jeu de données vocales open source de Common Voice pour créer des opportunités sociales et économiques.
sw: Kufadhili watu na miradi kote Afrika Mashariki ambako watu hawa wanatumia data ya sauti ya chanzo huria ya Common Voice ili kufungua fursa za kijamii na kiuchumi.

# body.1d819101-f78f-4de8-9fa8-347802420d62.label
source: See All Common Voice Kiswahili Awards
fr: Voir toutes les subventions Common Voice en swahili
sw: Angalia tuzo zote za Kiswahili za Common Voice

# body.3ceb8700-6002-4a45-bf71-be5fef4094ce
source: Supporting emerging initiatives that are experimental and exploratory in nature to advance the field of data stewardship.
fr: Le Data Futures Lab vise à soutenir les initiatives émergentes de nature expérimentale et exploratoire afin de faire progresser le domaine de la gestion des données.
sw: Kusaidia mipango inayojitokeza ambayo ni ya majaribio na ya kuchunguza kwa asili ili kuendeleza uwanja wa usimamizi wa data.

# body.469c9996-0446-47d3-87b8-05870a66fb34.label
source: See All Data Futures Lab Awardees
fr: Voir tous les lauréats du Data Futures Lab
sw: Angalia watuzwa wote wa Data Futures Lab

# body.5fc6c765-e8ae-4735-8b63-69e3bab1cdbf
source: Mozilla Technology Fund
sw: Ufadhili kutoka kwa Mozilla Technology

# body.5fc6c765-e8ae-4735-8b63-69e3bab1cdbf
source: Funding technical projects in specific areas that relate to internet health.
fr: Ce fonds finance des projets techniques dans des domaines spécifiques liés à la bonne santé d’Internet.
sw: Kufadhili miradi ya kiufundi katika maeneo maalum yanayohusiana na uboreshaji wa hali kwenye mtandao.

# body.2d56ae44-3851-402e-8a6b-421d043e434a.search_terms
source: mozilla technology fund
sw: ufadhili kutoka kwa mozilla technology

# body.ce6df460-eb37-4cfb-827c-8803a52b8099.label
source: See All Mozilla Technology Fund Awardees
fr: Voir tous les lauréats du Mozilla Technology Fund
sw: Tazama washindi wote wa hazina ya Mozilla Technology

# body.03b84c68-453c-41d6-aab2-01d09f62045e
source: Responsible Computer Science Challenge
sw: Shindano la uwajibikaji bora katika sayansi ya kompyuta

# body.03b84c68-453c-41d6-aab2-01d09f62045e
source: Supporting the integration of ethics into Computer Science (CS) curricula.
fr: Soutenez l’intégration de l’éthique dans les programmes d’informatique.
sw: Kuwezesha ujumuishaji wa maadili katika mitaala ya Sayansi ya Kompyuta (CS).

# body.7871acd8-2d81-4527-80f0-de9915edf3ef.search_terms
source: Responsible Computer Science Challenge
sw: Shindano la uwajibikaji bora katika sayansi ya kompyuta

# body.dfa3dd5e-c3c1-420d-b66d-4a88ae5f93b0.label
source: See All Responsible Computer Science Challenge Awardees
fr: Voir tous les lauréats du Responsible Computer Science Challenge
sw: Tazama watuzwa wote katika shindano la uwajibikaji bora katika sayansi ya kompyuta

# title
source: Directory
fr: Annuaire
sw: Saraka

# search_description
source: Funding and resources for bright people and bold ideas working to shape a more human-centered internet.
fr: Financement et ressources pour des personnes exceptionnelles et des idées audacieuses qui participent au développement d’un Internet davantage centré sur l’humain.

# body.01e72c25-37db-461c-ad6f-3e902200a0ec.profile_type
source: Fellow
fr: Bénéficiaire de bourse

# body.a5c1f4cc-801b-4ba4-9a5e-63aa18d995b2.altText
source: awards icon
fr: icône des subventions

# body.a5c1f4cc-801b-4ba4-9a5e-63aa18d995b2.text
source: See Past Awards
fr: Découvrez les précédents projets subventionnés
