Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/fellowships.po
Languages: fr, sw

# body.b05868d5-9373-4769-936e-70bcf6ce2a46.quote
source: I was working for the New York Times as a data journalist and spending my nights and weekends donating time, helping groups think about surveillance and digital safety and hygiene and security. I talked to a few people and they said, there’s this Mozilla fellowship you should look at. So I thought, I’ll apply and if I get it, I will dedicate myself to it, maybe I’ll feel more satisfied doing good and giving back that way.... It’s not even hyperbole when I say it changed my life.”
fr: Je travaillais pour le New York Times en tant que journaliste spécialiste des données et je passais mes nuits et mes week-ends à aider des groupes à réfléchir à la surveillance et à la sécurité et à l’hygiène numériques. J’ai parlé à quelques personnes et elles m’ont dit que je devrais jeter un œil à une bourse Mozilla. Je me suis dit que je postulerai et que si je la décrochais, je m’y consacrerais entièrement, et que peut-être que je serais plus satisfait de faire quelque chose de positif et de donner en retour de cette façon… Je n’exagère même pas en disant que ça a changé ma vie.
sw: Nilikuwa nikifanya kazi katika New York Times kama mwandishi wa habari wa data na nilikuwa nafanya kazi usiku na wikendi, huku pia nilisaidia vikundi kufikiria juu ya ufuatiliaji na usalama wa kidijitali na usafi na usalama. Nilizungumza na watu wachache na wakasema, kuna ushirika fulani wa Mozilla unaopaswa kuangalia. Kwa hiyo nilijiambia, nitatuma ombi na ombi langu likikubaliwa, nitajitolea sana katika kazi hiyo, labda nitaridhika zaidi kufanya mema na kutumikia jamii kwa njia hiyo.... Siongezi chumvi ninaposema limebadilisha maisha yangu."

# body.b05868d5-9373-4769-936e-70bcf6ce2a46.attribution
source: Matt Mitchell, 2017-2018 Mozilla Fellow
fr: Matt Mitchell, titulaire d’une bourse Mozilla 2017-2018
sw: Matt Mitchell, Mshirika wa Mozilla wa 2017-2018

# body.51e14b6f-0c7c-4e0e-9b68-409b8cc1f803.altText
source: heart icon
fr: icône de cœur
sw: ikoni ya moyo

# body.51e14b6f-0c7c-4e0e-9b68-409b8cc1f803.text
source: Want to support the incredible work Fellows are doing? Either as a host organization or a funder, you can join us to keep the Internet healthy. <a id="a1">Find out how to partner with us.</a>
fr: Vous voulez soutenir le travail incroyable que font les boursiers ? Que ce soit en tant qu’organisation hôte ou bailleur de fonds, vous pouvez nous rejoindre pour préserver la santé d’Internet. <a id="a1">Découvrez comment devenir partenaire.</a>
sw: Je, unataka kuunga mkono kazi ya ajabu ambayo Washirika wanafanya? Kama shirika la linalokaribisha au mfadhili, unaweza kujiunga nasi katika kuhakikisha kuwa mtandao unaozingatia maadili mema. <a id="a1">Jua jinsi ya kushirikiana nasi.</a>

# title
source: Fellowships
fr: Bourses
sw: Ushirika
