Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/research.po
Languages: fr, sw

# seo_title
source: Impacts &amp; Learnings | Mozilla Fellowship &amp; Awards
fr: Influence et enseignements | Bourses et subventions Mozilla

# search_description
source: Mozilla Fellows and Awardees have briefed legislatures, shaped public policy, won prestigious accolades, pushed the largest tech companies to improve their products, and more.
fr: Les titulaires de bourses et subventions Mozilla ont présenté des informations aux législateurs, influencé la politique publique, obtenu des récompenses prestigieuses, poussé les plus grandes entreprises technologiques à améliorer leurs produits, et bien plus encore.

# intro
source: We support people, organizations, and communities at the intersection of technology and society.
fr: Nous soutenons des personnes, des organisations et des communautés au croisement de la technologie et de la société.

# body.2a5417f1-5020-4e1a-9909-9b5f36e04883
source: Impacts
fr: Influence

# body.2a5417f1-5020-4e1a-9909-9b5f36e04883
source: Mozilla Fellows and Awardees have briefed legislatures, shaped public policy, won prestigious accolades, pushed the largest tech companies to improve their products, and more. Here are just some of the ways our community is making AI more trustworthy and the digital world healthier.
fr: Les titulaires de bourses et subventions Mozilla ont présenté des informations aux législateurs, influencé la politique publique, obtenu des récompenses prestigieuses, poussé les plus grandes entreprises technologiques à améliorer leurs produits, et bien plus encore. Voici quelques-unes des façons dont notre communauté rend l’IA plus digne de confiance et le monde numérique plus sain.

source: <b>Mozilla Senior Fellow Abeba Birhane</b> conducted critical investigations into the biases of widely-used, influential AI training data sets. Her work brought global attention to the issue, and resulted in the shuttering of the 80 Million Tiny Images dataset for racist and misogynist content.
fr: <b>Abeba Birhane, Senior Fellow chez Mozilla,</b> a mené des enquêtes approfondies sur les préjugés présents dans les jeux de données d’entraînement pour l’IA, largement utilisés et influents. Ses recherches ont attiré l’attention internationale sur cette problématique, conduisant à la fermeture du jeu de données « 80 Million Tiny Images » en raison de son contenu raciste et misogyne.

source: <b>Mozilla Tech and Society Fellow Odanga Madung</b> exposed a flourishing online disinformation industry in Kenya. His investigations compelled Twitter to improve its content moderation policies across East Africa.
fr: <b>Odanga Madung, titulaire d’une bourse Mozilla Tech and Society,</b> a dénoncé une industrie de désinformation en ligne florissante au Kenya. Ses enquêtes ont contraint Twitter à améliorer ses politiques de modération de contenu en Afrique de l’Est.

source: <b>Mozilla Africa Mradi In Real Life Awardee SameSame</b> is building a virtual lifeline for LGBTQI+ youth in Africa. The project’s WhatsApp chatbot, trained in cognitive behavioral therapy (CBT) interventions, helps young people struggling with their identity to fight depression and anxiety.
fr: <b>SameSame, lauréat du prix Mozilla Africa Mradi In Real Life</b>, construit une bouée de secours virtuelle pour les jeunes LGBTQI+ en Afrique. Le chatbot WhatsApp du projet, formé pour des actions de thérapie cognitivo-comportementale (CBT), aide les jeunes en difficulté avec leur identité à combattre la dépression et l’anxiété.

source: “In Event of Moon Disaster”
fr: « En cas de désastre lunaire »

source: <b>Mozilla Creative Media Awardee “In Event of Moon Disaster”</b> deepened the public’s understanding of deepfakes. The short film won a coveted Emmy award, and has been screened at festivals and museums around the world.
fr: <b>Les lauréats du Mozilla Creative Media « In Event of Moon Disaster »</b> ont permis de mieux faire comprendre les deepfakes au public. Le court métrage a remporté un prix très important aux Emmy Awards et a été projeté dans des festivals et musées du monde entier.

source: Renee DiResta
fr: Renée DiResta

source: <b>Mozilla Senior Fellow Renee DiResta</b> revolutionized our understanding of how conspiracy theories spread on social media. She has briefed senior U.S. congressional leaders on the threats of and solutions to online disinformation and published ground-breaking research.
fr: <b>Renée DiResta, titulaire de bourse Mozilla,</b> a révolutionné notre compréhension de la manière dont les théories du complot se répandent sur les réseaux sociaux. Elle a présenté aux hauts dirigeants du Congrès américain les risques liés à la désinformation en ligne ainsi que les stratégies pour y faire face, et a publié des recherches révolutionnaires.

source: <b>Mozilla Common Voice Awardee SEE Africa’s Kiazi Bora</b> voice app teaches women in rural Tanzania how to grow and sell the orange sweet potato, boosting their nutrition, earning potential, and status as more equal members of society.
fr: L’application vocale de <b>Kiazi Bora, lauréate du Mozilla Common Voice SEE Africa</b>, forme des femmes en Tanzanie rurale à la culture et à la vente de la patate douce orange, contribuant ainsi à améliorer leur nutrition, leur capacité à générer des revenus et leur position en tant que membres à part entière de la société.

source: <b>Mozilla Technology Fund Awardee Code Carbon</b> helped inform U.S. Senator Ed Markey’s bill to measure the environmental impacts of AI, and project lead Sasha Luccioni was cited in the bill’s press release.
fr: <b>Code Carbone, lauréat du Mozilla Technology Fund</b>, a joué un rôle clé dans l’élaboration de la proposition de loi du sénateur américain Ed Markey visant à évaluer les impacts environnementaux de l’IA, et Sasha Luccioni, responsable du projet, a été mentionnée dans le communiqué de presse de la loi.

source: <b>Data Futures Lab Awardee Driver’s Seat Cooperative</b> is transforming the gig economy through data. The cooperative — owned by rideshare and delivery drivers — allows members to share data with each other, building a shared knowledge about the work they do.
fr: <b>Le lauréat du Data Futures Lab, la coopérative Driver’s Seat</b>, révolutionne l’économie des petits boulots grâce via les données. Cette coopérative, propriété de chauffeurs VTC et de livreurs, offre à ses membres la possibilité d’échanger des données, favorisant ainsi la création d’un savoir commun sur leur activité professionnelle.

source: <b>Students in Harvard University’s RCC-supported</b> <b>Embedded EthiCS</b> program spend just as much time thinking about ethics and impacts as they do computer science. They ask questions like, What are the consequences of this technology for individuals and society?
fr: <b>Les étudiants et étudiantes de l’université d’Harvard du programme « EthicS Embedded EthiCS »</b> soutenu par le RCC passent autant de temps à réfléchir à l’éthique et à ses impacts qu’à l’informatique. Ils se posent des questions telles que : quelles sont les conséquences de l’utilisation de cette technologie pour les individus et la société ?

# body.9142f917-b9f1-41c1-891c-47cc8d861d6f
source: Learnings
fr: Enseignements

# body.9142f917-b9f1-41c1-891c-47cc8d861d6f
source: Below, find insights and documentation from Mozilla's Fellowships and Awards programs — what we’re learning, how our community has grown, and how we’re exploring new approaches to philanthropy. We always welcome questions and feedback to <a id="a1">fanda@mozillafoundation.org</a>
fr: Vous trouverez ci-dessous des informations et de la documentation sur les programmes de bourses et de subventions de Mozilla : les enseignements que nous en tirons, comment notre communauté s’est développée et comment nous explorons de nouvelles approches de la philanthropie. Nous sommes toujours ravis de lire vos questions et retours à l’adresse <a id="a1">fanda@mozillafoundation.org</a>

# body.fbce80f0-1c2a-4346-83fe-584190d2a60e.label
source: See all Learnings
fr: Voir tous nos enseignements

# body.ad8c04bb-fc42-46ea-b692-cb1338b611fb
source: Program Evaluations
fr: Évaluations des programmes

# body.32dfca2d-47c8-4836-82d6-215f840d7657.altText
source: 2023 Look Back
fr: Retour en 2023

# body.32dfca2d-47c8-4836-82d6-215f840d7657.text
source: 2023 and Beyond: A Look Back
fr: 2023 et au-delà : rétrospective

# body.32dfca2d-47c8-4836-82d6-215f840d7657.text
source: This “look back" provides an narrative overview of the Mozilla Foundation’s work over the past year to provide funding and resources to advance a human-centered internet.
fr: Cette « analyse rétrospective » donne un aperçu narratif du travail de la Fondation Mozilla au cours de l’année écoulée, pour fournir des financements et des ressources afin de faire avancer un Internet centré sur les humains.

# body.32dfca2d-47c8-4836-82d6-215f840d7657.text
source: <a id="a1">Read the report</a> <a id="a2">→</a>
fr: <a id="a1">Lire le rapport</a> <a id="a2">→</a>

# body.2e08a3dd-f401-4670-a542-5a3b2cafc003.text
source: Mozilla Technology Fund Annual Impact Report: 2022 Bias and Transparency in AI
fr: Rapport d’impact annuel du Mozilla Technology Fund : 2022 — biais et transparence dans l’IA

# body.2e08a3dd-f401-4670-a542-5a3b2cafc003.text
source: An impact report of The Mozilla Technology Fund's inaugural cohort.
fr: Un rapport d’impact de la cohorte inaugurale du Mozilla Technology Fund.

# body.2e08a3dd-f401-4670-a542-5a3b2cafc003.text
source: <a id="a1">Read the report</a> <a id="a2">→</a>
fr: <a id="a1">Lire le rapport</a> <a id="a2">→</a>

# body.2e6b3e61-27f4-469c-8719-46db59603c57.altText
source: evaluation ripple image
fr: image d’ondulations
sw: picha ya tathmini ya ripple

# body.2e6b3e61-27f4-469c-8719-46db59603c57.text
source: Mozilla Fellowships and Awards Program Evaluation and Impact Narrative
fr: Évaluation du programme de bourses et de récompenses de Mozilla et analyse d’impact
sw: Ushirika wa Mozilla na Tathmini ya Mpango wa Tuzo na Ufafanuzi wa Athari

# body.2e6b3e61-27f4-469c-8719-46db59603c57.text
source: An evaluation of the program’s strategy and impact from 2016 through mid-2020.
fr: Une évaluation de la stratégie et de l’impact du programme de 2016 à mi-2020.
sw: Tathmini ya mkakati wa programu na athari kuanzia mwaka wa 2016 hadi katikati ya 2020.

# body.2e6b3e61-27f4-469c-8719-46db59603c57.text
source: <a id="a1">Read the report →</a>
fr: <a id="a1">Lire le rapport →</a>
sw: <a id="a1">Soma ripoti →</a>

# body.64eb5916-dfe7-4223-bf59-e46be7c70a86.altText
source: moss evaluation ripple image
fr: image d’ondulations
sw: picha ya tathmini ya moss ya ripple

# body.64eb5916-dfe7-4223-bf59-e46be7c70a86.text
source: MOSS Program Impact Evaluation (2015-2020) Summary
fr: Résumé de l’évaluation de l’impact du programme MOSS (2015-2020)
sw: Tathmini ya Athari za Mpango ya MOSS (2015-2020)

# body.64eb5916-dfe7-4223-bf59-e46be7c70a86.text
source: Prepared by MOSS Staff in partnership with Simply Secure. This is an abbreviated version of the MOSS Evaluation findings, which has been prepared for members of the public.
fr: Rédigé par l’équipe du MOSS en partenariat avec Simply Secure. Il s’agit d’une version abrégée des conclusions de l’évaluation du MOSS, rédigée à destination du public.
sw: Imeandaliwa NA Wafanyakazi wa Moss kwa kushirikiana na Simply Secure. Hili ni toleo fupi la matokeo ya tathmini ya MOSS, ambayo yameandaliwa kwa ajili ya umma.

# body.64eb5916-dfe7-4223-bf59-e46be7c70a86.text
source: <a id="a1">Read the report →</a>
fr: <a id="a1">Lire le rapport →</a>
sw: <a id="a1">Soma ripoti →</a>

# title
source: Impacts &amp; Learnings
fr: Influence et enseignements

# seo_title
source: Learning
sw: Kujifunza

# intro
source: Funding and resources for a more human-centered internet.
sw: Ufadhili na rasilimali kwa ajili ya mtandao unaozingatia binadamu zaidi.

# body.2a5417f1-5020-4e1a-9909-9b5f36e04883
source: Learning
sw: Kujifunza

# body.2a5417f1-5020-4e1a-9909-9b5f36e04883
source: Our Learning page is a space where we will share insights and documentation from Mozilla's Fellowships and Awards program. Check back regularly to learn more about how our programs have impacted and helped to create a healthier internet, how our community has grown, and where we are exploring how to do things differently. We always welcome questions and feedback to <a id="a1">fanda@mozillafoundation.org</a>
sw: Ukurasa wetu wa Kujifunza ni jukwaa ambapo tutashiriki maarifa na nyaraka kutoka kwa Ushirika wa Mozilla na mpango wa Tuzo. Rudi tena mara kwa mara ili ujifunze zaidi kuhusu jinsi mipango yetu imeathiri na kusaidia kuunda mtandao wa intaneti wenye maadili mema, jinsi jamii yetu imekua na mahali ambapo tunachunguza jinsi ya kufanya mambo kwa njia tofauti. Usisite kutuma maswali na maoni kwa <a id="a1">fanda@mozillafoundation.org</a>

# body.b0394ae1-fd51-4216-b749-9a4eed8e0554.title
source: What we're learning
sw: Tunachojifunza

# body.ad8c04bb-fc42-46ea-b692-cb1338b611fb
source: Program evaluations
sw: Tathmini za programu

# title
source: Learning
sw: Kujifunza
