Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/*-misinformation/action.po
Languages: fr

# seo_title
source: Take action to demand that tech companies address online misinformation
fr: Agissez pour exiger des entreprises high-tech qu’elles s’attaquent à la désinformation en ligne

# search_description
source: We're campaigning to get big tech platforms like Google, Facebook and Twitter to become more transparent about political messages are spread so that we can detect and fight misinformation.
fr: Nous faisons campagne pour que les grandes plates-formes technologiques telles que Google, Facebook et Twitter deviennent plus transparentes sur la manière dont les messages politiques sont diffusés, afin de pouvoir détecter et combattre la désinformation.

# header
source: Action
fr: Initiatives

# intro
source: Take action to demand that tech companies address online misinformation
fr: Agissez pour exiger des entreprises high-tech qu’elles s’attaquent à la désinformation en ligne

# body.840adc9a-5048-4c1b-b94d-8cb8370f77ed
source: We're campaigning to get big tech platforms like Google, Facebook and Twitter to become more transparent about how political messages are spread so that we can detect and stop misinformation.
fr: Nous faisons campagne pour que les grandes plates-formes technologiques telles que Google, Facebook et Twitter deviennent plus transparentes sur la manière dont les messages politiques sont diffusés, afin de pouvoir détecter et combattre la désinformation.

# body.09eee7ed-a87d-4f93-b0e1-9dbf2817765b.altText
source: misinfo graphic
fr: image désinformation

# body.09eee7ed-a87d-4f93-b0e1-9dbf2817765b.text
source: <a id="a1">Sign our open letter</a> to Facebook demanding greater transparency of political advertising
fr: <a id="a1">Signez notre lettre ouverte à Facebook</a> demandant une transparence accrue de la publicité politique

# body.fea60484-68f0-46d8-98b2-11cfc7ebcbd2.altText
source: phone screen
fr: écran de téléphone

# body.fea60484-68f0-46d8-98b2-11cfc7ebcbd2.text
source: <a id="a1">Share our guidelines</a> for Google and Facebook's ad transparency databases
fr: <a id="a1">Partagez nos recommandations</a> pour les bases de données de transparence publicitaire de Google et Facebook

# body.1dfdf433-2462-456a-bacd-c31b5715fb75.altText
source: thanks graphic
fr: image « Merci »

# body.1dfdf433-2462-456a-bacd-c31b5715fb75.text
source: <a id="a1">Help us thank The Guardian</a> for preventing old news stories from being shared as misinformation, and ask other news publishers to follow their lead!
fr: <a id="a1">Aidez-nous à dire merci au Guardian</a> d’empêcher la diffusion de désinformation via d’anciennes actualités et demandez à d’autres éditeurs de presse de suivre leur exemple !

# body.ba035b0e-6896-406f-ab21-18d380a00e6d.altText
source: Graphic
fr: image

# body.ba035b0e-6896-406f-ab21-18d380a00e6d.text
source: <a id="a1">Tell us your opinions</a> about misinformation and how we should address it by taking our survey
fr: <a id="a1">Donnez-nous votre avis</a> en répondant à notre sondage sur la désinformation et sur la façon dont nous devrions y remédier

# title
source: Action
fr: Initiatives
