Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/*-misinformation/publisher-campaign.po
Languages: de, es, fr

# seo_title
source: News publishers should follow the Guardian's lead to prevent the spread of misinformation.
de: Nachrichtenverleger sollten dem Beispiel des Guardian folgen, um die Verbreitung von Falschinformationen zu verhindern.
fr: Les autres éditeurs de médias d’information devraient suivre l’initiative du Guardian pour lutter contre la diffusion de la désinformation.

# search_description
source: The Guardian has implemented a new feature to give readers more context around articles in their social media feeds, making old articles less likely to mislead people.
de: Unterstützen Sie uns dabei, dem Guardian einen Dank auszusprechen und andere Nachrichtenorganisationen darum zu bitten, das Teilen alter Nachrichten als aktuelle News zu verhindern.
es: Ayúdanos a agradecer a The Guardian y a pedir a otros medios de comunicación que impidan que noticias viejas se difundan como información errónea.
fr: Le Guardian a mis en place une nouvelle fonctionnalité pour donner aux lecteurs plus de contexte pour les articles dans leur fil d’actualité sur les réseaux sociaux, rendant les anciens articles moins susceptibles d’induire les gens en erreur.

# header
source: Publisher Campaign
de: Herausgeber-Kampagne
fr: Campagne sur les éditeurs

# intro
source: Help us thank The Guardian and ask other news publishers to prevent old news stories from being shared as misinformation.
de: Unterstützen Sie uns dabei, dem Guardian einen Dank auszusprechen und andere Nachrichtenorganisationen darum zu bitten, das Teilen alter Nachrichten als aktuelle News zu verhindern.
es: Ayúdanos a agradecer a The Guardian y a pedir a otros medios de comunicación que impidan que noticias viejas se difundan como información errónea.
fr: Aidez-nous à remercier The Guardian et demandez à d’autres éditeurs de médias d’information d’empêcher que de vieilles actualités soient partagées comme de la désinformation.

# body.461e3d5f-1ab6-4408-a313-06d9876ca455
source: “That’s old news.”
de: „Das ist Schnee von gestern.“
es: “Esas son noticias viejas”.
fr: « Ce n’est plus d’actualité. »

# body.461e3d5f-1ab6-4408-a313-06d9876ca455
source: A simple, three-word sentence that we use in our ‘offline vocabulary’ to tell someone that the story they are selling as a piece of juicy gossip is indeed, already old news. The Guardian recently <a id="a1">developed a new feature</a> which allows social media users to immediately recognise when a story that has been shared is actually "old news", which could limit the spread of misinformation online.
de: Eine einfache Redewendung, mit der wir im „realen Leben“ deutlich machen, wenn der neuste Klatsch und Tratsch, den uns gerade jemand erzählt, eben genau das ist: Schnee von gestern. The Guardian hat gerade <a id="a1">eine neue Funktion entwickelt</a>, mit deren Hilfe Nutzer von sozialen Median sofort erkennen können, dass eine mit ihnen geteilte Nachricht „Schnee von gestern“ ist. Diese Funktion könnte die Verbreitung von Fehlinformationen online eindämmen.
es: Es una sencilla oración de cuatro palabras que empleamos en la vida cotidiana fuera de Internet para decirle a alguien que quiere hacer pasar noticias viejas como si fuera un chisme recién salido del horno. Recientemente, The Guardian <a id="a1">añadió una característica nueva</a> que permite a los usuarios de las redes sociales reconocer de inmediato historias que son en realidad "noticias viejas" y reducir la difusión de información errónea en línea.
fr: Cette simple phrase de quatre mots que nous utilisons « hors ligne » pour dire à quelqu’un qu’une nouvelle présentée comme récente est en réalité de l’histoire ancienne est… elle-même de l’histoire ancienne. The Guardian a récemment <a id="a1">développé une nouvelle fonctionnalité</a> qui permet aux utilisateurs des réseaux sociaux de reconnaître immédiatement quand une histoire qui a été partagée « n’est plus d’actualité » afin de limiter la propagation de la désinformation en ligne.

# body.461e3d5f-1ab6-4408-a313-06d9876ca455
source: Misinformation isn’t only outright false reporting. Presenting outdated articles as current news is one way people try to intentionally mislead others into believing things that aren’t true.
de: Fehlinformationen haben viele Gesichter: Es handelt sich dabei nicht nur um vollständig falsche Berichterstattung. Auch die Darstellung alter Artikel als aktuelle Neuigkeiten wird genutzt, um anderen falsche Fakten als Wahrheit aufzutischen.
es: La información errónea no solamente consiste en difundir información falsa. Presentar artículos viejos como si fueran nuevos es otra manera de engañar a las personas y hacerles creer algo que no es cierto.
fr: La désinformation ne se résume pas à des reportages erronés. Présenter des articles obsolètes en les faisant passer pour des sujets d’actualité est l’un des moyens délibérément employés pour induire les gens en erreur en leur faisant croire des choses qui ne sont pas vraies.

# body.461e3d5f-1ab6-4408-a313-06d9876ca455
source: When articles from The Guardian that are older than 12 months are shared on social media, the image and description accompanying those articles now shows the year they were published. Here’s what that looks like:
de: Werden jetzt Artikel von The Guardian in sozialen Medien geteilt, die älter sind als zwölf Monate, wird auf dem Bild und in der Beschreibung des Artikels das Jahr der Veröffentlichung angezeigt. Und so sieht das aus:
es: Cuando se comparten en las redes sociales artículos de The Guardian que tienen más de 12 meses de antigüedad, en la imagen y la descripción que acompañan a esos artículos ahora también aparece el año de publicación. Así es como se ve:
fr: Lorsque des articles du Guardian datant de plus de 12 mois sont partagés sur les réseaux sociaux, l’image et la description qui les accompagnent mettent désormais clairement en évidence l’année de leur publication. Voici à quoi ça ressemble :

# body.02894459-f777-4508-9b43-fa5a4f2d54ce.altText
source: Before and after comparison of articles with the year labeled.
de: Vorher-Nachher-Vergleich von Artikeln mit Jahresangabe.
fr: Comparaison avant/après d’articles avec la mention de l’année.

# body.02894459-f777-4508-9b43-fa5a4f2d54ce.caption
source: Photo from Columbia Journalism Review's coverage of this story.
de: Bild von Columbia Journalism Reviews Berichterstattung zu dieser Story.
es: Foto de la cobertura de esta historia que hizo Columbia Journalism Review
fr: Photo tirée de la couverture de cette histoire par la Columbia Journalism Review.

# body.6491c0ed-8467-4408-88d4-f9d23425bdf8
source: Can you see the impact? In the age of social media, many of us ambiently consume news by reading headlines and descriptions that appear in our news feeds. These visual changes give us more context around articles in our social media feeds, making them less likely to mislead people.
de: Erkennen Sie die Wirkung, die dies haben kann? Im Zeitalter der sozialen Medien lesen viele von uns einfach Überschriften und Beschreibungen zu Artikeln, die auf unseren Pinnwänden erscheinen, und teilen diese Artikel dann mit unseren Freuden. Mit den visuellen Veränderungen des Guardian erhalten Leser nun mehr Kontext, was wiederum bedeutet, dass die Wahrscheinlichkeit, irreführende Nachrichten zu lesen, verringert wird.
es: ¿Puedes ver la repercusión? En la era de las redes sociales, muchos consumimos y compartimos noticias cuyos titulares y descripciones leemos en las fuentes de noticias. Estos cambios proporcionan más contexto a las noticias que aparecen ahí y se reduce la probabilidad de que sirvan para engañar a las personas.
fr: Imaginez l’impact de ce changement à l’ère des réseaux sociaux, où nous sommes nombreux à lire des informations en regardant uniquement les titres et les descriptions qui apparaissent dans nos fils d’actualité. Ce changement visuel apportera plus de contexte aux articles sur les réseaux sociaux, et les rendra moins susceptibles d’induire les gens en erreur.

# body.6491c0ed-8467-4408-88d4-f9d23425bdf8
source: We’re planning on delivering a thank you card to The Guardian as a first step toward inspiring other news publishers to follow their lead.
de: Wir wollen The Guardian eine Danksagung übergeben und so andere Zeitungen und News-Medien dazu bewegen, dem guten Beispiel zu folgen.
es: Planeamos enviar una tarjeta de agradecimiento a The Guardian por dar este primer paso que puede inspirar a otros medios de comunicación a seguir su ejemplo.
fr: Nous prévoyons de remettre une carte de remerciement au Guardian, ce qui, nous l’espérons, incitera les autres journaux à suivre leur exemple.

# body.6491c0ed-8467-4408-88d4-f9d23425bdf8
source: Will you add your name to say “thanks!” to The Guardian and tell other publishers to do the same?
de: Würden Sie The Guardian gern Danke sagen und andere Medienhäuser dazu inspirieren, es dem Guardian gleichzutun?
es: ¿Agregarías tu nombre para agradecer a The Guardian y pedir a otras editoriales que hagan lo mismo?
fr: Souhaitez-vous vous joindre à nous pour remercier The Guardian et inviter les autres éditeurs à faire de même ?

# title
source: Publisher Campaign
de: Herausgeber-Kampagne
fr: Campagne sur les éditeurs
