Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/*-misinformation/resources.po
Languages: de, es, fr

# seo_title
source: Tools, campaigning resources and background reading for activists working against misinformation
de: Hilfsmittel, Kampagnenmittel und Hintergrundinformationen für Aktivisten, die gegen Fehlinformationen arbeiten
es: Herramientas, recursos para campaña y material de lectura complementario para los activistas que están combatiendo la información errónea
fr: Des outils, des ressources pour mener des campagnes et des lectures de référence pour les militants qui luttent contre la désinformation

# search_description
source: A list of tools, background reading and campaigning resources for activists and organisations working to address misinformation.
de: Nachfolgend finden Sie eine Liste mit Werkzeugen, Hintergrundinformationen und Kampagnenressourcen für Aktivisten und Organisationen, die sich mit Fehlinformationen befassen.
es: A continuación se incluye una lista de las herramientas, el material de lectura complementario y los recursos para campaña para los activistas y organizaciones que están esforzándose por abordar la información errónea.
fr: Vous trouverez ci-dessous une liste d’outils, de lectures de référence et de ressources de campagne à destination des militants et des organisations qui luttent contre la désinformation.

# header
source: Resources
de: Ressourcen
es: Recursos
fr: Ressources

# intro
source: Tools, campaigning resources and background reading for activists working against misinformation
de: Hilfsmittel, Kampagnenmittel und Hintergrundinformationen für Aktivisten, die gegen Fehlinformationen arbeiten
es: Herramientas, recursos para campaña y material de lectura complementario para los activistas que están combatiendo la información errónea
fr: Des outils, des ressources pour mener des campagnes et des lectures de référence pour les militants qui luttent contre la désinformation

# body.bfaa0733-2e2f-46ae-893a-dd5c2dc6983f
source: Below is a short list of resources from organisations compiling resources on anti-disinformaton tools, resrouces, and initiatives, plus Mozilla's own <a id="a1"><b>campaigning resources</b></a> for activists and organisations working to address misinformation.
de: Nachfolgend finden Sie eine Liste mit Werkzeugen, Hintergrundinformationen und <a id="a1"><b>Kampagnenressourcen</b></a> für Aktivisten und Organisationen, die sich mit Fehlinformationen befassen.
es: A continuación se incluye una lista de las herramientas, el material de lectura complementario y los <a id="a1"><b>recursos para campaña</b></a> para los activistas y organizaciones que están esforzándose por abordar la información errónea.
fr: Vous trouverez ci-dessous une liste d’outils, de lectures de référence et de <a id="a1"><b>ressources de campagne</b></a> à destination des militants et des organisations qui luttent contre la désinformation.

# body.bfaa0733-2e2f-46ae-893a-dd5c2dc6983f
source: Although we think many of these resources are fabulous, inclusion of resources in this collection is not an endorsement of their content.
de: Auch wenn viele dieser Ressourcen fabelhaft sind, ist die Aufnahme von Ressourcen in diese Sammlung keine Bestätigung ihres Inhalts.
es: Aunque muchos de ellos nos parecen fabulosos, su inclusión no implica que estemos avalando su contenido.
fr: Même si nous pensons que beaucoup de ces ressources sont excellentes, leur présence dans cette liste ne constitue en aucun cas une approbation de leur contenu.

# body.bfaa0733-2e2f-46ae-893a-dd5c2dc6983f
source: Featured
de: Vorgestellt
es: Herramientas
fr: Ressources mises en avant

# body.d7ef37b3-bb79-4f71-b825-580e582192bb
source: Anti-Disinformation documents, initatives, and tools
fr: Documents, initiatives et outils de lutte contre la désinformation

# body.d7ef37b3-bb79-4f71-b825-580e582192bb
source: <a id="a1">Poynter's Guide to Misinformation Actions Around the World</a> (Webpage)
es: <a id="a1">Guía de Poynter para acciones contra la información errónea en todo el mundo</a> (página web)
fr: <a id="a1">Guide de Poynter sur les actions de désinformation dans le monde</a> (page web)

# body.d7ef37b3-bb79-4f71-b825-580e582192bb
source: <a id="a1">Credibility Coalition's CredCatalog database</a> (Webpage)
fr: <a id="a1">Base de données CredCatalog de Credibility Coalition</a> (page web)

# body.d7ef37b3-bb79-4f71-b825-580e582192bb
source: <a id="a1">MisinfoCon's Catalogue of Projects Working to Solve Disinformation</a> (Webpage)
de: <a id="a1">Der MisinfoCon-Katalog der Projekte zur Beseitigung von Desinformation</a> (Webseite)
es: <a id="a1">Catálogo de proyectos abocados a atajar la desinformación, publicado por MisinfoCon</a> (página web)
fr: <a id="a1">Liste de projets visant à résoudre les problèmes de désinformation, par MisinfoCon</a> (page web)

# body.d7ef37b3-bb79-4f71-b825-580e582192bb
source: <a id="a1">Tools that fight misinformation online from Rand Corporation</a> (Webpage)
fr: <a id="a1">Outils de lutte contre la désinformation en ligne de Rand Corporation</a> (page web)

# body.d7ef37b3-bb79-4f71-b825-580e582192bb
source: Campaigning Resources
de: Kampagnenressourcen
es: Recursos para campaña
fr: Ressources pour mener campagne

# body.d7ef37b3-bb79-4f71-b825-580e582192bb
source: <a id="a1">Independent Researchers' Guide to a Perfect Ad Transparency API</a> (Webpage)
de: <a id="a1">Leitfaden für unabhängige Forscher zu einer perfekten API zur Transparenz von Anzeigen</a> (Webseite)
es: <a id="a1">Guía de analistas independientes para una API de anuncios perfectamente transparente</a> (página web)
fr: <a id="a1">Guide de chercheurs indépendants de l’API parfaite pour la transparence publicitaire</a> (page web)

# body.d7ef37b3-bb79-4f71-b825-580e582192bb
source: <a id="a1">Open Letter from Civil Society to Facebook</a> (Webpage)
fr: <a id="a1">Lettre ouverte de la société civile à Facebook</a> (page web)

# body.d7ef37b3-bb79-4f71-b825-580e582192bb
source: <a id="a1">Mozilla Letter to EU Commission on Facebook Transparency</a> (Webpage)
fr: <a id="a1">Lettre de Mozilla à la Commission européenne à propos de la transparence de Facebook</a> (page web)

# body.d7ef37b3-bb79-4f71-b825-580e582192bb
source: <a id="a1">Mozilla Survey: Ahead of Elections, EU Internet Users Regularly Encounter Online Misinformation</a> (Webpage)
de: <a id="a1">Mozilla-Umfrage: Vor den Wahlen stoßen EU-Internetnutzer regelmäßig auf Online-Fehlinformationen</a> (Webseite)
es: <a id="a1">Encuesta de Mozilla: antes de las elecciones, los usuarios de Internet en la UE suelen encontrar información errónea en línea</a> (página web)
fr: <a id="a1">Sondage de Mozilla : en amont des élections, les internautes européens sont régulièrement confrontés à de fausses informations en ligne</a> (page web)

# title
source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
