Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/who-we-are/leadership.po
Languages: fr

# title
source: Leadership
fr: Direction

# intro
source: The Mozilla Foundation works to ensure the internet remains a public resource that is open and accessible to us all.
fr: La Fondation Mozilla est à pied d’œuvre pour s’assurer qu’Internet demeure un bien commun ouvert et accessible à tout le monde.

# body.39d2f214-188e-4bd7-9def-8c2bec2a8568
source: Management
fr: Direction

source: Picture of Mark Surman
fr: Photo de Mark Surman

source: Mark Surman, President
fr: Mark Surman, président

source: Picture of Angela Plohman
fr: Photo d’Angela Plohman

source: Angela Plohman, Chief Operating Officer
fr: Angela Plohman, directrice de l’exploitation

source: Picture of Ashley Boyd
fr: Photo d’Ashley Boyd

source: Ashley Boyd, Senior Vice President, Global Advocacy
fr: Ashley Boyd, vice-présidente senior, Advocacy

source: Picture of J. Bob Alotta
fr: Photo de J. Bob Alotta

source: J. Bob Alotta, Senior Vice President, Global Programs
fr: J. Bob Alotta, vice-présidente senior, Programmes internationaux

source: Picture of Candice Martin
fr: Photo de Candice Martin

source: Candice Martin, Director, People &amp; Culture
fr: Candice Martin, directrice, People et culture

source: Picture of Carys Afoko
fr: Photo de Carys Afoko

source: Carys Afoko, Senior Director, Communications and External Affairs
fr: Carys Afoko, directrice senior, Communications et affaires externes

source: Picture of D'Andre Walker
fr: Photo de D'Andre Walker

source: D'Andre Walker, Senior Counsel
fr: D'Andre Walker, avocat-conseil principal

source: Picture of Hanan Elmasu
fr: Photo de Hanan Elmasu

source: Hanan Elmasu, Director, Fellowships &amp; Awards
fr: Hanan Elmasu, directrice, Bourses et subventions

source: Picture of Juan Barani
fr: Photo de Juan Barani

source: Juan Barani, Senior Director, Gift Planning
fr: Juan Barani, directeur senior, Planification des dons

source: Photo of Kara Niles
fr: Photo de Kara Niles

source: Kara Niles, Director, Institutional Partnerships
fr: Kara Niles, directrice, Partenariats institutionnels

source: Picture of Kasia Odrozek
fr: Photo de Kasia Odrozek

source: Kasia Odrozek, Director, Insights
fr: Kasia Odrozek, directrice, Insights

source: Picture of Lainie DeCoursy
fr: Photo de Lainie DeCoursy

source: Lainie DeCoursy, Director, Organizational Effectiveness
fr: Lainie DeCoursy, directrice, Efficacité organisationnelle

source: Photo of Michael Whitney
fr: Photo de Michael Whitney

source: Michael Whitney, Director, Digital Engagement
fr: Michael Whitney, directeur, Engagement numérique

source: Photo of Nicholas Piachaud
fr: Photo de Nicholas Piachaud

source: Nicholas Piachaud, Director, Campaigns
fr: Nicholas Piachaud, directeur, Campagnes

source: Picture of Sarah Allen
fr: Photo de Sarah Allen

source: Sarah Allen, Senior Director, MozFest
fr: Sarah Allen, directrice senior, MozFest

source: Picture of Shing Suiter
fr: Photo de Shing Suiter

source: Shing Suiter, Senior Director, Technology Platforms
fr: Shing Suiter, directrice senior, Plateformes technologiques

source: Picture of Zhilun Pang
fr: Photo de Zhilun Pang

source: Zhilun Pang, Director, Finance &amp; Administration
fr: Zhilun Pang, directeur, Finances et administration

# body.979ce6c0-f57d-4142-8edf-104ed003caac
source: Board of Directors
fr: Conseil d’administration

source: Mitchell Baker, Chair
fr: Mitchell Baker, présidente

# body.12ce3020-a485-4763-8232-7d2c7ac933e3
source: Former Board Members
fr: Précédents membres du conseil d’administration

# body.1b264435-d865-4ef8-ad55-8b4e59ff02a8
source: Mozilla's Board of Directors also serve on committees or work with senior staff on special projects. Committees exist for:
fr: Le conseil d’administration de Mozilla siège également à des comités ou travaille avec des cadres supérieurs sur des projets spéciaux. Les comités existants :

# body.1b264435-d865-4ef8-ad55-8b4e59ff02a8
source: <a id="a1">Audit</a> which includes Brian Behlendorf and Nicole Wong;
fr: <a id="a1">Audits</a>, avec Brian Behlendorf et Nicole Wong ;

# body.1b264435-d865-4ef8-ad55-8b4e59ff02a8
source: <a id="a1">Diversity and inclusion</a> which includes Helen Turvey, Mark Surman and Nicole Wong;
fr: <a id="a1">Diversité et inclusion</a>, avec Helen Turvey, Mark Surman et Nicole Wong ;

# body.1b264435-d865-4ef8-ad55-8b4e59ff02a8
source: <a id="a1">Finance, investment and compensation</a> which includes Brian Behlendorf &amp; Helen Turvey; and
fr: <a id="a1">Finance, investissement et rémunération</a>, avec Brian Behlendorf et Helen Turvey ; et

# body.1b264435-d865-4ef8-ad55-8b4e59ff02a8
source: <a id="a1">Programs</a> which includes Amy Keating, Helen Turvey, Nicole Wong and Mark Surman.
fr: <a id="a1">Programmes</a> avec Amy Keating, Helen Turvey, Nicole Wong et Mark Surman.

# body.1b264435-d865-4ef8-ad55-8b4e59ff02a8
source: More information about the<a id="a1"> Mozilla Foundation's team, plans and activities</a> is available on the public community wiki.
fr: Pour plus d’informations sur <a id="a1">l’équipe, les plans et les activités de la Fondation Mozilla</a>, consultez le wiki public de la communauté.

# body.1b264435-d865-4ef8-ad55-8b4e59ff02a8
source: The Mozilla Foundation is a California non-profit corporation exempt from Federal income taxation under IRC 501(c)(3). It is governed by its Board of Directors and guided by the principles of the <a id="a1">Mozilla Manifesto</a>.
fr: Mozilla Foundation est une entreprise à but non lucratif californienne exonérée de l’impôt sur le revenu aux États-Unis selon la section 501(c)(3) de l’Internal Revenue Code (IRC). Elle est régie par son conseil d’administration et guidée par les principes du <a id="a1">Manifeste de Mozilla</a>.
