Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do/grantmaking/incubator/democracy-ai-cohort.po
Languages: de, fr, nl

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Democracy requires spaces where people can organize, engage, and build movements without fear of surveillance or repression. We need technologies that defend these spaces and expand access to civic participation for communities under threat.
de: Demokratie braucht Räume, in denen Menschen sich organisieren, engagieren und Bewegungen aufbauen können, ohne Überwachung oder Unterdrückung befürchten zu müssen. Wir brauchen Technologien, die diese Räume schützen und den Zugang zu bürgerlichem Engagement für bedrohte Gemeinschaften erweitern.
fr: La démocratie nécessite des espaces où les citoyens peuvent s’organiser, s’engager et créer des mouvements sans craindre la surveillance ou la répression. Nous avons besoin de technologies qui défendent ces espaces et élargissent l’accès à la participation civique pour les communautés menacées.
nl: Democratie vereist ruimtes waar mensen bewegingen kunnen organiseren, betrekken en bouwen zonder angst voor toezicht of repressie. We hebben technologieën nodig die deze ruimtes verdedigen en de toegang tot burgerparticipatie voor bedreigde gemeenschappen uitbreiden.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Systems that protect freedom of expression and association in digital spaces while reducing coordinated harassment and abuse.
de: Systeme, die die Meinungs- und Vereinigungsfreiheit im digitalen Raum schützen und gleichzeitig koordinierte Belästigungen und Missbräuche reduzieren.
fr: Des systèmes qui protègent la liberté d’expression et d’association dans les espaces numériques tout en réduisant le harcèlement et les abus coordonnés.
nl: Systemen die de vrijheid van meningsuiting en van vereniging in digitale ruimtes beschermen en tegelijkertijd gecoördineerde intimidatie en misbruik terugdringen.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Privacy-preserving coordination tools that enable secure communication and organizing for activists and communities under threat.
de: Datenschutzgerechte Koordinationswerkzeuge, die eine sichere Kommunikation und Organisation für Aktivisten und bedrohte Gemeinschaften ermöglichen.
fr: Des outils de coordination protégeant la vie privée qui permettent aux militants et aux communautés menacés de communiquer et de s’organiser en toute sécurité.
nl: Privacybehoudende coördinatiehulpmiddelen die veilige communicatie en organisatie mogelijk maken voor bedreigde activisten en gemeenschappen.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Technologies that empower citizens to resist propaganda, polarization, and authoritarian control of information.
de: Technologien, die Bürger*innen befähigen, sich gegen Propaganda, Polarisierung und autoritäre Kontrolle von Informationen zu wehren.
fr: Des technologies qui donnent aux citoyens les moyens de résister à la propagande, à la polarisation et au contrôle autoritaire de l’information.
nl: Technologieën die burgers in staat stellen om propaganda, polarisatie en autoritaire controle over informatie te weerstaan.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Surveillance resistance infrastructure that helps communities maintain digital autonomy and defend the digital public sphere from authoritarian misuse.
de: Infrastruktur zum Widerstand gegen Überwachung, die Gemeinschaften dabei hilft, ihre digitale Autonomie zu bewahren und den digitalen öffentlichen Raum vor autoritärem Missbrauch zu schützen.
fr: Une infrastructure de lutte contre la surveillance qui aide les communautés à préserver leur autonomie numérique et à défendre la sphère publique numérique contre les abus autoritaires.
nl: Infrastructuur voor verzet tegen surveillance die gemeenschappen helpt digitale autonomie te behouden en de digitale publieke sfeer te verdedigen tegen autoritair misbruik.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Tools that expand access to civic education and resources for marginalized communities.
de: Tools, die den Zugang zu politischer Bildung und Ressourcen für marginalisierte Gemeinschaften erweitern.
fr: Des outils qui élargissent l’accès à l’éducation civique et aux ressources pour les communautés marginalisées.
nl: Hulpmiddelen die de toegang tot burgerschapsvorming en hulpbronnen voor gemarginaliseerde gemeenschappen uitbreiden.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: <b>Success looks like:</b> Organizers and activists can coordinate safely despite surveillance or repression. Marginalized communities can participate in civic life without exposing themselves to harm. Communities maintain digital autonomy and resist authoritarian control. Civic spaces remain open for organizing, even under hostile conditions.
de: <b>Erfolg sieht so aus:</b> Organisator*innen und Aktivist*innen können sich trotz Überwachung oder Repressionen sicher koordinieren. Marginalisierte Gemeinschaften können am gesellschaftlichen Leben teilnehmen, ohne sich Gefahren auszusetzen. Gemeinschaften bewahren ihre digitale Autonomie und widersetzen sich autoritärer Kontrolle. Der gesellschaftliche Raum bleibt offen für Organisierungen, selbst unter feindseligen Bedingungen.
fr: <b>Le succès se caractérise par :</b> des organisateurs et les militants qui peuvent se coordonner en toute sécurité malgré la surveillance ou la répression. Des communautés marginalisées qui peuvent participer à la vie civique sans s’exposer à des risques. Des communautés qui conservent leur autonomie numérique et résistent au contrôle autoritaire. Des espaces civiques qui restent ouverts à l’organisation, même dans des conditions hostiles.
nl: <b>Succes ziet er als volgt uit:</b> organisatoren en activisten kunnen ondanks toezicht of repressie veilig coördineren. Gemarginaliseerde gemeenschappen kunnen deelnemen aan het maatschappelijk leven zonder zichzelf bloot te stellen aan kwaad. Gemeenschappen behouden digitale autonomie en verzetten zich tegen autoritaire controle. Bestuursruimtes blijven open voor organisatie, zelfs onder vijandige omstandigheden.

# body.39ea7755-8167-4b3e-9317-30abfcd4a24c
source: What success looks like for this cohort
de: Wie Erfolg für diese Kohorte aussieht
fr: Comment se caractérise le succès pour cette cohorte ?
nl: Hoe succes eruitziet voor dit cohort

# body.39ea7755-8167-4b3e-9317-30abfcd4a24c
source: Success for this cohort means projects achieve viability, communities experience democratic improvements, and the broader ecosystem shifts to support these alternatives.
de: Erfolg für diese Kohorte bedeutet, dass Projekte realisierbar werden, Gemeinschaften demokratische Verbesserungen erfahren und sich das gesamte Ökosystem verändert, um diese Alternativen zu unterstützen.
fr: Pour cette cohorte, le succès signifie que les projets deviennent viables, que les communautés connaissent des améliorations démocratiques et que l’écosystème au sens large évolue pour soutenir ces alternatives.
nl: Succes voor dit cohort betekent dat projecten levensvatbaar worden, dat gemeenschappen democratische verbeteringen ervaren, en dat het bredere ecosysteem verschuift om deze alternatieven te ondersteunen.

# body.39ea7755-8167-4b3e-9317-30abfcd4a24c
source: <b>Democratic impact:</b> Projects create measurable improvements in civic participation, institutional transparency, information quality, or collective decision-making within their target communities.
de: <b>Demokratische Wirkung:</b> Die Projekte führen zu messbaren Verbesserungen in den Bereichen Bürgerbeteiligung, institutionelle Transparenz, Informationsqualität oder kollektive Entscheidungsfindung innerhalb ihrer Zielgemeinden.
fr: <b>Impact démocratique :</b> les projets apportent des améliorations mesurables en matière de participation civique, de transparence institutionnelle, de qualité de l’information ou de prise de décision collective au sein des communautés ciblées.
nl: <b>Democratische impact:</b> projecten zorgen voor meetbare verbeteringen in burgerparticipatie, institutionele transparantie, informatiekwaliteit of collectieve besluitvorming binnen hun doelgemeenschappen.

# body.39ea7755-8167-4b3e-9317-30abfcd4a24c
source: <b>Project viability:</b> Funded projects develop clear sustainability plans. They grow their user base, expand their supporter and partner network, and help demonstrate democratic alternatives.
de: <b>Projektdurchführbarkeit:</b> Geförderte Projekte entwickeln klare Nachhaltigkeitspläne. Sie vergrößern ihre Nutzerbasis, erweitern ihr Netzwerk aus Unterstützer*innen und Partner*innen und tragen dazu bei, demokratische Alternativen aufzuzeigen.
fr: <b>Viabilité des projets :</b> les projets financés mettent en place des plans de durabilité clairs. Ils élargissent leur base d’utilisateurs, développent leur réseau de soutiens et de partenaires, et contribuent à démontrer l’existence d’alternatives démocratiques.
nl: <b>Levensvatbaarheid van het project:</b> gefinancierde projecten ontwikkelen duidelijke duurzaamheidsplannen. Ze vergroten hun gebruikersbestand, breiden hun supporters- en partnernetwerk uit en helpen democratische alternatieven aan te tonen.

# body.39ea7755-8167-4b3e-9317-30abfcd4a24c
source: <b>Ecosystem change:</b> New funders invest in AI and democracy. Policymakers and media recognize these approaches. Projects from diverse geographies demonstrate that democratic innovation is global.
de: <b>Veränderung des Ökosystems:</b> Neue Geldgeber*innen investieren in KI und Demokratie. Politiker*innen und Medien erkennen diese Ansätze an. Projekte aus verschiedenen Regionen zeigen, dass demokratische Innovation global ist.
fr: <b>Transformation de l’écosystème :</b> de nouveaux bailleurs de fonds investissent dans l’IA et la démocratie. Les décideurs politiques et les médias reconnaissent ces approches. Des projets menés dans diverses régions géographiques démontrent l’ampleur mondiale de l’innovation démocratique.
nl: <b>Ecosysteemverandering:</b> nieuwe financiers investeren in AI en democratie. Beleidsmakers en media erkennen deze benaderingen. Projecten uit diverse regio’s tonen aan dat democratische innovatie mondiaal is.

# body.39ea7755-8167-4b3e-9317-30abfcd4a24c
source: As a 501(c)(3) tax exempt organization, the Mozilla Foundation is absolutely prohibited from directly or indirectly participating or intervening in any political campaign on behalf of, or in opposition to, any candidate for elective public office, or taking any other actions which may favor one candidate over another.
de: Als steuerbefreite Organisation gemäß 501(c)(3) ist es der Mozilla Foundation strengstens untersagt, sich direkt oder indirekt an politischen Kampagnen zugunsten oder gegen Personen, die für ein öffentliches Wahlamt kandidieren, zu beteiligen oder einzumischen oder sonstige Maßnahmen zu ergreifen, die eine kandidierende Person gegenüber einer anderen begünstigen könnten.
fr: En tant qu’organisation 501(c)(3) exonérée d’impôt, la Fondation Mozilla a l’interdiction absolue de participer ou d’intervenir, directement ou indirectement, dans toute campagne politique au nom ou à l’encontre d’un candidat à une fonction publique élective, ou de prendre toute autre mesure susceptible de favoriser un candidat par rapport à un autre.
nl: Als een onder 501(c)(3) van belasting vrijgestelde organisatie is het de Mozilla Foundation absoluut verboden om direct of indirect deel te nemen aan of in te grijpen in politieke campagnes namens, of in oppositie tegen, een kandidaat voor een verkozen openbaar ambt, of acties die de ene kandidaat boven de andere kunnen bevoordelen.

# body.6ffc58c9-096f-4f1e-bdaa-928069e23d6c.title
source: About the 2026 cohort experience
de: Über das Kohortenerlebnis 2026
fr: À propos de l’expérience de la cohorte 2026
nl: Over de cohortervaring van 2026

# body.ac059d6a-b1d0-46fc-92a7-bc8d4f5f27ea
source: We anticipate funding 10 projects at $50,000 each for 12 months of intensive support.
de: Wir gehen davon aus, dass wir 10 Projekte mit jeweils 50.000 Dollar für 12 Monate intensiver Unterstützung finanzieren werden.
fr: Nous prévoyons de financer 10 projets à hauteur de 50 000 dollars chacun pendant 12 mois de soutien intensif.
nl: We verwachten 10 projecten te financieren van $50.000 elk gedurende 12 maanden van intensieve ondersteuning.

# body.ac059d6a-b1d0-46fc-92a7-bc8d4f5f27ea
source: This is a Build Cohort. The focus is on developing your concept, improving product quality, clarifying user needs, building a foundation for sustainable growth, and connecting with potential supporters.
de: Dies ist eine Build-Kohorte. Der Schwerpunkt liegt auf der Entwicklung Ihres Konzepts, der Verbesserung der Produktqualität, der Klärung der Nutzerbedürfnisse, dem Aufbau einer Grundlage für nachhaltiges Wachstum und der Kontaktaufnahme mit potenziellen Unterstützer*innen.
fr: Il s’agit d’une cohorte de développement. L’accent est mis sur le développement de votre concept, l’amélioration de la qualité du produit, la clarification des besoins des utilisateurs, la mise en place des bases d’une croissance durable et la mise en relation avec des soutiens potentiels.
nl: Dit is een buildcohort. De focus ligt op het ontwikkelen van uw concept, het verbeteren van de productkwaliteit, het verduidelijken van gebruikersbehoeften, het bouwen van een basis voor duurzame groei en het contact maken met potentiële supporters.

# body.ac059d6a-b1d0-46fc-92a7-bc8d4f5f27ea
source: In addition to project funding, you'll receive the following supports:
de: Neben der Projektförderung erhalten Sie folgende Unterstützung:
fr: En plus du financement du projet, vous bénéficierez des aides suivantes :
nl: Naast projectfinanciering ontvangt u de volgende vormen van ondersteuning:

# body.ac059d6a-b1d0-46fc-92a7-bc8d4f5f27ea
source: <b>Monthly cohort calls</b> with peers facing similar challenges.
de: <b>Monatliche Kohortengespräche</b> mit Gleichaltrigen, die vor ähnlichen Herausforderungen stehen.
fr: <b>Appels mensuels</b> avec des pairs confrontés à des défis similaires.
nl: <b>Maandelijkse cohortgesprekken</b> met anderen die voor vergelijkbare uitdagingen staan.

# body.ac059d6a-b1d0-46fc-92a7-bc8d4f5f27ea
source: <b>Expert mentorship</b> from advisors who've navigated the problems you're facing—from AI accountability to sustainable business models to early-stage funding.
de: <b>Kompetente Betreuung</b> durch Berater*innen, die bereits ähnliche Probleme bewältigt haben – von der Verantwortlichkeit künstlicher Intelligenz über nachhaltige Geschäftsmodelle bis hin zur Frühphasenfinanzierung.
fr: <b>Mentorat expert</b> assuré par des conseillers qui ont déjà rencontré les problèmes auxquels vous êtes confronté, qu’il s’agisse de la responsabilité de l’IA, des modèles commerciaux durables ou du financement des entreprises en phase de démarrage.
nl: <b>Deskundig mentorschap</b> van adviseurs die uw problemen hebben aangepakt – van AI-verantwoording tot duurzame bedrijfsmodellen tot financiering in een vroeg stadium.

# body.ac059d6a-b1d0-46fc-92a7-bc8d4f5f27ea
source: <b>Skills workshops</b> tailored to what your cohort needs most (past topics: funding landscape navigation, impact measurement, pitch development).
de: Auf die Bedürfnisse Ihrer Kohorte zugeschnittene <b>Kompetenzworkshops</b> (bisherige Themen: Orientierung im Förderumfeld, Wirkungsmessung, Pitch-Entwicklung).
fr: <b>Ateliers de compétences</b> adaptés aux besoins les plus importants de votre cohorte (sujets abordés précédemment : compréhension du paysage financier, mesure de l’impact, élaboration d’un argumentaire).
nl: <b>Vaardigheidsworkshops</b> afgestemd op wat uw cohort het meest nodig heeft (eerdere onderwerpen: navigatie van financieringslandschap, impactmeting, ontwikkeling van een pitch).

# body.ac059d6a-b1d0-46fc-92a7-bc8d4f5f27ea
source: <b>Network access</b> to Mozilla's global ecosystem of technologists, activists, and funders.
de: <b>Netzwerkzugang</b> zum globalen Ökosystem von Mozilla, bestehend aus Technologen, Aktivisten und Geldgebern.
fr: <b>Accès au réseau mondial</b> de Mozilla, qui regroupe des technologues, des militants et des bailleurs de fonds.
nl: <b>Netwerktoegang</b> tot Mozilla’s wereldwijde ecosysteem van technologen, activisten en financiers.

# body.ac059d6a-b1d0-46fc-92a7-bc8d4f5f27ea
source: <b>Regular 1:1 check-ins</b> with Mozilla staff to discuss milestones, obstacles, and support needs.
de: <b>Regelmäßige 1:1-Gespräche</b> mit Mozilla-Mitarbeiter*innen, um Meilensteine, Hindernisse und Unterstützungsbedarf zu besprechen.
fr: <b>Échanges réguliers en tête-à-tête</b> avec le personnel de Mozilla pour discuter des étapes importantes, des obstacles et des besoins en matière de soutien.
nl: <b>Regelmatige één-op-één-check-ins</b> met Mozilla-personeel om mijlpalen, obstakels en ondersteuningsbehoeften te bespreken.

# body.ac059d6a-b1d0-46fc-92a7-bc8d4f5f27ea
source: Incubator participants are also invited to participate in <b>Mozilla Festival</b>, where teams are often given the opportunity to pitch to potential funders, collaborators, and users.
de: Die Teilnehmer*innen des Inkubators sind auch eingeladen, am <b>Mozilla Festival</b> teilzunehmen, wo Teams oft die Möglichkeit erhalten, sich potenziellen Geldgeber*innen, Kooperationspartner*innen und Nutzer*innen vorzustellen.
fr: Les participants à l’incubateur sont également invités à participer au <b>Festival Mozilla</b>, où les équipes ont souvent l’occasion de présenter leur projet à des bailleurs de fonds, des collaborateurs et des utilisateurs potentiels.

# body.ac059d6a-b1d0-46fc-92a7-bc8d4f5f27ea
source: What we'll ask of you:
de: Was wir von Ihnen verlangen werden:
fr: Ce que nous attendons de vous :
nl: Wat we van u vragen:

# body.ac059d6a-b1d0-46fc-92a7-bc8d4f5f27ea
source: Active participation in cohort calls, workshops, and other offerings.
de: Aktive Teilnahme an Kohortenanrufen, Workshops und anderen Angeboten.
fr: Participation active aux appels de cohorte, aux ateliers et autres activités proposées.
nl: Actieve deelname aan cohortgesprekken, workshops en ander aanbod.

# body.ac059d6a-b1d0-46fc-92a7-bc8d4f5f27ea
source: A final public-facing report documenting your approach, learnings, and outcomes—designed to benefit the broader field.
de: Ein abschließender öffentlich zugänglicher Bericht, der Ihren Ansatz, Ihre Erkenntnisse und Ergebnisse dokumentiert und zum Nutzen des gesamten Fachgebiets erstellt wurde.
fr: Un rapport final destiné au public, documentant votre approche, vos apprentissages et vos résultats, conçu pour bénéficier à l’ensemble des acteurs du secteur.
nl: Een definitief openbaar rapport dat uw benadering, lessen en resultaten documenteert – ontworpen om het bredere veld ten goede te komen.

# body.ac059d6a-b1d0-46fc-92a7-bc8d4f5f27ea
source: <b>Follow-On Funding:</b> The strongest projects may be invited to Tier II (Sustain Track) for additional funding ($250,000 per project) and bespoke support focused on securing follow-on funding and building sustainable models. But participation in the Build Track is valuable on its own—not every project will or should continue.
de: <b>Folgefinanzierung:</b> Die stärksten Projekte können zu Tier II (Sustain Track) eingeladen werden, um zusätzliche Finanzmittel (250.000 USD pro Projekt) und maßgeschneiderte Unterstützung zu erhalten, die sich auf die Sicherung von Folgefinanzierungen und den Aufbau nachhaltiger Modelle konzentriert. Die Teilnahme am Build Track ist jedoch an sich schon wertvoll – nicht jedes Projekt wird oder sollte fortgesetzt werden.
fr: <b>Financement complémentaire :</b> les projets les plus prometteurs peuvent être invités à participer au niveau II (piste de pérennisation) afin d’obtenir un financement supplémentaire (250 000 dollars par projet) et un soutien sur mesure axé sur l’obtention d’un financement complémentaire et la mise en place de modèles durables. Cependant, la participation à la piste de développement est une expérience enrichissante à elle seule, car tous les projets n’ont pas vocation à se poursuivre.
nl: <b>Vervolgfinanciering:</b> de sterkste projecten kunnen worden uitgenodigd voor Tier II (Sustain Track) voor aanvullende financiering ($250.000 per project) en ondersteuning op maat, gericht op het veiligstellen van vervolgfinanciering en het bouwen van duurzame modellen. Maar deelname aan het Buildtraject is op zichzelf al waardevol – niet elk project kan of moet worden voortgezet.

# body.37feb214-5c34-484d-a3fe-fadc5bdae156.label
source: Submit Your Application
de: Bewerbung einreichen
fr: Soumettez votre candidature
nl: Uw aanvraag indienen

# body.e65e2f0e-a5f2-4757-bc74-c2439f5bf389.title
source: Eligibility: who should apply
de: Teilnahmeberechtigung: Wer sollte sich bewerben
fr: Critères d’admissibilité : qui doit postuler

# body.659412f2-035e-4f56-9d8e-8aa9aae672e9
source: You should apply if you have:
de: Sie sollten sich bewerben, wenn Sie über das Folgende verfügen:
fr: Nous vous invitons à postuler si vous disposez des éléments suivants :

# body.659412f2-035e-4f56-9d8e-8aa9aae672e9
source: <b>A working technology</b> that people can actually use — not just an idea or wireframe. You've built something functional, even if it's at a very early stage, and you’re ready for what comes next.
de: <b>Eine funktionierende Technologie</b>, die Menschen tatsächlich nutzen können – nicht nur eine Idee oder ein Wireframe. Sie haben etwas Funktionales geschaffen, auch wenn es sich noch in einem sehr frühen Stadium befindet, und sind bereit für die nächsten Schritte.
fr: <b>Une technologie fonctionnelle</b> pouvant être réellement utilisée, plutôt qu’une simple idée ou une maquette. Une solution opérationnelle, même si elle n’en est qu’à ses débuts, et une volonté de passer à l’étape suivante.

# body.659412f2-035e-4f56-9d8e-8aa9aae672e9
source: <b>A committed team</b> who can execute over 12 months. If you are selected for this grant, you should be able to hit the ground running without having to do any significant hiring.
de: <b>Ein engagiertes Team</b>, das über einen Zeitraum von 12 Monaten arbeiten kann. Wenn Sie für diesen Zuschuss ausgewählt werden, sollten Sie in der Lage sein, sofort loszulegen, ohne größere Neueinstellungen vornehmen zu müssen.
fr: <b>Une équipe engagée</b> capable d’exécuter le projet sur 12 mois. Si vous êtes sélectionné pour bénéficier de cette subvention, vous devrez être en mesure de vous mettre immédiatement au travail sans avoir à recruter de personnel supplémentaire.
