Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do/grantmaking/incubator/democracy-ai-cohort.po
Languages: de, fr, nl

# body.3c179408-9026-4f72-a822-9e89ef5ba66e
source: Despite the challenges that we’re now seeing, we remain optimistic in the long term: we still believe that the Internet and related technologies can help people better understand the facts, the world, and each other. But those technologies need to be identified, supported, and connected to a greater community before they can truly lead to a shift and help strengthen democratic processes and practices globally.
de: Trotz der Herausforderungen, denen wir derzeit gegenüberstehen, bleiben wir langfristig optimistisch: wir glauben weiterhin daran, dass das Internet und damit verbundene Technologien den Menschen helfen können, die Fakten, die Welt und einander besser zu verstehen. Diese Technologien müssen jedoch identifiziert, unterstützt und mit einer größeren Gemeinschaft vernetzt werden, bevor sie wirklich zu einem Wandel führen und dazu beitragen können, demokratische Prozesse und Praktiken weltweit zu stärken.
fr: Malgré les défis auxquels nous sommes actuellement confrontés, nous restons optimistes quant à l’avenir : nous continuons de croire qu’Internet et les technologies apparentées peuvent aider les citoyens à mieux comprendre les faits, le monde et les personnes qui les entourent. Mais ces technologies doivent être identifiées, soutenues et connectées à une communauté plus large avant de pouvoir véritablement entraîner un changement et contribuer à renforcer les processus et les pratiques démocratiques à l’échelle mondiale.
nl: Ondanks de uitdagingen die we nu zien, blijven we optimistisch op de lange termijn: we geloven nog steeds dat het internet en aanverwante technologieën mensen kunnen helpen de feiten, de wereld en elkaar beter te begrijpen. Maar die technologieën moeten worden geïdentificeerd, ondersteund en verbonden met een grotere gemeenschap voordat ze echt voor een verschuiving kunnen leiden en wereldwijde democratische processen en praktijken kunnen helpen versterken.

# body.3c179408-9026-4f72-a822-9e89ef5ba66e
source: That’s where Mozilla Foundation comes in, and why we are investing in technologists who are building AI systems that strengthen democratic practice. We're not looking for tools that simply promote democratic values - <b>we're looking for technologies that use AI to actively protect and promote democracy,</b> tools that go beyond education and outreach to fundamentally improve democracy around the globe.
de: Hier kommt die Mozilla Foundation ins Spiel, und deshalb investieren wir in Technologen, die KI-Systeme entwickeln, die die demokratische Praxis stärken. Wir suchen nicht nach Tools, die lediglich demokratische Werte fördern – <b>wir suchen nach Technologien, die KI nutzen, um die Demokratie aktiv zu schützen und zu fördern,</b> nach Tools, die über Bildung und Öffentlichkeitsarbeit hinausgehen und die Demokratie weltweit grundlegend verbessern.
fr: C’est là qu’intervient la Fondation Mozilla, et c’est pourquoi nous investissons dans des technologues qui développent des systèmes d’IA visant à renforcer la pratique démocratique. Nous ne recherchons pas simplement des outils qui font la promotion des valeurs démocratiques, <b>mais des technologies qui utilisent l’IA pour protéger et promouvoir activement la démocratie,</b> des outils qui vont au-delà de l’éducation et de la sensibilisation pour améliorer fondamentalement la démocratie à travers le monde.
nl: Dat is waar Mozilla Foundation om de hoek komt kijken, en waarom we investeren in technologen die AI-systemen bouwen die de democratische praktijk versterken. We zijn niet op zoek naar hulpmiddelen die eenvoudigweg democratische waarden bevorderen – <b>we zijn op zoek naar technologieën die AI gebruiken om democratie actief te beschermen en te bevorderen,</b> hulpmiddelen die verder gaan dan onderwijs en hulpverlening om de democratie over de hele wereld fundamenteel te verbeteren.

# body.30888ff8-3966-4a93-8ced-23d33fd76696.title
source: What we’re looking for
de: Was wir suchen
fr: Ce que nous recherchons
nl: Wat we zoeken

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: <b>We invite applications from technologists building</b> <b>working technologies with demonstrated traction</b>—projects that have moved beyond prototype to something people are actually using, even if your community is still small.
de: <b>Wir laden Technolog*innen ein, sich zu bewerben, die</b> <b>funktionierende Technologien mit nachweislicher Zugkraft entwickeln </b>– Projekte, die über den Prototypenstadium hinaus sind und tatsächlich von Menschen genutzt werden, auch wenn Ihre Community noch klein ist.
fr: <b>Nous invitons les technologues qui développent</b> <b>des technologies fonctionnelles ayant fait leurs preuves à postuler, </b>c’est-à-dire des projets qui ont dépassé le stade du prototype pour devenir des outils réellement utilisables, même si votre communauté reste encore confidentielle.
nl: <b>We vragen om aanvragen van technologen die</b> <b>werkende technologieën met bewezen kracht</b> bouwen – projecten die voorbij een prototype zijn gegaan naar iets dat mensen daadwerkelijk gebruiken, zelfs als uw gemeenschap nog klein is.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: <b>We're specifically looking for projects that leverage AI as a core capability</b>—not as an add-on, but as essential to achieving democratic impact at scale, across communities, or in ways that weren't previously possible. We want to see AI that helps build a better future by strengthening democratic practice around the world. We invite applications in three distinct categories, as follow.
de: <b>Wir suchen speziell nach Projekten, die KI als Kernkompetenz nutzen</b> – nicht als Zusatz, sondern als unverzichtbares Element, um demokratische Wirkung in großem Maßstab, über Gemeinschaften hinweg oder auf bisher nicht mögliche Weise zu erzielen. Wir möchten KI sehen, die dazu beiträgt, eine bessere Zukunft aufzubauen, indem sie die demokratische Praxis weltweit stärkt. Wir laden zur Einreichung von Bewerbungen in den folgenden drei Kategorien ein.
fr: <b>Nous recherchons plus particulièrement des projets qui exploitent l’IA comme une fonctionnalité centrale, </b>non pas comme un simple complément, mais comme un facteur essentiel pour obtenir un impact démocratique à grande échelle, dans toutes les communautés, ou d’une manière qui n’était pas possible auparavant. Nous voulons une IA qui contribue à bâtir un avenir meilleur en renforçant la pratique démocratique à travers le monde. Nous invitons les candidatures dans trois catégories distinctes, à savoir :
nl: <b>We zijn vooral op zoek naar projecten die AI als kerncapaciteit benutten</b> – niet als een add-on, maar als essentieel voor het bereiken van democratische impact op schaal, in gemeenschappen, of op manieren die voorheen niet aanwezig waren mogelijk. We willen AI zien die helpt bij het bouwen van een betere toekomst door de democratische praktijk over de hele wereld te versterken. We vragen om inschrijvingen in drie verschillende categorieën, als volgt.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: 1. Enable better information
de: 1. Bessere Informationen ermöglichen
fr: 1. Permettre une meilleure information
nl: 1. Zorgen voor betere informatie

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Democracy requires shared reality. We need technologies that help people assess information quality and that ensure diverse voices can be heard.
de: Demokratie erfordert eine gemeinsame Realität. Wir brauchen Technologien, die Menschen dabei helfen, die Qualität von Informationen zu beurteilen, und die sicherstellen, dass unterschiedliche Stimmen gehört werden können.
fr: La démocratie nécessite une réalité partagée. Nous avons besoin de technologies qui aident les gens à évaluer la qualité de l’information et qui garantissent que des voix diverses puissent être entendues.
nl: Democratie vereist een gedeelde realiteit. We hebben technologieën nodig die mensen helpen de informatiekwaliteit te beoordelen en ervoor zorgen dat diverse stemmen gehoord kunnen worden.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: We're looking for:
de: Wir suchen:
fr: Nous recherchons :
nl: We zijn op zoek naar:

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Systems that diversify information flows and help communities identify and amplify reliable sources through collective verification, reducing dependence on extractive platform monopolies.
de: Systeme, die Informationsflüsse diversifizieren und Gemeinschaften dabei helfen, zuverlässige Quellen durch kollektive Verifizierung zu identifizieren und zu verstärken, wodurch die Abhängigkeit von monopolistischen Plattformen reduziert wird.
fr: Des systèmes qui diversifient les flux d’informations et aident les communautés à identifier et à diffuser des sources fiables grâce à une vérification collective, réduisant ainsi la dépendance vis-à-vis des monopoles des plateformes extractives.
nl: Systemen die informatiestromen diversifiëren en gemeenschappen helpen betrouwbare bronnen te identificeren en te versterken via collectieve verificatie, waardoor de afhankelijkheid van extractieve platformmonopolies wordt verminderd.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Tools that enable trustworthy summaries of civic information and news.
de: Tools, die zuverlässige Zusammenfassungen von Informationen und Nachrichten zum Thema Staatsbürgerkunde ermöglichen.
fr: Des outils qui permettent de produire des résumés fiables d’informations civiques et d’actualités.
nl: Hulpmiddelen die betrouwbare samenvattingen van burgerinformatie en nieuws mogelijk maken.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Information verification tools that work at scale across languages and contexts, enabling hybrid AI-human approaches or collective verification.
de: Tools zur Informationsüberprüfung, die in großem Umfang über Sprachen und Kontexte hinweg funktionieren und hybride KI-Menschenansätze oder eine kollektive Überprüfung ermöglichen.
fr: Des outils de vérification des informations qui fonctionnent à grande échelle, dans toutes les langues et tous les contextes, permettant des approches hybrides associant l’IA et l’intervention humaine ou une vérification collective.
nl: Hulpmiddelen voor informatieverificatie die op schaal werken in verschillende talen en contexten, waardoor hybride AI-menselijke benaderingen of collectieve verificatie mogelijk zijn.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Tools that reveal algorithmic influence and help people understand how their information is being shaped and filtered.
de: Tools, die den algorithmischen Einfluss aufdecken und den Menschen helfen zu verstehen, wie ihre Informationen geformt und gefiltert werden.
fr: Des outils qui révèlent l’influence des algorithmes et aident les gens à comprendre comment leurs informations sont façonnées et filtrées.
nl: Hulpmiddelen die algoritmische invloed onthullen en mensen helpen begrijpen hoe hun informatie wordt gevormd en gefilterd.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Identity verification systems that prevent bots and fake accounts while protecting privacy.
de: Identitätsüberprüfungssysteme, die Bots und gefälschte Konten verhindern und gleichzeitig die Privatsphäre schützen.
fr: Des systèmes de vérification d’identité qui permettent de lutter contre les bots et les faux comptes tout en protégeant la vie privée.
nl: Systemen voor identiteitsverificatie die bots en nepaccounts voorkomen en tegelijkertijd privacy beschermen.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Platforms that facilitate consensus-building across a divided public including the design of bridge-building algorithms.
de: Plattformen, die die Konsensbildung in einer gespaltenen Öffentlichkeit erleichtern, einschließlich der Entwicklung von Algorithmen zum Brückenbau.
fr: Des plateformes qui favorisent le consensus au sein d’un public divisé, notamment grâce à la conception d’algorithmes de rapprochement.
nl: Platformen die het opbouwen van consensus onder een verdeeld publiek mogelijk maken, inclusief het ontwerp van algoritmen voor het bouwen van bruggen.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Conversational spaces that go beyond mere “Twitter clones” to bake democratic values into the design of technology and underlying protocols.
de: Kommunikationsräume, die über bloße „Twitter-Klone“ hinausgehen und demokratische Werte in das Design der Technologie und der zugrunde liegenden Protokolle einfließen lassen.
fr: Des espaces de conversation qui vont au-delà de simples « clones de Twitter » pour intégrer les valeurs démocratiques dans la conception de la technologie et des protocoles sous-jacents.
nl: Conversatieruimtes die verder gaan dan alleen maar ‘Twitter-klonen’ om democratische waarden in het ontwerp van technologie en onderliggende protocollen te verwerken.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: <b>Success looks like:</b> Communities have access to trustworthy information they can verify themselves. People can identify manipulation and propaganda. Diverse voices are heard. Users understand how algorithms shape what they see and have agency to change it.
de: <b>Erfolg sieht so aus:</b> Gemeinschaften haben Zugang zu vertrauenswürdigen Informationen, die sie selbst überprüfen können. Die Menschen können Manipulation und Propaganda erkennen. Vielfältige Stimmen werden gehört. Die Nutzer verstehen, wie Algorithmen das, was sie sehen, beeinflussen, und haben die Möglichkeit, dies zu ändern.
fr: <b>Le succès se caractérise par :</b> des communautés ayant accès à des informations fiables qu’elles peuvent vérifier elles-mêmes. Des citoyens capables d’identifier la manipulation et la propagande. Des voix diverses qui se font entendre. Des utilisateurs qui comprennent comment les algorithmes façonnent ce qu’ils voient et qui ont la possibilité de changer cela.
nl: <b>Succes ziet er als volgt uit:</b> gemeenschappen hebben toegang tot betrouwbare informatie die ze zelf kunnen verifiëren. Mensen kunnen manipulatie en propaganda herkennen. Er zijn uiteenlopende stemmen te horen. Gebruikers begrijpen hoe algoritmen vormgeven aan wat ze zien en hebben keuzevrijheid om dit te veranderen.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: 2. Build institutional transparency and accountability
de: 2. Institutionelle Transparenz und Rechenschaftspflicht aufbauen
fr: 2. Renforcer la transparence et la responsabilité des institutions
nl: 2. Bouwen aan institutionele transparantie en aansprakelijkheid

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Democracy requires transparency about how power operates. We need technologies that make government and institutional decision-making visible, trackable, and accountable to the people affected by those decisions.
de: Demokratie erfordert Transparenz darüber, wie Macht funktioniert. Wir brauchen Technologien, die die Entscheidungsfindung von Regierungen und Institutionen sichtbar, nachvollziehbar und gegenüber den von diesen Entscheidungen betroffenen Menschen rechenschaftspflichtig machen.
fr: La démocratie exige la transparence quant au fonctionnement du pouvoir. Nous avons besoin de technologies qui rendent les décisions gouvernementales et institutionnelles visibles, traçables et responsables envers les personnes concernées par celles-ci.
nl: Democratie vereist transparantie over hoe macht opereert. We hebben technologieën nodig die besluitvorming van overheden en instellingen zichtbaar, volgbaar en aanspreekbaar maken bij de mensen die door die beslissingen worden getroffen.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Government transparency systems that track decision-making and make it accessible—monitoring legislation, documenting how officials use authority, translating bureaucratic processes into plain language, and making parliamentary records searchable.
de: Transparenzsysteme der Regierung, die Entscheidungsprozesse nachverfolgen und zugänglich machen – Überwachung der Gesetzgebung, Dokumentation der Ausübung von Befugnissen durch Beamte, Übersetzung bürokratischer Prozesse in eine verständliche Sprache und Bereitstellung durchsuchbarer Parlamentsprotokolle.
fr: Des systèmes de transparence gouvernementale qui suivent les processus décisionnels et les rendent accessibles : surveiller la législation, documenter la manière dont les responsables exercent leur autorité, traduire les processus bureaucratiques en langage clair et rendre les archives parlementaires consultables.
nl: Systemen voor overheidstransparantie die besluitvorming volgen en toegankelijk maken – toezicht op wetgeving, documenteren hoe ambtenaren autoriteit gebruiken, vertalen van bureaucratische processen naar begrijpelijke taal en doorzoekbaar maken van parlementaire documenten.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Public data infrastructure that makes government and corporate data accessible, analyzable, and actionable for advocacy and monitoring.
de: Öffentliche Dateninfrastruktur, die Regierungs- und Unternehmensdaten für Interessenvertretung und Überwachung zugänglich, analysierbar und verwertbar macht.
fr: Une infrastructure de données publiques qui rend les données gouvernementales et institutionnelles accessibles, analysables et exploitables à des fins de défense et de surveillance.
nl: Infrastructuur voor openbare gegevens die overheids- en bedrijfsgegevens toegankelijk, analyseerbaar en bruikbaar maakt voor belangenbehartiging en monitoring.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Accountability mechanisms that connect government actions to their impacts on communities—showing how legislation affects populations, tracking promises against decisions, revealing conflicts of interest.
de: Mechanismen der Rechenschaftspflicht, die Regierungsmaßnahmen mit ihren Auswirkungen auf die Bevölkerung in Verbindung bringen – indem sie aufzeigen, wie sich Gesetze auf die Bevölkerung auswirken, Versprechen anhand von Entscheidungen überprüfen und Interessenkonflikte aufdecken.
fr: Des mécanismes de responsabilisation qui établissent un lien entre les actions du gouvernement et leurs répercussions sur les communautés, en montrant comment la législation affecte les populations, en suivant les promesses par rapport aux décisions et en révélant les conflits d’intérêts.
nl: Verantwoordingsmechanismen die overheidsacties verbinden met hun impact op gemeenschappen – laten zien hoe wetgeving van invloed is op bevolkingsgroepen, volgen van beloften tegen beslissingen, en onthullen belangenverstrengeling.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Deliberation platforms that help diverse communities discuss complex issues, build consensus, and navigate trade-offs at scale.
de: Diskussionsplattformen, die vielfältigen Gemeinschaften dabei helfen, komplexe Themen zu erörtern, einen Konsens zu finden und Kompromisse in großem Maßstab zu finden.
fr: Des plateformes de délibération qui aident diverses communautés à discuter de questions complexes, à établir un consensus et à négocier des compromis à grande échelle.
nl: Overlegplatforms die diverse gemeenschappen helpen complexe problemen te bespreken, consensus op te bouwen en op schaal te kiezen voor compromissen.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Participatory decision-making tools that integrate public input directly into governance decisions, budgeting, and resource allocation.
de: Partizipative Entscheidungsfindungsinstrumente, die öffentliche Beiträge direkt in Regierungsentscheidungen, Haushaltsplanung und Ressourcenverteilung einbeziehen.
fr: Des outils décisionnels participatifs qui intègrent directement les contributions du public dans les décisions de gouvernance, la budgétisation et l’allocation des ressources.
nl: Hulpmiddelen voor participatieve besluitvorming die publieke inbreng rechtstreeks integreren in bestuursbeslissingen, budgettering en toewijzing van middelen.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: Community input systems that translate public voices into actionable insights for policymakers.
de: Community-Input-Systeme, die die Stimmen der Öffentlichkeit in umsetzbare Erkenntnisse für politische Entscheidungsträger umwandeln.
fr: Des systèmes de participation communautaire qui traduisent les opinions de la population en informations exploitables par les décideurs politiques.
nl: Systemen voor inspraak door de gemeenschap die publieke stemmen vertalen naar bruikbare inzichten voor beleidsmakers.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: <b>Success looks like:</b> Citizens can track how power is used and hold decision-makers accountable. Government data is accessible to the people, and it is machine-readable and actionable for advocacy. Public officials operate with meaningful transparency about their decision-making. Communities have real influence over decisions affecting them. Diverse voices participate in deliberation that shapes outcomes.
de: <b>Erfolg sieht so aus:</b> Die Bürger können nachverfolgen, wie Macht eingesetzt wird, und Entscheidungsträger zur Rechenschaft ziehen. Regierungsdaten sind für die Bevölkerung zugänglich, maschinenlesbar und für Interessenvertretung nutzbar. Beamte handeln mit sinnvoller Transparenz hinsichtlich ihrer Entscheidungsfindung. Gemeinschaften haben echten Einfluss auf Entscheidungen, die sie betreffen. Vielfältige Stimmen beteiligen sich an Beratungen, die Ergebnisse beeinflussen.
fr: <b>Le succès se caractérise par :</b> des citoyens en mesure de comprendre comment le pouvoir est utilisé et de demander des comptes aux décideurs. Des données gouvernementales accessibles à la population, lisibles par machine et exploitables à des fins de défense des intérêts. Des responsables publics qui agissent dans un esprit de transparence significative quant à leurs prises de décision. Des communautés qui exercent une influence réelle sur les décisions qui les concernent. Des voix diverses qui participent aux délibérations qui déterminent les résultats.
nl: <b>Succes ziet er als volgt uit:</b> burgers kunnen volgen hoe macht wordt gebruikt en besluitvormers ter verantwoording roepen. Overheidsgegevens zijn toegankelijk voor het publiek, machineleesbaar en bruikbaar voor belangenbehartiging. Ambtenaren werken met betekenisvolle transparantie over hun besluitvorming. Gemeenschappen hebben echte invloed op beslissingen die hen aangaan. Diverse stemmen nemen deel aan overleg dat resultaten bepaalt.

# body.bbc5c93e-f1c0-48be-991a-6e019d6d4b59
source: 3. Protect and expand civic space
de: 3. Den zivilgesellschaftlichen Raum schützen und erweitern
fr: 3. Protéger et étendre l’espace civique
nl: 3. Burgerruimte beschermen en vergroten
