Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do/grantmaking/incubator/democracy-ai-cohort.po
Languages: de, fr, nl

# body.659412f2-035e-4f56-9d8e-8aa9aae672e9
source: <b>A commitment to openness</b> that will expand the impact of your work. At least some of your code is open source (e.g., you use an open core model, your codebase is closed but you publish open datasets, etc.) or you have a clear roadmap for open sourcing at least part of your codebase and will commit to doing so during the grant period. You'll share learnings publicly, make datasets available where appropriate, and document your process for others to learn from. You believe transparency and community stewardship will make your project stronger. If you’re new to working open, we’ll provide you with the resources and experts to help you navigate things like licensing and creating on-ramps for participation to outside contributors.
de: <b>Eine Verpflichtung zur Offenheit</b>, die die Wirkung Ihrer Arbeit verstärken wird. Zumindest ein Teil Ihres Codes ist Open Source (z. B. verwenden Sie ein Open-Core-Modell, Ihre Codebasis ist geschlossen, aber Sie veröffentlichen offene Datensätze usw.) oder Sie haben einen klaren Fahrplan für die Open-Source-Veröffentlichung zumindest eines Teils Ihrer Codebasis und verpflichten sich, dies während der Förderungsdauer umzusetzen. Sie werden Ihre Erkenntnisse öffentlich teilen, Datensätze gegebenenfalls zur Verfügung stellen und Ihren Prozess dokumentieren, damit andere davon lernen können. Sie glauben, dass Transparenz und Community-Management Ihr Projekt stärken werden. Wenn Sie noch keine Erfahrung mit offener Arbeit haben, stellen wir Ihnen Ressourcen und Expert*innen zur Verfügung, die Ihnen bei Themen wie Lizenzierung und der Schaffung von Einstiegsmöglichkeiten für externe Mitwirkende helfen.
fr: <b>Une volonté d’ouverture</b> qui amplifiera l’impact de votre travail. Au moins une partie de votre code est open source (par exemple, vous utilisez un modèle open core, votre base de code est fermée mais vous publiez des ensembles de données ouverts, etc.) ou vous avez une feuille de route claire pour ouvrir au moins une partie de votre base de code et vous vous engagez à le faire pendant la période de subvention. Vous partagerez publiquement vos connaissances, mettrez à disposition des ensembles de données lorsque cela sera approprié et documenterez votre processus afin que d’autres puissent en tirer des enseignements. Vous êtes convaincu que la transparence et la gestion communautaire renforceront votre projet. Si vous débutez dans le domaine de l’open source, nous vous fournirons les ressources et l’aide d’experts pour vous aider à appréhender des aspects tels que les licences et la création de passerelles pour la participation de contributeurs externes.

# body.659412f2-035e-4f56-9d8e-8aa9aae672e9
source: You must also:
de: Außerdem müssen Sie:
fr: Vous devez également :

# body.659412f2-035e-4f56-9d8e-8aa9aae672e9
source: Be legally able to receive funds from Mozilla Foundation, a U.S. 501(c)(3) nonprofit organization. Please carefully review <a id="a1">Mozilla Foundation’s grant eligibility guidelines</a> before submitting an application.
de: Rechtlich in der Lage sein, Gelder von der Mozilla Foundation, einer gemeinnützigen Organisation gemäß 501(c)(3) des US-Steuerrechts, zu erhalten. Bitte lesen Sie die <a id="a1">Förderrichtlinien der Mozilla Foundation</a> sorgfältig durch, bevor Sie einen Antrag einreichen.
fr: Être légalement autorisé à recevoir des fonds de la Fondation Mozilla, une organisation à but non lucratif américaine régie par l’article 501(c)(3) du code fiscal américain. Veuillez lire attentivement les <a id="a1">directives d’éligibilité aux subventions de la Fondation Mozilla</a> avant de soumettre votre candidature.

# body.659412f2-035e-4f56-9d8e-8aa9aae672e9
source: Submit applications in English. Translation tools are welcome. We evaluate your ideas, not your language quality.
de: Bewerbungen in englischer Sprache einreichen. Übersetzungstools sind willkommen. Wir bewerten Ihre Ideen, nicht Ihre Sprachqualität.
fr: Soumettre votre candidature en anglais. Les outils de traduction peuvent être utilisés. Nous évaluons vos idées, pas la qualité du langage.

# body.f0e2f4cd-ec5c-46de-8751-f30fd931143a
source: How we evaluate applications
de: So bewerten wir Bewerbungen
fr: Comment nous évaluons les candidatures

# body.f0e2f4cd-ec5c-46de-8751-f30fd931143a
source: Every application is assessed across six criteria:
de: Jede Bewerbung wird anhand von sechs Kriterien bewertet:
fr: Chaque candidature est évaluée selon six critères :

# body.f0e2f4cd-ec5c-46de-8751-f30fd931143a
source: <b>Technical viability:</b> Is this a functional technology with real momentum? Does the team have the capacity to execute? Are the technical approach and scope appropriate for the problem, budget, and grant term?
de: <b>Technische Machbarkeit:</b> Handelt es sich um eine funktionsfähige Technologie mit echtem Potenzial? Verfügt das Team über die erforderlichen Kapazitäten zur Umsetzung? Sind der technische Ansatz und der Umfang für das Problem, das Budget und die Förderdauer angemessen?
fr: <b>Viabilité technique :</b> s’agit-il d’une technologie fonctionnelle et réellement prometteuse ? L’équipe a-t-elle les capacités nécessaires pour mener à bien le projet’? L’approche technique et la portée du projet sont-elles adaptées au problème, au budget et aux conditions de la subvention ?

# body.f0e2f4cd-ec5c-46de-8751-f30fd931143a
source: <b>Problem/community clarity:</b> Does the team have a clear understanding of the problem they're solving and who they're solving it for? Is there evidence they're in dialogue with potential users? Are they pursuing a real need rather than a solution in search of a problem?
de: <b>Problem-/Gemeinschaftsklarheit:</b> Hat das Team ein klares Verständnis davon, welches Problem es löst und für wen es das tut? Gibt es Anzeichen dafür, dass es mit potenziellen Nutzer*innen im Dialog steht? Verfolgt es einen echten Bedarf und nicht nur eine Lösung auf der Suche nach einem Problem?
fr: <b>Compréhension claire du problème/de la communauté :</b> l’équipe comprend-elle clairement le problème qu’elle cherche à résoudre et pour qui elle le fait ? A-t-elle établi un dialogue avec les utilisateurs potentiels ? Cherche-t-elle à répondre à un besoin réel plutôt qu’à trouver une solution à un problème ?

# body.f0e2f4cd-ec5c-46de-8751-f30fd931143a
source: <b>Impact potential:</b> Does this project have clear potential for charitable/public benefit? Could this create meaningful change for the communities it serves? Does it address the cohort's theme in a compelling way?
de: <b>Wirkungspotenzial:</b> Hat dieses Projekt ein klares Potenzial für gemeinnützige/öffentliche Zwecke? Könnte es bedeutende Veränderungen für die Gemeinschaften bewirken, denen es dient? Behandelt es das Thema der Kohorte auf überzeugende Weise?
fr: <b>Impact potentiel :</b> ce projet présente-t-il un potentiel avéré en matière d’intérêt général ou caritatif ? Pourrait-il entraîner des changements significatifs pour les communautés qu’il dessert ? Aborde-t-il le thème de la cohorte de manière convaincante ?

# body.f0e2f4cd-ec5c-46de-8751-f30fd931143a
source: <b>Values alignment:</b> Does this project offer a technology that enables more transparency and agency for people? Is the team committed to openness—whether through public code, shared learnings, open datasets, or transparent practices?
de: <b>Werteausrichtung:</b> Bietet dieses Projekt eine Technologie, die mehr Transparenz und Handlungsmöglichkeiten für Menschen schafft? Ist das Team der Offenheit verpflichtet – sei es durch öffentlichen Code, gemeinsame Erkenntnisse, offene Datensätze oder transparente Praktiken?
fr: <b>Alignement des valeurs :</b> ce projet propose-t-il une technologie qui favorise la transparence et l’autonomie des utilisateurs ? L’équipe s’engage-t-elle en faveur de l’ouverture, que ce soit par le biais d’un code public, du partage des connaissances, de la mise à disposition de jeux de données ouverts ou de pratiques transparentes ?

# body.f0e2f4cd-ec5c-46de-8751-f30fd931143a
source: <b>Sustainability potential:</b> Has the team started thinking about long-term viability? Is there a plausible path to sustainability that aligns with their values—whether that's revenue, community support, institutional partnerships, or something else? Is the team open to exploring different models?
de: <b>Nachhaltigkeitspotenzial:</b> Hat das Team begonnen, über die langfristige Tragfähigkeit nachzudenken? Gibt es einen plausiblen Weg zur Nachhaltigkeit, der mit den Werten des Teams im Einklang steht – sei es in Bezug auf Einnahmen, Unterstützung durch die Gemeinschaft, institutionelle Partnerschaften oder etwas anderes? Ist das Team offen für die Erforschung verschiedener Modelle?
fr: <b>Potentiel de durabilité :</b> l’équipe a-t-elle commencé à réfléchir à la viabilité à long terme ? Existe-t-il une trajectoire plausible vers la durabilité qui corresponde à ses valeurs, qu’il s’agisse de revenus, de soutien communautaire, de partenariats institutionnels ou autre ? L’équipe est-elle ouverte à l’exploration de différents modèles ?

# body.f0e2f4cd-ec5c-46de-8751-f30fd931143a
source: <b>Theme fit:</b> Is the project likely to create measurable improvements in civic participation, institutional transparency, information quality, or collective decision-making within their target communities?
de: <b>Thematische Eignung:</b> Ist es wahrscheinlich, dass das Projekt messbare Verbesserungen in Bezug auf Bürgerbeteiligung, institutionelle Transparenz, Informationsqualität oder kollektive Entscheidungsfindung innerhalb der Zielgemeinden bewirkt?
fr: <b>Adéquation avec le thème :</b> le projet est-il susceptible d’apporter des améliorations mesurables en matière de participation civique, de transparence institutionnelle, de qualité de l’information ou de prise de décision collective au sein des communautés cibles ?

# body.f0e2f4cd-ec5c-46de-8751-f30fd931143a
source: In addition to the above criteria, we conduct a holistic evaluation to ensure balanced representation across the cohort including geographic distribution, category selection, and technical approach.
de: Zusätzlich zu den oben genannten Kriterien führen wir eine ganzheitliche Bewertung durch, um eine ausgewogene Vertretung innerhalb der Kohorte sicherzustellen, einschließlich geografischer Verteilung, Kategorieauswahl und technischem Ansatz.
fr: En plus des critères ci-dessus, nous procédons à une évaluation globale afin de garantir une représentation équilibrée au sein de la cohorte, notamment en termes de répartition géographique, de sélection des catégories et d’approche technique.

# body.1d4b3021-6ffc-4844-9e25-fa46de260e97.title
source: How to apply
de: So bewerben Sie sich
fr: Comment postuler

source: Applications are reviewed through a multi-stage process.
de: Die Bewerbungen werden in einem mehrstufigen Verfahren geprüft.
fr: Les candidatures sont examinées selon un processus en plusieurs étapes.

source: The primary review occurs at the Initial Project Proposal stage, with only a small number of shortlisted applicants invited to submit a full application.
de: Die erste Prüfung findet in der Phase des ersten Projektvorschlags statt, wobei nur eine kleine Anzahl von Bewerber*innen, die in die engere Wahl gekommen sind, aufgefordert wird, einen vollständigen Antrag einzureichen.
fr: La première évaluation a lieu au stade de la proposition initiale du projet, seul un petit nombre de candidats présélectionnés étant invités à soumettre une candidature complète.

source: We will also hold an Info Session to answer remaining questions about the Call for Proposals on Thursday, March 5, at 5pm CET/11am ET/8am PT. <a id="a1">You can sign up here</a> to take part.
de: Wir werden außerdem am Donnerstag, dem 5. März, um 17 Uhr MEZ/11 Uhr ET/8 Uhr PT eine Informationsveranstaltung abhalten, um noch offene Fragen zum Aufruf zur Einreichung von Vorschlägen zu beantworten. <a id="a1">Sie können sich hier anmelden</a>, um daran teilzunehmen.
fr: Nous organiserons également une séance d’information pour répondre aux questions éventuelles concernant l’appel à projets le jeudi 5 mars à 17 h CET / 11 h ET / 8 h PT. Vous pouvez vous <a id="a1">inscrire ici</a> pour y participer.

source: Application timeline:
de: Zeitplan für die Bewerbung:
fr: Calendrier de candidature :

source: Initial Project Proposal Opens: February 12, 2026
de: Eröffnung des ersten Projektvorschlags: 12. Februar 2026
fr: Ouverture des propositions initiales de projets : 12 février 2026

source: Initial Project Proposal Deadline: March 16, 2026, 11:59pm PT
de: Frist für die Einreichung der ersten Projektvorschläge: 16. März 2026, 23:59 Uhr PT.
fr: Date limite de soumission des propositions initiales de projets : 16 mars 2026 à 23 h 59 PT

source: Finalists Notified: April 2, 2026
de: Finalisten werden benachrichtigt: 2. April 2026
fr: Les finalistes seront informés le 2 avril 2026.

source: Full Proposals Due: April 15, 2026
de: Einreichungsfrist für vollständige Vorschläge: 15. April 2026
fr: Date limite de soumission des propositions complètes : 15 avril 2026

source: Selections Announced: June 1, 2026
de: Bekanntgabe der Auswahl: 1. Juni 2026
fr: Annonce des sélections : 1er juin 2026

source: Cohort Begins: 12 months beginning June 2026
de: Beginn der Kohorte: 12 Monate ab Juni 2026
fr: Début de la cohorte : 12 mois à compter de juin 2026

# body.c5605b53-25c6-41fa-8c7c-1f915ed6e1ea.label
source: Submit Your Application
de: Bewerbung einreichen
fr: Soumettez votre candidature

source: Explore funding opportunities
de: Finanzierungsmöglichkeiten entdecken
fr: Découvrez les possibilités de financement
nl: Financieringsmogelijkheden verkennen

source: Grantmaking
de: Fördermittelvergabe
fr: Octroi de subventions
nl: Subsidie

source: Incubator
de: Inkubator
fr: Incubateur

source: Fellowship
fr: Communauté
nl: Partnerschap

source: Responsible Computing Challenge
nl: Verantwoorde computeruitdaging
