Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do/grantmaking/incubator/democracy-ai-cohort.po
Languages: de, fr, nl

# seo_title
source: APPLY NOW Democracy x AI Cohort | Mozilla Foundation
de: JETZT BEWERBEN: Democracy x AI Kohorte | Mozilla Foundation
fr: POSTULEZ DÈS MAINTENANT Cohorte Democracy x AI | Fondation Mozilla
nl: SCHRIJF U NU IN Democratie x AI Cohort | Mozilla Foundation

# search_description
source: We are seeking to support working prototypes that prove AI can serve democracy. Apply now.
de: Wir möchten funktionierende Prototypen unterstützen, die beweisen, dass KI der Demokratie dienen kann. Bewerben Sie sich jetzt.
fr: Nous cherchons à financer des prototypes fonctionnels qui prouvent que l’IA peut servir la démocratie. Postulez dès maintenant.
nl: We willen werkende prototypes ondersteunen die bewijzen dat AI de democratie ten dienste kan zijn. Schrijf u nu in.

# title
source: Democracy x AI Cohort Call for Proposals
de: Democracy x AI Kohorte – Aufruf zur Einreichung von Projektvorschlägen
fr: Cohorte Democracy x AI : Appel à projets
nl: Democracy x AI Cohort – oproep tot het indienen van voorstellen

# hero_title
source: Democracy x AI Cohort: Call for Proposals
de: Democracy x AI Kohorte: Aufruf zur Einreichung von Projektvorschlägen
fr: Cohorte Democracy x AI : Appel à projets
nl: Democracy x AI Cohort: oproep tot het indienen van voorstellen

# hero_description
source: Inviting technologists building AI systems that strengthen democracy to apply
de: Technolog*innen, die KI-Systeme entwickeln, die die Demokratie stärken, sind herzlich eingeladen, sich zu bewerben
fr: Nous invitons les technologues qui développent des systèmes d’IA visant à consolider la démocratie à postuler.
nl: We nodigen technologen die AI-systemen bouwen die de democratie versterken uit om zich in te schrijven

# hero_image_alt_text
source: People working together as part of a workshop
de: Menschen, die im Rahmen eines Workshops zusammenarbeiten
fr: Des personnes travaillant ensemble dans le cadre d’un atelier
nl: Mensen die samenwerken als onderdeel van een workshop

# body.39f61fa0-1411-4bc0-b037-a7619c34fae2
source: <b>Technology—and its place in our lives—has always tested and shaped democratic ideals.</b> The printing press broke monopolies on information, fundamentally altering the architecture of power. The telegraph created high-speed networks that erased the barrier of distance, allowing discovery and dissent to travel across continents in an instant. Radio, television, and eventually the Internet brought voices from the margins into the public square as never before.
de: <b>Die Technologie – und ihr Platz in unserem Leben – hat demokratische Ideale schon immer auf die Probe gestellt und geprägt.</b> Die Druckerpresse brach das Informationsmonopol und veränderte damit grundlegend die Machtverhältnisse. Der Telegraf schuf Hochgeschwindigkeitsnetzwerke, die Entfernungen überwanden und es ermöglichten, dass Entdeckungen und Meinungsverschiedenheiten augenblicklich über Kontinente hinweg verbreitet wurden. Radio, Fernsehen und schließlich das Internet brachten Stimmen aus Randbereichen wie nie zuvor in die Öffentlichkeit.
fr: <b>La technologie, et la place qu’elle occupe dans nos vies, a toujours mis à l’épreuve et façonné les idéaux démocratiques.</b> L’imprimerie a brisé le monopole de l’information, modifiant fondamentalement l’architecture du pouvoir. Le télégraphe a créé des réseaux à haut débit qui ont effacé la barrière de la distance, permettant aux découvertes et aux opinions dissidentes de voyager à travers les continents en un instant. La radio, la télévision et, finalement, Internet ont permis aux voix marginalisées de se faire entendre sur la place publique comme jamais auparavant.
nl: <b>Technologie – en haar plaats in ons leven – heeft altijd democratische idealen getest en gevormd.</b> De drukpers doorbrak alle informatiemonopolies en veranderde de architectuur van macht fundamenteel. De telegraaf creëerde hogesnelheidsnetwerken die de barrière van afstand uitwisten, waardoor ontdekking en onenigheid in een oogwenk tussen continenten konden reizen. Radio, televisie en uiteindelijk het internet brachten als nooit tevoren stemmen uit de marge naar het openbare plein.

# body.39f61fa0-1411-4bc0-b037-a7619c34fae2
source: But democratic progress is never a fixed win. It ebbs and flows—power recalibrates, adapting to new tools of influence. Today, AI is being used to flood information environments with synthetic content, automate surveillance of activists and organizers, and optimize platforms for engagement over truth. The result: people can't tell what's real, institutions are losing credibility, and shared understanding is fracturing. Current applications of AI aren't just failing democracy—they're actively undermining it. We are seeking to support working prototypes that prove AI can serve democracy.
de: Aber demokratischer Fortschritt ist niemals ein garantierter Erfolg. Er unterliegt Schwankungen – Machtverhältnisse verschieben sich und passen sich neuen Einflussinstrumenten an. Heute wird KI eingesetzt, um Informationsumgebungen mit synthetischen Inhalten zu überschwemmen, die Überwachung von Aktivist*innen und Organisator*inneen zu automatisieren und Plattformen für Engagement statt Wahrheit zu optimieren. Das Ergebnis: Die Menschen können nicht mehr unterscheiden, was real ist, Institutionen verlieren an Glaubwürdigkeit und das gemeinsame Verständnis bröckelt. Die derzeitigen Anwendungen von KI versagen nicht nur gegenüber der Demokratie – sie untergraben sie aktiv. Wir möchten funktionierende Prototypen unterstützen, die beweisen, dass KI der Demokratie dienen kann.
fr: Mais le progrès démocratique n’est jamais acquis. Il connaît des hauts et des bas : le pouvoir se rééquilibre, s’adaptant à de nouveaux outils d’influence. Aujourd’hui, l’IA est utilisée pour inonder les environnements informationnels de contenus synthétiques, automatiser la surveillance des militants et des organisateurs, et optimiser les plateformes pour favoriser l’engagement plutôt que la vérité. Résultat : le public ne sait plus distinguer le vrai du faux, les institutions perdent leur crédibilité et la compréhension commune se fracture. L’utilisation actuelle de l’IA ne se contente pas de nuire à la démocratie, elle la sape activement. Nous cherchons à soutenir des prototypes fonctionnels qui prouvent que l’IA peut servir la démocratie.
nl: Maar democratische vooruitgang is nooit een zekere overwinning. Het komt als eb en vloed – macht herijkt zich en past zich aan aan nieuwe instrumenten van invloed. Tegenwoordig wordt AI gebruikt om informatieomgevingen te overspoelen met kunstmatige inhoud, toezicht op activisten en organisatoren te automatiseren en platforms te optimaliseren voor betrokkenheid boven waarheid. Het resultaat: mensen zien het onderscheid tussen echt en nep niet meer, instellingen verliezen geloofwaardigheid, en gedeeld begrip valt uiteen. De huidige toepassingen van AI schaden niet alleen de democratie – ze ondermijnen deze actief. We willen werkende prototypes ondersteunen die bewijzen dat AI de democratie kan dienen.

# body.39f61fa0-1411-4bc0-b037-a7619c34fae2
source: That's why we're launching the Mozilla Foundation Incubator Democracy x AI Cohort for 2026.
de: Aus diesem Grund starten wir die Mozilla Foundation Incubator Democracy x AI Kohorte für 2026.
fr: C’est pourquoi nous lançons la cohorte de l’incubateur de la Fondation Mozilla Democracy x AI pour 2026.
nl: Daarom lanceren we het Mozilla Foundation Incubator Democracy x AI Cohort voor 2026.

source: About the Incubator
de: Über den Incubator
fr: À propos de l’incubateur
nl: Over de Incubator

source: <b>Mozilla Foundation</b> <b>believes that better tech futures are possible—and we're proving it by investing in projects that will make them real.</b> We back technologists that are building alternatives that work—tools that are open, transparent, and designed to serve everyone. We support technologies that give power back to people and communities, and we plant seeds of radical change by funding projects that push forward new tech paradigms.
de: Die <b>Mozilla Foundation</b> <b>glaubt, dass eine bessere technologische Zukunft möglich ist – und wir beweisen dies, indem wir in Projekte investieren, die diese Zukunft Wirklichkeit werden lassen.</b> Wir unterstützen Technolog*innen, die funktionierende Alternativen entwickeln – Tools, die offen und transparent sind und allen Menschen zugutekommen. Wir fördern Technologien, die Menschen und Gemeinschaften wieder mehr Macht geben, und wir säen die Samen für radikale Veränderungen, indem wir Projekte finanzieren, die neue technologische Paradigmen vorantreiben.
fr: <b>La Fondation Mozilla</b> <b>croit qu’un avenir technologique meilleur est possible, et nous le prouvons en investissant dans des projets qui concrétisent cette vision.</b> Nous soutenons les technologues qui développent des alternatives efficaces, des outils ouverts, transparents et conçus pour servir tout le monde. Nous soutenons les technologies qui redonnent du pouvoir aux individus et aux communautés, et nous semons les graines d’un changement radical en finançant des projets qui font avancer de nouveaux paradigmes technologiques.
nl: <b>Mozilla Foundation</b> <b>gelooft dat betere technische toekomsten mogelijk zijn – en we bewijzen het door te investeren in projecten die ze werkelijkheid maken.</b> We steunen technologen die alternatieven bouwen die werken – hulpmiddelen die open, transparant en ontworpen zijn om iedereen te dienen. We steunen technologieën die macht teruggeven aan mensen en gemeenschappen, en we planten zaden van radicale verandering door projecten te financieren die nieuwe technische paradigma’s naar voren brengen.

source: <b>Mozilla Foundation’s Incubator is a catalyst for this movement.</b> All too often, promising alternatives launch, but fail to bridge the “valley of death” between prototyping and sustainability. We help build a community around promising ideas, finding the right users, contributors, mentors, and funders to sustain the work of technologists without compromising their values. We call this “product-community fit.”
de: <b>Der Inkubator der Mozilla Foundation ist ein Katalysator für diese Bewegung.</b> Allzu oft werden vielversprechende Alternativen auf den Markt gebracht, scheitern jedoch daran, die „Tal der Tränen“ zwischen Prototypentwicklung und Nachhaltigkeit zu überwinden. Wir helfen dabei, eine Community rund um vielversprechende Ideen aufzubauen und die richtigen Nutzer*innen, Mitwirkenden, Mentor*innen und Geldgeber*innen zu finden, um die Arbeit der Technolog*innen zu unterstützen, ohne ihre Werte zu beeinträchtigen. Wir bezeichnen dies als „Produkt-Community-Fit“.
fr: <b>L’incubateur de la Fondation Mozilla est un catalyseur de ce mouvement.</b> Trop souvent, des alternatives prometteuses voient le jour, mais ne parviennent pas à franchir le « gouffre » qui sépare le prototypage de la viabilité. Nous aidons à créer une communauté autour d’idées prometteuses, en trouvant les bons utilisateurs, contributeurs, mentors et bailleurs de fonds pour soutenir le travail des technologues sans compromettre leurs valeurs. C’est ce que nous appelons « l’adéquation produit-communauté ».
nl: <b>De Incubator van de Mozilla Foundation is een katalysator voor deze beweging.</b> Al te vaak worden veelbelovende alternatieven gelanceerd, maar falen ze om het ‘dal des doods’ tussen prototype en duurzaamheid te overbruggen. We helpen bij het bouwen van een gemeenschap rond veelbelovende ideeën, het vinden van de juiste gebruikers, medewerkers, mentoren en financiers om het werk van technologen te ondersteunen zonder hun waarden in gevaar te brengen. We noemen dit de ‘product-gemeenschap-fit’.

source: Every sustainable alternative we help build becomes proof that technology can work differently. By helping viable alternatives reach their full potential, <b>we change what's possible: one successful alternative at a time.</b>
de: Jede nachhaltige Alternative, an deren Entwicklung wir mitwirken, ist ein Beweis dafür, dass Technologie anders funktionieren kann. Indem wir tragfähigen Alternativen helfen, ihr volles Potenzial auszuschöpfen, verändern <b>wir das, was möglich ist: eine erfolgreiche Alternative nach der anderen.</b>
fr: Chaque alternative durable que nous aidons à mettre en place prouve que la technologie peut fonctionner différemment. En permettant à des alternatives viables d’atteindre leur plein potentiel, <b>nous repoussons les limites du possible, une alternative réussie à la fois.</b>
nl: Elk duurzaam alternatief dat we helpen bouwen wordt het bewijs dat technologie anders kan werken. Door haalbare alternatieven te helpen hun volledige potentieel te bereiken, <b>veranderen we wat mogelijk is: één succesvol alternatief tegelijk.</b>

source: A group of Mozilla awardees talking at the Mozilla Festival
de: Eine Gruppe von Mozilla-Preisträgern unterhält sich auf dem Mozilla Festival
fr: Un groupe de lauréats Mozilla s’exprimant lors du Mozilla Festival
nl: Een groep Mozilla-prijswinnaars pratend op het Mozilla Festival

# body.16cee246-6800-43c8-a454-e378afc3dd99.title
source: This cohort: Democracy x AI
de: Diese Kohorte: Democracy x AI
fr: Cette cohorte : Democracy x AI
nl: Dit cohort: Democratie x AI

# body.3cda74a5-b844-499c-bb16-14c6a2c56297
source: <b>We are looking for technologists who look at the current state of democracy and see opportunities to strengthen it.</b> How might AI contribute to the online information ecosystem in a way that is transparent and accountable? How could technology be used to advance a shared understanding of facts? What new spaces might be built to help cultivate conversation and consensus rather than polarization?
de: <b>Wir suchen Technolog*innen, die den aktuellen Zustand der Demokratie betrachten und Möglichkeiten sehen, sie zu stärken.</b> Wie könnte KI auf transparente und verantwortungsvolle Weise zum Online-Informationsökosystem beitragen? Wie könnte Technologie genutzt werden, um ein gemeinsames Verständnis von Fakten zu fördern? Welche neuen Räume könnten geschaffen werden, um den Dialog und Konsens statt Polarisierung zu fördern?
fr: <b>Nous recherchons des technologues qui, face à l’état actuel de la démocratie, voient des opportunités pour la consolider.</b> Comment l’IA pourrait-elle contribuer à l’écosystème de l’information en ligne de manière transparente et responsable ? Comment la technologie pourrait-elle être utilisée pour favoriser une compréhension commune des faits ? Quels nouveaux espaces pourraient être créés pour favoriser le dialogue et le consensus plutôt que la polarisation ?
nl: <b>We zijn op zoek naar technologen die naar de huidige staat van democratie kijken en kansen zien om deze te versterken.</b> Hoe kan AI op een transparante en controleerbare manier bijdragen aan het online informatie-ecosysteem? Hoe kan technologie worden gebruikt om een gedeeld begrip van feiten te bevorderen? Welke nieuwe ruimtes kunnen worden gebouwd om conversatie en consensus in plaats van polarisatie te cultiveren?

# body.3cda74a5-b844-499c-bb16-14c6a2c56297
source: In particular, we are looking for:
de: Wir suchen insbesondere:
fr: Nous recherchons notamment :
nl: We zijn in het bijzonder op zoek naar:

# body.3cda74a5-b844-499c-bb16-14c6a2c56297
source: Systems that help people <b>access quality information and that ensure diverse voices can be heard</b>.
de: Systeme, die Menschen <b>den Zugang zu hochwertigen Informationen erleichtern und dafür sorgen, dass unterschiedliche Stimmen gehört werden können</b>.
fr: Des systèmes qui aident les gens à <b>accéder à des informations de qualité et qui garantissent que des voix diverses puissent être entendues</b>.
nl: Systemen die mensen helpen <b>toegang tot hoogwaardige informatie te krijgen en ervoor zorgen dat uiteenlopende stemmen gehoord kunnen worden</b>.

# body.3cda74a5-b844-499c-bb16-14c6a2c56297
source: Technologies that <b>make government and institutional decision-making visible, trackable, and accountable to the people affected by those decisions</b>.
de: Technologien, <b>die staatliche und institutionelle Entscheidungen für die von diesen Entscheidungen betroffenen Menschen sichtbar, nachvollziehbar und rechenschaftspflichtig</b> machen.
fr: Des technologies qui <b>rendent les décisions gouvernementales et institutionnelles visibles, traçables et responsables envers les populations concernées par ces décisions</b>.
nl: Technologieën die <b>beslissingen van overheden en instellingen zichtbaar, volgbaar en aanspreekbaar maken bij de mensen die door die beslissingen worden getroffen</b>.

# body.3cda74a5-b844-499c-bb16-14c6a2c56297
source: <b>Technologies that protect and expand civic space</b> where people can organize, engage, and build movements without fear of surveillance or repression.
de: <b>Technologien, die den zivilgesellschaftlichen Raum schützen und erweitern</b>, in dem Menschen sich organisieren, engagieren und Bewegungen aufbauen können, ohne Überwachung oder Unterdrückung befürchten zu müssen.
fr: <b>Des technologies qui protègent et élargissent l’espace civique</b> où les gens peuvent s’organiser, s’engager et créer des mouvements sans craindre la surveillance ou la répression.
nl: <b>Technologieën die de publieke ruimte beschermen en uitbreiden</b>, waar mensen bewegingen kunnen organiseren, betrekken en opbouwen zonder angst voor toezicht of repressie.

# body.3cda74a5-b844-499c-bb16-14c6a2c56297
source: By supporting projects that embody and promote democratic principles, we hope to demonstrate that AI can be leveraged to create a strengthened democratic ecosystem, where technology helps advance mutual understanding, enable institutional accountability, and expand civic engagement.
de: Durch die Unterstützung von Projekten, die demokratische Prinzipien verkörpern und fördern, möchten wir zeigen, dass KI dazu beitragen kann, ein gestärktes demokratisches Ökosystem zu schaffen, in dem Technologie das gegenseitige Verständnis fördert, institutionelle Rechenschaftspflicht ermöglicht und das bürgerschaftliche Engagement erweitert.
fr: En soutenant des projets qui incarnent et favorisent les principes démocratiques, nous espérons démontrer que l’IA peut être mise à profit pour créer un écosystème démocratique renforcé, où la technologie contribue à faire progresser la compréhension mutuelle, à permettre la responsabilisation des institutions et à élargir l’engagement civique.
nl: Door projecten te steunen die democratische principes belichamen en bevorderen, hopen we aan te tonen dat AI kan worden ingezet om een versterkt democratisch ecosysteem te creëren, waar technologie helpt wederzijds begrip te bevorderen, institutionele verantwoording mogelijk te maken en maatschappelijke betrokkenheid uit te breiden.

# body.3c179408-9026-4f72-a822-9e89ef5ba66e
source: Why Mozilla is investing in this space
de: Warum Mozilla in diesen Bereich investiert
fr: Pourquoi Mozilla investit dans ce domaine ?
nl: Waarom Mozilla hierin investeert

# body.3c179408-9026-4f72-a822-9e89ef5ba66e
source: For decades, Mozilla has defended the Internet as a space for pluralism, participation, and shared power. Democracy and the open web share foundational principles: distributed authority, transparency, accountability to communities, and the conviction that more voices make systems stronger.
de: Seit Jahrzehnten verteidigt Mozilla das Internet als einen Raum für Pluralismus, Partizipation und geteilte Macht. Demokratie und das offene Web haben gemeinsame Grundprinzipien: verteilte Autorität, Transparenz, Rechenschaftspflicht gegenüber Gemeinschaften und die Überzeugung, dass mehr Stimmen Systeme stärker machen.
fr: Depuis des décennies, Mozilla défend Internet comme un espace de pluralisme, de participation et de partage du pouvoir. La démocratie et le web ouvert partagent des principes fondamentaux : autorité distribuée, transparence, responsabilité envers les communautés, et la conviction que multiplier les voix renforce les systèmes.
nl: Mozilla verdedigt al decennia lang het internet als een ruimte voor pluralisme, participatie en gedeelde macht. Democratie en het open web delen fundamentele principes: verdeelde autoriteit, transparantie, verantwoordelijkheid jegens gemeenschappen, en de overtuiging dat meer stemmen systemen sterker maken.

# body.3c179408-9026-4f72-a822-9e89ef5ba66e
source: In the same way that Maria Farrell and Robin Berjon call to <a id="a1"><i>Rewild The Internet</i></a><i>,</i> democracy is in need of rewilding—people need more pathways for decentralized engagement under conditions that enable plurality and a shared reality. Similarly, Deb Chachra has shown us how our built environment <a id="a2">shapes our lives, cultures, and societies</a>, and argues for infrastructures of care. Likewise, democracy’s infrastructure is being co-opted to fuel greater concentration of power, and we’re seeing its impact play out in our cultures and societies.
de: Genauso wie Maria Farrell und Robin Berjon dazu aufrufen, das<a id="a1"><i>Internet zu renaturieren</i></a><i>, muss auch die</i> Demokratie renaturiert werden – die Menschen brauchen mehr Wege für ein dezentrales Engagement unter Bedingungen, die Pluralität und eine gemeinsame Realität ermöglichen. In ähnlicher Weise hat Deb Chachra uns gezeigt, wie unsere gebaute Umwelt unser Leben, unsere Kulturen und Gesellschaften <a id="a2">prägt</a>, und plädiert für Infrastrukturen der Fürsorge. Ebenso wird die Infrastruktur der Demokratie kooptiert, um eine größere Machtkonzentration zu fördern, und wir sehen, wie sich dies auf unsere Kulturen und Gesellschaften auswirkt.
fr: Tout comme Maria Farrell et Robin Berjon appellent à « Réensauvager Internet » (<a id="a1"><i>Rewild The Internet</i></a><i>),</i> la démocratie a besoin du même traitement : les citoyens ont besoin de davantage de canaux pour s’engager de manière décentralisée dans des conditions qui favorisent la pluralité et une réalité partagée. De même, Deb Chachra nous a montré comment notre environnement <a id="a2">façonne nos vies, nos cultures et nos sociétés</a>, et plaide en faveur d’infrastructures solidaires. De la même manière, les infrastructures démocratiques sont détournées pour alimenter une plus grande concentration du pouvoir, et nous en voyons les conséquences dans nos cultures et nos sociétés.
nl: Zoals Maria Farrell en Robin Berjon oproepen om <a id="a1"><i>Het internet om te bouwen</i></a><i>,</i> heeft de democratie een nieuwe natuur nodig – mensen hebben meer trajecten nodig voor gedecentraliseerde betrokkenheid onder omstandigheden die pluraliteit en een gedeelde realiteit mogelijk maken. Op dezelfde manier heeft Deb Chachra ons laten zien hoe onze gebouwde omgeving <a id="a2">onze levens, culturen en samenlevingen vormgeeft</a>, en pleit ze voor zorginfrastructuren. Op dezelfde manier wordt de infrastructuur van de democratie gecoöpteerd om een grotere machtsconcentratie te voeden, en we zien de impact ervan zich manifesteren in onze culturen en samenlevingen.
