Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/donate/help.po
Languages: de, es, fr, fy_nl, pl, pt_br

source: Optionally, you can choose to cover our transaction costs on your donation. This is completely voluntary and you may opt in or out using the checkbox on our donation form.
de: Optional können Sie unsere Transaktionsgebühren durch Ihre Spende decken. Dies ist komplett freiwillig und Sie können das Kontrollkästchen in unserem Spendenformular aktivieren oder deaktivieren.
fr: De manière facultative, vous pouvez choisir de couvrir nos frais de transaction avec votre don. Vous pouvez choisir de couvrir ces frais (ou de ne pas les couvrir) en utilisant la case à cocher dans notre formulaire de don.
pl: Opcjonalnie możesz zdecydować się na pokrycie kosztów transakcji w ramach swojej darowizny. Jest to całkowicie dobrowolne i możesz wyrazić zgodę lub zrezygnować, korzystając z pola wyboru w naszym formularzu darowizny.

source: Our organization is based in the United States. We encourage donors to research any additional external taxes or fees that may be applied by regulators such as your bank or tax authority.
de: Unsere Organisation hat ihren Sitz in den Vereinigten Staaten. Wir empfehlen Spendern, sich über zusätzliche externe Steuern oder Gebühren zu informieren, die von Aufsichtsbehörden wie Ihrer Bank oder Ihrer Steuerbehörde erhoben werden können.
fr: Notre organisation est basée aux États-Unis. Nous encourageons les donateurs et donatrices à se renseigner sur les éventuelles taxes ou frais externes supplémentaires qui pourraient être appliqués par les organismes de réglementation tels que votre banque ou les autorités fiscales.
pl: Nasza organizacja ma siedzibę w Stanach Zjednoczonych. Zachęcamy darczyńców do sprawdzenia wszelkich dodatkowych podatków lub opłat zewnętrznych, które mogą zostać nałożone przez organy regulacyjne, takie jak bank lub organ podatkowy.

source: Can I donate cryptocurrencies?
de: Kann ich Kryptowährungen spenden?
fr: Puis-je faire un don en cryptomonnaies ?
pl: Czy mogę wesprzeć kryptowalutami?

source: <b>No.</b> At this time the Mozilla Foundation does not accept donations in cryptocurrency.
de: <b>Nein.</b> Derzeit akzeptiert die Mozilla Foundation keine Spenden in Kryptowährung.
fr: <b>Non.</b> La Fondation Mozilla n’accepte pas les dons en cryptomonnaies.
pl: <b>Nie.</b> W tej chwili Fundacja Mozilli nie przyjmuje darowizn w kryptowalutach.

source: How will my donation be used?
de: Wie wird meine Spende verwendet?
fr: Comment mon don sera-t-il utilisé ?
pl: Jak mój datek zostanie użyty?

source: At Mozilla, our mission is to keep the Internet healthy, open, and accessible for all. The Mozilla Foundation programs are supported by grassroots donations and grants. Our grassroots donations, from supporters like you, are our most flexible source of funding. These funds directly support advocacy campaigns (i.e. asking big tech companies to protect your privacy), research and publications like the <a id="a1">*Privacy Not Included</a> buyer's guide and Internet Health Report, and covers a portion of our annual <a id="a2">MozFest gathering</a>.
de: Unsere Mission bei Mozilla ist es, das Internet gesund, offen und für alle zugänglich zu halten. Die Programme der Mozilla Foundation werden durch Spenden an der Basis und Zuwendungen unterstützt. Unsere Spenden an der Basis von Unterstützern wie Ihnen sind unsere flexibelste Spendenquelle. Diese Mittel unterstützen Advocacy-Kampagnen (d. h. die Aufforderung an große Tech-Unternehmen, Ihre Privatsphäre zu schützen), Forschung und Veröffentlichungen wie den Einkaufsleitfaden <a id="a1">*Datenschutz nicht inbegriffen</a> und den Statusbericht zur Internetgesundheit direkt und finanzieren einen Teil unseres jährlichen <a id="a2">MozFest-Treffens</a>.
fr: Chez Mozilla, notre mission est de faire en sorte qu’Internet reste sain, ouvert et accessible à tout le monde. Les programmes de la Fondation Mozilla sont soutenus par des dons et des subventions. Les dons, en provenance de sympathisant·e·s comme vous, sont notre source de financement la plus flexible. Ces fonds financent directement nos campagnes de sensibilisation (c’est-à-dire demander aux grandes entreprises du numérique de protéger votre vie privée), nos recherches et nos publications telles que le guide d’achat <a id="a1">*Confidentialité non incluse</a> et le Bulletin de santé d’Internet, et couvrent une partie de notre rassemblement annuel au <a id="a2">MozFest</a>.
pl: Naszą misją w Mozilli jest dbanie o to, aby Internet był zdrowy, otwarty i dostępny dla wszystkich. Programy Fundacji Mozilla są wspierane przez oddolne darowizny i granty. Nasze darowizny od obywateli, takich jak ty, są naszym najbardziej elastycznym źródłem finansowania. Fundusze te bezpośrednio wspierają kampanie propagandowe (tj. proszenie dużych firm technologiczne o ochronę twojej prywatności), badania i publikacje, takie jak <a id="a1">*Przewodnik po ochronie prywatności</a> dla kupujących oraz Raport stanu Internetu, i obejmują część naszego corocznego <a id="a2">spotkania MozFest</a>.

source: To learn how your donation is put to use, click <a id="a1">here</a>.
de: Um zu erfahren, wie Ihre Spende verwendet wird, klicken Sie <a id="a1">hier</a>.
fr: Pour savoir comment votre don sera utilisé, <a id="a1">cliquez ici</a>.
pl: Aby dowiedzieć się, w jaki sposób Twoja darowizna jest wykorzystywana, kliknij <a id="a1">tutaj</a>.

source: You can find more details about Mozilla’s expenditures and governance <a id="a1">here</a>.
de: Weitere Informationen zu Mozillas Ausgaben und Verwaltung <a id="a1">finden Sie hier</a>.
fr: Vous trouverez plus de détails sur les dépenses et la gouvernance de Mozilla sur <a id="a1">cette page</a>.
pl: Więcej informacji o wydatkach i systemie zarządzania Mozillą można znaleźć <a id="a1">tutaj</a>.

source: Don’t Mozilla products, like Firefox, earn income?
de: Generieren Mozilla-Produkte wie Firefox keine Einnahmen?
fr: Les logiciels de Mozilla, tels que Firefox, ne génèrent-ils pas des revenus ?
pl: Przecież programy Mozilli, takie jak Firefox, generują dochody?

source: Firefox is maintained by the Mozilla Corporation, a wholly-owned subsidiary of the Mozilla Foundation. While Firefox does produce revenue — chiefly through search partnerships — this earned income is largely reinvested back into the Corporation. The Mozilla Foundation’s education and advocacy efforts, which span several continents and reach millions of people, are supported by philanthropic donations.
de: Firefox wird von der Mozilla Corporation verwaltet, einer vollständigen Tochtergesellschaft der Mozilla Foundation. Firefox generiert zwar Einnahmen – vor allem durch Suchpartnerschaften –, diese Einnahmen werden aber größtenteils wieder in die Corporation investiert. Das Engagement der Mozilla Foundation im Bereich Bildung und Interessenvertretung, das sich auf mehrere Kontinente erstreckt und Millionen von Menschen erreicht, wird durch wohltätige Spenden unterstützt.
fr: Firefox est maintenu par Mozilla Corporation, une filiale exclusivement détenue par la Fondation Mozilla. Bien que Firefox génère des revenus, principalement par le biais de partenariats avec des moteurs de recherche, ces revenus sont en grande partie réinvestis dans Mozilla Corporation. Les efforts d’enseignement et de défense du Web de la Fondation Mozilla, qui couvrent plusieurs continents et atteignent des millions de personnes, sont rendus possibles par les dons philanthropiques.
pl: Firefox jest utrzymywany przez Mozilla Corporation, spółkę w pełni zależną od Mozilla Foundation. Chociaż Firefox generuje dochody, głównie przez partnerstwa z wyszukiwarkami, to są one w większości inwestowane z powrotem w Mozilla Corporation. Programy edukacyjne i wsparcia Mozilla Foundation, rozciągające się na kilka kontynentów i adresowane do milionów osób, są fundowane przez datki.

source: Does my donation give me access to tech support?
de: Erhalte ich für meine Spende technische Unterstützung?
fr: Mon don me donne t-il accès à l’assistance technique ?
pl: Czy mój datek daje mi dostęp do pomocy technicznej?

source: Anyone can access tech support for Mozilla’s products by visiting the <a id="a1">support forum</a>. Mozilla does not provide tech support or enhanced tech support in exchange for donations.
de: Jeder erhält technische Unterstützung für Mozilla-Produkte, wenn er das <a id="a1">Hilfeforum</a> besucht. Mozilla bietet keine technische Unterstützung oder erweiterte technische Unterstützung als Gegenleistung für Spenden.
fr: Tout le monde peut accéder à l’assistance technique pour les logiciels de Mozilla en visitant <a id="a1">le forum d’assistance</a>. Mozilla ne fournit pas d’assistance technique ni d’assistance technique étendue en l’échange de dons.
pl: Wszyscy mają dostęp do pomocy technicznej dla programów Mozilli pod <a id="a1">tym adresem</a>. Mozilla nie zapewnia pomocy technicznej w zamian za datki.

source: Can I donate specifically to support the Thunderbird project?
de: Kann ich explizit zur Unterstützung des Thunderbird-Projekts spenden?
fr: Puis-je faire un don spécifiquement pour aider le projet Thunderbird ?
pl: Czy mogę przekazać datek wspierający tylko projekt Thunderbird?

source: Yes! Please visit <a id="a1">this donation form</a> to make a contribution specifically for Thunderbird.
de: Ja! Bitte besuchen Sie <a id="a1">dieses Spendenformular</a>, um speziell an Thunderbird zu spenden.
fr: Oui, consultez simplement <a id="a1">ce formulaire de don</a> pour faire un don directement à Thunderbird.
pl: Tak! <a id="a1">Ten formularz</a> umożliwia przekazanie datku tylko na rzecz Thunderbirda.

source: Who can I email directly with questions about donating?
de: Wem kann ich per E-Mail Fragen zu Spenden schicken?
fr: À qui puis-je poser directement des questions par e-mail au sujet des dons ?
pl: Do kogo mogę wysłać bezpośrednią wiadomość z pytaniami o przekazywanie datków?

source: If you have a question about donating to the Mozilla Foundation, please contact us <a id="a1">via this form</a>. If you need technical support for products such as Firefox, please contact <a id="a2">Mozilla Support</a> for assistance.
de: Wenn Sie eine Frage zu Spenden an die Mozilla Foundation haben, melden Sie sich bitte <a id="a1">über dieses Formular</a> bei uns. Wenn Sie technische Unterstützung für Produkte wie Firefox benötigen, wenden Sie sich bitte an die <a id="a2">Mozilla-Hilfe</a>.
fr: Si vous avez des questions concernant les dons à la Fondation Mozilla, veuillez nous contacter <a id="a1">via ce formulaire</a>. Si vous avez besoin d’assistance technique, veuillez contacter <a id="a2">l’assistance de Mozilla</a>.
pl: Pytania w sprawie datków na rzecz Mozilla Foundation można wysyłać za pomocą <a id="a1">tego formularza</a>. <a id="a2">Pomoc Mozilli</a> oferuje wsparcie techniczne dla Firefoksa i innych programów.

# body.710d48f1-b173-496e-b328-32ede70cddd1.altText
source: icon
de: Symbol
fr: Icône
pl: Ikona

# body.710d48f1-b173-496e-b328-32ede70cddd1.text
source: Ready to donate? <a id="a1">Donate now.</a>
de: Sind Sie bereit zu spenden? <a id="a1">Spenden Sie jetzt.</a>
fr: Prêt·e à faire un don ? <a id="a1">Faites un don.</a>
pl: Chcesz przekazać darowiznę? <a id="a1">Przekaż ją teraz.</a>

source: https://support.mozilla.org/questions/firefox
fy_nl: https://support.mozilla.org/nl/questions/firefox

source: Firefox support
de: Firefox-Hilfe
fr: Assistance Firefox

source: Thunderbird support
de: Thunderbird-Hilfe
fr: Assistance Thunderbird

source: What we do
de: Was wir tun
fr: Nos initiatives

source: We understand that your privacy is very important. We ask for a minimum amount of information required to process credit/debit card donations, including billing addresses. This allows our payment processor to verify your identity, process your payment, and prevent fraudulent charges to your card. We keep your information private — if you have questions, please refer to our <a id="a1">Privacy Policy</a>. If you would rather not fill in your information on our online donation form, you can mail a check or money order.
es: Para nosotros tu privacidad es muy importante. Te pedimos un mínimo de información para poder procesar las donaciones con tarjeta de crédito, incluida la dirección de facturación. Esto le permite al procesador de pagos comprobar tu identidad, procesar el pago y evitar cargos fraudulentos en tu tarjeta de crédito. Tu información se almacenará de forma privada — si tienes alguna duda, lee nuestra <a id="a1">Política de Privacidad</a>. Si prefieres no rellenar la información de nuestro formulario en línea, puedes enviar un cheque o una orden de pago.

# notice.c7731ccb-73d9-48b2-980b-acd8db6486ee.image_alt_text
source: icon
de: Symbol

# notice.c7731ccb-73d9-48b2-980b-acd8db6486ee.text
source: Our team is experiencing a backlog in donor inquiries. Please expect a delay of up to 5 business days to respond to your inquiry.
de: Unser Team hat einen Rückstau bei Spenderanfragen. Bitte rechnen Sie bei der Antwort auf Ihre Anfrage mit einer Verzögerung von bis zu 5 Werktagen.

# notice.c7731ccb-73d9-48b2-980b-acd8db6486ee.text
source: If you are a current donor, you can use the self-service option to log into your donor portal. You can see receipts and make changes to your monthly gift. To access your log in page, refer to your link in a recent donation email.
de: Wenn Sie ein aktueller Spender sind, können Sie sich per Self-Service bei Ihrem Spenderportal anmelden. Sie können Quittungen ansehen und Änderungen an Ihrer monatlichen Spende vornehmen. Um auf Ihre Anmeldeseite zuzugreifen, verwenden Sie den Ihren Link in einer aktuellen Spenden-E-Mail.
