Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/donate/help.po
Languages: de, es, fr, fy_nl, pl, pt_br

# title
source: Donate Help
de: Hilfe zum Thema „Spenden“
es: Ayuda para donaciones
fr: Aide pour les dons
fy_nl: Doneerhelp
pl: Przekaż pomoc
pt_br: Ajuda a doações

# body.3e4b98e6-1420-4757-ae5a-88601ae82611.altText
source: icon
es: icono
fy_nl: piktogram
pt_br: ícone

# body.3e4b98e6-1420-4757-ae5a-88601ae82611.text
source: Our team is experiencing a backlog in donor inquiries. Please expect a delay of up to 5 business days to respond to your inquiry.
fy_nl: Us team ûnderfynt in efterstân yn donateurfragen. Ferwachtsje asjebleaft in fertraging fan maksimaal 5 wurkdagen om te reagearjen op jo fraach.
pt_br: Nossa equipe está com uma quantidade elevada de solicitações de doadores. Pode haver um atraso de até 5 dias úteis para que sua solicitação seja respondida.

# body.3e4b98e6-1420-4757-ae5a-88601ae82611.text
source: If you are a current donor, you can use the self-service option to log into your donor portal. You can see receipts and make changes to your monthly gift. To access your log in page, refer to your link in a recent donation email.
fy_nl: As jo al donor binne, kinne jo de selsbetsjinningsopsje brûke om oan te melden by jo donorportaal. Jo kinne ûntfangsten ynsjen en wizigingen oanbringe oan jo moanlikse donaasje. Om tagong te krijen ta jo oanmeldside, ferwize wy jo nei de keppeling yn in resinte donaasjeberjocht.
pt_br: Se você é doador, pode usar a opção de autoatendimento para entrar no seu portal de doador. Você pode ver recibos e fazer alterações na sua configuração de doação mensal. Para acessar a página acesso, use o link de um email recente de doação.

# body.657973e0-d304-410d-a886-fda1bbe5b976
source: If you need help with a <a id="a1">donation</a> to the Mozilla Foundation, please select the reason for your inquiry from the drop down and a donor care representative will get back to you as soon as possible.
es: Si necesitas ayuda para hacer una <a id="a1">donación</a> a la Fundación Mozilla, elige el tema de tu consulta en la lista desplegable y alguien del equipo de donaciones se pondrá en contacto contigo lo antes posible.
fy_nl: As jo help nedich hawwe by in <a id="a1">donaasje</a> oan de Mozilla Foundation, selektearje dan de reden foar jo fraach út it útklapmenu en in fertsjintwurdiger fan donateurssoarch nimt sa gau as mooglik kontakt mei jo op.
pt_br: Se precisar de ajuda com uma <a id="a1">doação</a> para a Fundação Mozilla, selecione o motivo de sua consulta no menu suspenso e um representante de atendimento a doadores entrará em contato com você o mais rápido possível.

# body.657973e0-d304-410d-a886-fda1bbe5b976
source: Contact us
es: Contacta con nosotros
fy_nl: Kontakt
pt_br: Contato

# body.aa6ef740-3690-4b17-ac72-e6af94a32047.altText
source: Form
es: Formulario
fy_nl: Formulier
pt_br: Formulário

# body.3230f2bf-4878-40c7-a856-c8ae29157f15
source: Quick Links
es: Enlaces rápidos
fy_nl: Flugge keppelingen
pt_br: Links rápidos

source: Firefox logo
es: Logo de Firefox
pt_br: Logotipo do Firefox

source: Web browser for Windows, Mac and Linux
es: Navegador para Windows, Mac y Linux
fy_nl: Webbrowser foar Windows, Mac en Linux
pt_br: Navegador web para Windows, Mac e Linux

source: Firefox support
es: Asistencia para Firefox
fy_nl: Firefox-stipe
pt_br: Suporte do Firefox

source: Thunderbird logo
es: Logo de Thunderbird
pt_br: Logotipo do Thunderbird

source: Email software for Windows, Mac and Linux
es: Programa de correo electrónico para Windows, Mac y Linux
fy_nl: E-mailsoftware foar Windows, Mac en Linux
pt_br: Cliente de email para Windows, Mac e Linux

source: Thunderbrid support
es: Asistencia para Thunderbird
fy_nl: Thunderbird-stipe
pt_br: Suporte do Thunderbird

source: Mozilla logo
es: Logo de Mozilla
pt_br: Logotipo da Mozilla

source: Mozilla Foundation
es: Fundación Mozilla
pt_br: Fundação Mozilla

source: Shaping the future of the web for the public good
fy_nl: Wy jouwe de takomst fan it ynternet foarm foar it algemien belang
pt_br: Moldando o futuro da web para o bem público

source: What we do
es: Qué hacemos
fy_nl: Wat wy dogge
pt_br: O que fazemos

# body.65966a13-6309-4067-8060-83e519577577
source: Frequently Asked Questions
es: Preguntas frecuentes
fy_nl: Faak stelde fragen
pt_br: Dúvidas frequentes

# body.65966a13-6309-4067-8060-83e519577577
source: Below are the most frequently asked questions about donating to the Mozilla Foundation.
es: Estas son las preguntas más frecuentes sobre las donaciones a la Fundación Mozilla.
fy_nl: Hjirûnder steane de meast stelde fragen oer donearjen oan de Mozilla Foundation.
pt_br: Abaixo estão as dúvidas mais frequentes sobre doação para a Fundação Mozilla.

source: What are the ways I can donate?
es: ¿De qué formas puedo donar?
fy_nl: Hoe kin ik donearje?
pt_br: Quais são as formas que posso doar?

source: <a id="a1"><b>Visit this link to make a secure online donation</b></a><b> right now by credit card or PayPal.</b> Google Pay, Apple Pay, and bank transfers through SEPA, iDEAL and ACH are also available online.
es: <a id="a1"><b>Abre este enlace para hacer una donación segura por medios electrónicos </b></a><b> ahora mismo mediante tarjeta de crédito o PayPal.</b> Google Pay, Apple Pay y transferencias bancarias mediante SEPA, iDEAL y ACH también están disponibles en línea.
fy_nl: <a id="a1"><b>Besykje dizze keppeling</b></a><b> om no daliks in feilige online donaasje te dwaan mei creditcard of PayPal.</b> Google Pay, Apple Pay en bankoerskriuwingen fia SEPA, iDEAL en ACH binne ek online beskikber.
pt_br: <a id="a1"><b>Acesse este link para fazer uma doação online segura</b></a><b> agora mesmo com cartão de crédito ou PayPal.</b> Google Pay, Apple Pay e transferências bancárias através de SEPA, iDEAL e ACH também estão disponíveis online.

source: <b>Give in your local currency!</b> On our <a id="a1">online form</a>, use the drop down menu next to the donation amount. You will be charged in the currency you choose to donate with.
es: <b>¡Dona en tu moneda local!</b> En nuestro <a id="a1">formulario en línea</a>, utiliza el menú desplegable junto a la cantidad de la donación. El cargo se hará en la moneda que tú elijas.
fy_nl: <b>Donearje yn jo lokale faluta!</b> Brûk yn ús <a id="a1">online formulier</a> it ferfolchkarmenu njonken it donaasjebedrach. De faluta wêryn jo kieze te donearjen wurdt yn rekkening brocht.
pt_br: <b>Doe em sua moeda local!</b> Em nosso <a id="a1">formulário online</a>, use o menu suspenso ao lado do valor da doação. Você será cobrado na moeda que escolher para doar.

source: <b>Additionally you can</b> give offline in USD by mailing a check or money order; donate through your external Donor Advised Fund, Company Giving Program or IRA account; or for Stocks &amp; Estate Donations <a id="a1">please contact us directly</a>.
es: <b>También puedes</b> donar en USD por medios físicos, enviando por correo un cheque o realizando un giro postal, o a través de la cuenta de un fondo asesorado por donantes (DAF), un programa corporativo de donaciones o una cuenta individual de jubilación (IRA). Para donaciones de acciones y bienes inmuebles, <a id="a1">ponte en contacto directamente con nosotros</a>.
fy_nl: <b>Hjirneist kinne jo</b> offline donearje yn USD troch in sjek of postwiksel te stjoeren; donearje fia ús eksterne Donor Advised Fund, Company Giving Program of IRA-account; of <a id="a1">nim streekrjocht kontakt mei ús op</a> foar donaasjes fan oandielen en ûnreplik guod.
pt_br: <b>Além disso, você pode</b> fazer uma doação offline em dólares americanos enviando um cheque ou ordem de pagamento; doe por meio de sua conta externa de Donor Advised Fund, Company Giving Program ou IRA; ou, para doação de ações ou imóveis, <a id="a1">entre em contato diretamente conosco</a>.

source: How do I cancel or change my recurring donation? Can I change my payment method or my donation frequency?
es: ¿Cómo cancelo o modifico mi donación recurrente? ¿Puedo cambiar el método de pago o la frecuencia de mi donación?
fy_nl: Hoe annulearje of wizigje ik myn periodike donaasje? Kin ik myn betellingsmetoade of myn donaasjefrekwinsje wizigje?
pt_br: Como cancelar ou alterar uma doação recorrente? Posso alterar o método de pagamento ou a frequência de doação?

source: <a id="a1">Access your donation portal here.</a> Here you can cancel your gift or adjust the donation amount, frequency, date charged and payment method.
es: <a id="a1">Accede a la página de donaciones aquí.</a> Ahí puedes cancelar tu donación o modificar la cantidad donada, la frecuencia de la donación, la fecha del cargo y el método de pago.
fy_nl: <a id="a1">Benaderje hjir jo donaasjeportal.</a> Hjir kinne jo jo donaasje annulearje of it donaasjebedrach, de frekwinsje, de ynkassodatum en de betellingsmetoade oanpasse.
pt_br: <a id="a1">Acesse aqui seu portal de doação.</a> Você pode cancelar sua doação ou ajustar o valor, periodicidade, data de cobrança e método de pagamento.

source: If you run into any issues you can always <a id="a1">contact us</a>!
es: Si tienes algún problema, no dudes en <a id="a1">ponerte en contacto</a>.
fy_nl: As jo problemen tsjinkomme, kinne jo altyd <a id="a1">kontakt mei ús opnimme</a>!
pt_br: Se você tiver algum problema, sempre pode <a id="a1">entrar em contato conosco</a>!

source: How does Mozilla ensure my personal information is protected?
es: ¿Cómo garantiza Mozilla que mi información personal está protegida?
fy_nl: Hoe beskermet Mozilla myn persoanlike ynformaasje?
pt_br: Como a Mozilla garante que minhas informações pessoais estão protegidas?

source: When you donate to the Mozilla Foundation, we receive personal information from you. We use this data to acknowledge your donation, provide you with donation receipts, and correspond with you through newsletters or email. You can read more about what information we receive, the purposes we use that information for, and how we handle it in our <a id="a1">Privacy Policy</a>.
es: Cuando donas a la Fundación Mozilla, recibimos tu información personal. La usamos para garantizar y gestionar tu donación, ofrecerte el recibo correspondiente y ponernos en contacto contigo a través de boletines de noticias o por correo electrónico. Puedes saber más sobre la información que recibimos, el objetivo del uso de esa información y cómo la gestionamos en nuestro <a id="a1">Aviso de privacidad</a>.
fy_nl: Wannear’t jo oan de Mozilla Foundation donearje, ûntfange wy persoanlike ynformaasje fan jo. Dizze gegevens brûke wy om jo donaasje te befêstigjen, jo fan donaasjebewizen te foarsjen, en mei jo te korrespondearjen fia nijsbrieven of e-mail. Mear ynfo oer hokker ynformaasje wy ûntfange, de doelen wêrfoar wy dy ynformaasje brûke en hoe’t wy hjir mei omgean, kinne jo fine yn ús <a id="a1">Privacybelied</a>.
pt_br: Quando você faz uma doação para a Fundação Mozilla, recebemos informações pessoais suas. Usamos esses dados para reconhecer sua doação, fornecer recibos a você e nos comunicar através de boletins ou email. Você pode saber mais sobre quais informações recebemos, os propósitos do uso dessas informações e como lidamos com elas em nossa <a id="a1">política de privacidade</a>.

source: All of our donation processing partners must pass a privacy review by Mozilla. The vendors receiving your information are contractually obligated to handle the data in ways that we approve of. When you donate to Mozilla online your payment information is processed by third party vendors, <a id="a1">Fundraise Up</a> and <a id="a2">PayPal</a> or <a id="a3">Stripe</a>. Their collection and use of your data is also governed by their respective privacy policies.
es: Mozilla revisa la política de privacidad de todos nuestros asociados para el procesamiento de donaciones. Los proveedores que reciben información tuya están obligados por contrato a gestionar los datos de maneras que cuenten con nuestra aprobación. Cuando realizas una donación a Mozilla en línea, la información de tu pago la procesan id="a1">Fundraise Up</a> y <a id="a2">PayPal</a> o <a id="a3">Stripe</a>. Sus respectivas políticas de privacidad rigen la recopilación de tus datos y el uso que les dan.
fy_nl: Al ús donaasjeferwurkingspartners moatte in privacykontrôle troch Mozilla ûndergean. De leveransiers dy’t jo ynformaasje ûntfange, binne kontraktueel ferplichte om de gegevens te behanneljen op manieren dy’t wy goedkarre. As jo online oan Mozilla donearje, wurde jo betellingsgegevens ferwurke troch eksterne leveransiers, <a id="a1">Fundraise Up</a> en <a id="a2">PayPal</a> of <a id="a3">Stripe</a>. De samling en gebrûk fan jo gegevens falt ek ûnder harren respektyflike privacybelied.
pt_br: Todos os nossos parceiros de processamento de doações precisam passar por uma análise de privacidade pela Mozilla. Os fornecedores que recebem suas informações são contratualmente obrigados a lidar com os dados da maneira que aprovamos. Quando você doa online para a Mozilla, suas informações de pagamento são processadas por fornecedores terceirizados, <a id="a1">Fundraise Up</a> e <a id="a2">PayPal</a> ou <a id=" a3">Stripe</a>. A coleta e o uso de seus dados por eles também são regidos por suas respectivas políticas de privacidade.

source: Why do you need my address in order to process a donation?
es: ¿Por qué necesito dar mi dirección para poder donar?
fy_nl: Wêrom hawwe jimme myn adres nedich om donaasjes te ferwurkjen?
pt_br: Por que você precisa do meu endereço para processar uma doação?

source: We understand that your privacy is very important. We ask for a minimum amount of information required to process donations, including billing addresses. To prevent fraudulent charges we do use addresses in our internal review process. We keep your information private — if you have questions, please refer to our <a id="a1">Privacy Policy</a>. If you would rather not fill in your information on our online donation form, you can mail a check or money order.
fy_nl: Wy begripe dat jo privacy hiel wichtich is. Dêrom freegje wy om in minimale hoemannichte oan gegevens dy’t nedich binne om donaasjes te ferwurkjen, wêrûnder fakturearingsadressen. Om fraudelente betellingen foar te kommen, brûke wy adressen yn ús ynterne beoardielingsproses. Jo gegevens wurde privee hâlden - as jo fragen hawwe, besjoch dan ús <a id="a1">Privacybeleid</a>. As jo leaver net jo gegevens op ús online donaasjeformulier ynfolje, kinne jo ús in sjek of jild stjoere.
pt_br: Entendemos que sua privacidade é muito importante. Solicitamos o mínimo de informações necessárias para processar as doações, incluindo endereço de cobrança. Para evitar cobranças fraudulentas, usamos o endereço em nosso processo de análise interna. Mantemos suas informações privativas. Se tiver dúvidas, consulte nossa <a id="a1">política de privacidade</a>. Se preferir não preencher suas informações em nosso formulário de doação online, você pode enviar um cheque ou ordem de pagamento pelo correio.

source: Is my donation secure?
es: ¿Es segura mi donación?
fy_nl: Is myn donaasje feilich?
pt_br: Minha doação é segura?

source: Yes, we use industry-standard SSL technology to keep your information secure.
es: Sí. Utilizamos tecnología SSL, el estándar en el sector, para mantener segura tu información.
fy_nl: Ja, wy brûke de yn de yndustry gebrûklike SSL-technology om jo ynformaasje feilich te hâlden.
pt_br: Sim, usamos a tecnologia SSL padrão da indústria para proteger suas informações.

source: We partner with Stripe, the industry's established payment processor trusted by some of the world's largest companies. Your sensitive financial information never touches our servers. We send all data directly to Stripe's PCI-compliant servers through SSL.
es: Estamos asociados con Stripe, la plataforma de procesamiento de pagos electrónicos más usada en el sector y en la cual confían algunas de las compañías más grandes del mundo. Tu información financiera sensible nunca llega a nuestros servidores. Enviamos todos los datos directamente a los servidores de Stripe, que cumplen con la normativa PCI, a través de SSL.
fy_nl: Wy wurkje gear mei Stripe, de bekende betellingsferwurker yn de yndustry dy’t fertroud wurdt troch guon fan de grutste bedriuwen yn de wrâld. Jo gefoelige finansjele ynformaasje berikt nea ús servers. Wy stjoere alle gegevens daliks nei de PCI-kompatibele servers fan Stripe fia SSL.
pt_br: Temos parceria com a Stripe, processadora de pagamentos consagrada na indústria, de confiança de algumas das maiores empresas do mundo. Suas informações financeiras confidenciais nunca chegam a nossos servidores. Enviamos todos os dados diretamente para servidores PCI-compliant da Stripe por meio de SSL.

source: We understand that your privacy is very important. For complete information please refer to the Mozilla <a id="a1">Privacy Policy</a>.
es: Entendemos que tu privacidad es muy importante. Si deseas toda la información al respecto, remítete a la <a id="a1">Política de privacidad</a> de Mozilla.
fy_nl: Wy begripe dat jo privacy hiel wichtich is. Foar folsleine ynformaasje ferwize wy nei it Mozilla <a id="a1">Privacybelied</a>.
pt_br: Entendemos que sua privacidade é muito importante. Para obter informações completas, consulte a <a id="a1">política de privacidade</a> da Mozilla.

source: Can I request a refund?
fy_nl: Kin ik in restitúsje oanfreegje?
pt_br: Posso solicitar reembolso?

source: Your donation may be eligible for a refund. You must contact us within 15 days after the date of the donation. If you believe this donation was made without your authorization, please contact us immediately.
fy_nl: Jo donaasje komt mooglik yn oanmerking foar restitúsje. Jo moatte binnen 15 dagen nei de datum fan de donaasje kontakt mei ús opnimme. As jo leauwe dat dizze donaasje makke is sûnder jo autorisaasje, nim dan daliks kontakt mei ús op.
pt_br: Sua doação pode ser elegível a ser reembolsada. Você deve entrar em contato conosco em até 15 dias após a data da doação. Se acredita que esta doação foi feita sem sua autorização, entre em contato conosco imediatamente.

source: Donations made via ACH or SEPA direct debit are ineligible for refunds. Due to the nature of these transactions our policy prioritizes minimizing refund fraud. We sincerely appreciate your understanding. If you have any further questions, please contact us.
fy_nl: Donaasjes makke fia automatyske ynkasso fia ACH of SEPA binne komme net yn oanmerking foar restitúsje. Fanwegen de aard fan dizze transaksjes prioritearret ús belied it minimalisearjen fan fraude fan restitúsje. Wy wurdearje jo begryp fan herten. As jo noch fragen hawwe, nim dan kontakt mei ús op.
pt_br: Doações feitas via débito direto ACH ou SEPA não são elegíveis para reembolso. Devido à natureza dessas transações, nossa política prioriza minimizar fraude de reembolso. Agradecemos sinceramente sua compreensão. Se tiver mais dúvidas, entre em contato conosco.

source: Where do I send a check?
es: ¿Dónde envío el cheque?
fy_nl: Wêr stjoer ik in sjek nei ta?
pt_br: Para onde posso enviar um cheque?

source: <a id="a1"><b>Address checks to:</b></a>
es: <a id="a1"><b>Enviar cheques a:</b></a>
fy_nl: <a id="a1"><b>Adressearje sjeks oan:</b></a>
pt_br: <a id="a1"><b>Enderece cheques para:</b></a>

source: Designate your check with the following information:
es: Incluye la siguiente información en el cheque:
fy_nl: Jou jo sjek oan mei de folgjende ynformaasje:
pt_br: Preencha o cheque com as seguintes informações:

source: Payable to: Mozilla Foundation
es: Páguese a: Mozilla Foundation
fy_nl: Te beteljen oan: Mozilla Foundation
pt_br: Pagável a: Mozilla Foundation

source: Memo Line: Your email address (helps us track and attribute your gift)
es: Línea de concepto: Tu dirección de correo electrónico (nos ayuda a dar seguimiento y asignar tu donación)
fy_nl: Memorigel: Jo e-mailadres (helpt ús jo donaasje te folgjen en ta te skriuwen)
pt_br: Linha de observação: Seu endereço de email (nos ajuda a acompanhar e atribuir sua doação)

source: Conditions
es: Condiciones
fy_nl: Betingsten
pt_br: Condições

source: The Mozilla Foundation can <b>only</b> accept checks in U.S. dollars (USD).
es: La Fundación Mozilla <b>únicamente</b> puede aceptar cheques denominados en dólares de los Estados Unidos de América (USD).
fy_nl: De Mozilla Foundation kin <b>allinnich</b> sjeks akseptearje yn Amerikaanske dollars (USD).
pt_br: A Fundação Mozilla <b>somente</b> pode aceitar cheques em dólares americanos (USD).

source: We <b>cannot</b> accept contributions for MZLA/Thunderbird. Contributions to MZLA/Thunderbird via check can be made by following <a id="a1">these instructions</a>.
es: <b>No</b> podemos aceptar contribuciones para MZLA/Thunderbird. Las contribuciones mediante cheque a MZLA/Thunderbird pueden realizarse siguiendo <a id="a1">estas instrucciones</a>.
fy_nl: Wy <b>kinne</b> gjin bydragen akseptearje foar MZLA/Thunderbird. Bydragen oan MZLA/Thunderbird fia sjek kinne dien wurde troch <a id="a1">dizze ynstruksjes</a> te folgjen.
pt_br: Nós <b>não podemos</b> aceitar contribuições para MZLA/Thunderbird. Contribuições para MZLA/Thunderbird via cheque podem ser feitas seguindo <a id="a1">estas instruções</a>.

source: Is my donation tax deductible?
es: ¿Mi donación es deducible fiscalmente?
fy_nl: Is myn donaasje ôf te lûken fan de belesting?
pt_br: Minha doação é dedutível de impostos?

source: Contributions go to the Mozilla Foundation, a 501(c)(3) organization based in San Francisco, California, to be used in its discretion for its charitable purposes. They are tax-deductible in the U.S. to the fullest extent permitted by law. The Mozilla Foundation Tax ID is 20-0097189.
es: Las donaciones van dirigidas a la Fundación Mozilla, una organización 501(c)(3) con base en San Francisco, California, que las utilizará, conforme a su criterio, para fines benéficos. Las donaciones son deducibles en EE. UU. hasta el máximo permitido por ley. El ID fiscal de la Fundación Mozilla es 20-0097189.
fy_nl: Bydragen gean nei de Mozilla Foundation, in 501(c)(3)-organisaasje basearre yn San Francisco, Kalifornië, foar gebrûk nei eigen goedtinken foar har goede doelen. Foar safier wetlik tastien binne dizze folslein ôf te lûken foar de belesting yn de FS. De Tax ID fan de Mozilla Foundation is 20-0097189.
pt_br: As contribuições vão para a Fundação Mozilla, uma organização sem fins lucrativos 501(c)(3) sediada em São Francisco, Califórnia, para ser usadas a seu critério para fins de caridade. São dedutíveis de impostos nos EUA até o limite máximo permitido por lei. O Tax ID da Fundação Mozilla é 20-0097189.
