Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/donate/help.po
Languages: de, es, fr, fy_nl, pl, pt_br

source: If you give to Mozilla online, you should immediately receive an emailed receipt for your donation that you can use for your U.S. tax preparation purposes. Please check your spam or junk folder if you don’t see that email arrive in your inbox. If you need an additional copy of your receipt for your U.S. tax preparation purposes, please <a id="a1">contact us</a>.
es: Si haces un donativo online a Mozilla, deberías recibir inmediatamente el recibo correspondiente para tu declaración de impuestos en EE. UU. Comprueba tu bandeja de correo no deseado/spam si no ves el correo en tu bandeja de entrada. Si necesitas una copia adicional de tu recibo para la declaración de impuestos de EE. UU., <a id="a1">ponte en contacto con nosotros</a>.
fy_nl: As jo online oan Mozilla jouwe, ûntfange jo daliks in e-mailbefêstiging foar jo donaasje dy’t jo brûke kinne foar jo Amerikaanske belestingoanjefte. Kontrolearje jo map Net-winske as jo dat e-mailberjocht net yn jo postfek oankomme sjogge. As jo in ekstra kopy fan jo ûntfangstbewiis nedich hawwe foar jo belestingoanjefte yn de FS, nim dan <a id="a1">kontakt mei ús op</a>.
pt_br: Se você fizer uma doação online para a Mozilla, deve receber imediatamente por email um recibo de sua doação, que pode usar para preparação de declaração de impostos nos EUA. Verifique a pasta de spam caso esse email não chegue na sua caixa de entrada. Se precisar de uma cópia adicional do recibo para preparação de declaração de impostos nos EUA, <a id="a1">entre em contato conosco </a>.

source: For donors outside of the United States, please consult with your tax adviser about whether your donation is tax deductible.
es: Aconsejamos a aquellos donantes no residentes en los Estados Unidos que consulten con su asesor fiscal si su donación es deducible.
fy_nl: Foar donateurs bûten de Ferienige Steaten, nim kontakt op mei jo belestingadviseur oer oft jo donaasje ôf te lûken is.
pt_br: Doadores fora dos Estados Unidos devem consultar um contador para sabe se a doação é dedutível de impostos.

source: In the case of some substantial gifts, we may be required to report names and addresses to the IRS. Mozilla is required by law to report this information for its substantial donors and for cash equivalent in-kind gifts, like stocks, over $5,000.
es: En el caso de donaciones importantes, se nos puede exigir que comuniquemos los nombres y las direcciones al Internal Revenue Service (IRS). Mozilla está legalmente obligada a comunicar dicha información sobre sus donantes más importantes y sobre donaciones en especie, como acciones por valor superior a 5000 $.
fy_nl: Yn it gefal fan gruttere donaasjes kin it wêze dat dit rapportearre wurde moat oan de IRS. It is troch de wet fereaske dat Mozilla de ynformaasje foar grutte donateurs en foar oar jild, lykas oandielen fan mear as $5.000, rapportearret.
pt_br: No caso de algumas doações substanciais, pode ser necessário informar nomes e endereços ao Internal Revenue Service (serviço de receita do Governo Federal dos Estados Unidos). A Mozilla é obrigada por lei a relatar essas informações de doadores de valores substanciais e de doações equivalentes a dinheiro, como ações, acima de US$5.000.

source: What are your transaction costs on donations?
es: ¿En qué costos transaccionales incurres al donar?
fy_nl: Wat binne jo transaksjekosten op donaasjes?
pt_br: Quais são seus custos de transação em doações?

source: When you opt to cover our transaction costs, you're covering both our processing and donation platform costs.
es: Cuando optas por cubrir nuestros costos de transacción, estás cubriendo nuestros costos tanto de procesamiento de la donación como de la plataforma para donar.
fy_nl: As jo kieze om ús transaksjekosten te dekken, dekke jo sawol ús ferwurkings- as donaasjeplatfoarmkosten.
pt_br: Quando você opta por cobrir nossos custos de transação, está cobrindo nossos custos de processamento e plataforma de doação.

source: The costs associated with our robust online donation system allow us to continue scaling sustainably as our supporter-base grows. The donation platform and payment processors we use ensure we can accept a wide range of currencies/payment methods and remain PCI compliant in all of the countries that we accept donations from.
es: Nuestro robusto sistema para donar por medios electrónicos representa un costo, pero nos permite seguir creciendo de manera sostenible conforme crece nuestra base de seguidores. La plataforma de donaciones y los procesadores de pagos que utilizamos posibilitan que podamos aceptar una amplia gama de monedas y métodos de pago, y seguir cumpliendo con la normativa PCI en todos los países en los que aceptamos donaciones.
fy_nl: De kosten dy’t ferbûn binne mei ús robúste online donaasjesysteem jouwe ús de mooglikheid om duorsum skeale te kinnen as ús stipersbasis groeit. It donaasjeplatfoarm en betellingsferwurkers dy’t wy brûke soargje derfoar dat wy in breed oanbod fan faluta/betelmethoden akseptearje kinne en PCI-kompliant bliuwe yn alle lannen wêrfan wy donaasjes akseptearje.
pt_br: Os custos associados ao nosso robusto sistema de doação online nos permitem continuar crescendo de forma sustentável à medida que cresce nossa base de apoiadores. A plataforma de doação e os processadores de pagamento que usamos garantem que podemos aceitar uma ampla variedade de moedas e métodos de pagamento e permanecer em conformidade com PCI em todos os países em que aceitamos doações.

source: The transaction costs donors may choose to cover are based on an estimate of our overall costs. Due to many factors actual costs may fluctuate.
es: Los costos transaccionales que los donadores pueden cubrir si lo desean se basan en una estimación de nuestros costos globales. Los costos reales pueden fluctuar dependiendo de muchos factores.
fy_nl: De transaksjekosten dy’t donateurs kinne kieze te dekken, binne basearre op in skatting fan ús totale kosten. Troch in protte faktoaren kinne werklike kosten fluktuearje.
pt_br: Os custos de transação que os doadores podem optar por cobrir são baseados em uma estimativa de nossos custos gerais. Devido a muitos fatores, os custos reais podem variar.

source: Are there additional fees on my donation?
es: ¿Hay cargos adicionales por mi donación?
fy_nl: Binne der ekstra kosten ferbûn op myn donaasje?
pt_br: Há taxas adicionais na minha doação?

source: We do not collect any additional fees or taxes.
es: No realizamos ningún cargo adicional ni cobramos impuesto alguno.
fy_nl: Wy sammelje gjin ekstra fergoedingen of belestingen.
pt_br: Não cobramos quaisquer taxas ou impostos adicionais.

source: When you donate in your local currency you are not charged a conversion fee by your credit card.
es: Cuando donas en tu moneda local, tu tarjeta de crédito no te cobra ninguna comisión por transacción cambiaria.
fy_nl: As jo donearje yn jo lokale faluta, wurde der gjin wikselkosten yn rekken brocht troch jo kredytkaart.
pt_br: Quando você faz uma doação em sua moeda local, não é cobrada taxa de conversão em seu cartão de crédito.

source: Optionally, you can choose to cover our transaction costs on your donation. This is completely voluntary and you may opt in or out using the checkbox on our donation form.
es: Si lo deseas, puedes cubrir los costos transaccionales en los que incurrimos por tu donación. Hacerlo es completamente voluntario y puedes indicar tu decisión usando la casilla correspondiente en el formulario de donación.
fy_nl: Opsjoneel kinne jo kieze om ús transaksjekosten te dekken op jo donaasje. Dit is folslein frijwillich en jo kinne jo oan- of ôfmelde mei it karfakje op ús donaasjeformulier.
pt_br: Opcionalmente, você pode optar por cobrir nossos custos de transação em sua doação. Isso é totalmente voluntário, você pode marcar ou desmarcar esta opção no formulário de doação.

source: Our organization is based in the United States. We encourage donors to research any additional external taxes or fees that may be applied by regulators such as your bank or tax authority.
es: Nuestra organización tiene su domicilio social en los Estados Unidos. Instamos a quienes donen a averiguar si las autoridades reguladoras (por ejemplo, de la banca o del sistema tributario) pudieran aplicar cuotas externas o imponer algún gravamen.
fy_nl: Us organisaasje is fêstige yn de Feriene Steaten. Wy moedigje donateurs oan om alle ekstra eksterne belestingen of fergoedingen te ûndersykjen dy’t tapast wurde kinne troch tafersjochhâlders, lykas jo bank of belestingtsjist.
pt_br: Nossa organização está sediada nos Estados Unidos. Incentivamos os doadores a pesquisar quaisquer impostos ou taxas externas adicionais que possam ser aplicadas por reguladores, como seu banco ou uma autoridade fiscal.

source: Can I donate cryptocurrencies?
es: ¿Puedo donar criptomonedas?
fy_nl: Kin ik kryptofaluta donearje?
pt_br: Posso doar criptomoedas?

source: <b>No.</b> At this time the Mozilla Foundation does not accept donations in cryptocurrency.
es: <b>No.</b> Por el momento, la Fundación Mozilla no acepta donaciones en criptomonedas.
fy_nl: <b>Nee.</b> Op dit stuit akseptearret de Mozilla Foundation gjin donaasjes yn kryptofaluta.
pt_br: <b>Não.</b> No momento, a Fundação Mozilla não aceita doações em criptomoeda.

source: How will my donation be used?
es: ¿Cómo se utilizará mi donación?
fy_nl: Hoe wurdt myn donaasje brûkt?
pt_br: Como minha doação será usada?

source: At Mozilla, our mission is to keep the Internet healthy, open, and accessible for all. The Mozilla Foundation programs are supported by grassroots donations and grants. Our grassroots donations, from supporters like you, are our most flexible source of funding. These funds directly support advocacy campaigns (i.e. asking big tech companies to protect your privacy), research and publications like the <a id="a1">*Privacy Not Included</a> buyer's guide and Internet Health Report, and covers a portion of our annual <a id="a2">MozFest gathering</a>.
es: La misión de Mozilla consiste en hacer que Internet sea saludable, abierto y accesible para todo el mundo. Los programas de la Fundación Mozilla se mantienen con las donaciones y contribuciones de miembros de la comunidad. Las donaciones que recibimos de partidarios como tú constituyen nuestra fuente más flexible de financiamiento. Estos recursos apoyan directamente nuestras campañas de activismo (por ejemplo, cuando le pedimos a las grandes tecnológicas que protejan tu privacidad), investigaciones y publicaciones como <a id="a1">*Privacidad no incluida</a>, guías del comprador y nuestro informe de salud de Internet, y también cubren parte de nuestro encuentro anual <a id="a2">MozFest</a>.
fy_nl: By Mozilla is it ús misje om it ynternet sûn, iepen en foar elkenien tagonklik te hâlden. De programma’s fan de Mozilla Foundation wurde stipe troch basisdonaasjes en subsydzjes. Us basisdonaasjes, fan stipers lykas jo, binne ús meast fleksibele boarne fan finansiering. Dizze fûnsen stypje daliks belangebehertigingskampanjes (d.w.s. freegje grutte techbedriuwen om jo privacy te beskermjen), ûndersyk en publikaasjes lykas de keapersgids <a id="a1">*Privacy Not Included</a> en Internet Health Report, en beslacht in diel fan ús jierlikse <a id="a2">MozFest-gearkomst</a>.
pt_br: Na Mozilla, nossa missão é manter a internet saudável, aberta e acessível a todos. Os programas da Fundação Mozilla são apoiados por doações e concessões populares. Nossas doações populares, de apoiadores como você, são nossa fonte de financiamento mais flexível. Esses financiamentos apoiam diretamente campanhas de ativismo (por exemplo, pedir que grandes empresas de tecnologia protejam sua privacidade), pesquisas e publicações como o guia de compras <a id="a1">*Privacidade não incluída</a> e o Relatório de Integridade da Internet, além de cobrir parte do nosso <a id="a2">encontro anual MozFest</a>.

source: To learn how your donation is put to use, click <a id="a1">here</a>.
es: Si deseas más detalles sobre el uso que le damos a tus donaciones, haz clic <a id="a1">aquí</a>.
fy_nl: Klik <a id="a1">hjir</a> foar ynfo oer hoe’t jo donaasje brûkt wurdt.
pt_br: Para saber como sua doação é usada, clique <a id="a1">aqui</a>.

source: You can find more details about Mozilla’s expenditures and governance <a id="a1">here</a>.
es: Puedes descubrir más sobre el gasto y la gerencia de Mozilla <a id="a1">aquí</a>.
fy_nl: Jo kinne <a id="a1">hjir</a> mear details fine oer de útjeften en it tafersjoch fan Mozilla.
pt_br: Você pode encontrar <a id="a1">aqui</a> mais detalhes sobre os gastos e governança da Mozilla.

source: Don’t Mozilla products, like Firefox, earn income?
es: ¿Los productos de Mozilla, como por ejemplo Firefox, no obtienen beneficios?
fy_nl: Hawwe Mozilla-produkten, lykas Firefox, gjin ynkomsten?
pt_br: Os produtos da Mozilla, como o Firefox, não geram receita?

source: Firefox is maintained by the Mozilla Corporation, a wholly-owned subsidiary of the Mozilla Foundation. While Firefox does produce revenue — chiefly through search partnerships — this earned income is largely reinvested back into the Corporation. The Mozilla Foundation’s education and advocacy efforts, which span several continents and reach millions of people, are supported by philanthropic donations.
es: Firefox está financiado por Mozilla Corporation, una filial que es propiedad de la Fundación Mozilla. Aunque Firefox genera beneficios —principalmente a través de alianzas con buscadores— estos ingresos se reinvierten en su mayor parte en la Corporación. La labor educativa y en defensa de la Web de la Fundación Mozilla, que se extiende por diversos continentes y llega a millones de personas, es posible gracias a las donaciones filantrópicas.
fy_nl: Firefox wurdt ûnderhâlden troch de Mozilla Corporation, in folsleine dochterûndernimming fan Mozilla Foundation. Wylst Firefox soarget foar ynkomsten – foaral troch sykpartners – wurdt dit ynkommen alteast opnij ynvestearret yn de Corporation. De edukaasje en promoasje fan de Mozilla Foundation, dy’t oer ferskate kontininten giet en miljoenen minsken berikt, wurdt stipe troch filantropyske donaasjes.
pt_br: O Firefox é mantido pela Corporação Mozilla, uma subsidiária integral da Fundação Mozilla. Enquanto o Firefox produz receita -- principalmente através de parcerias de pesquisas -- esse rendimento gerado é retornado em grande parte para a Mozilla Corporation. Os esforços de educação e alfabetização da Fundação Mozilla, que abrangem vários continentes e atingem milhões de pessoas, são apoiados através de doações filantrópicas.

source: Does my donation give me access to tech support?
es: ¿Mi donación me da acceso a soporte técnico?
fy_nl: Jout myn donaasje tagong ta technyske stipe?
pt_br: Minha doação me dá acesso a suporte técnico?

source: Anyone can access tech support for Mozilla’s products by visiting the <a id="a1">support forum</a>. Mozilla does not provide tech support or enhanced tech support in exchange for donations.
es: Cualquiera puede acceder al soporte técnico de los productos de Mozilla visitando el <a id="a1">foro de ayuda</a>. Mozilla no facilita soporte técnico ni soporte técnico especializado a cambio de un donativo.
fy_nl: Elkenien kin tagong krije ta stipe foar Mozilla-produkten troch it <a id="a1">stipefoarum</a> te besykjen. Mozilla leveret gjin technyske stipe of wiidweidich technyske stipe yn ruil foar donaasjes.
pt_br: Qualquer um pode acessar o suporte técnico dos produtos da Mozilla visitando o <a id="a1">fórum de suporte</a>. A Mozilla não fornece suporte técnico ou suporte avançado em troca de doações.

source: Can I donate specifically to support the Thunderbird project?
es: ¿Puedo donar específicamente para ayudar al proyecto Thunderbird?
fy_nl: Kin ik spesifyk ta stipe fan it Thunderbird-projekt donearje?
pt_br: Posso doar especificamente para ajudar o projeto Thunderbird?

source: Yes! Please visit <a id="a1">this donation form</a> to make a contribution specifically for Thunderbird.
es: ¡Sí! Consulta este <a id="a1">formulario de donación</a> para donar específicamente a Thunderbird.
fy_nl: Ja! Gean nei <a id="a1">dit donaasjeformulier</a> om in bydrage te leverjen spesifyk foar Thunderbird.
pt_br: Sim! Visite <a id="a1">este formulário de doação</a> para contribuir especificamente para o Thunderbird.

source: Who can I email directly with questions about donating?
es: ¿A quién puedo enviar directamente un correo con preguntas sobre las donaciones?
fy_nl: Wa kin ik daliks in e-mail stjoere mei fragen oer donearjen?
pt_br: A quem posso enviar um email diretamente com dúvidas sobre doação?

source: If you have a question about donating to the Mozilla Foundation, please contact us <a id="a1">via this form</a>. If you need technical support for products such as Firefox, please contact <a id="a2">Mozilla Support</a> for assistance.
es: Si tienes alguna duda sobre las donaciones a la Fundación Mozilla, contacta con nosotros a través de <a id="a1">este formulario</a>. Si necesitas soporte técnico para productos como Firefox, contacta con la <a id="a2">Ayuda de Mozilla</a>.
fy_nl: As jo in fraach hawwe oer donearjen oan de Mozilla Foundation, nim dan kontakt op <a id="a1">fia dit formulier</a>. As jo technyske stipe nedich hawwe foar produkten as Firefox, nim kontakt op mei <a id="a2">Mozilla Support</a>.
pt_br: Se você tiver dúvida sobre doação para a Fundação Mozilla, entre em contato conosco por meio <a id="a1">deste formulário</a>. Se precisar de suporte técnico para produtos como Firefox, entre em contato com o <a id="a2">Suporte Mozilla</a> para receber assistência.

# body.157cc5dd-f453-4b83-9b8f-c4312e7a8bc4.altText
source: icon
es: icono
fy_nl: piktogram
pt_br: ícone

# body.157cc5dd-f453-4b83-9b8f-c4312e7a8bc4.text
source: Ready to donate? <a id="a1">Donate now.</a>
es: ¿Quieres donar? <a id="a1">Hazlo ahora.</a>
fy_nl: Klear om te donearjen? <a id="a1">Donearje no.</a>
pt_br: Pronto para fazer uma doação? <a id="a1">Doe agora.</a>

# seo_title
source: Donor Help and FAQ
fr: Aide pour les dons et FAQ
pl: Pomoc dla darczyńców i najczęściej zadawane pytania

# search_description
source: Need help with a donation to Mozilla Foundation? Use the help form or read our frequently asked questions about donating to us.
fr: Besoin d’aide pour faire un don à la Fondation Mozilla ? Utilisez le formulaire d’aide ou consultez les questions fréquemment posées à propos des dons.
pl: Potrzebujesz pomocy w przekazaniu darowizny na rzecz Fundacji Mozilla? Skorzystaj z formularza pomocy lub przeczytaj nasze najczęściej zadawane pytania dotyczące przekazywania nam darowizn.

# body.b2c0c460-35b3-4b13-989c-47c360118ca4
source: Quick Links
de: Schnellzugriff-Links
fr: Liens rapides
pl: Szybkie linki

source: Firefox logo
fr: Logo Firefox
pl: Logo Firefoksa

source: Web browser for Windows, Mac and Linux
de: Internetbrowser für Windows, Mac und Linux
fr: Navigateur web pour Windows, Mac et Linux
pl: Przeglądarka dla systemów Windows, Mac i Linux

source: Firefox support
pl: Obsługa Firefoksa

source: Thunderbird logo
fr: Logo Thunderbird
pl: Logo Thunderbird

source: Email software for Windows, Mac and Linux
de: E-Mail-Programm für Windows, Mac und Linux
fr: Logiciel de messagerie pour Windows, Mac et Linux
pl: Oprogramowanie e-mail dla systemów Windows, Mac i Linux

source: Thunderbird support
pl: Wsparcie Thunderbird

source: Mozilla logo
fr: Logo Mozilla
pl: Logo Mozilli

source: Mozilla Foundation
fr: Fondation Mozilla
pl: Fundacja Mozilli

source: Shaping the future of the web for the public good
de: Wir gestalten die Zukunft des Webs zum Wohle der Allgemeinheit.
fr: Nous façonnons l’avenir du Web pour le bien commun.
pl: Kształtowanie przyszłości sieci dla dobra publicznego

source: What we do
pl: Co robimy

# body.78d28cfd-919e-4a49-aea9-994465ca0b6f
source: Frequently Asked Questions
de: Häufig gestellte Fragen
fr: Questions fréquentes
pl: Najczęściej zadawane pytania

# body.78d28cfd-919e-4a49-aea9-994465ca0b6f
source: Below are the most frequently asked questions about donating to the Mozilla Foundation.
de: Hier finden Sie die am häufigsten gestellten Fragen zu Spenden an die Mozilla Foundation.
fr: Vous trouverez ci-dessous les questions les plus récurrentes sur les dons faits à la Fondation Mozilla.
pl: Poniżej znajdują się najczęściej zadawane pytania na temat przekazywania datków na rzecz Fundacji Mozilla.

source: What are the ways I can donate?
de: Wie kann ich spenden?
fr: Quels sont les différents moyens de faire un don ?
pl: W jaki sposób mogę przekazać darowiznę?

source: <a id="a1"><b>Visit this link to make a secure online donation</b></a><b> right now by credit card or PayPal.</b> Google Pay, Apple Pay, and bank transfers through SEPA, iDEAL and ACH are also available online.
de: <a id="a1"><b>Besuchen Sie diesen Link, um eine sichere Online-Spende zu tätigen</b></a><b> – Sie haben die Wahl zwischen Kreditkarte oder PayPal.</b> Google Pay, Apple Pay und Banküberweisungen über SEPA, iDEAL und ACH sind ebenfalls online verfügbar.
fr: <a id="a1"><b>Consultez ce lien pour faire un don en ligne de façon sécurisée</b></a><b> par carte bancaire ou PayPal dès maintenant.</b> Google Pay, Apple Pay, et les virements bancaires via SEPA, iDEAL et ACH sont également disponibles en ligne.
pl: <a id="a1"><b>Skorzystaj z tego linku, aby przekazać bezpieczną darowiznę online</b></a><b> już teraz za pomocą karty kredytowej lub PayPal.</b> Dostępne są również Google Pay, Apple Pay i przelewy bankowe za pośrednictwem SEPA, iDEAL i ACH online.

source: <b>Give in your local currency!</b> On our <a id="a1">online form</a>, use the drop down menu next to the donation amount. You will be charged in the currency you choose to donate with.
de: <b>Spenden Sie in Ihrer lokalen Währung!</b> Verwenden Sie in unserem <a id="a1">Online-Formular</a> das Aufklappfeld neben dem Spendenbetrag. Ihre Spende wird in der Währung abgebucht, in der Sie spenden möchten.
fr: <b>Faites un don dans votre monnaie locale !</b> Sur notre <a id="a1">formulaire en ligne</a>, utilisez le menu déroulant à côté du montant du don. Vous serez facturé·e dans la devise que vous aurez choisie pour faire votre don.
pl: <b>Przekaż w lokalnej walucie!</b> W naszym <a id="a1">formularzu online</a>użyj menu rozwijanego obok kwoty darowizny. Opłata zostanie naliczona w walucie, w której chcesz przekazać darowiznę.

source: <b>Additionally you can</b> give offline in USD by mailing a check or money order; donate through your external Donor Advised Fund, Company Giving Program or IRA account; or for Stocks &amp; Estate Donations <a id="a1">please contact us directly</a>.
de: <b>Darüber hinaus können Sie</b> offline in US-Dollar spenden, indem Sie einen Scheck oder eine Zahlungsanweisung senden oder über Ihren externen Donor Advised Fund, ein Spendenprogramm Ihrer Firma oder Ihr IRA-Konto spenden; wenn Sie Aktien &amp; Immobilien spenden möchten, <a id="a1"> kontaktieren Sie uns bitte direkt</a>.
fr: <b>De plus, vous pouvez</b> faire un don en USD hors ligne en envoyant un chèque ou un mandat postal ; vous pouvez faire un don via votre Donor Advised Fund, le programme de dons d’entreprises ou votre compte IRA ; et pour les dons d’actions ou d’immobilier, <a id="a1">veuillez nous contacter directement</a>.
pl: <b>Dodatkowo możesz</b> przekazać darowiznę offline w USD, wysyłając czek lub przekaz pieniężny; przekaż darowiznę za pośrednictwem zewnętrznego Funduszu Doradztwa Darczyńców, programu darowizn dla firm lub konta IRA; lub w przypadku darowizn na akcje i nieruchomości, <a id="a1">skontaktuj się z nami bezpośrednio</a>.
