Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/donate/help.po
Languages: de, es, fr, fy_nl, pl, pt_br

source: How do I cancel or change my recurring donation? Can I change my payment method or my donation frequency?
de: Wie kann ich meine regelmäßige Spende stornierenn oder ändern? Kann ich meine Zahlungsmethode oder meine Spendenhäufigkeit ändern?
fr: Comment puis-je annuler ou modifier mon don récurrent ? Puis-je changer mon mode de paiement ou la fréquence de mes dons ?
pl: Jak anulować lub zmienić cykliczną darowiznę? Czy mogę zmienić formę płatności lub częstotliwość przekazywania darowizn?

source: <a id="a1">Access your donation portal here.</a> Here you can cancel your gift or adjust the donation amount, frequency, date charged and payment method.
de: <a id="a1">Hier können Sie Ihr Spendenportal aufrufen.</a> Hier können Sie Ihre Spende stornieren oder den Spendenbetrag, die Häufigkeit, das Abbuchungsdatum und die Zahlungsmethode anpassen.
fr: <a id="a1">Accédez à votre portail de dons ici</a>. Depuis ce portail, vous pouvez annuler votre don ou ajuster le montant, la fréquence, la date de facturation et le mode de paiement du don.
pl: <a id="a1">Przejdź do portalu darowizn tutaj.</a> Tutaj możesz anulować prezent lub zmienić kwotę darowizny, częstotliwość, datę pobrania opłaty i formę płatności.

source: If you run into any issues you can always <a id="a1">contact us</a>!
de: Wenn Sie auf Probleme stoßen, können Sie <a id="a1">uns kontaktieren</a>!
fr: Si vous rencontrez des problèmes, n’hésitez pas à <a id="a1">nous contacter</a> !
pl: Jeśli napotkasz jakiekolwiek problemy, zawsze możesz <a id="a1">się z nami skontaktować</a>!

source: How does Mozilla ensure my personal information is protected?
de: Wie schützt Mozilla meine persönlichen Daten?
fr: Que fait Mozilla pour assurer la protection de mes données personnelles ?
pl: W jaki sposób Mozilla zapewnia bezpieczeństwo moich danych osobowych?

source: When you donate to the Mozilla Foundation, we receive personal information from you. We use this data to acknowledge your donation, provide you with donation receipts, and correspond with you through newsletters or email. You can read more about what information we receive, the purposes we use that information for, and how we handle it in our <a id="a1">Privacy Policy</a>.
de: Wenn Sie an die Mozilla Foundation spenden, erhalten wir persönliche Daten von Ihnen. Wir nutzen diese Daten, um Ihre Spende zu bestätigen, Ihnen eine Spendenquittung auszustellen und über Newsletter oder E-Mails mit Ihnen zu kommunizieren. In unserer <a id="a1">Datenschutzerklärung</a> erhalten Sie weitere Informationen darüber, wie wir diese Daten verwenden und wie wir damit umgehen.
fr: Lorsque vous faites un don à la Fondation Mozilla, nous recevons des renseignements personnels de votre part. Nous utilisons ces données pour vous remercier de votre don, vous fournir des reçus officiels de dons et correspondre avec vous par le biais de newsletters ou par e-mail. Vous pouvez en savoir plus sur les données que nous recevons, à quoi nous les employons et comment nous les traitons dans notre <a id="a1">Politique de confidentialité</a>.
pl: Kiedy przekazujesz darowiznę na rzecz Fundacji Mozilla, otrzymujemy od Ciebie dane osobowe. Używamy ich, aby potwierdzić twoją wpłatę, dostarczyć ci jej potwierdzenie i korespondować z tobą za pośrednictwem biuletynów lub poczty elektronicznej. Więcej informacji o otrzymywanych przez nas danych, celach w jakich ich używamy oraz jak je przetwarzamy można znaleźć w naszych <a id="a1">zasadach ochrony prywatności</a>.

source: All of our donation processing partners must pass a privacy review by Mozilla. The vendors receiving your information are contractually obligated to handle the data in ways that we approve of. When you donate to Mozilla online your payment information is processed by third party vendors, <a id="a1">Fundraise Up</a> and <a id="a2">PayPal</a> or <a id="a3">Stripe</a>. Their collection and use of your data is also governed by their respective privacy policies.
de: Alle unsere Partner für die Spendenverarbeitung müssen eine Datenschutzüberprüfung durch Mozilla bestehen. Die Anbieter, die Ihre Daten erhalten, sind vertraglich verpflichtet, die Daten so zu behandeln, dass es für uns akzeptabel ist. Wenn Sie online an Mozilla spenden, werden Ihre Zahlungsinformationen von Drittanbietern, <a id="a1">Fundraise Up</a> und <a id="a2">PayPal</a> oder <a id="a3">Stripe</a> verarbeitet. Die Erhebung und Nutzung Ihrer Daten wird durch die jeweiligen Datenschutzrichtlinien geregelt.
fr: Tous nos partenaires de traitement des dons doivent passer un examen de confidentialité par Mozilla. Les fournisseurs qui reçoivent vos informations sont contractuellement obligés de traiter les données d’une manière que nous approuvons. Lorsque vous faites un don en ligne à Mozilla, vos informations de paiement sont traitées par des fournisseurs tiers, <a id="a1">Fundraise Up</a> et <a id="a2">PayPal</a> ou <a id="a3">Stripe</a>. Leur collecte et leur utilisation de vos données sont également régies par leurs politiques de confidentialité respectives.
pl: Wszyscy nasi partnerzy przetwarzający darowizny muszą przejść weryfikację prywatności przeprowadzoną przez Mozillę. Dostawcy otrzymujący twoje informacje są zobowiązani umownie do przetwarzania danych w sposób, który akceptujemy. Gdy przekazujesz darowiznę Mozilli online, informacje o płatności są przetwarzane przez dostawców zewnętrznych <a id="a1">, Fundraise Up</a> i <a id="a2">PayPal</a> lub <a id="a3">Stripe</a>. Ich gromadzenie i wykorzystywanie danych podlega również ich odpowiedniej polityce prywatności.

source: Why do you need my address in order to process a donation?
de: Warum wird meine Adresse zur Verarbeitung einer Spende benötigt?
fr: Pourquoi avez-vous besoin de mon adresse pour traiter un don ?
pl: Do czego potrzebny jest mój adres, aby przetworzyć darowiznę?

source: We understand that your privacy is very important. We ask for a minimum amount of information required to process donations, including billing addresses. To prevent fraudulent charges we do use addresses in our internal review process. We keep your information private — if you have questions, please refer to our <a id="a1">Privacy Policy</a>. If you would rather not fill in your information on our online donation form, you can mail a check or money order.
de: Wir verstehen, dass Ihre Privatsphäre sehr wichtig ist. Wir benötigen ein Minimum an Daten, die für die Verarbeitung von Spenden benötigt werden, einschließlich der Abrechnungsadressen. Um betrügerische Abrechnungen zu vermeiden, verwenden wir Adressen in unserem internen Überprüfungsprozess. Wir halten Ihre Daten unter Verschluss – wenn Sie Fragen haben, lesen Sie bitte unsere <a id="a1">Datenschutzerklärung</a>. Wenn Sie Ihre Daten lieber nicht in unserem Online-Spendenformular eintragen möchten, können Sie einen Scheck oder eine Bankanweisung per Post schicken.
fr: Nous considérons que votre vie privée est de la plus haute importance. Nous demandons uniquement les informations nécessaires au traitement de votre don, y compris l’adresse de facturation. Afin de luter contre les paiements frauduleux, nous utilisons les adresses dans le cadre de notre processus de revue interne. Ces informations restent confidentielles. Si vous avez des questions, veuillez vous référer à notre <a id="a1">Politique de confidentialité</a>. Si vous préférez ne pas renseigner ces informations sur notre formulaire de don en ligne, vous pouvez aussi faire un don par chèque ou mandat postal.
pl: Rozumiemy, że twoja prywatność jest bardzo ważna. Prosimy o podanie minimalnej ilości informacji wymaganych do przetworzenia darowizn, w tym adresów rozliczeniowych. Aby zapobiec nieuczciwym opłatom, korzystamy z adresów w naszym wewnętrznym procesie weryfikacji. Zachowujemy poufność twoich danych – jeśli masz pytania, zapoznaj się z naszą <a id="a1">polityką prywatności</a>. Jeśli nie chcesz podawać swoich danych w naszym internetowym formularzu darowizny, możesz przesłać czek lub przekaz pieniężny.

source: Is my donation secure?
de: Ist meine Spende sicher?
fr: Mon don est-il sécurisé ?
pl: Czy moja darowizna jest bezpieczna?

source: Yes, we use industry-standard SSL technology to keep your information secure.
de: Ja, wir verwenden die SSL-Technologie nach Industriestandard, um Ihre Daten zu schützen.
fr: Oui, nous utilisons la technologie SSL standard pour protéger vos informations.
pl: Tak, używamy standardowej technologii SSL, aby zapewnić bezpieczeństwo twoich informacji.

source: We partner with Stripe, the industry's established payment processor trusted by some of the world's largest companies. Your sensitive financial information never touches our servers. We send all data directly to Stripe's PCI-compliant servers through SSL.
de: Wir arbeiten mit Stripe zusammen, dem etablierten Zahlungsverarbeiter der Branche, dem einige der größten Unternehmen der Welt vertrauen. Ihre sensiblen Finanzinformationen erreichen nie unsere Server. Wir senden alle Daten direkt über SSL an die PCI-konformen Server von Stripe.
fr: Nous collaborons avec Stripe, l’opérateur de paiements auquel certaines des plus grandes entreprises au monde font confiance. Vos informations financières sensibles n’atteignent jamais nos serveurs. Nous envoyons toutes les données directement aux serveurs de Stripe conformes à la norme IPC via SSL.
pl: Współpracujemy ze Stripe, uznanym w branży procesorem płatności, któremu ufają jedne z największych firm na świecie. Twoje wrażliwe informacje finansowe nigdy nie trafiają na nasze serwery. Wszystkie dane przesyłamy bezpośrednio do serwerów Stripe zgodnych ze standardem PCI za pośrednictwem protokołu SSL.

source: We understand that your privacy is very important. For complete information please refer to the Mozilla <a id="a1">Privacy Policy</a>.
de: Wir verstehen, dass Ihre Privatsphäre sehr wichtig ist. Vollständige Informationen finden Sie in der <a id="a1">Datenschutzerklärung</a> von Mozilla.
fr: Votre vie privée est très importante, nous le savons. Pour des informations complètes, veuillez vous référer à la <a id="a1">Politique de confidentialité</a> de Mozilla.
pl: Rozumiemy, że Twoja prywatność jest bardzo ważna. Aby uzyskać pełne informacje, zapoznaj się z <a id="a1">Polityką prywatności</a>Mozilli.

source: Can I request a refund?
de: Kann ich eine Erstattung beantragen?
fr: Puis-je demander un remboursement ?
pl: Czy mogę poprosić o zwrot?

source: Your donation may be eligible for a refund. You must contact us within 15 days after the date of the donation. If you believe this donation was made without your authorization, please contact us immediately.
de: Ihre Spende kommt möglicherweise für eine Erstattung in Frage. Sie müssen uns innerhalb von 15 Tagen nach dem Datum der Spende kontaktieren. Wenn Sie der Meinung sind, dass diese Spende ohne Ihre Erlaubnis geleistet wurde, kontaktieren Sie uns bitte sofort.
fr: Votre don peut éventuellement donner lieu à un remboursement. Vous devez nous contacter dans les 15 jours suivant la date du don. Si vous pensez que ce don a été fait sans votre autorisation, veuillez nous contacter immédiatement.
pl: Twoja darowizna może kwalifikować się do zwrotu. Musisz skontaktować się z nami w ciągu 15 dni od daty przekazania darowizny. Jeśli uważasz, że darowizna została przekazana bez Twojej zgody, natychmiast skontaktuj się z nami.

source: Donations made via ACH or SEPA direct debit are ineligible for refunds. Due to the nature of these transactions our policy prioritizes minimizing refund fraud. We sincerely appreciate your understanding. If you have any further questions, <a id="a1">please contact us.</a>
de: Spenden per ACH- oder SEPA-Lastschrift können nicht erstattet werden. Aufgrund der Art dieser Transaktionen soll unsere Richtlinie das Risiko von Betrug durch Erstattungen möglichst minimieren. Wir bitten herzlich um Ihr Verständnis. Wenn Sie weitere Fragen haben, <a id="a1">kontaktieren Sie uns bitte</a>.
fr: Les dons par virement bancaire ACS ou SEPA ne peuvent pas donner lieu à un remboursement. En raison de la nature de ces transactions, notre politique donne la priorité à la réduction des fraudes aux remboursements. Nous apprécions sincèrement votre compréhension. Si vous avez d’autres questions, <a id="a1">veuillez nous contacter</a>.
pl: Darowizny przekazane za pomocą polecenia zapłaty ACH lub SEPA nie podlegają zwrotowi. Ze względu na charakter tych transakcji nasza polityka stawia na pierwszym miejscu minimalizację oszustw związanych ze zwrotami. Serdecznie dziękujemy za zrozumienie. W razie dalszych pytań <a id="a1">prosimy o kontakt.</a>

source: Where do I send a check?
de: Wohin kann ich einen Scheck senden?
fr: Où puis-je envoyer un chèque ?
pl: Gdzie mam wysłać czek?

source: Address checks to:
de: Senden Sie Schecks an:
fr: Envoyez votre chèque à :
pl: Kontrole adresowe należy kierować do:

source: Remittances sent via overnight delivery (i.e. FedEx, Messenger, etc.) should be addressed as follows:
pl: Przelewy wysyłane za pośrednictwem dostawy nocnej (np. FedEx, Messenger itp.) powinny być adresowane w następujący sposób:

source: <i>Mozilla Foundation</i><br/><i>25704</i><br/><i>14005 Live Oak Ave</i><br/><i>Irwindale CA 91706-1300</i>
pl: <i>Mozilla Foundation<br/>25704<br/>14005 Live Oak Ave<br/>Irwindale CA 91706-1300</i>

source: Designate your check with the following information:
de: Versehen Sie Ihren Scheck mit folgenden Informationen:
fr: Ajoutez les informations suivantes sur votre chèque :
pl: Oznacz swój czek następującymi informacjami:

source: Payable to: Mozilla Foundation
de: Zahlbar an: Mozilla Foundation
fr: À l’ordre de : Mozilla Foundation
pl: Płatne na rzecz: Mozilla Foundation

source: Memo Line: Your email address (helps us track and attribute your gift)
de: Verwendungszweck: Ihre E-Mail-Adresse ( hilft uns, Ihre Spende nachzuverfolgen und zuzuordnen)
fr: Ligne mémo : votre adresse e-mail (elle nous aide à suivre et à attribuer votre don)
pl: Linia memo: Twój adres e-mail (pomaga nam śledzić i przypisywać darowiznę)

source: Conditions
de: Bedingungen
pl: Wymagania

source: The Mozilla Foundation can <b>only</b> accept checks in U.S. dollars (USD).
de: Die Mozilla Foundation kann <b>nur</b> Schecks in US-Dollar (USD) akzeptieren.
fr: La fondation Mozilla peut <b>uniquement</b> accepter les chèques en dollars américains (USD).
pl: Fundacja Mozilli może przyjmować czeki <b>tylko</b> w dolarach amerykańskich (USD).

source: We <b>cannot</b> accept contributions for MZLA/Thunderbird. Contributions to MZLA/Thunderbird via check can be made by following <a id="a1">these instructions</a>.
de: Wir <b>können keine</b> Spenden für MZLA/Thunderbird annehmen. Spenden an MZLA/Thunderbird per Scheck können gemäß <a id="a1">dieser Anweisungen</a> erfolgen.
fr: Nous <b>ne pouvons pas</b> accepter de dons pour MZLA/Thunderbird. Des dons à MZLA/Thunderbird peuvent être effectués par chèque en suivant <a id="a1">ces instructions</a>.
pl: <b>Nie możemy</b> przyjmować wpłat na MZLA/Thunderbird. Wkład w MZLA/Thunderbird za pośrednictwem czeku można wnieść, postępując zgodnie z <a id="a1">tymi instrukcjami</a>.

source: Is my donation tax deductible?
de: Ist meine Spende steuerlich absetzbar?
fr: Mon don est-il déductible des impôts ?
pl: Czy mogę odliczyć datek od podatku?

source: Contributions go to the Mozilla Foundation, a 501(c)(3) organization based in San Francisco, California, to be used in its discretion for its charitable purposes. They are tax-deductible in the U.S. to the fullest extent permitted by law. The Mozilla Foundation Tax ID is 20-0097189.
de: Spenden gehen an die Mozilla Foundation, eine Organisation nach 501(c)(3) mit Sitz in San Francisco, Kalifornien, die sie nach eigenem Ermessen für wohltätige Zwecke verwendet. Sie sind in den USA in größtmöglichen gesetzmäßigem Umfang steuerlich absetzbar. Die Steuernummer der Mozilla Foundation ist 20-0097189.
fr: Les dons seront reversés à Mozilla Foundation, une organisation 501(c)(3) dont le siège est basé à San Francisco en Californie et seront utilisés à des fins caritatives. Ils sont déductibles des impôts aux États-Unis dans la mesure autorisée par la loi. L’identifiant fiscal de la Fondation Mozilla est le 20-0097189.
pl: Datki są przekazywane Mozilla Foundation, organizacji non-profit z siedzibą w San Francisco, Kalifornia, do użytku według jej uznania w jej celach charytatywnych. Datki można odliczać od podatku w Stanach Zjednoczonych w najszerszym zakresie dozwolonym przez prawo. Identyfikator podatkowy Mozilla Foundation to 20-0097189.

source: If you give to Mozilla online, you should immediately receive an emailed receipt for your donation that you can use for your U.S. tax preparation purposes. Please check your spam or junk folder if you don’t see that email arrive in your inbox. If you need an additional copy of your receipt for your U.S. tax preparation purposes, please <a id="a1">contact us</a>.
de: Wenn Sie online an Mozilla spenden, sollten Sie sofort eine E-Mail-Quittung für Ihre Spende erhalten, die Sie für Ihre US-Steuervorbereitungszwecke verwenden können. Bitte überprüfen Sie Ihren Spam- oder Junk-Ordner, wenn Sie in Ihrem Posteingang keine E-Mail finden. Wenn Sie eine zusätzliche Kopie Ihrer Quittung für Ihre US-Steuervorbereitungszwecke benötigen, <a id="a1">kontaktieren Sie uns bitte</a>.
fr: Si vous faites un don à Mozilla en ligne, vous devriez immédiatement obtenir par e-mail un reçu pour votre don que vous pourrez utiliser pour préparer une déclaration de revenus aux États-Unis. Veuillez consulter votre dossier des messages indésirables si vous ne voyez pas ce message arriver dans votre boîte de réception. Si vous avez besoin d’une copie supplémentaire de votre reçu pour préparer votre déclaration de revenus aux États-Unis, veuillez <a id="a1">nous contacter</a>.
pl: Jeśli przekażesz darowiznę Mozilli online, powinieneś natychmiast otrzymać e-mail z rachunkiem za darowiznę, który możesz wykorzystać do celów podatkowych w USA. Jeśli nie widzisz tej wiadomości e-mail w skrzynce odbiorczej, sprawdź folder ze spamem. Jeśli potrzebujesz dodatkowej kopii rachunku do celów rozliczenia podatku w USA, <a id="a1">skontaktuj się z nami</a>.

source: For donors outside of the United States, please consult with your tax adviser about whether your donation is tax deductible.
de: Wenn Sie außerhalb der USA leben, fragen Sie bitte Ihren Steuerberater, ob Ihre Spende steuerlich absetzbar ist.
fr: Pour les personnes qui font un don et qui résident en dehors des États-Unis, veuillez contacter votre conseiller fiscal pour savoir si votre don peut faire l’objet d’une déduction fiscale.
pl: W sprawie odpisu od podatku darczyńcy spoza Stanów Zjednoczonych powinni skonsultować się z doradcą podatkowym.

source: In the case of some substantial gifts, we may be required to report names and addresses to the IRS. Mozilla is required by law to report this information for its substantial donors and for cash equivalent in-kind gifts, like stocks, over $5,000.
de: Bei größeren Zuwendungen müssen wir Namen und Adressen möglicherweise an den IRS melden. Mozilla ist gesetzlich verpflichtet, größere Spender und andere Zuwendungen wie Aktionen im Wert von über 5&thinsp;000 US-Dollar zu melden.
fr: Dans le cas de dons importants, nous devrons peut-être transmettre vos noms et adresses à l’Internal Revenue Service (IRS). Mozilla est tenu par la loi de transmettre ces informations pour ses donateurs les plus importants et pour les dons en nature, comme les actions d’une valeur supérieure à 5 000 $.
pl: W przypadkach znacznych darowizn możemy być zmuszeni do przekazania nazwisk i adresów Urzędowi skarbowemu. Prawo nakazuje Mozilli zgłaszanie tych informacji o większych darczyńcach i darowiznach rzeczowych, takich jak akcje, których odpowiednik w gotówce przekracza pięć tysięcy dolarów.

source: What are your transaction costs on donations?
de: Wie hoch sind Ihre Transaktionsgebühren für Spenden?
fr: Quels sont vos frais de transaction pour les dons ?
pl: Jakie są koszty transakcji w przypadku darowizn?

source: When you opt to cover our transaction costs, you're covering both our processing and donation platform costs.
de: Wenn Sie sich dafür entscheiden, unsere Transaktionsgebühren zu tragen, decken Sie sowohl die Kosten für unsere Verarbeitung als auch die Spendenplattform.
fr: Lorsque vous choisissez de couvrir nos frais de transaction, vous couvrez à la fois les frais de traitement et les frais de la plateforme de dons.
pl: Decydując się na pokrycie naszych kosztów transakcyjnych, pokrywasz zarówno koszty przetwarzania, jak i koszty związane z platformą do przekazywania darowizn.

source: The costs associated with our robust online donation system allow us to continue scaling sustainably as our supporter-base grows. The donation platform and payment processors we use ensure we can accept a wide range of currencies/payment methods and remain PCI compliant in all of the countries that we accept donations from.
de: Die Kosten, die mit unserem robusten Online-Spendensystem verbunden sind, ermöglichen es uns, weiter nachhaltig zu skalieren, wenn unsere Unterstützerbasis wächst. Die Spendenplattform und die Zahlungsdienstleister, die wir verwenden, stellen sicher, dass wir eine Vielzahl von Währungen/Zahlungmethoden akzeptieren und in allen Ländern, aus denen wir Spenden akzeptieren,PCI-konform bleiben.
fr: Les coûts associés à notre système de dons en ligne nous permettent de continuer notre développement de manière durable à mesure que le nombre de nos soutiens augmente. La plateforme de dons et les systèmes de paiement que nous utilisons nous permettent d’accepter un grand nombre de monnaies et de moyens de paiement et nous permettent de rester en conformité avec les normes PCI dans tous les pays où nous acceptons les dons.
pl: Koszty związane z naszym solidnym systemem darowizn online pozwalają nam na kontynuację zrównoważonego rozwoju w miarę wzrostu naszej bazy zwolenników. Platforma darowizn i podmioty przetwarzające płatności, z których korzystamy, gwarantują, że akceptujemy szeroką gamę walut/metod płatności i zachowujemy zgodność ze standardem PCI we wszystkich krajach, z których przyjmujemy darowizny.

source: The transaction costs donors may choose to cover are based on an estimate of our overall costs. Due to many factors actual costs may fluctuate.
de: Die Transaktionskosten, die Spender übernehmen können, basieren auf einer Schätzung unserer Gesamtkosten. Aufgrund vieler Faktoren können die tatsächlichen Kosten variieren.
fr: Les frais de transaction que les donateurs et donatrices peuvent choisir de couvrir sont calculés d’après une estimation de nos coûts globaux. En raison de nombreux facteurs, les coûts réels peuvent fluctuer.
pl: Koszty transakcji, które darczyńcy mogą pokryć, opierają się na szacunkowych kosztach całkowitych. Ze względu na wiele czynników rzeczywiste koszty mogą się wahać.

source: Are there additional fees on my donation?
de: Fallen für meine Spende zusätzliche Gebühren an?
fr: Mon don entraîne-t-il des frais supplémentaires ?
pl: Czy moja darowizna podlega dodatkowym opłatom?

source: We do not collect any additional fees or taxes.
de: Wir erheben keine zusätzlichen Gebühren oder Steuern.
fr: Nous ne facturons pas de frais ni de taxes supplémentaires.
pl: Nie pobieramy żadnych dodatkowych opłat ani podatków.

source: When you donate in your local currency you are not charged a conversion fee by your credit card.
de: Wenn Sie in Ihrer lokalen Währung spenden, wird Ihre Kreditkarte nicht mit einer Umrechnungsgebühr belastet.
fr: Lorsque vous faites un don dans votre monnaie locale, aucuns frais de conversion ne sont prélevés sur votre carte bancaire.
pl: Gdy przekazujesz darowiznę w lokalnej walucie, karta kredytowa nie obciąża Cię opłatą za przewalutowanie.
