Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/donate/ways-to-give.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: You can either make your gift <a id="a1">online</a> or contact Grace Fung at <a id="a2">grace@mozillafoundation.org</a> to initiate the process.
de: Spenden Sie <a id="a1">online</a> oder schreiben Sie an Grace Fung unter <a id="a2">grace@mozillafoundation.org</a>. Sie hilft Ihnen gerne, Ihre Spende in die Wege zu leiten.
es: Puedes hacer tu donación <a id="a1">en línea</a> o escríbele a Grace Fung a <a id="a2">grace@mozillafoundation.org</a> para iniciar el proceso.
fy_nl: Jo kinne jo donaasje <a id="a1">online</a> meitsje of kontakt opnimme mei Grace Fung fia <a id="a2">grace@mozillafoundation.org</a> om it proses te begjinnen.
nl: U kunt uw gift <a id="a1">online</a> doen of contact opnemen met Grace Fung via <a id="a2">grace@mozillafoundation.org</a> om het proces te starten.
pl: Darowiznę możesz przekazać <a id="a1">online</a> lub skontaktować się z Grace Fung pod adresem <a id="a2">grace@mozillafoundation.org</a>, aby rozpocząć procedurę.
pt_br: Faça sua doação <a id="a1">on-line</a> ou entre em contato diretamente com Grace Fung pelo e-mail <a id="a2">grace@mozillafoundation.org</a> para iniciar o processo.

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Employer matching
de: Spendenverdopplung durch den Arbeitgeber
es: Igualación por parte del empleador
fr: Dons employés-employeurs
fy_nl: Wurkjouwersmatching
nl: Werkgeversmatching
pl: Programy dopłat pracodawcy
pt_br: Fazer dobradinha com o Empregador

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: The Mozilla Foundation is registered with most major matching gift portal systems and would be happy to work with you to get your donation matched by your employer. Employers set their own policies for matching gifts; please confirm the details of your employer’s matching gift program with your employer. If you have any questions or need assistance, contact us via <a id="a1">this form</a>.
de: Wir freuen uns, wenn Ihr Arbeitgeber Ihre Spende verdoppelt! Die Mozilla Foundation ist bei den meisten Portalen, die Spenden dieser Art unterstützen, registriert. Bitte holen Sie bei Ihrem Arbeitgeber alle relevanten Infos ein, da die Regelungen von Unternehmen zu Unternehmen variieren. Sollten Sie Fragen haben oder Hilfe benötigen, kontaktieren Sie uns gerne über <a id="a1">dieses Formular</a>.
es: La Fundación Mozilla está registrada en la mayoría de los principales sistemas de portales para igualación de donaciones y con gusto colaboraremos contigo para que tu empleador iguale tu donación. Los empleadores establecen sus propias políticas para igualar las donaciones. Confirma con tu empleador los detalles de su programa de igualación de donaciones. Si tienes alguna pregunta o necesitas ayuda, contáctanos mediante <a id="a1">este formulario</a>.
fr: La Fondation Mozilla est inscrite auprès de la plupart des organismes, systèmes et portails qui permettent à votre entreprise de s’engager à vos côtés et d’effectuer un don correspondant au vôtre. Chaque entreprise dispose de sa propre politique à ce sujet, c’est pourquoi nous vous invitons à vous renseigner en interne. Pour toute question ou si vous avez besoin d’aide à ce sujet, n’hésitez pas à nous contacter via <a id="a1">ce formulaire</a>.
fy_nl: De Mozilla Foundation is registrearre by de measte grutte portalsystemen foar it ferdûbeljen fan donaasjes en wurket graach mei jo gear om jo donaasje troch jo wurkjouwer ferdûbelje te litten. Wurkjouwers bepale harren eigen belied foar it matchen fan donaasjes; befêstigje de details fan it donaasjeprogramma fan jo wurkjouwer mei jo wurkjouwer. As jo fragen hawwe of help nedich hawwe, nim dan kontakt mei ús op fia <a id="a1">dit formulier</a>.
nl: De Mozilla Foundation is geregistreerd bij de meeste grote portalsystemen voor het verdubbelen van giften en werkt graag met u samen om uw donatie door uw werkgever te laten verdubbelen. Werkgevers bepalen hun eigen beleid voor het matchen van giften; bevestig de details van het giftenprogramma van uw werkgever met uw werkgever. Als u vragen hebt of hulp nodig hebt, neem dan contact met ons op via <a id="a1">dit formulier</a>.
pl: Fundacja Mozilla jest zarejestrowana w większości głównych systemów pracowniczych do obsługi darowizn i chętnie przyjmuje datki w ramach programów dopłat pracodawcy. Firmy samodzielnie określają zasady dopłat do darowizn, dlatego szczegółowe informacje dotyczące programu uzyskasz u swojego pracodawcy. Jeśli masz jakieś pytania lub potrzebujesz pomocy, skontaktuj się z nami za pośrednictwem <a id="a1">tego formularza</a>.
pt_br: A Fundação Mozilla está cadastrada na maioria dos principais portais de doações empresariais e ficaríamos felizes em ajudar a fazer uma dobradinha da sua doação com a ajuda do seu empregador. Cada empresa tem suas regras para doações, então vale a pena conferir com o seu. Se precisar de qualquer suporte ou tiver dúvidas, estamos à disposição por meio deste <a id="a1">formulário de contato</a>.

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Donor Advised Funds
de: Donor Advised Funds (Stiftungsfonds)
es: Fondos asesorados por donantes
fr: Fonds orienté par les donateurs
fy_nl: Troch donateurs advisearre fûnsen
nl: Door donateurs geadviseerde fondsen
pl: Fundusze filantropijne
pt_br: Fundos de Doações Sugeridas

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Donor Advised Funds are a simple and flexible way to support the causes you care about most, while also providing advantageous tax benefits. Our donors typically use:
de: „Donor Advised Funds“ oder Stiftungsfonds bieten eine einfache und flexible Möglichkeit, die Projekte zu unterstützen, die Ihnen am meisten am Herzen liegen, verbunden mit attraktiven Steuervorteilen. Unsere Spender*innen nutzen in der Regel folgende Fonds:
es: Los fondos asesorados por donantes (DAF) son una manera sencilla y flexible de apoyar las causas filantrópicas que más te interesan y, al mismo tiempo, obtener beneficios fiscales. Nuestros donadores típicamente utilizan los siguientes fondos:
fr: Les Fonds orientés par les donateurs (ou « Donor Advised Funds » en anglais) offrent une manière simple et flexible de soutenir les causes qui vous tiennent à cœur, tout en vous permettant de bénéficier d’avantages fiscaux intéressants. En général, nos donateurs utilisent :
fy_nl: Fûnsen dy’t troch donateurs oanrekommandearre binne in ienfâldige en fleksibele manier om de goede doelen te stypjen dy’t jo it meast wichtich fine, en biede tagelyk ynteressante belestingfoardielen. Us donateurs brûke trochgeand:
nl: Fondsen die door donateurs worden aangeraden zijn een eenvoudige en flexibele manier om de goede doelen te steunen die u het meest belangrijk vindt, en bieden tegelijkertijd interessante belastingvoordelen. Onze donateurs gebruiken doorgaans:
pl: Fundusze filantropijne to prosty i elastyczny sposób, w jaki możesz wesprzeć ważną dla siebie inicjatywę, a jednocześnie odnieść korzyści podatkowe. Nasi darczyńcy zwykle korzystają z następujących funduszy:
pt_br: Os Fundos de Doações Sugeridas são um jeito prático e flexível de apoiar suas causas preferidas, e ainda podem trazer benefícios fiscais. Nossos doadores geralmente usam:

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Please <a id="a1">reach out to us</a> if you have any questions about making a contribution through your Donor Advised Fund.
de: Bitte <a id="a1">kontaktieren Sie uns</a>, wenn Sie Fragen zu Spenden über einen „Donor Advised Fund“ haben.
es: Si tienes preguntas sobre cómo donar mediante un fondo asesorado por donantes, <a id="a1">contáctanos</a>.
fr: N’hésitez pas à <a id="a1">nous contacter</a> si vous avez des questions concernant la possibilité de faire un don via votre fonds orienté par les donateurs.
fy_nl: <a id="a1">Nim kontakt mei ús op</a> as jo fragen hawwe oer it jaan fan in bydrage fia jo oanrekommandearre donorfûns.
nl: <a id="a1">Neem contact met ons op</a> als u vragen hebt over het geven van een bijdrage via uw aanbevolen donorfonds.
pl: <a id="a1">Skontaktuj się z nami</a>, jeśli masz jakiekolwiek pytania dotyczące przekazania darowizny za pośrednictwem funduszu filantropijnego.
pt_br: Tem dúvidas ou quer saber mais? <a id="a1">Converse conosco</a> sobre como contribuir por meio do seu Fundo de Doações Sugeridas.

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Qualified Charitable Distributions
de: Qualified Charitable Distributions (QCDs)
es: Distribuciones benéficas calificadas
fr: Distributions caritatives qualifiées
pl: Qualified Charitable Distribution
pt_br: Qualified Charitable Distributions (Distribuições Beneficentes Qualificadas)

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Qualified Charitable Distributions (QCDs) – also known as IRA Charitable Rollovers – are another way that donors in the United States who are over 70.5 years of age can support the Mozilla Foundation.
de: „Qualified Charitable Distributions“ (Qualifizierte Ausschüttungen für wohltätige Zwecke), auch bekannt als „IRA Charitable Rollovers“, sind eine weitere Möglichkeit, wie Spender*innen ab 70,5 Jahren in den USA die Mozilla Foundation unterstützen können.
es: Las distribuciones benéficas calificadas (QCD), también conocidas como transferencias de una IRA a caridad, son otra manera en que los donadores con más de 70.5 años de edad en Estados Unidos pueden apoyar a la Fundación Mozilla.
fr: Les Distributions caritatives qualifiées, également connues en anglais sous le nom de « Qualified Charitable Distributions » ou « IRA Charitable Rollovers » constituent une autre manière pour les donateurs aux États-Unis âgés de plus de 70 ans et six mois de soutenir la Fondation Mozilla.
fy_nl: Qualified Charitable Distributions (QCD’s) – ek bekend as IRA Charitable Rollovers – binne in oare manier wêrop donoaren yn de Ferienige Steaten dy’t âlder binne as 70,5 jier de Mozilla Foundation stypje kinne.
nl: Qualified Charitable Distributions (QCD’s) – ook bekend als IRA Charitable Rollovers – zijn een andere manier waarop donoren in de Verenigde Staten die ouder zijn dan 70,5 jaar de Mozilla Foundation kunnen steunen.
pl: Darczyńcy w Stanach Zjednoczonych w wieku powyżej 70,5 roku mogą również wesprzeć Fundację Mozilla za pośrednictwem opcji Qualified Charitable Distribution (QCD), czyli rodzaju wypłaty z indywidualnego konta emerytalnego (IRA).
pt_br: As Qualified Charitable Distributions – QCDs (Distribuições Beneficentes Qualificadas – DBQs), também conhecidas como IRA Charitable Rollovers (Transferências Beneficentes de IRA), são outra forma de doadores nos Estados Unidos, com mais de 70,5 anos, apoiarem a Fundação Mozilla.

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Donations can be made through an IRA brokerage account and mailed to:
de: Spenden können über ein IRA-Brokerage-Konto getätigt und an folgende Adresse gesandt werden:
es: Las donaciones pueden realizarse mediante una cuenta de fideicomiso de IRA y enviarse por correo a:
fr: Ces dons peuvent être effectués via un compte de courtage IRA et envoyés par courrier à l’adresse :
fy_nl: Donaasjes kinne makke wurde fia in IRA-makelaarsaccount en stjoerd wurde nei:
nl: Donaties kunnen worden gedaan via een IRA-makelaarsaccount en worden gestuurd naar:
pl: Darowizny można przekazywać za pośrednictwem konta maklerskiego w ramach indywidualnego konta emerytalnego pod następujący adres:
pt_br: As doações podem ser feitas por meio de uma conta de corretagem IRA e enviadas para:

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Include an email or return address so we can send you a receipt.
de: Bitte legen Sie der Sendung eine E-Mail- oder Rücksendeadresse bei, damit wir Ihnen eine Quittung schicken können.
es: Incluye una dirección de correo electrónico o domicilio del remitente para que te enviemos un recibo.
fr: Pensez à indiquer une adresse e-mail ou postale afin que nous puissions vous envoyer un reçu fiscal.
fy_nl: Foegje in e-mailadres of retouradres ta, sadat wy jo in ûntfangstbewiis stjoere kinne.
nl: Voeg een e-mailadres of retouradres toe, zodat we u een ontvangstbewijs kunnen sturen.
pl: Podaj adres e-mail lub adres zwrotny, pod który będziemy mogli przesłać potwierdzenie wpłaty.
pt_br: Inclua um e-mail ou endereço de retorno para que possamos enviar um recibo.

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Leave a gift in your will
de: Testamentarisch vermerkte Spenden
es: Legado en herencia
fy_nl: In legaat neilitte yn jo testamint
nl: Een gift nalaten in uw testament
pl: Zapis w testamencie
pt_br: Deixar um legado em seu testamento

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: You can leave a legacy for a free and open web by leaving us a gift in your will or estate. There can be significant tax advantages to donating assets to charity as part of an estate plan. For more information about legacy giving, reach out to Juan Barani at <a id="a1">juan@mozillafoundation.org</a>.
de: Hinterlassen Sie der Nachwelt Ihren Beitrag zu einem freien und offenen Internet – mit einer Schenkung an die Mozilla Foundation. Es kann erhebliche Steuervorteile bringen, im Rahmen einer Nachlassplanung für wohltätige Zwecke zu spenden. Bitte schreiben Sie an Juan Barani unter <a id="a1">juan@mozillafoundation.org</a>, wenn Sie Fragen zum Thema haben.
es: Puedes dejar un legado para una web libre y abierta como herencia en tu testamento o patrimonio al fallecer. Puede haber grandes ventajas fiscales al donar tus bienes a organizaciones benéficas como parte de un plan patrimonial. Si deseas más información sobre cómo legar en una herencia, escríbele a Juan Barani a <a id="a1">juan@mozillafoundation.org</a>.
nl: U kunt een nalatenschap achterlaten voor een vrij en open web door een gift voor ons na te laten in uw testament of nalatenschap. Er kunnen aanzienlijke belastingvoordelen zijn aan het doneren van vermogen aan een goed doel als onderdeel van een boedelregeling. Neem voor meer informatie over schenken van legaten contact op met Juan Barani via <a id="a1">juan@mozillafoundation.org</a>.
pl: Jeśli chcesz zadbać o wolny i otwarty internet w dłuższej perspektywie, możesz przekazać nam darowiznę na mocy testamentu lub planu spadkowego. Przekazanie darowizny organizacji charytatywnej w ramach planowania spadkowego może wiązać się z istotnymi korzyściami podatkowymi. Więcej informacji na temat darowizn spadkowych udzieli Ci Juan Barani pod adresem <a id="a1">juan@mozillafoundation.org</a>.
pt_br: Ao deixar um presente para nós no seu testamento ou planejamento sucessório, você ajuda a garantir um futuro para a internet livre e aberta. Além disso, doar bens para a caridade como parte do seu planejamento pode trazer vantagens fiscais. Quer saber mais? Fale com Juan Barani pelo e-mail <a id="a1">juan@mozillafoundation.org</a>.

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Have questions? Need support?
de: Haben Sie Fragen? Oder benötigen Sie Hilfe?
es: ¿Tienes preguntas? ¿Necesitas ayuda?
fr: Vous avez des questions ? Besoin d’assistance ?
fy_nl: Hawwe jo fragen? Stipe nedich?
nl: Hebt u vragen? Ondersteuning nodig?
pl: Masz jakieś pytania? Potrzebujesz pomocy?
pt_br: Tem dúvidas? Precisa de ajuda?

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: If you have any other general questions or need support making your donation, feel free to reach out to us via <a id="a1">this form</a>.
de: Sollten Sie allgemeine Fragen haben oder Unterstützung bei Ihrer Spende benötigen, kontaktieren Sie uns gerne über <a id="a1">dieses Formular</a>. Vielen Dank!
es: Si tienes alguna pregunta de índole general o necesitas ayuda para hacer tu donación, no dudes en contactarnos mediante <a id="a1">este formulario</a>.
fr: Si vous avez d’autres questions d’ordre général ou besoin d’aide pour effectuer votre don, n’hésitez pas à nous contacter à l’aide de <a id="a1">ce formulaire</a>.
fy_nl: As jo oare algemiene fragen of stipe nedich hawwe by it meitsjen fan jo donaasje, nim dan gerêst kontakt mei ús op fia <a id="a1">dit formulier</a>.
nl: Als u andere algemene vragen hebt of ondersteuning nodig hebt bij het doen van uw donatie, neem dan gerust contact met ons op via <a id="a1">dit formulier</a>.
pl: W przypadku jakichkolwiek innych pytań ogólnych lub jeśli potrzebujesz pomocy dotyczącej wpłacenia datku, skontaktuj się z nami za pomocą <a id="a1">tego formularza</a>.
pt_br: Se tiver qualquer dúvida ou precisar de ajuda para realizar sua doação, estamos aqui para ajudar. Entre em contato conosco usando este <a id="a1">formulário</a> .

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: The Mozilla Foundation can only accept checks in U.S. dollars drawn on a U.S. bank. Make checks out to Mozilla Foundation. You can mail a check to:
pl: Fundacja Mozilla przyjmuje czeki jedynie w dolarach amerykańskich, które można zrealizować w banku w Stanach Zjednoczonych. Czek należy wystawić na Fundację Mozilla. Czeki można przesyłać pod następujący adres:
pt_br: A Fundação Mozilla só aceita cheques em dólares e de bancos dos EUA. Endosse-o para Mozilla Foundation e envie-o para:

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: You can contact us via <a id="a1">this form</a> to initiate the process.
fr: Vous pouvez nous contacter via <a id="a1">ce formulaire</a> pour initier la démarche.
