Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/donate/ways-to-give.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br

# seo_title
source: Ways to Give
de: Spendenmöglichkeiten
es: Maneras de donar
fr: Les différentes façons de faire un don
fy_nl: Manieren om te jaan
nl: Donatiemethoden
pl: Sposoby wsparcia
pt_br: Formas de doar

# search_description
source: Donate to Mozilla. Credit, Debit and PayPal · Mail a Check · Wire Transfer · Stock · Employer Matching · QCD · DAF · Will Bequests
de: An Mozilla spenden. Kredit, Debit und PayPal · Einen Scheck senden · Überweisung · Aktien · Arbeitgeberabgleich · QCD · DAF · Nachlass
es: Donar a Mozilla. Tarjeta de crédito, tarjeta de débito y PayPal · Enviar un cheque · Transferencia bancaria · Acciones · Igualación por parte de empleadores · Distribuciones benéficas calificadas (QCD) · Fondos asesorados por donantes (DAF) · Legado en herencia
fr: Faire un don à Mozilla. Carte bancaire et PayPal · Poster un chèque · Virement bancaire · Actions · Employer Matching · QCD · DAF · Legs
fy_nl: Donearje oan Mozilla. Creditcard, bankpas en PayPal · In skek ferstjoere · Oerskriuwing · Foarried · Wurkgeversmatching · QCD · DAF · Neilittenskippen
nl: Doneren aan Mozilla. Creditcard, bankpas en PayPal · Een cheque versturen · Overschrijving · Voorraad · Werkgeversmatching · QCD · DAF · Nalatenschappen
pt_br: Doe para a Mozilla. Crédito, Débito e PayPal · Envie um Cheque · Transferência Bancária · Ações · Contribuição Correspondente do Empregador · QCD · DAF · Legados Testamentários

# title
source: Ways to Give
de: Viele Wege, uns zu unterstützen
es: Maneras de donar
fr: Tous les moyens sont dons !
fy_nl: Manieren om te jaan
nl: Donatiemethoden
pl: Sposoby wsparcia
pt_br: Formas de doar

# body.bddc2383-f1d3-4395-92eb-0c640074ee32
source: For 25 years, we’ve been working to keep the internet from being exploited by bad actors. But with major disruptions sweeping the technology industry, we need your help to <b>reclaim the internet</b> more than ever.
de: Seit 25 Jahren setzen wir uns aktiv dafür ein, das Internet vor dem Missbrauch durch böswillige Akteure zu schützen. Doch angesichts der massiven Umwälzungen in der Technologiebranche brauchen wir mehr denn je Ihre Hilfe, um <b>das Internet zurückzuerobern<b>.
es: Llevamos 25 años trabajando en impedir que agentes maliciosos exploten el Internet. Debido a las grandes disrupciones que están ocurriendo a gran escala en la industria tecnológica, necesitamos más que nunca de tu ayuda para <b>reapropiarnos del Internet</b>.
fr: Depuis 25 ans, nous travaillons sans relâche pour empêcher des entreprises peu scrupuleuses de s’accaparer Internet dans le seul but de faire du profit. Mais avec les disruptions majeures qui secouent l’industrie technologique, nous avons plus que jamais besoin de votre aide pour <b>reprendre la main sur Internet</b>.
fy_nl: Al 25 jier wurkje wy der oan om foar te kommen dat it ynternet troch kweawollenden misbrûkt wurdt. Mar mei grutte fersteuringen dy’t de technology-yndustry teisterje, hawwe wy mear as ea jo help nedich om <b>it ynternet werom te claimen</b>.
nl: Al 25 jaar werken we eraan om te voorkomen dat het internet door kwaadwillenden wordt uitgebuit. Maar met grote verstoringen die de technologie-industrie teisteren, hebben we meer dan ooit uw hulp nodig om <b>het internet terug te claimen</b>.
pl: Od 25 lat pilnujemy, aby żadne podmioty nie wykorzystywały internetu w nieodpowiedni i szkodliwy sposób. Niestety z powodu ogromnego zamętu w branży technologicznej potrzebujemy teraz większej pomocy niż kiedykolwiek wcześniej, aby <b>odzyskać internet</b>.
pt_br: Há 25 anos, estamos na linha de frente para proteger a internet contra os abusos de agentes mal-intencionados. Mas, diante das grandes transformações no setor tecnológico, precisamos mais do que nunca da sua ajuda para <b>retomar a internet</b>.

# body.bddc2383-f1d3-4395-92eb-0c640074ee32
source: When you donate to Mozilla, you’re helping to shape the next era of technology and how people engage with it. Support our vital work by <a id="a1">donating today.</a>
de: Durch eine Spende an Mozilla helfen Sie, die neue Technologie-Ära mitzugestalten – und die Art und Weise, wie Menschen mit den Technologien umgehen. Unterstützen Sie unsere wertvolle Arbeit, indem Sie <a id="a1">gleich heute spenden.</a>
es: Cuando donas a Mozilla, ayudas a determinar la siguiente era de tecnología y la manera como interactuamos con ella. Apoya nuestra labor vital <a id="a1">donando hoy mismo.</a>
fr: Lorsque vous faites un don à Mozilla, vous agissez pour ne pas laisser les géants de la tech décider seuls de l’évolution d’Internet et de son impact sur nos vies. C’est pourquoi nous vous le demandons : soutenez notre action, <a id="a1">faites un don</a>.
fy_nl: As jo oan Mozilla donearje, helpe jo it folgjende tiidrek fan technology en hoe’t minsken dermei omgean foarm te jaan. Stypje ús essinsjele wurk troch <a id="a1">hjoed te donearjen.</a>
nl: Als u aan Mozilla doneert, helpt u het volgende tijdperk van technologie en hoe mensen ermee omgaan vorm te geven. Steun ons essentiële werk door <a id="a1">vandaag te doneren.</a>
pl: Przekazując darowiznę Mozilli, pomagasz nam kształtować kolejną erę technologii oraz sposób, w jaki społeczeństwo korzysta z rozwiązań technologicznych. Pomóż nam w niezbędnych działaniach, <a id="a1">wpłacając datek już dziś.</a>
pt_br: Ao contribuir para a Mozilla, você ajuda a moldar o futuro da tecnologia e o modo como a utilizamos no dia a dia. <a id="a1">Doe agora</a> e fortaleça nossa missão tão crucial.

# body.945d7ae2-0796-4a50-a064-5670cfb3035d.label
source: Donate Now
de: Jetzt spenden
es: Donar ahora
fr: Je fais un don
fy_nl: No donearje
nl: Nu doneren
pl: Wpłać datek teraz
pt_br: Doar agora

# body.945d7ae2-0796-4a50-a064-5670cfb3035d.URL
source: https://foundation.mozilla.org/?form=donate&amp;utm_medium=web&amp;utm_source=wtg-page&amp;utm_campaign=WTG
de: https://foundation.mozilla.org/?form=wtg&utm_medium=web&utm_source=wtg-page&utm_campaign=WTG&utm_content=link_online&utm_term=de
es: https://foundation.mozilla.org/?form=wtg&utm_medium=web&utm_source=wtg-page&utm_campaign=WTG&utm_content=link_online&utm_term=es
pl: https://foundation.mozilla.org/?form=wtg&utm_medium=web&utm_source=wtg-page&utm_campaign=WTG&utm_content=link_online&utm_term=pl
pt_br: https://foundation.mozilla.org/?form=wtg&utm_medium=web&utm_source=wtg-page&utm_campaign=WTG&utm_content=link_online&utm_term=pt

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Donate online
de: Online-Spenden
es: Donación en línea en nuestra página
fr: Je fais un don en ligne
fy_nl: Online donearje
nl: Online doneren
pl: Wpłać datek online
pt_br: Fazer uma doação on-line

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: You can <a id="a1">donate one-time or on a recurring monthly basis</a>. Both are incredibly appreciated and crucial to our mission of keeping the web open and free. Monthly donations provide sustainable funding which helps us most effectively plan our long-term projects to transform the future of technology.
de: Sie können <a id="a1">einmalig oder monatlich spenden</a>. Wir sind für jede Spende aufrichtig dankbar, da wird darauf angewiesen sind, um unsere Mission – ein offenes und freies Internet für alle – voranzubringen. Monatliche Spenden schaffen eine zuverlässige finanzielle Basis, die es uns ermöglicht, langfristige Projekte für eine gesunde, nachhaltige Technologiezukunft effizienter zu planen.
es: Puedes <a id="a1">donar una sola vez o recurrentemente mes con mes</a>. Ambas maneras de hacerlo son muy apreciadas y resultan cruciales para mantener el Internet abierto y libre. Las donaciones mensuales proporcionan fondos sostenibles que nos facilitan la planificación de nuestros proyectos de largo plazo para transformar el futuro de la tecnología.
fr: Vous avez la possibilité de <a id="a1">faire un don de façon ponctuelle ou devenir donateur·trice mensuel·le</a>. Ces deux formes de don sont appréciées et essentielles pour mener à bien notre mission de préserver la liberté d’accès au web. Les dons mensuels représentent une source de financement stable, qui nous permet de planifier efficacement nos actions à long terme pour agir sur les évolutions technologiques.
fy_nl: Jo kinne <a id="a1">ien kear donearje of op in weromkommende moanlikse basis</a>. Beide wurde tige wurdearre en binne krúsjaal foar ús missy om it web iepen en fergees te hâlden. Moanlikse donaasjes leverje duorsume finansiering dy’t ús helpt om ús projekten op lange termyn it meast effektyf te plannen om de takomst fan technology te transformearjen.
nl: U kunt <a id="a1">eenmalig of maandelijks doneren</a>. Beide worden enorm gewaardeerd en zijn cruciaal voor onze missie om het web open en vrij te houden. Maandelijkse donaties zorgen voor duurzame financiering, wat ons helpt onze langetermijnprojecten om de toekomst van technologie te transformeren het meest effectief te plannen.
pl: Możesz <a id="a1">przekazać datek jednorazowy lub wpłacać datki cyklicznie co miesiąc</a>. Obie opcje są dla nas niesamowicie ważne i bardzo pomagają nam realizować naszą misję, czyli dbanie, aby internet był otwarty i wolny. Darowizny comiesięczne zapewniają nam stały dopływ środków, dzięki którym możemy w sposób najbardziej skuteczny planować projekty długoterminowe, które zmienią przyszłość technologii.
pt_br: Toda ajuda é muito bem-vinda e fundamental para seguirmos com nossa missão de manter a internet livre e acessível. Você pode optar por <a id="a1">contribuir uma vez ou de forma mensal</a>. As doações mensais nos dão um suporte contínuo, permitindo planejar melhor nossos projetos de longo prazo para transformar o futuro da tecnologia.

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Make your donation online by:
de: Auf folgenden Wegen können Sie online spenden:
es: Haz tu donación en línea mediante:
fr: Vous pouvez faire un don par :
fy_nl: Doch jo donaasje online troch:
nl: Doe uw donatie online door:
pl: Wpłać datek online, korzystając z następujących opcji:
pt_br: Faça sua doação on-line usando:

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: <a id="a1">Credit card</a>
de: <a id="a1">Kreditkarte</a>
es: <a id="a1">Tarjeta de crédito</a>
fr: <a id="a1">carte bancaire</a>
pl: <a id="a1">Karta kredytowa</a>
pt_br: <a id="a1">Cartão de crédito</a>

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: <a id="a1">SEPA direct debit</a>
de: <a id="a1">SEPA-Direktüberweisung</a>
es: <a id="a1">Débito automático SEPA</a>
fr: <a id="a1">virement SEPA</a>
fy_nl: <a id="a1">SEPA-automatyske ynkasso</a>
nl: <a id="a1">SEPA-automatische incasso</a>
pl: <a id="a1">Przelew SEPA</a>
pt_br: <a id="a1">Débito direto da SEPA</a>

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: <a id="a1">ACH Bank Transfer</a>
de: <a id="a1">ACH Banküberweisung</a>
es: <a id="a1">Transferencia bancaria ACH</a>
fr: <a id="a1">transfert ACH</a>
fy_nl: <a id="a1">ACH-bankoerskriuwing</a>
nl: <a id="a1">ACH-bankoverschrijving</a>
pl: <a id="a1">Przelew bankowy ACH</a>
pt_br: <a id="a1">Transferência bancária ACH</a>

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Some payment methods will only be available according to your currency or browser settings.
de: Einige Zahlungsmethoden sind nur für bestimmte Währungen verfügbar und/oder richten sich nach Ihren Browsereinstellungen.
es: La disponibilidad de algunos métodos de pago dependerá de la divisa y la configuración de tu navegador.
fr: Certains moyens de paiement peuvent ne pas être disponibles en fonction de votre devise ou des paramètres de votre navigateur.
fy_nl: Guon betelmetoaden sille allinnich beskikber wêze ôfhinklik fan jo faluta of browserynstellingen.
nl: Sommige betalingsmethoden zijn alleen beschikbaar afhankelijk van uw valuta of browserinstellingen.
pl: Dostępność niektórych metod płatności zależy od waluty lub ustawień przeglądarki.
pt_br: Algumas opções de pagamento dependem da sua moeda ou configurações do navegador.

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Mail a check
de: Spenden per Scheck
es: Cheque enviado por correo
fr: Chèque bancaire
fy_nl: In sjek ferstjoere
nl: Een cheque versturen
pl: Czek drogą pocztową
pt_br: Enviar um cheque

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: The Mozilla Foundation can only accept checks in U.S. dollars drawn on a U.S. bank. Make checks out to Mozilla Foundation.
de: Die Mozilla Foundation kann nur Schecks in US-Dollar akzeptieren, die auf eine US-Bank ausgestellt sind. Bitte tragen Sie die Mozilla Foundation als Empfänger ein.
es: La Fundación Mozilla solo puede aceptar cheques en dólares de los Estados Unidos girados con cargo a un banco estadounidense. El cheque debe ir a nombre de Mozilla Foundation.
fr: La Fondation Mozilla ne peut accepter que des chèques en dollars américains émis par une banque américaine. Si c’est votre cas, vous pouvez rédiger votre chèque à l’ordre de la Fondation Mozilla.
fy_nl: De Mozilla Foundation kin allinnich sjeks akseptearje yn Amerikaanske dollars útjûn troch in Amerikaanske bank. Skriuw sjeks út foar de Mozilla Foundation.
nl: De Mozilla Foundation accepteert alleen cheques in Amerikaanse dollars die zijn uitgegeven door een Amerikaanse bank. Schrijf cheques uit voor de Mozilla Foundation.

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Remittances sent via first class mail should be addressed as follows:
de: Überweisungen per First-Class-Post sollten wie folgt adressiert werden:
es: Las remesas enviadas por correo postal de primera clase deben dirigirse así:
fr: Les paiements envoyés par courrier prioritaire doivent être adressés comme suit :
fy_nl: Oermakkingen dy’t fia earsteklas post ferstjoerd wurde moatte sa te adressearre wurde:
nl: Overmakingen die via eersteklas post worden verzonden dienen als volgt te worden geadresseerd:

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Remittances sent via overnight delivery (i.e. FedEx, Messenger, etc.) should be addressed as follows:
de: Überweisungen, die am nächsten Tag zugestellt werden (d. h. FedEx, Messenger, usw.), sollten wie folgt adressiert werden:
es: Las remesas enviadas a través de entregas en un día (como FedEx, Messenger, etc.) deben dirigirse así:
fr: Les envois effectués par livraison en 24 h (FedEx, Messenger, etc.) doivent être adressés comme suit :
fy_nl: Oermakkingen dy’t nachts ferstjoerd wurde (d.w.s. FedEx, Messenger, ensfh.) moatte sa adressearre wurde:
nl: Overmakingen die ‘s nachts worden verzonden (d.w.z. FedEx, Messenger, etc.) dienen als volgt te worden geadresseerd:

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Please include your email address on the memo line so we can provide a donation receipt.
de: Bitte geben Sie Ihre E-Mail-Adresse in der Vermerkzeile an, damit wir Ihnen eine Spendenbescheinigung ausstellen können.
es: Incluye tu dirección de correo electrónico en la línea de nota para que podamos enviarte un recibo por la donación.
fr: Pensez à écrire votre adresse e-mail à l’endroit qui permet d’apporter des précisions sur le motif du chèque (aussi appelée « memo line ») afin que nous puissions vous fournir un reçu fiscal.
fy_nl: Fermeld jo e-mailadres yn de memorigel, sadat wy in ûntfangstbewiis foar jo donaasje stjoere kinne.
nl: Vermeld uw e-mailadres in de memoregel, zodat we een ontvangstbewijs voor uw donatie kunnen sturen.
pl: Podaj swój adres w polu uwag, aby umożliwić nam wystawienie potwierdzenia wpłaty datku.
pt_br: Não esqueça de incluir seu e-mail no cheque para enviarmos o recibo da doação.

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: <i>Please also note that the Mozilla Foundation cannot accept contributions for Thunderbird. (Contributions to Thunderbird via check can be made by following</i> <a id="a1"><i>these instructions</i></a><i>.)</i>
de: <i>Bitte beachten Sie auch, dass die Mozilla Foundation keine Spenden für Thunderbird annehmen kann. (Bitte folgen Sie </i> <a id="a1"><i>diesen Anweisungen</i></a><i>, um Thunderbird Spenden per Scheck zukommen zu lassen.)</i>
es: <i>Toma en cuenta que la Fundación Mozilla no puede aceptar donaciones para Thunderbird. (Si deseas donar a Thunderbird mediante cheque, sigue</i> <a id="a1"><i>estas instrucciones</i></a><i>.)</i>
fr: <i>Veuillez également noter que la Fondation Mozilla ne peut pas accepter de contributions au nom de Thunderbird. Les contributions à Thunderbird par chèque peuvent être effectuées en suivant <a id="a1">ces instructions</i></a><i>.</i>
fy_nl: <i>Hâld der rekkening mei dat de Mozilla Foundation gjin bydragen foar Thunderbird akseptearje kin. (Bydragen oan Thunderbird fia sjek kinne dien wurde troch</i> <a id="a1"><i>dizze ynstruksjes</i></a><i> te folgjen.)</i>
nl: <i>Houd er rekening mee dat de Mozilla Foundation geen bijdragen voor Thunderbird kan accepteren. (Bijdragen aan Thunderbird via cheque kunnen worden gedaan door</i> <a id="a1"><i>deze instructies</i></a><i> te volgen.)</i>
pl: <i>Uwaga: Fundacja Mozilla nie przyjmuje datków na rzecz Thunderbirda. (Darowizny na rzecz Thunderbirda w formie czeku można przekazywać zgodnie z </i> <a id="a1"><i>tą instrukcją</i></a><i>).</i>
pt_br: <i>Importante: a Fundação Mozilla não recebe doações destinadas ao Thunderbird. Para contribuir para o Thunderbird por cheque, siga</i> <a id="a1"><i>estas orientações</i></a><i>.</i>

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Send a wire transfer
de: Spenden per Überweisung
es: Transferencia electrónica bancaria
fr: Virement bancaire
fy_nl: In oerskriuwing ferstjoere
nl: Een overschrijving versturen
pl: Przelew bankowy
pt_br: Fazer uma transferência bancária

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: We gladly accept wire transfers from donors who wish to donate offline. Please <a id="a1">reach out to us</a> if you would like to make your gift by wire transfer.
de: Sie möchten nicht online spenden? Gerne können Sie auch eine klassische Überweisung tätigen. Bitte <a id="a1">kontaktieren Sie uns</a>, wenn Sie uns eine Spende überweisen möchten.
es: Aceptamos transferencias electrónicas bancarias de donadores que no desean donar en línea desde nuestro sitio web. <a id="a1">Contáctanos</a> si deseas donar mediante transferencia electrónica bancaria.
fr: Nous acceptons volontiers les virements bancaires des donateurs qui préfèrent effectuer leur don hors ligne. N’hésitez pas à <a id="a1">nous contacter</a> si c’est votre cas.
fy_nl: Wy akseptearje graach oerskriuwingen fan donateurs dy’t offline donearje wolle. <a id="a1">Nim kontakt mei ús op</a> as jo jo donaasje fia oerskriuwing dwaan wolle.
nl: We accepteren graag overschrijvingen van donateurs die offline willen doneren. <a id="a1">Neem contact met ons op</a> als u uw gift via overschrijving wilt doen.
pl: Chętnie przyjmujemy przelewy bankowe od darczyńców, którzy chcą wpłacić datek offline. <a id="a1">Skontaktuj się z nami</a>, jeśli chcesz przekazać darowiznę przelewem bankowym.
pt_br: Adoraríamos receber sua contribuição por meio de transferência bancária, caso prefira fazer uma doação offline. Se estiver interessado em doar dessa forma, <a id="a1">fale conosco</a>.

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Please provide information on the gift amount, currency and country of the forwarding bank so that our Donor Care Team can provide you with the most accurate instructions.
de: Bitte halten Sie die nötigen Infos über den Spendenbetrag, die Währung und den Sitz der überweisenden Bank (Land) bereit, damit unser Spenderbetreuungsteam Ihnen genaue Anweisungen geben kann.
es: Proporciona el monto y la moneda de la donación, e indica el país del banco remitente, para que nuestro equipo de atención a donadores pueda proporcionarte las instrucciones adecuadas.
fr: Indiquez simplement le montant du don, la devise dans laquelle vous souhaitez l’effectuer ainsi que le pays de la banque émettrice afin que notre équipe puisse vous fournir toutes les instructions.
fy_nl: Jou ynformaasje oer it donaasjebedrach, de faluta en it lân fan de trochstjoerende bank, sadat ús Donor Care Team jo de meast krekte ynstruksjes leverje kin.
nl: Geef informatie over het giftbedrag, de valuta en het land van de doorsturende bank, zodat ons Donorzorgteam u van de meest accurate instructies kan voorzien.
pl: Podaj kwotę darowizny, walutę oraz kraj banku przyjmującego zlecenie przelewu, aby otrzymać odpowiednie instrukcje od naszego zespołu ds. obsługi darczyńców.
pt_br: Informe o valor da doação, a moeda e o país do banco remetente para que nossa Equipe de Atendimento ao Doador orientar você da melhor forma.

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: Donate stocks and securities
de: Aktien- und Wertpapierspenden
es: Donación de acciones y valores
fr: Don d’actions et de titres
fy_nl: Oandielen en weardepapieren donearje
nl: Aandelen en effecten doneren
pl: Akcje i papiery wartościowe
pt_br: Doar ações e títulos

# body.b20fad4e-7c43-45d9-8a66-3be5f26609cd
source: The Mozilla Foundation is happy to accept your gift of publicly-traded stocks or bonds through our brokerage account at Northern Trust Securities. We may also consider gifts of other securities, so please reach out to us!
de: Sie können uns auch börsennotierte Aktien oder Anleihen als Schenkung zukommen lassen, die wir gerne über unser Brokerage-Konto bei Northern Trust Securities entgegennehmen. Sie möchten sonstige Wertpapiere spenden? Sprechen Sie uns einfach an!
es: La Fundación Mozilla acepta con gusto cualquier donación de acciones o bonos que cotizan en bolsa a través de nuestra cuenta de intermediación bursátil en Northern Trust Securities. También podemos considerar donaciones de otros valores, ¡así que ponte en contacto con nosotros!
fr: La Fondation Mozilla est ravie d’accepter votre don d’actions ou de titres cotés en bourse via notre compte de courtage chez Northern Trust Securities. Nous sommes également ouverts à la possibilité de recevoir d’autres types de titres : n’hésitez pas à nous contacter.
fy_nl: De Mozilla Foundation is bliid om jo skinking fan iepenbier ferhannele oandielen of obligaasjes te akseptearjen fia ús effekenrekkening by Northern Trust Securities. Wy kinne ek skinkingen fan oare weardepapieren beskôgje, dus nim dan kontakt mei ús op!
nl: De Mozilla Foundation accepteert graag uw schenking van openbaar verhandelbare aandelen of obligaties via onze effectenrekening bij Northern Trust Securities. We kunnen ook giften van andere waarde overwegen, dus neem contact met ons op!
pl: Fundacja Mozilla przyjmuje darowizny w formie akcji i obligacji znajdujących się w obrocie publicznym za pośrednictwem naszego konta maklerskiego prowadzonego w Northern Trust Securities. Możemy również rozważyć przyjęcie darowizn w formie innych papierów wartościowych — skontaktuj się z nami!
pt_br: A Fundação Mozilla está de braços abertos para receber doações de ações ou títulos de empresas listadas na bolsa, por meio de nossa conta na Northern Trust Securities. Se tiver outros tipos de títulos para doar, estamos aqui para conversar!
