Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/opportunities/*-2025-ai-adoption-will-continue-to-lag-innovation.po
Languages: de, fr

# title
source: In 2025, AI Adoption Will Continue to Lag Innovation
de: Im Jahr 2025 wird die Einführung von KI weiterhin der Innovation hinterherhinken
fr: En 2025, l’IA continuera de progresser plus vite que son adoption

# subtitle
source: Sayash Kapoor, Mozilla 2025 Fellow
fr: Sayash Kapoor, boursier Mozilla 2025

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
de: Von bahnbrechenden Innovationen bis hin zu kühnen Visionen – unsere 2025 Fellows teilen ihre Prognosen darüber, wohin die Technologie steuert und welche Auswirkungen sie auf die Welt haben könnte.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: <a id="a1"><b>See the full list →</b></a>
de: <a id="a1"><b>Vollständige Liste anzeigen →</b></a>
fr: <a id="a1"><b>Voir la liste complète →</b></a>

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Advanced generative AI has seen rapid improvements in the last few years. But despite predictions that AI will revolutionize the economy in short order, the adoption of AI will be far slower.
de: Die fortschrittliche generative KI hat sich in den letzten Jahren rasant verbessert. Aber trotz der Vorhersagen, dass die KI die Wirtschaft in kurzer Zeit revolutionieren wird, wird die Einführung der KI viel langsamer verlaufen.
fr: L’IA générative avancée a connu des progrès fulgurants au cours des dernières années. Mais malgré les prédictions selon lesquelles l’IA révolutionnera l’économie à court terme, la diffusion de l’IA sera beaucoup plus lente.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: While specific sectors will face <a id="a1">rapid changes</a>, the broader economic impact will be tempered by what political scientist Jeffrey Ding calls the <a id="a2">innovation fallacy</a> in artificial intelligence deployment: the impact of general-purpose technologies like AI on the economy is realized when AI is adopted across sectors of the economy such as healthcare, education, and finance rather than through innovations in the technology alone.
de: Obwohl bestimmte Branchen <a id="a1">rasanten Veränderungen</a> ausgesetzt sein werden, werden die allgemeinen wirtschaftlichen Auswirkungen durch das gemildert, was der Politikwissenschaftler Jeffrey Ding als <a id="a2">Innovationsfehlschluss</a> in der KI-Entwicklung bezeichnet: Die Auswirkungen von Allzwecktechnologien wie KI auf die Wirtschaft werden erst dann spürbar, wenn KI in allen Wirtschaftssektoren wie dem Gesundheitswesen, dem Bildungswesen und dem Finanzwesen eingesetzt wird, und nicht nur durch Innovationen in der Technologie selbst.
fr: Alors que certains secteurs spécifiques connaîtront des <a id="a1">changements rapides</a>, l’impact économique plus large sera atténué par ce que le politologue Jeffrey Ding appelle le <a id="a2">sophisme de l’innovation</a> dans le déploiement de l’intelligence artificielle : l’impact des technologies à usage général telles que l’IA sur l’économie se concrétise lorsque ces dernières sont adoptées par l’ensemble des secteurs économiques tels que les soins de santé, l’éducation et la finance, plutôt que par des innovations au niveau de la seule technologie.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: We have seen this with past general-purpose technologies like the internet, which took decades to be adopted across the economy despite rapid initial innovation. We are already seeing the same for AI adoption: while generative AI capabilities are advancing rapidly, organizations still struggle to effectively integrate these tools into their workflows and processes. This is both due to limitations of the technology (such as the <a id="a1">lack of reliability</a>) and the <a id="a2">need for institutional knowledge and expertise</a> to adopt AI.
de: Wir haben dies bereits bei früheren Allzwecktechnologien wie dem Internet erlebt, dessen flächendeckende Einführung in der Wirtschaft trotz rasanter anfänglicher Innovation Jahrzehnte dauerte. Dasselbe beobachten wir jetzt bei der KI-Einführung: Während die generativen KI-Fähigkeiten rasant fortschreiten, haben Unternehmen immer noch Schwierigkeiten, diese Tools effektiv in ihre Arbeitsabläufe und Prozesse zu integrieren. Dies liegt sowohl an den Grenzen der Technologie (z. B. <a id="a1">mangelnde Zuverlässigkeit</a>) als auch an dem <a id="a2">Bedarf an institutionellem Wissen und Fachkenntnissen</a> für die Einführung von KI.
fr: Ce phénomène s’est déjà produit avec d’anciennes technologies à usage général, comme l’internet, qui ont mis des décennies à être adoptées à travers tous les secteurs économiques malgré la rapidité des premières innovations. Il en va de même pour l’adoption de l’IA : alors que les capacités de l’IA générative se développent rapidement, les organisations peinent encore à intégrer efficacement ces outils dans leurs flux de travail et leurs processus. Cela est dû à la fois aux limites de la technologie (comme le <a id="a1">manque de fiabilité</a>) et au <a id="a2">besoin de connaissances et d’expertise institutionnelles nécessaires</a> à l’adoption de l’IA.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Consider healthcare: AI has long been capable of transcribing conversations, but even deploying simple transcription applications to save time for clinicians while taking patient notes has <a id="a1">run into challenges</a> such as "hallucination": AI fabricating incorrect content as part of its output. This makes adoption slow, since hurdles usually need to be solved by domain experts in concert with technical experts.
de: Nehmen wir das Gesundheitswesen als Beispiel: KI ist schon lange in der Lage, Gespräche zu transkribieren, aber selbst der Einsatz einfacher Transkriptionsanwendungen, um Klinikern Zeit beim Erstellen von Patientennotizen zu sparen, ist auf <a id="a1">Herausforderungen gestoßen</a>, wie etwa „Halluzinationen“: KI erfindet falsche Inhalte als Teil ihrer Ausgabe. Dies verlangsamt die Einführung, da Hürden in der Regel von Fachexperten in Zusammenarbeit mit technischen Experten überwunden werden müssen.
fr: Prenons l’exemple des soins de santé : l’IA est depuis longtemps capable de transcrire des conversations, mais le déploiement d’applications de transcription simples visant à faire gagner du temps aux médecins lors de la prise de notes des patients s’est <a id="a1">heurté à des obstacles</a> tels que l’« hallucination » : l’IA produit du contenu incorrect dans ses résultats. L’adoption est donc lente, car les obstacles doivent généralement être résolus par des experts du domaine en collaboration avec des experts techniques.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: AI adoption also runs into institutional hurdles. Even when technical challenges such as hallucination are addressed, improving patient outcomes has other roadblocks: privacy regulations, integrating with existing workflows, and training clinicians in using AI. Such technical and institutional hurdles lead many to incorrectly conclude that AI won't be useful in domains like healthcare; the reality is that adoption simply takes far longer than we typically expect.
de: Die KI-Einführung stößt auch auf institutionelle Hürden. Selbst wenn technische Herausforderungen wie Halluzinationen angegangen werden, gibt es weitere Hindernisse für die Verbesserung der Patientenergebnisse: Datenschutzbestimmungen, die Integration in bestehende Arbeitsabläufe und die Schulung von Klinikern in der Anwendung von KI. Solche technischen und institutionellen Hürden führen viele zu dem falschen Schluss, dass KI in Bereichen wie dem Gesundheitswesen nicht nützlich sein wird; die Realität ist, dass die Einführung einfach viel länger dauert, als wir normalerweise erwarten.
fr: L’adoption de l’IA se heurte également à des obstacles institutionnels. Même lorsque des problèmes techniques tels que l’hallucination sont résolus, l’amélioration des résultats pour les patients se heurte à d’autres obstacles : la réglementation en matière de protection de la vie privée, l’intégration dans les flux de travail existants et la formation des médecins à l’utilisation de l’IA. Ces obstacles techniques et institutionnels conduisent de nombreuses personnes à conclure à tort que l’IA est inutilisable dans des domaines tels que les soins de santé ; en réalité, l’adoption de l’IA nécessite tout simplement beaucoup plus de temps que prévu.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: The gap between the potential of AI and its practical implementation will define 2025. Despite improvements in AI models, using them productively in real-world settings, such as to meaningfully improve healthcare delivery, enhance education, or streamline government services, will remain challenging. The adoption of AI will require creating AI applications for different contexts, improving technical knowhow, and diffusing <a id="a1">access</a> and expertise across industries, not just in tech. This will be more time consuming and less striking that building AI that has better capabilities. It might take decades rather than years. But it will be essential for spurring the adoption of AI in useful ways across the economy.
de: Die Kluft zwischen dem Potenzial der KI und ihrer praktischen Umsetzung wird das Jahr 2025 prägen. Trotz der Verbesserungen bei KI-Modellen wird es weiterhin schwierig sein, sie in realen Umgebungen produktiv einzusetzen, z. B. um die Gesundheitsversorgung sinnvoll zu verbessern, die Bildung zu verbessern oder die staatlichen Dienste zu rationalisieren. Die Einführung von KI erfordert die Entwicklung von KI-Anwendungen für verschiedene Kontexte, die Verbesserung des technischen Know-hows und die Verbreitung von <a id="a1">Zugang</a> und Fachwissen in allen Branchen, nicht nur im Technologiebereich. Dies wird zeitaufwändiger und weniger spektakulär sein als die Entwicklung von KI mit besseren Fähigkeiten. Es könnte Jahrzehnte statt Jahre dauern. Aber es wird entscheidend sein, um die Einführung von KI auf sinnvolle Weise in der gesamten Wirtschaft voranzutreiben.
fr: Le décalage entre le potentiel de l’IA et sa mise en œuvre pratique sera déterminant en 2025. Malgré les améliorations apportées aux modèles d’IA, il restera difficile de les utiliser de manière productive dans le monde réel, par exemple pour améliorer de manière significative les prestations de soins de santé, renforcer l’éducation ou rationaliser les services publics. L’adoption de l’IA nécessitera la création d’applications adaptées à différents contextes, l’amélioration du savoir-faire technique et la diffusion de l’<a id="a1">accès</a> et de l’expertise à travers l’ensemble des secteurs, et pas seulement dans le domaine technologique. Cette démarche nécessitera plus de temps et sera moins percutante que la création d’une IA dotée de capacités améliorées. Cela pourrait s’étaler sur des décennies plutôt que sur des années. Toutefois, ces efforts seront essentiels pour stimuler l’adoption de l’IA de manière utile dans l’ensemble des secteurs économiques.

# body.eca25d37-04d9-4d98-ac47-508d730ae036.altText
source: Image of Sayash Kapoor
de: Bild von Sayash Kapoor
fr: Photographie de Sayash Kapoor

# body.eca25d37-04d9-4d98-ac47-508d730ae036.text
source: Sayash Kapoor is a 2025 Mozilla Fellow.
de: Sayash Kapoor ist eine 2025 Mozilla Fellow.
fr: Sayash Kapoor est boursier Mozilla 2025.

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
de: Von bahnbrechenden Innovationen bis hin zu kühnen Visionen – unsere 2025 Fellows teilen ihre Prognosen darüber, wohin die Technologie steuert und welche Auswirkungen sie auf die Welt haben könnte.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: <a id="a1"><b>See the full list →</b></a>
de: <a id="a1"><b>Vollständige Liste anzeigen →</b></a>
fr: <a id="a1"><b>Voir la liste complète →</b></a>
