Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/opportunities/ai-and-algorithms-mirrors-of-power-and-sites-for-resistance-*-mena.po
Languages: de, fr

# title
source: AI and Algorithms: Mirrors of Power and Sites for Resistance in MENA
de: KI und Algorithmen: Spiegel der Macht und Orte des Widerstands in MENA
fr: IA et algorithmes : miroirs de pouvoir et sites de résistance dans la région du Moyen-Orient et de l’Afrique du Nord (MOAN)

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
de: Von bahnbrechenden Innovationen bis hin zu kühnen Visionen – unsere 2025 Fellows teilen ihre Prognosen darüber, wohin die Technologie steuert und welche Auswirkungen sie auf die Welt haben könnte.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: <a id="a1"><b>See the full list →</b></a>
de: <a id="a1"><b>Vollständige Liste anzeigen →</b></a>
fr: <a id="a1"><b>Voir la liste complète →</b></a>

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: AI and algorithms are neither saviors nor harbingers of doom. Discussions about digital technologies must move beyond binary and simplistic assessments to explore the cultural and socio-political contexts in which these tools operate. What are the intentions of their developers? Where is the power of human agency within technologically mediated spheres? Technologies are not just tools but mirrors, reflecting the complexities of power dynamics in an increasingly digitized world.
de: KI und Algorithmen sind weder Retter noch Vorboten des Untergangs. Diskussionen über digitale Technologien müssen über binäre und vereinfachende Bewertungen hinausgehen und die kulturellen und soziopolitischen Kontexte untersuchen, in denen diese Werkzeuge eingesetzt werden. Was sind die Absichten ihrer Entwickler? Wo bleibt die Macht des menschlichen Handelns in technologisch vermittelten Sphären? Technologien sind nicht nur Werkzeuge, sondern Spiegel, die die Komplexität der Machtdynamik in einer zunehmend digitalisierten Welt widerspiegeln.
fr: « L’IA et les algorithmes ne sont ni des sauveurs ni des présages de malheur. Les discussions sur les technologies numériques doivent aller au-delà des analyses binaires et simplistes pour explorer les contextes culturels et sociopolitiques dans lesquels ces outils opèrent. Quelles sont les intentions de leurs concepteurs ? Dans quelle mesure l’homme peut-il agir dans les environnements gérés par la technologie ? Les technologies ne sont pas seulement des outils, mais des miroirs qui reflètent la complexité des dynamiques de pouvoir dans un monde de plus en plus numérique ».

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: In 2025, the use of AI and algorithms in the Middle East and North Africa (MENA) region will become increasingly polarized, serving colonial interests and authoritarian powers by monitoring and suppressing dissent, controlling narratives, and reinforcing political dominance. However, activists will continue to adapt AI and algorithms for resistance, engaging in what is now known as <i>"Algorithmic Resistance."</i> This was vividly demonstrated during the #FreePalestine movement post-October 7, where activists countered Big Tech suppression through innovations such as algospeak, symbolic content, and video alterations.
de: Im Jahr 2025 wird der Einsatz von KI und Algorithmen in der Region des Nahen Ostens und Nordafrikas (MENA) zunehmend polarisiert werden und kolonialen Interessen und autoritären Mächten dienen, indem sie Dissens überwachen und unterdrücken, Narrative kontrollieren und die politische Dominanz verstärken. Aktivistinnen werden jedoch weiterhin KI und Algorithmen für den Widerstand anpassen und sich an dem beteiligen, was heute als <i>„algorithmischer Widerstand“</i> bekannt ist. Dies wurde während der #FreePalestine-Bewegung nach dem 7. Oktober deutlich demonstriert, wo Aktivistinnen der Unterdrückung durch Big Tech mit Innovationen wie Algospeak, symbolischen Inhalten und Videoveränderungen entgegenwirkten.
fr: En 2025, l’utilisation de l’IA et des algorithmes dans la région du Moyen-Orient et de l’Afrique du Nord (MOAN) se polarisera toujours plus, servant les intérêts coloniaux et les autorités en surveillant et en supprimant les dissidents, en contrôlant les discours et en renforçant la domination politique. Cependant, les activistes continueront d’adapter l’IA et les algorithmes pour résister, en pratiquant ce que l’on appelle désormais la <i>« résistance algorithmique ».</i> Cela a été démontré de manière saisissante lors du mouvement #FreePalestine après le 7 octobre, où les activistes ont contré les mesures de suppression des grandes sociétés technologiques par le biais d’innovations telles que l’algospeak, le contenu symbolique et les modifications de vidéos.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: This dual-edged use of technology is not new. For years, MENA has been both a testing ground for controlling technologies and a hub for leveraging tech for social change, as seen during the <i>Arab Spring</i> in 2011. This ongoing tug-of-war raises urgent questions: Who holds the power to decide how these tools are used? Is this power static, dominated by geopolitical actors and tech monopolies? Or is it dynamic, shaped by human agency or perhaps an iterative feedback loop between both forces, and even more?
de: Dieser zweischneidige Einsatz von Technologie ist nicht neu. Seit Jahren ist die MENA-Region sowohl ein Testfeld für Kontrolltechnologien als auch ein Zentrum für die Nutzung von Technologie für den sozialen Wandel, wie man es während des <i>Arabischen Frühlings</i> 2011 gesehen hat. Dieses anhaltende Tauziehen wirft dringende Fragen auf: Wer hat die Macht zu entscheiden, wie diese Werkzeuge eingesetzt werden? Ist diese Macht statisch, dominiert von geopolitischen Akteuren und Tech-Monopolen? Oder ist sie dynamisch, geprägt von menschlichem Handeln oder vielleicht einer iterativen Rückkopplungsschleife zwischen beiden Kräften, und sogar noch mehr?
fr: Ce recours à la technologie à double tranchant n’est pas une nouveauté. Depuis des années, la région MOAN sert à la fois de laboratoire pour les technologies de contrôle et de plaque tournante pour l’utilisation de la technologie à des fins de transformation sociale, comme on l’a vu lors du <i>printemps arabe</i> en 2011. Ce bras de fer permanent soulève des questions urgentes : qui détient le pouvoir de déterminer la manière dont ces outils sont utilisés ? Ce pouvoir est-il statique, dominé par des acteurs géopolitiques et des monopoles technologiques ? Ou est-il dynamique, façonné par l’action humaine ou peut-être par une boucle de rétroaction itérative entre ces deux forces, et même plus ?

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: These questions point to an inevitable reckoning. AI and algorithms will continue to shape the MENA region, for better and for worse. However, the future lies in how the region shapes these technologies. Our stories, struggles, and dreams must not be reduced to algorithmic data points but instead form the foundation of a more humane and just digital future. Building that future will demand hard conversations, intentional design, and collective action. It will require reimagining AI and algorithms not as inevitable forces but as possibilities—tools we shape with care and intention.
de: Diese Fragen deuten auf eine unvermeidliche Abrechnung hin. KI und Algorithmen werden die MENA-Region weiterhin prägen, zum Guten wie zum Schlechten. Die Zukunft liegt jedoch darin, wie die Region diese Technologien gestaltet. Unsere Geschichten, Kämpfe und Träume dürfen nicht auf algorithmische Datenpunkte reduziert werden, sondern müssen die Grundlage für eine humanere und gerechtere digitale Zukunft bilden. Der Aufbau dieser Zukunft erfordert harte Gespräche, bewusstes Design und kollektives Handeln. Es erfordert, dass wir KI und Algorithmen nicht als unvermeidliche Kräfte betrachten, sondern als Möglichkeiten – Werkzeuge, die wir mit Sorgfalt und Absicht gestalten.
fr: Ces questions mènent à un constat inévitable. L’IA et les algorithmes continueront à façonner le destin de la région MOAN, pour le meilleur et pour le pire. Cependant, l’avenir dépend de la manière dont la région conçoit ces technologies. Nos histoires, nos luttes et nos rêves ne doivent pas être réduits à des points de données algorithmiques, mais doivent au contraire constituer le fondement d’un avenir numérique plus humain et plus juste. La construction de cet avenir nécessitera des débats houleux, une conception réfléchie et une action collective. Il sera nécessaire de réimaginer l’IA et les algorithmes non pas comme des forces inévitables, mais comme des possibilités, des outils que nous façonnons avec soin et attention.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: My work seeks to disrupt several enduring myths: that technologies are neutral or apolitical, that binary classifications capture their effectiveness, and that the relationship between technologies and human agency is static. Technologies—whatever form they take—are not just about code and hardware. They are fundamentally about culture, politics, social justice, and often factors still under exploration.
de: Meine Arbeit zielt darauf ab, mit einigen hartnäckigen Mythen aufzuräumen: dass Technologien neutral oder unpolitisch sind, dass binäre Klassifizierungen ihre Wirksamkeit erfassen und dass die Beziehung zwischen Technologien und menschlichem Handeln statisch ist. Bei Technologien – egal welche Form sie annehmen – geht es nicht nur um Code und Hardware. Es geht im Wesentlichen um Kultur, Politik, soziale Gerechtigkeit und oft um Faktoren, die noch erforscht werden.
fr: Mon travail vise à dissiper plusieurs idées reçues persistantes : la neutralité ou l’apolitisme des technologies, les classifications binaires qui rendent compte de leur efficacité et le caractère statique de la relation entre les technologies et l’action humaine. Les technologies, quelle que soit la forme qu’elles prennent, ne se réduisent pas à du code et à du matériel. Elles sont fondamentalement liées à la culture, à la politique, à la justice sociale et, souvent, à des facteurs encore inconnus.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: My work with Mozilla will reclaim the region’s narratives and ensure that MENA perspectives are centered in global discussions about AI ethics and algorithmic governance. Through 2025-26, the project will produce evidence-based knowledge at the intersection of technology, politics, and conflict. This includes literature reviews, discussion papers, a Casebook, and ongoing conversations with regional and global experts. Our interdisciplinary, intersectional, and collaborative approach fosters critical discussions and advocacy while building a community of experts/scholars to enrich local narratives and challenge the dominance of Global North tech monopolies, Western-centric research and geopolitical powers.
de: Meine Arbeit mit Mozilla wird die Narrative der Region zurückgewinnen und sicherstellen, dass die Perspektiven der MENA-Region in globalen Diskussionen über KI-Ethik und algorithmische Governance im Mittelpunkt stehen. In den Jahren 2025–26 wird das Projekt evidenzbasiertes Wissen an der Schnittstelle von Technologie, Politik und Konflikt produzieren. Dazu gehören Literaturrecherchen, Diskussionspapiere, ein Fallbuch und laufende Gespräche mit regionalen und globalen Expertinnen. Unser interdisziplinärer, intersektionaler und kollaborativer Ansatz fördert kritische Diskussionen und Advocacy und baut gleichzeitig eine Gemeinschaft von Expert*innen/Wissenschaftler*innen auf, um lokale Narrative zu bereichern und die Dominanz der Tech-Monopole des Globalen Nordens, der westlich-zentrierten Forschung und der geopolitischen Mächte herauszufordern.
fr: Mon travail au sein de la fondation Mozilla vise à réapproprier les discours de la région MOAN et à s’assurer que ses intérêts sont pris en compte dans les discussions mondiales sur l’éthique de l’intelligence artificielle et la gouvernance des algorithmes. Tout au long de la période 2025/2026, le projet fournira des informations fondées sur des données probantes à l’intersection de la technologie, de la politique et des conflits. Cela comprend des analyses documentaires, des rapports de débats, un recueil de cas et des conversations permanentes avec des experts régionaux et mondiaux. Notre approche interdisciplinaire, intersectionnelle et collaborative favorise les discussions critiques et le plaidoyer tout en construisant une communauté d’experts/chercheurs visant à enrichir les discours locaux et à remettre en question la domination des monopoles technologiques des pays du nord, la recherche centrée sur les pays occidentaux et les puissances géopolitiques.

# body.eca25d37-04d9-4d98-ac47-508d730ae036.altText
source: Image of Nada Moussa
de: Bild von Nada Moussa
fr: Photographie de Nada Moussa

# body.eca25d37-04d9-4d98-ac47-508d730ae036.text
source: Nada Moussa is a 2025 Mozilla Fellow. Sheis partnered with <a id="a1">Arab Reform Initiative</a>. Her fellowship is supported by the <a id="a2">Ford Foundation</a>. Read more <a id="a3">here</a>
fr: Nada Moussa est boursière Mozilla 2025. Elle travaille en collaboration avec l’<a id="a1">Initiative de réforme arabe</a>. Sa bourse est soutenue par la <a id="a2">Ford Foundation</a>. Pour en savoir plus <a id="a3">cliquez ici</a>

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: To learn more about Mozilla fellowships
fr: Pour en savoir plus sur les bourses Mozilla

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: <a id="a1"><b>click here →</b></a>
fr: <a id="a1"><b>cliquez ici →</b></a>
