Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/opportunities/ai-phones-will-*-like-horcruxes.po
Languages: de, fr

# title
source: AI Phones Will be Like Horcruxes
de: KI-Handys werden wie Horkruxe sein
fr: Les smartphones avec IA ressemblent à des horcruxes

# subtitle
source: Louis Barclay, Mozilla 2025 Fellow
fr: Louis Barclay, boursier Mozilla 2025

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
de: Von bahnbrechenden Innovationen bis hin zu kühnen Visionen – unsere 2025 Fellows teilen ihre Prognosen darüber, wohin die Technologie steuert und welche Auswirkungen sie auf die Welt haben könnte.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: <a id="a1"><b>See the full list →</b></a>
de: <a id="a1"><b>Vollständige Liste anzeigen →</b></a>
fr: <a id="a1"><b>Voir la liste complète →</b></a>

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: One in ten humans now use AI. That number will grow, but more interesting is <i>how</i>.
de: Jeder zehnte Mensch nutzt heute KI. Diese Zahl wird steigen, aber interessanter ist, <i>wie</i>.
fr: Un humain sur dix utilise aujourd’hui l’IA. Ce chiffre va continuer à augmenter, mais le plus intéressant est de savoir <i>comment</i>.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: The browser is where it all started for consumer AI — its birthing pool. But two years on, Sam Altman’s baby has become a toddler. AI is now grasping for control over the shiny toy it sees in our hands: the smartphone. Early, fumbling attempts have lowered our guard. Apple Intelligence has not blown many minds, and neither have AI offerings from other big smartphone players.
de: Der Browser ist der Ort, an dem alles für die KI für Verbraucher begann – ihr Geburtsbecken. Aber zwei Jahre später ist Sam Altmans Baby zu einem Kleinkind geworden. Die KI greift jetzt nach der Kontrolle über das glänzende Spielzeug, das sie in unseren Händen sieht: das Smartphone. Frühe, ungeschickte Versuche haben unsere Wachsamkeit verringert. Apple Intelligence hat nicht viele vom Hocker gehauen, und auch die KI-Angebote anderer großer Smartphone-Akteure nicht.
fr: Le navigateur est le point de départ de l’IA grand public, son berceau. Mais deux ans plus tard, le bébé de Sam Altman est devenu un enfant. L’IA cherche désormais à prendre le contrôle du jouet lumineux qu’elle voit dans nos mains : nos smartphone. Les premières tentatives maladroites nous ont fait baisser la garde. Apple Intelligence n’a pas convaincu grand monde, pas plus que les offres d’IA des autres grands acteurs du marché des smartphones.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: In 2025, someone (Tim? Sundar?) will overwrite these false starts and announce the future: irresistibly useful agentic AI, delivered directly to billions via their phones.
de: Im Jahr 2025 wird jemand (Tim? Sundar?) diese Fehlstarts überschreiben und die Zukunft ankündigen: unwiderstehlich nützliche, handlungsfähige KI, die direkt an Milliarden über ihre Handys geliefert wird.
fr: En 2025, quelqu’un (Tim ? Sundar ?) fera oublier ces faux départs et annoncera le futur : une IA agentique incroyablement utile, livrée directement à des milliards de personnes via leur téléphone.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: That’s when our horcrux problem starts. You may wonder: what does the future of AI have to do with dark magic from Harry Potter? Quite a lot, actually.
de: Dann beginnt unser Horkrux-Problem. Sie fragen sich vielleicht: Was hat die Zukunft der KI mit der dunklen Magie aus Harry Potter zu tun? Ziemlich viel, tatsächlich.
fr: Vous vous demandez peut-être : quel est le rapport entre l’avenir de l’IA et la magie noire tirée des aventures d’Harry Potter ? À vrai dire, les points communs sont nombreux.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: During his bizarrely unchaperoned teenage years, Harry places a locket around his neck which contains a fragment of Lord Voldemort’s evil soul. This locket, called a horcrux, uses its closeness to Harry to control his thoughts.
de: Während seiner bizarr unbeaufsichtigten Teenagerjahre legt Harry ein Medaillon um seinen Hals, das ein Fragment von Lord Voldemorts böser Seele enthält. Dieses Medaillon, Horkrux genannt, nutzt seine Nähe zu Harry, um dessen Gedanken zu kontrollieren.
fr: Au cours de son adolescence étonnamment peu encadrée, Harry place autour de son cou un médaillon contenant un fragment de l’âme maléfique de Lord Voldemort. Ce médaillon, appelé horcruxe, profite de sa proximité avec Harry pour contrôler ses pensées.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Our AI phones will be like horcruxes. Yes, they’ll be useful. But they’ll also feature the problems we already see in AI: dishonesty, bias, toxicity, power asymmetries, extractive practices. They’ll be right there in our hands, throughout our waking hours. And crucially, because of the smartphone oligopoly, they’ll serve the fragments of one of two souls (Tim, Sundar).
de: Unsere KI-Handys werden wie Horkruxe sein. Ja, sie werden nützlich sein. Aber sie werden auch die Probleme aufweisen, die wir bereits bei der KI sehen: Unehrlichkeit, Voreingenommenheit, Toxizität, Machtasymmetrien, ausbeuterische Praktiken. Sie werden direkt in unseren Händen sein, während unserer gesamten Wachzeit. Und vor allem werden sie aufgrund des Smartphone-Oligopols den Fragmenten einer von zwei Seelen dienen (Tim, Sundar).
fr: Nos smartphones avec intelligence artificielle ressembleront à des horcruxes. Oui, ils auront une utilité. Mais ils intégreront également les problèmes que nous constatons déjà avec l’IA : malhonnêteté, préjugés, toxicité, asymétries de pouvoir, pratiques d’extraction. Ces problèmes seront entre nos mains, tout au long de nos journées actives. Et surtout, en raison de l’oligopole des smartphones, ils serviront les fragments de l’une des deux âmes (celle de Tim ou celle de Sundar).

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: A quick flashback: a few years ago I made a tool called Unfollow Everything, which deleted your Facebook News Feed. Facebook found it, sent me a cease-and-desist, and banned me for life.
de: Ein kurzer Rückblick: Vor ein paar Jahren habe ich ein Tool namens Unfollow Everything entwickelt, das Ihren Facebook-Newsfeed löschte. Facebook fand es, schickte mir eine Unterlassungserklärung und sperrte mich lebenslang.
fr: Petit retour en arrière : il y a quelques années, j’ai créé un outil appelé Unfollow Everything, qui supprimait votre fil d’actualité Facebook. Facebook l’a découvert, m’a envoyé une mise en demeure et m’a banni à vie.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Last year, a professor at UMass Amherst, Ethan Zuckerman, sued Meta to be able to launch a new version of my tool. Zuckerman wants you to be able to turn your Facebook app into what he calls a ‘loyal client’. Don’t like the News Feed? No problem. Your loyal client will delete it.
de: Letztes Jahr verklagte ein Professor an der UMass Amherst, Ethan Zuckerman, Meta, um eine neue Version meines Tools auf den Markt bringen zu können. Zuckerman möchte, dass Sie Ihre Facebook-App in einen so genannten „loyalen Klienten“ verwandeln können. Sie mögen den Newsfeed nicht? Kein Problem. Ihr loyaler Klient wird ihn löschen.
fr: L’année dernière, un professeur de l’UMass Amherst, Ethan Zuckerman, a poursuivi Meta en justice afin de pouvoir lancer une nouvelle version de mon outil. Zuckerman veut que vous puissiez transformer votre application Facebook en ce qu’il appelle un « client fidèle ». Vous ne supportez pas le fil d’actualité ? Pas de problème. Votre client fidèle le supprimera.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: The horcrux AI phones of the future will be the ultimate disloyal clients. With unprecedented access to our digital lives, they’ll control our attention far more than social feeds — which will seem quaint by comparison.
de: Die Horkrux-KI-Handys der Zukunft werden die ultimativen illoyalen Klienten sein. Mit einem beispiellosen Zugang zu unserem digitalen Leben werden sie unsere Aufmerksamkeit viel stärker kontrollieren als soziale Feeds – die im Vergleich dazu altmodisch erscheinen werden.
fr: Les horcruxes que seront les smartphones avec intelligence artificielle du futur seront les clients les plus déloyaux qui soient. Avec un accès sans précédent à nos vies numériques, ils contrôleront notre attention bien plus que les fils d’actualité, qui paraîtront bien insignifiants en comparaison.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: If we care about consumers using trustworthy AI, we need to do something about these horcruxes.
de: Wenn uns daran liegt, dass Verbraucher vertrauenswürdige KI nutzen, müssen wir etwas gegen diese Horkruxe unternehmen.
fr: Si nous tenons à ce que les consommateurs bénéficient d’une IA digne de confiance, nous devons nous attaquer au problème de ces horcruxes.

# body.eca25d37-04d9-4d98-ac47-508d730ae036.altText
source: Image of Louis Barclay
de: Bild von Louis Barclay
fr: Photographie de Louis Barclay

# body.eca25d37-04d9-4d98-ac47-508d730ae036.text
source: Louis Barclay is a 2025 Mozilla Fellow.
de: Louis Barclay ist ein 2025 Mozilla Fellow.
fr: Louis Barclay est boursier Mozilla 2025.

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
de: Von bahnbrechenden Innovationen bis hin zu kühnen Visionen – unsere 2025 Fellows teilen ihre Prognosen darüber, wohin die Technologie steuert und welche Auswirkungen sie auf die Welt haben könnte.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: <a id="a1"><b>See the full list →</b></a>
de: <a id="a1"><b>Vollständige Liste anzeigen →</b></a>
fr: <a id="a1"><b>Voir la liste complète →</b></a>
