Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/opportunities/bringing-ai-down-to-earth-evaluation-*-a-main-ai-theme-*-2025.po
Languages: de, fr

# title
source: Bringing AI Down to Earth: Evaluation as a Main AI Theme in 2025
de: KI auf den Boden der Tatsachen holen: Evaluation als zentrales KI-Thema im Jahr 2025
fr: Rendre l’IA plus concrète : l’évaluation au cœur de la thématique de l’IA en 2025

# subtitle
source: Roya Pakzad, Mozilla 2025 Fellow
fr: Roya Pakzad, boursière Mozilla 2025

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
de: Von bahnbrechenden Innovationen bis hin zu kühnen Visionen – unsere 2025 Fellows teilen ihre Prognosen darüber, wohin die Technologie steuert und welche Auswirkungen sie auf die Welt haben könnte.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: <a id="a1"><b>See the full list →</b></a>
de: <a id="a1"><b>Vollständige Liste anzeigen →</b></a>
fr: <a id="a1"><b>Voir la liste complète →</b></a>

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: The AI landscape in 2025 will undergo a much-needed transformation, shifting from excitement around general capabilities to a focus on evaluation of real-world, domain-specific performance. While the past few years have been largely about celebrating the potential of generative AI and large language models, the next phase will demand practical answers: How effective are these systems at performing specific tasks in domains such as healthcare, government services, humanitarian crises, or social media content governance?
de: Die KI-Landschaft im Jahr 2025 wird eine dringend benötigte Transformation erfahren, die sich von der Begeisterung für allgemeine Fähigkeiten hin zu einer Fokussierung auf die Bewertung der realen, domänenspezifischen Leistung verlagert. Während es in den letzten Jahren hauptsächlich darum ging, das Potenzial generativer KI und großer Sprachmodelle zu feiern, wird die nächste Phase praktische Antworten verlangen: Wie effektiv sind diese Systeme bei der Ausführung spezifischer Aufgaben in Bereichen wie dem Gesundheitswesen, Behördendiensten, humanitären Krisen oder der Steuerung von Social-Media-Inhalten?
fr: En 2025, le paysage de l’IA connaîtra une transformation indispensable, abandonnant l’enthousiasme pour les fonctionnalités générales pour se concentrer sur l’évaluation des performances dans le monde réel et dans des domaines spécifiques. Si ces dernières années ont été largement consacrées à la célébration du potentiel de l’IA générative et des grands modèles de langage, la prochaine phase exigera des réponses concrètes : dans quelle mesure ces systèmes sont-ils efficaces pour accomplir des tâches spécifiques dans des domaines tels que la santé, les services gouvernementaux, les crises humanitaires ou la modération du contenu des réseaux sociaux ?

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Currently, most benchmarks evaluate AI on static tasks (such as question-answering or image classification) with predefined datasets. However, these benchmarks fail to capture the complexity of real-world applications. For instance, a language model might perform well on a standard benchmark but falter when tested in non-English or diverse contexts, where knowledge of subtle linguistic nuances or knowledge of societal norms are most important for understanding. As AI systems become more “agentic,” grappling with memory, reasoning, actions, and third-party tools integrations, traditional evaluation methods fall short. Can an AI agent equitably manage requests in diverse languages and cultural contexts? How will it respond to unpredictable scenarios in crisis management or public services? These are the kinds of questions that demand more nuanced socio-technical evaluation approaches and fresh thinking about benchmarks.
de: Derzeit bewerten die meisten Benchmarks KI anhand statischer Aufgaben (wie z. B. Frage-Antwort oder Bildklassifizierung) mit vordefinierten Datensätzen. Diese Benchmarks erfassen jedoch nicht die Komplexität realer Anwendungen. So kann beispielsweise ein Sprachmodell bei einem Standard-Benchmark gut abschneiden, aber bei Tests in nicht-englischen oder diversen Kontexten versagen, in denen die Kenntnis subtiler sprachlicher Nuancen oder gesellschaftlicher Normen für das Verständnis am wichtigsten ist. Da KI-Systeme immer „handlungsfähiger“ werden und sich mit Gedächtnis, Argumentation, Aktionen und der Integration von Tools von Drittanbietern auseinandersetzen, greifen traditionelle Bewertungsmethoden zu kurz. Kann ein KI-Agent Anfragen in verschiedenen Sprachen und kulturellen Kontexten gerecht verwalten? Wie wird er auf unvorhersehbare Szenarien im Krisenmanagement oder in öffentlichen Diensten reagieren? Dies sind die Fragen, die nach differenzierteren soziotechnischen Bewertungsansätzen und einem neuen Denken über Benchmarks verlangen.
fr: Actuellement, la plupart des tests évaluent l’IA sur des tâches statiques (telles que la réponse à des questions ou la classification d’images) avec des ensembles de données prédéfinis. Toutefois, ces tests ne parviennent pas à refléter la complexité des applications dans le monde réel. Par exemple, un modèle linguistique peut donner de bons résultats lors d’un test standard, mais échouer lorsqu’il est testé dans d’autres langues que l’anglais ou dans des contextes divers, où la compréhension des nuances linguistiques subtiles ou la connaissance des normes sociétales sont des facteurs déterminants pour la compréhension. À mesure que les systèmes d’IA deviennent plus « agentiques », qu’ils font appel à la mémoire, au raisonnement, aux actions et à l’intégration d’outils tiers, les méthodes d’évaluation traditionnelles se révèlent insuffisantes. Un agent d’IA peut-il gérer de manière égale des demandes dans des langues et des contextes culturels différents ? Comment réagira-t-il à des scénarios imprévisibles dans le cadre de la gestion de crise ou des services publics ? Ces questions exigent des approches d’évaluation sociotechnique plus nuancées et une réflexion nouvelle sur les tests de performance.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: My fellowship project, Equitable AI Benchmarking for Linguistic Diversity, addresses these gaps head-on. This open web-based platform realigns AI benchmarking practices to better serve non-English speaking communities, especially those most vulnerable to AI-related harm. By creating contextually and linguistically nuanced benchmarking data and practices, in collaboration with civil society organizations, the project enables evaluations that reflect the lived realities of marginalized communities. It recognizes that traditional benchmarks, often created by private companies or academic institutions, fail to incorporate sufficient input from the communities most affected by the technology.
de: Mein Fellowship-Projekt „Equitable AI Benchmarking for Linguistic Diversity“ geht diese Lücken direkt an. Diese offene, webbasierte Plattform richtet die KI-Benchmarking-Praktiken neu aus, um nicht-englischsprachigen Gemeinschaften, insbesondere denjenigen, die am stärksten von KI-bedingten Schäden betroffen sind, besser zu dienen. Durch die Erstellung kontextuell und sprachlich nuancierter Benchmarking-Daten und -Praktiken in Zusammenarbeit mit zivilgesellschaftlichen Organisationen ermöglicht das Projekt Bewertungen, die die gelebten Realitäten marginalisierter Gemeinschaften widerspiegeln. Es erkennt an, dass traditionelle Benchmarks, die oft von privaten Unternehmen oder akademischen Institutionen erstellt werden, nicht genügend Input von den Gemeinschaften berücksichtigen, die am stärksten von der Technologie betroffen sind.
fr: Mon projet en tant que boursière, intitulé Equitable AI Benchmarking for Linguistic Diversity (Évaluation comparative équitable de l’IA pour la diversité linguistique), s’attaque de front à ces lacunes. Cette plateforme web ouverte harmonise les pratiques d’évaluation comparative de l’IA afin de mieux servir les communautés non anglophones, en particulier celles qui sont les plus vulnérables aux préjudices causés par l’IA. En créant des données et des pratiques d’évaluation comparative nuancées sur le plan contextuel et linguistique, en collaboration avec des organisations représentant la société civile, le projet permet de procéder à des évaluations qui reflètent la réalité des communautés marginalisées. Il reconnaît que les critères habituels, souvent créés par des entreprises privées ou des institutions universitaires, n’intègrent pas suffisamment de données provenant des communautés les plus impactées par la technologie.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Recent developments underscore the urgency of this work. <a id="a1">Leading AI labs</a>, <a id="a2">government agencies</a>, and <a id="a3">philanthropic groups</a> are actively exploring new methodologies to address gaps in current evaluation systems. Major AI conferences such as NeurIPS now host <a id="a4">dedicated workshops</a> scrutinizing the shortcomings of existing benchmarks and exploring ideas for more community-driven, participatory approaches to testing AI systems.
de: Die jüngsten Entwicklungen unterstreichen die Dringlichkeit dieser Arbeit. <a id="a1">Führende KI-Labore</a>, <a id="a2">Regierungsbehörden</a> und <a id="a3">philanthropische Gruppen</a> erforschen aktiv neue Methoden, um die Lücken in den aktuellen Bewertungssystemen zu schließen. Große KI-Konferenzen wie NeurIPS veranstalten jetzt <a id="a4">spezielle Workshops</a>, die die Mängel bestehender Benchmarks untersuchen und Ideen für gemeinschaftsorientierte, partizipative Ansätze zum Testen von KI-Systemen erforschen.
fr: Des développements récents soulignent l’urgence de ce travail. Les <a id="a1">principaux laboratoires d’IA</a>, les <a id="a2">agences gouvernementales</a> et les <a id="a3">organisations philanthropiques</a> étudient activement de nouvelles méthodologies pour combler les lacunes des systèmes d’évaluation actuels. Les grandes conférences sur l’IA, telles que NeurIPS, organisent désormais des <a id="a4">ateliers consacrés</a> à l’examen minutieux des lacunes des évaluations comparatives existantes et à la recherche de nouvelles approches participatives, davantage axées sur les communautés, pour tester les systèmes d’IA.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: As AI systems grow in complexity, evaluation must keep pace. And 2025 will be the year to witness more nuanced evaluation frameworks, techniques, and benchmarks that will help cut through the hype surrounding GenAI capabilities and bring them down to earth.
de: Da KI-Systeme immer komplexer werden, muss die Bewertung Schritt halten. Und 2025 wird das Jahr sein, in dem wir differenziertere Bewertungsrahmen, -techniken und -Benchmarks erleben werden, die dazu beitragen, den Hype um die Fähigkeiten von GenAI zu durchbrechen und sie auf den Boden der Tatsachen zu holen.
fr: Alors que les systèmes d’IA gagnent en complexité, leur évaluation doit évoluer en conséquence. 2025 sera l’année qui verra émerger des cadres d’évaluation, des techniques et des critères de référence plus nuancés qui permettront de dissiper le battage médiatique autour des capacités de l’IA générative et de les rendre plus concrètes.

# body.eca25d37-04d9-4d98-ac47-508d730ae036.altText
source: Image of Roya Pakzad
de: Bild von Roya Pakzad
fr: Photo de Roya Pakzad

# body.eca25d37-04d9-4d98-ac47-508d730ae036.text
source: Roya Pakzad is a 2025 Mozilla Fellow.
de: Roya Pakzad ist ein 2025 Mozilla Fellow.
fr: Roya Pakzad est boursière Mozilla 2025.

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
de: Von bahnbrechenden Innovationen bis hin zu kühnen Visionen – unsere 2025 Fellows teilen ihre Prognosen darüber, wohin die Technologie steuert und welche Auswirkungen sie auf die Welt haben könnte.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: <a id="a1"><b>See the full list →</b></a>
de: <a id="a1"><b>Vollständige Liste anzeigen →</b></a>
fr: <a id="a1"><b>Voir la liste complète →</b></a>
