Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/opportunities/datasets-will-become-an-object-of-investigative-inquiry-for-journalists.po
Languages: de, fr

# title
source: Datasets will Become an Object of Investigative Inquiry for Journalists
de: Datensätze werden zum Gegenstand investigativer Recherchen für Journalisten
fr: Les ensembles de données deviendront un sujet d’enquête pour les journalistes

# subtitle
source: Christo Buschek, Mozilla 2025 Fellow
fr: Christo Buschek, boursier Mozilla 2025

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
de: Von bahnbrechenden Innovationen bis hin zu kühnen Visionen – unsere 2025 Fellows teilen ihre Prognosen darüber, wohin die Technologie steuert und welche Auswirkungen sie auf die Welt haben könnte.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: <a id="a1"><b>See the full list →</b></a>
de: <a id="a1"><b>Vollständige Liste anzeigen →</b></a>
fr: <a id="a1"><b>Voir la liste complète →</b></a>

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: For a long time, the discourse around AI has been either “Oh no, we are all doomed” or “Only with AI can we cure cancer.” But behind both narratives are the same people, the same companies, and the same interests. In 2025, we journalists will use dataset reporting to make our AI coverage better and hold the interests behind AI accountable.
de: Lange Zeit war der Diskurs rund um KI entweder „Oh nein, wir sind alle dem Untergang geweiht“ oder „Nur mit KI können wir Krebs heilen“. Aber hinter beiden Narrativen stehen die gleichen Leute, die gleichen Unternehmen und die gleichen Interessen. Im Jahr 2025 werden wir Journalisten die Berichterstattung über Datensätze nutzen, um unsere KI-Berichterstattung zu verbessern und die Interessen hinter der KI zur Rechenschaft zu ziehen.
fr: Depuis longtemps, le discours autour de l’IA se résume soit à « Oh non, nous sommes tous condamnés », soit à « Ce n’est qu’avec l’IA que nous pourrons guérir le cancer ». Mais derrière ces deux discours se cachent les mêmes personnes, les mêmes entreprises et les mêmes intérêts. En 2025, nous, les journalistes, utiliserons les ensembles de données pour améliorer notre couverture de l’IA et demander des comptes aux parties prenantes de l’IA.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Let me be clear: We journalists did a lousy job reporting on AI and rather than face it with skepticism, rigor, and investigative curiosity, many of us were dazzled by it and opted to repeat marketing material, treating it like a cool new gadget. Falling for the hype didn’t do us or our audiences any favors.
de: Um es klar zu sagen: Wir Journalisten haben bei der Berichterstattung über KI lausig abgeschnitten. Anstatt ihr mit Skepsis, Genauigkeit und investigativer Neugier zu begegnen, waren viele von uns von ihr geblendet und entschieden uns dafür, Marketingmaterial nachzuplappern und sie wie ein cooles neues Gadget zu behandeln. Auf den Hype hereinzufallen, hat weder uns noch unserem Publikum einen Gefallen getan.
fr: Permettez-moi d’être clair : nous, journalistes, n’avons pas fait un bon travail d’information sur l’IA et, plutôt que d’y faire face avec scepticisme, rigueur et curiosité, beaucoup d’entre nous ont été éblouis par cette technologie et ont choisi de reprendre le discours marketing, en la considérant comme un nouveau gadget génial. Le fait de tomber dans le panneau du battage médiatique ne nous a pas rendu service, ni à nous, ni à notre lectorat.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Another reason is that we have internalized the phrase “AI is a black box.” We say this, throw our hands in the air, and walk away. But we can do better. We need to do better if we want to hold AI systems and the companies building them accountable for their impact on the world.
de: Ein weiterer Grund ist, dass wir den Satz „KI ist eine Blackbox“ verinnerlicht haben. Wir sagen das, geben auf und gehen weg. Aber wir können es besser machen. Wir müssen es besser machen, wenn wir KI-Systeme und die Unternehmen, die sie entwickeln, für ihre Auswirkungen auf die Welt zur Rechenschaft ziehen wollen.
fr: Par ailleurs, nous avons intégré l’expression « l’IA est un mystère ». Nous nous contentons de le dire, de lever les bras au ciel et de nous en aller. Mais nous pouvons faire mieux. Nous devons faire mieux si nous voulons que les systèmes d’IA et les entreprises qui les construisent soient tenus responsables de leur impact sur le monde.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: While it is true that models are non-deterministic and unexplainable, the datasets used to train these systems are not. Datasets show that AI is not a black box but an assemblage of different technical artifacts and processes. It is the result of choices and values and a product of the culture where it originates. And when we look closer at the datasets used to train these incredibly complex machines, we actually recognize the models that they power and learn about the emerging effects of algorithmic systems.
de: Es stimmt zwar, dass Modelle nicht-deterministisch und unerklärlich sind, aber die Datensätze, die zum Trainieren dieser Systeme verwendet werden, sind es nicht. Datensätze zeigen, dass KI keine Blackbox ist, sondern eine Ansammlung verschiedener technischer Artefakte und Prozesse. Sie ist das Ergebnis von Entscheidungen und Werten und ein Produkt der Kultur, aus der sie stammt. Und wenn wir uns die Datensätze, die zum Trainieren dieser unglaublich komplexen Maschinen verwendet werden, genauer ansehen, erkennen wir tatsächlich die Modelle, die sie antreiben, und lernen die neuen Auswirkungen algorithmischer Systeme kennen.
fr: S’il est vrai que les modèles sont non déterministes et inexplicables, les ensembles de données utilisés pour former ces systèmes ne le sont pas. Ces ensembles de données démontrent que l’IA n’est pas un mystère, mais un assemblage d’artefacts et de processus techniques différents. Elle est le résultat de choix et de valeurs et un produit de la culture dont elle est issue. Et lorsque nous examinons de plus près les ensembles de données utilisés pour former ces machines incroyablement complexes, nous identifions les modèles qui les alimentent et nous découvrons les effets émergents des systèmes algorithmiques.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Great reporters are already starting to investigate the building blocks of AI products to understand how they are made. Journalists showed that YouTube videos – swiped without the consent of their creators – are found in AI training datasets. They exposed communities and businesses behind deepfake non-consensual intimate imagery, and they identified Nazi propaganda in training datasets.For many decades, the investigative method has proven to be a powerful tool for transparency and accountability, not just for journalists. It is time to apply this method to the most complex technological systems ever conceived by humans.
de: Großartige Reporter beginnen bereits, die Bausteine von KI-Produkten zu untersuchen, um zu verstehen, wie sie hergestellt werden. Journalisten haben gezeigt, dass YouTube-Videos – die ohne die Zustimmung ihrer Urheber entwendet wurden – in KI-Trainingsdatensätzen zu finden sind. Sie deckten Communities und Unternehmen hinter Deepfake-Intimfotos ohne Zustimmung auf und identifizierten Nazi-Propaganda in Trainingsdatensätzen. Seit vielen Jahrzehnten hat sich die investigative Methode als ein mächtiges Werkzeug für Transparenz und Rechenschaftspflicht erwiesen, nicht nur für Journalisten. Es ist an der Zeit, diese Methode auf die komplexesten technologischen Systeme anzuwenden, die jemals von Menschen erdacht wurden.
fr: Les grands reporters commencent déjà à enquêter sur les fondements des systèmes d’intelligence artificielle afin de comprendre comment ils sont fabriqués. Des journalistes ont montré que des vidéos YouTube (extraites sans le consentement de leurs créateurs) se retrouvent dans des ensembles de données d’entraînement de l’IA. Des communautés et des entreprises ayant produit de fausses images intimes non consensuelles ont été démasquées, et de la propagande nazie a été repérée dans des ensembles de données d’entraînement. Depuis plusieurs décennies, la méthode d’investigation s’est révélée être un outil puissant pour la transparence et la responsabilisation, pas seulement pour les journalistes. Il est temps d’appliquer cette méthode aux systèmes technologiques les plus complexes jamais conçus par l’homme.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Dataset investigation is one method for holistically interrogating AI systems — the data, the models, and the effects. It is only by looking at datasets that we get a better sense of how AI models work and the gaps, errors, and biases that can emerge.
de: Die Untersuchung von Datensätzen ist eine Methode, um KI-Systeme – die Daten, die Modelle und die Auswirkungen – ganzheitlich zu hinterfragen. Nur durch die Betrachtung von Datensätzen bekommen wir ein besseres Gefühl dafür, wie KI-Modelle funktionieren und welche Lücken, Fehler und Verzerrungen auftreten können.
fr: L’étude des ensembles de données est une méthode permettant d’interroger de manière approfondie les systèmes d’IA : les données, les modèles et les effets. Ce n’est qu’en examinant des ensembles de données que l’on peut se faire une idée plus précise du fonctionnement des modèles d’IA et des lacunes, erreurs et préjugés qui peuvent en résulter.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: We journalists need to exit the current hype train. Only then can we balance this technology’s features and tradeoffs, make informed decisions if, how, and why this technology would make sense for ourselves or our audiences, and report critically on AI and its impacts.
de: Wir Journalisten müssen aus dem aktuellen Hype-Zug aussteigen. Nur dann können wir die Funktionen und Kompromisse dieser Technologie abwägen, fundierte Entscheidungen treffen, ob, wie und warum diese Technologie für uns selbst oder unser Publikum sinnvoll wäre, und kritisch über KI und ihre Auswirkungen berichten.
fr: En tant que journalistes, nous devons nous détacher de l’engouement actuel. Ce n’est qu’alors que nous pourrons comparer les avantages et les inconvénients de cette technologie, décider en connaissance de cause si, comment et pourquoi cette technologie serait utile pour nous ou notre lectorat, et faire un compte-rendu critique de l’IA et de ses effets.

# body.eca25d37-04d9-4d98-ac47-508d730ae036.altText
source: Image of Christo Buschek
de: Bild von Christo Buschek
fr: Photographie de Christo Buschek

# body.eca25d37-04d9-4d98-ac47-508d730ae036.text
source: Christo Buschek is a 2025 Mozilla Fellow.
de: Christo Buschek ist ein 2025 Mozilla Fellow.
fr: Christo Buschek est boursier Mozilla 2025.

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
de: Von bahnbrechenden Innovationen bis hin zu kühnen Visionen – unsere 2025 Fellows teilen ihre Prognosen darüber, wohin die Technologie steuert und welche Auswirkungen sie auf die Welt haben könnte.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: <a id="a1"><b>See the full list →</b></a>
de: <a id="a1"><b>Vollständige Liste anzeigen →</b></a>
fr: <a id="a1"><b>Voir la liste complète →</b></a>
