Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/opportunities/governance-alone-wont-solve-the-ai-problem.po
Languages: fr

# title
source: Governance Alone Won’t Solve the AI Problem
fr: La gouvernance seule ne suffira pas à résoudre le problème de l’IA

# subtitle
source: Khaled Koubaa, Mozilla 2025 Fellow
fr: Khaled Koubaa, boursier Mozilla 2025

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: <a id="a1"><b>See the full list →</b></a>
fr: <a id="a1"><b>Voir la liste complète →</b></a>

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: The need to harmonize governance ambitions with technical realities will become undeniable in 2025. The Internet’s foundational protocols have long enabled interoperability, stability, and security across networks, providing the platform for its remarkable growth. Yet, as technological complexities increase, the gap between governance and protocol infrastructure has widened. While regulations might seek to prevent AI bias or protect personal data, such rules are often undermined by the absence of AI-related technical standards. In the future, strong, adaptable protocols will be the backbone of effective governance, transforming policies from aspirations into enforceable realities.
fr: La nécessité d’harmoniser les objectifs de gouvernance avec les réalités techniques deviendra inévitable en 2025. Les protocoles fondamentaux d’internet permettent depuis longtemps l’interopérabilité, la stabilité et la sécurité des réseaux et constituent la base de sa croissance remarquable. Pourtant, à mesure que les technologies deviennent plus complexes, le fossé entre la gouvernance et l’infrastructure des protocoles s’est creusé. Alors que les réglementations peuvent chercher à éviter les préjugés liés à l’IA ou à protéger les données personnelles, ces règles sont souvent sapées par l’absence de normes techniques liées à l’IA. À l’avenir, des protocoles solides et adaptables constitueront le pilier d’une gouvernance efficace, transformant les aspirations politiques en réalités applicables.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Through my years of experience working on digital governance, I have witnessed firsthand the complexities of bridging policymaking with technological innovation. For instance, current discourse at various internet governance fora clearly indicates that a significant number of stakeholders expect the <a id="a1">Global Digital Compact</a> to address human rights and sustainable development alongside the rapid pace of digital innovation. However, even with such a global framework, the Internet's transformative power cannot be fully leveraged without advancing the technical protocols that underpin its operation. Undoubtedly governance frameworks are crucial, but their impact will remain limited unless reinforced by robust Internet protocols.
fr: Mon expérience de plusieurs années dans le domaine de la gouvernance numérique m’a permis de constater par moi-même la complexité du lien entre la définition de politiques et l’innovation technologique. Par exemple, le discours actuel dans divers forums sur la gouvernance de l’internet indique clairement qu’un grand nombre de parties prenantes attendent du <a id="a1">Pacte numérique mondial</a> qu’il prenne en compte les droits de l’homme et le développement durable tout en suivant le rythme effréné de l’innovation numérique. Cependant, même avec un tel cadre mondial, le pouvoir de transformation d’internet ne peut être pleinement exploité sans faire progresser les protocoles techniques qui sont à la base de son fonctionnement. Il ne fait aucun doute que les cadres de gouvernance sont essentiels, mais leur impact restera limité s’ils ne sont pas renforcés par des protocoles internet robustes.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: A number of organizations have made efforts to increase transparency, reduce bias, and optimize AI’s interoperability within existing Internet infrastructure. For instance, the Internet Engineering Task Force (IETF) and the World Wide Web Consortium (W3C) have long championed open standards, and their efforts to address AI-related challenges have recently gained momentum. These include tackling issues like AI-driven interactions, the integration of AI into the Internet of Things (IoT) systems, including standardizing preferences for AI-related content usage, and improving the efficiency of edge computing to handle AI services closer to users. Other issues include the application of human-centric AI standards, targeting ethical challenges such as transparency, privacy, and the environmental impact of AI technologies. AI-generated content, developing reporting frameworks for AI models, and advocating for decentralized architectures that empower users to control their data, has also been a key focus.
fr: Bon nombre d’organisations se sont efforcées d’accroître la transparence, de réduire les préjugés et d’optimiser l’interopérabilité de l’IA dans le cadre de l’infrastructure internet existante. Par exemple, l’Internet Engineering Task Force (IETF) et le World Wide Web Consortium (W3C) défendent depuis longtemps les normes ouvertes, et leurs efforts pour relever les défis liés à l’IA se sont récemment intensifiés. Il s’agit notamment d’aborder des questions telles que les interactions pilotées par l’IA, l’intégration de l’IA dans les systèmes d’internet des objets (IdO), y compris la normalisation des préférences pour l’utilisation du contenu lié à l’IA, et l’amélioration de l’efficacité de l’informatique en périphérie permettant de gérer les services d’IA au plus près des utilisateurs. D’autres questions portent sur l’application de normes relatives à l’IA axées sur l’humain, en ciblant les défis éthiques tels que la transparence, la protection de la vie privée et l’impact environnemental des technologies d’IA. Le contenu généré par l’IA, l’élaboration de cadres de rapport pour les modèles d’IA et la promotion d’architectures décentralisées permettant aux utilisateurs de contrôler leurs données ont également été au centre des préoccupations.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: However, these efforts remain insufficient when matched against the breadth of AI’s influence. Organizations are continuously grappling with systemic risks like misinformation and impersonation, credential management and identity verification. The limited scope and reach of current protocols reveal a deeper issue: governance, no matter how comprehensive, cannot succeed without technical standards that enact its principles. This disconnect has a historical precedent. Twenty years after the creation of the Internet Governance Forum in 2005, the misalignment between regulatory approaches and rapidly evolving technical standards has resulted in a fragmented ecosystem where policies struggle to gain traction. The governance of AI will repeat these same mistakes unless technical protocols are prioritized alongside regulatory frameworks.
fr: Toutefois, ces efforts restent insuffisants face à la portée de l’influence de l’IA. Les organisations sont continuellement confrontées à des risques systémiques tels que la désinformation et l’usurpation d’identité, la gestion des identifiants et la vérification d’identité. La portée et l’étendue limitées des protocoles actuels révèlent un problème plus profond : la gouvernance, aussi complète soit-elle, ne peut réussir sans les normes techniques qui permettent d’en appliquer les principes. Ce décalage trouve son origine dans l’histoire. Vingt ans après la création du Forum sur la gouvernance de l’internet en 2005, le décalage entre les approches réglementaires et l’évolution rapide des normes techniques a abouti à un écosystème fragmenté où les politiques peinent à s’imposer. La gouvernance de l’IA répétera ces mêmes erreurs si les protocoles techniques ne sont pas prioritaires par rapport aux cadres réglementaires.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Addressing the challenges posed by AI is actually a shining opportunity. Regulation is an important first step, but integrating protocol development into governance strategies will not only address AI-specific challenges but also tackle the Internet’s long-standing systemic issues. By embracing this dual approach, we can pave the way for a digital future that is secure, inclusive, and resilient, ensuring that technological progress aligns with societal values and global equity.
fr: Relever les défis soulevés par l’IA constitue en réalité une formidable opportunité. La réglementation est une première étape importante, mais l’intégration du développement de protocoles dans les stratégies de gouvernance permettra non seulement de relever les défis propres à l’IA, mais aussi de s’attaquer aux problèmes systémiques de longue date de l’internet. En adoptant cette double approche, nous pouvons ouvrir la voie à un avenir numérique sûr, inclusif et résilient, en veillant à ce que le progrès technologique s’aligne sur les valeurs sociétales et d’équité mondiale.

# body.eca25d37-04d9-4d98-ac47-508d730ae036.altText
source: Image of Khaled Koubaa
fr: Photographie de Khaled Koubaa
