Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/opportunities/labor-justice-will-take-over-the-future-of-work.po
Languages: de, fr

# title
source: Labor Justice Will Take Over the Future of Work
de: Arbeitsgerechtigkeit wird die Zukunft der Arbeit bestimmen
fr: Le droit syndical va dominer l’avenir du travail

# subtitle
source: Angela Chukunzira, Mozilla 2025 Fellow
fr: Angela Chukunzira, boursière Mozilla 2025

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
de: Von bahnbrechenden Innovationen bis hin zu kühnen Visionen – unsere 2025 Fellows teilen ihre Prognosen darüber, wohin die Technologie steuert und welche Auswirkungen sie auf die Welt haben könnte.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: <a id="a1"><b>See the full list →</b></a>
de: <a id="a1"><b>Vollständige Liste anzeigen →</b></a>
fr: <a id="a1"><b>Voir la liste complète →</b></a>

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Technology has in many ways disrupted work as we knew it. The Covid-19 pandemic shifted our understanding of work, and the localisation of work meant that it could be done remotely. The rise and rise of platforms also allowed for jobs that could be performed with a degree of flexibility. Artificial Intelligence is growing so fast that we do not have a glimpse of its supply chain, and it is also changing expectations of productivity in many types of workplace.
de: Technologie hat die Arbeit, wie wir sie kannten, in vielerlei Hinsicht verändert. Die Covid-19-Pandemie hat unser Verständnis von Arbeit verändert, und die Lokalisierung von Arbeit bedeutete, dass sie aus der Ferne erledigt werden konnte. Der Aufstieg und Aufstieg von Plattformen ermöglichte auch Arbeitsplätze, die mit einem gewissen Grad an Flexibilität ausgeführt werden konnten. Künstliche Intelligenz wächst so schnell, dass wir keinen Einblick in ihre Lieferkette haben, und sie verändert auch die Erwartungen an die Produktivität an vielen Arbeitsplätzen.
fr: À bien des égards, la technologie a bouleversé le travail tel que nous le connaissions. La pandémie de Covid-19 a modifié notre conception du travail, et la délocalisation du travail a permis de le réaliser à distance. L’essor des plateformes a également permis de créer des emplois offrant une certaine flexibilité. L’intelligence artificielle se développe si rapidement que nous ne connaissons pas encore parfaitement sa chaîne d’approvisionnement, et elle bouleverse également les attentes en matière de productivité dans de nombreux environnements de travail.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: This growing tech-enabled workforce – which chooses their working hours, and can even be their own boss – has been dressed up in fancy new terms. No longer ‘employee’ but ‘partner’, ‘independent contractor’. While I am excited by the optionality that tech has brought to workers, the degree of autonomy it can offer and the ways that women have been integrated into traditionally male roles such as taxi drivers, this work has also increased the precarity of labor, increased mental stress and continues to run on an unsustainable model. New labor language doesn’t cover how capital is profiting from tech-mediated workers more than ever.
de: Diese wachsende, technologiegestützte Arbeitnehmerschaft, die ihre Arbeitszeiten selbst bestimmt und sogar ihr eigener Chef sein kann, wird mit schicken neuen Begriffen geschmückt. Nicht mehr „Angestellte“, sondern „Partner“, „unabhängige Auftragnehmer“. Zwar bin ich begeistert von den Möglichkeiten, die die Technologie den Arbeitnehmern bietet, dem Grad an Autonomie, den sie bieten kann, und der Art und Weise, wie Frauen in traditionell männliche Rollen wie die des Taxifahrers integriert wurden, doch hat diese Arbeit auch die Prekarität der Arbeit erhöht, den psychischen Stress verstärkt und läuft weiterhin auf einem nicht nachhaltigen Modell. Die neue Arbeitssprache verschleiert, wie das Kapital mehr denn je von den technologievermittelten Arbeitskräften profitiert.
fr: Cette main-d’œuvre de plus en plus informatisée, qui décide de ses horaires de travail et peut même devenir son propre patron, s’est vue affublée de nouveaux termes sophistiqués. On ne parle plus d’« employé » mais de « collaborateur », d’« entrepreneur indépendant ». Bien que le caractère flexible apporté par la technologie aux travailleurs, le degré d’autonomie qu’elle peut offrir et la façon dont les femmes ont été intégrées dans des rôles traditionnellement masculins tels que les chauffeurs de taxi me réjouissent, ce modèle a également augmenté la précarité du travail, le stress mental et continue de fonctionner selon un modèle non durable. Le nouveau langage relatif au travail ne tient pas compte du fait que le capital profite plus que jamais des travailleurs informatisés.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: But workers are rising– uniting across different sectors to reclaim their dignity, their sanity and to make themselves seen and heard. Multinational technology companies have been challenged by content moderators for alleged <a id="a1">union busting techniques</a> and unfair dismissals. E-hailing drivers have <a id="a2">downed their tools</a> on several occasions and in many cases brought the city of Nairobi to a halt. Workers are coming together with key stakeholders taking on their agency to organise. Ironically, they often organize using the same technologies that are making their work lives more unjust.
de: Aber die Arbeitnehmer erheben sich – sie schließen sich über verschiedene Sektoren hinweg zusammen, um ihre Würde und ihre geistige Gesundheit zurückzugewinnen und sich Gehör zu verschaffen. Multinationale Technologieunternehmen wurden von Content-Moderatoren wegen angeblicher <a id="a1">Gewerkschaftsbekämpfungstechniken</a> und ungerechtfertigter Entlassungen herausgefordert. E-Hailing-Fahrer haben ihre <a id="a2">Arbeit mehrfach niedergelegt</a> und in vielen Fällen die Stadt Nairobi zum Stillstand gebracht. Die Arbeitnehmer schließen sich mit wichtigen Interessengruppen zusammen, die ihre Handlungsfähigkeit zur Organisation nutzen. Ironischerweise organisieren sie sich oft mit denselben Technologien, die ihr Arbeitsleben ungerechter machen.
fr: Cependant, les travailleurs se mobilisent et s’unissent dans différents secteurs pour retrouver leur dignité, leur équilibre mental et pour se faire voir et entendre. Des entreprises technologiques multinationales ont été attaquées par des modérateurs de contenu pour des allégations de <a id="a1">techniques antisyndicales</a> et de licenciements abusifs. Les chauffeurs de plateformes de transport à la demande ont <a id="a2">abandonné leurs véhicules</a> à plusieurs reprises et ont immobilisé la ville de Nairobi. Les travailleurs se rassemblent avec les principales parties prenantes qui prennent en charge l’organisation de leur agence. Paradoxalement, ils s’organisent souvent en utilisant les mêmes technologies que celles qui rendent leur vie professionnelle plus injuste.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: <a id="a1">Research</a> shows that youth, who are mostly affected by precarity, are demanding decent tech work. And that the future of ‘digital work’ should be rooted in fair working conditions. In August 2024, [Kenyan youth leadership group] Siasa Place, in collaboration with [German feminist group] Superrr Lab, held an exchange programme for workers based in Germany and Kenya where they built upon a workers’ manifesto to put their demands for labor justice.
de: <a id="a1">Untersuchungen</a> zeigen, dass junge Menschen, die am stärksten von Prekarität betroffen sind, menschenwürdige technische Arbeitsplätze fordern. Und dass die Zukunft der „digitalen Arbeit“ in fairen Arbeitsbedingungen verwurzelt sein sollte. Im August 2024 veranstaltete die [kenianische Jugendführungsgruppe] Siasa Place in Zusammenarbeit mit dem [deutschen feministischen Kollektiv] Superrr Lab ein Austauschprogramm für Arbeitnehmer in Deutschland und Kenia, in dem sie ein Arbeitnehmermanifest erarbeiteten, um ihre Forderungen nach Arbeitsgerechtigkeit zu formulieren.
fr: <a id="a1">Des études</a> révèlent que les jeunes, qui sont les plus touchés par la précarité, réclament des emplois décents dans le secteur technologique. Et que l’avenir du « travail numérique » devrait être ancré dans des conditions de travail équitables. En août 2024, [le groupe de jeunes leaders kenyans] Siasa Place, en collaboration avec [le groupe féministe allemand] Superrr Lab, a organisé un programme d’échange pour les travailleurs basés en Allemagne et au Kenya, dans le cadre duquel ils ont élaboré un manifeste des travailleurs afin de présenter leurs revendications en matière de droits du travail.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: In 2025, worker action for labor standards that take account of technology’s harmful effects will grow louder and more widely adopted. They will also evolve, because these new and emergent forms of work are not homogenous. Some conditions –such as low wages and lack of social protections – are uniform. However, a content moderator concerned about mental strain is different from a location-based e-hailing delivery rider worried about the unpredictable and unbearable weather patterns caused by climate change.
de: Im Jahr 2025 werden die Arbeitnehmeraktionen für Arbeitsstandards, die die schädlichen Auswirkungen der Technologie berücksichtigen, lauter und breiter angenommen werden. Sie werden sich auch weiterentwickeln, denn diese neuen und aufkommenden Formen der Arbeit sind nicht homogen. Einige Bedingungen – wie niedrige Löhne und fehlender Sozialschutz – sind einheitlich. Ein Content-Moderator, der sich Sorgen um seine psychische Belastung macht, unterscheidet sich jedoch von einem ortsgebundenen E-Hailing-Lieferfahrer, der sich Sorgen um die unvorhersehbaren und unerträglichen Wettermuster macht, die durch den Klimawandel verursacht werden.
fr: En 2025, l’action des travailleurs en faveur de conditions de travail qui tiennent compte des effets néfastes de la technologie sera de plus en plus soutenue et de plus en plus répandue. Ces normes évolueront également, car le monde du travail moderne et naissant n’est pas homogène. Certaines situations quant à elles, telles que les bas salaires et l’absence de protections sociales, sont uniformes. Cependant, les préoccupations d’un modérateur de contenu concernant la charge mentale sont différentes de celles d’un livreur géolocalisé qui s’inquiète des conditions météorologiques imprévisibles et insupportables causées par le changement climatique.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Moreover, there is a lot of pushback. Legislations that aims to<a id="a1"> protect</a> multinational technology companies has been tabled in Kenya . Workers must therefore organise in their respective sectors and collectively. Unions and Civil Society Organisations should also play their active role in raising worker voices, as this is a fundamental moment in history that will shape the future of work.
de: Darüber hinaus gibt es viel Widerstand. In Kenia wurden Gesetze eingebracht, die darauf abzielen, multinationale Technologieunternehmen zu <a id="a1">schützen</a>. Die Arbeitnehmer müssen sich daher in ihren jeweiligen Sektoren und gemeinsam organisieren. Gewerkschaften und zivilgesellschaftliche Organisationen sollten ebenfalls ihre aktive Rolle bei der Stärkung der Stimme der Arbeitnehmer spielen, denn dies ist ein fundamentaler Moment in der Geschichte, der die Zukunft der Arbeit gestalten wird.
fr: Par ailleurs, les réticences se multiplient. Une législation visant à <a id="a1">protéger</a> les entreprises technologiques multinationales a été introduite au Kenya. Les travailleurs doivent donc s’organiser dans leurs secteurs respectifs et collectivement. Les syndicats et les organisations de la société civile devraient également jouer un rôle actif en permettant aux travailleurs de se faire entendre, car nous vivons un moment fondamental de l’histoire qui façonnera l’avenir du travail.

# body.eca25d37-04d9-4d98-ac47-508d730ae036.altText
source: Image of Angela Chukunzira
de: Bild von Angela Chukunzira
fr: Photographie d’Angela Chukunzira

# body.eca25d37-04d9-4d98-ac47-508d730ae036.text
source: Angela Chukunzira is a 2025 Mozilla Fellow. She will be working alongside host organization, <a id="a1">Siasa Place</a>.
fr: Angela Chukunzira est boursière Mozilla 2025. Elle travaillera aux côtés de l’organisation hôte, <a id="a1">Siasa Place</a>.

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: <a id="a1"><b>See the full list →</b></a>
fr: <a id="a1"><b>Voir la liste complète →</b></a>

# body.eca25d37-04d9-4d98-ac47-508d730ae036.text
source: Angela Chukunzira is a 2025 Mozilla Fellow. She is partnered with <a id="a1">Siasa Place</a>. Her fellowship is supported by the <a id="a2">Ford Foundation</a>. Read more <a id="a3">here</a>
de: Angela Chukunzira ist Mozilla-Stipendiatin im Jahr 2025. Sie arbeitet mit <a id="a1">Siasa Place</a> zusammen. Ihr Stipendium wird von der <a id="a2">Ford Foundation</a> unterstützt. Lesen Sie <a id="a3">hier</a> mehr

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: To learn more about Mozilla fellowships
de: um mehr über Mozilla-Stipendien zu erfahren

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: <a id="a1"><b>click here →</b></a>
de: <a id="a1"><b>Klicken Sie hier →</b></a>
