Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/opportunities/shaping-the-future.po
Languages: de, fr

# seo_title
source: Bold Predictions for the Future of Technology: Insights from Mozilla's 2025 Fellows
de: Mutige Voraussagen für die Zukunft der Technologie: Einblicke von Mozillas Stipendiaten im Jahr 2025
fr: Prédictions audacieuses pour l’avenir de la technologie : les perspectives des titulaires de bourses 2025 de Mozilla

# search_description
source: Discover groundbreaking predictions from Mozilla's 2025 Fellows about the future of technology. From AI-led security to labor justice and online activism, explore their bold visions and read more about the innovations shaping tomorrow.
de: Entdecken Sie richtungsweisende Voraussagen von Mozillas Stipendiaten im Jahr 2025 zur Zukunft der Technologie. Erkunden Sie ihre kühnen Visionen und lesen Sie mehr über die Innovationen, die morgen prägen.
fr: Découvrez les prévisions novatrices des titulaires de bourses 2025 de Mozilla sur l’avenir de la technologie. Que ce soit pour une sécurité basée sur l’IA, la justice au travail ou le militantisme en ligne, découvrez leurs visions audacieuses et apprenez-en davantage sur les innovations de demain.

# title
source: Shaping the Future
de: Die Zukunft gestalten

# subtitle
source: Mozilla Fellows Share 2025 Tech Visions
de: Mozilla Fellows teilen ihre Tech-Visionen für 2025
fr: Les boursiers Mozilla partagent leurs visions technologiques pour 2025

# body.07ff93d6-7573-4021-b82a-4edb1a0b3cf7
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
de: Von bahnbrechenden Innovationen bis hin zu kühnen Visionen – unsere 2025 Fellows teilen ihre Prognosen darüber, wohin die Technologie steuert und welche Auswirkungen sie auf die Welt haben könnte.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.6839f7f9-7b10-477d-93ea-3219d0d4056e.altText
source: Image of Esra'a Al Shafei
de: Bild: Esra'a Al Shafei
fr: Photo d’Esra'a Al Shafei

# body.6839f7f9-7b10-477d-93ea-3219d0d4056e.text
source: VCs Will Face Their Privacy Reckoning in 2025
de: VCs werden im Jahr 2025 mit ihrer Datenschutzabrechnung konfrontiert sein
fr: Les sociétés de capital risque seront contraintes de prendre leurs responsabilités en matière de protection de la vie privée en 2025

# body.6839f7f9-7b10-477d-93ea-3219d0d4056e.text
source: “2025 will bring about several crucial shifts in the global surveillance technology market. The AI surveillance industry remains heavily driven by profit and power consolidation, and is <a id="a1">projected</a> to reach $234.72 billion by 2027. Monitoring continues to be embedded in our communication tools, often disguised as "features" or "improvements" but are, in fact, functioning as sophisticated surveillance systems.”
de: „2025 wird es einige entscheidende Veränderungen auf dem globalen Markt für Überwachungstechnologien geben. Die KI-Überwachungsindustrie wird nach wie vor stark von Gewinnstreben und Machtkonsolidierung angetrieben und <a id="a1">soll</a> bis 2027 ein Volumen von 234,72 Milliarden US-Dollar erreichen. Die Überwachung ist weiterhin in unsere Kommunikationsmittel eingebettet, oft getarnt als ‚Funktionen‘ oder ‚Verbesserungen‘, die aber in Wirklichkeit als ausgeklügelte Überwachungssysteme fungieren.“
fr: « L’année 2025 sera marquée par plusieurs changements cruciaux sur le marché mondial des technologies de surveillance. L’industrie de la surveillance par IA reste principalement motivée par le profit et la consolidation du pouvoir, et les <a id="a1">prévisions</a> indiquent qu’elle atteindra 234,72 milliards de dollars d’ici à 2027. La surveillance continue d’être intégrée dans nos outils de communication, souvent déguisée en “fonctionnalités” ou en “améliorations”, mais constituant en réalité des systèmes de surveillance sophistiqués. »

# body.6839f7f9-7b10-477d-93ea-3219d0d4056e.text
source: <a id="a1">See Esra'a's full prediction.</a>
de: <a id="a1">Esra’as vollständige Prognose anzeigen.</a>
fr: <a id="a1">Découvrez les prévisions complètes d’Esra'a.</a>

# body.32dbdeab-8652-4ce4-b840-e77d78ce90b6.altText
source: Image of Paz Peña
de: Grafik: Bild von Paz Pena
fr: Photo de Paz Peña

# body.32dbdeab-8652-4ce4-b840-e77d78ce90b6.text
source: Artificial Intelligence will Clash with Environmental Justice
de: Künstliche Intelligenz wird mit Umweltgerechtigkeit kollidieren
fr: L’intelligence artificielle va entrer en conflit avec la justice environnementale

# body.32dbdeab-8652-4ce4-b840-e77d78ce90b6.text
source: “Artificial Intelligence systems are scaling worldwide, bringing a series of socio-political, economic, and regulatory challenges. So far, these challenges have been viewed mainly from the perspective of democracy and human rights implications, but 2025 will herald an irreversible shift. These challenges will increasingly intersect with demands for environmental justice that rebel against the socio-environmental impacts of AI data centers.”
de: „Systeme der Künstlichen Intelligenz werden weltweit skaliert und bringen eine Reihe von soziopolitischen, wirtschaftlichen und regulatorischen Herausforderungen mit sich. Bisher wurden diese Herausforderungen hauptsächlich aus der Perspektive der Auswirkungen auf Demokratie und Menschenrechte betrachtet, aber 2025 wird einen unumkehrbaren Wandel einläuten. Diese Herausforderungen werden sich zunehmend mit Forderungen nach Umweltgerechtigkeit überschneiden, die sich gegen die sozio-ökologischen Auswirkungen von KI-Rechenzentren richten.“
fr: « Les systèmes d’intelligence artificielle se développent dans le monde entier, entraînant une série de défis sociopolitiques, économiques et de réglementation. Jusqu’à présent, ces défis ont été abordés principalement du point de vue des implications pour la démocratie et les droits de l’homme, mais l’année 2025 marquera le début d’un changement irréversible. Ces défis se recouperont de plus en plus avec les demandes de justice environnementale qui protestent contre les impacts socio-environnementaux des centres de données d’IA. »

# body.32dbdeab-8652-4ce4-b840-e77d78ce90b6.text
source: <a id="a1">See Paz's full prediction.</a>
de: <a id="a1">Paz’ vollständige Prognose anzeigen.</a>
fr: <a id="a1">Découvrez les prévisions complètes de Paz.</a>

# body.e1a92056-bf7a-43e5-a5ff-870745e33f03.altText
source: Image of Louis Barclay
de: Bild von Louis Barclay
fr: Photographie de Louis Barclay

# body.e1a92056-bf7a-43e5-a5ff-870745e33f03.text
source: AI Phones Will be Like Horcruxes
de: KI-Handys werden wie Horkruxe sein
fr: Les smartphones avec IA ressembleront à des horcruxes

# body.e1a92056-bf7a-43e5-a5ff-870745e33f03.text
source: “One in ten humans now use AI. That number will grow, but more interesting is how.
de: „Jeder zehnte Mensch nutzt heute KI. Diese Zahl wird steigen, aber interessanter ist, wie.
fr: « Un humain sur dix utilise aujourd’hui l’IA. Ce chiffre va continuer à augmenter, mais le plus intéressant est de savoir comment.

# body.e1a92056-bf7a-43e5-a5ff-870745e33f03.text
source: The browser is where it all started for consumer AI — its birthing pool. But two years on, Sam Altman’s baby has become a toddler. AI is now grasping for control over the shiny toy it sees in our hands: the smartphone. Early, fumbling attempts have lowered our guard. Apple Intelligence has not blown many minds, and neither have AI offerings from other big smartphone players."
de: Der Browser ist der Ort, an dem alles für die KI für Verbraucher begann – ihr Geburtsbecken. Aber zwei Jahre später ist Sam Altmans Baby zu einem Kleinkind geworden. Die KI greift jetzt nach der Kontrolle über das glänzende Spielzeug, das sie in unseren Händen sieht: das Smartphone. Frühe, ungeschickte Versuche haben unsere Wachsamkeit verringert. Apple Intelligence hat nicht viele vom Hocker gehauen, und auch die KI-Angebote anderer großer Smartphone-Akteure nicht.“
fr: Le navigateur est le point de départ de l’IA grand public, son berceau. Mais deux ans plus tard, le bébé de Sam Altman est devenu un enfant. L’IA cherche désormais à prendre le contrôle du jouet lumineux qu’elle voit dans nos mains : nos smartphone. Les premières tentatives maladroites nous ont fait baisser la garde. Apple Intelligence n’a pas convaincu grand monde, pas plus que les offres d’IA des autres grands acteurs du marché des smartphones. »

# body.e1a92056-bf7a-43e5-a5ff-870745e33f03.text
source: <a id="a1">See Louis' full prediction.</a>
de: <a id="a1">Louis' vollständige Prognose anzeigen.</a>
fr: <a id="a1">Découvrez les prévisions complètes de Louis.</a>

# body.849c2df9-7f04-4b88-8b3f-d5fb07649f39.altText
source: Image of Christo Buschek
de: Bild von Christo Buschek
fr: Photographie de Christo Buschek

# body.849c2df9-7f04-4b88-8b3f-d5fb07649f39.text
source: Datasets will Become an Object of Investigative Inquiry for Journalists
de: Datensätze werden zum Gegenstand investigativer Recherchen für Journalisten
fr: Les ensembles de données deviendront un sujet d’enquête pour les journalistes

# body.849c2df9-7f04-4b88-8b3f-d5fb07649f39.text
source: “For a long time, the discourse around AI has been either “Oh no, we are all doomed” or “Only with AI can we cure cancer.” But behind both narratives are the same people, the same companies, and the same interests. In 2025, we journalists will use dataset reporting to make our AI coverage better and hold the interests behind AI accountable.”
de: „Lange Zeit war der Diskurs rund um KI entweder ‚Oh nein, wir sind alle dem Untergang geweiht‘ oder ‚Nur mit KI können wir Krebs heilen‘. Aber hinter beiden Narrativen stehen die gleichen Leute, die gleichen Unternehmen und die gleichen Interessen. Im Jahr 2025 werden wir Journalisten die Berichterstattung über Datensätze nutzen, um unsere KI-Berichterstattung zu verbessern und die Interessen hinter der KI zur Rechenschaft zu ziehen.“
fr: « Depuis longtemps, le discours autour de l’IA se résume soit à “Oh non, nous sommes tous condamnés”, soit à “Ce n’est qu’avec l’IA que nous pourrons guérir le cancer”. Mais derrière ces deux discours se cachent les mêmes personnes, les mêmes entreprises et les mêmes intérêts. En 2025, nous, les journalistes, utiliserons les ensembles de données pour améliorer notre couverture de l’IA et demander des comptes aux parties prenantes de l’IA. »

# body.849c2df9-7f04-4b88-8b3f-d5fb07649f39.text
source: <a id="a1">See Christo's full prediction.</a>
de: <a id="a1">Christos vollständige Prognose anzeigen.</a>
fr: <a id="a1">Découvrez les prévisions complètes de Christo.</a>

# body.f15d469d-4718-4033-a855-39f74d1a4f08
source: “The myth that "privacy is dead" will finally crumble. Armed with comprehensive data about surveillance industry enablers, grassroots movements will surge worldwide.”
de: „Der Mythos, dass ‚Datenschutz tot ist‘ wird endlich brechen. Ausgestattet mit umfassenden Daten über die dafür notwendigen Grundlagen der Überwachungsbranche werden weltweit Graswurzel-Bewegungen wachsen.“
fr: « Le mythe selon lequel “la vie privée est morte” va enfin s’effondrer. Armés de données complètes sur les acteurs de l’industrie de la surveillance, les mouvements populaires se développeront dans le monde entier. »

# body.94bf715f-603a-4bbf-af4e-d42d47d8c335.altText
source: Image of Kristophina Shilongo
de: Bild von Kristophina Shilongo
fr: Photographie de Kristophina Shilongo

# body.94bf715f-603a-4bbf-af4e-d42d47d8c335.text
source: Tech Governance in Africa will Grapple with the Same Old Problems… in New Ways
de: Tech-Governance in Afrika: Die gleichen alten Probleme … neu verpackt
fr: La gouvernance technologique en Afrique est confrontée aux mêmes problématiques… mais de manière inédite

# body.94bf715f-603a-4bbf-af4e-d42d47d8c335.text
source: “In 2025, participatory AI policy making in Africa will be different –it will actually be participatory! The African Union, its member states and their assemblage of financial partners will adopt a more inclusive approach to shape technology policy. Why? Because the challenges posed by AI and other emerging technologies are complex - they are economic, socio-cultural, political and span across sectors– they require an all-hands-on-deck approach to governance.”
de: „Im Jahr 2025 wird partizipative KI-Politikgestaltung in Afrika anders sein – sie wird tatsächlich partizipativ sein! Die Afrikanische Union, ihre Mitgliedstaaten und ihre finanzkräftigen Partner werden einen inklusiveren Ansatz verfolgen, um die Technologiepolitik zu gestalten. Warum? Weil die Herausforderungen durch KI und andere neue Technologien komplex sind – sie sind wirtschaftlicher, soziokultureller und politischer Natur und sektorübergreifend – sie erfordern einen Ansatz, bei dem alle an einem Strang ziehen.“
fr: « En 2025, l’élaboration participative des politiques d’IA en Afrique prendra une tournure différente : elle sera réellement participative ! L’Union africaine, ses États membres et leurs partenaires financiers adopteront une approche plus inclusive pour élaborer des politiques technologiques. Pour quelles raisons ? Parce que les défis posés par l’IA et les autres technologies émergentes sont complexes : ils concernent l’économie, la sociologie, la politique et couvrent plusieurs secteurs, et requièrent une approche de la gouvernance impliquant toutes les parties prenantes. »

# body.94bf715f-603a-4bbf-af4e-d42d47d8c335.text
source: <a id="a1">See Kristophina's full prediction.</a>
de: <a id="a1">Kristophinas vollständige Prognose anzeigen.</a>
fr: <a id="a1">Découvrez les prévisions complètes de Kristophina.</a>

# body.8d058e7c-9209-4670-a3b8-c3eb7954e40e.altText
source: Image of Sayash Kapoor
de: Bild von Sayash Kapoor
fr: Photographie de Sayash Kapoor

# body.8d058e7c-9209-4670-a3b8-c3eb7954e40e.text
source: In 2025, AI Adoption Will Continue to Lag Innovation
de: Im Jahr 2025 wird die Einführung von KI weiterhin der Innovation hinterherhinken
fr: En 2025, la diffusion de l’IA continuera de freiner l’innovation

# body.8d058e7c-9209-4670-a3b8-c3eb7954e40e.text
source: “Advanced generative AI has seen rapid improvements in the last few years. But despite predictions that AI will revolutionize the economy in short order, the adoption of AI will be far slower. AI adoption also runs into institutional hurdles. Even when technical challenges such as hallucination are addressed, improving patient outcomes has other roadblocks: privacy regulations, integrating with existing workflows, and training clinicians in using AI. Such technical and institutional hurdles lead many to incorrectly conclude that AI won't be useful in domains like healthcare; the reality is that adoption simply takes far longer than we typically expect.”
de: „Die fortschrittliche generative KI hat sich in den letzten Jahren rasant verbessert. Aber trotz der Vorhersagen, dass die KI die Wirtschaft in kurzer Zeit revolutionieren wird, wird die Einführung der KI viel langsamer verlaufen. Die KI-Einführung stößt auch auf institutionelle Hürden. Selbst wenn technische Herausforderungen wie Halluzinationen angegangen werden, gibt es weitere Hindernisse für die Verbesserung der Patientenergebnisse: Datenschutzbestimmungen, die Integration in bestehende Arbeitsabläufe und die Schulung von Klinikern in der Anwendung von KI. Solche technischen und institutionellen Hürden führen viele zu dem falschen Schluss, dass KI in Bereichen wie dem Gesundheitswesen nicht nützlich sein wird; die Realität ist, dass die Einführung einfach viel länger dauert, als wir normalerweise erwarten.“
fr: « L’IA générative avancée a connu des progrès fulgurants au cours des dernières années. Mais malgré les prédictions selon lesquelles l’IA révolutionnera l’économie à court terme, la diffusion de l’IA sera beaucoup plus lente. L’adoption de l’IA se heurte également à des obstacles institutionnels. Même lorsque des problèmes techniques tels que l’hallucination sont résolus, l’amélioration des résultats pour les patients se heurte à d’autres obstacles : la réglementation en matière de protection de la vie privée, l’intégration dans les flux de travail existants et la formation des médecins à l’utilisation de l’IA. Ces obstacles techniques et institutionnels conduisent de nombreuses personnes à conclure à tort que l’IA est inutilisable dans des domaines tels que les soins de santé ; en réalité, l’adoption de l’IA nécessite tout simplement beaucoup plus de temps que prévu. »

# body.8d058e7c-9209-4670-a3b8-c3eb7954e40e.text
source: <a id="a1">See Sayash's full prediction.</a>
de: <a id="a1">Sayashs vollständige Prognose anzeigen.</a>
fr: <a id="a1">Découvrez les prévisions complètes de Sayash.</a>

# body.1a4c05a8-5971-4383-b0a4-3c88f5c5aea3.altText
source: Image of Roya Pakzad
de: Bild von Roya Pakzad
fr: Photographie de Roya Pakzad

# body.1a4c05a8-5971-4383-b0a4-3c88f5c5aea3.text
source: Bringing AI Down to Earth: Evaluation as a Main AI Theme in 2025
de: KI auf den Boden der Tatsachen holen: Evaluation als zentrales KI-Thema im Jahr 2025
fr: Rendre l’IA plus concrète : l’évaluation au cœur de la thématique de l’IA en 2025

# body.1a4c05a8-5971-4383-b0a4-3c88f5c5aea3.text
source: “The AI landscape in 2025 will undergo a much-needed transformation, shifting from excitement around general capabilities to a focus on evaluation of real-world, domain-specific performance. While the past few years have been largely about celebrating the potential of generative AI and large language models, the next phase will demand practical answers: How effective are these systems at performing specific tasks in domains such as healthcare, government services, humanitarian crises, or social media content governance?”
de: „Die KI-Landschaft im Jahr 2025 wird eine dringend benötigte Transformation erfahren, die sich von der Begeisterung für allgemeine Fähigkeiten hin zu einer Fokussierung auf die Bewertung der realen, domänenspezifischen Leistung verlagert. Während es in den letzten Jahren hauptsächlich darum ging, das Potenzial generativer KI und großer Sprachmodelle zu feiern, wird die nächste Phase praktische Antworten verlangen: Wie effektiv sind diese Systeme bei der Ausführung spezifischer Aufgaben in Bereichen wie dem Gesundheitswesen, Behördendiensten, humanitären Krisen oder der Steuerung von Social-Media-Inhalten?“
fr: « En 2025, le paysage de l’IA connaîtra une transformation indispensable, abandonnant l’enthousiasme pour les fonctionnalités générales pour se concentrer sur l’évaluation des performances dans le monde réel et dans des domaines spécifiques. Si ces dernières années ont été largement consacrées à la célébration du potentiel de l’IA générative et des grands modèles de langage, la prochaine phase exigera des réponses concrètes : dans quelle mesure ces systèmes sont-ils efficaces pour accomplir des tâches spécifiques dans des domaines tels que la santé, les services gouvernementaux, les crises humanitaires ou la modération du contenu des réseaux sociaux ? »

# body.1a4c05a8-5971-4383-b0a4-3c88f5c5aea3.text
source: <a id="a1">See Roya's full prediction.</a>
de: <a id="a1">Royas vollständige Prognose anzeigen.</a>
fr: <a id="a1">Découvrez les prévisions complètes de Roya.</a>

# title
source: Shaping the Future:
fr: Façonner l’avenir :
