Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/opportunities/vcs-will-face-their-privacy-reckoning-*-2025.po
Languages: de, fr

# title
source: VCs Will Face Their Privacy Reckoning in 2025
de: VCs werden im Jahr 2025 mit ihrer Datenschutzabrechnung konfrontiert sein
fr: Les sociétés de capital risque seront contraintes de prendre leurs responsabilités en matière de protection de la vie privée en 2025

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
de: Von bahnbrechenden Innovationen bis hin zu kühnen Visionen – unsere 2025 Fellows teilen ihre Prognosen darüber, wohin die Technologie steuert und welche Auswirkungen sie auf die Welt haben könnte.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: <a id="a1"><b>See the full list →</b></a>
de: <a id="a1"><b>Vollständige Liste anzeigen →</b></a>
fr: <a id="a1"><b>Voir la liste complète →</b></a>

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: 2025 will bring about several crucial shifts in the global surveillance technology market. The AI surveillance industry remains heavily driven by profit and power consolidation, and is <a id="a1">projected</a> to reach $234.72 billion by 2027. Monitoring continues to be embedded in our communication tools, often disguised as "features" or "improvements" but are, in fact, functioning as sophisticated surveillance systems. Facial recognition technology has rapidly become one of the fastest-growing sectors within the surveillance industry. It is <a id="a2">anticipated</a> to grow to $13.4 billion in market value by 2028, at a <a id="a3">growth rate</a> of 14.9% annually, with ML and AI recognized as the primary drivers.
de: 2025 wird einige entscheidende Veränderungen auf dem globalen Markt für Überwachungstechnologien mit sich bringen. Die KI-Überwachungsindustrie wird nach wie vor stark von Gewinnstreben und Machtkonsolidierung angetrieben und <a id="a1">soll</a> bis 2027 ein Volumen von 234,72 Milliarden US-Dollar erreichen. Die Überwachung ist weiterhin in unsere Kommunikationsmittel eingebettet, oft getarnt als „Funktionen“ oder „Verbesserungen“, die aber in Wirklichkeit als ausgeklügelte Überwachungssysteme fungieren. Die Gesichtserkennungstechnologie hat sich schnell zu einem der am schnellsten wachsenden Sektoren innerhalb der Überwachungsindustrie entwickelt. Es wird <a id="a2">erwartet</a>, dass der Marktwert bis 2028 auf 13,4 Milliarden US-Dollar ansteigt, mit einer jährlichen <a id="a3">Wachstumsrate</a> von 14,9 %, wobei ML und KI als Haupttreiber gelten.
fr: L’année 2025 sera marquée par plusieurs changements cruciaux sur le marché mondial des technologies de surveillance. Le secteur de la surveillance par IA reste fortement axé sur le profit et la consolidation du pouvoir, et les <a id="a1">prévisions</a> indiquent qu’il représentera 234,72 milliards de dollars d’ici à 2027. La surveillance continue d’être intégrée dans nos outils de communication, souvent déguisée en « fonctionnalités » ou en « améliorations », mais fonctionnant en réalité comme des systèmes de surveillance sophistiqués. La technologie de reconnaissance faciale est rapidement devenue l’un des secteurs les plus dynamiques de l’industrie de la surveillance. Elle <a id="a2">devrait</a> atteindre une valeur marchande de 13,4 milliards de dollars d’ici 2028, à un <a id="a3">taux de croissance</a> de 14,9 % par an, l’apprentissage automatique et l’IA étant reconnus comme les principaux moteurs de cette croissance.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: The Global Majority face the most severe consequences of surveillance overreach. For instance, the UAE has <a id="a1">developed</a> pervasive <a id="a2">"safe city" platforms</a> and extensive facial recognition infrastructure, making it one of the most <a id="a3">comprehensively monitored</a> nations in West Asia. This surveillance capability is likely to expand further as the UAE <a id="a4">positions</a> itself as a global AI hub. India's surveillance technology sector is also experiencing <a id="a5">unprecedented growth</a> with widespread adoption of AI-powered surveillance systems. Despite documented human rights violations and a Supreme Court <a id="a6">investigation</a> into spyware abuses, India’s government continues to advance its <a id="a7">surveillance agenda</a>. Mexico also exemplifies a dangerous trend: a rapidly expanding AI-enabled surveillance state operating without specific legislative protections, leaving people <a id="a8">particularly vulnerable</a> to privacy violations from both state and private entities as AI adoption expands.
de: Die Mehrheit der Weltbevölkerung ist mit den schwerwiegendsten Folgen der Überwachung konfrontiert. So <a id="a1">entwickelten</a> die VAE beispielsweise allgegenwärtige <a id="a2">„Safe City“-Plattformen</a> und eine umfassende Infrastruktur zur Gesichtserkennung entwickelt, was sie zu einer der am <a id="a3">umfassendsten überwachten</a> Nationen in Westasien macht. Diese Überwachungskapazität wird wahrscheinlich noch weiter ausgebaut werden, da sich die VAE als globales KI-Zentrum <a id="a4">positionieren</a>. Auch Indiens Überwachungstechnologiesektor erlebt ein <a id="a5">beispielloses Wachstum</a> mit der weitverbreiteten Einführung von KI-gestützten Überwachungssystemen. Trotz dokumentierter Menschenrechtsverletzungen und einer <a id="a6">Untersuchung</a> des Obersten Gerichtshofs zu Spyware-Missbrauch treibt die indische Regierung ihre <a id="a7">Überwachungsagenda</a> weiter voran. Mexiko ist ebenfalls ein Beispiel für einen gefährlichen Trend: ein schnell wachsender KI-gestützter Überwachungsstaat, der ohne spezifische gesetzliche Schutzbestimmungen operiert, wodurch die Menschen <a id="a8">besonders anfällig</a> für Datenschutzverletzungen sowohl durch staatliche als auch durch private Stellen sind, da die KI-Einführung zunimmt.
fr: La majorité globale est confrontée aux répercussions les plus néfastes de la surveillance excessive. Par exemple, les Émirats arabes unis ont <a id="a1">développé</a> des plateformes de <a id="a2">« villes sûres »</a> omniprésentes et une vaste infrastructure de reconnaissance faciale, ce qui en fait l’une des nations les <a id="a3">plus surveillées</a> d’Asie occidentale. Cette capacité de surveillance est susceptible de se développer davantage à mesure que les Émirats arabes unis <a id="a4">se positionnent</a> comme un pôle mondial de l’intelligence artificielle. Le secteur des technologies de surveillance en Inde connaît également une <a id="a5">croissance sans précédent</a> avec l’adoption généralisée de systèmes de surveillance basés sur l’IA. Malgré des violations des droits de l’homme avérées et une <a id="a6">enquête</a> de la Cour suprême sur les abus de logiciels espions, le gouvernement indien continue de développer son <a id="a7">programme de surveillance</a>. Le Mexique symbolise également une tendance dangereuse : un état surveillé par l’IA qui se développe rapidement et qui opère sans cadre légal spécifique, rendant la population <a id="a8">particulièrement vulnérable</a> aux violations de la vie privée de la part d’entités gouvernementales et privées à mesure que les technologies d’IA se répandent.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Sovereign wealth funds, including those belonging to repressive regimes, are <a id="a1">pouring billions</a> into venture capital (VC) firms, knowing full well those VCs will funnel that capital into AI surveillance startups, drawn by the lucrative promise of defense contracts and monitoring platforms that can track and analyze large-scale private and behavioral data. Many of these investors wield unprecedented political influence today. Only through massive public pressure, strategic litigation, regulatory threats, and the rare alignment of market forces will VCs even consider prioritizing privacy rights and the human cost of their investments. But with surveillance tech's soaring profits and minimal oversight, there are few incentives for them to develop an ethical backbone.
de: Souveräne Vermögensfonds, einschließlich derer, die repressiven Regimen gehören, <a id="a1">pumpen Milliarden</a> in Risikokapitalfirmen (VCs), wohl wissend, dass diese VCs dieses Kapital in KI-Überwachungs-Startups leiten werden, angezogen von dem lukrativen Versprechen von Verteidigungsverträgen und Überwachungsplattformen, die private und Verhaltensdaten in großem Umfang verfolgen und analysieren können. Viele dieser Investoren üben heute einen beispiellosen politischen Einfluss aus. Nur durch massiven öffentlichen Druck, strategische Rechtsstreitigkeiten, regulatorische Bedrohungen und die seltene Übereinstimmung von Marktkräften werden VCs überhaupt in Erwägung ziehen, Datenschutzrechte und die menschlichen Kosten ihrer Investitionen zu priorisieren. Aber angesichts der steigenden Gewinne und der minimalen Aufsicht im Bereich der Überwachungstechnologie gibt es nur wenige Anreize für sie, ein ethisches Rückgrat zu entwickeln.
fr: Les fonds souverains, y compris ceux appartenant à des régimes autoritaires, <a id="a1">investissent des milliards</a> dans des sociétés de capital risque, sachant pertinemment que ces dernières injecteront ces capitaux dans des start-ups spécialisées dans la surveillance par l’IA, attirées par la promesse lucrative de contrats de défense et de plateformes de surveillance capables de suivre et d’analyser des données privées et comportementales à grande échelle. Nombre de ces investisseurs exercent aujourd’hui une influence politique sans précédent. Ce n’est qu’au prix de pressions publiques massives, de litiges stratégiques, de menaces réglementaires et d’un rare alignement des acteurs du marché que les sociétés de capital risque envisageront de prioriser les droits à la protection de la vie privée et le coût humain de leurs investissements. Mais avec l’explosion des profits des technologies de surveillance et une réglementation minime, les investisseurs ne sont guère incités à adopter une attitude éthique.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: In 2025, VCs will face intense scrutiny over their surveillance tech investments. Hoping to accelerate this transformation, I founded <a id="a1">Surveillance Watch</a>, an interactive map and database revealing the hidden connections within the opaque surveillance industry. This work complements the investigative work of <a id="a2">Amnesty Tech</a>, <a id="a3">Privacy International</a>, <a id="a4">Access Now</a>, <a id="a5">Digital Rights Foundation</a>, <a id="a6">African Internet Rights Alliance</a> and others in global civil society.
de: Im Jahr 2025 werden VCs einer intensiven Prüfung ihrer Investitionen in Überwachungstechnologien ausgesetzt sein. In der Hoffnung, diese Transformation zu beschleunigen, habe ich <a id="a1">Surveillance Watch</a> gegründet, eine interaktive Karte und Datenbank, die die verborgenen Verbindungen innerhalb der undurchsichtigen Überwachungsindustrie aufdeckt. Diese Arbeit ergänzt die investigative Arbeit von <a id="a2">Amnesty Tech</a>, <a id="a3">Privacy International</a>, <a id="a4">Access Now</a>, <a id="a5">Digital Rights Foundation</a>, <a id="a6">African Internet Rights Alliance</a> und anderen in der globalen Zivilgesellschaft.
fr: En 2025, les sociétés de capital risque seront soumises à un contrôle minutieux de leurs investissements dans les technologies de surveillance. Dans l’espoir d’accélérer ces changements, j’ai fondé <a id="a1">Surveillance Watch</a>, une carte interactive et une base de données qui révèlent les liaisons cachées au sein de l’industrie opaque de la surveillance. Ce travail complète le travail d’investigation d’<a id="a2">Amnesty Tech</a>, <a id="a3">Privacy International</a>, <a id="a4">Access Now</a>, <a id="a5">Digital Rights Foundation</a>, <a id="a6">African Internet Rights Alliance</a> et d’autres acteurs de la société civile dans le monde.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: By connecting the dots between financial actors, privacy-violating technologies, and human rights impacts, we’re making the VC investments behind this abuse traceable and public, helping to drive a new standard of privacy-conscious due diligence in tech investments. As privacy violations in the Global Majority continue to impact human rights, legal liability will become a real concern. VCs will increasingly realize their portfolio companies' privacy practices could expose them to significant legal and reputational risks. Driven by a fear of potential <a id="a1">LP clawback</a> due to underperformance rather than a moral awakening, VCs will rush to enforce stricter due diligence and distance themselves from companies without clear privacy protections.
de: Indem wir die Punkte zwischen Finanzakteuren, datenschutzverletzenden Technologien und Auswirkungen auf die Menschenrechte verbinden, machen wir die VC-Investitionen hinter diesem Missbrauch nachvollziehbar und öffentlich und tragen dazu bei, einen neuen Standard für datenschutzbewusste Due Diligence bei Tech-Investitionen voranzutreiben. Da Datenschutzverletzungen in der Mehrheit der Welt weiterhin Auswirkungen auf die Menschenrechte haben, wird die rechtliche Haftung zu einem echten Problem werden. VCs werden zunehmend erkennen, dass die Datenschutzpraktiken ihrer Portfoliounternehmen sie erheblichen rechtlichen und Reputationsrisiken aussetzen könnten. Angetrieben von der Angst vor einer möglichen <a id="a1">Rückforderung durch LPs</a> aufgrund von Underperformance und nicht von einem moralischen Erwachen, werden VCs sich beeilen, eine strengere Due Diligence durchzusetzen und sich von Unternehmen ohne klaren Datenschutz zu distanzieren.
fr: En faisant le lien entre les acteurs financiers, les technologies irrespectueuses de la vie privée et l’impact sur les droits de l’homme, nous rendons les investissements de capital risque responsables de ces abus identifiables et publics, contribuant ainsi à l’établissement d’une nouvelle norme de bonne conduite en matière de respect de la vie privée applicable aux investissements dans le secteur des technologies. Alors que les violations de la vie privée au sein de la majorité globale continuent d’avoir un impact sur les droits de l’homme, la responsabilité juridique va devenir une réelle préoccupation. Les sociétés de capital risque réaliseront de plus en plus que les pratiques en matière de protection de la vie privée des entreprises qu’elles détiennent peuvent les exposer à d’importants risques juridiques et à des atteintes à leur réputation. Poussées par la crainte d’une éventuelle <a id="a1">récupération des fonds</a> en cas de contre-performance plutôt que par un sursaut moral, les sociétés de capital risque s’empresseront d’appliquer des règles de bonne conduite plus strictes et de prendre leurs distances avec les entreprises qui ne garantissent pas clairement la protection de la vie privée.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: The question for VCs won't be whether to consider privacy implications, but how quickly they can adapt to the new reality, where funding surveillance tech carries real legal and financial consequences. Lastly, and most importantly, the myth that "privacy is dead" will finally crumble. Armed with comprehensive data about surveillance industry enablers, grassroots movements will surge worldwide. This is why building an actionable framework for venture capital accountability in AI development is important. This framework must center on the voices and lived experiences of communities most affected by technologies and arming our communities with data and tools to resist harmful surveillance practices. This includes transparent data collection systems that reflect community needs, community-based research to document impacts, political advocacy for stronger accountability measures, and supporting and localizing alternative technology platforms that prioritize privacy and protection from invasive monitoring.
de: Die Frage für VCs wird nicht sein, ob sie die Auswirkungen auf den Datenschutz berücksichtigen sollen, sondern wie schnell sie sich an die neue Realität anpassen können, in der die Finanzierung von Überwachungstechnologie reale rechtliche und finanzielle Konsequenzen hat. Schließlich, und das ist das Wichtigste, wird der Mythos, dass „der Datenschutz tot ist“, endgültig zerbröckeln. Bewaffnet mit umfassenden Daten über die Ermöglicher der Überwachungsindustrie werden Graswurzelbewegungen weltweit entstehen. Deshalb ist es wichtig, einen umsetzbaren Rahmen für die Rechenschaftspflicht von Risikokapital in der KI-Entwicklung zu schaffen. Dieser Rahmen muss sich auf die Stimmen und gelebten Erfahrungen der Gemeinschaften konzentrieren, die am stärksten von Technologien betroffen sind, und unsere Gemeinschaften mit Daten und Werkzeugen ausstatten, um schädlichen Überwachungspraktiken zu widerstehen. Dazu gehören transparente Datenerfassungssysteme, die die Bedürfnisse der Gemeinschaft widerspiegeln, gemeinschaftsbasierte Forschung zur Dokumentation der Auswirkungen, politische Advocacy für stärkere Rechenschaftspflichtmaßnahmen und die Unterstützung und Lokalisierung alternativer Technologieplattformen, die den Datenschutz und den Schutz vor invasiver Überwachung priorisieren.
fr: La question pour les sociétés de capital risque ne sera pas de déterminer si elles doivent prendre en compte les questions de protection de la vie privée, mais de savoir à quelle vitesse elles peuvent s’adapter à cette nouvelle réalité, dans laquelle le financement de technologies de surveillance entraîne de réelles conséquences juridiques et financières. Enfin, et surtout, le mythe selon lequel « la vie privée est morte » va enfin s’effondrer. Armés de données complètes sur les acteurs de l’industrie de la surveillance, les mouvements populaires se développeront dans le monde entier. C’est pourquoi il est important de mettre en place un cadre d’action pour la responsabilisation du capital risque dans le développement de l’IA. Ce cadre doit être axé sur les témoignages et les expériences vécues dans les communautés les plus touchées par les technologies et sur l’acquisition de données et d’outils permettant de résister aux pratiques de surveillance préjudiciables. Cela inclut des systèmes de collecte de données transparents qui reflètent les besoins des communautés, des recherches communautaires visant à documenter les impacts, un plaidoyer politique pour des mesures de responsabilisation plus fortes, et le soutien et la localisation de plateformes technologiques alternatives qui donnent la priorité à la vie privée et à la protection contre la surveillance abusive.

# body.eca25d37-04d9-4d98-ac47-508d730ae036.altText
source: Image of Esra'a Al Shafei
de: Bild: Esra'a Al Shafei

# body.eca25d37-04d9-4d98-ac47-508d730ae036.text
source: Esra'a Al Shafei is a 2025 Mozilla Fellow.
de: Esra'a Al Shafei ist im Jahr 2025 eine Mozilla-Stipediatin.

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
de: Von bahnbrechenden Innovationen bis hin zu kühnen Visionen – unsere 2025 Fellows teilen ihre Prognosen darüber, wohin die Technologie steuert und welche Auswirkungen sie auf die Welt haben könnte.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: <a id="a1"><b>See the full list →</b></a>
de: <a id="a1"><b>Vollständige Liste anzeigen →</b></a>
fr: <a id="a1"><b>Voir la liste complète →</b></a>

# subtitle
source: Esra'a Al Shafei, Mozilla 2025 Fellow
fr: Esra’a Al Shafei, boursière Mozilla 2025
