Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/opportunities/we-need-to-decolonize-our-language-about-ai-*-2025.po
Languages: de, fr

# title
source: We Need to Decolonize our Language About AI in 2025.
de: Dekolonisierung der KI-Sprache: Eine notwendige Aufgabe für 2025.
fr: Il est nécessaire de décoloniser le vocabulaire relatif à l’IA en 2025.

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
de: Von bahnbrechenden Innovationen bis hin zu kühnen Visionen – unsere 2025 Fellows teilen ihre Prognosen darüber, wohin die Technologie steuert und welche Auswirkungen sie auf die Welt haben könnte.
fr: Qu’il s’agisse d’innovations révolutionnaires ou de visions ambitieuses, nos boursiers 2025 nous livrent leurs prévisions sur l’évolution de la technologie et son éventuel impact sur le monde.

# body.073070e7-59bf-4833-88ba-a8400d2dcd49
source: <a id="a1"><b>See the full list →</b></a>
de: <a id="a1"><b>Vollständige Liste anzeigen →</b></a>
fr: <a id="a1"><b>Voir la liste complète →</b></a>

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Buzz about AI has proliferated in recent years, but the words we use to talk about AI aren't just neutral technical jargon. Instead, language about AI serves as an instrument of power in the fabric of the internet and society. As <a id="a1">M. Hoff</a>, quoting the Bolivian sociologist Silvia Rivera Cusicanqui, warns: “[Buzzwords] are words that we take for granted, that silence our worries and concerns and pasteurize our doubts and questions. They are words that, by using them indiscriminately, we weaken them and empty them of their meaning.” When we carelessly employ these buzzwords, we drain them of their significance and power to drive meaningful change.
de: In den letzten Jahren ist KI in aller Munde. Aber die Worte, mit denen wir über KI sprechen, sind nicht nur neutraler Fachjargon. Sprache über KI ist ein Machtinstrument, das unsere Internet- und Gesellschaftsstrukturen prägt. <a id="a1">M. Hoff</a> zitiert die bolivianische Soziologin Silvia Rivera Cusicanqui und warnt: „[Buzzwords] sind Worte, die wir für selbstverständlich halten, die unsere Sorgen und Bedenken zum Schweigen bringen und unsere Zweifel und Fragen pasteurisieren. Es sind Worte, die wir durch ihre wahllose Verwendung schwächen und ihrer Bedeutung entleeren.“ Wenn wir diese Buzzwords unbedacht verwenden, berauben wir sie ihrer Bedeutung und ihrer Kraft, sinnvolle Veränderungen voranzutreiben.
fr: Le battage médiatique autour de l’IA a proliféré ces dernières années, mais le vocabulaire employé pour parler de l’IA n’est pas qu’un simple jargon technique neutre. Au contraire, le vocabulaire relatif à l’IA sert d’instrument de pouvoir dans la structure d’Internet et de la société. Comme le souligne <a id="a1">M. Hoff</a>, citant la sociologue bolivienne Silvia Rivera Cusicanqui : « [Les mots à la mode] sont des mots que nous prenons pour acquis, qui font taire nos inquiétudes et nos préoccupations et pasteurisent nos doutes et nos questions. Ce sont des mots qui, à force d’être utilisés sans discernement, les affaiblissent et les dépouillent de leur sens ». Lorsque nous employons négligemment ces mots à la mode, nous leur retirons leur signification et leur pouvoir de susciter des changements significatifs.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: The concept of decolonization - of language, of systems, of technology - has become crucial in this context of technological advancement. As AI systems continue to evolve, we're witnessing concerning disconnects between various initiatives that should ideally work in harmony: between AI development and open government, between AI systems and open data practices, and between feminist agendas and public tech policy. These divisions threaten to undermine decolonization efforts and exacerbate existing inequalities, particularly at the intersection of feminism, data, and AI technologies.
de: Das Konzept der Dekolonisierung – von Sprache, von Systemen, von Technologie – ist in diesem Kontext des technologischen Fortschritts von entscheidender Bedeutung. Während sich KI-Systeme weiterentwickeln, beobachten wir besorgniserregende Diskrepanzen zwischen verschiedenen Initiativen, die idealerweise harmonisch zusammenarbeiten sollten: zwischen KI-Entwicklung und Open Government, zwischen KI-Systemen und Open Data-Praktiken und zwischen feministischen Agenden und öffentlicher Technologiepolitik. Diese Spaltungen drohen, die Dekolonisierung zu untergraben und bestehende Ungleichheiten zu verschärfen, insbesondere an der Schnittstelle von Feminismus, Daten und KI-Technologien.
fr: Le concept de décolonisation (du vocabulaire, des systèmes, de la technologie) est devenu crucial dans ce contexte de progrès technologique. Alors que les systèmes d’IA continuent d’évoluer, nous sommes témoins de ruptures préoccupantes entre diverses initiatives qui devraient idéalement fonctionner en harmonie : entre le développement de l’IA et le gouvernement ouvert, entre les systèmes d’IA et les pratiques de données ouvertes, et entre les revendications féministes et les politiques publiques en matière de technologie. Ces divisions menacent de saper les efforts de décolonisation et d’exacerber les inégalités existantes, en particulier au point de convergence du féminisme, des données et des technologies de l’IA.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Integrating decolonization principles into AI development serves as a crucial first step - not as a magical solution, but as a practical approach to addressing these challenges. Looking ahead to 2025, we can - and must - work toward establishing robust public technology frameworks and associated language that actively support AI decolonization efforts.
de: Die Integration von Dekolonisierungsprinzipien in die KI-Entwicklung ist ein entscheidender erster Schritt – keine magische Lösung, aber ein praktischer Ansatz zur Bewältigung dieser Herausforderungen. Mit Blick auf 2025 können und müssen wir auf robuste Rahmenwerke für öffentliche Technologien und eine entsprechende Sprache hinarbeiten, die die Dekolonisierung von KI aktiv unterstützen.
fr: L’intégration des principes de décolonisation dans le développement de l’IA constitue une première étape cruciale, qui ne représente pas une solution miracle, mais une approche pratique pour relever ces défis. À l’horizon 2025, nous pouvons, et nous devons, travailler à l’établissement de cadres technologiques publics solides et d’un vocabulaire associé qui soutiennent activement les efforts de décolonisation de l’IA.

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: A concrete step in this direction is the implementation of a <a id="a1">gender data collaborative</a> in South America, which forms part of my Mozilla Fellowship work. This initiative aims to strengthen citizen-generated data while bridging the gap between open data initiatives and feminist movements at the grassroots level. However, success in this endeavor requires understanding that feminist technology movements must consider the broader geopolitical landscape of AI development.
de: Ein konkreter Schritt in diese Richtung ist die Implementierung einer <a id="a1">Gender Data Collaborative</a> in Südamerika, die Teil meiner Arbeit als Mozilla Fellow ist. Diese Initiative zielt darauf ab, bürgergenerierte Daten zu stärken und gleichzeitig die Lücke zwischen Open-Data-Initiativen und feministischen Bewegungen an der Basis zu schließen. Der Erfolg dieses Unterfangens erfordert jedoch das Verständnis, dass feministische Technologiebewegungen die umfassendere geopolitische Landschaft der KI-Entwicklung berücksichtigen müssen.
fr: Une mesure concrète dans cette optique est la mise en œuvre d’une initiative de <a id="a1">collaboration en matière de données liées au genre</a> en Amérique du Sud, qui s’inscrit dans le cadre de mon travail au sein de la bourse Mozilla. Cette initiative vise à renforcer les données générées par les citoyens tout en comblant le fossé entre les initiatives de données ouvertes et les mouvements féministes au niveau local. Cependant, pour que cette initiative soit couronnée de succès, il faut comprendre que les mouvements technologiques féministes doivent prendre en compte le paysage géopolitique plus large du développement de l’IA

# body.e394f8d5-2bcf-4d5d-8572-59427c0eb504
source: Ultimately, the decolonization of AI transcends mere technological considerations - it represents a fundamental power struggle that encompasses our relationship with technology, our approach to data collection and use, our understanding of knowledge systems, our labor practices, and the political dimensions of our daily lives. By acknowledging and addressing these interconnected challenges, we can work toward an AI future that truly serves and represents all communities.
de: Letztendlich geht die Dekolonisierung von KI über rein technologische Überlegungen hinaus – sie stellt einen grundlegenden Machtkampf dar, der unser Verhältnis zur Technologie, unseren Umgang mit Datenerhebung und -nutzung, unser Verständnis von Wissenssystemen, unsere Arbeitspraktiken und die politischen Dimensionen unseres täglichen Lebens umfasst. Indem wir diese miteinander verbundenen Herausforderungen anerkennen und angehen, können wir auf eine KI-Zukunft hinarbeiten, die wirklich allen Gemeinschaften dient und sie repräsentiert.
fr: En définitive, la décolonisation de l’IA transcende les simples considérations technologiques : elle représente une lutte de pouvoir fondamentale qui englobe notre relation avec la technologie, notre approche de la collecte et de l’utilisation des données, notre compréhension des systèmes de connaissance, nos pratiques de travail et les dimensions politiques de notre vie quotidienne. En reconnaissant et en relevant ces défis interconnectés, nous pouvons œuvrer en faveur d’un avenir de l’IA qui serve et représente véritablement toutes les communautés.

# body.eca25d37-04d9-4d98-ac47-508d730ae036.altText
source: Image of Virginia Brussa
de: Bild von Virginia Brussa
fr: Photo de Virginia Brussa

# body.eca25d37-04d9-4d98-ac47-508d730ae036.text
source: Virginia Brussa is a 2025 Mozilla Fellow
de: Virginia Brussa ist eine 2025 Mozilla Fellow

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: From groundbreaking innovations to bold visions, our 2025 Fellows share their predictions on where technology is headed—and the impact it could have on the world.
de: Von bahnbrechenden Innovationen bis hin zu kühnen Visionen – unsere 2025 Fellows teilen ihre Prognosen darüber, wohin die Technologie steuert und welche Auswirkungen sie auf die Welt haben könnte.

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: <a id="a1"><b>See the full list →</b></a>
de: <a id="a1"><b>Vollständige Liste anzeigen →</b></a>

# body.eca25d37-04d9-4d98-ac47-508d730ae036.text
source: Virginia Brussa is a 2025 Mozilla Fellow. She is partnered with <a id="a1">GIRE</a>. Her fellowship is supported by the <a id="a2">Ford Foundation</a>. Read more <a id="a3">here</a>
fr: Virginia Brussa est boursière Mozilla 2025. Elle travaille en collaboration avec <a id="a1">GIRE</a>. Sa bourse est soutenue par la <a id="a2">Ford Foundation</a>. Pour en savoir plus <a id="a3">cliquez ici</a>

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: To learn more about Mozilla fellowships
fr: Pour en savoir plus sur les bourses Mozilla

# body.abbdd78a-b9ad-4e1d-af2d-7b53f636cc3b
source: <a id="a1"><b>click here →</b></a>
fr: <a id="a1"><b>cliquez ici →</b></a>
