Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/*-facebook-activity-fcking-*-finances-mozilla-explains-data-brokers.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Is my Facebook activity messing up my finances? Mozilla Explains: Data Brokers
de: Bringt meine Facebook-Aktivität meine Finanzen durcheinander? Mozilla erklärt: Datenbroker
es: ¿Mi actividad en Facebook está arruinando mis finanzas? Mozilla Explica: Los Data Brokers
fr: Mon activité sur Facebook nuit-elle à mes finances ? Mozilla explique : Les courtiers en données
pl: Czy moja aktywność na Facebooku miesza mi w finansach? Mozilla wyjaśnia: brokerzy danych
pt_br: Minhas atividades no Facebook estão atrapalhando minhas finanças? Mozilla explica: corretoras de dados

# search_description
source: Ever wondered how your online activity could affect your ability to get credit? Anouk Ruhaak explains Data Brokers and the surprising ways social media might affect your finances in this episode of Mozilla Explains.
de: Haben Sie sich jemals gefragt, wie sich Ihre Online-Aktivitäten auf Ihre Kreditwürdigkeit auswirken könnten? Anouk Ruhaak erklärt in dieser Episode von „Mozilla erklärt“ Datenbroker und die überraschenden Auswirkungen von Social Media auf Ihre Finanzen.
es: ¿Alguna vez te has preguntado qué efecto puede tener tu actividad en línea sobre tu capacidad para obtener un crédito? En este episodio de Mozilla Explica, Anouk Ruhaak te explica qué son los data brokers y de qué formas sorprendentes las redes sociales pueden afectar tus finanzas.
fr: Vous êtes-vous déjà demandé comment votre activité en ligne pouvait affecter votre capacité à obtenir un crédit ? Anouk Ruhaak explique les courtiers en données et les façons surprenantes dont les réseaux sociaux peuvent affecter vos finances dans cet épisode de Mozilla explique.
pl: Zastanawialiście się kiedyś nad tym, jak aktywność online może wpłynąć na możliwość uzyskania kredytu? W tym odcinku "Mozilla wyjaśnia" Anouk Ruhaak opowiada o brokerach danych i zaskakującym wpływie mediów społecznościowych na Twoje finanse.
pt_br: Já se perguntou como suas atividades online podem afetar sua capacidade de obter crédito? Anouk Ruhaak explica as corretoras de dados e as formas surpreendentes como as redes sociais podem afetar suas finanças neste episódio de Mozilla explica.

# body.1f02c8a1-23ea-4e3c-af87-f8a0f42c0ea2
source: Ever wondered how your online activity could affect your ability to get credit? I’m Anouk Ruhaak, Mozilla Fellow in Residence working on data stewardship, and in this episode of Mozilla Explains, I explain Data Brokers, and the surprising ways social media might affect your finances. You can learn more in the video below, or read on.
de: Haben Sie sich jemals gefragt, wie sich Ihre Online-Aktivitäten auf Ihre Kreditwürdigkeit auswirken könnten? Ich bin Anouk Ruhaak, Mozilla Fellow in Residence und arbeite im Bereich Data Stewardship. In dieser Episode von „Mozilla erklärt“ spreche ich über Datenbroker und die überraschenden Auswirkungen von Social Media auf Ihre Finanzen. Sie können mehr im Video unten erfahren oder weiterlesen.
es: ¿Alguna vez te has preguntado qué efecto puede tener tu actividad en línea sobre tu capacidad para obtener un crédito? Soy Anouk Ruhaak, una becaria residente de Mozilla que trabaja en la gestión de datos. En este episodio de Mozilla Explica, voy a explicarte qué son los data brokers y de qué formas sorprendentes las redes sociales pueden afectar tus finanzas. Puedes obtener más información en el vídeo a continuación o seguir leyendo.
fr: Vous êtes-vous déjà demandé comment votre activité en ligne pouvait affecter votre capacité à obtenir un crédit ? Je suis Anouk Ruhaak, Mozilla Fellow in Residence qui travaille sur la gestion des données, et dans cet épisode de Mozilla explique, j’explique les courtiers en données, et les façons surprenantes dont les réseaux sociaux peuvent affecter vos finances. Vous pouvez en savoir plus dans la vidéo ci-dessous, ou lire la suite.
pl: Zastanawialiście się kiedyś nad tym, jak aktywność online może wpłynąć na możliwość uzyskania kredytu? Nazywam się Anouk Ruhaak, jestem rezydentem w Mozilli i zajmuję się zarządzaniem danymi. W tym odcinku „Mozilla wyjaśnia” tłumaczę, kim są brokerzy danych i opowiadam o zaskakującym wpływie mediów społecznościowych na Twoje finanse. Więcej dowiesz się z poniższego filmu lub przeczytasz dalej.
pt_br: Já se perguntou como suas atividades online podem afetar sua capacidade de obter crédito? Sou Anouk Ruhaak, membro em residência da Mozilla e trabalho com gestão de dados. Neste episódio de Mozilla explica, vou explicar as corretoras de dados e as formas surpreendentes como as redes sociais podem afetar suas finanças. Você pode saber mais no vídeo abaixo ou continuar lendo.

# body.284a62c7-4ec6-4413-9315-0e836d9e7480.url
source: https://www.youtube.com/embed/RgACO6qp9kw?rel=0
de: https://www.youtube.com/embed/RgACO6qp9kw?rel=0&cc_load_policy=1&cc_lang_pref=de
es: https://www.youtube.com/embed/RgACO6qp9kw?rel=0&cc_load_policy=1&cc_lang_pref=es
fr: https://www.youtube.com/embed/RgACO6qp9kw?rel=0&cc_load_policy=1&cc_lang_pref=fr
pl: https://www.youtube.com/embed/RgACO6qp9kw?rel=0&cc_load_policy=1&cc_lang_pref=pl
pt_br: https://www.youtube.com/embed/RgACO6qp9kw?rel=0&cc_load_policy=1&cc_lang_pref=pt

# body.6605b62b-4280-4178-bfcd-549ee6c25ba5
source: While we shop, chat, or read the news online, we leave behind a trail of data: tweets, posts, pictures, the number of times we consulted a medical site, signed up for a language course, or booked a plane ticket.
de: Während wir online einkaufen, chatten oder Nachrichten lesen, hinterlassen wir eine Spur von Daten: Tweets, Posts, Bilder, die Häufigkeit, mit der wir eine medizinische Website konsultiert, einen Sprachkurs besucht oder ein Flugticket gebucht haben.
es: Mientras compramos, chateamos o leemos las noticias en línea, dejamos un rastro de datos detrás de nosotros: tweets, publicaciones, imágenes, la cantidad de veces que consultamos un sitio médico, nos inscribimos en un curso de idiomas o reservamos un boleto de avión.
fr: Lorsque nous faisons des achats, discutons ou lisons les nouvelles en ligne, nous laissons derrière nous une traînée de données : tweets, messages, photos, nombre de fois où nous avons consulté un site médical, nous sommes inscrits à un cours de langue ou avons réservé un billet d’avion.
pl: Kiedy robimy zakupy, rozmawiamy lub czytamy wiadomości online, zostawiamy po sobie ślad w sieci: tweety, posty, zdjęcia, konsultacje z witryną medyczną, zapisy na kurs językowy lub rezerwacje biletów lotniczych.
pt_br: Enquanto fazemos compras, conversamos ou lemos as notícias online, deixamos um rastro de dados: tweets, postagens, fotos, o número de vezes que consultamos um site médico, nos inscrevemos em um curso de idioma ou reservamos uma passagem de avião.

# body.6605b62b-4280-4178-bfcd-549ee6c25ba5
source: Some companies exist for the sole purpose of collecting all the data you leave online, and then sell it on to whomever pays. These companies are called data brokers.
de: Einige Unternehmen existieren nur zu dem Zweck, alle Daten, die Sie online hinterlassen, zu sammeln und sie dann an jene, die bereits sind dafür zu bezahlen, weiterzuverkaufen. Diese Unternehmen werden als Datenbroker bezeichnet.
es: Algunas empresas existen con el único propósito de recopilar los datos que dejas en línea, para luego venderlos a quien sea que pague por ellos. Estas empresas son llamadas «data brokers».
fr: Certaines entreprises existent dans le seul but de collecter toutes les données que vous laissez en ligne, puis de les revendre au plus offrant. Ces entreprises sont appelées courtiers en données.
pl: Niektóre firmy istnieją wyłącznie po to, aby zbierać wszystkie dane pozostawione przez Ciebie w Internecie, a następnie sprzedać je komuś. Firmy te nazywamy brokerami danych.
pt_br: Algumas empresas existem com o único propósito de coletar todos os dados que você deixa online e depois vendê-los para quem pagar. Essas empresas são chamadas de corretoras de dados.

# body.6605b62b-4280-4178-bfcd-549ee6c25ba5
source: They follow you around as you go from one website to another and store all the information you leave behind. On their own, each data point says very little about you. But when you combine all that information, it suddenly becomes possible to gain insight into your political beliefs, your religion, gender, sexual preferences, financial status, and even whether you are about to get married or want to get pregnant. And that’s exactly what happens: data brokers use the information they collect to build extensive, although often incorrect, profiles.
de: Sie folgen Ihnen, wenn Sie von einer Website zur anderen gehen und speichern alle Informationen, die Sie hinterlassen. Jeder Datenpunkt allein sagt sehr wenig über Sie aus. Aber wenn Sie all diese Informationen kombinieren, wird es plötzlich möglich, einen Einblick in Ihre politischen Überzeugungen, Ihre Religion, Ihr Geschlecht, Ihre sexuellen Vorlieben, Ihren finanziellen Status und sogar darüber zu erhalten, ob Sie kurz vor der Heirat stehen oder schwanger werden möchten. Und genau das passiert: Datenbroker verwenden die gesammelten Informationen, um umfangreiche, wenn auch oft falsche Profile zu erstellen.
es: Se dedican a seguirte mientras vas de un sitio web a otro, y almacenan todos los datos que dejas detrás. Por sí solo, cada punto de datos dice muy poco acerca de ti. Pero cuando se combina toda la información, de repente se puede adquirir una idea de cuál es tu orientación política, tu religión, género, preferencias sexuales, situación económica e incluso se puede predecir si estás a punto de casarte o si deseas quedar embarazada. Y eso es exactamente lo que sucede: los data brokers usan la información que recopilan para crear perfiles minuciosos, aunque a menudo incorrectos.
fr: Ils vous suivent lorsque vous passez d’un site web à un autre et stockent toutes les informations que vous laissez derrière vous. En soi, chaque point de données en dit très peu sur vous. Mais lorsque vous combinez toutes ces informations, il devient soudain possible de connaître vos convictions politiques, votre religion, votre sexe, vos préférences sexuelles, votre situation financière, et même de savoir si vous êtes sur le point de vous marier ou si vous souhaitez tomber enceinte. Et c’est exactement ce qui se passe : les courtiers en données utilisent les informations qu’ils recueillent pour établir des profils détaillés, bien que souvent erronés.
pl: Śledzą Cię, gdy przechodzisz z jednej strony na drugą i przechowują wszystkie dane, które tam zostawiasz. Pojedyncza informacja ujawni bardzo mało. Ale kiedy połączą wszystkie te dane, nagle będą mogli powiedzieć o twoich przekonaniach politycznych, religii, płci, wieku, preferencjach seksualnych, statusie finansowym, mogą nawet przewidzieć, czy wkrótce weźmiesz ślub lub czy jesteś w ciąży. I tak właśnie się dzieje: brokerzy danych wykorzystują te informacje do budowy obszernych profili użytkowników – choć są one często mylące.
pt_br: Elas seguem você conforme vai de um site a outro e armazenam todas as informações que você deixa para trás. Por si só, cada ponto de dados diz muito pouco sobre você. Mas ao combinar todas essas informações, de repente torna-se possível obter insights sobre suas crenças políticas, sua religião, gênero, preferências sexuais, situação financeira e até mesmo se você está prestes a se casar ou quer engravidar. E é exatamente isso o que acontece: as corretoras de dados usam as informações que coletam para criar perfis extensos, embora muitas vezes incorretos.

# body.30ba4026-7638-4c47-8aaf-5dba3885db0b
source: How does that affect your finances?
de: Wie wirkt sich das auf Ihre Finanzen aus?
es: ¿Qué efecto tiene esto en tus finanzas?
fr: Comment cela affecte-t-il vos finances ?
pl: Jak to wpływa na Twoje finanse?
pt_br: Como isso afeta suas finanças?

# body.30ba4026-7638-4c47-8aaf-5dba3885db0b
source: You want a loan? The bank would like to know how likely you are to repay that loan. That seems fair. But how do they decide that?
de: Sie wollen einen Kredit? Die Bank möchte wissen, wie wahrscheinlich es ist, dass Sie diesen Kredit zurückzahlen. Das scheint gerecht. Aber wie entscheiden sie das?
es: ¿Quieres un préstamo? Al banco le gustaría saber cuál es la probabilidad de que le devuelvas ese préstamo. Parece justo. Pero, ¿cómo hacen para definir esto?
fr: Vous voulez un prêt ? La banque aimerait savoir quelles sont vos chances de rembourser ce prêt. Cela semble juste. Mais comment en décident-ils ?
pl: Chcesz pożyczkę? Bank chce wiedzieć jaka jest szansa na to, że ją spłacisz. Ma to sens. Ale jak o tym decydują?
pt_br: Você quer um empréstimo? O banco gostaria de saber qual a probabilidade de você quitar esse empréstimo. Isso parece justo. Mas como eles decidem isso?

# body.30ba4026-7638-4c47-8aaf-5dba3885db0b
source: In some countries, loan providers can only look at your official credit score, which is based on your <i>financial</i> history: how much money you have in your bank account, whether you have outstanding loans, and so on. Credit scores aren't perfect, but at least they're based on information relevant to the question at hand: whether you could repay a loan.
de: In einigen Ländern können Kreditanbieter nur Ihre offizielle Kreditwürdigkeit einsehen, die auf Ihrer <i>Finanzhistorie</i> basiert: wie viel Geld Sie auf Ihrem Bankkonto haben, ob Sie ausstehende Kredite haben und so weiter. Kreditscores sind nicht perfekt, aber zumindest basieren sie auf Informationen, die für die vorliegende Frage relevant sind, nämlich ob Sie einen Kredit zurückzahlen könnten.
es: En algunos países, los proveedores de préstamos solo pueden consultar tu puntaje crediticio oficial, que está basado en tu <i></i> historial financiero: cuánto dinero tienes en tu cuenta bancaria, si tienes préstamos pendientes, etc. Los puntajes crediticios no son algo perfecto, pero al menos están basados en datos relevantes para la pregunta en cuestión: si podrías devolver un préstamo.
fr: Dans certains pays, les organismes de prêts ne peuvent examiner que votre cote de crédit officielle, qui est basée sur votre <i>historique financier</i> : combien d’argent vous avez sur votre compte bancaire, si vous avez des prêts en cours, etc. Les scores de crédit ne sont pas parfaits, mais au moins ils sont basés sur des informations pertinentes pour la question en jeu : si vous pouvez rembourser un prêt.
pl: W niektórych krajach podmioty udzielające pożyczek mogą analizować tylko oficjalną zdolność kredytową, <i></i> która oparta jest na Twojej historii finansowej: ile masz pieniędzy na koncie bankowym, czy masz zaległe pożyczki, itd. Ocena kredytowa nie jest idealnym systemem, ale przynajmniej opiera się na informacjach istotnych dla kluczowego pytania: czy możesz spłacić pożyczkę.
pt_br: Em alguns países, os provedores de empréstimos só podem ver sua pontuação de crédito oficial, que se baseia em seu histórico <i>financeiro</i>: quanto dinheiro você tem em sua conta bancária, se tem empréstimos pendentes e assim por diante. As pontuações de crédito não são perfeitas, mas pelo menos são baseadas em informações relevantes para o assunto em questão: se você poderia quitar um empréstimo.

# body.30ba4026-7638-4c47-8aaf-5dba3885db0b
source: But what if you don't have an extensive financial history, or you live in a country without clear rules about how credit scores can be calculated?
de: Aber was ist, wenn Sie keine umfassende Finanzgeschichte haben oder in einem Land leben, in dem es keine klaren Regeln für die Berechnung von Kreditscores gibt?
es: Pero, ¿qué pasa si no tienes un historial financiero extenso o si vives en un país en el que no hay reglas claras sobre cómo calcular el puntaje crediticio?
fr: Mais qu’en est-il si vous n’avez pas d’antécédents financiers importants ou si vous vivez dans un pays qui n’a pas de règles claires sur la façon dont les scores de crédit peuvent être calculés ?
pl: Co jeśli nie masz bogatej historii finansowej lub mieszkasz w kraju, w którym nie ma jasnych zasad obliczania zdolności kredytowej?
pt_br: Mas e se você não tiver um histórico financeiro extenso ou viver em um país sem regras claras sobre como a pontuação de crédito pode ser calculada?

# body.30ba4026-7638-4c47-8aaf-5dba3885db0b
source: In those cases your credit score could be based on just about anything. What you post on social media, whether you recently visited a doctor, or whether or not you live in a wealthy neighbourhood. Suddenly, your most recent Google search history, or your latest post on TikTok could influence whether you can get that loan.
de: In diesen Fällen könnte Ihre Kreditwürdigkeit auf fast allem basieren. Was Sie in den sozialen Medien posten, ob Sie kürzlich einen Arzt aufgesucht haben oder in einem wohlhabenden Viertel leben oder nicht. Plötzlich könnte Ihr letzter Google-Suchverlauf oder Ihr letzter Beitrag auf TikTok beeinflussen, ob Sie diesen Kredit erhalten können.
es: En esos casos, su puntaje crediticio podría basarse en casi cualquier cosa. Lo que publicas en las redes sociales, si has visitado a un médico recientemente o si vives o no vives en un barrio rico. De repente, tu historial de búsqueda de Google más reciente o tu última publicación en TikTok puede influir en tus posibilidades de obtener el préstamo.
fr: Dans ces cas-là, votre score de crédit pourrait être basé sur à peu près n’importe quoi. Ce que vous publiez sur les réseaux sociaux, si vous avez récemment consulté un médecin, ou si vous vivez ou non dans un quartier aisé. Soudain, l’historique de vos dernières recherches sur Google ou votre dernier message sur TikTok peuvent influencer l’obtention de votre prêt.
pl: W takich przypadkach Twoja ocena kredytowa może być obliczona na niemal każdej podstawie. Publikacje w mediach społecznościowych, niedawne wizyty u lekarza, mieszkanie w bogatej dzielnicy. Nagle okazuje się, że Twoja historia wyszukiwania w Google lub najnowszy post na TikToku mają wpływ na to, czy możesz uzyskać pożyczkę.
pt_br: Nesses casos, sua pontuação de crédito pode se basear em praticamente qualquer coisa. O que você posta nas redes sociais, se foi ao médico recentemente ou se mora em um bairro rico ou não. De repente, seu histórico de pesquisa mais recente no Google ou sua última postagem no TikTok podem influenciar se você pode obter esse empréstimo.

# body.30ba4026-7638-4c47-8aaf-5dba3885db0b
source: And how do loan providers obtain that information about you? Exactly, data brokers.
de: Und wie erhalten Kreditanbieter diese Informationen über Sie? Genau, Datenbroker.
es: ¿Y cómo obtienen los proveedores de préstamos esa información acerca de ti? Exactamente, a través de los data brokers.
fr: Et comment les organismes de prêts obtiennent-ils ces informations sur vous ? Eh oui, par des courtiers en données.
pl: Skąd pożyczkodawcy mają takie informacje o Tobie? Dokładnie, od brokerów danych.
pt_br: E como os provedores de empréstimos obtêm essas informações sobre você? Exatamente, corretoras de dados.

# body.30ba4026-7638-4c47-8aaf-5dba3885db0b
source: This isn’t hypothetical – there are loan providing apps in India doing exactly this.
de: Dies ist nicht hypothetisch – es gibt in Indien Apps zur Kreditvergabe, die genau dies tun.
es: No hablo de algo hipotético: existen aplicaciones de préstamos en India para hacer exactamente esto.
fr: Ce n’est pas une hypothèse – il existe des applications de prêt en Inde qui font exactement cela.
pl: To nie hipotetyczne rozważania – w Indiach działają aplikacje pożyczkowe, które tak właśnie funkcjonują.
pt_br: Isso não é hipotético – na Índia existem aplicativos para fornecer empréstimos que fazem exatamente isso.

# body.30ba4026-7638-4c47-8aaf-5dba3885db0b
source: Even if you’re careful about what you post on social media, it may not be enough. Not everything about you online is correct and neither is the data collected by data brokers. They may have found a post by someone with the same name and assumed it was you. Or someone may have said something about you online that was not true. Unfortunately, you’re not likely to know this and are unable to correct these errors.
de: Selbst wenn Sie mit dem, was Sie in den sozialen Medien posten, vorsichtig sind, reicht es möglicherweise nicht aus. Nicht alles über Sie online ist korrekt und auch nicht die von Datenbrokern gesammelten Daten. Sie haben möglicherweise einen Beitrag von jemandem mit demselben Namen gefunden und vermuteten, dass Sie es waren. Oder jemand hat online etwas über Sie gesagt, das nicht stimmte. Leider wissen Sie dies wahrscheinlich nicht und können diese Fehler nicht korrigieren.
es: Incluso si tienes cuidado con lo que publicas en las redes sociales, puede que no sea suficiente. No toda la información que hay en línea sobre ti es correcta, y tampoco lo son los datos recopilados por los data brokers. Puede que hayan encontrado una publicación de alguien con tu mismo nombre y hayan asumido que eras tú. O alguien puede haber dicho algo sobre ti en línea que no era cierto. Desafortunadamente, es probable que no te enteres de esto y que no puedas corregir esos errores.
fr: Même si vous faites attention à ce que vous publiez sur les réseaux sociaux, cela peut ne pas être suffisant. Tout ce qui vous concerne en ligne n’est pas exact, pas plus que les données recueillies par les courtiers en données. Ils peuvent avoir trouvé un message publié par une personne portant le même nom et avoir supposé qu’il s’agissait de vous. Ou quelqu’un peut avoir dit quelque chose de faux sur vous en ligne. Malheureusement, il est peu probable que vous le sachiez et que vous puissiez corriger ces erreurs.
pl: Uważanie na to, co publikujesz w sieci, może nie wystarczyć. Nie wszystko w sieci jest zgodne z prawdą i to dotyczy też Twoich danych gromadzonych przez brokerów danych. Mogli znaleźć post opublikowany przez kogoś o tym samym imieniu i założyć, że to Ty. Albo ktoś mógł powiedzieć o Tobie w sieci coś, co nie było prawdą. Niestety, prawdopodobnie nie wiesz o tym i nie możesz wyjaśnić takich błędów.
pt_br: Mesmo que você tenha cuidado com o que publica nas redes sociais, pode não ser suficiente. Nem tudo online sobre você está correto, assim como os dados coletados por corretoras de dados. Elas podem ter encontrado uma postagem de alguém com o mesmo nome e presumido que era você. Ou alguém pode ter falado online algo sobre você que não era verdade. Infelizmente, você provavelmente não sabe disso e não pode corrigir esses erros.
