Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/*-facebook-activity-fcking-*-finances-mozilla-explains-data-brokers.po
Languages: de, es, fr, pl, pt_br

# body.30ba4026-7638-4c47-8aaf-5dba3885db0b
source: And it gets worse. A lot of these decisions are made by machines that use complicated algorithms to decide whether or not you are eligible for a loan. So complex that it’s often impossible for a human to understand how they arrived at their decision. Which means it’s difficult to know whether the decision was fair and based on relevant information.
de: Und es wird schlimmer. Viele dieser Entscheidungen werden von Maschinen getroffen, die komplizierte Algorithmen verwenden, um zu entscheiden, ob Sie für einen Kredit in Frage kommen oder nicht. So komplex, dass ein Mensch oft nicht nachvollziehen kann, wie es zu dieser Entscheidung gekommen ist. Das heißt, es ist schwer zu sagen, ob die Entscheidung fair war und auf relevanten Informationen beruht.
es: Pero la cosa se pone aún peor. Muchas de estas decisiones son tomadas por máquinas que utilizan complejos algoritmos para decidir si eres o no eres elegible para recibir un préstamo. Tan complejos que a menudo es imposible que un humano entienda cómo ha llegado a su decisión. Lo que significa que es difícil saber si la decisión fue justa y si se basó en información relevante.
fr: Et ce n’est pas tout. Un grand nombre de ces décisions sont prises par des machines qui utilisent des algorithmes complexes pour décider si vous êtes éligible ou non à un prêt. Si complexes qu’il est souvent impossible pour un humain de comprendre comment ils sont arrivés à leur décision. Il est donc difficile de savoir si la décision est juste et fondée sur des informations pertinentes.
pl: A robi się coraz gorzej. Wiele takich decyzji podejmują maszyny, które używają skomplikowanych algorytmów do zadecydowania o możliwości przyznania Ci pożyczki. Są one tak skomplikowane, że często człowiek nie jest w stanie pojąć, w jaki sposób podjęły taką a nie inną decyzję. Oznacza to, że trudno jest stwierdzić, czy decyzja była sprawiedliwa i oparta na odpowiednich informacjach.
pt_br: E fica pior. Muitas dessas decisões são tomadas por máquinas que usam algoritmos complicados para decidir se você é ou não elegível para um empréstimo. Tão complexos que muitas vezes é impossível para um ser humano entender como chegou a sua decisão. O que significa que é difícil saber se a decisão foi justa e baseada em informações relevantes.

# body.30ba4026-7638-4c47-8aaf-5dba3885db0b
source: The convoluted nature of these algorithms means it’s easy for bias or outright discrimination to seep in and stay hidden. In many countries it’s illegal to discriminate on the basis of characteristics like race, age, gender or religion. But companies can (and do) sneak in discrimination through the back door by using proxies for these characteristics. For example, your choice of social media platform reveals a lot about your age.
de: Das komplizierte Wesen dieser Algorithmen bedeutet, dass es leicht im Verborgenen zu Vorurteilen oder direkter Diskriminierung kommen kann. In vielen Ländern ist Diskriminierung aufgrund von Merkmalen wie ethnischer Herkunft, Alter, Geschlecht oder Religion illegal. Aber Unternehmen können Diskriminierung betreiben (und machen das auch), indem sie Proxys für diese Merkmale verwenden. Die Wahl der Social-Media-Plattform verrät beispielsweise viel über Ihr Alter.
es: La naturaleza intrincada de estos algoritmos implica que es fácil que los sesgos o una abierta discriminación se filtren y permanezcan ocultos. En muchos países es ilegal discriminar por motivos tales como raza, edad, género o religión. Pero las empresas pueden colar (y lo hacen) la discriminación por la puerta trasera mediante el uso de proxies para esas características. Por ejemplo, la plataforma de redes sociales que eliges usar revela mucho sobre tu edad.
fr: La nature alambiquée de ces algorithmes fait qu’il est facile pour les préjugés ou la discrimination pure et simple de s’infiltrer et de rester cachés. Dans de nombreux pays, il est illégal de discriminer sur la base de caractéristiques telles que la race, l’âge, le sexe ou la religion. Mais les entreprises peuvent (et font) de la discrimination par des moyens détournés en utilisant des substituts pour ces caractéristiques. Par exemple, votre choix de plateforme de réseaux sociaux en dit long sur votre âge.
pl: Zawikłana natura tych algorytmów oznacza również, że łatwo o stronniczość lub wręcz dyskryminację, która czai się w odmętach kodu. W wielu krajach nie można dyskryminować osób na podstawie np. rasy, wieku, płci czy religii. Firmy mogą jednak (i robią to) niezauważalnie wplatać dyskryminację przy użyciu zamienników. Na przykład wybór mediów społecznościowych wiele mówi o Twoim wieku.
pt_br: A natureza complicada desses algoritmos significa que é fácil para o viés ou discriminação descarada se infiltrar e permanecer oculto. Em muitos países, é ilegal discriminar com base em características como raça, idade, gênero ou religião. Mas as empresas podem se esgueirar (e se esgueiram) na discriminação pela porta dos fundos, usando proxies para essas características. Por exemplo, sua escolha de plataforma de rede social revela muito sobre sua idade.

# body.30ba4026-7638-4c47-8aaf-5dba3885db0b
source: Finally, if an algorithm decides that you are not eligible for a loan, that information is stored as well, and being rejected for a loan can lower your credit score, thereby reducing your chances of getting a loan in the future.
de: Wenn schließlich ein Algorithmus entscheidet, dass Sie nicht für einen Kredit in Frage kommen, werden diese Informationen ebenfalls gespeichert. Das allein kann Ihren Kreditscore senken und es Ihnen dadurch erschweren, in Zukunft einen Kredit zu erhalten.
es: Finalmente, si un algoritmo decide que no eres elegible para un préstamo, esa información también se almacena y el préstamo rechazado puede reducir tu puntaje crediticio, disminuyendo tus posibilidades de obtener un préstamo en el futuro.
fr: Enfin, si un algorithme décide que vous n’êtes pas éligible pour un prêt, cette information est également stockée, et le fait d’être rejeté pour un prêt peut faire baisser votre score de crédit, réduisant ainsi vos chances d’obtenir un prêt à l’avenir.
pl: Wreszcie, jeśli algorytm zadecyduje, że nie kwalifikujesz się do pożyczki, ta informacja jest również przechowywana, a odrzucenie wniosku o pożyczkę obniża Twoją zdolność kredytową, co zmniejsza szansę na uzyskanie pożyczki w przyszłości.
pt_br: Finalmente, se um algoritmo decidir que você não é elegível para um empréstimo, essa informação também é armazenada, e ser rejeitado para um empréstimo pode diminuir sua pontuação de crédito, reduzindo assim suas chances de obter um empréstimo no futuro.

# body.30ba4026-7638-4c47-8aaf-5dba3885db0b
source: So to recap: even when your online behavior is exemplary (whatever that means), loan providers may make a decision based on data that they have bought from data brokers that is inaccurate. Their algorithms may be biased against you getting a loan based on your age, sex, or the color of your skin. And if they deny you a loan, that could make it harder for you to get a loan in the future.
de: Um es noch einmal zusammenzufassen: Selbst wenn Ihr Online-Verhalten vorbildlich ist (was auch immer das bedeutet), können Kreditanbieter aufgrund von Daten, die sie von Datenbrokern gekauft haben, eine unrichtige Entscheidung treffen. Ihre Algorithmen können aufgrund Ihres Alters, Geschlechts oder Ihrer Hautfarbe dagegen sein, dass Sie einen Kredit erhalten. Und wenn sie Ihnen einen Kredit verweigern, könnte es für Sie in Zukunft schwieriger werden, einen Kredit zu bekommen.
es: Entonces, en síntesis: incluso cuando tu comportamiento en línea sea ejemplar (sea lo que sea que eso signifique), los proveedores de préstamos podrían tomar una decisión basada en datos inexactos que han comprado a los data brokers. Sus algoritmos podrían estar sesgados en contra de que obtengas un préstamo, a causa de tu edad, sexo o color de piel. Y si te niegan un préstamo, eso podría dificultar que obtengas un préstamo en el futuro.
fr: Pour résumer, même si votre comportement en ligne est exemplaire (quoi que cela signifie), les organismes de prêts peuvent prendre une décision sur la base de données inexactes qu’ils ont achetées à des courtiers en données. Leurs algorithmes peuvent être biaisés et vous empêcher d’obtenir un prêt en raison de votre âge, de votre sexe ou de la couleur de votre peau. Et s’ils vous refusent un prêt, cela pourrait rendre plus difficile l’obtention d’un prêt à l’avenir.
pl: Podsumowując: nawet jeśli Twoja obecność w sieci jest wzorowa (cokolwiek to oznacza), pożyczkodawcy mogą podjąć odmowną decyzję na podstawie informacji od brokerów danych, które okazują się niedokładne. Ich algorytmy mogą być skierowane przeciwko przyznaniu Ci pożyczki ze względu na Twój wiek, płeć lub kolor skóry. A jeśli odmówią Ci teraz, może to utrudnić Ci uzyskanie pożyczki w przyszłości.
pt_br: Então, para recapitular: mesmo quando seu comportamento online é exemplar (seja lá o que isso signifique), os provedores de empréstimo podem tomar uma decisão com base em dados que compraram de corretoras de dados que são imprecisos. Seus algoritmos podem ser enviesados contra você obter um empréstimo com base na sua idade, sexo ou na cor da sua pele. E se eles negarem um empréstimo, isso pode dificultar a obtenção de um empréstimo no futuro.

# body.f45da3a2-a11b-4a52-a90c-51119e0cc12b
source: What can you do about this?
de: Was können Sie dagegen tun?
es: ¿Qué puedes hacer al respecto?
fr: Que pouvez-vous faire ?
pl: Co możesz z tym zrobić?
pt_br: Então o que você pode fazer sobre isso?

# body.f45da3a2-a11b-4a52-a90c-51119e0cc12b
source: Start by researching and knowing your rights.
de: Beginnen Sie damit, sich über Ihre Rechte zu informieren.
es: Empieza por investigar y conocer tus derechos.
fr: Commencez par faire des recherches et connaître vos droits.
pl: Zacznij od zbadania i poznania swoich praw.
pt_br: Comece pesquisando e conhecendo seus direitos.

# body.f45da3a2-a11b-4a52-a90c-51119e0cc12b
source: How credit-worthiness is calculated varies dramatically by location. Countries like the US have <a id="a1">laws that dictate what credit scores can be based on</a>. In some countries, you will have the right to have your data protected from unauthorised sales to third parties. Or you may have the right to inspect what data a data broker holds on you. If an algorithm has decided to deny you a loan, in some countries you have the right to know how the machine reached that decision. Knowing your rights, and who to contact when they are violated, can help you appeal decisions you don’t agree with.
de: Wie die Kreditwürdigkeit berechnet wird, variiert stark je nach Standort. Länder wie die USA haben <a id="a1">Gesetze, die vorschreiben, worauf die Kreditwürdigkeit basieren kann</a>. In einigen Ländern haben Sie das Recht, Ihre Daten vor unbefugtem Verkauf an Dritte schützen zu lassen. Oder Sie haben möglicherweise das Recht, einzusehen, welche Daten ein Datenbroker über Sie gespeichert hat. Wenn ein Algorithmus entschieden hat, Ihnen einen Kredit zu verweigern, haben Sie in einigen Ländern das Recht zu erfahren, wie die Maschine zu dieser Entscheidung gekommen ist. Wenn Sie Ihre Rechte kennen und wissen, an wen Sie sich bei einer Verletzung wenden können, können Sie gegen Entscheidungen, mit denen Sie nicht einverstanden sind, Einspruch einlegen.
es: La forma en que se calcula la solvencia crediticia varía drásticamente según la ubicación. Países como los EE. UU. tienen <a id="a1">leyes que dictaminan en qué pueden basarse los puntajes crediticios</a>. En algunos países, tendrás el derecho a que tus datos estén protegidos contra ventas no autorizadas a terceros. O puede que tengas derecho a inspeccionar qué datos sobre ti tiene un data broker. Si un algoritmo ha decidido denegarte un préstamo, en algunos países tienes derecho a saber cómo llegó la máquina a tomar esa decisión. Conocer tus derechos y saber con quién debes comunicarte cuando no son respetados puede ayudarte a apelar las decisiones con las que no estás de acuerdo.
fr: La façon dont la solvabilité est calculée varie considérablement selon l’endroit. Des pays comme les États-Unis ont <a id="a1">des lois qui dictent sur quoi les scores de crédit peuvent être basés</a>. Dans certains pays, vous aurez le droit de faire protéger vos données contre les ventes non autorisées à des tiers. Vous pouvez également avoir le droit de vérifier les données qu’un courtier en données détient sur vous. Si un algorithme a décidé de vous refuser un prêt, vous avez le droit, dans certains pays, de savoir comment la machine est parvenue à cette décision. Connaître vos droits, et savoir qui contacter en cas de violation de ceux-ci, peut vous aider à faire appel des décisions avec lesquelles vous n’êtes pas d’accord.
pl: Obliczanie zdolności kredytowej ogromnie się różni w zależności od lokalizacji. Kraje takie jak Stany Zjednoczone mają <a id="a1">przepisy, które określają podstawy do oceny zdolności kredytowej</a>. W niektórych krajach masz prawo ochrony swoich danych przed nieautoryzowaną sprzedażą osobom trzecim. Możesz też mieć prawo wglądu w dane, które broker zebrał na Twój temat. Jeśli algorytm zdecydował o odmowie, w niektórych krajach masz prawo wiedzieć, na jakiej podstawie maszyna podjęła taką decyzję. Jeśli znasz swoje prawa i wiesz, do kogo się zwrócić, jeśli są naruszane, może to pomóc podważyć decyzje, z którymi się nie zgadzasz.
pt_br: O modo como o valor do crédito é calculado varia drasticamente de acordo com o local. Países como os EUA têm <a id="a1">leis que determinam em que as pontuações de crédito podem se basear</a>. Em alguns países, você terá o direito de que seus dados sejam protegidos de vendas não autorizadas a terceiros. Ou você pode ter o direito de inspecionar quais dados uma corretora de dados guarda sobre você. Se um algoritmo decidiu negar um empréstimo para você, em alguns países você tem o direito de saber como a máquina chegou a essa decisão. Conhecer seus direitos e saber com quem entrar em contato em caso de violação pode ajudar você a apelar contra decisões com as quais você não concordar.

# body.f45da3a2-a11b-4a52-a90c-51119e0cc12b
source: But what if your rights aren’t well protected in the country you live in? Many organisations around the globe are working hard to change this situation. Examples include <a id="a1">AccessNow</a>, which works globally, as do <a id="a2">Privacy International</a> and Mozilla. All have frequent campaigns you can join or petitions you can sign. Other examples include the <a id="a3">Electronic Frontier Foundation</a> in the US, <a id="a4">EDRi</a> in Europe, <a id="a5">CIPESA</a> in East and Southern Africa, or <a id="a6">Derechos Digitales</a> in Latin America.
de: Aber was ist, wenn Ihre Rechte in dem Land, in dem Sie leben, nicht gut geschützt sind? Viele Organisationen auf der ganzen Welt arbeiten hart daran, diese Situation zu ändern. Beispiele sind <a id="a1">AccessNow</a>, das weltweit funktioniert, ebenso wie <a id="a2">Privacy International</a> und Mozilla. Alle starten häufig Kampagnen, an denen Sie teilnehmen können, oder Petitionen, die Sie unterschreiben können. Weitere Beispiele sind <a id="a3">Electronic Frontier Foundation</a> in den USA, <a id="a4">EDRi</a> in Europa, <a id="a5">CIPESA </a> im östlichen und südlichen Afrika oder <a id="a6">Derechos Digitales</a> in Lateinamerika.
es: Pero, ¿qué pasa si tus derechos no están bien protegidos en el país en el que vives? Muchas organizaciones de todo el mundo están trabajando arduamente para cambiar esta situación. Algunos ejemplos son <a id="a1">AccessNow</a>, que funciona a nivel mundial, al igual que <a id="a2">Privacy International</a> y Mozilla. Todas tienen campañas frecuentes a las que puedes unirte o peticiones que puedes firmar. Otros ejemplos son: <a id="a3">Electronic Frontier Foundation</a> en los EE. UU., <a id="a4">EDRi</a> en Europa, <a id="a5">CIPESA</a> en África Oriental y Meridional o <a id="a6">Derechos Digitales</a> en América Latina.
fr: Mais que faire si vos droits ne sont pas bien protégés dans le pays où vous vivez ? De nombreuses organisations à travers le monde travaillent dur pour changer cette situation. Citons par exemple <a id="a1">AccessNow</a>, qui travaille au niveau mondial, tout comme <a id="a2">Privacy International</a> et Mozilla. Tous ont fréquemment des campagnes auxquelles vous pouvez vous joindre ou des pétitions que vous pouvez signer. Parmi les autres exemples, citons l’<a id="a3">Electronic Frontier Foundation</a> aux États-Unis, <a id="a4">EDRi</a> en Europe, <a id="a5">CIPESA</a> en Afrique orientale et australe, ou <a id="a6">Derechos Digitales</a> en Amérique latine.
pl: A co jeśli Twoje prawa nie są dobrze chronione w kraju, w którym mieszkasz? Wiele organizacji na całym świecie ciężko pracuje, aby zmienić tę sytuację. Przykładowo, <a id="a1"></a>AccessNow działa globalnie na zasadach podobnych do <a id="a2">Privacy International</a> i Mozilli. Prowadzą one częste kampanie, do których możesz dołączyć, lub zbierają podpisy pod petycjami. Inne przykłady to <a id="a3">Electronic Frontier Foundation</a> w USA, <a id="a4">EDRi</a> w Europie, <a id="a5">CIPESA</a> w Afryce wschodniej i południowej czy <a id="a6">Derechos Digitales</a> w Ameryce Łacińskiej.
pt_br: Mas e se seus direitos não estiverem bem protegidos no país em que você vive? Muitas organizações em todo o mundo estão trabalhando intensamente para mudar essa situação. Os exemplos incluem <a id="a1">AccessNow</a>, que funciona globalmente, assim como <a id="a2">Privacy International</a> e Mozilla. Todas têm campanhas frequentes das quais você pode participar ou petições que você pode assinar. Outros exemplos incluem a <a id="a3">Electronic Frontier Foundation</a> nos EUA, <a id="a4">EDRi</a> na Europa, <a id="a5">CIPESA</a> na África Oriental e Austral ou <a id="a6">Derechos Digitales</a> na América Latina.

# title
source: Is my Facebook activity fcking my finances? Mozilla Explains: Data Brokers
de: Bringt meine Facebook-Aktivität meine Finanzen durcheinander? Mozilla erklärt: Datenbroker
es: ¿Mi actividad en Facebook está j*diendo mis finanzas? Mozilla Explica: Los Data Brokers
fr: Mon activité sur Facebook nuit-elle à mes finances ? Mozilla explique : Les courtiers en données
pl: Czy moja aktywność na Facebooku pieprzy mi finanse? Mozilla wyjaśnia: brokerzy danych
pt_br: Minhas atividades no Facebook está f*dendo minhas finanças? Mozilla explica: corretoras de dados
