Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/*-safe-to-shop-on-instagram-tiktok-facebook.po
Languages: es, fr, is_it

# body.5a495bbf-a1fc-49e5-a6ad-78c8d1580a5b
source: Privacy wise, all three experts had another piece of advice: Try not to complete the transaction on the social app itself, but open up a browser and put in the shop’s URL there, or search for the seller independently. Try and verify that the site is secure (for example, <a id="a1">look for that HTTPS lock</a> in the address bar).
es: En cuanto a la privacidad, los tres expertos tienen un consejo más: trata de no completar la transacción desde la aplicación social. Es mejor que abras un navegador e ingreses la URL de la tienda allí, o que busques al vendedor de forma independiente. Intenta hacerlo y verificar que el sitio sea seguro (por ejemplo, <a id="a1">busca el candado HTTPS</a> en la barra de direcciones).
fr: En ce qui concerne la confidentialité, les trois experts avaient un autre conseil à fournir : essayez de ne pas réaliser la transaction sur le réseau social en lui-même, mais ouvrez plutôt un navigateur et insérez-y l’URL de la boutique, ou recherchez le vendeur de manière indépendante. Essayez de vérifier que le site est sécurisé (par exemple, <a id="a1">recherchez ce cadenas HTTPS</a> dans la barre d’adresse).
is_it: In Bezug auf den Datenschutz haben alle drei Experten noch einen Rat: Versuchen Sie, die Transaktion nicht auf der Social-App selbst abzuschließen, sondern öffnen Sie einen Browser und geben Sie dort die URL des Shops ein oder suchen Sie den Verkäufer unabhängig. Versuchen Sie zu überprüfen, ob die Website sicher ist (<a id="a1">suchen Sie beispielsweise nach dem HTTPS-Schloss</a> in der Adressleiste).

# body.5a495bbf-a1fc-49e5-a6ad-78c8d1580a5b
source: “In general, I think it's probably better to navigate directly to a site,” says Tsukayama. “If you see an ad and you see the company name, and it’s somebody that you trust, then go directly there, as opposed to going through an ad or through a social media marketplace.”
es: «En general, creo que lo mejor es dirigirse directamente a un sitio», dice Tsukayama. «Si ves un anuncio con el nombre de la empresa, y es alguien en quien confías, vé directamente allí, en lugar de ingresar a través del anuncio o del sitio de compras de una red social».
fr: « D’une manière générale, je pense qu’il est sans doute préférable de naviguer directement vers un site », explique Tsukayama. « Si vous voyez une annonce et que vous voyez le nom de l’entreprise, et que c’est quelqu’un en qui vous avez confiance, accédez directement au site au lieu de passer par une annonce ou par la marketplace d’un réseau social. »
is_it: „Im Allgemeinen denke ich, dass es wahrscheinlich besser ist, direkt zu einer Site zu navigieren“, sagt Tsukayama. „Wenn Sie eine Anzeige sehen und den Firmennamen sehen, und es ist jemand, dem Sie vertrauen, gehen Sie direkt dorthin, anstatt über eine Anzeige oder einen Social-Media-Marktplatz zu gehen.“

# body.5a495bbf-a1fc-49e5-a6ad-78c8d1580a5b
source: This also means not just using the social media platform’s in-app browser to check out, but actually opening up another browser or doing an independent search to buy the product, says Moore. Tap the three dots up in the corner of your social app and see if there’s an option to ‘open in browser’, or go the simple copy-and-paste route.
es: Esto también implica que no uses el navegador integrado en la aplicación de la plataforma de las redes sociales para pagar; es mejor que abras otro navegador o que hagas una búsqueda independiente para comprar el producto, recomienda Moore. Toca los tres puntos que se encuentran en la esquina de tu aplicación social y busca la opción de «abrir en el navegador», o simplemente copia y pega la dirección.
fr: Moore explique qu’il ne s’agit pas seulement de ne pas utiliser le navigateur intégré à l’application du réseau social pour terminer la transaction, mais d’ouvrir un autre navigateur ou d’effectuer une recherche indépendante pour acheter le produit, explique Moore. Appuyez sur les trois points situés dans le coin de votre application sociale et voyez s’il existe une option « ouvrir dans le navigateur », ou effectuez simplement un copier-coller dans votre navigateur.
is_it: Dies bedeute auch, nicht nur den In-App-Browser der Social-Media-Plattform für die Suche zu verwenden, sondern tatsächlich einen anderen Browser zu öffnen oder eine unabhängige Suche durchzuführen, um das Produkt zu kaufen, sagt Moore. Tippen Sie auf die drei Punkte oben in der Ecke Ihrer sozialen App und prüfen Sie, ob es eine Option zum Öffnen im Browser gibt, oder verwenden Sie die Copy-and-Paste-Variante.

# body.5a495bbf-a1fc-49e5-a6ad-78c8d1580a5b
source: “They (in-app browsers) all have different ways of using your information,” says Moore. “You're not always aware of how much information they are able to read from you.”
es: «Todos (los navegadores integrados en las aplicaciones) usan tu información de diferentes formas», comenta Moore. «No siempre eres consciente de la cantidad de información que pueden ver sobre ti».
fr: « Ils (les navigateurs intégrés à l’application) ont tous des façons différentes d’utiliser vos informations », explique Moore. « Vous n’êtes pas toujours conscient de la quantité d’informations qu’ils sont capables d’obtenir vous concernant. »
is_it: „Sie (die In-App-Browser) haben alle unterschiedliche Möglichkeiten, Ihre Informationen zu verwenden“, sagt Moore. „Wahrscheinlich sind Sie sich nicht immer bewusst, wie viele Informationen sie von Ihnen lesen können.“

# title
source: Is it safe to shop on Instagram? TikTok? Facebook?
es: ¿Es seguro comprar en Instagram? ¿Y en Tik Tok? ¿Y en Facebook?
fr: Est-il sûr et fiable de faire du shopping sur Instagram ? TikTok ? Facebook ?
is_it: Ist es sicher, auf Instagram einzukaufen? TikTok? Facebook?

# body.329ff058-4cd7-485f-968d-13ec0772fd62
source: Facebook has been in the shopping game for years, and some countries now have access to <a id="a1">Facebook Pay</a> to make purchases on Facebook, Messenger, Instagram and WhatsApp. On Instagram, 130 million accounts tap on a shopping post every month. TikTok has a growing partnership with Shopify to help users buy through the app. And WeChat plays a huge role in the social-shopping market in China, which is ten times that of the US.
fr: Facebook s’est positionné sur la marché du shopping depuis des années, et certains pays ont désormais accès à <a id="a1">Facebook Pay</a> pour effectuer des achats sur Facebook, Messenger, Instagram et WhatsApp. Chaque mois sur Instagram, 130 millions de comptes cliquent sur une publication d’achat. TikTok a développé un partenariat florissant avec Shopify afin de permettre à ses utilisateurs d’effectuer des achats via l’application. De même, WeChat joue un rôle fondamental sur le marché du shopping social en Chine, qui est dix fois supérieur à celui des États-Unis.
is_it: Facebook ist seit Jahren im Shopping-Spiel und einige Länder haben jetzt Zugang zu <a id="a1">Facebook Pay</a>, um Einkäufe auf Facebook, Messenger, Instagram und WhatsApp zu tätigen. Auf Instagram tippen jeden Monat 130 Millionen Konten auf einen Shopping-Post. TikTok hat eine wachsende Partnerschaft mit Shopify, um Benutzern beim Kauf über die App zu helfen. Und WeChat spielt eine riesige Rolle auf dem Social-Shopping-Markt in China, der zehnmal so groß ist wie jener der USA.

# body.329ff058-4cd7-485f-968d-13ec0772fd62
source: But is mixing social media and your spending a wise move? We already know social media companies have an insatiable hunger for user data, so what personal information might we be sharing when we make purchases directly on their platforms? Is it any different to regular online shopping?
fr: Cependant, est-il judicieux de mélanger réseaux sociaux et achats en ligne ? Nous savons déjà tous que les entreprises de réseaux sociaux ont un appétit insatiable en ce qui concerne l’obtention des données utilisateur, alors quelles informations personnelles pourrions-nous partager lorsque nous effectuons des achats directement sur leurs plateformes ? Est-ce différent des achats en ligne ordinaires ?
is_it: Aber ist es ein kluger Schachzug, Social Media und Ihre Ausgaben zu vermischen? Wir wissen bereits, dass Social-Media-Unternehmen einen unstillbaren Hunger nach Benutzerdaten haben. Welche persönlichen Informationen könnten wir also teilen, wenn wir direkt auf deren Plattformen einkaufen? Ist es anders als beim normalen Online-Shopping?
