Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/*-safe-to-shop-on-instagram-tiktok-facebook.po
Languages: es, fr, is_it

# seo_title
source: Is it safe to shop on Instagram? TikTok? Facebook?
es: ¿Es seguro comprar en Instagram? ¿Y en Tik Tok? ¿Y en Facebook?
fr: Est-il sûr et fiable de faire du shopping sur Instagram ? TikTok ? Facebook ?
is_it: Ist es sicher, auf Instagram einzukaufen? TikTok? Facebook?

# search_description
source: Shopping on social media is easy, but is it safe? Here's what to look out for.
es: Comprar en las redes sociales es fácil, ¿pero es seguro? Te contamos qué cosas debes tener en cuenta.
fr: Acheter sur les réseaux sociaux est facile, mais est-ce sûr ? Voici ce à quoi il faut faire attention.
is_it: Einkaufen in sozialen Medien ist einfach, aber ist es auch sicher? Hier sehen Sie, worauf Sie achten sollten.

# body.329ff058-4cd7-485f-968d-13ec0772fd62
source: For many, shopping on social media makes sense. Platforms like Instagram Shopping or Facebook Marketplace serve up an array of products, on an app you already spend time on, often personalised to your specific tastes. It’s convenient, easy, and helps you buy just what you didn’t know you always needed.
es: Para muchas personas, comprar en las redes sociales es algo positivo. Las plataformas como Instagram Shopping o Facebook Marketplace ofrecen una gran variedad de productos dentro de una aplicación en la que ya pasamos bastante tiempo, y a menudo la oferta está personalizada según tus gustos. Es un servicio cómodo y fácil, y te ayuda a comprar esas cosas que no sabías que habías necesitado toda la vida.
fr: Pour beaucoup, faire ses achats sur les réseaux sociaux est idéal. Des plateformes comme Instagram Shopping ou Facebook Marketplace proposent une gamme de produits, depuis une application sur laquelle vous passez déjà du temps, le tout souvent personnalisé selon vos goûts et préférences. C’est pratique, facile et cela vous permet d’effectuer des achats de produits dont vous ne saviez pas que vous aviez besoin.
is_it: Für viele ist es sinnvoll, in sozialen Medien einzukaufen. Plattformen wie Instagram Shopping oder Facebook Marketplace bieten eine Reihe von Produkten in einer App an, in der Sie bereits Zeit verbringen. Diese sind oftmals auf Ihren speziellen Geschmack zugeschnitten. Es ist bequem, einfach und hilft Ihnen, genau das zu kaufen, von dem Sie nicht wussten, dass Sie es immer schon brauchten.

# body.329ff058-4cd7-485f-968d-13ec0772fd62
source: If you’ve tapped through your social app to make a purchase before, you’re one of a growing crowd. So-called ‘social commerce’ is booming: global social commerce sales in 2020 were valued at an estimated US$560 billion, according to <a id="a1">Statista</a>, and forecasts suggest this will hit US$2.9 trillion in 2026.
es: Si ya has usado la aplicación de una de tus redes sociales para hacer una compra, eres uno de los integrantes de una gran multitud en crecimiento. El llamado «comercio social» está en expansión: según <a id="a1">Statista</a>, en el año 2020, las ventas mundiales del comercio social tuvieron un valor de aproximadamente 560.000 millones de dólares estadounidenses, y las previsiones sugieren que para 2026 se alcanzarán los 2,9 billones.
fr: Si vous avez déjà utilisé votre application de réseau social pour effectuer un achat, vous faites partie d’un public de plus en plus nombreux. Le « commerce social ou connecté » comme on l’appelle, est en plein essor : selon <a id="a1">Statista</a>, en 2020, les ventes mondiales du commerce sur les réseaux sociaux étaient évaluées à environ 560 milliards de dollars américains, et les prévisions tablent sur 2 900 milliards de dollars américains dès 2026.
is_it: Wenn Sie schon einmal in Ihrer sozialen App geschmökert haben, um einen Kauf zu tätigen, gehören Sie zu einer wachsenden Gruppe. Der sogenannte „Social Commerce“ boomt: Der globale Social-Commerce-Umsatz im Jahr 2020 wurde laut <a id="a1">Statista</a> mit geschätzten 560 Milliarden US-Dollar bewertet und Prognosen gehen davon aus, dass dieser im Jahr 2026 2,9 Billionen US-Dollar erreichen wird.

# body.5ffeb12e-1931-4092-a46f-2c79a891e4a6
source: Facebook has been in the shopping game for years, and some countries now have access to <a id="a1">Facebook Pay</a> to make purchases on Facebook, Messenger, Instagram and WhatsApp. On Instagram, 130 million accounts tap on a shopping post every month. TikTok has a growing partnership with Shopify to help users buy through the app. And WeChat plays a huge role in the social-shopping market in China, which is ten times that of the US.
es: Facebook se ha dedicado al comercio durante años; algunos países ya tienen acceso a <a id="a1">Facebook Pay</a> para realizar compras en Facebook, Messenger, Instagram y WhatsApp. En Instagram, 130 millones de cuentas hacen clic en una publicación de compras cada mes. TikTok está cada vez más asociado con Shopify para que los usuarios compren a través de la aplicación. Y WeChat juega un papel muy importante en el mercado del comercio social de China, que es diez veces mayor que el de los EE. UU.

# body.5ffeb12e-1931-4092-a46f-2c79a891e4a6
source: But is mixing social media and your spending a wise move? We already know social media companies have an insatiable hunger for user data, so what personal information might we be sharing when we make purchases directly on their platforms? Is it any different to regular online shopping?
es: Pero, ¿es una buena idea mezclar las redes sociales y nuestras compras? Ya sabemos que las empresas de redes sociales tienen un hambre insaciable de datos de sus usuarios, entonces, ¿qué información personal podríamos estar compartiendo cuando hacemos compras en sus plataformas? ¿Hay alguna diferencia con los otros tipos de compra en línea?

# body.e97fda4e-fa98-4398-ab75-c140ff74f5af.altText
source: Stylised illustration of four delivery boxes, bearing the logos of TikTok, Facebook, WeChat and Instagram.
es: Ilustración estilizada de cuatro cajas de entrega con los logotipos de TikTok, Facebook, WeChat e Instagram.
fr: Illustration stylisée de quatre boîtes de livraison, avec les logos de TikTok, Facebook, WeChat et Instagram apposés.
is_it: Stilisierte Darstellung von vier Versandkartons mit den Logos von TikTok, Facebook, WeChat und Instagram.

# body.65d14a66-18b2-49b5-a99a-fc4fb0a3faa2
source: Are my transactions safe?
es: ¿Son seguras mis transacciones?
fr: Mes transactions sont-elles sécurisées ?
is_it: Sind meine Transaktionen sicher?

# body.65d14a66-18b2-49b5-a99a-fc4fb0a3faa2
source: If you make purchases via your social app, you're likely giving up a lot of personal data. <a id="a1">On Facebook or Instagram</a>, for example, this includes credit card information, billing/shipping addresses, and additional contact information, on top of details that reveal a lot about your personal habits. The platform then passes some of this on to vendors and service providers to help them fulfil your purchase.
es: Si realizas compras a través de la aplicación de una de tus redes sociales, es probable que estés entregando una gran cantidad de datos personales. <a id="a1">En Facebook o Instagram</a>, por ejemplo, esto incluye información de tarjetas de crédito, direcciones de facturación/envío y otros datos de contacto, además de otros tipos de información que revelan mucho sobre tus hábitos personales. Luego, la plataforma transfiere algunos de estos datos a los vendedores y proveedores de servicios para ayudarlos a cumplir con tu pedido.
fr: Si vous effectuez des achats via votre application de réseau social, vous sacrifiez probablement de nombreuses données personnelles. <a id="a1">Sur Facebook ou Instagram</a>, par exemple, cela inclut les informations de carte bancaire, les adresses de facturation/livraison et des informations de contact supplémentaires, outre les renseignements qui en disent long sur vos habitudes personnelles. La plateforme transmet ensuite une partie de ces données aux vendeurs et aux prestataires de services pour les aider à traiter vos commandes.
is_it: Wenn Sie über Ihre soziale App einkaufen, geben Sie wahrscheinlich viele persönliche Daten preis. <a id="a1">Auf Facebook oder Instagram</a> gehören dazu beispielsweise Kreditkarteninformationen, Rechnungs-/Lieferadressen und weitere Kontaktinformationen, aber auch Details, die viel über Ihre persönlichen Gewohnheiten verraten. Die Plattform gibt dann einen Teil davon an Anbieter und Dienstleister weiter, um ihnen bei der Erfüllung Ihres Einkaufs zu helfen.

# body.65d14a66-18b2-49b5-a99a-fc4fb0a3faa2
source: Hayley Tsukayama, a legislative activist with the <a id="a1">Electronic Frontier Foundation</a>, says that she's fairly confident the big social media companies will be reliable in processing payments securely. But there’s all sorts of extra information about your shopping habits that you might also be giving up.
es: La activista legislativa de <a id="a1">Electronic Frontier Foundation</a>, Hayley Tsukayama, dice que está bastante segura de que las grandes empresas de redes sociales serán confiables a la hora de efectuar el procesamiento seguro de los pagos. Pero hay todo tipo de información adicional sobre tus hábitos de compra que también podrías estar entregando.
fr: Hayley Tsukayama, une militante législative de l’<a id="a1">Electronic Frontier Foundation</a>, affirme être assez confiante de la fiabilité des grandes entreprises de réseaux sociaux pour traiter les paiements en toute sécurité. Cependant, il reste toutes sortes d’informations supplémentaires sur vos habitudes d’achat que vous pourriez également sacrifier.
is_it: Hayley Tsukayama, eine Gesetzgebungsaktivistin bei der <a id="a1">Electronic Frontier Foundation</a>, sagt, dass sie ziemlich zuversichtlich ist, dass die großen Social-Media-Unternehmen zuverlässig Zahlungen sicher verarbeiten werden. Aber es gibt alle möglichen zusätzlichen Informationen über Ihre Einkaufsgewohnheiten, die Sie möglicherweise auch preisgeben.

# body.65d14a66-18b2-49b5-a99a-fc4fb0a3faa2
source: “Where you are, what you buy, when you buy it … they might know that you're a late shopper, they might know that you're an early shopper, these are all sorts of little pieces of information that feed a profile that these companies can build out, and really make this picture of you that they then hawk to advertisers.”
es: «Dónde estás, qué compras, cuándo lo compras… pueden saber que haces tus compras a última hora o que las haces con mucha anticipación. Todos estos son pequeños datos que alimentan el perfil que estas empresas crean sobre ti y que luego venden a los anunciantes».
fr: « L’endroit où vous vous trouvez, ce que vous achetez, le moment où l’achat a été effectué… ils peuvent savoir que vous êtes un acheteur de fin de journée, où au contraire tôt le matin, ce sont toutes ces petites informations qui alimentent un profil que ces entreprises peuvent élaborer pour vous et le vendre ensuite aux annonceurs. »
is_it: „Wo Sie sind, was Sie kaufen, wann Sie es kaufen … sie wissen vielleicht, dass Sie ein Late Shopper sind, sie wissen vielleicht, dass Sie ein Early Shopper sind. Das sind alle möglichen kleinen Informationen, die ein Profil füttern, das diese Unternehmen erstellen können und sich so tatsächlich ein Bild von Ihnen machen, das sie dann an Werbetreibende verkaufen.“

# body.65d14a66-18b2-49b5-a99a-fc4fb0a3faa2
source: Buying through social media might not feel all that different to regular shopping through online stores, but some aspects of social commerce aren’t as mature or scrutinized as regular online shopping, even if they seem similar on the surface. And that’s where things can get risky.
es: Comprar a través de las redes sociales puede parecer igual a las compras regulares que haces en otras tiendas en línea, pero algunos aspectos del comercio social aún no están tan maduros ni han sido tan analizados como el resto de las compras en línea, aunque parezcan similares. Es ahí donde las cosas pueden ponerse riesgosas.
fr: Les achats via les réseaux sociaux ne sont peut-être pas si différent des achats ordinaires effectués sur les boutiques en ligne, mais certains aspects du commerce social ne sont pas aussi affinés ou examinés de manière minutieuse que les achats en ligne habituels, même si en apparence, cela peut sembler identique. C’est donc sur ces points que cela peut devenir critique.
is_it: Der Kauf über soziale Medien fühlt sich vielleicht nicht ganz anders an als der normale Einkauf in Online-Shops, aber einige Aspekte des Social Commerce sind nicht so ausgereift oder untersucht wie das normale Online-Shopping, auch wenn sie oberflächlich ähnlich erscheinen. Und da kann es riskant werden.

# body.65d14a66-18b2-49b5-a99a-fc4fb0a3faa2
source: Jake Moore, security specialist at cybersecurity firm ESET, says he has seen a massive uptick in social commerce-related fraud. This can range from sellers who take consumers’ money but don’t deliver the product, or who take users’ financial information by posing as a legitimate vendor and then selling this on:
es: Jake Moore, especialista en seguridad de la empresa de seguridad cibernética ESET, declara que ha visto un aumento masivo en los casos de fraude relacionados con el comercio social. Estos casos van desde vendedores que toman el dinero de los consumidores y no entregan el producto, hasta quienes se apoderan de la información financiera de los usuarios haciéndose pasar por vendedores legítimos y luego venden los datos:
fr: Jake Moore, spécialiste de la sécurité au sein de la société de cybersécurité ESET, affirme avoir constaté une augmentation massive de la fraude liée au commerce social. Cela peut aller des vendeurs qui prennent l’argent des consommateurs mais ne livrent pas le produit, ou qui prennent les renseignements financiers des utilisateurs en se faisant passer pour un vendeur légitime pour ensuite les revendre :
is_it: Jake Moore, Sicherheitsspezialist beim Cybersicherheitsunternehmen ESET, sagt, er habe einen massiven Anstieg von Betrug im Zusammenhang mit Social Commerce gesehen. Dies kann von Verkäufern reichen, die das Geld der Verbraucher annehmen, das Produkt jedoch nicht liefern, oder Finanzinformationen der Benutzer annehmen, indem sie sich als legitimer Verkäufer ausgeben und diese dann weiterverkaufen:

# body.65d14a66-18b2-49b5-a99a-fc4fb0a3faa2
source: “When I do research on the dark web, you can find databases with loads of up-to-date credit card numbers, phone numbers and addresses already packaged quite nicely for you for pretty cheap, usually one or two dollars per line.”
es: «Al investigar en la dark web, puedes encontrar bases de datos llenos de números de tarjetas de crédito, números telefónicos y direcciones, empaquetados de forma bonita para su entrega a un precio bastante económico, generalmente uno o dos dólares por línea».
fr: « Lorsque j’effectue des recherches sur le dark web, je constate qu’il est possible de trouver des bases de données avec des tas de numéros de cartes bancaires, de numéros de téléphone et d’adresses à jour, le tout prêt à être utilisé et à un prix assez bas, souvent au prix d’un ou deux dollars par ligne. »
is_it: „Wenn ich im Dark Web recherchiere, findet man Datenbanken mit vielen aktuellen Kreditkartennummern, Telefonnummern und Adressen, die für Sie bereits ziemlich günstig verpackt sind, um normalerweise ein oder zwei Dollar pro Zeile.“

# body.65d14a66-18b2-49b5-a99a-fc4fb0a3faa2
source: This risk arguably applies to all online commerce, but Moore says the ease with which you can go from seeing a targeted product on social media to purchasing it removes points of friction from the buying process, which perhaps makes it harder to pause and reflect on a merchant’s trustworthiness.
es: Podría decirse que este riesgo se aplica a todas las actividades de comercio en línea, pero Moore asegura que la facilidad con la que pasas de ver un producto específico en una red social a comprarlo elimina los puntos de fricción del proceso de compra, haciendo menos probable que hagas una pausa y reflexiones sobre la confiabilidad del comerciante.
fr: Ce risque s’applique sans doute au commerce en ligne dans sa globalité, mais Moore atteste que la facilité avec laquelle vous pouvez passer de la visualisation d’un produit ciblé sur les réseaux sociaux à son achat élimine les points de friction du processus d’achat, et qu’il est alors plus difficile de prendre un peu de recul et de réfléchir à la fiabilité d’un commerçant.
is_it: Dieses Risiko gilt wohl für den gesamten Online-Handel, aber Moore sagt, dass die Leichtigkeit, mit der Sie vom Sehen eines bestimmten Produkts in den sozialen Medien zu dessen Kauf übergehen können, Reibungspunkte im Kaufprozess beseitigt, was es möglicherweise schwieriger macht, innezuhalten und über die Vertrauenswürdigkeit eines Händlers nachzudenken.

# body.65d14a66-18b2-49b5-a99a-fc4fb0a3faa2
source: Estelle Massé, Senior Policy Analyst and Global Data Protection Lead <a id="a1">at Access Now</a>, warns that the addition of financial information to all the personal information you already share on social platforms makes them “really ripe for abuse” in terms of fraud.
es: Estelle Massé, analista sénior de políticas y jefa de protección de datos <a id="a1">en Access Now</a>, advierte que añadir información financiera a toda la información personal que ya compartes en las redes sociales las convierte en «realmente propicias para los abusos» en términos de fraude.
fr: Estelle Massé, analyste principale des politiques et responsable mondiale de la protection des données <a id="a1">chez Access Now</a>, prévient que l’ajout d’informations financières à toutes les informations personnelles que vous partagez déjà sur les plateformes sociales les rend « idéales pour donner lieu à toutes sortes d’abus » en termes de fraude.
is_it: Estelle Massé, Senior Policy Analyst und Global Data Protection Lead <a id="a1">bei Access Now</a>, warnt davor, dass das Hinzufügen von Finanzinformationen zu allen persönlichen Informationen, die Sie bereits auf sozialen Plattformen teilen, diese „wirklich reif für Missbrauch“ im Sinne von Betrug macht.

# body.65d14a66-18b2-49b5-a99a-fc4fb0a3faa2
source: Watch out for phishing emails claiming to be from social media accounts wanting to offer refunds or asking for account information - “they might be trying to get access to your credit card”, she says.
es: Ten cuidado con los correos electrónicos de phishing que afirman provenir de cuentas de redes sociales y que ofrecen reembolsos o solicitan información de la cuenta: «podrían estar tratando de obtener acceso a tu tarjeta de crédito», nos dice Estelle.
fr: Méfiez-vous des e-mails d’hameçonnage prétendant provenir de comptes de réseaux sociaux qui souhaitent offrir des remboursements ou demander des informations sur le compte - « ils essaient peut-être d’accéder aux informations de votre carte bancaire », ajoute-t-elle.
is_it: Achten Sie auf Phishing-E-Mails, die angeblich von Social-Media-Konten stammen und Rückerstattungen anbieten oder nach Kontoinformationen fragen – „möglicherweise versuchen sie, Zugang zu Ihrer Kreditkarte zu erhalten“, sagt sie.

# body.9f75f534-ca9a-4185-9038-d1af321105f4.altText
source: Stylised illustrations of 'buy now' social media posts
es: Ilustraciones estilizadas de publicaciones de 'comprar ahora' en redes sociales
fr: Illustrations stylisées de publications sur les réseaux sociaux « Acheter maintenant »
is_it: Stilisierte Illustrationen von Social-Media-Beiträgen nach dem Motto „Jetzt kaufen“

# body.5a495bbf-a1fc-49e5-a6ad-78c8d1580a5b
source: How to shop safely on social media
es: Cómo comprar en las redes sociales de forma segura
fr: Comment acheter en toute sécurité sur les réseaux sociaux
is_it: So kaufen Sie sicher in sozialen Medien ein

# body.5a495bbf-a1fc-49e5-a6ad-78c8d1580a5b
source: First step: do your due diligence on the seller. Look out for signs of engagement on the vendor's profile: a decent following, combined with comments and reviews. Accounts can purchase fake followers, as Moore acknowledges, but he says that genuine interaction is harder to replicate, as faux followers “tend to just be represented by numbers rather than comments.” Looking to see if the vendor has a verified (blue tick) account helps too, Moore says. Research in the same way you might if you were buying from any shop you’d not heard of before.
es: Primer paso: haz averiguaciones previas sobre el vendedor. Presta atención a las señales de compromiso en el perfil: un grupo de seguidores adecuado, combinado con comentarios y reseñas. Las cuentas pueden comprar seguidores falsos, como reconoce Moore, aunque añade que las interacciones genuinas son más difíciles de replicar, ya que los seguidores falsos «tienden a consistir únicamente en números y no en comentarios». Comprobar si el proveedor tiene una cuenta verificada (marca azul) también ayuda, dice Moore. Investiga como lo harías si estuvieras comprando en cualquier tienda de la que no hayas oído hablar antes.
fr: Première étape : vérifiez au préalable les informations sur le vendeur. Recherchez des signes d’engagement sur le profil du fournisseur : un nombre décent de followers, combiné avec des commentaires et des critiques. Les comptes peuvent acheter de faux abonnés, comme le reconnaît Moore, mais il dit qu’une véritable interaction est plus difficile à reproduire, car les faux abonnés « ont tendance à être représentés simplement par des chiffres plutôt que par des commentaires ». Il peut s’avérer également d’être d’une grande aide de chercher si le fournisseur possède un compte vérifié (coche bleue), explique Moore. Effectuez vos recherches et vérifications de la même manière que si vous achetiez dans un magasin dont vous n’aviez jamais entendu parler auparavant.
is_it: Erster Schritt: Prüfen Sie den Verkäufer entsprechend Ihrer Sorgfaltspflichten. Achten Sie auf Anzeichen von Engagement im Profil des Anbieters: eine anständige Fangemeinde, kombiniert mit Kommentaren und Bewertungen. Konten können gefälschte Follower kaufen, wie Moore einräumt, aber er sagt, dass echte Interaktion schwieriger zu replizieren ist, da falsche Follower „eher nur durch Zahlen als durch Kommentare repräsentiert werden“. Es hilft auch zu sehen, ob der Anbieter über ein verifiziertes (blaues Häkchen) Konto verfügt, sagt Moore. Recherchieren Sie auf die gleiche Weise wie in einem Geschäft, von dem Sie noch nie gehört haben.
