Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/a-gold-rush-worth-stopping-ai-does-its-part.po
Languages: de, fr

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: With Pulitzer Center and their wider network of journalists, <a id="a1">news reports</a> tackle the mining crisis from different angles. In the first use of automated detections, ArmandoInfo <a id="a2">investigated</a> dissident guerilla elements driving gold mining operations in Venezuela and resistance from indigenous communities along the Colombian border. The work was awarded the Global Shining Light Award from the Global Investigative Journalism Network.
de: Mit dem Pulitzer Center und ihrem breiteren Netzwerk von Journalisten werden die <a id="a1">Nachrichtenberichte</a> die Bergbaukrise aus verschiedenen Blickwinkeln angehen. Bei der ersten Verwendung von automatisierten Erkennungen hat ArmandoInfo dissidente Guerilla-Elemente <a id="a2">untersucht</a>, die Goldminenoperationen in Venezuela betreiben und Widerstand von indigenen Gemeinschaften an der kolumbianischen Grenze leisten. Die Arbeit wurde mit dem Global Shining Light Award des Global Investigative Journalism Network ausgezeichnet.
fr: Avec Pulitzer Center et leur réseau plus large de journalistes, les <a id="a1">nouveaux rapports</a> abordent la crise minière sous différents angles. Lors de la première utilisation de détections automatisées, ArmandoInfo <a id="a2">a enquêté</a> sur les guerrilleros dissidents à l’origine des opérations d’extraction d’or au Venezuela et sur la résistance des communautés autochtones le long de la frontière colombienne. Le travail a reçu le prix Global Shining Light Award du Global Investigative Journalism Network.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: Increasingly, we are getting requests for intelligence on mining in other parts of the world. We have an investigation running now in Southeast Asia. For this we are applying a new, more generalized AI tool, called <a id="a1">Earth Index</a>, which can detect mines and many other landscape features using pretrained open-source models. We are prototyping use cases and building the user interface to allow more investigators to draw insights out of satellite data, wherever they are working.
de: Immer häufiger erhalten wir Anfragen nach Informationen über den Bergbau in anderen Teilen der Welt. Derzeit läuft eine Untersuchung in Südostasien. Dafür wenden wir ein neues, allgemeineres KI-Tool namens <a id="a1">Earth Index</a> an, das Minen und viele andere Landschaftsmerkmale mit vortrainierten Open-Source-Modellen erkennen kann. Wir erstellen Prototypen für Anwendungsfälle und bauen die Benutzeroberfläche aus, um mehr Ermittlern zu ermöglichen, Erkenntnisse aus Satellitendaten zu ziehen, wo immer sie arbeiten.
fr: Nous recevons de plus en plus des demandes de renseignements sur l’exploitation minière dans d’autres parties du monde. Une enquête est en cours en Asie du Sud-Est. Pour cela, nous appliquons un nouvel outil d’IA plus générique, qui s’appelle <a id="a1">Earth Index</a>. Il peut détecter les mines et de nombreuses autres particularités topographiques à l’aide de modèles open source préformés. Nous faisons des prototypes des cas d’utilisation et construisons l’interface utilisateur pour permettre à davantage d’enquêteurs de tirer des enseignements des données satellitaires, où qu’ils travaillent.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: Hope and caution for the future
de: Hoffnung und Vorsicht für die Zukunft
fr: Espoir et prudence pour l’avenir

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: President Lula of Brazil promised a crackdown against illegal mining, and in January 2023, a series of military police raids took out a number of large mining encampments in Yanomami territory. Hutukara, with the support of Instituto Socioambiental, had worked for years to gather evidence to pressure the state government in Boa Vista for enforcement action. We can see that in 2023 the growth of mining in Yanomami territory did slow.
de: Präsident Lula von Brasilien hat einen harten Durchgriff gegen den illegalen Bergbau versprochen, und im Januar 2023 haben eine Reihe von Razzien der Militärpolizei eine Reihe von großen Bergbau-Lagern im Yanomami-Gebiet ausgeschaltet. Hutukara hat mit Unterstützung des Instituto Socioambiental jahrelang gearbeitet, um Beweise zu sammeln und Druck auf die Landesregierung in Boa Vista für Durchsetzungsmaßnahmen auszuüben. Wir können sehen, dass das Wachstum des Bergbaus im Yanomami-Gebiet 2023 nachgelassen hat.
fr: Le président du Brésil, Lula, a promis de réprimer l’exploitation minière illégale. En janvier 2023, plusieurs raids de la police militaire a éliminé un certain nombre de grands campements miniers sur le territoire yanomami. Hutukara, avec le soutien de l’Instituto Socioambiental, avait travaillé pendant des années pour recueillir des preuves afin de faire pression sur le gouvernement de l’État de Boa Vista pour qu’il prenne des mesures coercitives. Nous constatons qu’en 2023, la croissance de l’exploitation minière sur le territoire yanomami a ralenti.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: We hear also from our contact at Instituto Socioambiental that the cartels are resisting, with guns and shifting tactics. They are hiding encampments away from the minefields. The smaller operators are slipping away to other places, where the attention on mining is not so intense. On our scans, we see tiny new splotches opening deep in the forest, on the border by Venezuela. We are beginning to work directly with Socioambiental, soon Hutukara, with Earth Index, to spot new mines as they appear. It needs constant vigilance.
de: Wir hören auch von unserem Kontakt beim Instituto Socioambiental, dass die Kartelle Widerstand leisten, mit Waffen und wechselnden Taktiken. Sie verstecken Lager weit weg von den Minenfeldern. Die kleineren Betreiber weichen auf andere Orte aus, wo die Aufmerksamkeit auf den Bergbau nicht so intensiv ist. Auf unseren Scans sehen wir winzige neue Flecken, die tief im Wald öffnen, an der Grenze zu Venezuela. Wir beginnen direkt mit Socioambiental, bald Hutukara, mit Earth Index zu arbeiten, um neue Minen zu erkennen, sobald sie auftauchen. Es braucht ständige Wachsamkeit.
fr: Nous apprenons également de notre contact à l’Instituto Socioambiental que les cartels résistent, avec des armes à feu et des tactiques changeantes. Ils cachent des campements loin des mines. Les plus petits opérateurs s’éloignent vers d’autres endroits, où l’attention sur l’exploitation minière n’est pas si vive. Sur nos scans, nous voyons de minuscules nouvelles taches apparaître au plus profond de la forêt, à la frontière avec le Venezuela. Nous commençons à travailler directement avec Socioambiental, bientôt Hutukara, avec Earth Index, pour repérer de nouvelles mines au fur et à mesure qu’elles apparaissent. Il ne faut pas relâcher la vigilance.

# title
source: A Gold Rush Worth Stopping: AI Does Its Part
de: Ein Goldrausch, der gestoppt werden muss: KI leistet ihren Beitrag
fr: Une ruée vers l’or qui vaut la peine d’être arrêtée : l’IA fait sa part
