Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/a-gold-rush-worth-stopping-ai-does-its-part.po
Languages: de, fr

# search_description
source: Amazon Mining Watch is relaunching today as a true monitoring platform to track illegal open-pit gold mining in the Amazon rainforest.
de: Amazon Mining Watch startet heute neu als echte Überwachungsplattform zur Verfolgung des illegalen Tagebaus von Gold im Amazonas-Regenwald.
fr: Amazon Mining Watch se relance aujourd’hui en tant que véritable plateforme de surveillance de l’exploitation illégale d’or à ciel ouvert dans la forêt amazonienne.

# body.bfaa67aa-e7e9-41d0-a038-f4ba83364505
source: <b><i>This is a blog by the Amazon Mining Watch team, a</i></b> <a id="a1"><b><i>Mozilla Technology Fund</i></b></a><b><i> awardee.</i></b>
de: <b><i>Dies ist ein Blog des Amazon Mining Watch-Teams, einem Preisträger des</i></b> <a id="a1"><b><i>Mozilla Technology Fund</i></b></a><b><i>.</i></b>
fr: <b><i>Il s’agit d’un blog de l’équipe Amazon Mining Watch, un lauréat du</i></b> <a id="a1"><b><i>Mozilla Technology Fund</i></b></a><b><i>.</i></b>

# body.bfaa67aa-e7e9-41d0-a038-f4ba83364505
source: When I hear the words <i>gold rush</i>, I can’t help but think of Levi’s and stage coaches. That’s the version I learned as a school kid. Now, as then, the reality is more bleak: shattered forests, toxic sludge, violence against people who have long made their homes in the forests with gold hidden among the roots.
de: Wenn ich das Wort <i>Goldrausch</i> höre, denke ich unweigerlich an Levi’s und Postkutschen. So habe ich es als Schulkind gelernt. Damals wie heute ist die Realität düsterer: zerstörte Wälder, giftiger Schlamm, Gewalt gegen Menschen, die seit langem in den Wäldern leben, in denen Gold unter den Wurzeln verborgen ist.
fr: Quand j’entends les mots <i>ruée vers l’or</i>, je ne peux m’empêcher de penser à Levi’s et aux diligences. C’est la version que j’ai apprise quand j’étais écolier. Aujourd’hui comme alors, la réalité est plus sombre : forêts dévastées, boues toxiques, violence à l’encontre de personnes qui ont élu domicile depuis longtemps dans les forêts où de l’or est caché dans les racines.

# body.bfaa67aa-e7e9-41d0-a038-f4ba83364505
source: <a id="a1"><b>Amazon Mining Watch</b></a><b> is relaunching today as a true monitoring platform to track illegal open-pit gold mining in the Amazon rainforest</b>. Automated, machine-learning models detect mining in satellite imagery, yearly across the Amazon basin and from now into the future. <a id="a2">Data and code</a> are available open-source.
de: <a id="a1"><b>Amazon Mining Watch</b></a><b> startet heute neu als echte Überwachungsplattform zur Verfolgung des illegalen Tagebaus von Gold im Amazonas-Regenwald</b>. Automatisierte, maschinell lernende Modelle erkennen den Bergbau in Satellitenbildern, jährlich im gesamten Amazonasbecken und von nun an in die Zukunft. <a id="a2">Daten und Code</a> sind Open-Source verfügbar.
fr: <a id="a1"><b>Amazon Mining Watch</b></a><b> se relance aujourd’hui en tant que véritable plateforme de surveillance de l’exploitation illégale d’or à ciel ouvert dans la forêt amazonienne</b>. Chaque année, aujourd’hui et demain, des modèles automatisés d’apprentissage automatique détectent l’exploitation minière dans le bassin amazonien sur les images satellitaires. <a id="a2">Les données et le code</a> sont disponibles en open source.

# body.bfaa67aa-e7e9-41d0-a038-f4ba83364505
source: Something — strongman politics and dire economic conditions, the high price of gold and access to international markets, dissident paramilitaries and cartels with drug money to launder and invest — has touched off new gold rushes around the Amazon rainforest. Some miners go in thinking of feeding their families. The sociopolitical dynamics are complex.
de: Etwas – starke Politik und schwierige wirtschaftliche Bedingungen, der hohe Goldpreis und der Zugang zu internationalen Märkten, abtrünnige paramilitärische Gruppen und Kartelle mit Drogengeld zum Waschen und Investieren – hat neue Goldräusche rund um den Amazonas-Regenwald ausgelöst. Einige Bergleute gehen in der Hoffnung hinein, ihre Familien ernähren zu können. Die soziopolitischen Dynamiken sind komplex.
fr: Quelque chose — une politique de l’homme fort et des conditions économiques désastreuses, le prix élevé de l’or et l’accès aux marchés internationaux, des paramilitaires dissidents et des cartels qui blanchissent et investissent l’argent de la drogue — a déclenché de nouvelles ruées vers l’or dans la forêt tropicale amazonienne. Certains mineurs y vont en pensant à nourrir leur famille. Les dynamiques sociopolitiques sont complexes.

# body.bfaa67aa-e7e9-41d0-a038-f4ba83364505
source: The mining is expanding terribly, every year from 2018 through 2023, almost doubling in area, measuring at 3.2 million acres last year. Let it be said, we make detections on sixty-acre parcels, so this number counts some strips of forest at the edges of the toxic mining sludge.
de: Der Bergbau breitet sich schrecklich aus, jedes Jahr von 2018 bis 2023, fast verdoppelt sich die Fläche, letztes Jahr wurde sie auf 3,2 Millionen Morgen gemessen. Es sei gesagt, wir machen Erkennungen auf sechzig Morgen großen Parzellen, so dass diese Zahl einige Streifen Wald am Rande des giftigen Bergbauschlamms zählt.
fr: L’exploitation minière se développe terriblement, chaque année entre 2018 et 2023, doublant presque sa superficie pour atteindre 3,2 millions d’acres l’année dernière. Notez que nous faisons des détections sur des parcelles de soixante acres, ce nombre prend donc en compte quelques bandes de forêt en bordure des boues minières toxiques.

# body.bfaa67aa-e7e9-41d0-a038-f4ba83364505
source: In 2023 our models detected mining in 7,163 distinct locations across the Amazon rainforest. Mean area: 450 acres. Max area: 35000 acres. The largest minefield stretches miles in all directions, dwarfing a nearby miners’ town, in Madre de Dios state in Peru.
de: Im Jahr 2023 haben unsere Modelle den Bergbau an 7.163 verschiedenen Orten im gesamten Amazonas-Regenwald erkannt. Durchschnittliche Fläche: 450 Morgen. Maximale Fläche: 35.000 Morgen. Das größte Minenfeld erstreckt sich Meilen in alle Richtungen und überragt eine nahegelegene Bergarbeiterstadt im Bundesstaat Madre de Dios in Peru.
fr: En 2023, nos modèles ont détecté des activités minières dans 7 163 lieux différents de la forêt amazonienne. Superficie moyenne : 450 acres. Superficie maximale : 35 000 acres. Le plus grand champ de mines s’étend sur des kilomètres dans toutes les directions, éclipsant une ville minière voisine, dans l’État de Madre de Dios au Pérou.

# body.c2558729-e389-4e89-b2a0-c21e7357981c.altText
source: The massive Rio Huaypetue mine in Madre de Dios, Peru, as delineated by automated detection in Amazon Mining Watch. The town of Huaypetue, 2017 population 6,317, sits top center. Remaining intact forest appears at upper right.
de: Die riesige Rio Huaypetue-Mine in Madre de Dios, Peru, wie sie durch automatische Erkennung in Amazon Mining Watch abgegrenzt wurde. Die Stadt Huaypetue, Bevölkerung 2017 6.317, liegt oben in der Mitte. Verbliebener intakter Wald erscheint oben rechts.
fr: L’immense mine Rio Huaypetue à Madre de Dios, au Pérou, telle que délimitée par la détection automatisée dans Amazon Mining Watch. La ville de Huaypetue – 6 317 habitants en 2017 – se trouve en haut au centre. La forêt intacte restante apparaît en haut à droite.

# body.c2558729-e389-4e89-b2a0-c21e7357981c.caption
source: The massive Rio Huaypetue mine in Madre de Dios, Peru, as delineated by automated detection in Amazon Mining Watch. The town of Huaypetue, 2017 population 6,317, sits top center. Remaining intact forest appears at upper right.
de: Die riesige Rio Huaypetue-Mine in Madre de Dios, Peru, wie sie durch automatische Erkennung in Amazon Mining Watch abgegrenzt wurde. Die Stadt Huaypetue, Bevölkerung 2017 6.317, liegt oben in der Mitte. Verbliebener intakter Wald erscheint oben rechts.
fr: L’immense mine Rio Huaypetue à Madre de Dios, au Pérou, telle que délimitée par la détection automatisée dans Amazon Mining Watch. La ville de Huaypetue – 6 317 habitants en 2017 – se trouve en haut au centre. La forêt intacte restante apparaît en haut à droite.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: At the same time, in some places, activism and government enforcement have begun to slow the razing of Earth. Amazon Mining Watch can play a role directing the spotlight. And for those people petitioning their local governments, demanding relief, with their own maps and first-person reports, the data can provide another measure of proof.
de: Gleichzeitig haben in einigen Gebieten Aktivismus und staatliche Durchsetzung begonnen, die Zerstörung der Erde zu verlangsamen. Amazon Mining Watch kann eine Rolle spielen, indem es das Rampenlicht lenkt. Und für die Menschen, die ihre lokalen Regierungen anflehen, Entlastung fordern, mit ihren eigenen Karten und Berichten aus erster Hand, können die Daten einen weiteren Beweis liefern.
fr: Au même moment, dans certains endroits, l’activisme et l’application de la loi par le gouvernement ont commencé à ralentir le rasage de la Terre. Amazon Mining Watch peut jouer un rôle de premier plan. Et pour les personnes qui adressent des pétitions à leurs autorités locales, qui demandent de l’aide avec leurs propres cartes et rapports personnels, les données peuvent fournir d’autres moyens de preuve.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: In 2019 the U.S. director of Survival International asked if we could help identify illegal gold mining operations in Yanomami indigenous territory. His contacts at Hutukara Yanomami Association were reporting a new influx of miners, akin to the gold rush of the 1980s that caused <a id="a1">the deaths of so many Yanomami people</a> through massacre, disease, and malnutrition. They were seeking international attention to pressure the Brazilian government to stop the miners invading their legally protected lands.
de: Im Jahr 2019 fragte der US-Direktor von Survival International, ob wir helfen könnten, illegale Goldminenoperationen im indigenen Gebiet der Yanomami zu identifizieren. Seine Kontakte bei der Hutukara Yanomami Association berichteten von einem neuen Zustrom von Bergleuten, ähnlich dem Goldrausch der 1980er Jahre, der <a id="a1">den Tod so vieler Yanomami-Menschen</a> durch Massaker, Krankheiten und Mangelernährung verursachte. Sie suchten internationale Aufmerksamkeit, um Druck auf die brasilianische Regierung auszuüben, die Bergleute daran zu hindern, in ihre gesetzlich geschützten Gebiete einzudringen.
fr: En 2019, le directeur américain de Survival International a demandé si nous pouvions aider à identifier les opérations illégales d’extraction d’or sur le territoire autochtone des Yanomami. Ses contacts à l’Association Hutukara Yanomami signalaient un nouvel afflux de mineurs, semblable à la ruée vers l’or des années 1980 qui a causé <a id="a1">la mort de tant de Yanomami</a> (massacre, maladie et malnutrition). Ils cherchaient à attirer l’attention de la communauté internationale afin de faire pression sur le gouvernement brésilien pour qu’il mette fin à l’invasion de leurs terres légalement protégées par les mineurs.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: I looked in the ways that I knew as a satellite enviro-investigative journalist, starting with Google Earth. We asked about some features that turned out to be Yanomami villages. I had to report back to Daniel: I saw absolutely no signs of mining.
de: Ich suchte mit den Mitteln, die ich als Journalist für Satelliten-Umweltrecherchen kannte, angefangen mit Google Earth. Wir fragten nach einigen Merkmalen, die sich als Yanomami-Dörfer herausstellten. Ich musste Daniel berichten, dass ich absolut keine Anzeichen von Bergbau sah.
fr: J’ai utilisé les moyens que je connaissais en tant que journaliste d’investigation environnementale par satellite, à commencer par Google Earth. Nous avons posé des questions sur certaines caractéristiques qui se sont avérées être des villages yanomami. J’ai dû faire un rapport à Daniel : je n’ai vu aucun signe d’exploitation minière.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: For weeks this gnawed at me. The Hutukara activists estimated 20,000 miners were active in the territory. The miners slash the rainforest, pump water through the underlying soils to release the minerals, and mix in mercury to clot with the gold. In Yanomami territory it’s strictly illegal, with no planning, no oversight. The miners churn verdant rainforest and its winding rivers into toxic mud. I <i>had</i> to be able to see destruction at that scale.
de: Wochenlang nagte das an mir. Die Aktivisten von Hutukara schätzten, dass 20.000 Bergleute im Gebiet aktiv waren. Die Bergleute roden den Regenwald, pumpen Wasser durch die darunter liegenden Böden, um die Mineralien freizusetzen, und mischen Quecksilber bei, um mit dem Gold zu gerinnen. Im Yanomami-Gebiet ist das streng illegal, ohne Planung, ohne Aufsicht. Die Bergleute verwandeln den üppigen Regenwald und seine gewundenen Flüsse in giftigen Schlamm. Ich <i>musste</i> in der Lage sein, Zerstörung in diesem Ausmaß zu sehen.
fr: Pendant des semaines, cela m’a rongé. Les activistes hutukara estimaient que 20 000 mineurs étaient actifs sur le territoire. Les mineurs coupent la forêt tropicale, pompent l’eau dans les sols sous-jacents pour libérer les minéraux et mélangent le mercure à l’or pour obtenir des amalgames. Sur le territoire yanomami, c’est strictement illégal, sans planification ni surveillance. Les mineurs transforment la forêt tropicale verdoyante et ses rivières sinueuses en boues toxiques. Je <i>devais</i> être en mesure de déceler toute trace de destruction à cette échelle.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: I reached for recent Sentinel-2 satellite imagery, captured frequently enough to work around the rainforest’s clouds. All of a sudden, a new picture of the territory unfolded before me. The banks of the important tributaries flowing out of northern Yanomami territory — the Uraricoera, the Mucajai, the Catrimani — were littered with bright yellow, brown, green, and turquoise splotches. I saw new mine sites and new airfields for trafficking, sometimes practically on top of Yanomami villages.
de: Ich griff nach aktuellen Sentinel-2-Satellitenbildern, die häufig genug aufgenommen wurden, um die Wolken des Regenwaldes zu umgehen. Plötzlich entfaltete sich vor mir ein neues Bild des Territoriums. Die Ufer der wichtigen Nebenflüsse, die aus dem nördlichen Yanomami-Gebiet fließen – der Uraricoera, der Mucajai, der Catrimani – waren übersät mit leuchtend gelben, braunen, grünen und türkisfarbenen Flecken. Ich sah neue Minenstandorte und neue Flugplätze für den Schmuggel, manchmal praktisch auf den Yanomami-Dörfern.
fr: J’ai cherché des images satellites récentes de Sentinel-2, capturées suffisamment fréquemment pour contourner les nuages de la forêt tropicale. Tout à coup, je vis devant moi une nouvelle image du territoire. Les rives des importants affluents sortant du nord du territoire yanomami — l’Uraricoera, le Mucajai, le Catrimani — étaient jonchées de taches jaune vif, brunes, vertes et turquoises. J’ai vu de nouveaux sites miniers et de nouveaux terrains d’aviation pour le trafic, parfois pratiquement au-dessus des villages Yanomami.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: For me this marked the beginning of a journey of learning and reporting on the mining problem, linking with people working in the region, and eventually building the tools to automatically detect new mining activity across the Amazon basin.
de: Für mich markierte dies den Beginn einer Reise des Lernens und Berichtens über das Bergbauproblem, der Verbindung mit Menschen, die in der Region arbeiten, und schließlich dem Aufbau von Werkzeugen zur automatischen Erkennung neuer Bergbauaktivitäten im gesamten Amazonasbecken.
fr: Pour moi, ce fut le commencement d’un parcours d’apprentissage et de reporting sur le problème minier, en créant des liens avec des personnes travaillant dans la région et, finalement, en construisant les outils permettant de détecter automatiquement les nouvelles activités minières dans le bassin amazonien.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: Amazon Mining Watch applies artificial intelligence modeling of Sentinel-2 satellite imagery to identify the scars of open-pit gold mining and to share data and reporting on the problem. When launched in 2022, the platform provided a snapshot view, state-of-the-mined-Amazon, from 2020.
de: Amazon Mining Watch nutzt die Modellierung von Sentinel-2-Satellitenbildern durch künstliche Intelligenz, um die Narben des Goldtagebaus zu erkennen und Daten und Berichte über das Problem zu teilen. Bei ihrem Start im Jahr 2022 bot die Plattform eine Momentaufnahme des Zustands von Amazonien im Jahr 2020.
fr: Amazon Mining Watch applique la modélisation par intelligence artificielle de l’imagerie satellitaire Sentinel-2 pour identifier les cicatrices des mines d’or à ciel ouvert et pour partager les données et les rapports sur le problème. Lors de son lancement en 2022, la plateforme a fourni un instantané de l’état du bassin amazonien exploité à partir de 2020.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: This year, with support from the Mozilla Foundation, and critical code and model rewrites by co-creator and alum Caleb Kruse, we were able to realize the promise of Amazon Mining Watch as a true monitoring platform. The new release includes:
de: In diesem Jahr konnten wir mit Unterstützung der Mozilla Foundation und kritischen Code- und Modellüberarbeitungen durch den Mitbegründer und Alumnus Caleb Kruse das Versprechen von Amazon Mining Watch als echte Überwachungsplattform verwirklichen. Die neue Veröffentlichung beinhaltet:
fr: Cette année, avec le soutien de la Fondation Mozilla et les réécritures essentielles de code et de modèles par le co-créateur et ancien étudiant Caleb Kruse, nous avons pu réaliser la promesse d’Amazon Mining Watch en tant que véritable plateforme de surveillance. La nouvelle version comprend :

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: Yearly assessments of mining activity in the Amazon basin from 2018–2023.
de: Jährliche Bewertungen der Bergbauaktivität im Amazonasbecken von 2018 bis 2023.
fr: Évaluations annuelles de l’activité minière dans le bassin amazonien de 2018 à 2023.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: Capacity to run new assessments on demand.
de: Kapazität, neue Bewertungen auf Anfrage durchzuführen.
fr: Capacité à effectuer de nouvelles évaluations à la demande.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: High detection precision, estimated at 99.6% on a random sample of 2023 detections.
de: Hohe Erkennungsgenauigkeit, geschätzt auf 99,6 % auf einer Zufallsstichprobe von 2023 Erkennungen.
fr: Haute précision de détection, estimée à 99,6 % sur un échantillon aléatoire de détections réalisées en 2023.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: Reproducible open-source code. Previously, we published the code, but it accessed imagery via a third-party proprietary platform. Now it requires only a Google Earth Engine user account, with free sign-up.
de: Reproduzierbarer Open-Source-Code. Früher haben wir den Code veröffentlicht, aber er hat auf Bilder über eine proprietäre Plattform von Drittanbietern zugegriffen. Jetzt benötigt er nur noch ein Google Earth Engine-Benutzerkonto, mit kostenloser Anmeldung.
fr: Code open source reproductible. Avant, on publiait le code, mais l’accès aux images se faisait via une plateforme propriétaire tierce. Désormais, un compte utilisateur Google Earth Engine suffit, avec une inscription gratuite.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: A web front-end rebuilt from scratch.
de: Ein von Grund auf neu aufgebautes Web-Frontend.
fr: Un front-end Web reconstruit à partir de zéro.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: Yearly <a id="a1">Sentinel-2 satellite image mosaics</a> to underlay the yearly detections.
de: Jährliche <a id="a1">Sentinel-2-Satellitenbildmosaike</a>, um die jährlichen Erkennungen zu unterlegen.
fr: <a id="a1">Mosaïques d’images satellitaires Sentinel-2</a> annuelles pour étayer les détections annuelles.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: In a report released today, Amazon Conservation <a id="a1">break down major findings</a> from the new data. They identify the most impacted regions and study hot spots where mining has flared into protected lands. They estimate that half of the observable forest destruction from mining in the Amazon basin has happened in the last five years.
de: In einem heute veröffentlichten Bericht zerlegen Amazon Conservation <a id="a1">wichtige Erkenntnisse</a> aus den neuen Daten. Sie identifizieren die am stärksten betroffenen Regionen und untersuchen Hotspots, wo der Bergbau in geschützte Gebiete vorgedrungen ist. Sie schätzen, dass die Hälfte der beobachtbaren Waldzerstörung durch den Bergbau im Amazonasbecken in den letzten fünf Jahren stattgefunden hat.
fr: Dans un rapport publié aujourd’hui, Amazon Conservation <a id="a1">décompose les principaux résultats</a> des nouvelles données. Ils identifient les régions les plus touchées et étudient les points chauds où l’exploitation minière s’est abattue sur des terres protégées. Ils estiment que la moitié de la destruction observable des forêts due à l’exploitation minière dans le bassin amazonien s’est produite au cours des cinq dernières années.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: Putting data to work
de: Daten in die Arbeit einbringen
fr: Mettre les données au travail

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: Amazon Mining Watch is a collaboration involving many of us at Earth Genome; the Pulitzer Center Rainforest Investigations Network, who lead reporting; and Amazon Conservation, who build intra-government and community partnerships, particularly in Peru and Bolivia, to shape <a id="a1">holistic policies toward curtailment of mining</a>.
de: Amazon Mining Watch ist eine Zusammenarbeit, an der viele von uns bei Earth Genome beteiligt sind; das Pulitzer Center Rainforest Investigations Network, das die Berichterstattung leitet; und Amazon Conservation, das innerstaatliche und Gemeinschaftspartnerschaften aufbaut, insbesondere in Peru und Bolivien, um <a id="a1">ganzheitliche Maßnahmen zur Eindämmung des Bergbaus zu gestalten</a>.
fr: Amazon Mining Watch est l’œuvre d’un partenariat impliquant beaucoup d’entre nous à Earth Genome ; le Pulitzer Center Rainforest Investigations Network, qui dirige les rapports ; et Amazon Conservation, qui bâtit des partenariats intra-gouvernementaux et communautaires, en particulier au Pérou et en Bolivie, pour façonner des <a id="a1">politiques holistiques visant à réduire l’exploitation minière</a>.

# body.1bb5a316-b4c3-47fc-9726-89d5f1298f7a
source: Amazon Conservation and MapBiomas uptake Amazon Mining Watch detections for their own monitoring efforts.
de: Amazon Conservation und MapBiomas übernehmen die Erkennungen von Amazon Mining Watch für ihre eigenen Überwachungsbemühungen.
fr: Amazon Conservation et MapBiomas utilisent les détections d’Amazon Mining Watch pour leurs propres initiatives de surveillance.
