Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/ai-internet-carbon-footprint.po
Languages: de, fr

# seo_title
source: AI’s Carbon Footprint — Here’s How Much Carbon Everyday Internet Tasks Emit
de: Der CO2-Fußabdruck der KI — So viele CO2-Emissionen verursachen alltägliche Internetaufgaben
fr: Empreinte carbone de l’IA - Quel est le volume des émissions de carbone générées par nos tâches quotidiennes sur Internet ?

# search_description
source: Internet activity produces carbon emissions and AI is one of the worst offenders. Here’s how much everyday internet activities costs the environment.
de: Internetaktivitäten verursachen CO2-Emissionen und KI ist einer der schlimmsten Übeltäter. So viel kosten alltägliche Internetaktivitäten die Umwelt.
fr: Les activités sur Internet produisent des émissions de carbone et l’intelligence artificielle est l’un des plus grands pollueurs. Voici un aperçu de l’impact des activités quotidiennes sur Internet sur l’environnement.

# body.fc8ee6ac-ef95-4573-916b-e5ea2ad6a563
source: Did you know that writing an email can send <a id="a1">17 grams</a> or more of carbon dioxide into the atmosphere? Or that going audio-only on Zoom calls reduces carbon emissions by up to <a id="a2">96%</a>?
de: Wussten Sie, dass das Schreiben einer E-Mail <a id="a1">17 Gramm</a> oder mehr Kohlendioxid in die Atmosphäre senden kann? Oder dass der reine Audio-Anrufe über Zoom die CO2-Emissionen um bis zu <a id="a2">96 % reduziert</a>?
fr: Saviez-vous que l’envoi d’un e-mail peut libérer plus de <a id="a1">17 grammes</a> de dioxyde de carbone dans l’atmosphère ? Ou que le fait de passer des appels Zoom en mode audio uniquement peut réduire jusqu’à <a id="a2">96 %</a> des émissions de carbone ?

# body.fc8ee6ac-ef95-4573-916b-e5ea2ad6a563
source: It’s easy to think of our computers as clean, green productivity machines — it’s not like there’s a smokestack sticking out of our laptops or a tailpipe at the bottom of our smartphones. Still, internet use comes with an invisible carbon footprint. Every search query, podcast download and Netflix binge requires the use of energy, water and land.
de: Wir stellen uns unsere Computer leicht als saubere, grüne Produktivitätsmaschinen vor — es ist nicht so, als würde ein Schornstein aus unseren Laptops herausragen oder ein Auspuff an der Unterseite unserer Smartphones. Dennoch hat die Internetnutzung einen unsichtbaren CO2-Fußabdruck. Jede Suchanfrage, jeder Podcast-Download und jeder Netflix-Marathon erfordert den Verbrauch von Energie, Wasser und Land.
fr: Nous avons tendance à considérer nos ordinateurs comme des outils de productivité propres et écologiques. Nos ordinateurs portables ne produisent pas de fumée et nos smartphones n’ont pas de tuyau d’échappement. Néanmoins, l’utilisation d’Internet entraîne une empreinte carbone invisible. Chaque recherche, chaque téléchargement de podcast et chaque utilisation de Netflix nécessitent de l’énergie, des ressources en eau et de vastes surfaces.

# body.fc8ee6ac-ef95-4573-916b-e5ea2ad6a563
source: How Does Using The Internet Create Carbon Emissions?
de: Wie verursacht die Nutzung des Internets CO2-Emissionen?
fr: Comment l’utilisation d’Internet génère-t-elle des émissions de carbone ?

# body.fc8ee6ac-ef95-4573-916b-e5ea2ad6a563
source: How can the internet cost environmental resources like <a id="a1">energy, water and land</a> to use? Large rooms filled with servers (data centers) require electricity to store and transmit data, and producing all that energy electricity emits carbon. Where do we store it all? Enter the land footprint, with masses of land dedicated to these numerous rooms filled with servers that send information to and from your laptop or smartphone. Don’t all those servers running all the time next to each other overheat? Enter the usage of water. Data centers run hot and <a id="a2">liquid is used</a> to cool it all down. <a id="a3">Air conditioning</a> is used too — adding to the electric bill and the carbon footprint. The result? Internet activities, even small mundane ones, come with a tiny tax to the environment — a tax that compounds when we consider the internet’s scale. Newer technologies like <a id="a4">ChatGPT and generative AI</a> are only making that footprint bigger, not smaller.
de: Wie kann das Internet Umweltressourcen wie <a id="a1">Energie, Wasser und Land</a> kosten? Große Serverräume (Rechenzentren) benötigen Strom, um Daten zu speichern und zu übertragen, und die Produktion all dieser Energie emittiert CO2. Wo lagern wir das alles? Hier kommt der Land-Fußabdruck ins Spiel mit Massen von Land, die diesen zahlreichen Räumen voller Server gewidmet sind, die Informationen an und von Ihrem Laptop oder Smartphone senden. Überhitzen sich nicht all die Server, die ständig nebeneinander laufen? Hier kommt der Wasserverbrauch hinzu. Rechenzentren laufen heiß und <a id="a2">Flüssigkeit wird verwendet,</a> um alles abzukühlen. Eine <a id="a3">Klimaanlage</a> wird ebenfalls verwendet — was zur Stromrechnung und zum CO2-Fußabdruck beiträgt. Das Ergebnis? Internetaktivitäten, auch kleine, alltägliche, bringen eine winzige Steuer für die Umwelt mit sich — eine Steuer, die sich erhöht, wenn wir das Ausmaß des Internets betrachten. Neuere Technologien wie <a id="a4">ChatGPT und generative KI</a> machen diesen Fußabdruck nur größer, nicht kleiner.
fr: Comment peut-on expliquer que l’utilisation d’Internet nécessite des ressources environnementales telles que de <a id="a1">l’énergie, de l’eau et des terres</a> ? De grandes salles remplies de serveurs (centres de données) ont besoin d’électricité pour stocker et transmettre les données, et la production de toute cette énergie électrique génère des émissions de carbone. Comment entreposer tout cela ? C’est ici que se manifeste la problématique de l’impact sur le territoire, avec des surfaces considérables consacrées à ces nombreuses structures remplies de serveurs qui envoient et reçoivent des informations depuis et vers votre ordinateur portable ou votre smartphone. Tous ces serveurs qui tournent en permanence à proximité les uns des autres ne risquent-ils pas de surchauffer ? C’est là que se pose le problème de l’utilisation de l’eau. Les centres de données produisent de la chaleur et sont <a id="a2">refroidis à l’aide de liquides</a>.<a id="a3"> On y utilise également des systèmes de climatisation</a>, ce qui alourdit la facture d’électricité et l’empreinte carbone. Résultat ? Les activités sur Internet, même les plus banales, s’accompagnent d’une taxe minime pour l’environnement, une taxe qui s’alourdit lorsque l’on considère l’ampleur d’Internet. Les nouvelles technologies telles que <a id="a4">ChatGPT et l’IA</a> générative ne font que renforcer cette empreinte.

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: How much bigger? Let’s talk numbers. Here is the invisible carbon footprint of just a few internet activities:
de: Wie viel größer? Reden wir über Zahlen. Hier ist der unsichtbare CO2-Fußabdruck von nur wenigen Internetaktivitäten:
fr: À quel point ? Voyons les chiffres. Voici l’empreinte carbone invisible résultant d’une sélection d’activités sur Internet :

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Video Calls
de: Videoanrufe
fr: Appels vidéo

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Video call usage skyrocketed at the start of the pandemic. From 2019 to 2020, Zoom went from 10 million daily participants to 300 million. Nowadays, <a id="a1">in 2023</a>, the number is more than double.
de: Die Nutzung von Videoanrufen stieg zu Beginn der Pandemie sprunghaft an. Von 2019 bis 2020 stieg Zoom von 10 Millionen täglichen Teilnehmern auf 300 Millionen. Heute, <a id="a1">im Jahr 2023</a>, ist die Zahl mehr als doppelt so hoch.
fr: L’utilisation des appels vidéo a explosé au début de la pandémie. De 2019 à 2020, Zoom est passé de 10 millions d’utilisateurs quotidiens à 300 millions. Aujourd’hui, <a id="a1">en 2023</a>, ce chiffre a plus que doublé.

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: But videoconferencing comes at an energy cost. According to a <a id="a1">study</a> by Purdue University, <b>a one-hour Zoom call produces between 150 to 1,000 grams in carbon dioxide</b>. Comparatively, a gas-powered car burning a gallon of gasoline emits 8,887 grams of carbon dioxide, potentially making your Zoom calls more green than driving to meet your colleague in person. But that same one-hour call also requires between two and 12 liters of water and an iPad Mini’s footprint worth of land mass (those data centers <a id="a2">filled with servers</a> for all those Zoom calls have to go somewhere).
de: Aber Videokonferenzen kosten Energie. Laut einer <a id="a1">Studie</a> der Purdue University produziert <b>ein einstündiger Zoom-Anruf zwischen 150 und 1.000 Gramm Kohlendioxid</b>. Im Vergleich dazu stößt ein benzinbetriebenes Auto, das 3,8 Liter Benzin verbrennt, 8.887 Gramm Kohlendioxid, wodurch Ihre Zoom-Anrufe möglicherweise umweltfreundlicher werden, als wenn Sie persönlich zu Ihrem Kollegen fahren. Aber der gleiche einstündige Anruf erfordert auch zwischen zwei und 12 Liter Wasser und die Grundfläche eines iPad Mini (die Rechenzentren <a id="a2">mit Servern</a> für all diese Zoom-Anrufe gefüllt sind, müssen irgendwo hin).
fr: Mais les vidéoconférences entraînent un coût énergétique. Selon une <a id="a1">étude</a> de la Purdue University, <b>un appel Zoom d’une heure produit entre 150 et 1 000 grammes de dioxyde de carbone</b>. À titre de comparaison, la consommation d’un gallon d’essence par une voiture à moteur thermique émet 8 887 grammes de dioxyde de carbone, ce qui fait potentiellement des appels Zoom une solution plus écologique que l’utilisation d’une voiture pour aller à la rencontre d’un collègue. Mais ce même appel d’une heure nécessite entre 2 et 12 litres d’eau et l’équivalent d’un Ipad mini en surface terrestre (il faut bien que les centres de données <a id="a2">pleins de serveurs</a> nécessaires à tous ces appels Zoom soient construits quelque part).

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: All that is for a one-hour call. Now multiply that by the <a id="a1">55 billion hours</a> of Zoom meetings that take place in a year. We said it above and we’ll say it here too: you can reduce the footprint of your call by 96% by going audio-only. Next time you get called out for going face mute, tell your coworkers you’re saving the planet!
de: All das ist für einen einstündigen Anruf. Multiplizieren Sie das jetzt mit den <a id="a1">55 Milliarden Stunden</a> Zoom-Meetings, die in einem Jahr stattfinden. Wir haben es oben gesagt und wir werden es auch hier sagen: Sie können den Fußabdruck Ihres Anrufs um 96 % reduzieren, indem Sie nur Audio verwenden. Wenn Sie das nächste Mal Ärger bekommen, weil Sie die Kamera ausgeschaltet haben, sagen Sie Ihren Kollegen, dass Sie den Planeten retten!
fr: Tout cela pour un appel d’une heure. Multipliez maintenant ce chiffre par les <a id="a1">55 milliards d’heures</a> de réunions Zoom qui ont lieu chaque année. Cela a été dit plus haut mais il vaut le coup de le répéter ici : vous pouvez réduire l’empreinte de votre appel de 96 % en optant pour l’audio uniquement. La prochaine fois que l’on vous reprochera d’avoir coupé la vidéo, dites à vos collègues que vous sauvez la planète !

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Downloading Podcasts
de: Podcasts herunterladen
fr: Télécharger des podcasts

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: You probably know by now about Mozilla’s <a id="a1">IRL Podcast</a>. Surely you’ve listened to our most recent season 6, where we discussed how AI appears in and affects our real world. But if you’ve listened to the show for a while, you’ll know season five contained <a id="a2">an episode</a> on the carbon footprint of the internet, including podcasts.
de: Sie kennen wahrscheinlich schon den <a id="a1">IRL-Podcast</a> von Mozilla . Sicherlich haben Sie sich unsere letzte Staffel 6 angehört, in der wir besprochen haben, wie KI in unserer realen Welt erscheint und sich darauf auswirkt. Aber wenn Sie die Show schon eine Weile gehört haben, werden Sie wissen, dass die fünfte Staffel <a id="a2">eine Episode</a> über den CO2-Fußabdruck des Internets enthielt, einschließlich Podcasts.
fr: Vous connaissez sans doute déjà le <a id="a1">podcast IRL</a> de Mozilla. Vous avez certainement écouté la sixième saison, où nous avons discuté de la façon dont l’IA est présente et affecte le monde réel. Mais si vous écoutez l’émission depuis un certain temps, vous vous souviendrez que dans la cinquième saison figurait <a id="a2">un épisode</a> sur l’empreinte carbone d’Internet, notamment celle des podcasts.

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: In the episode, we tallied up the amount of carbon dioxide an average installment of the IRL podcast produces. The answer: <b>an average podcast episode emits 1.16 metric tons of carbon dioxide</b> (that equates to the same amount of harm as around three barrels of oil per episode!). Where does most of that waste come from? Mainly electricity and how it’s produced. Some electricity is made using harmful sources like coal or natural gas. Or it can be created using less harmful sources like wind and solar. IRL Podcast took an average between those sources and arrived at 1.16 metric tons of carbon per episode.
de: In der Folge haben wir die Menge an Kohlendioxid ermittelt, die eine durchschnittliche Rate des IRL-Podcasts produziert. Die Antwort: <b>Eine durchschnittliche Podcast-Episode emittiert 1,16 Tonnen Kohlendioxid</b> (das entspricht der gleichen Menge an Schaden wie etwa drei Barrel Öl pro Episode!). Woher kommt der größte Teil dieses Ausstoßes? Hauptsächlich Strom und wie er produziert wird. Ein Teil des Stroms wird aus schädlichen Quellen wie Kohle oder Erdgas erzeugt. Oder er kann mit weniger schädlichen Quellen wie Wind und Sonne erzeugt werden. Der IRL Podcast hat einen Durchschnitt zwischen diesen Quellen zur Hand genommen und kam auf 1,16 Tonnen Kohlenstoff pro Episode.
fr: Dans cet épisode, nous avons calculé la quantité de dioxyde de carbone produite par un épisode moyen du podcast IRL. La réponse : <b>un épisode moyen de podcast émet 1,16 tonne de dioxyde de carbone</b> (ce qui équivaut à environ trois barils de pétrole par épisode !) D’où proviennent la plupart de ces rejets ? Principalement de l’électricité et de son mode de production. Une partie de l’électricité est produite à partir de sources nocives comme le charbon ou le gaz naturel. Elle peut aussi être produite à partir de sources moins nocives, telles que l’énergie éolienne et l’énergie solaire. Le podcast IRL a fait une moyenne entre ces sources et est arrivé à un résultat de 1,16 tonne de carbone par épisode.

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Streaming Video
de: Video streamen
fr: Diffusion vidéo en continu

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: <a id="a1">200 million subscribers</a>, <a id="a2">3+ hours</a> of video per day: popular sites like Netflix stream a lot of video to a lot of people each day. One <a id="a3">study</a> found that the average Netflix users collectively download 18 million terabytes worth of data in a month.
de: <a id="a1">200 Millionen Abonnenten</a>, mehr als <a id="a2">3 Stunden</a> Video pro Tag: Beliebte Websites wie Netflix streamen jeden Tag viele Videos an viele Menschen. Eine <a id="a3">Studie</a> ergab, dass die durchschnittlichen Netflix-Nutzer in einem Monat kollektiv Daten im Wert von 18 Millionen Terabyte herunterladen.
fr: <a id="a1">200 millions d’abonnés</a>, <a id="a2">plus de 3 heures</a> de visionnage par jour : les services populaires tels que Netflix diffusent chaque jour une énorme quantité de vidéos à un grand nombre de personnes. Une <a id="a3">étude</a> a montré que les utilisateurs moyens de Netflix téléchargent collectivement 18 millions de téraoctets de données en un mois.

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: So what’s the carbon footprint of all of this? <a id="a1">According to Netflix in 2020</a>, the company says one hour of streaming video on the service produces 100 grams of carbon dioxide equivalent (CO2e). One person watching four hours of Netflix is like driving a gas-powered car one mile. Netflix can <a id="a2">produce</a> around <b>1.1 million metric tons of carbon dioxide annually</b> — the equivalent of 240,000 passenger cars.
de: Was ist also der CO2-Fußabdruck von all dem? <a id="a1">Laut Netflix im Jahr 2020</a> produziert eine Stunde Streaming-Video auf dem Dienst 100 Gramm Kohlendioxidäquivalent (CO2e). Eine Person, die vier Stunden Netflix sieht, ist, als würde sie 1,6 km mit einem benzinbetriebenen Auto fahren. Netflix <a id="a2">produziert</a> jährlich <b>rund 1,1 Millionen Tonnen Kohlendioxid</b> — das entspricht 240.000 Pkw.
fr: Quelle est l’empreinte carbone de tout cela ? <a id="a1">Selon Netflix en 2020</a>, une heure de visionnage de vidéos sur le service produit 100 grammes d’équivalent de dioxyde de carbone (CO2e). Une personne regardant Netflix pendant quatre heures équivaut à conduire une voiture à essence sur une distance d’un mile. Netflix <a id="a2">produirait</a> environ <b>1,1 million de tonnes de dioxyde de carbone par an</b>, soit l’équivalent de 240 000 véhicules de tourisme.

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: The streaming media picture is obviously much bigger than Netflix. A <a id="a1">study</a> published in January counts annual carbon emissions at around <b>6.5 million metric tons of CO2e for YouTube</b>. TikTok’s carbon footprint is more than double YouTube’s. <b>TikTok produces around 14.7 million metric tons of CO2e per year</b>.
de: Doch die Streaming-Medien gehen natürlich weit über Netflix hinaus. Eine im Januar veröffentlichte <a id="a1">Studie</a> beziffert die jährlichen CO2-Emissionen für YouTube auf rund <b>6,5 Millionen Tonnen CO2e</b>. Der CO2-Fußabdruck von TikTok ist mehr als doppelt so hoch wie der von YouTube. <b>TikTok produziert rund 14,7 Millionen Tonnen CO2e pro Jahr</b>.
fr: Le secteur des services de diffusion en continu ne se résume évidemment pas à Netflix. Une <a id="a1">étude</a> publiée en janvier évalue les émissions annuelles de carbone à environ <b>6,5 millions de tonnes de CO2e pour YouTube</b>. L’empreinte carbone de TikTok est plus de deux fois supérieure à celle de YouTube. <b>TikTok produit environ 14,7 millions de tonnes de CO2e par an</b>.

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Using AI
de: Verwendung von KI
fr: Utilisation de l’IA

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Before you or I can use a product that incorporates AI, software engineers need to train the AI, instructing it on the things it needs to know. This training can be extremely costly to the environment.
de: Bevor Sie oder ich ein Produkt verwenden können, das KI enthält, müssen Softwareingenieure die KI trainieren und sie in den Dingen unterweisen, die sie wissen muss. Dieses Training kann für die Umwelt extrem kostspielig sein.
fr: Avant que nous puissions utiliser une technologie intégrant l’intelligence artificielle, des développeurs logiciels doivent l’entraîner et lui fournir les connaissances dont elle a besoin. Cet entraînement peut être extrêmement coûteux pour l’environnement.

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: The energy needed to teach an AI model like ChatGPT could power an average American’s home for hundreds of years — this is how <a id="a1">Gizmodo</a> sums up a <a id="a2">research paper</a> by Stanford’s AI division. Other estimations measure the amount of energy used to train ChatGPT at <a id="a3">1.3 gigawatt hours</a>, or the amount of energy that 120 U.S. homes use in a year.
de: Die Energie, die benötigt wird, um ein KI-Modell wie ChatGPT zu unterrichten, könnte das Haus eines durchschnittlichen Amerikaners Hunderte von Jahren mit Strom versorgen — so fasst <a id="a1">Gizmodo</a> eine <a id="a2">Forschungsarbeit der KI-Abteilung</a> von Stanford zusammen. Andere Schätzungen messen die Energiemenge, die verwendet wird, um ChatGPT mit <a id="a3">1,3 Gigawattstunden</a> zu trainieren, oder die Energiemenge, die 120 US-Haushalte in einem Jahr verbrauchen.
fr: D’après le résumé d’un <a id="a2">rapport de recherche</a> du département IA de Stanford publié par <a id="a1">Gizmodo</a>, l’énergie nécessaire à l’entraînement d’un modèle d’IA tel que ChatGPT pourrait alimenter un foyer américain moyen pendant des centaines d’années. D’autres estimations évaluent la quantité d’énergie utilisée pour former ChatGPT <a id="a3">à 1,3 gigawattheure</a>, soit la quantité d’énergie consommée par 120 foyers américains en un an.

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Not every AI is similar in this regard. The paper compares the training of four major AI models, including ChatGPT, and ranks the energy-efficiency of the data centers used to train the four AI models. ChatGPT’s GPT-3 released the most carbon into the atmosphere, 500 metric tons worth. Compare this to the AI model BLOOM which is similar in size to ChatGPT but emitted 22.7 metric tons of carbon dioxide. Much less in comparison, but still sizable — training BLOOM consumed more energy than the average American does in one year.
de: Nicht jede KI ist in dieser Hinsicht ähnlich. Das Papier vergleicht das Training von vier großen KI-Modellen, einschließlich ChatGPT, und bewertet die Energieeffizienz der Rechenzentren, die zum Training der vier KI-Modelle verwendet werden. Das GPT-3 von ChatGPT hat mit einem Wert von 500 Tonnen den meisten Kohlenstoff in die Atmosphäre freigesetzt. Vergleichen Sie dies mit dem KI-Modell BLOOM, das ähnlich groß ist wie ChatGPT, aber 22,7 Tonnen Kohlendioxid emittiert. Viel weniger im Vergleich, aber immer noch beträchtlich — das Training von BLOOM verbrauchte mehr Energie als der durchschnittliche Amerikaner in einem Jahr.
fr: Toutes les IA ne se ressemblent pas sur ce point. L’article compare l’entraînement de quatre grands modèles d’IA, dont ChatGPT, et classe l’efficacité énergétique des centres de données utilisés pour entraîner les quatre modèles d’IA. Le modèle GPT-3 de ChatGPT est celui qui a rejeté le plus de carbone dans l’atmosphère, soit 500 tonnes métriques. À titre de comparaison, le modèle d’IA BLOOM, dont la taille est similaire à celle de ChatGPT, a émis 22,7 tonnes de dioxyde de carbone, une consommation nettement inférieure, mais tout de même considérable. L’entraînement de BLOOM a consommé plus d’énergie en un an qu’un Américain.

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Those are some gassy lessons. And that’s just to train the AI tools, not use them. It isn’t fully clear just how much a service like ChatGPT costs to the environment with each use, but some estimate that <b>ChatGPT emits</b> <a id="a1"><b>7.6 metric tons of carbon dioxide</b></a><b> into the atmosphere each year</b>.
de: Das sind ziemlich gaslastige Lektionen. Und das beinhaltet nur das Training der KI-Tools, nicht ihre Verwendung. Es ist nicht ganz klar, wie viel ein Dienst wie ChatGPT die Umwelt bei jeder Nutzung kostet, aber manch einer <b>schätzt, dass ChatGPT jedes Jahr</b> <a id="a1"><b>7,6 Tonnen Kohlendioxid</b></a><b> in die Atmosphäre abgibt</b>.
fr: Ces entraînements coûtent cher à l’environnement, et il ne s’agit que du développement des outils d’intelligence artificielle, et non de leur utilisation. On ne connaît pas le coût environnemental réel d’un service tel que ChatGPT, mais certains estiment <b>qu’il s’élève à</b> <a id="a1"><b>7,6 tonnes de dioxyde de carbone</b></a><b> rejetées dans l’atmosphère chaque année</b>.
