Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/ai-internet-carbon-footprint.po
Languages: de, fr

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: The kicker? Groups are solving AI’s carbon problem with, you guessed it, more AI! Models like BCOOLER are being used to optimize energy usage.
de: Und das Verrückte daran? Es gibt Gruppen, die das Kohlenstoffproblem der KI mit, Sie haben es erraten, mehr KI lösen! Modelle wie BCOOLER werden verwendet, um den Energieverbrauch zu optimieren.
fr: Le comble ? Certains groupes tentent de résoudre le problème des émissions de carbone de l’IA avec, vous l’aurez deviné, plus d’IA ! Des modèles comme BCOOLER sont utilisés pour optimiser l’utilisation de l’énergie.

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: A Disproportionate Impact
de: Eine unverhältnismäßige Auswirkung
fr: Un impact démesuré

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: The environmental impact of streaming video or chatting with ChatGPT doesn’t affect everyone equally. Lorena Regattieri, a senior Trustworthy AI fellow here at Mozilla Foundation, notes, “In the era of AI and internet services at scale, it is crucial to critically examine the impact of our digital consumption on the environment and marginalized communities, particularly in the Global South.” In addition to the toll it takes for computers to process all this info, Lorena points out that creating the computers themselves comes at a cost too. “The extraction of minerals like lithium, cobalt, and rare earth elements for technology components often occurs in regions with environmental and social concern,” says Lorena. “These issues disproportionately impact marginalized communities, particularly in the Global South, where mining operations can harm local ecosystems and communities.”
de: Die Umweltauswirkungen von Video-Streaming oder dem Chatten mit ChatGPT betreffen nicht alle gleichermaßen. Lorena Regattieri, Senior Trustworthy AI Fellow hier bei der Mozilla Foundation, stellt fest: „Im Zeitalter von KI und Internetdiensten in großem Maßstab ist es entscheidend, die Auswirkungen unseres digitalen Konsums auf die Umwelt und marginalisierte Gemeinschaften, insbesondere im globalen Süden, kritisch zu untersuchen." Zusätzlich zu dem, das Computer für die Verarbeitung all dieser Informationen aufbringt, weist Lorena darauf hin, dass die Herstellung der Computer selbst auch mit Kosten verbunden ist. „Die Gewinnung von Mineralien wie Lithium, Kobalt und seltenen Erden für Technologiekomponenten findet häufig in Regionen mit ökologischen und sozialen Bedenken statt“, sagt Lorena. "Diese Probleme wirken sich unverhältnismäßig stark auf marginalisierte Gemeinschaften aus, insbesondere im globalen Süden, wo Bergbaubetriebe lokale Ökosysteme und Gemeinschaften schädigen können."
fr: L’impact environnemental du visionnage de vidéos en streaming ou des discussions avec ChatGPT n’affecte pas tout le monde de la même manière. Lorena Regattieri, spécialiste de l’IA à la Fondation Mozilla, remarque : « À l’ère de l’IA et des services Internet à grande échelle, il est essentiel d’examiner de manière critique l’impact de notre consommation numérique sur l’environnement et les communautés marginalisées, en particulier dans les pays du Sud ». En plus du tribut nécessaire pour que les ordinateurs puissent traiter toutes ces informations, Lorena souligne que la création même des ordinateurs engendre aussi un coût. « L’extraction de minéraux tels que le lithium, le cobalt et les minéraux rares utilisés pour les composants technologiques a souvent lieu dans des régions présentant des problèmes environnementaux et sociaux », explique Lorena. « Ces problèmes ont un impact disproportionné sur les communautés marginalisées, en particulier dans les pays du Sud, où les opérations minières peuvent nuire aux écosystèmes et aux communautés locales ».

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: So what can we do?
de: Was können wir also tun?
fr: Alors, que pouvons-nous faire ?

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: At the top of this article we mentioned the ability to reduce Zoom call emissions by over 90% just by switching to audio only. There are other tips you can take advantage of, like using a search engine like <a id="a1">Ecosia</a> to help plant trees, <a id="a2">turning off autoplay</a> on video sites you visit or cutting back on unnecessary newsletters. But, really, the onus should be on the companies that create these apps and services which can make broad, sweeping changes with better choices.
de: Oben in diesem Artikel haben wir die Möglichkeit erwähnt, die Emissionen von Zoom-Anrufen um über 90 % zu reduzieren, indem Sie nur auf Audio umschalten. Es gibt andere Tipps, die Sie nutzen können, wie die Verwendung einer Suchmaschine wie <a id="a1">Ecosia,</a> um beim Pflanzen von Bäumen zu <a id="a2">helfen, die automatische Wiedergabe</a> auf von Ihnen besuchten Videoseiten zu deaktivieren oder unnötige Newsletter zu reduzieren. Aber tatsächlich sollte die Verantwortung bei den Unternehmen liegen, die diese Apps und Dienste erstellen, die breit gefächerte, umfassende Änderungen mit besseren Entscheidungen vornehmen können.
fr: Au début de cet article, nous avons mentionné la possibilité de réduire les émissions des appels Zoom de plus de 90 % en passant uniquement à l’audio. Il existe d’autres astuces que vous pouvez appliquer, comme l’utilisation d’un moteur de recherche tel qu’<a id="a1">Ecosia</a> qui contribue à la plantation d’arbres, la <a id="a2">désactivation de la lecture automatique</a> sur les sites vidéo que vous visitez ou la suppression des newsletters superflues. Mais, en réalité, la responsabilité devrait revenir aux entreprises qui créent ces applications et ces services, qui peuvent apporter des changements importants et radicaux grâce à des choix plus judicieux.

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: If you’re wondering what you can do, here’s Lorena with a few tips:
de: Wenn Sie sich fragen, was Sie tun können, hat Lorena hier noch ein paar Tipps:
fr: Si vous vous demandez ce que vous pouvez faire, voici quelques conseils de Lorena :

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Opt for energy-efficient devices (and support companies that prioritize using renewables)
de: Entscheiden Sie sich für energieeffiziente Geräte (und unterstützen Sie Unternehmen, die den Einsatz erneuerbarer Energien priorisieren)
fr: Choisir des appareils économes en énergie (et soutenir les entreprises qui privilégient l’utilisation des énergies renouvelables)

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Demand transparency from companies regarding their carbon emissions
de: Fordern Sie Transparenz von Unternehmen in Bezug auf ihre CO2-Emissionen
fr: Exiger des entreprises qu’elles fassent preuve de transparence en ce qui concerne leurs émissions de carbone

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Support initiatives that make use of clean energy for computing, like Mozilla Awardee <a id="a1">Solar Protocol</a>
de: Unterstützen Sie Initiativen, die saubere Energie für die Datenverarbeitung nutzen, wie das Mozilla Awardee <a id="a1">Solar Protocol</a>
fr: Soutenir les projets qui utilisent l’énergie propre pour l’informatique, comme l’initiative <a id="a1">Solar Protocol</a>, lauréate d’une subvention Mozilla

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Support movements and global organizations that advocate for fair working conditions and the protection of communities impacted by the tech supply chain. A few examples: <a id="a1">Fairwork</a>, <a id="a2">Foxglove</a> in the UK and <a id="a3">OCP</a> over in Brazil
de: Unterstützen Sie Bewegungen und globale Organisationen, die sich für faire Arbeitsbedingungen und den Schutz der von der Technik-Lieferkette betroffenen Gemeinschaften einsetzen. Ein paar Beispiele: <a id="a1">Fairwork</a>, <a id="a2">Foxglove</a> in Großbritannien und <a id="a3">OCP</a> in Brasilien
fr: Soutenir les mouvements et les organisations mondiales qui militent en faveur de conditions de travail équitables et de la protection des communautés touchées par la chaîne d’approvisionnement du secteur technologique. Quelques exemples : <a id="a1">Fairwork</a> et <a id="a2">Foxglove</a> au Royaume-Uni et <a id="a3">OCP</a> au Brésil.

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Consider the environmental impact of device production and disposal. Recycle electronic devices through certified e-waste programs or donate/sell functioning devices you’re done with instead of trashing them
de: Berücksichtigen Sie die Umweltauswirkungen der Geräteproduktion und -entsorgung. Recyceln Sie elektronische Geräte über zertifizierte Elektroschrottprogramme oder spenden/verkaufen Sie funktionierende Geräte, die Sie nicht mehr nutzen, anstatt sie in den Müll zu werfen
fr: Tenir compte de l’impact environnemental de la production et de la mise au rebut des appareils électroniques. Recycler vos appareils dans le cadre de programmes certifiés de recyclage des déchets électroniques et donner ou vendre les appareils en état de marche dont vous n’avez plus besoin au lieu de les mettre au rebut.

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Or, if you work for a tech company and are reading this, here’s what you can do to create sizable change:
de: Oder wenn Sie für ein Technologieunternehmen arbeiten und dies lesen, können Sie Folgendes tun, um eine beträchtliche Veränderung herbeizuführen:
fr: Si vous travaillez dans le secteur de la technologie et que vous lisez cet article, voici ce que vous pouvez faire pour apporter des changements significatifs :

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Optimize algorithms and models for energy efficiency
de: Optimieren Sie Algorithmen und Modelle für Energieeffizienz
fr: Optimiser les algorithmes et les modèles pour une meilleure efficacité énergétique

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Power data centers with renewable energy and implement proper waste management
de: Betreiben Sie Rechenzentren mit erneuerbaren Energien und implementieren Sie eine ordnungsgemäße Abfallbewirtschaftung
fr: Alimenter les centres de données avec des énergies renouvelables et mettre en place un système de gestion des déchets appropriée

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Establish responsible sourcing policies that prioritize environmental sustainability and respect for indigenous rights
de: Legen Sie verantwortungsvolle Beschaffungsrichtlinien fest, die der ökologischen Nachhaltigkeit und der Achtung der indigenen Rechte Priorität einräumen
fr: Mettre en place des politiques d’approvisionnement responsable qui donnent la priorité à la protection de l’environnement et au respect des droits des populations autochtones

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: The Internet’s Invisible Carbon Footprint
de: Der unsichtbare CO2-Fußabdruck des Internets
fr: L’empreinte carbone invisible d’Internet

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Written By - Xavier Harding
de: Geschrieben von: Xavier Harding
fr: Rédigé par : Xavier Harding

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Edited By - Audrey Hingle, Carys Afoko, Kevin Zawacki, Tracy Kariuki
de: Bearbeitet von - Audrey Hingle, Carys Afoko, Kevin Zawacki, Tracy Kariuki
fr: Relu par : Audrey Hingle, Carys Afoko, Kevin Zawacki, Tracy Kariuki

# body.64db2ccf-b437-441f-9235-a307f7c5d2b9
source: Special Thanks: Lorena Regattieri!
de: Unser besonderer Dank gilt: Lorena Regattieri!
fr: Remerciements particuliers à Lorena Regattieri !

# title
source: The Internet’s Invisible Carbon Footprint
de: Der unsichtbare CO2-Fußabdruck des Internets
fr: L’empreinte carbone invisible d’Internet
