Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/alexa-help-me-which-smart-speaker-has-the-best-privacy.po
Languages: de, es

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: The company <a id="a1">states</a> that virtual assistant queries aren’t sold to third parties and aren’t used to build marketing profiles on users. Apple <a id="a2">claims</a> it analyzes some Siri requests in order to improve how well the assistant works. Also worth noting: earlier in 2022, a bug in Apple’s iOS15 allowed <a id="a3">users’ interactions</a> with Siri to be recorded, even though they’d opted out. Apple acknowledged and addressed the error.
de: Das Unternehmen <a id="a1">gibt an,</a> dass Anfragen an den virtuellen Assistenten nicht an Dritte verkauft oder dazu verwendet werden, ein Marketingprofil seiner Nutzer*innen zu erstellen. Apple <a id="a2">sagt,</a> es analysiert einige Siri-Anfragen, um die Funktionsweise des Assistenten zu verbessern. Gut zu wissen: Zu Beginn von 2022 wurden <a id="a3">Interaktionen von Nutzer*innen</a> mit Siri aufgrund eines Bugs in Apples iOS15 aufgezeichnet, obwohl sie dies deaktiviert hatten. Apple gab den Fehler zu und behob ihn.
es: La empresa <a id="a1">declara</a> que no vende las consultas al asistente virtual a terceros ni se usan para elaborar perfiles mercadológicos de los usuarios. Apple <a id="a2">afirma</a> que analiza algunas de las consultas a Siri para mejorar el funcionamiento del asistente. También vale la pena señalar que, a principios de 2022, un error en el iOS15 de Apple permitió que se grabaran <a id="a3">interacciones de los usuarios</a> con Siri, a pesar de que los usuarios habían decidido no aceptar esa función. Apple reconoció el error y lo corrigió.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: Where do I find more internet security tips for smart speakers?
de: Wo gibt es weitere Internetsicherheitstipps für Smart Speaker?
es: ¿Dónde encuentro más consejos de seguridad en Internet para altavoces inteligentes?

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: If you’ve got an Amazon device, head to <a id="a1">the Privacy section of Alexa’s site</a> to find and delete your audio recordings, manage your Alexa data, change the permissions for third-party Alexa apps known as skills, and more.
de: Wenn Sie ein Amazon-Gerät haben, gehen Sie auf die <a id="a1">Datenschutzseite von Alexa</a>. Hier können Sie Sprachaufnahmen finden und löschen, Ihre Alexa-Daten verwalten, Berechtigungen von Alexa-Apps Dritter, die dort Skills genannt werden, ändern und mehr.
es: Si tienes un dispositivo de Amazon, ve a <a id="a1">la sección de Privacidad en el sitio de Alexa</a> para encontrar y borrar tus grabaciones de audio, administrar tus datos de Alexa y cambiar los permisos para las aplicaciones para Alexa de terceros, conocidas como skills, y más.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: If you’re worried about Amazon saving your audio, you can set your Alexa device to automatically delete voice recordings older than 3 or 18 months. Open the Alexa app, go to Settings, then Alexa Privacy. Or just tell Alexa, “delete what I just said” to quickly wipe that embarrassing question about your mole.
de: Falls es Sie beunruhigt, dass Amazon Ihr Audio speichert, können Sie Ihr Alexa-Gerät so einstellen, dass automatisch alle Sprachaufnahmen gelöscht werden, die älter als 3 oder 18 Monate sind. Öffnen Sie die Alexa-App, gehen Sie zu Einstellungen, dann Alexa Datenschutz. Oder geben Sie Alexa einfach den Befehl „Lösche, was ich gerade gesagt habe“, um die peinliche Frage zu Ihrem Leberfleck direkt wieder ins Jenseits zu befördern.
es: Si te preocupa que Amazon guarde tus audio, puedes configurar tu dispositivo Alexa para que elimine automáticamente las grabaciones de voz entre 3 y 18 meses de antigüedad. Abre la aplicación de Alexa, ve a Configuración, luego a Privacidad de Alexa. O solamente dile a Alexa "borra todo lo que acabo de decir" para eliminar rápidamente esa vergonzosa pregunta acerca de tu acné.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: For Google-brand smart speakers, check out the <a id="a1">Google Nest Safety Center</a> and the <a id="a2">security and privacy section</a> for tips on keeping your data safe. Like with Alexa, you can quickly tell your Google Nest or other assistant device to delete that thing you just said with the command, “Delete today’s activity,” among other magic phrases.
de: Bei Smart Speaker-Geräten der Marke Google sollten Sie sich das <a id="a1">Google Nest Safety Center</a> und den <a id="a2">Abschnitt Sicherheit und Datenschutz</a> ansehen, wenn Sie Tipps erhalten möchten, wie Sie Ihre Daten sichern können. Wie bei Alexa können Sie Ihrem Google Nest oder anderen Assistant-Gerät sagen, dass es das soeben Gefragte löschen soll. Dazu geben Sie einfach den Befehl „Lösche alle Aktivitäten von heute“ oder nehmen eine andere magische Formel.
es: Para los altavoces inteligentes de Google, revisa el <a id="a1">Centro de Seguridad de Google Nest</a> y la <a id="a2">sección de seguridad y privacidad</a> para ver los consejos para mantener seguros tus datos. Como con Alexa, puedes decirle rápidamente a tu Google Nest o a cualquier otro dispositivo que borre lo que acabas de decir con la orden “Borra toda mi actividad de hoy", entre otras palabras mágicas.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: Last but not least, Apple keeps all things privacy-related on <a id="a1">one central webpage</a>. Bonus points to them for writing it in plain English and throwing in some fun, swoopy animations. If you use Siri, go into Settings on your iPhone or HomePod device and delete your query history every so often. Apple also offers handy directions for <a id="a2">how to delete Siri history</a> from your watch, iPad, TV and other devices.
de: Zu guter Letzt speichert Apple alle Datenschutz-bezogenen Dinge auf <a id="a1">einer zentralen Website</a>. Extrapunkte für die einfache Wortwahl und die lustigen Animationen. Wenn Sie Siri verwenden, gehen Sie auf Ihrem iPhone oder HomePod-Gerät auf Einstellungen und löschen Sie hin und wieder Ihren Verlauf. Apple bietet außerdem praktische Anleitungen dafür, <a id="a2">wie Sie den Siri-Verlauf</a> Ihrer Apple Watch, Ihres iPads, Apple TVs und anderer Geräte löschen können.
es: Por último, pero no menos importante, Apple mantiene todo lo relacionado con la privacidad en <a id="a1">una página web central</a>. Puntos extra para Apple por redactarla en un lenguaje claro y sencillo e incluir algunas animaciones con diseños creativos y divertidos. Si usas Siri, ve a la Configuración de tu iPhone o dispositivo HomePod y elimina tu historial de consultas con regularidad. Apple también ofrece instrucciones prácticas para <a id="a2">eliminar el historial de Siri</a> en tu iWatch, iPad, TV y otros dispositivos.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: The devices you bring into your home may be persistently listening, but there’s no reason you can’t be just as persistent about protecting your online privacy. For the privacy-conscious, Apple’s Siri may be your best bet. Although choosing Siri means passing up the sheer depth of knowledge Google’s Assistant has when it comes to answering questions or the smart home device compatibility offered by Amazon’s Alexa and Google’s Assistant.
de: Zwar kann es sein, dass die Geräte, die Sie sich nach Hause holen, dauerhaft zuhören, allerdings gibt es keinen Grund, warum Sie Ihre Daten online nicht schützen sollten. Für alle, die besonderen Wert auf Datenschutz legen, könnte Siri von Apple die beste Wahl sein. Wer sich aber für Siri entscheidet, verzichtet zwangsläufig auf das unendliche Wissen des Google Assistant oder die Kompatibilität der Smart-Home-Geräte von Alexa (Amazon) und Assistant (Google).
es: Los dispositivos a los que les abres las puertas de tu hogar pueden ser unos fisgones persistentes, pero no hay motivo para que tú no persistas igualmente en proteger tu privacidad en línea. Para los conscientes de su privacidad, Siri de Apple puede ser la mejor opción. Aunque el elegir Siri signifique renunciar al abundante y amplio conocimiento que posee el Asistente de Google cuando se trata de responder dudas o de la compatibilidad con dispositivos inteligentes para el hogar que ofrecen Alexa de Amazon y el Asistente de Google.

# title
source: Alexa, Help Me! Which Smart Speaker Has the Best Privacy?
de: Hilfe, Alexa! Welcher Smart Speaker hat den besten Datenschutz?
es: Alexa, ¡ayuda! ¿Qué altavoz inteligente ofrece la mejor privacidad?
