Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/alexa-help-me-which-smart-speaker-has-the-best-privacy.po
Languages: de, es

# seo_title
source: Alexa, Help Me! Which Smart Speaker Has the Best Privacy?
de: Hilfe, Alexa! Welcher Smart Speaker hat den besten Datenschutz?
es: Alexa, ¡ayuda! ¿Qué altavoz inteligente ofrece la mejor privacidad?

# search_description
source: When comparing Alexa and the Amazon Echo, Apple, Siri and the HomePod and Google's Assistant and Nest devices, it's important to consider these privacy and security aspects
de: Beim Vergleich zwischen Alexa, Amazon Echo, Apple, Siri, HomePod und Google Assistant sowie Nest Geräten, sollten die Aspekte des Datenschutzes und der Sicherheit bedacht werden
es: Al comparar entre Alexa y Echo de Amazon, Siri y el HomePod de Apple, y el Asistente y los dispositivos Nest de Google, es importante considerar los aspectos de privacidad y seguridad.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: So you just received the gift of an <a id="a1">Amazon Echo</a> and, along with it, a bunch of potential <b>online privacy</b> concerns.
de: Sie haben also gerade ein <a id="a1">Amazon Echo</a> geschenkt bekommen, und damit verbunden auch eine Reihe potenzieller <b>Online-Datenschutzbedenken</b>.
es: Así que acaban de regalarte un <a id="a1">Echo de Amazon</a> y, junto con el dispositvo, un montón de posibles preocupaciones por la <b>seguridad en línea</b>.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: “This thing’s going to be listening to me all the time now, isn’t it?”
de: „Hört dieses Ding mir jetzt permanent zu?“
es: “Esta cosa va a estar escuchándome ahora todo el tiempo, ¿verdad?”

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: “What’s it <i>actually</i> doing with my data?”
de: „Was macht es <i>wirklich</i> mit meinen Daten?“
es: “¿Qué está haciendo <i>realmente</i> con mis datos?”

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: And, asking for a friend … “Will Jeff Bezos hear me fart?”
de: Und (Frage für einen Freund): „Hört Jeff Bezos mir jetzt beim Furzen zu?“
es: O, como pregunta un amigo, "¿Jeff Bezos va a escuchar mis pedos?”

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: When you welcome a smart speaker into your home, there’s a lot to consider in terms of personal privacy and safety. (And some questions are weightier than others.)
de: Wer sich einen Smart Speaker nach Hause holt, hat einiges in Sachen Datenschutz und -sicherheit zu beachten. (Und einige Fragen sind wichtiger als andere.)
es: Cuando llega a tu hogar un altavoz inteligente, hay un montón de cosas a considerar en términos de privacidad y seguridad personal (y algunas son más importantes que otras).

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: For starters, smart speakers are equipped with microphones and each houses a voice-activated “virtual assistant” that listens for your commands. So it is important to be aware of what you actually say in the company of Amazon’s Alexa, Apple’s Siri, or Google’s generically named “Assistant.”
de: Zunächst einmal sind Smart Speaker immer mit Mikrofonen ausgestattet und beinhalten einen sprachaktivierten „virtuellen Assistenten“, der auf Ihr Kommando hört. Sie sollten also bedenken, was Sie in Gegenwart von Amazons Alexa, Apples Siri oder Googles generisch genanntem „Assistant“ sagen.
es: Para empezar, los altavoces inteligentes cuentan con micrófonos y traen un "asistente virtual" que se activa con la voz y escucha tus órdenes. Así que es importante estar consciente de lo que dices en compañía de Alexa de Amazon, Siri de Apple o el llamado Asistente de Google.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: “Hey Siri, set a 10-minute pasta timer,” is one command you might give. “Hey Siri, remember this nine-digit number” — and the number is your social security number — well, just trust us and don’t do that.
de: „Hey, Siri, stelle den Timer auf 10 Minuten“, ist beispielsweise ein Befehl. „Hey, Siri, merk dir diese neunstellige Nummer“ – und die Nummer ist Ihre Sozialversicherungsnummer –, naja … glauben Sie uns, das sollten Sie nicht tun.
es: Puedes dar la orden de "Oye, Siri, cuenta diez minutos para que esté la pasta". O "Siri, recuerda este número de nueve dígitos"... y se trata de tu número de la seguridad social. ¡No hagas eso, por favor! Lo decimos en serio.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: Whether you’ve got an <a id="a1">Amazon Echo</a>, <a id="a2">Apple’s HomePod Mini</a>, or the <a id="a3">Google Nest Hub</a>, the most critical question you can probably ask is “How deep into my digital life am I willing to let my smart speaker delve?”
de: Ob Sie ein <a id="a1">Amazon Echo</a>, <a id="a2">Apple HomePod Mini</a> oder den <a id="a3">Google Nest Hub</a> haben, die wichtigste Frage, die Sie sich stellen sollten, lautet wohl: „Wie tief lasse ich meinen Smart Speaker in mein digitales Leben vordringen?“
es: Ya sea que tengas un <a id="a1">Echo de Amazon</a>, un <a id="a2">HomePod Mini de Apple</a> o el <a id="a3">Nest Hub de Google</a>, la principal pregunta que debes hacerte es "¿Hasta dónde estoy dispuesto a que mi altavoz inteligente hurgue en mi vida digital?”

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: To answer that question, you’ll want to get familiar with how different companies handle your data and consider what that means for your <b>internet safety</b>. Then scroll through your device settings so you can set limits where you see fit.
de: Um auf diese Frage eine Antwort zu finden, sollten Sie wissen, wie die verschiedenen Unternehmen Ihre Daten verarbeiten und erwägen, was das für Ihre <b>Internetsicherheit</b> bedeutet. Dann können Sie sich durch die Einstellungen Ihres Gerätes scrollen und Ihre Grenzen wie gewünscht setzen.
es: Para responderla, necesitas familiarizarte con la manera tan diferente en que las distintas empresas manejan tus datos y considerar qué significa para ti tu <b>seguridad en Internet</b>. Entonces, revisa y lee cuidadosamente todos los detalles de configuración para establecer los parámetros que consideres adecuados.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: Are Alexa, Siri, and Google listening to everything I say?
de: Hören Alexa, Siri und Google allem zu, was wir sagen?
es: ¿Alexa, Siri y Google escuchan todo lo que digo?

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: Well, yes, sort of — but it’s a little more complicated than that.
de: Irgendwie schon, aber so einfach ist die Antwort auch nicht.
es: Pues sí, o casi casi, pero es un poco más complicado que eso.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: All three
de: Alle drei
es: Los tres soplones

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: Alexa is always listening, but it only starts <a id="a1">processing your query</a> when it hears its wake word — whether that be “Alexa” or “Amazon” or “computer.” Ditto <a id="a2">for Google</a>, which starts processing commands after you say “Hey, Google.” For <a id="a3">Apple's Siri</a>, it’s “Hey, Siri” (and that <a id="a4">may change soon</a> to just, “Siri”).
de: Alexa hört immer zu, aber <a id="a1">verarbeitet Ihre Anfrage nur dann,</a> wenn es durch einen „Weckruf“ geweckt wird — ob „Alexa“, „Amazon“ oder „Computer“. Dasselbe trifft auf <a id="a2">Google zu</a>, das Befehle ausführt, sobald Sie „Hey Google“ sagen. Bei <a id="a3">Apples Siri</a> lautet der Befehl „Hey, Siri“ (und das <a id="a4">könnte sich bald ändern,</a> zu einfach nur „Siri“).
es: Alexa siempre está escuchando, pero solo comienza <a id="a1">a procesar tu consulta</a> cuando escucha la palabra de activación, que puede ser "Alexa", "Amazon" o "computadora". Lo mismo sucede <a id="a2">con Google</a>, que comienza a procesar una petición después de que dices "Oye, Google.” Para <a id="a3">Siri de Apple</a> es "Oye, Siri” (aunque <a id="a4">pronto podría cambiar</a> a solo “Siri”).

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: But <a id="a1">errors do happen</a>. Sometimes Alexa, Siri and Google are mistakenly triggered into action by words that sound similar to their wake word. Studies show this can happen up to <a id="a2">19 times per day</a> — and that means your smart speaker could inadvertently record snippets of conversations you may assume are private.
de: Allerdings <a id="a1">passieren auch Fehler</a>. Manchmal werden Alexa, Siri und Google versehentlich durch Worte aktiviert, die ihren Weckbegriffen ähnlich sind. Studien zufolge passiert das bis zu <a id="a2">19-mal täglich</a> – und das wiederum bedeutet, dass Ihr Smart Speaker eventuell Teile von Gesprächen aufnimmt, die eigentlich privat sein sollten.
es: Pero <a id="a1">los errores ocurren</a>. A veces, Alexa, Siri y Google se activan por error con palabras que suenan parecido a sus palabras de activación. Distintos estudios muestran que puede suceder hasta <a id="a2">19 veces al día</a> y que tu altavoz inteligente puede grabar sin que te des cuenta trozos de conversaciones que supones privadas.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: Each company handles the voice data captured by your smart speaker a little bit differently.
de: Jedes Unternehmen geht mit den gesammelten Sprachdaten etwas anders um.
es: Cada empresa maneja de manera un poco diferente los datos que capta tu altavoz inteligente.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: Alexa records and tags recordings with your account name. Amazon offers an auto-delete feature.
de: Alexa zeichnet Sprachaufnahmen auf und taggt diese mit dem Namen Ihres Kontos. Amazon bietet eine Funktion an, über die Aufzeichnungen automatisch gelöscht werden.
es: Alexa graba y etiqueta grabaciones a tu cuenta personal. Amazon ofrece una opción de eliminación automática.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: When you ask your Amazon Echo a question, Amazon holds onto an audio recording of the interaction. (The same goes for misfires mentioned above.) Amazon associates this audio clip with your Amazon account so the company knows if you or someone in your household just asked Alexa for toilet paper. (Google <a id="a1">does this too</a> with its speaker. Apple <a id="a2">says it doesn’t</a>.)
de: Wenn Sie Amazon Echo eine Frage stellen, hält Amazon die Aufzeichnung dieser Interaktion vor. (Das gilt auch bei versehentlichen Aufzeichnungen.) Amazon assoziiert diese Audio-Clips mit Ihrem Amazon-Konto, sodass das Unternehmen weiß, ob Sie oder jemand in Ihrem Haushalt Alexa gerade nach Klopapier gefragt hat. (Google <a id="a1">tut dasselbe</a> mit seinem Speaker. Apple <a id="a2">sagt, es tue dies nicht</a>.)
es: Cuando le haces una pregunta a tu Echo de Amazon, Amazon conserva una grabación de audio de la interacción (lo mismo sucede con las activaciones por error ya mencionadas). Amazon asocia ese audio a tu cuenta de Amazon, así que la empresa sabe si tú o alguien de la casa le pidió papel de baño a Alexa (Google <a id="a1">también lo hace</a> con su altavoz. Apple <a id="a2">dice que no lo hace</a>).

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: Amazon lets you listen to the audio recordings of your Alexa queries on the <a id="a1">Review Voice History</a> section of its site. You can listen back to them <a id="a2">here</a> or even delete them, but for folks with <b>online privacy</b> in mind, remember that <a id="a3">Amazon may still hang on to</a> text-only receipts of what you asked.
de: Bei Amazon können Sie sich Ihre Sprachaufnahmen über den Abschnitt <a id="a1">Sprachverlauf anzeigen</a> auf der Website anhören. <a id="a2">Hier</a> können Sie die Aufnahmen anhören oder sie sogar löschen. Aber an alle, denen <b>Online-Datenschutz</b> wichtig ist: Denken Sie daran, dass <a id="a3">Amazon eventuell</a> schriftliche Aufzeichnungen von dem, was Sie gefragt haben, vorhält.
es: Amazon te permite escuchar las grabaciones de audio de tus consultas a Alexa en la sección <a id="a1">Revisar el historial de voz</a> de su sitio. Puedes volver a escucharlas <a id="a2">aquí</a> e incluso eliminarlas, pero si cuidas tu <b>privacidad en línea</b>, recuerda que <a id="a3">Amazon puede conservar</a> mensajes de texto de lo que se preguntó.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: Google records and tags recordings with your account name. Google offers an auto-delete feature.
de: Google zeichnet Sprachaufnahmen auf und taggt diese mit dem Namen Ihres Kontos. Google bietet eine Funktion an, über die Aufzeichnungen automatisch gelöscht werden.
es: Google graba y etiqueta grabaciones y las enlaza con tu cuenta personal. También ofrece una opción de eliminación automática

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: Google’s virtual assistant ties audio of your queries to your Google account, but the company <a id="a1">says</a> audio recordings are turned off by default. You can view a log of your interactions with your Google assistant <a id="a2">here</a> and turn on the “auto-delete” setting.
de: Googles virtueller Assistent verbindet Ihre Anfragen mit Ihrem Google-Konto, aber das Unternehmen <a id="a1">gibt an,</a> dass Sprachaufnahmen standardmäßig deaktiviert sind. Sie können ein Protokoll mit Ihren Interaktionen mit Google Assistant einsehen, das Sie <a id="a2">hier</a> finden, und die Einstellung „automatisch löschen“ aktivieren.
es: El asistente virtual de Google vincula el audio con tus consultas con tu cuenta de Google, pero la empresa <a id="a1">dice</a> que las grabaciones de audio están deshabilitadas como parte de la configuración predeterminada. Puedes ver un registro de tus interacciones con el asistente de Google <a id="a2">aquí</a> y habilitar el ajuste de “eliminar automáticamente”.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: Siri records and tags recordings with a random identifier (not your account name). Apple does not offer an auto-delete feature.
de: Siri zeichnet Aufnahmen auf und taggt sie mit einem zufällig generierten Identifikator (nicht dem Namen Ihres Kontos). Apple bietet keine Funktion fürs automatische Löschen an.
es: Siri graba y etiqueta las grabaciones con un identificador aleatorio (no con tu cuenta). Apple no ofrece una opción de eliminación automática.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: While Amazon and Google tie your voice queries to your actual account name, anything you say to Siri is labeled only with a random identifier when sent to Apple — which we’re calling a win for your <b>internet security</b> and privacy. One potential downside is that you can’t go back and listen to old recordings. On the other hand, you can rest easy that “your personal information isn’t gathered to sell to advertisers or other organizations,” <a id="a1">according to Apple</a>.
de: Während Amazon und Google also sämtliche Ihrer Sprachbefehle mit dem Namen Ihres Kontos verbinden, werden solche Aufnahmen von Siri nur mit einem zufällig erteilten Identifikator an Apple übermittelt – ein echter Gewinn für Ihre <b>Internetsicherheit</b> und den Schutz Ihrer Daten. Ein potenzieller Nachteil hierbei ist, dass Sie sich Ihre Aufnahmen nicht anhören können. Andererseits können Sie sich sicher sein, dass „Ihre personenbezogenen Daten nicht gesammelt und an Werbetreibende oder andere Organisationen verkauft werden“, <a id="a1">laut Apple</a>.
es: Mientras que Amazon y Google vinculan tus consultas de voz a tu cuenta personal, lo que le digas a Siri solo se etiqueta con un identificador aleatorio cuando se envía a Apple, lo que consideramos una ventaja para tu <b>seguridad en Internet</b> y privacidad. Una posible desventaja es que no puedes volver a escuchar esas grabaciones. Por otro lado, puedes tener la tranquilidad de que "tu información personal no se recopila para venderla a anunciantes ni otras empresas", <a id="a1">según Apple</a>.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: Siri doesn’t have an auto-delete feature like Amazon’s Alexa and Google’s assistant, so if you want to delete your Siri history, <a id="a1">venture into the settings</a>.
de: Siri hat keine Funktion, über die sämtliche Aufnahmen automatisch gelöscht werden können, anders als Alexa und Google Assistant. Wenn Sie also den Siri-Verlauf löschen möchten, müssen Sie <a id="a1">dafür die Einstellungen durchforsten</a>.
es: Siri no cuenta con una opción de eliminación automática como Alexa de Amazon y el asistente de Google, así que si quieres borrar tu historial de Siri, <a id="a1">ve a la configuración</a>.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: Is my smart speaker doing anything shady with my voice data?
de: Macht mein Smart Speaker krumme Geschäfte mit meinen Sprachdaten?
es: ¿Mi altavoz inteligente hace algo sospechoso con mis datos de voz?

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: Well, it certainly doesn’t help that the three companies that produce the most popular smart speakers — <a id="a1">Amazon</a>, <a id="a2">Apple</a> and <a id="a3">Google</a> — all, at one point, were found to have employees listening to the audio of users’ queries in order to train their AI software. Here’s what to watch out for, depending on which product you have.
de: Es hilft natürlich nicht, dass alle drei der Unternehmen, die die beliebtesten Smart Speaker produzieren – <a id="a1">Amazon</a>, <a id="a2">Apple</a> und <a id="a3">Google</a> – zu einem Zeitpunkt dabei erwischt wurden, dass Mitarbeiter*innen sich die Sprachaufnahmen von Verbraucher*innen anhörten, um die KI-Software zu trainieren. Je nach Produkt sollten Sie also auf Folgendes achten.
es: Pues no resulta tranquilizante saber que, para el aprendizaje del software de inteligencia artificial, ciertos empleados de los tres fabricantes de altavoces inteligentes más populares, a saber <a id="a1">Amazon</a>, <a id="a2">Apple</a> y <a id="a3">Google</a>, estuvieron escuchando audios de consultas de los usuarios. Dependiendo del dispositivo que tengas, fíjate muy bien en los puntos a continuación.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: The company <a id="a1">uses</a> your voice recordings to help train Alexa, and it uses personal data stored on its servers for other purposes. The company’s <a id="a2">Alexa white paper</a> is filled with legalese but one <a id="a3">specific line, on page 7</a>, stands out: “<i>Data is retained when it serves a business purpose</i>.”
de: Das Unternehmen <a id="a1">nutzt</a> Ihre Sprachaufnahmen, um Alexa zu trainieren und nutzt Ihre personenbezogenen Informationen, die auf seinen Servern gespeichert werden, auch zu anderen Zwecken. Das <a id="a2">Alexa Whitepaper</a> des Unternehmens läuft vor juristischem Fachjargon über, aber eine <a id="a3">bestimmte Zeile auf Seite 7</a> sticht hervor: „<i>Daten werden gespeichert, wenn es einem Geschäftszweck dient</i>.“
es: La empresa <a id="a1">utiliza</a> tus grabaciones de voz para entrenar a Alexa y usa los datos personales almacenados en sus servidores para otros propósitos. El <a id="a2">libro blanco de Alexa</a> que publica la empresa está repleto de jerga legal, pero un <a id="a3">renglón en específico, en la página 7</a>, destaca: “<i>Los datos se retienen cuando sirven a los fines de la empresa</i>”.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: “When it serves a business purpose” feels very different from statements made by competitors like Apple, which specifies that it doesn’t use your info to build a marketing profile on you (more on that in a minute). As <a id="a1">Wired has reported,</a> Amazon collects a lot of information — from what you’re asking Alexa, to what you’re buying on Amazon.com, to what you’re watching on Prime video, etc. Sometimes even Amazon itself has trouble keeping track of everything it knows about us.
de: „Wenn es einem Geschäftszweck dient“ vermittelt ein ganz anderes Gefühl als die Aussagen der Wettbewerber wie Apple, die spezifisch sagen, dass Ihre Informationen nicht verwendet werden, um ein Marketing-Profil von Ihnen zu erstellen (mehr dazu gleich). Wie <a id="a1">Wired berichtete,</a> sammelt Amazon eine große Menge an Informationen – das fängt bei den Fragen an, die Sie Alexa stellen, geht weiter mit allem, was Sie auf Amazon.com kaufen und reicht bis zu den Inhalten, die Sie auf Prime Video ansehen, usw. Manchmal verliert sogar Amazon selbst den Überblick darüber, was es über uns weiß.
es: La expresión “cuando sirven a los fines de la empresa" difiere mucho de lo que afirman competidores como Apple, que especifica que no utiliza tu información para crear un perfil mercadológico tuyo (más adelante comentaré más al respecto). Como <a id="a1">informó Wired,</a> Amazon recopila muchísima información, desde lo que le preguntas a Alexa hasta lo que compras en Amazon.com y lo que ves en Prime video, etc. Incluso a veces a Amazon se le dificulta llevar un registro de todo lo que sabe sobre nosotros.

# body.3618de66-b8dc-46ff-bf92-82877b50b99e
source: The company lists what it does with information it collects on you (which includes “audio information when you use audio features”) in its <a id="a1">privacy policy</a>. It isn’t exactly easy to parse and the company is fairly vague about what exactly it does with the audio data it collects. Still, Google says it uses the data it collects to “maintain &amp; improve services,” “develop new services” and “provide personalized services, including content and ads,” among other things.
de: Das Unternehmen listet in seiner <a id="a1">Datenschutzrichtlinie</a> auf, was es mit den über Sie gesammelten Informationen tut (darunter auch „Audioinformationen, wenn Sie die Audiofunktionen nutzen“). Dabei ist diese nicht einfach zu analysieren, und das Unternehmen bleibt bei der Frage, was genau es mit den Audiodaten tut, eher vage. Google sagt, es verwendet die gesammelten Daten, um Serviceleistungen „aufrechtzuerhalten und zu verbessern“, „neue Serviceleistungen zu entwickeln“ und „personalisierte Serviceleistungen anzubieten, darunter Inhalte und Werbung“, unter anderem.
es: La empresa enumera lo que hace con la información que recopila sobre ti (que incluye "la información de audio cuando utilizas las herramientas de audio") en su <a id="a1">política de privacidad</a>. La política no es precisamente fácil de analizar y la empresa es ambigua al señalar qué hace con los datos que recopila. Aún así, Google afirma que usa los datos que recopila para "desarrollar y mejorar sus tecnologías" y "proporcionar servicios personalizados, incluyendo contenido y anuncios", entre otras cosas.
