Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/amplifying-student-voices-*-shaping-south-africas-national-ai-policy.po
Languages: de, fr

# search_description
source: As South Africa advances its strides toward AI governance, a student-led society is seizing this opportunity to forge a more equitable AI strategy.
de: Südafrika macht große Fortschritte bei der KI-Regulierung, und eine studentische Initiative nutzt die Gelegenheit, um für eine gerechtere KI-Strategie zu kämpfen.
fr: Alors que l’Afrique du Sud fait des progrès en matière de gouvernance de l’IA, une association étudiante saisit cette opportunité pour établir une stratégie plus équitable en la matière.

# body.380b5b32-4c30-4992-bb08-f92f31164498.altText
source: A group of students pose for a photo
de: Eine Gruppe von Studenten posiert für ein Foto
fr: Un groupe d’étudiants pose pour une photo

# body.380b5b32-4c30-4992-bb08-f92f31164498.caption
source: IT Society (UWC)
fr: Association informatique (UWC)

# body.56518371-c2dd-458e-b093-a2ff9190fe63
source: Mozilla’s Responsible Computing Challenge facilitates students participation in South Africa’s landmark AI framework
de: Mozillas Responsible Computing Challenge ermöglicht Studenten die Teilnahme an Südafrikas bahnbrechendem KI-Rahmenwerk
fr: Le « Responsible Computing Challenge » de Mozilla encourage la participation des étudiants dans le cadre historique du développement de l’intelligence artificielle en Afrique du Sud.

# body.f29612c1-cd80-4bfc-a7cf-c339a84660c6
source: As South Africa advances its strides toward AI governance, a student-led society is seizing this opportunity to forge a more equitable AI strategy.
de: Südafrika macht große Fortschritte bei der KI-Regulierung, und eine studentische Initiative nutzt die Gelegenheit, um für eine gerechtere KI-Strategie zu kämpfen.
fr: Alors que l’Afrique du Sud fait des progrès en matière de gouvernance de l’IA, une association étudiante saisit cette opportunité pour établir une stratégie plus équitable en la matière.

# body.f29612c1-cd80-4bfc-a7cf-c339a84660c6
source: In collaboration with Mozilla’s Responsible Computing Challenge (RCC), the student association, IT Society of the University of the Western Cape (UWC) submitted policy recommendations on South Africa’s AI Policy Framework. An initiative supported by the United States Agency for International Development (USAID)
de: In Zusammenarbeit mit Mozillas Responsible Computing Challenge (RCC) hat die Studentenvereinigung IT Society der University of the Western Cape (UWC) Empfehlungen für Südafrikas KI-Rahmenwerk abgegeben. Dieses Projekt wird von der United States Agency for International Development (USAID) unterstützt.
fr: En partenariat avec le Responsible Computing Challenge (RCC) de Mozilla, l’association informatique des étudiants de l’Université du Cap-Occidental (UWC) a formulé des recommandations au sujet du cadre politique de l’Afrique du Sud en matière d’intelligence artificielle. Une initiative soutenue par l’Agence des États-Unis pour le développement international (USAID).

# body.f29612c1-cd80-4bfc-a7cf-c339a84660c6
source: The AI policy proposed by South Africa's Department of Communications and Digital Technologies (DCDT) aims to advance responsible AI development, emphasizing ethical deployment, fairness, and bias mitigation. This closely aligns with Mozilla’s ethos and RCC’s mission to embed ethics into computing by training the next generation of AI builders.
de: Die vom südafrikanischen Ministerium für Kommunikation und digitale Technologien (DCDT) vorgeschlagene KI-Politik zielt darauf ab, eine verantwortungsvolle KI-Entwicklung zu fördern, mit Schwerpunkt auf ethischem Einsatz, Fairness und der Vermeidung von Vorurteilen. Das passt gut zu Mozillas Philosophie und der Mission von RCC, Ethik in die Informatik zu integrieren, indem die nächste Generation von KI-Entwicklern ausgebildet wird.
fr: La politique d’IA proposée par le ministère sud-africain des communications et des technologies numériques (DCDT, Department of Communications and Digital Technologies) vise à promouvoir un développement responsable de l’IA, en mettant l’accent sur le déploiement éthique, l’équité et l’atténuation des préjugés. Cette politique est en phase avec la philosophie de Mozilla et la mission du RCC, qui consiste à inscrire la notion d’éthique dans l’informatique en formant la prochaine génération de développeurs d’IA.

# body.f29612c1-cd80-4bfc-a7cf-c339a84660c6
source: Student participation in policy development processes is essential for diversifying the voices that shape the future of AI. RCC’s South Africa chapter is engaging and facilitating student participation in policy dialogues — most recently inviting student associations to provide commentary on the national AI policy.
de: Die Beteiligung von Studenten an der Entwicklung politischer Prozesse ist wichtig, um die Stimmen zu diversifizieren, die die Zukunft der KI gestalten. RCC Südafrika fördert die studentische Beteiligung am politischen Dialog – zuletzt wurden Studentenvereinigungen eingeladen, sich zum nationalen KI-Rahmenwerk zu äußern.
fr: La participation des étudiants aux processus d’élaboration des politiques est essentielle à la diversification des acteurs qui définissent l’avenir de l’IA. La section sud-africaine du RCC encourage et facilite la participation des étudiants aux dialogues politiques, en invitant récemment les associations étudiantes à faire part de leurs commentaires sur la politique nationale en matière d’intelligence artificielle.

# body.f29612c1-cd80-4bfc-a7cf-c339a84660c6
source: Engaging with the policy material, students were encouraged to reach out to their peers, analyze the document critically, and provide insightful feedback. IT Society student leaders, Arehone Matodzi and Ntanganedzeni Phidzaglima described the experience as empowering and gave a preview into the significant role students play in facilitating meaningful policy conversations among their peers, community, and a broader network of stakeholders. Matodzi acknowledged that <i>“Most students didn't even know that there was a framework out and welcomed the opportunity to engage in the process.”</i>
de: Die Studenten wurden ermutigt, sich mit dem politischen Material auseinanderzusetzen, ihre Kommilitonen zu kontaktieren, das Dokument kritisch zu analysieren und konstruktives Feedback zu geben. Die Studentenführer der IT Society, Arehone Matodzi und Ntanganedzeni Phidzaglima, empfanden die Erfahrung als bereichernd und zeigten, wie wichtig Studenten dabei sind, sinnvolle politische Diskussionen unter Gleichaltrigen, in der Community und mit einem breiteren Netzwerk von Stakeholdern zu ermöglichen. Matodzi sagte: <i>„Die meisten Studenten wussten nicht einmal, dass es einen Rahmenplan gibt, und begrüßten die Möglichkeit, sich an dem Prozess zu beteiligen.“</i>
fr: En prenant part à l’élaboration de la politique, les étudiants ont été encouragés à dialoguer avec leurs pairs, à analyser le document de manière critique et à fournir un retour d’information pertinent. Arehone Matodzi et Ntanganedzeni Phidzaglima, les étudiants responsables de l’association informatique, ont décrit cette expérience comme étant stimulante et ont donné un exemple du rôle important que jouent les étudiants dans la mise en place d’un dialogue politique constructif entre eux, avec la communauté et avec un réseau plus large de parties prenantes. Matodzi a reconnu que <i>« la plupart des étudiants ignoraient l’existence d’un cadre de travail et se sont réjouis de l’occasion qui leur était donnée de contribuer au processus ».</i>

# body.3c449717-cf50-4763-aa15-3594c243be9d
source: Addressing Skills Deficits in AI
de: KI-Kompetenzdefizite angehen
fr: Pallier les lacunes de compétences dans le domaine de l’IA

# body.3c449717-cf50-4763-aa15-3594c243be9d
source: Through their engagement with the AI policy, students raised critical concerns about the framework’s ability to address the country’s skills gap. One of their main flags was the framework’s limitations in adequately outlining how the government plans to make AI-related skills more accessible. They noted that AI courses in South African universities are not comprehensive enough and struggle to keep pace with global innovations in the field.
de: Durch ihre Auseinandersetzung mit der KI-Politik äußerten die Studenten kritische Bedenken hinsichtlich der Fähigkeit des Rahmenplans, die Qualifikationslücke des Landes zu schließen. Einer ihrer Hauptkritikpunkte war, dass der Rahmenplan nicht ausreichend darlegt, wie die Regierung plant, KI-bezogene Fähigkeiten zugänglicher zu machen. Sie stellten fest, dass KI-Kurse an südafrikanischen Universitäten nicht umfassend genug sind und nur schwer mit den globalen Innovationen in diesem Bereich Schritt halten können.
fr: Dans le cadre de leur participation à l’élaboration de la politique relative à l’IA, les étudiants ont fait part de leurs interrogations quant à la capacité des mesures proposées à combler les lacunes de compétences dans le pays. Ils ont notamment souligné que le cadre ne définissait pas clairement la manière dont le gouvernement envisageait de rendre les compétences liées à l’IA plus accessibles. Ils ont noté que les formations en IA dans les universités sud-africaines ne sont pas assez complètes et peinent à suivre le rythme des innovations mondiales dans le domaine.

# body.3c449717-cf50-4763-aa15-3594c243be9d
source: For AI adoption to be truly effective, there must be a clear, actionable plan that demonstrates how AI will impact industries and the lives of South Africans, “<i>It isn't merely a case of us just having it (AI technology) but it must be able to provide impact</i>”, Matodzi noted. The students emphasized the need for a policy that not only promotes AI development but also ensures that everyday citizens are exposed to, trained in, and prepared for the digital future.
de: Damit die Einführung von KI wirklich effektiv ist, muss es einen klaren, umsetzbaren Plan geben, der aufzeigt, wie sich KI auf die Industrien und das Leben der Südafrikaner auswirken wird. „<i>Es geht nicht nur darum, dass wir sie (die KI-Technologie) einfach haben, sondern sie muss auch Wirkung zeigen können</i>“, so Matodzi. Die Studenten betonten die Notwendigkeit einer Politik, die nicht nur die KI-Entwicklung fördert, sondern auch sicherstellt, dass normale Bürger der digitalen Zukunft ausgesetzt sind, in ihr geschult werden und auf sie vorbereitet sind.
fr: Pour que l’adoption de l’IA soit réellement efficace, il est nécessaire de disposer d’un plan clair et applicable qui démontre l’impact de l’IA sur les industries et la vie des Sud-Africains, « <i>Il ne s’agit pas simplement de la posséder (la technologie d’IA), mais elle doit pouvoir générer un impact</i> », a fait remarquer M. Matodzi. Les étudiants ont insisté sur la nécessité d’une politique qui ne se limite pas à promouvoir le développement de l’IA, mais qui garantisse également que les citoyens soient exposés, formés et préparés à l’avenir numérique.

# body.35033d3b-0b4b-42ed-bb24-230689d73445
source: AI Literacy and Public Engagement
de: KI-Kompetenz und öffentliches Engagement
fr: Connaissance de l’IA et mobilisation du public

# body.35033d3b-0b4b-42ed-bb24-230689d73445
source: Another critical point raised by the students was the lack of focus on public AI literacy within the framework. While the policy addresses the development of AI and risk mitigation, there is less attention paid to how ordinary people will be equipped to engage with AI technologies- essentially from a consumer/user perspective. The students questioned whether the general population’s literacy and the quality of education would be sufficient to meet the skills demanded locally and globally.
de: Ein weiterer kritischer Punkt, den die Studenten ansprachen, war der mangelnde Fokus auf die öffentliche KI-Kompetenz im Rahmenplan. Während die Politik die Entwicklung von KI und die Risikominderung thematisiert, wird weniger darauf eingegangen, wie normale Menschen in die Lage versetzt werden, mit KI-Technologien umzugehen – im Wesentlichen aus der Sicht eines Verbrauchers/Nutzers. Die Studenten stellten die Frage, ob die Alphabetisierung der Bevölkerung und die Qualität der Bildung ausreichen würden, um den lokal und global geforderten Fähigkeiten gerecht zu werden.
fr: Les étudiants ont également soulevé un autre problème, à savoir que le cadre ne tient pas suffisamment compte des connaissances du public en matière d’IA. Alors que la politique aborde le développement de l’IA et l’atténuation des risques, elle n’accorde que peu d’attention à la manière dont les citoyens ordinaires seront formés pour interagir avec les technologies d’IA, essentiellement du point de vue du consommateur ou de l’utilisateur. Les étudiants se sont posé la question de savoir si le niveau de connaissances de la population et la qualité de l’enseignement seraient suffisants pour atteindre les compétences exigées au niveau local et mondial.

# body.35033d3b-0b4b-42ed-bb24-230689d73445
source: The students also stressed the importance of fostering an inclusive AI ecosystem where citizens—especially those from marginalized communities - are not left behind. The need for collaboration between the government, academia, and the private sector is crucial, and student organizations, in particular, have a vital role to play in driving AI literacy initiatives.
de: Die Studenten betonten auch, wie wichtig es ist, ein integratives KI-Ökosystem zu fördern, in dem die Bürger – insbesondere diejenigen aus marginalisierten Gemeinschaften – nicht zurückgelassen werden. Die Zusammenarbeit zwischen Regierung, Wissenschaft und Privatwirtschaft ist entscheidend, und insbesondere Studentenorganisationen spielen eine wichtige Rolle bei der Förderung von KI-Kompetenzinitiativen.
fr: Les étudiants ont également insisté sur l’importance de favoriser un écosystème d’IA inclusif où les citoyens (en particulier ceux issus de communautés marginalisées) ne sont pas laissés pour compte. La collaboration entre le gouvernement, le monde universitaire et le secteur privé est essentielle, et les organisations étudiantes, en particulier, ont un rôle vital à jouer dans la mise en œuvre d’initiatives de formation à l’IA.

# body.e54d339c-9d38-4d94-8ac3-a48d3993b00c
source: The Role of Student Activism in Shaping AI Policy
de: Studentischer Aktivismus für eine bessere KI-Politik
fr: La place du militantisme étudiant dans l’élaboration de politiques en matière d’IA

# body.e54d339c-9d38-4d94-8ac3-a48d3993b00c
source: South Africa’s history of student activism is rich and deeply intertwined with the country's broader struggle for social justice, most notably during the apartheid era. Today, the students at UWC believe that their activism can extend into the realm of technological development. They see themselves as significant players in advocating for an AI-driven future that is not only innovative but also inclusive and accessible to all.
de: Südafrikas Geschichte des Studentenaktivismus ist reichhaltig und eng mit dem Kampf des Landes für soziale Gerechtigkeit verbunden, insbesondere während der Apartheid. Heute glauben die Studenten der UWC, dass sich ihr Aktivismus auch auf den Bereich der technologischen Entwicklung erstrecken kann. Sie sehen sich als wichtige Akteure bei der Förderung einer KI-gesteuerten Zukunft, die nicht nur innovativ, sondern auch integrativ und für alle zugänglich ist.
fr: L’histoire de l’activisme étudiant en Afrique du Sud est particulièrement riche et profondément liée à la lutte plus large du pays pour la justice sociale, notamment pendant l’apartheid. Aujourd’hui, les étudiants de l’UWC pensent que leur militantisme peut englober le domaine du développement technologique. Ils se considèrent comme des acteurs importants dans la construction d’un avenir axé sur l’IA qui soit non seulement fondé sur l’innovation, mais aussi sur l’inclusion et l’accessibilité pour tous.

# body.e54d339c-9d38-4d94-8ac3-a48d3993b00c
source: Through collaborations with organisations such as Mozilla in AI awareness campaigns and public outreach efforts can address some areas they have highlighted as crucial including AI literacy. Matodzi remarks, “<i>As a student organization, there is enthusiasm to engage…Students can be very effective in mobilization, advocacy and helping with campaigns…there is a wide network amongst students, communities and also other student organizations- these are resources that can be utilized”</i> Some of these grassroots initiatives often involve providing introductory AI training on tools, fostering broader skills development, and collaborating with other student organizations to broaden their reach for advocacy and movement building.
de: Durch die Zusammenarbeit mit Organisationen wie Mozilla können KI-Sensibilisierungskampagnen und Öffentlichkeitsarbeit einige Bereiche adressieren, die die Studenten als entscheidend hervorgehoben haben, darunter die KI-Kompetenz. Matodzi bemerkt: „<i>Als Studentenorganisation besteht die Begeisterung, sich zu engagieren... Studenten können sehr effektiv in der Mobilisierung, Interessenvertretung und Hilfe bei Kampagnen sein... es gibt ein breites Netzwerk zwischen Studenten, Gemeinden und auch anderen Studentenorganisationen – dies sind Ressourcen, die genutzt werden können.“</i> Einige dieser Basisinitiativen beinhalten oft die Bereitstellung von KI-Einführungsschulungen zu Tools, die Förderung einer breiteren Kompetenzentwicklung und die Zusammenarbeit mit anderen Studentenorganisationen, um ihre Reichweite für Advocacy und Bewegungsaufbau zu erweitern.
fr: En collaborant avec des organisations telles que Mozilla dans le cadre de campagnes de sensibilisation à l’IA et de programmes d’information publique, nous pouvons nous attaquer à certains problèmes jugés cruciaux, notamment la formation à l’IA. Matodzi remarque : « <i>En tant qu’organisation étudiante, nous sommes enthousiastes à l’idée de nous engager... Les étudiants peuvent être très efficaces dans la mobilisation, le militantisme et la participation aux campagnes... il existe un vaste réseau parmi les étudiants, les communautés et d’autres organisations étudiantes, autant de ressources que nous pouvons utiliser ».</i> Certaines de ces initiatives locales impliquent souvent de fournir une formation de base sur les outils d’IA, de favoriser le développement de compétences plus larges et de collaborer avec d’autres organisations étudiantes pour augmenter la portée de leurs actions de militantisme et de construction de mouvements.

# body.e54d339c-9d38-4d94-8ac3-a48d3993b00c
source: Indeed, the government must prioritize collaboration and engagement with varying stakeholders including student organizations, ensuring that their voices are heard and their contributions are valued in policy dialogues. Gretchen Adams, Youth Coordinator for RCCSA notes “<i>In a society whose history is deeply entrenched in social and economic inequality and disparities that are still prevalent today, it is pivotal that the South African approach to technological policy development is inclusive and equitable. Inclusion alone does not translate into equity - everyone can be included in key policy discussions. Still, it is normally the powerful and those with influence that take center stage, leaving the marginalized and underserved without a voice. This is particularly the case with youth voices that get easily lost amongst varying interest groups, it is, therefore, important to elevate the underrepresented but most impacted to the fore in public engagement, policy development, and intervention planning”.</i>
de: In der Tat muss die Regierung die Zusammenarbeit und das Engagement mit verschiedenen Interessengruppen, einschließlich Studentenorganisationen, priorisieren und sicherstellen, dass ihre Stimmen gehört und ihre Beiträge im politischen Dialog geschätzt werden. Gretchen Adams, Jugendkoordinatorin für RCCSA, merkt an: „<i>In einer Gesellschaft, deren Geschichte tief in sozialer und wirtschaftlicher Ungleichheit und Diskrepanz verwurzelt ist, die auch heute noch vorherrschen, ist es entscheidend, dass der südafrikanische Ansatz zur Entwicklung der Technologiepolitik integrativ und gerecht ist. Inklusion allein bedeutet nicht Gleichberechtigung – jeder kann in wichtige politische Diskussionen einbezogen werden. Dennoch sind es normalerweise die Mächtigen und Einflussreichen, die im Mittelpunkt stehen und die Marginalisierten und Unterversorgten ohne Stimme lassen. Dies ist insbesondere bei Jugendstimmen der Fall, die in verschiedenen Interessengruppen leicht untergehen. Daher ist es wichtig, die unterrepräsentierten, aber am stärksten betroffenen Personen in den Vordergrund zu stellen, wenn es um öffentliches Engagement, Politikentwicklung und Interventionsplanung geht.“</i>
fr: Effectivement, le gouvernement doit donner la priorité à la collaboration et à la mobilisation des différentes parties prenantes, y compris les organisations étudiantes, en veillant à ce que leurs voix soient entendues et que leurs contributions soient valorisées dans les dialogues politiques. Gretchen Adams, coordinatrice de la jeunesse pour le RCCSA, fait remarquer que « <i>Dans une société dont l’histoire est profondément marquée par les inégalités et les disparités sociales et économiques qui perdurent encore aujourd’hui, il est essentiel que l’approche sud-africaine de l’élaboration de la politique technologique soit inclusive et équitable. L’inclusion seule ne suffit pas à assurer l’équité, car tout le monde peut être inclus dans les discussions sur les politiques clés. Toutefois, ce sont généralement les plus puissants et les plus influents qui occupent le devant de la scène, laissant les plus marginalisés et les plus démunis sans voix. C’est particulièrement le cas pour les jeunes, dont les opinions se perdent facilement parmi les différents groupes concernés. Il est donc important de donner la parole aux personnes sous-représentées mais les plus touchées dans les débats publics, dans l’élaboration des politiques et dans la planification des interventions ».</i>

# body.40193f15-2460-467c-85e4-d92e975971ed
source: A Call for Inclusive AI
de: Aufruf zu einer integrativen KI
fr: Un plaidoyer en faveur d’une IA inclusive

# body.40193f15-2460-467c-85e4-d92e975971ed
source: The policy framework presents a significant opportunity to foster a vibrant AI ecosystem that is both innovative and inclusive. However, for this vision to become a reality, there must be a clear focus on skills development, public literacy, and meaningful collaboration across all sectors of society.
de: Der politische Rahmenplan bietet eine wichtige Gelegenheit, ein lebendiges KI-Ökosystem zu fördern, das sowohl innovativ als auch integrativ ist. Damit diese Vision jedoch Wirklichkeit werden kann, muss der Schwerpunkt klar auf Kompetenzentwicklung, öffentlicher Bildung und sinnvoller Zusammenarbeit in allen Bereichen der Gesellschaft liegen.
fr: Le cadre politique offre une opportunité majeure pour favoriser un écosystème de l’IA dynamique, à la fois innovant et inclusif. Toutefois, pour que cette vision devienne réalité, il faut mettre clairement l’accent sur le développement des compétences, la sensibilisation du public et une collaboration significative entre tous les niveaux de la société.
