Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/amplifying-student-voices-*-shaping-south-africas-national-ai-policy.po
Languages: de, fr

# body.40193f15-2460-467c-85e4-d92e975971ed
source: RCC South Africa’s strategy therefore plays a key role with its youth-centric lens, aiming to facilitate opportunities and platforms to increase youth's participation and interests. RCC South Africa is also committed to working with students in advocacy capacity-building, and student-led tech advocacy and policy campaigns.
de: Die Strategie von RCC Südafrika spielt daher mit ihrer jugendorientierten Ausrichtung eine Schlüsselrolle und zielt darauf ab, Möglichkeiten und Plattformen zu schaffen, um die Beteiligung und das Interesse von Jugendlichen zu erhöhen. RCC Südafrika engagiert sich auch für die Zusammenarbeit mit Studenten im Bereich des Kapazitätsaufbaus für Advocacy und von Studenten geführten Tech-Advocacy- und Politikkampagnen.
fr: La stratégie du RCC en Afrique du Sud joue donc un rôle clé grâce à son approche centrée sur la jeunesse, visant à faciliter les opportunités et les plateformes pour accroître la participation et l’intérêt des jeunes. Le RCC Afrique du Sud s’est également engagé à travailler avec les étudiants dans le cadre du renforcement des capacités de représentation, et à mener des campagnes politiques et de sensibilisation à la technologie orchestrées par des étudiants.

# body.40193f15-2460-467c-85e4-d92e975971ed
source: The students at UWC have demonstrated the importance of engaging the youth in policy conversations. As they continue to advocate for a more equitable AI strategy, their contributions highlight the need for South Africa’s AI policy to go beyond innovation and address the practicalities of education, access, and equity. For AI to drive meaningful change, the policies guiding its development must be firmly rooted in serving people.<br/><br/>We hope that the Department of Communications and Digital Technologies (DCDT) will incorporate the students’ feedback.
de: Die Studenten der UWC haben gezeigt, wie wichtig es ist, die Jugend in politische Gespräche einzubeziehen. Während sie sich weiterhin für eine gerechtere KI-Strategie einsetzen, unterstreichen ihre Beiträge die Notwendigkeit, dass Südafrikas KI-Politik über Innovation hinausgeht und die praktischen Aspekte von Bildung, Zugang und Gerechtigkeit berücksichtigt. Damit KI sinnvolle Veränderungen bewirken kann, muss die Politik, die ihre Entwicklung leitet, fest im Dienst der Menschen verankert sein.<br/><br/> Wir hoffen, dass das Ministerium für Kommunikation und digitale Technologien (DCDT) das Feedback der Studenten berücksichtigen wird.
fr: Les étudiants de l’UWC ont démontré l’importance d’impliquer les jeunes dans les conversations politiques. Alors qu’ils continuent de plaider pour une stratégie d’IA plus équitable, leurs contributions soulignent la nécessité pour la politique sud-africaine en matière d’IA de ne pas se limiter à l’innovation et d’aborder les aspects pratiques liés à l’éducation, à l’accès et à l’équité.<br/><br/>Nous espérons que le ministère des communications et des technologies numériques tiendra compte des observations des étudiants.

# title
source: Amplifying Student Voices in Shaping South Africa’s National AI Policy
de: Studentische Stimmen: Mehr Gewicht bei der Gestaltung von Südafrikas nationaler KI-Politik
fr: Faire entendre la voix des étudiants dans l’élaboration de la politique nationale sud-africaine en matière d’intelligence artificielle
