Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/announcing-11-projects-exploring-ai-and-responsible-design.po
Languages: de, fr

# search_description
source: Mozilla is unveiling its latest Creative Media Awardees: 11 projects that use art, advocacy, and technology to unpack how AI is — and should be — designed
de: Mozilla präsentiert seine neuesten Preisträger der Creative Media Awards: 11 Projekte, die Kunst, Fürsprache und Technologie nutzen, um zu ergründen, wie KI – gestaltet – ist und sein sollte
fr: Mozilla dévoile ses derniers lauréats Creative Media : 11 projets qui utilisent l’art, le plaidoyer et la technologie pour comprendre comment l’IA est — et devrait être — conçue

# body.09e4d203-9bda-4cd1-9eea-427bb611144b
source: Mozilla is unveiling its latest Creative Media Awardees: 11 projects that use art, advocacy, and technology to unpack how AI is — and should be — designed
de: Mozilla präsentiert seine neuesten Preisträger der Creative Media Awards: 11 Projekte, die Kunst, Fürsprache und Technologie nutzen, um zu ergründen, wie KI – gestaltet – ist und sein sollte
fr: Mozilla dévoile ses derniers lauréats Creative Media : 11 projets qui utilisent l’art, le plaidoyer et la technologie pour comprendre comment l’IA est — et devrait être — conçue

# body.09e4d203-9bda-4cd1-9eea-427bb611144b
source: <b>(FRIDAY, MARCH 10, 2023)</b> -- Photographs that reveal the shocking way AI is deployed at borders. A documentary about the effects of automation on human labor. A curriculum for teaching social justice-centered computer science.
de: <b>(FREITAG, 10. MÄRZ 2023</b>) – Fotografien, die die schockierende Art und Weise aufdecken, wie KI an Grenzen eingesetzt wird. Eine Dokumentation über die Auswirkungen der Automatisierung auf die menschliche Arbeit. Ein Lehrplan für den Unterricht in sozial gerechter Informatik.
fr: <b>(VENDREDI 10 MARS 2023)</b> -- Des photographies qui montrent de façon choquante comment l’IA est déployée aux frontières. Un documentaire sur les effets de l’automatisation sur le travail humain. Un programme d’enseignement de l’informatique centré sur la justice sociale.

# body.09e4d203-9bda-4cd1-9eea-427bb611144b
source: These are just a handful of Mozilla’s latest Creative Media Award winners, which are being announced today and will be launching their projects into the world throughout 2023. Winners hail from seven countries on five continents.
de: Das sind nur einige der neuesten Gewinner der Creative Media Awards von Mozilla, die heute bekannt gegeben werden und deren Projekte im Laufe des Jahres 2023 in die Welt hinausgehen werden. Die Gewinner kommen aus sieben Ländern auf fünf Kontinenten.
fr: Ce ne sont là que quelques-uns des derniers lauréats du Creative Media Award de Mozilla, dont les noms sont annoncés aujourd’hui, et qui lanceront leurs projets dans le monde entier tout au long de 2023. Les gagnants sont issus de sept pays répartis sur cinq continents.

# body.09e4d203-9bda-4cd1-9eea-427bb611144b
source: This year’s cohort of 11 projects will <a id="a1">explore</a> the intersection of AI and responsible design using art exhibits, web games, short films, and other mediums. They bring an artist’s perspective to thorny issues around AI like bias, surveillance, and productivity. Winners receive between $15,000 and $30,000 USD each.
de: Die diesjährige Gruppe von 11 Projekten wird die Schnittstelle von KI und verantwortungsvollem Design mit Kunstausstellungen, Web-Spielen, Kurzfilmen und anderen Medien<a id="a1"> erkunden</a>. Sie bringen die Perspektive eines Künstlers auf knifflige Fragen rund um KI wie Voreingenommenheit, Überwachung und Produktivität ein. Die Gewinner erhalten jeweils zwischen 15.000 und 30.000 US-Dollar.
fr: Les 11 projets de cette année <a id="a1">exploreront</a> les points de convergence entre l’IA et le design responsable au moyen d’expositions d’art, de jeux Web, de courts métrages et d’autres supports. Ils apportent le point de vue d’un artiste sur des questions épineuses liées à l’IA, comme les préjugés, la surveillance et la productivité. Les gagnants reçoivent entre 15 000 $ et 30 000 $ US chacun.

# body.09e4d203-9bda-4cd1-9eea-427bb611144b
source: Two of this year’s winners — “In Sync” and “That Code Doesn't Exist” — are based in Uganda and Zimbabwe, respectively, and are part of the Creative Media Awards’ collaboration with Mozilla’s<a id="a1"> African Innovation Mradi</a>. Africa Innovation Mradi’s goals are to generate product development, build community and capacity, and produce a meaningful impact on the African internet ecosystem.
de: Zwei der diesjährigen Gewinner - “In Sync” und “That Code Doesn’t Exist” - haben ihren Sitz in Uganda bzw. Simbabwe und sind Teil der Zusammenarbeit der Creative Media Awards mit Mozillas <a id="a1">African Innovation Mradi</a>. Die Ziele des African Innovation Mradi sind die Produktentwicklung, der Aufbau von Gemeinschaften und Kapazitäten und die Erzeugung einer bedeutenden Wirkung auf das afrikanische Internet-Ökosystem.
fr: Deux des lauréats de cette année — « In Sync » et « That Code Doesn’ t Exist » — sont basés en Ouganda et au Zimbabwe, respectivement, et font partie de la collaboration des Creative Media Awards avec l’<a id="a1">Africa Innovation Mradi</a> de Mozilla. Les objectifs d’Africa Innovation Mradi sont de générer le développement de produits, de renforcer la communauté et les capacités, et de produire un impact significatif sur l’écosystème Internet africain.

# body.09e4d203-9bda-4cd1-9eea-427bb611144b
source: Says Kofi Yeboah, Mozilla Program Officer: “How AI is designed is one of the most urgent questions facing society today. Given AI’s outsized impact on billions of lives, it's essential that these systems are designed responsibly. But how do we do that? And what does ‘responsible’ mean across different borders and cultures? These 11 projects unpack these essential questions.”
de: Kofi Yeboah, Programmbeauftragter von Mozilla, sagt: „Wie KI gestaltet wird, ist eine der dringendsten Fragen, die die Gesellschaft heute stellt. Angesichts der enormen Auswirkungen von KI auf Milliarden von Menschen ist es unerlässlich, dass diese Systeme verantwortungsvoll gestaltet werden. Aber wie machen wir das? Und was bedeutet ‚verantwortungsvoll’ über verschiedene Grenzen und Kulturen hinweg? Diese 11 Projekte ergründen diese wesentlichen Fragen.“
fr: Selon Kofi Yeboah, responsable du programme Mozilla : « La conception de l’IA est l’une des questions les plus urgentes auxquelles la société est confrontée aujourd’hui. Compte tenu de l’impact démesuré de l’IA sur des milliards de vies, il est essentiel que ces systèmes soient conçus de manière responsable. Mais comment faire ? Et que signifie « responsable » dans les différentes frontières et cultures ? Ces 11 projets abordent ces questions essentielles. »

# body.09e4d203-9bda-4cd1-9eea-427bb611144b
source: For the past four years, recipients of <a id="a1">Mozilla’s Creative Media Awards</a> have created interactive experiences, games, videos, films and more. Their work has explored AI and its impacts — both good and bad. Projects have helped people understand, imagine, and critique what<a id="a2"> trustworthy AI</a> could and should look like. And projects have gone on to show at a variety of regional and global film festivals (<a id="a3">IDFA</a>,<a id="a4"> Tribeca</a>,<a id="a5"> TIFF</a>,<a id="a6"> Cannes</a>) and museums (<a id="a7">Tate Modern</a>,<a id="a8"> MoMA</a>,<a id="a9"> HKW</a>).
de: In den letzten vier Jahren haben die Empfänger von <a id="a1">Mozillas Creative Media Awards</a> interaktive Erlebnisse, Spiele, Videos, Filme und mehr geschaffen. Ihre Arbeit hat KI und ihre Auswirkungen – sowohl gute als auch schlechte – erforscht. Projekte haben Menschen geholfen zu verstehen, vorzustellen und zu kritisieren, wie <a id="a2">vertrauenswürdige KI</a> aussehen könnte und sollte. Und Projekte wurden auf einer Vielzahl von regionalen und globalen Filmfestivals (<a id="a3">IDFA</a>, <a id="a4">Tribeca</a>, <a id="a5">TIFF</a>, <a id="a6">Cannes</a>) und in Museen (<a id="a7">Tate Modern</a>, <a id="a8">MoMA</a>, <a id="a9">HKW</a>) gezeigt.
fr: Ces quatre dernières années, les lauréats des <a id="a1">Creative Media Awards de Mozilla</a> ont créé des expériences interactives, des jeux, des vidéos, des films, etc. Dans leur travail, ils ont exploré l’IA et ses impacts, bons ou mauvais. Les projets ont aidé les gens à comprendre, imaginer et critiquer ce à quoi une<a id="a2"> IA digne de confiance</a> pourrait et devrait ressembler. Ces projets ont été présentés aux niveaux régional et mondial dans divers festivals du film (<a id="a3">IDFA</a>,<a id="a4"> Tribeca</a>,<a id="a5"> TIFF</a>,<a id="a6"> Cannes</a>) et musées (<a id="a7">Tate Modern</a>,<a id="a8"> MoMA</a>,<a id="a9"> HKW</a>).

# body.8ef7e39f-0c5a-403f-8928-cac9398feb53.quote
source: How AI is designed is one of the most urgent questions facing society today.
de: Wie KI gestaltet wird, ist eine der dringendsten Fragen, die die Gesellschaft heute stellt.
fr: La conception de l’IA est l’une des questions les plus urgentes auxquelles la société est confrontée aujourd’hui.

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: The winners:
de: Die Gewinner:
fr: Les lauréats :

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: <b>The Algorithm | UK |</b> <a id="a1"><b>Lujain Ibrahim</b></a><b> and</b> <a id="a2"><b>Alia ElKattan</b></a>
de: <b>The Algorithm | GB |</b> <a id="a1"><b>Lujain Ibrahim</b></a><b> und</b> <a id="a2"><b>Alia ElKattan</b></a>
fr: <b>The Algorithm | R.-U. |</b> <a id="a1"><b>Lujain Ibrahim</b></a><b> et</b> <a id="a2"><b>Alia ElKattan</b></a>

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: The Algorithm is a web game exploring algorithmically-curated video feeds (e.g. TikTok, Instagram Reels) and the recommender systems that power them. The goal is to break down and demystify “The Algorithm” which we love to praise, blame, and game in our digital ecosystems.
de: The Algorithm ist ein Web-Spiel, das algorithmisch kuratierte Video-Feeds (z.B. TikTok, Instagram Reels) und die Empfehlungssysteme, die sie antreiben, erforscht. Das Ziel ist es, „The Algorithm“, den wir in unseren digitalen Ökosystemen gerne loben, beschuldigen und manipulieren, zu zerlegen und zu entmystifizieren.
fr: The Algorithm est un jeu Web qui explore les flux vidéo sélectionnés par des algorithmes (par exemple TikTok, Instagram Reels) et les systèmes de recommandation qui les alimentent. L’objectif est de décomposer et de démystifier « l’algorithme » que nous aimons louer, blâmer et manipuler dans nos écosystèmes numériques.

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: <b>Artificial Life Coach | U.S. |</b> <a id="a1"><b>Şerife Wong</b></a>
de: <b>Artificial Life Coach | USA |</b> <a id="a1"><b>Şerife Wong</b></a>
fr: <b>Artificial Life Coach | États-Unis |</b> <a id="a1"><b>Şerife Wong</b></a>

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: Artificial Life Coach will be a series of social media videos in which the artist speaks directly to algorithms as their “Artificial Life Coach.” The project uses humor to encourage a more realistic understanding of algorithmic systems and how they fall short for different communities.
de: Artificial Life Coach wird eine Reihe von Social-Media-Videos sein, in denen der Künstler direkt zu Algorithmen als ihrem „Artificial Life Coach“ spricht. Das Projekt nutzt Humor, um ein realistischeres Verständnis von algorithmischen Systemen und deren Defiziten für verschiedene Gemeinschaften zu fördern.
fr: Artificial Life Coach est une série de vidéos sur les réseaux sociaux dans lesquelles l’artiste s’adresse directement aux algorithmes en tant que « Coach de vie artificiel ». « Le projet s’appuie sur l’humour pour encourager une compréhension plus réaliste des systèmes algorithmiques et montrer leurs lacunes vis-à-vis de différentes communautés.

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: <b>Bringing AI To Life | U.S. |</b> <a id="a1"><b>Shola Oyedele</b></a>
de: <b>Bringing AI To Life | USA |</b> <a id="a1"><b>Shola Oyedele</b></a>
fr: <b>Bringing AI To Life | États-Unis |</b> <a id="a1"><b>Shola Oyedele</b></a>

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: This documentary will explore the integration of AI into the products and platforms we use everyday. The main story follows a small business owner who replaces their employees with AI technology, and then unpacks the consequences that follow.
de: Diese Dokumentation wird die Integration von KI in die Produkte und Plattformen, die wir täglich nutzen, erforschen. Die Hauptgeschichte folgt einem kleinen Unternehmer, der seine Mitarbeiter durch KI-Technologie ersetzt, und entpackt dann die daraus resultierenden Konsequenzen.
fr: Ce documentaire explore l’intégration de l’IA dans les produits et les plateformes que nous utilisons au quotidien. L’histoire principale suit un petit entrepreneur qui remplace ses employés par la technologie de l’IA, puis en dévoile les conséquences.

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: Dataville | India | Arnab Chakravarty
de: Dataville | Indien | Arnab Chakravarty
fr: Dataville | Inde | Arnab Chakravarty

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: DataVille: The Exploitation of Human Labor in AI Development is a video game that sheds light on how AI depends on human labor from the global south to conduct tasks such as data cleaning, coding, and classifying content. It also explores how this work impacts the output of ML algorithms.
de: DataVille: The Exploitation of Human Labor in AI Development ist ein Videospiel, das aufzeigt, wie KI auf menschliche Arbeit aus dem globalen Süden angewiesen ist, um Aufgaben wie Datenreinigung, Codierung und Klassifizierung von Inhalten durchzuführen. Es erforscht auch, wie diese Arbeit die Ausgabe von ML-Algorithmen beeinflusst.
fr: DataVille : l’exploitation du travail humain dans le développement de l’IA est un jeu vidéo qui met en lumière la façon dont l’IA dépend du travail humain des pays du Sud pour effectuer des tâches telles que le nettoyage des données, le codage et la classification du contenu. Il explore également l’impact de ce travail sur les résultats des algorithmes d’apprentissage automatique.

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: This short film explores the future uses of AI in rural communities in Eastern Uganda. It will examine the use cases of adapting AI into the administrative and agricultural activities of small farmer communities. And it will unpack just how much humanity will lean on AI abilities in the future. It will also address the idea that for AI to work efficiently, different data collection points have to be “In Sync.”
de: Dieser Kurzfilm erforscht die zukünftigen Anwendungen von KI in ländlichen Gemeinschaften in Ostuganda. Er wird die Anwendungsfälle der Anpassung von KI an die Verwaltungs- und landwirtschaftlichen Aktivitäten von Kleinbauerngemeinschaften untersuchen. Und er wird aufdecken, wie sehr die Menschheit in der Zukunft auf die Fähigkeiten der KI angewiesen sein wird. Er wird auch die Idee ansprechen, dass für eine effiziente Arbeit der KI verschiedene Datenerfassungspunkte „synchron“ sein müssen.
fr: Ce court métrage explore les futures utilisations de l’IA dans les communautés rurales de l’est de l’Ouganda. Il examine les cas d’utilisation de l’adaptation de l’IA aux activités administratives et agricoles des communautés de petits agriculteurs. Il dévoile dans quelle mesure l’humanité s’appuiera sur les capacités de l’IA à l’avenir. Il aborde également l’idée que pour que l’IA fonctionne efficacement, différents points de collecte de données doivent être « synchronisés ».

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: <b>Pear AI | Canada |</b> <a id="a1"><b>Valentine Goddard</b></a>
de: <b>Pear AI | Kanada |</b> <a id="a1"><b>Valentine Goddard</b></a>

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: Pear AI: Algorithmic Art to Counter AI's Mis-Pear-Ceptions of Us uses algorithmic art — created with data contributed by women/womxn from over 40 countries — to counter gender, racial and cultural biases in AI. It also engages the public in an interactive and immersive knowledge-sharing experience.
de: Pear AI: Algorithmic Art to Counter AI's Mis-Pear-Ceptions of Us nutzt algorithmische Kunst – geschaffen mit Daten, die von Frauen aus über 40 Ländern beigetragen wurden – um Geschlechter-, Rassen- und Kulturbias in KI entgegenzuwirken. Sie bindet auch die Öffentlichkeit in ein interaktives und immersives Wissensaustauscherlebnis ein.
fr: Pear AI : Algorithmic Art to Counter AI’ s Mis-Pear-Ceptions of Us s’appuie sur l’art algorithmique — créé avec des données fournies par des femmes / fxmmes de plus de 40 pays — pour contrer les préjugés sexistes, raciaux et culturels dans l’IA. Il engage également le public dans une expérience de partage des connaissances interactive et immersive.

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: <b>The Risk Factors | Brazil |</b> <a id="a1"><b>Camila Nobrega</b></a>
de: <b>The Risk Factors | Brasilien |</b> <a id="a1"><b>Camila Nobrega</b></a>
fr: <b>The Risk Factors | Brésil |</b> <a id="a1"><b>Camila Nobrega</b></a>

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: This journalistic investigation, taking the form of a short documentary, uses a feminist anticolonial perspective to explore the surveillance methods applied to researchers and activists working on environmental conflicts in Latin America.
de: Diese journalistische Untersuchung, die in Form einer Kurzdokumentation durchgeführt wird, nutzt eine feministische antikoloniale Perspektive, um die Überwachungsmethoden zu erforschen, die auf Forscher und Aktivisten angewendet werden, die an Umweltkonflikten in Lateinamerika arbeiten.
fr: Cette enquête journalistique, conçue comme un bref documentaire, s’appuie sur une perspective féministe et anticoloniale pour explorer les méthodes de surveillance appliquées aux chercheurs et aux activistes travaillant sur les conflits environnementaux en Amérique latine.

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: <b>The Sandbox | Canada |</b> <a id="a1"><b>Kenya-Jade Pinto</b></a>
de: <b>The Sandbox | Kanada |</b> <a id="a1"><b>Kenya-Jade Pinto</b></a>

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: The Sandbox is a documentary photography project about the AI technology at borders that decides whether people live or die. The Sandbox will ask the audience to evaluate the human cost of an increasingly automated world — one where borders are militarized with robot dogs and AI, and biometric data is extracted and harvested from refugees.
de: The Sandbox ist ein dokumentarisches Fotoprojekt über die KI-Technologie an Grenzen, die entscheidet, ob Menschen leben oder sterben. The Sandbox wird das Publikum bitten, die menschlichen Kosten einer zunehmend automatisierten Welt zu bewerten – einer Welt, in der Grenzen mit Roboterhunden und KI militarisiert sind und biometrische Daten von Flüchtlingen extrahiert und geerntet werden.
fr: The Sandbox est un projet photographique documentaire sur la technologie de l’IA aux frontières qui décide qui doit vivre ou mourir. The Sandbox demandera au public d’évaluer le coût humain d’un monde de plus en plus automatisé — un monde où les frontières sont militarisées avec des chiens robots et de l’IA, et où les données biométriques sont extraites et collectées auprès des réfugiés.

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: That Code Doesn’t Exist is an interactive 2D animation. With elements of augmented reality, the film will be hosted on its own website to facilitate its interactive elements. This short film is the prologue to the graphic novel Murenga, which was inspired by a lecture given by neuroscientist Rafael Yuste on the need for guiding ethical principles in AI.
de: That Code Doesn’t Exist ist eine interaktive 2D-Animation. Mit Elementen der erweiterten Realität wird der Film auf seiner eigenen Website gehostet, um seine interaktiven Elemente zu erleichtern. Dieser Kurzfilm ist das Prolog zur Graphic Novel Murenga, die von einem Vortrag des Neurowissenschaftlers Rafael Yuste über die Notwendigkeit von ethischen Leitprinzipien in der KI inspiriert wurde.
fr: That Code Doesn’t Exist est une animation interactive en 2D. Avec des éléments de réalité augmentée, le film sera hébergé sur son propre site web pour animer ses éléments interactifs. Ce court métrage est le prologue du roman graphique Murenga, qui a été inspiré par une conférence donnée par le neuroscientifique Rafael Yuste sur le besoin de principes éthiques directeurs dans l’IA.

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: <b>Well-being Struggle | Spain |</b> <a id="a1"><b>Sena Partal</b></a><b> and </b><a id="a2"><b>Sasha Smirnova</b></a><b> </b>
de: <b>Well-being Struggle | Spanien |</b> <a id="a1"><b>Sena Partal</b></a><b> und </b><a id="a2"><b>Sasha Smirnova</b></a><b> </b>
fr: <b>Well-being Struggle | Espagne |</b> <a id="a1"><b>Sena Partal</b></a><b> et </b><a id="a2"><b>Sasha Smirnova</b></a><b> </b>

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: Well-being Struggle reveals the repeated messages of positivity used by digital mental health products as a means to raise human productivity, aiming to spark a critical discussion around their impact on society and the value systems they promote.
de: Well-being Struggle enthüllt die wiederholten Botschaften der Positivität, die von digitalen Produkten zur mentalen Gesundheit als Mittel zur Steigerung der menschlichen Produktivität verwendet werden, mit dem Ziel, eine kritische Diskussion über ihre Auswirkungen auf die Gesellschaft und die Wertesysteme, die sie fördern, zu entfachen.
fr: Well-being Struggle dévoile les messages répétés de positivité utilisés par les produits numériques sur la santé mentale comme moyens d’augmenter la productivité humaine, dans le but de favoriser un débat critique sur leur impact sur la société et les systèmes de valeurs qu’ils promeuvent.

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: <b>Undisciplined | U.S. |</b> <a id="a1"><b>Imani Cooper Mkandawire</b></a>
de: <b>Undisciplined | USA |</b> <a id="a1"><b>Imani Cooper Mkandawire</b></a>
fr: <b>Undisciplined | États-Unis |</b> <a id="a1"><b>Imani Cooper Mkandawire</b></a>

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: Undisciplined is a multicomponent interactive website that presents a prototype for a social justice-centered STEAM (Science Technology Engineering Arts and Mathematics) curriculum in computational science and engineering for AI.
de: Undisciplined ist eine mehrkomponentige interaktive Website, die einen Prototyp für einen auf soziale Gerechtigkeit ausgerichteten STEAM (Science Technology Engineering Arts and Mathematics) Lehrplan in der Informatik und Ingenieurwissenschaften für KI präsentiert.
fr: Undisciplined est un site web interactif à composantes multiples qui présente un prototype de programme STEAM (Science Technology Engineering Arts and Mathematics) axé sur la justice sociale dans le domaine des sciences et de l’ingénierie informatiques pour l’IA.

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: Press contact: Kevin Zawacki | kevin@mozillafoundation.org
de: Pressekontakt: Kevin Zawacki | kevin@mozillafoundation.org
fr: Contact presse : Kevin Zawacki | kevin@mozillafoundation.org

# title
source: Announcing 11 Projects Exploring AI and Responsible Design
de: Ankündigung von 11 Projekten zur Erforschung von KI und verantwortungsvollem Design
fr: Annonce de 11 projets explorant l’IA et la conception responsable

# body.8ef7e39f-0c5a-403f-8928-cac9398feb53.attribution
source: Kofi Yeboah, Mozilla Program Officer
fr: Kofi Yeboah, responsable du programme Mozilla

# body.b5d00337-e709-48d8-ae40-1c37124a349f
source: In Sync | Uganda | Enock Musoke
fr: En Sync | Ouganda | Enock Musoke
