Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/announcing-the-mozfest-2023-funder-track.po
Languages: fr

# seo_title
source: MozFest 2023 Funder Track
fr: La Funder Track du MozFest 2023

# search_description
source: MozFest’s Funder Track series is harnessing the collective power of philanthropy to fuel the movement for positive human and digital rights progress, and the actualization of trustworthy AI.
fr: La série de conférences Funder Track du MozFest mobilise le pouvoir collectif de la philanthropie pour renforcer le mouvement en faveur de l’évolution positive des droits humains et numériques, et la concrétisation d’une IA digne de confiance.

# body.3d891405-8116-4375-be5d-80d9d400d680.altText
source: colorful screenshot with text
fr: capture d’écran colorée avec du texte

# body.45af5e91-50de-4b84-8be0-0520aa0ef2a3
source: <i>MozFest’s Funder Track panel series this year is in partnership with critical grassroots movement-builder</i> <a id="a1"><i>All Tech Is Human</i></a><i>. The curated sessions aim to harness the collective power of philanthropy to fuel a movement for positive human and digital rights progress, and the actualization of trustworthy AI.</i>
fr: <i>La série de conférences Funder Track de cette édition du MozFest est organisée en partenariat avec l’organisation <a id="a1">All Tech Is Human</a>, qui est à l’origine de mouvements importants. Les sessions organisées visent à mobiliser le pouvoir collectif de la philanthropie pour renforcer le mouvement en faveur de l’évolution positive des droits humains et numériques, et la concrétisation d’une IA digne de confiance.</i>

# body.45af5e91-50de-4b84-8be0-0520aa0ef2a3
source: <b>The MozFest Funder Track Panel Series</b> is a curated 15 panel experience designed <b>with and for</b> the global philanthropic community. Between March 20 and March 24, join funders, partners, and allies around the world, as we unite to learn, share expertise, build new partnerships, inspire critical conversations, and explore ways to strengthen the philanthropic movement alongside the movement for a healthier digital world. The tech future we want requires all hands on deck, and philanthropy is critical.
fr: <b>La série de conférences Funder Track du MozFest</b> est une sélection de 15 tables rondes conçues <b>avec et pour</b> la communauté caritative internationale. Du 20 au 24 mars, rejoignez les sponsors, les partenaires et les alliés du monde entier pour apprendre, partager votre expertise, établir de nouveaux partenariats, inspirer des conversations décisives et explorer les moyens de renforcer le mouvement caritatif aux côtés du mouvement en faveur d’un monde numérique plus sain. L’avenir technologique que nous voulons nécessite que tout le monde soit sur le pont, et la philanthropie est essentielle.

# body.45af5e91-50de-4b84-8be0-0520aa0ef2a3
source: Here are 5 sessions from our MozFest 2023 Funder Track. And please visit the schedule <a id="a1">here</a> to learn more about the full series.
fr: Voici 5 sessions de notre Funder Track au MozFest 2023. Vous pouvez consulter <a id="a1">l’agenda complet ici</a> pour en savoir plus sur l’ensemble des conférences.

# body.f78d8e77-07ba-42af-bfd2-910ecc186ec8.label
source: Secure Your MozFest Ticket Today
fr: Réserver votre billet pour le MozFest

# body.73716e39-e7e1-450a-80bd-421e9428a36d
source: Hosted by: Alfred Landecker Foundation
fr: Organisé par : Alfred Landecker Foundation

# body.73716e39-e7e1-450a-80bd-421e9428a36d
source: Wednesday, March 22 @ 1pm ET/6 pm CET
fr: Mercredi 22 mars à 13h ET/18h CET

# body.e56687e8-ea4f-460d-b93c-01adce9a7999.altText
source: Black and white image of a person with a white blouse and black pants, short light colored hair looking at the camera. Hands are in her pockets.
fr: Image en noir et blanc d’une personne avec un chemisier blanc et un pantalon noir, des cheveux courts de couleur claire regardant l’objectif. Ses mains sont dans ses poches.

# body.e56687e8-ea4f-460d-b93c-01adce9a7999.text
source: <i>Moderated by</i>: Silke Muelherr, Co-CEO | Alfred Landecker Foundation
fr: <i>Animé par</i> : Silke Muelherr, co-PDG | Fondation Alfred Landecker

# body.cf36ca2a-ba03-4462-9146-650447b9d6b5.altText
source: Person leaning against a green wall with a dark shirt and sweater, and medium length brown hair.
fr: Personne appuyée contre un mur vert avec une chemise et un pull foncés et des cheveux bruns mi-longs.

# body.8d08ed37-a914-4aab-86ab-aa35be29ea11.altText
source: Black and white photo of a person looking directly at the camera with no smile. The person is wearing a light collared shirt and has dark short hair and a short beard.
fr: Photo en noir et blanc d’une personne regardant directement l’objectif sans sourire. La personne porte une chemise à col clair et a les cheveux courts foncés et une courte barbe.

# body.17d3569a-4896-46e9-a1be-be156def2e6f.altText
source: A person wearing a black business shirt and blazer, looking at the camera with a small smile. Long dark hair is pinned up.
fr: Une personne vêtue d’une chemise et d’un blazer noirs, regardant l’objectif avec un petit sourire. Les longs cheveux noirs sont épinglés.

# body.6ebe1a98-d41a-4a15-8c86-57759baddddd
source: Tuesday, March 21 @ 8:45am ET / 1:45pm CET
fr: Mardi 21 mars à 8h45 ET / 13h45 CET

# body.e61b518c-2326-43fd-b2b6-7e464c064ca2.altText
source: A person with a blue shirt and long dark hair smiling at the camera.
fr: Une personne avec une chemise bleue et de longs cheveux noirs souriant en regardant l’objectif.

# body.e61b518c-2326-43fd-b2b6-7e464c064ca2.text
source: Moderated by: Hanan Elmasu, Director of Fellowships and Awards | Mozilla Foundation
fr: Animé par : Hanan Elmasu, directrice des bourses et prix | Fondation Mozilla

# body.59de4097-cd8c-4b4b-8e6d-07370eda0282.altText
source: A person with a green shirt and medium length dark hair smiling at the camera. The person is wearing large, dangling earrings.
fr: Une personne avec une chemise verte et des cheveux noirs mi-longs souriant en regardant l’objectif. La personne porte de grandes boucles d’oreilles pendantes.

# body.59de4097-cd8c-4b4b-8e6d-07370eda0282.text
source: Chenai Chair, Africa Innovation Mradi | Mozilla Foundation
fr: Chenai Chair, Africa Innovation Mradi | Fondation Mozilla

# body.7045054f-713d-409f-b3e6-9a62dce93196.altText
source: Person wearing a blue button down shirt with short dark hair and a gotee smiling at the camera
fr: Personne portant une chemise boutonnée bleue avec de courts cheveux noirs et un bouc souriant en regardant l’objectif

# body.7045054f-713d-409f-b3e6-9a62dce93196.text
source: Steve Azeka, Responsible Computing Challenge | Mozilla Foundation
fr: Steve Azeka, Responsible Computing Challenge | Fondation Mozilla

# body.763d01a0-da28-41e1-adfd-4b781cf670fe.altText
source: Person wearing a white shirt and pink blazer with short dark hair, smiling at the camera.
fr: Personne portant une chemise blanche et un blazer rose avec de courts cheveux noirs, souriant en regardant l’objectif.

# body.7ff0310e-1210-41d7-bef0-70b4345a1059.altText
source: A bald person with a teal collared shirt looking at the camera
fr: Une personne chauve avec une chemise à col sarcelle regardant l’objectif

# body.8bbb1c8d-9b15-438b-8200-860fae571253.altText
source: A person with a black suit, long dark hair, and red rimmed glasses looking at the camera. One arm is folded at the waist and the other is bent with their hand propped up by their chin.
fr: Une personne avec un costume noir, de longs cheveux noirs et des lunettes à monture rouge regardant l’objectif. Un bras est plié à la taille et l’autre est plié et la main tient le menton.

# body.8bbb1c8d-9b15-438b-8200-860fae571253.text
source: Belona Sonna | BEL’s AI Initiative
fr: Belona Sonna | Initiative IA de BEL

# body.ddbf468c-e5fc-44d5-a54f-ad8dadac0f8b
source: Gaming and creator economies are shifting the future of culture, tech, and global markets
fr: Les économies du jeu vidéo et des créateurs façonnent l’avenir de la culture, de la technologie et des marchés mondiaux

# body.ddbf468c-e5fc-44d5-a54f-ad8dadac0f8b
source: <i>Hosted by:</i> <a id="a1"><i>Omidyar Network</i></a>
fr: <i>Organisé par :</i> <a id="a1"><i>Omidyar Network</i></a>

# body.ddbf468c-e5fc-44d5-a54f-ad8dadac0f8b
source: Wednesday, March 22 @ 5:45pm ET / 10:45pm CET
fr: Mercredi 22 mars à 17h45 ET / 22h45 CET

# body.a021e770-9be0-44a9-832c-ea3b83350f74.altText
source: A Person with short curly brown hair wearing a black shirt and blazer smiling at the camera.
fr: Une personne aux cheveux bruns bouclés courts portant une chemise noire et un blazer souriant à l’objectif.

# body.a021e770-9be0-44a9-832c-ea3b83350f74.text
source: Moderated by: Thea Anderson, Responsible Technology | <a id="a1">Omidyar Network</a>
fr: Animé par : Thea Anderson, responsable de la technologie | <a id="a1">Réseau Omidyar</a>

# body.e542b9a0-ee5c-4527-8df2-ea307e5520f2.altText
source: A black and white photo of a person with short dark hair, laughing
fr: Une photo en noir et blanc d’une personne aux cheveux noirs courts, riant

# body.65016eff-8ea5-4952-aa8b-6ec33acdba59.altText
source: A person with long dark brown hair wearing an animal print blazer, smiling at the camera
fr: Une personne avec de longs cheveux brun foncé portant une veste motif léopard, souriant à l’objectif

# body.8cc92f35-776c-429b-ba9d-05e754b21785.altText
source: A person with pink hair and dark rimmed glasses wearing a yellow jacket and black shirt, smiling at the camera
fr: Une personne aux cheveux roses et aux lunettes à monture foncée portant une veste jaune et une chemise noire, souriant à l’objectif

# body.8cc92f35-776c-429b-ba9d-05e754b21785.text
source: Micaela Mantegna | Metaverse Ethicist
fr: Micaela Mantegna | Éthicienne du métaverse

# body.31b43f70-6ad4-47ef-83a1-763e18fc9e51.altText
source: A person with short dark hair wearing a dark blue buttoned down shirt, smiling at the camera
fr: Une personne aux cheveux noirs courts portant une chemise boutonnée bleu foncé, souriant à l’objectif

# body.d0c7eb3b-c4de-45f9-9896-0dbcbc3de578
source: Thursday, March 23 @ 11am ET / 4pm CET
fr: Jeudi 23 mars à 11h ET / 16h CET

# body.8b2c92e8-532f-49c4-8064-4ebe3fc8be78.altText
source: A person with dark wavy brown hair wearing a black turtle neck smiling at the camera
fr: Une personne aux cheveux bruns ondulés foncés portant un col roulé noir souriant à l’objectif

# body.8b2c92e8-532f-49c4-8064-4ebe3fc8be78.text
source: Shaady Salehi, Executive Director | <a id="a1">Trust-Based Philanthropy Project</a>
fr: Shaady Salehi, directrice exécutive | <a id="a1">Trust-Based Philanthropy Project</a>

# body.c5abfbb6-09f4-48d4-abe6-b87b6dcfe9b5.altText
source: A person with red, long hair wearing a blue shirt smiling at the camera
fr: Une personne aux cheveux roux et longs portant une chemise bleue souriant à l’objectif

# body.0a67c0d0-0512-482e-97df-1b1d4371b2b2.altText
source: A person with dark, medium length curly hair wearing ared rimmed glasses and camel colored blazer over a white shirt looking at the camera.
fr: Une personne aux cheveux bouclés foncés de longueur moyenne portant des lunettes à monture rouge et une veste de couleur camel sur une chemise blanche regardant l’objectif.

# body.8ce404eb-3641-4a91-acc9-1803b9531257.altText
source: A person with dark short hair wearing a blue and white flannel shirt smiling at the camera
fr: Une personne aux cheveux courts foncés portant une chemise flanelle bleue et blanche souriant à l’objectif

# body.5b489c99-fb63-4348-b687-f272057c7783
source: Hosted by: <a id="a1">Ford Foundation</a>
fr: Organisé par : <a id="a1">Ford Foundation</a>

# body.5b489c99-fb63-4348-b687-f272057c7783
source: Friday, March 24 @ 1:30pm ET / 6:30pm CET
fr: Vendredi 24 mars à 13h30 ET / 18h30 CET

# body.3ee44f8e-50a7-44f9-a01d-6addb05241a0.altText
source: A person with short dark hair and dark rimmed glasses wearing a light colored sweater smiling at the camera.
fr: Une personne avec des cheveux courts et des lunettes à monture foncée portant un pull de couleur claire souriant à l’objectif.

# body.3ee44f8e-50a7-44f9-a01d-6addb05241a0.text
source: Moderated by: J. Bob Alotta, VP Global Programs | Mozilla Foundation
fr: Animé par : J. Bob Alotta, vice-présidente des programmes internationaux | Fondation Mozilla

# body.30f74636-a9d8-4fad-bd1c-b95aeceec730.altText
source: A black and white photo of a person with long dark hair smiling at the camera
fr: Une photo en noir et blanc d’une personne aux longs cheveux noirs souriant à l’objectif

# body.c2174ce3-99af-4acd-b8a5-cf19c8fb280c.altText
source: A person with short dark hair wearing a long colored long sleeved shirt smiling while looking slightly off camera. Both arms are crossed in front, resting on a table.
fr: Une personne aux cheveux noirs courts portant une longue chemise à manches longues de couleur souriant tout en regardant légèrement hors champ. Les deux bras sont croisés devant, appuyés sur une table.

# body.4315b2d8-4bee-4351-8abc-0b5367443c45.altText
source: A person with medium length dark curly hair and red rimmed glasses wearing a camel colored blazer over a white shirt, looking at the camera and slightly smiling.
fr: Une personne avec des cheveux bouclés foncés de longueur moyenne et des lunettes à monture rouge portant une veste de couleur camel sur une chemise blanche, regardant l’objectif et souriant légèrement.

# body.2d824e41-567f-475c-b7b8-d6ae4e880a99.altText
source: A person with short brown hair and a slight beard wearing a light colored shirt smiling at the camera
fr: Une personne aux cheveux bruns courts et une légère barbe portant une chemise de couleur claire souriant à l’objectif

# body.b058b7c2-fe24-4b6c-9da7-7b68bf42e3b6.label
source: Browse all Funder Track Sessions
fr: Parcourir toutes les sessions Funder Track

# body.453c485c-675e-4a33-a34c-a866e94231ad.label
source: Secure your ticket
fr: Réserver votre billet

# body.cada8cc2-c17c-45b2-b8b5-f60f5d87e642.altText
source: A logo for all tech is human that is an outline of a person side profile head with an arrow inside pointing to a cloud
fr: Un logo pour All tech is human , c’est-à-dire le contour d’une tête de profil avec une flèche à l’intérieur pointant vers un nuage

# body.91c349fb-8fed-4622-ae6f-5706d169f76f
source: This year’s Funder Track series is presented by Mozilla Foundation in partnership with <a id="a1"><b>All Tech Is Human</b></a>. <b>All Tech Is Human</b> is a non-profit organization that intentionally brings together multidisciplinary stakeholders across civil society, government, and industry to tackle wicked tech and society problems together, grow the field of Responsible Tech, and co-create a better tech future.
fr: Cette année, la série de conférences Funder Track est proposée par la Fondation Mozilla en partenariat avec <a id="a1">All Tech Is Human</b></a>. <b>All Tech Is Human</b> est une organisation à but non lucratif qui rassemble intentionnellement des acteurs multidisciplinaires de la société civile, des pouvoirs publics et de l’industrie pour s’attaquer ensemble aux problèmes techniques et sociaux les plus complexes, développer le domaine de la technologie responsable et collaborer à la création d’un meilleur avenir technologique.

# body.097e5961-1a61-4e6d-9b1d-59a5832df4f9.altText
source: The amsterdam city skyline with the Mozilla Festival logo floating overhead and a purple gradient overlay over the image
fr: L’horizon de la ville d’Amsterdam avec le logo du Mozilla Festival flottant au-dessus du sol et un dégradé violet superposé sur l’image

# body.097e5961-1a61-4e6d-9b1d-59a5832df4f9.text
source: <i>MozFest is part art, tech and society convening, part maker festival, and the premiere gathering for activists in diverse global movements fighting for a more humane digital world. To learn more, visit</i> <a id="a1"><i>www.mozillafestival.org</i></a><i>.</i>
fr: <i>Le MozFest est en partie un rassemblement artistique, technologique et sociétal, en partie un festival de créateurs et également le premier rassemblement pour les militants de divers mouvements internationaux qui luttent pour un monde numérique plus humain. Pour en savoir plus, consultez <a id="a1">www.mozillafestival.org</a>.</i>

# body.097e5961-1a61-4e6d-9b1d-59a5832df4f9.text
source: <a id="a1"><i>Sign up for the MozFest newsletter here</i></a><i> to stay up to date on the latest festival and internet health movement news.</i>
fr: <a id="a1"><i>Abonnez-vous à la newsletter du MozFest ici</i></a><i> pour rester au courant des dernières nouvelles concernant le festival et le mouvement pour la bonne santé d’Internet.</i>

# title
source: Announcing the MozFest 2023 Funder Track
fr: Annonce de la Funder Track du MozFest 2023
