Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/announcing-our-voices-a-new-competition-by-mozilla-to-fight-bias-*-voice-technology.po
Languages: fr

# body.80439f58-1b9d-426a-9c1d-45002d014e8a.altText
source: Our voices promo graphic
fr: Image promotionnelle de Our Voices

# body.da74003d-df30-4836-b6a7-9339c1b5c198
source: Announcing ‘Our Voices,’ a New Competition by Mozilla to Fight Bias in Voice Technology
fr: Lancement de « Our Voices », un nouveau concours de Mozilla pour lutter contre les préjugés dans les technologies vocales

# body.da74003d-df30-4836-b6a7-9339c1b5c198
source: <i>The</i> <a id="a1"><i>competition</i></a><i>, led by</i> <i>Common Voice, seeks more diverse and inclusive speech recognition tools</i>
fr: <i>Le <a id="a1">concours</a>, organisé par Common Voice, a pour objectif de favoriser l’émergence d’outils de reconnaissance vocale plus diversifiés et inclusifs.</i>

# body.da74003d-df30-4836-b6a7-9339c1b5c198
source: Technologists around the world can enter, win from $20,000 prize pool
fr: Les expert·e·s du monde entier peuvent participer et remporter un prix sur un total de 20 000 $

# body.da74003d-df30-4836-b6a7-9339c1b5c198
source: <b>(WORLDWIDE | THURSDAY, JUNE 30, 2022)</b> – Mozilla is launching a series of ambitious, global competitions titled “<a id="a1">Our Voices</a>,” with the goal of making voice technology less biased and more inclusive.
fr: <b>(INTERNATIONAL | JEUDI 30 JUIN 2022)</b> — Mozilla lance une série de concours ambitieuse et internationale intitulée « <a id="a1">Our Voices</a> » (Nos voix), ayant pour but de rendre la technologie vocale moins partiale et plus inclusive.

# body.da74003d-df30-4836-b6a7-9339c1b5c198
source: Hosted by Mozilla <a id="a1">Common Voice</a>, “Our Voices” challenges technologists around the world to build speech recognition systems that understand and work for everyone, no matter their gender, accent, or language. The competitions coincide with the release of Common Voice’s 10th dataset.
fr: Lancé par Mozilla <a id="a1">Common Voice</a>, « Our Voices » met les expert·e·s du monde entier au défi de créer des systèmes de reconnaissance vocale qui comprennent et fonctionnent pour tout le monde, indépendamment du genre, de l’accent ou de la langue. Les concours coïncident avec la publication du 10e jeu de données de Common Voice.

# body.da74003d-df30-4836-b6a7-9339c1b5c198
source: Says Em Lewis-Jong, Mozilla’s Product Lead for Common Voice: “Currently, the voice technology ecosystem is riddled with biases and big gaps. As a result, millions of people — and countless languages and accents — can’t benefit from an essential technology. ‘Our Voices’ rewards technologists who confront this problem head on.”
fr: Comme le souligne Em Lewis-Jong, responsable produit chez Mozilla pour Common Voice : « Actuellement, l’écosystème de la technologie vocale est truffé de préjugés et de graves insuffisances. De ce fait, des millions de personnes (et d’innombrables langues et accents) ne peuvent pas bénéficier d’une technologie essentielle. “Our Voices” récompense les experts et expertes en technologie qui prennent ce problème à bras le corps. »

# body.e4caf9f5-4965-411a-b2fe-a56dcae9d47f.quote
source: Currently, the voice technology ecosystem is riddled with biases and big gaps. As a result, millions of people — and countless languages and accents — can’t benefit from an essential technology.
fr: Actuellement, l’écosystème de la technologie vocale est truffé de préjugés et de graves insuffisances. De ce fait, des millions de personnes (et d’innombrables langues et accents) ne peuvent pas bénéficier d’une technologie essentielle.

# body.e4caf9f5-4965-411a-b2fe-a56dcae9d47f.attribution
source: Em Lewis-Jong, Mozilla’s Product Lead for Common Voice
fr: Em Lewis-Jong, responsable produit chez Mozilla pour Common Voice

# body.eeb749ff-f953-4675-89f5-b6c9c10fa27b
source: <a id="a1">The competition</a> features a total of $20,000 USD in cash prizes across four categories:
fr: <a id="a1">Le concours</a> propose un total de 20 000 dollars US de récompense dans quatre catégories :

# body.eeb749ff-f953-4675-89f5-b6c9c10fa27b
source: <b>Gender</b> | For example, a speech to text (STT) model for an under-resourced language that performs equally well for female speakers
fr: <b>Le genre</b> | Par exemple, un modèle de reconnaissance vocale (<i>speech to text</i>, STT) pour une langue qui manque de ressources et qui fonctionne aussi bien pour les locuteurs que les locutrices.

# body.eeb749ff-f953-4675-89f5-b6c9c10fa27b
source: <b>Variant and Accent</b> | For example, accent classifiers by, and for, a community to support their needs
fr: <b>Les variantes linguistiques et les accents</b> | Par exemple, des classificateurs d’accents par et pour une communauté, afin de répondre à ses besoins

# body.eeb749ff-f953-4675-89f5-b6c9c10fa27b
source: <b>Methodologies</b> | For example, a benchmark corpus, or dataset audit methodology for identifying bias
fr: <b>Les méthodologies</b> | Par exemple, un corpus de référence ou une méthodologie d’audit de jeux de données pour identifier les biais

# body.eeb749ff-f953-4675-89f5-b6c9c10fa27b
source: <b>Open Call</b> | Any other creative and DEI-relevant voice prototypes or tools
fr: <b>Appel ouvert</b> | Tout autre prototype ou outil vocal créatif et pertinent dans le cadre de la diversité, de l’équité et de l’inclusion

# body.eeb749ff-f953-4675-89f5-b6c9c10fa27b
source: Entrants must primarily use Mozilla Common Voice data, but may also use other open-source tools like NVIDIA NeMo.
fr: Les participants doivent principalement utiliser les données de Mozilla Common Voice, mais peuvent également utiliser d’autres outils open source comme NVIDIA NeMo.

# body.eeb749ff-f953-4675-89f5-b6c9c10fa27b
source: Explains Lewis-Jong: “To make the competition as accessible as possible, we are welcoming entries from people who don’t have a ton of data or GPU access at their disposal. We still want to see proof of concept entries with small, toy corpora, and early-stage methodology outlines. We are also awarding prizes in each<a id="a1"> language resource band</a>, so that low-resource languages with much smaller datasets aren’t competing with languages with a ton of resources at their disposal.”
fr: Em Lewis-Jong explique : « Pour rendre le concours aussi accessible que possible, nous accueillons les projets de personnes qui ne disposent pas de grandes quantités de données ou d’un GPU. Nous souhaitons toujours recevoir des projets de type « <i>proof of concept</i> » avec de petits corpus de données, et des ébauches de méthodologie au stade initial. Nous décernons également des prix dans chaque catégorie de ressources linguistiques, afin d’éviter que les langues à faibles ressources disposant de jeux de données beaucoup plus réduits ne soient en concurrence avec des langues disposant de très nombreuses ressources.

# body.eeb749ff-f953-4675-89f5-b6c9c10fa27b
source: Mozilla<a id="a1"> Common Voice</a> is an open-source initiative to make voice technology more inclusive. People can donate their voices to an open-source dataset, and technologists can then use that data to create new products. To date, Common Voice has collected more than 20,000 hours of speech in over 90 languages, from Abkhaz to Vietnamese.
fr: Mozilla <a id="a1">Common Voice</a> est une initiative open source visant à rendre la technologie vocale plus inclusive. Les personnes peuvent faire don de leur voix à un jeu de données open source, et les expert·e·s peuvent ensuite utiliser ces données pour créer de nouveaux produits. À ce jour, Common Voice a recueilli plus de 20 000 heures de données vocales dans plus de 90 langues, de l’abkhaze au vietnamien.

# body.eeb749ff-f953-4675-89f5-b6c9c10fa27b
source: Participants have from July to September to gather any additional data they require for their ideas. Common Voice’s eleventh dataset will be released on September 14, and participants will have until October 12 to build and submit their entries. Winners will receive $2,000 each and demo their work at a Speech Summit in October.
fr: Les participant·e·s ont de juillet à septembre pour rassembler toutes les données supplémentaires dont ils et elles ont besoin pour leurs idées. Le 11e jeu de données de Common Voice sera publié le 14 septembre et les participant·e·s auront jusqu’au 12 octobre pour créer et soumettre leur projet. Les gagnant·e·s recevront 2 000 $ chacun·e et feront une démonstration de leur travail lors d’un sommet Speech Summit en octobre.

# body.eeb749ff-f953-4675-89f5-b6c9c10fa27b
source: Entries will be judged holistically on criteria like word error rate, social need, deployability, and environmental impact. Judges are nine speech tech experts from NVIDIA, Mozilla, universities and other institutions and organizations. The panel is 50% women, 60% multilingual, and 30% people of colour.
fr: Les projets seront jugés de manière globale sur des critères tels que le taux d’erreur de mots, le besoin social, la possibilité de déploiement et l’impact environnemental. Les juges sont neuf expert·e·s en technologie vocale de NVIDIA, Mozilla, d’universités et d’autres institutions et organisations. Le jury est composé de 50 % de femmes, de 60 % de personnes multilingues et de 30 % de personnes de couleur.

# body.eeb749ff-f953-4675-89f5-b6c9c10fa27b
source: For further rules, entrance details, and judge biographies, <a id="a1">click here</a>.
fr: Pour consulter les règles, les détails de participation et les biographies des juges, <a id="a1">cliquez ici</a>.

# body.eeb749ff-f953-4675-89f5-b6c9c10fa27b
source: <b><i>Press contact:</i></b> <i>Kevin Zawacki |</i> <a id="a1"><i>kevin@mozillafoundation.org</i></a>
fr: <i><b>Contact presse :</b> Kevin Zawacki | <a id="a1">kevin@mozillafoundation.org</a></i>

# body.b10743dc-5a63-4fed-94e4-aadabc448a55.altText
source: common voice promo graphic
fr: Image promotionnelle de Common Voice

# title
source: Announcing ‘Our Voices,’ a New Competition by Mozilla to Fight Bias in Voice Technology
fr: Lancement de « Our Voices », un nouveau concours de Mozilla pour lutter contre les préjugés dans les technologies vocales
