Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/blogging-for-impact-why-facilitators-tell-their-stories.po
Languages: es

# seo_title
source: Blogging for Impact
es: Bloguear Para Impactar

# body.ac119838-56b4-4a5b-83b8-c11432a3ed64
source: <i>How can we harness the power of collective and emerging knowledge for a healthier internet?</i> Blogging around MozFest can be a fabulous provocation to activate this while expanding your work and perspectives. These articles can take the shape of a screenshot of the state of the art of your projects or experiences; a deadline to converse about its lessons learnt with your allies; a celebration of engaging your community’s unique voice in global dialogues across time zones and languages; and much more. You can make the most out of other communication media you feel more comfortable with, such as podcasts, videos, illustrations and theater. However, writing is often connected as well to the creation process of these alternatives.
es: <i>¿Cómo podemos aprovechar el poder del conocimiento colectivo y emergente para alcanzar una Internet más saludable?</i> Escribir un blog sobre MozFest puede ser una fabulosa provocación para activar esto al mismo tiempo que amplías tu trabajo y tus perspectivas. Estos artículos pueden tomar la forma de una captura de pantalla del estado del arte de tus proyectos o experiencias; una fecha límite para conversar sobre tus lecciones aprendidas con personas aliadas; una celebración de involucrar la voz única de tu comunidad en diálogos globales a través de zonas horarias e idiomas; y mucho más. Puedes aprovechar al máximo también otros medios de comunicación con los que sientas más comodidad, como podcasts, videos, ilustraciones y teatro. Sin embargo, la escritura suele formar parte también del proceso de creación de estas alternativas.

# body.1efb3233-7774-477f-9577-405818f592e0.quote
source: “If people cannot write well, they cannot think well, and if they cannot think well, others will do their thinking for them”
es: “Si la gente no puede escribir bien, no puede pensar bien, y si no puede pensar bien, otras personas lo harán en su lugar”

# body.fc79e051-c3dd-4822-a798-67924aaf2deb
source: This quote from George Orwell has been in my mind for the last few days. Writing is a difficult process, but has been an essential practice to articulate my thoughts, and to understand and liberate my voice. Blogging has been an excellent chance to pump this skill while sharing my expertise and opinions.
es: Esta cita de George Orwell ha estado en mi mente durante los últimos días. Escribir es un proceso difícil, pero ha sido una práctica esencial para articular mis pensamientos, y para entender y liberar mi voz. Bloguear ha sido una excelente oportunidad para ejercitar esta habilidad al tiempo que de compartir mi experiencia y opiniones.

# body.fc79e051-c3dd-4822-a798-67924aaf2deb
source: Let me walk you through a few examples of how I’ve made sense of the significance of blogging to foster the digital societies that the Mozilla community envision. I hope this motivates Facilitators, Participants, Volunteers and other Collaborators to take part in Mozilla’s hallmark conversations across the universe. If you don’t have a blog, this upcoming MozFest can be the perfect excuse to kickstart one. I will tell you about why I created my blog, how I’ve decoded the benefits from these experiences, and some ideas that can help encode your solutions in future articles.
es: Dejame mostrarte algunos ejemplos de cómo comprendo la importancia de los blogs para fomentar las sociedades digitales que la comunidad de Mozilla imagina. Espero que esto motive Facilitadoras, Participantes, Voluntarias y otras Colaboradoras a tomar parte en las conversaciones distintivas de Mozilla a través del universo. Si no tienes un blog, este próximo MozFest puede ser la excusa perfecta para empezar uno. Te contaré por qué creé mi blog, cómo he decodificado los beneficios de estas experiencias y algunas ideas que pueden ayudar a codificar tus soluciones en futuros artículos.

# body.f8e4ae6d-d686-4e00-beb8-310c9150f7a0.label
source: Attend MozFest Virtual 2023
es: Asista a MozFest Virtual 2023

# body.f8e4ae6d-d686-4e00-beb8-310c9150f7a0.URL
source: https://www.mozillafestival.org/tickets/
es: https://www.mozillafestival.org/es/tickets/

# body.29e16bc6-ea11-469f-a418-7008c6abd5e0.altText
source: a dark window with a neon sign that says "What is your story"
es: una ventana oscura con un letrero de neón que dice "¿Cuál es tu historia?"

# body.29e16bc6-ea11-469f-a418-7008c6abd5e0.caption
source: Photo by Etienne Girardet on Unsplash
es: Foto de Etienne Girardet en Unsplash

# body.1574c958-8c9c-4e78-a77e-b4b819fc9ef3
source: My MozFest Blogging Journey – How I Got Started
es: Mi viaje bloguero en MozFest - Cómo empecé

# body.1574c958-8c9c-4e78-a77e-b4b819fc9ef3
source: When invited to write about my experience blogging about my MozFest sessions, so many positive aspects emerged (and more come up as I write and re-read this article!). I remembered why I started my blog, how this practice has been instrumental to expand the reach of my MozFest sessions and broadened my perspectives about these with fellow Facilitators and Participants.
es: Cuando me invitaron a escribir sobre mi experiencia blogueando sobre mis sesiones de MozFest, surgieron muchos aspectos positivos (¡y surgen más a medida que escribo y releo este artículo!). Recordé por qué empecé mi blog, cómo esta práctica ha sido fundamental para expandir el alcance de mis sesiones y ampliar mis perspectivas acerca de estas junto con otras personas que han facilitado y participado en MozFest.

# body.1574c958-8c9c-4e78-a77e-b4b819fc9ef3
source: I started my blog in 2020 as a result of taking part in <a id="a1">Mozilla's Internet Health Report</a> for which people from around the world were invited to showcase their perspectives on healthy and unhealthy moments from that year. For the unhealthy moment I noted Uruguay’s legislation on Data Protection being based on the European Union’s General Data Protection Regulation, yet excluding its specific considerations for children. No one had written about it, so I dedicated my first blog article to elaborate on this topic and be <a id="a2">featured on the IHR</a>.
es: Comencé mi blog en 2020 como resultado de participar en el Informe de Salud en Internet (<a id="a1">Internet Health Report</a>) de Mozilla para el cual personas de todo el mundo fueron invitadas a mostrar sus perspectivas sobre los momentos saludables y no saludables de ese año. Para el momento no saludable señalé que la legislación de Uruguay sobre Protección de Datos se basa en el Reglamento General de Protección de Datos de la Unión Europea, pero excluía sus consideraciones específicas para las infancias. Nadie había escrito sobre esto, así que dediqué mi primer artículo del blog a profundizar en este tema y ser <a id="a2">incluido en el IHR</a>.

# body.1574c958-8c9c-4e78-a77e-b4b819fc9ef3
source: Although I had prior experience with academic articles, I was hesitant about starting a blog and doubted the value of voicing my opinions. The IHR made me aware of this steep gap in information on Uruguay’s data protection legislation and was the perfect call to action. Ever since unlocking this practice I’ve been writing blogs regularly, introspecting about the main takeaways from my digital education projects and openly sharing its resources. I decode blogging as an opportunity to (a) write shorter texts in a more approachable style, (b) expanding this with links to academic, traditional media outlets, and long reads, (c) complementing them with multimedia resources such as slide images, podcasts, videos and session recordings. I generally publish in both English and Spanish. English has been the dominant language around human rights in the digital age. Blogging in different languages has allowed me to mobilise conversations across English and Spanish-speaking communities.
es: Aunque tenía experiencia previa con artículos académicos, estaba indecisa sobre empezar un blog y dudaba del valor de expresar mis opiniones. El IHR me hizo tomar conciencia de este gran vacío de información sobre la legislación uruguaya en materia de protección de datos y fue la llamada a la acción perfecta. Desde que desbloqueé esta práctica escribo blogs con regularidad, para hacer introspecciones sobre los principales aprendizajes de mis proyectos en educación digital y compartir abiertamente sus recursos. Decodifico bloguear como una oportunidad para (a) escribir textos más breves en un estilo más accesible, (b) ampliarlo con enlaces a medios académicos, tradicionales y lecturas largas, (c) complementarlos con recursos multimedia como imágenes de diapositivas, podcasts, videos y grabaciones de sesiones. En general, público tanto en inglés como en español. El inglés ha sido el idioma dominante en torno a los derechos humanos en la era digital. Bloguear en distintos idiomas me ha permitido movilizar conversaciones entre comunidades de habla inglesa e hispana.

# body.b24a684f-60b8-4561-8739-1ea6716b20a4
source: Blogging As A Facilitator
es: Bloguear como Facilitadora

# body.b24a684f-60b8-4561-8739-1ea6716b20a4
source: I published a blog article for <a id="a1">my first session</a> as a Facilitator at MozFest 2021. This was a workshop based on role playing to raise awareness on children’s data protection and importance of including their participation. By the end of the session, we convened participants to contribute to the blog. This summarised the activity and included reflections on ways to improve it. The blog was also a perfect workaround because we didn’t record the session as it convened people under 18 years old. Writing an article was a solution for language accessibility as well. The session was in English and we translated the blog text into Spanish.
es: Publiqué un artículo en el blog sobre mi <a id="a1">primera sesión</a> como Facilitadora en MozFest de 2021. Se trataba de un taller basado en juegos de rol para concientizar sobre la protección de datos de las infancias y la importancia de incluir su participación. Al final de la sesión, convocamos a quienes participaron a contribuir en la creación del blog. En este se resumía la sesión y se incluían reflexiones sobre cómo mejorarla. El blog también fue una alternativa perfecta porque no grabamos la sesión ya que convocaba a menores de 18 años de edad. Escribir un artículo también fue una solución para la accesibilidad lingüística. La sesión fue en inglés y tradujimos el texto del blog al español.

# body.b24a684f-60b8-4561-8739-1ea6716b20a4
source: Opportunities: reflect with participants, taking notes of key takeaways, recording your session, access in different languages.
es: Oportunidades: reflexionar con quienes participan, tomar notas de los puntos clave, grabar la sesión, accesibilidad en distintos idiomas.

# body.b24a684f-60b8-4561-8739-1ea6716b20a4
source: My second MozFest blog was dedicated to a <a id="a1">session we organised with Causas Digitales</a>. For the 2022 edition we used a Social Moment to play a quiz game in Spanish inspired by Jeopardy about digital rights and youth activism. The blog article was an opportunity for the group to openly share the game resources and reflect altogether about the strengths and weaknesses after testing it for the first time at MozFest. In this case, the article and all the materials were translated from Spanish into English. Again, this session was featured at the Youth &amp; Futures Space, writing was a way of recording the session and sharing it with a community that couldn’t participate to replicate or remix the game.
es: Mi segundo blog sobre MozFest estuvo dedicado a una <a id="a1">sesión que organizamos con Causas Digitales</a>. Para la edición de 2022 utilizamos un Momento Social para jugar a un juego de preguntas en español inspirado en Jeopardy y sobre derechos digitales y activismo juvenil. El artículo del blog fue una oportunidad para que el grupo compartiera abiertamente los recursos del juego y reflexionara en conjunto sobre los puntos fuertes y débiles tras probarlo por primera vez en MozFest. En este caso, para el artículo hicimos una traducción del español al inglés de los materiales. Una vez más, esta sesión se presentó en el Espacio Juventudes y Futuros, la escritura fue una forma de grabar la sesión y compartirla con una comunidad que no pudo participar para replicar o remezclar el juego.

# body.b24a684f-60b8-4561-8739-1ea6716b20a4
source: Opportunities: improving resources, openly sharing materials, connecting with participants asynchronously.
es: Oportunidades: mejorar los recursos, compartir materiales abiertamente, conectar con participantes de forma asíncrona.

# body.b24a684f-60b8-4561-8739-1ea6716b20a4
source: Opportunities: complement and deepen sessions with collaborators, keep MozFest momentum.
es: Oportunidades: complementar y profundizar en las sesiones con colaboradoras, mantener el impulso del MozFest.

# body.ef53ce02-5e78-4f27-ba6e-985cdbaeda42.altText
source: Mixed media abstract art
es: Arte abstracto de técnica mixta

# body.ef53ce02-5e78-4f27-ba6e-985cdbaeda42.caption
source: Photo by Jan Huber on Unsplash
es: Foto de Jan Huber en Unsplash

# body.ec7d3afe-eebe-438e-a7ce-d4f381d2a213
source: What will you blog about at MozFest?
es: ¿Sobre qué bloguearás en MozFest?

# body.ec7d3afe-eebe-438e-a7ce-d4f381d2a213
source: Writing is instrumental to structure your thinking process and articulate ideas. Blogging about your MozFest session can be a smart workaround to make it more impactful: To build a MozFest that is more accessible and bolster your local community, to give you space and time to think about the experience, to take note of action points for future iterations, and much more. All my experiences have been about past sessions. However, before MozFest you can write to convene participants, share resources and your intentions to attract allies.
es: Escribir un blog sobre tu sesión en MozFest puede ser una solución fabulosa para hacerla más impactante: para construir un MozFest más accesible y impulsar tu comunidad local, para dar espacio y tiempo a pensar sobre la experiencia, tomar nota de los puntos de acción para futuras iteraciones, y mucho más. Todas mis experiencias han sido sobre sesiones pasadas. Sin embargo, antes del MozFest puedes escribir para convocar a participantes, compartir recursos y tus intenciones de atraer personas aliadas.

# body.ec7d3afe-eebe-438e-a7ce-d4f381d2a213
source: Blogging can be orchestrated with a wealth of media resources to sustain MozFest throughout the year and strengthen your networks.
es: Bloguear se puede orquestar con una gran cantidad de recursos mediáticos para mantener el MozFest durante todo el año y fortalecer tus redes.

# body.ec7d3afe-eebe-438e-a7ce-d4f381d2a213
source: Will you start a blog too? Create a movie? Launch a social media campaign? Record a podcast?
es: ¿Comenzarás tú también un blog? ¿Crearás una película? ¿Lanzarás una campaña en las redes sociales? ¿Grabarás un podcast?

# body.ec7d3afe-eebe-438e-a7ce-d4f381d2a213
source: Take us along a transmedia journey about your past, present, and future MozFest adventures using #MozFest on Twitter, Linkedin, or Instagram.
es: Llévanos a través de un viaje transmediático sobre tus aventuras pasadas, presentes y futuras usando en #MozFest en Twitter, Linkedin o Instagram.

# body.ec7d3afe-eebe-438e-a7ce-d4f381d2a213
source: Join the party on Slack. A team of Wranglers, Mozilla staff and Volunteers is waiting to support you!
es: Únete a la fiesta en Slack. Un equipo de Wranglers, personal de Mozilla y personas voluntarias está esperando para apoyarte!

# body.567258aa-6903-4354-9e92-4e0dc537fe40.altText
source: Person wearing a red shirt standing in front of a green hedge
es: Persona con una camisa roja parada frente a un seto verde

# body.90eeb40f-1900-4cfd-8122-fcede2e34539.altText
source: Amsterdam city skyline with the Mozilla Festival logo floating overhead - a purple gradient over the photo
es: Horizonte de la ciudad de Ámsterdam con el logotipo del Festival Mozilla flotando sobre la cabeza: un degradado violeta sobre la foto

# body.90eeb40f-1900-4cfd-8122-fcede2e34539.text
source: <i>MozFest is part art, tech and society convening, part maker festival, and the premiere gathering for activists in diverse global movements fighting for a more humane digital world. To learn more, visit</i> <a id="a1"><i>www.mozillafestival.org</i></a><i>.</i>
es: <i>El MozFest es, por un lado, un lugar en el que convergen el arte, la tecnología y la sociedad, y por otro, un festival de creadores y el lugar de reunión de activistas de diversos movimientos globales que luchan por un mundo digital más humano. Para obtener más información, visita</i> <a id="a1"><i>www.mozillafestival.org</i></a><i>.</i>

# body.90eeb40f-1900-4cfd-8122-fcede2e34539.text
source: <a id="a1"><i>Sign up for the MozFest newsletter here</i></a><i> to stay up to date on the latest festival and internet health movement news.</i>
es: <a id="a1"><i>Suscríbete aquí al boletín de noticias del MozFest</i></a><i> para mantenerte al día de las últimas noticias del festival y del movimiento para la salud de Internet.</i>

# title
source: Blogging For Impact: Why Facilitators Tell Their Stories
es: Bloguear Para Impactar: Por qué quienes Facilitan cuentan sus historias de MozFest
