Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/can-you-negotiate-with-a-computer-mozilla-explains-the-future-of-personal-ais-part-two.po
Languages: de, es, fr, pl, pt_br

# body.b9750f91-8881-400b-a7fd-c5865ecae647
source: In particular, we need to work with our elected officials, regulators and government agencies to require a “<i>right to delegate</i>” important decisions about one’s online interactions to a trusted third party, and a “<i>right to query</i>,” using my PAI to question and challenge the institutional AI systems making important decisions about me and my family.
de: Insbesondere müssen wir mit unseren gewählten Amtsträgern, Aufsichtsbehörden und Regierungsbehörden zusammenarbeiten, um ein „<i>Recht auf Delegieren</i>“, nämlich das Delegieren von wichtigen Entscheidungen über die eigenen Online-Interaktionen an einen vertrauenswürdigen Dritten, und ein „<i>Recht auf Abfragen“ zu fordern</i>, indem ich meine PAI verwende, um institutionelle KI-Systeme, die wichtige Entscheidungen über mich und meine Familie treffen, zu hinterfragen und herauszufordern.
es: En particular, necesitamos trabajar con nuestros funcionarios, reguladores y agencias gubernamentales para exigir el «<i>derecho a delegar</i>» decisiones importantes sobre nuestras interacciones en línea a un tercero de confianza, y el «<i>derecho a indagar</i>» utilizando mi IAP para cuestionar y disputar los sistemas institucionales de IA que toman decisiones importantes sobre mi persona y sobre mi familia.
fr: En particulier, nous devons travailler avec nos élus, nos régulateurs et nos agences gouvernementales pour exiger un «<i>droit de déléguer »</i>les décisions importantes concernant nos interactions en ligne, à un tiers de confiance, et un «<i>droit d'interroger »</i>, en utilisant nos PAI pour questionner et remettre en question les systèmes d'IA institutionnels qui prennent des décisions importantes sur nous et sur nos familles.
pl: W szczególności musimy we współpracy z wybranymi przez nas urzędnikami, organami regulacyjnymi i agencjami rządowymi dążyć do wprowadzenia „<i>prawa do delegowania</i>” ważnych decyzji dotyczących interakcji online na zaufaną stronę trzecią oraz „<i>prawa do zadawania pytań</i>” za pomocą OSI, która będzie w stanie kwestionować i podważać działanie instytucjonalnych systemów sztucznej inteligencji podejmujących ważne decyzje dotyczące nas i naszych rodzin.
pt_br: Em particular, precisamos trabalhar com nossos diretores, reguladores e agências governamentais eleitas para exigir um "<i>direito de delegar</i>" decisões importantes sobre as interações online de alguém a um terceiro confiável e um "<i>direito de consultar</i>", usando minha IAP para questionar e desafiar os sistemas institucionais de IA, tomando decisões importantes sobre mim e a minha família.

# body.b9750f91-8881-400b-a7fd-c5865ecae647
source: <i>Want to get more in depth on this topic? You can</i> <a id="a1"><i>read more</i></a><i> about this in my paper Democratizing AI: Ensuring human autonomy over our computational “screens, scenes, and unseens”.</i>
de: <i>Möchten Sie mehr über dieses Thema erfahren? Sie können</i> <a id="a1"><i>mehr</i></a><i> darüber in meinem Artikel „Democratizing AI: Ensuring human autonomy over our computational “screens, scenes, and unseens”“ lesen.</i>
es: <i>¿Quieres profundizar más en este tema? Puedes</i> <a id="a1"><i>leer más</i></a><i> sobre esto en mi artículo «Democratizar la IA: garantizar la autonomía humana sobre nuestras 'pantallas, escenas e invisibles' informáticos».</i>
fr: <i>Vous voulez approfondir ce sujet ? Vous pouvez en</i> <a id="a1"><i>savoir plus</i></a><i> en parcourant mon article Démocratiser l'IA : assurer l'autonomie humaine sur nos « écrans, nos environnements et nos invisibles » informatiques.</i>
pl: <i>Chcesz dowiedzieć się więcej na ten temat? Możesz</i> <a id="a1"><i>przeczytać więcej</i></a><i> na ten temat w moim artykule „Demokratyzacja SI: Zapewnienie ludzkiego nadzoru nad «ekranami, scenami i niewidocznymi aspektami» sztucznej inteligencji”.</i>
pt_br: <i>Quer se aprofundar mais neste tópico? Você pode</i> <a id="a1"><i>ler mais</i></a><i> sobre isso em meu artigo "Democratizando a IA: garantindo a autonomia humana sobre nossas 'telas, cenas e invisíveis' computacionais".</i>

# title
source: Can you negotiate with a computer? Mozilla Explains: The Future of Personal AIs (Part Two)
de: Können Sie mit einem Computer verhandeln? Mozilla erklärt: Die Zukunft der persönlichen KI (Teil 2)
es: ¿Puedes negociar con un ordenador? Mozilla Explica: El futuro de las IA personales (parte 2)
fr: Pouvez-vous négocier avec un ordinateur ? Mozilla explique : l'avenir des IA personnelles (deuxième partie)
pl: Czy możesz negocjować z komputerem? Mozilla wyjaśnia: Przyszłość osobistej sztucznej inteligencji (część druga)
pt_br: Você pode negociar com um computador? Mozilla Explica: O futuro das IAs pessoais (parte dois)
