Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/can-you-negotiate-with-a-computer-mozilla-explains-the-future-of-personal-ais-part-two.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Negotiating with a computer? Mozilla Explains: The Future of Personal AIs (Part 2)
de: Mit einem Computer verhandeln? Mozilla erklärt: Die Zukunft der persönlichen KI (Teil 2)
es: ¿Negociar con un ordenador? Mozilla Explica: El futuro de las IA personales (parte 2)
fr: Négocier avec un ordinateur ? Mozilla explique : l'avenir des IA personnelles (partie 2)
pl: Negocjujesz z komputerem? Mozilla wyjaśnia: Przyszłość osobistej sztucznej inteligencji (część 2)
pt_br: Negociar com um computador? Mozilla explica: o futuro das IAs pessoais (parte 2)

# search_description
source: Have you ever been on the receiving end of a bureaucratic process that seemed to defy logic? In this episode of Mozilla Explains, Mozilla Fellow and former Google public policy attorney Richard Whitt returns to explore the third type of institutional AI: bureaucratic unseens, and how a personal AI might interact with them.
de: Waren Sie schon einmal in einen bürokratischen Prozess involviert, der komplett unlogisch erschien? In dieser Episode von „Mozilla erklärt“ kehrt der Mozilla-Fellow und ehemalige Google-Public-Policy-Anwalt Richard Whitt zurück, um die dritte Art institutioneller KI zu untersuchen: „bürokratische Unsichtbare“ und wie eine persönliche KI damit interagieren könnte.
es: ¿Alguna vez has estado del lado receptor de un proceso burocrático que parecía desafiar toda lógica? En este episodio de Mozilla Explica, Richard Whitt, miembro de Mozilla y ex abogado de políticas públicas de Google, regresa para explorar el tercer tipo de inteligencia artificial institucional: las burocracias invisibles y cómo una IA personal podría interactuar con ellas.
fr: Avez-vous déjà été victime d'un processus bureaucratique qui semblait défier la logique ? Dans cet épisode de Mozilla vous explique (Mozilla Explains), membre de la fondation Mozilla et ancien avocat des politiques publiques de Google, Richard Whitt, revient sur le troisième type d'IA institutionnelle : les invisibles bureaucratiques, et sur la manière dont une IA personnelle pourrait interagir avec ces invisibles.
pl: Czy kiedykolwiek byłeś stroną biurokratycznego procesu, który wydawał się przeczyć logice? W tym odcinku serii „Mozilla wyjaśnia” współpracownik Mozilli, były prawnik Google ds. polityki publicznej Richard Whitt powraca, aby omówić trzeci typ instytucjonalnej sztucznej inteligencji – biurokratyczną niewidoczną SI – oraz to, jak osobista sztuczna inteligencja mogłaby wchodzić z nią w interakcje.
pt_br: Você já foi vítima de um processo burocrático que parecia desafiar a lógica? Neste episódio de Mozilla explica, Richard Whitt, membro da Mozilla e ex-advogado de políticas públicas do Google, volta para explorar o terceiro tipo de inteligência artificial institucional: burocráticas invisíveis e como uma inteligência artificial pessoal pode interagir com elas.

# body.2d8c25be-fb0b-4ded-a24d-5a03e0ab493c
source: Have you ever been on the receiving end of a bureaucratic process that seemed to defy logic? I’m Mozilla Fellow Richard Whitt, back with part two on The Future of Personal AIs. <a id="a1">Last time</a>, we talked about the artificial intelligence (AI) that operates behind our online screens and in our environmental scenes. In this episode of Mozilla Explains, we’re discussing how AI operates in what I call <i>bureaucratic unseens.</i> Watch the episode below, or read on for more.
de: Waren Sie schon einmal in einen bürokratischen Prozess involviert, der komplett unlogisch erschien? Ich bin Mozilla-Fellow Richard Whitt, zurück mit Teil zwei über die Zukunft persönlicher KIs. <a id="a1">Letztes Mal</a>haben wir über die künstliche Intelligenz (KI) gesprochen, die hinter unseren Online-Bildschirmen und in unseren Umgebungsszenen arbeitet. In dieser Episode von „Mozilla erklärt“ sprechen wir darüber, wie KI in dem funktioniert, was ich <i>bürokratische Unsichtbare</i> nenne. Sehen Sie sich die Folge unten an oder lesen Sie weiter, um mehr zu erfahren.
es: ¿Alguna vez has estado del lado receptor de un proceso burocrático que parecía desafiar toda lógica? Soy Richard Whitt, miembro de Mozilla, y he vuelto con la segunda parte sobre «El futuro de las IA personales». <a id="a1">La última vez</a>, hablamos sobre la inteligencia artificial (IA) que opera detrás de nuestras pantallas virtuales y en nuestras escenas ambientales. En este episodio de Mozilla Explica, analizaremos cómo opera la IA en lo que yo llamo <i>burocracias invisibles.</i> Mira el episodio a continuación o sigue leyendo para saber más sobre este tema.
fr: Avez-vous déjà été victime d'un processus bureaucratique qui semblait défier la logique ? Je suis Richard Whitt, membre de la fondation Mozilla, et je reviens avec la deuxième partie sur l'avenir des IA personnelles. La <a id="a1">dernière fois</a>, nous avons parlé de l'intelligence artificielle (IA) qui opère derrière nos écrans connectés et dans nos environnements. Dans cet épisode de Mozilla vous explique, nous discuterons du fonctionnement de l'IA dans ce que j'appelle <i>les bureaucraties invisibles.</i> Regardez l'épisode ci-dessous ou lisez la suite pour en savoir plus.
pl: Czy kiedykolwiek byłeś stroną biurokratycznego procesu, który wydawał się przeczyć logice? Jestem Richard Whitt, współpracownik Mozilli, i przedstawiam drugą część „Przyszłości osobistej sztucznej inteligencji”. <a id="a1">Ostatnim razem</a> rozmawialiśmy o sztucznej inteligencji (SI), która pracuje w tle za naszymi ekranami online i w naszym środowisku. W tym odcinku serii „Mozilla wyjaśnia” omawiamy, jak działa tzw. <i>biurokratyczna niewidoczna SI.</i> Obejrzyj poniższy odcinek lub czytaj dalej, aby dowiedzieć się więcej.
pt_br: Você já foi vítima de um processo burocrático que parecia desafiar a lógica? Sou Richard Whitt, membro da Mozilla, de volta com a segunda parte de "O futuro das IAs pessoais". <a id="a1">Da última vez</a>, falamos sobre a inteligência artificial (IA) que funciona por trás das nossas telas online e em nossos cenas ambientais. Neste episódio de Mozilla Explica, falamos sobre como a IA funciona no que chamo <i>de burocráticas invisíveis.</i> Assista ao episódio abaixo ou continue lendo para saber mais.

# body.3d3851c3-a50c-4cb4-b581-fee4a52c2288.url
source: https://www.youtube.com/embed/ZniSZMyDWR0?rel=0
de: https://www.youtube.com/embed/ZniSZMyDWR0?rel=0&cc_load_policy=1&cc_lang_pref=de
es: https://www.youtube.com/embed/ZniSZMyDWR0?rel=0&cc_load_policy=1&cc_lang_pref=es
pl: https://www.youtube.com/embed/ZniSZMyDWR0?rel=0&cc_load_policy=1&cc_lang_pref=pl
pt_br: https://www.youtube.com/embed/ZniSZMyDWR0?rel=0&cc_load_policy=1&cc_lang_pref=pt

# body.5c6ee974-039a-47d8-b3c3-84b416ac148e
source: <i>Bureaucratic unseens</i> are the advanced systems that make decisions about us, usually without our input or even our knowledge, often on behalf of large institutions like the government or large corporations. <a id="a1">What jobs we get</a>, <a id="a2">what bank loans we may receive</a>, even what government benefits we are eligible to receive – from voting registration to social security payments. Countless such decisions are happening every day, even if we are not aware of them.
de: <i>Bürokratische Unsichtbare</i> sind die fortschrittlichen Systeme, die Entscheidungen über uns treffen, normalerweise ohne unser Zutun oder sogar unser Wissen, oft im Auftrag großer Institutionen wie der Regierung oder großer Unternehmen. <a id="a1">Welche Jobs wir bekommen</a>, <a id="a2">welche Bankkredite wir möglicherweise erhalten</a>, sogar welche staatlichen Leistungen wir erhalten – von der Wahlregistrierung bis hin zu Sozialversicherungsbeiträgen. Unzählige solcher Entscheidungen passieren täglich, auch wenn wir uns ihrer nicht bewusst sind.
es: <i>Las burocracias invisibles</i> son aquellos sistemas avanzados que toman decisiones sobre nosotros, generalmente sin que les brindemos información e incluso sin que lo sepamos. A menudo lo hacen en nombre de grandes instituciones, como el gobierno, o grandes corporaciones. <a id="a1">Qué clase trabajos conseguimos</a>, <a id="a2">qué préstamos bancarios nos serán concedidos</a>, incluso qué beneficios gubernamentales podemos recibir: desde el registro para votar hasta los pagos de la seguridad social. Innumerables decisiones de ese tipo se toman a diario, incluso si no somos conscientes de ellas.
fr: <i>Les bureaucraties invisibles</i> sont des systèmes avancés qui prennent des décisions à notre sujet, généralement sans notre avis et à notre insu, souvent pour le compte de grandes institutions comme le gouvernement ou les grandes entreprises. <a id="a1">Elles décident des emplois que nous obtenons</a>, <a id="a2">des prêts bancaires que nous pouvons recevoir</a>, et même des prestations gouvernementales auxquelles nous serions éligibles, allant de l'inscription sur les listes électorales aux paiements des prestations de sécurité sociale. D'innombrables décisions de ce genre sont prises chaque jour, même si nous n'en sommes pas conscients.
pl: <i>Biurokratyczna niewidoczna SI</i> to zaawansowane systemy, które podejmują dotyczące nas decyzje, zwykle bez naszego wkładu, a nawet naszej wiedzy, często w imieniu dużych instytucji, takich jak rząd lub wielkie korporacje. <a id="a1">Jaką pracę dostaniemy</a>, <a id="a2">jakie kredyty bankowe możemy otrzymać</a>, a nawet do jakich świadczeń rządowych jesteśmy uprawnieni – od rejestracji do głosowania po płatności w ramach ubezpieczenia społecznego. Codziennie zapadają niezliczone takie decyzje, choć często nie jesteśmy tego świadomi.
pt_br: <i>Burocráticas invisíveis</i> são os sistemas avançados que tomam decisões sobre nós, geralmente sem nossa contribuição ou mesmo nosso conhecimento, muitas vezes em nome de grandes instituições como o governo ou grandes corporações. <a id="a1">Quais empregos conseguimos</a>, <a id="a2">quais empréstimos bancários podemos receber</a>, até mesmo quais benefícios do governo podemos receber – do registro de voto aos pagamentos de previdência social. Incontáveis decisões desse tipo acontecem todos os dias, mesmo que não tenhamos consciência delas.

# body.5c6ee974-039a-47d8-b3c3-84b416ac148e
source: Even though they’re presented as helpful or labor-saving, the AIs behind these ‘unseens’ represent large corporations or government agencies, collecting our data, analyzing us and making hugely consequential decisions about our welfare. In the past, human beings were responsible for making these decisions. Today, it’s computer algorithms that rigidly prioritize process, rules and procedure, often without human oversight or judgement. These systems can unintentionally employ highly <a id="a1">biased algorithms</a> and flawed data sets. And this all happens without us having any legitimate way to appeal or object.
de: Auch wenn sie als hilfreich oder arbeitssparend dargestellt werden, repräsentieren die KIs hinter diesen „Unsichtbaren“ große Unternehmen oder Regierungsbehörden, die unsere Daten sammeln, uns analysieren und äußerst folgenreiche Entscheidungen über unser Wohlergehen treffen. In der Vergangenheit waren Menschen für diese Entscheidungen verantwortlich. Heute sind es Computeralgorithmen, die Prozesse, Regeln und Verfahren streng priorisieren, oft ohne menschliche Aufsicht oder Beurteilung. Diese Systeme können unbeabsichtigt stark <a id="a1">verzerrte Algorithmen</a> und fehlerhafte Datensätze verwenden. Und dies alles geschieht, ohne dass wir eine legitime Möglichkeit haben, Einspruch oder Widerspruch einzulegen.
es: A pesar de que son presentadas como recursos útiles o que ahorran trabajo, las IA detrás de estos 'invisibles' representan a grandes corporaciones o agencias gubernamentales, que recopilan nuestros datos, nos analizan y toman decisiones de enorme trascendencia para nuestro bienestar. En el pasado, eran las personas las responsables de tomar esas decisiones. Hoy, son los algoritmos informáticos los que priorizan rígidamente los procesos, reglas y procedimientos, a menudo sin una supervisión o juicio humanos. Estos sistemas pueden emplear involuntariamente <a id="a1">algoritmos altamente sesgados</a> y sets de datos defectuosos. Y todo esto sucede sin que tengamos ningún medio legítimo de apelar u objetar.
fr: Même si elles sont présentées comme utiles ou facilitant le travail, les IA derrière ces « invisibles » représentent de grandes entreprises ou des agences gouvernementales, collectant nos données, nous analysant et prenant des décisions extrêmement importantes concernant notre bien-être. Dans le passé, les êtres humains étaient en charge de prendre ces décisions. Aujourd'hui, ce sont les algorithmes informatiques qui gèrent de manière rigide les processus, les règles et les procédures, souvent sans surveillance ni jugement humain. Ces systèmes peuvent involontairement avoir recours à <a id="a1">des algorithmes fortement biaisés</a> et des ensembles de données incorrectes. Et tout cela sans que nous ayons aucun moyen légitime de faire appel ou d'objecter.
pl: Mimo że jest przedstawiana jako pomocna lub oszczędzająca pracę, sztuczna inteligencja stojąca za tymi „niewidocznymi działaniami” reprezentuje duże korporacje lub agencje rządowe, które gromadzą nasze dane, analizują nas i podejmują decyzje dotyczące naszego dobrobytu, wynikające w dużej mierze z tych właśnie analiz. W przeszłości za podejmowanie tych decyzji odpowiadali ludzie. Dziś są to algorytmy komputerowe, które sztywno ustalają priorytety procesów oraz zasady i procedury, często bez ludzkiego nadzoru i osądu. Systemy te mogą nieumyślnie wykorzystywać wysoce <a id="a1">stronnicze algorytmy</a> i wadliwe zestawy danych. A to wszystko dzieje się bez możliwości odwołania się lub sprzeciwu.
pt_br: Mesmo que sejam apresentadas como úteis ou que poupam trabalho, as IAs por trás dessas "invisíveis" representam grandes corporações ou agências governamentais, coletando nossos dados, analisando-nos e tomando decisões de consequências imensas com relação ao nosso bem-estar. No passado, os seres humanos eram responsáveis por tomar essas decisões. Hoje, são algoritmos de computador que priorizam rigidamente processos, regras e procedimentos, muitas vezes sem supervisão ou julgamento humano. Esses sistemas podem empregar involuntariamente <a id="a1">algoritmos altamente enviesados</a> e conjuntos de dados com falhas. E tudo isso acontece sem que tenhamos nenhum meio legítimo de apelar ou contestar.

# body.5c6ee974-039a-47d8-b3c3-84b416ac148e
source: <a id="a1">Last time</a>, we introduced the concept of a Personal AI (PAI), an AI which truly represents <i>our</i> best interests, rather than that of a data-hungry corporation. These AIs can be programmed to represent us, as individual human beings, not data points. So they could protect our privacy and security and identity, all while promoting our best interests.
de: <a id="a1">Letztes Mal</a>haben wir das Konzept einer persönlichen KI (PAI) eingeführt, einer KI, die wirklich <i>unsere</i> Interessen vertritt und nicht die eines datenhungrigen Unternehmens. Diese KIs können so programmiert werden, dass sie uns als einzelne Menschen darstellen, nicht als Datenpunkte. So könnten sie unsere Privatsphäre, Sicherheit und Identität schützen und gleichzeitig unsere Interessen fördern.
es: <a id="a1">En nuestra última charla</a>, presentamos el concepto de IA Personal (IAP), una IA que realmente representa <i>nuestros</i> mejores intereses, en lugar del de una corporación ávida de datos. Estas IA se pueden programar para representarnos como seres humanos individuales, no como puntos de datos. Pueden proteger nuestra privacidad, seguridad e identidad, al mismo tiempo que promueven nuestros mejores intereses.
fr: <a id="a1">La dernière fois</a>, nous avons étudié le concept d'IA personnelle (PAI), une IA qui représente vraiment <i>nos</i> meilleurs intérêts, plutôt que celle d'une entreprise avide de données. Ces IA peuvent être programmées pour nous représenter, en tant qu'êtres humains individuels, et non en tant qu'ensemble de données. Ainsi, elles pourraient protéger notre vie privée, notre sécurité et notre identité, tout en promouvant nos meilleurs intérêts.
pl: <a id="a1">Ostatnim razem</a> wprowadziliśmy koncepcję osobistej sztucznej inteligencji (OSI): sztucznej inteligencji, która naprawdę reprezentuje <i>nasze</i> najlepsze interesy, a nie interesy żądnych danych korporacji. Wspomnianą OSI można zaprogramować tak, aby reprezentowała nas jako indywidualne istoty ludzkie, a nie zbiory danych. Aby mogła chronić naszą prywatność, bezpieczeństwo i tożsamość, jednocześnie działając w naszym najlepszym interesie.
pt_br: <a id="a1">Da última vez</a>, apresentamos o conceito de IA pessoal (IAP), uma IA que representa verdadeiramente <i>nossos</i> melhores interesses, em vez de uma empresa com fome de dados. Essas IAs podem ser programadas para nos representar, como seres humanos individuais, não como pontos de dados. Assim, elas poderiam proteger nossa privacidade, segurança e identidade, e ao mesmo tempo promover nossos melhores interesses.

# body.5c6ee974-039a-47d8-b3c3-84b416ac148e
source: Personal AIs can also be our trusted agents interacting with bureaucratic unseens — by communicating directly with Institutional AIs on our behalf.
de: Persönliche KI-Systeme können auch unsere vertrauenswürdigen Agenten sein, die mit den bürokratischen Unsichtbaren interagieren – indem sie in unserem Namen direkt mit institutioneller KI kommunizieren.
es: Las IA personales también pueden funcionar como nuestros agentes de confianza para interactuar con las burocracias invisibles, comunicándose directamente con las IA institucionales en nuestro nombre.
fr: Les IA personnelles peuvent également tenir le rôle d'agents de confiance, interagissant avec les invisibles bureaucratiques - en communiquant directement avec les IA institutionnelles en notre nom.
pl: OSI może być również naszym zaufanym przedstawicielem wchodzącym w interakcje z biurokratyczną niewidoczną SI — poprzez bezpośrednią komunikację z instytucjonalną SI w naszym imieniu.
pt_br: AIs pessoais também podem ser nossos agentes de confiança, interagindo com burocráticas invisíveis – comunicando-se diretamente com AIs institucionais em nosso nome.

# body.5c6ee974-039a-47d8-b3c3-84b416ac148e
source: An example might be asking the government or corporate AI to give my PAI the specific reasons why they made a particular decision, like whether or not I was accepted for a loan, interviewed for a job or had my prison sentence lengthened. Then my PAI would be able to ask informed questions, assess the same evidence, query the outcome, and even directly challenge the analytical and data-based rationale for such decisions.
de: Ein Beispiel könnte sein, die KI der Regierung oder von Unternehmen zu bitten, meiner PAI die spezifischen Gründe zu nennen, warum eine bestimmte Entscheidung getroffen wurde, z. B. warum ich keinen Kredit oder keine Einladung zu einem Bewerbungsgespräch erhalten habe oder warum meine Gefängnisstrafe verlängert wurde. Dann wäre meine PAI in der Lage, fundierte Fragen zu stellen, dieselben Beweise zu bewerten, das Ergebnis abzufragen und sogar die analytische und datenbasierte Begründung für solche Entscheidungen direkt in Frage zu stellen.
es: Por ejemplo, podría pedirle al gobierno o a la IA corporativa que le dé a mi IAP las razones específicas por las que tomaron una decisión particular: la adjudicación o el rechazo de un préstamo, la entrevista para un trabajo o la prolongación de mi pena de prisión. Mi IAP podría hacer preguntas informadas, evaluar las evidencias utilizadas, indagar sobre el resultado, e incluso cuestionar directamente el análisis y la justificación basada en datos de tales decisiones.
fr: Un exemple pourrait être de demander à l'AI d'un gouvernement ou d'une entreprise de donner à mon PAI les raisons spécifiques pour lesquelles ils ont pris une décision donné; par exemple si ma demande de prêt a été acceptée, ou dans le cas où j'ai été interviewé pour un emploi ou encore dans le cas où ma peine de prison a été prolongée. Ensuite, mon PAI serait en mesure de poser des questions éclairées, d'évaluer les mêmes preuves, de remettre en cause le résultat des analyses et même de contester directement la justification analytique basée sur les données, ayant conduit à de telles décisions.
pl: Przykładem może być zwrócenie się do rządowej lub korporacyjnej SI o podanie mojej OSI konkretnych powodów, dla których podjęta została dana decyzja – dotycząca na przykład tego, czy udzielono mi pożyczki, zaproszono mnie na rozmowę kwalifikacyjną lub przedłużono mi karę więzienia. Wtedy moja OSI byłaby w stanie zadać bazujące na faktach pytania, ocenić te same dowody, zapytać o wynik, a nawet bezpośrednio zakwestionować analityczne i oparte na danych uzasadnienie takiej decyzji.
pt_br: Um exemplo pode ser solicitar à IA governamental ou corporativa que forneça à minha IAP os motivos específicos pelos quais tomou uma decisão específica, como se eu fui ou não aceito para um empréstimo, entrevistado para um emprego ou tive minha pena de prisão prolongada. Então, minha AIP seria capaz de fazer perguntas informadas, avaliar as mesmas evidências, questionar o resultado e até mesmo desafiar diretamente a lógica analítica e baseada em dados para decisões desse tipo.

# body.b9750f91-8881-400b-a7fd-c5865ecae647
source: How do we get there from here?
de: Wie ist der Weg dorthin?
es: ¿Cómo podemos llegar a eso desde el punto en el que estamos?
fr: Comment pouvons-nous y arriver ?
pl: Jak to osiągnąć?
pt_br: Como chegamos lá a partir daqui?

# body.b9750f91-8881-400b-a7fd-c5865ecae647
source: We need the technology, the marketplaces, the standards, and the laws to align, so that the governments and companies can accommodate these new citizen tools.
de: Wir müssen die Technologie, die Marktplätze, die Standards und die Gesetze angleichen, damit die Regierungen und Unternehmen diese neuen Bürgerinstrumente aufnehmen können.
es: Necesitamos que la tecnología, los mercados, los estándares y las leyes se alineen, de modo que los gobiernos y las empresas puedan adaptarse a estas nuevas herramientas de los ciudadanos.
fr: Nous avons besoin que la technologie, les marchés, les normes et les lois soient concordantes, afin que les gouvernements et les entreprises puissent s'adapter à ces nouveaux outils citoyens.
pl: Potrzebujemy technologii, rynków, standardów i odpowiednich przepisów prawa, aby rządy i firmy mogły dostosować się do tych nowych narzędzi obywatelskich.
pt_br: Precisamos da tecnologia, dos mercados, dos padrões e das leis para alinhar, para que os governos e as empresas possam acomodar essas novas ferramentas dos cidadãos.
