Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/challenges-of-ai-*-maternal-healthcare-lessons-from-zambia.po
Languages: de, fr

# search_description
source: Author Min’enhle Ncube is an anthropologist and Mozilla Africa Mradi Research Grantee. Ncube is investigating the challenges and dangers posed by biased datasets in the delivery of quality and timely care to pregnant people
de: Die Autorin Min’enhle Ncube ist Anthropologin und Stipendiatin des Mozilla Africa Mradi Research. Ncube untersucht die Herausforderungen und Gefahren, die durch voreingenommene Datensätze bei der Bereitstellung von qualitativ hochwertiger und zeitnaher Versorgung für Schwangere entstehen
fr: L’autrice Min’enhle Ncube est anthropologue et bénéficiaire de la bourse Mozilla Africa Mradi Research. Ncube étudie les défis et les dangers que posent des ensembles de données biaisés dans la prestation de soins de qualité et en temps opportun aux femmes enceintes

# body.6d5257f3-9383-40c0-92bd-3100790e6434
source: <i>Author Min’enhle Ncube is an anthropologist and Mozilla Africa Mradi Research Grantee. Ncube is investigating the challenges and dangers posed by biased datasets in the delivery of quality and timely care to pregnant people.</i> <a id="a1"><i>Learn more</i></a><i>.</i>
de: <i>Die Autorin Min’enhle Ncube ist Anthropologin und Stipendiatin des Mozilla Africa Mradi Research. Ncube untersucht die Herausforderungen und Gefahren, die durch voreingenommene Datensätze bei der Bereitstellung von qualitativ hochwertiger und zeitnaher Versorgung für Schwangere entstehen.</i> <a id="a1"><i>Mehr erfahren</i></a><i>.</i>
fr: <i>L’autrice Min’enhle Ncube est anthropologue et bénéficiaire de la bourse Mozilla Africa Mradi Research. Ncube étudie les défis et les dangers que posent des ensembles de données biaisés dans la prestation de soins de qualité et en temps opportun aux femmes enceintes.</i> <a id="a1"><i>En savoir plus</i></a><i>.</i>

# body.6d5257f3-9383-40c0-92bd-3100790e6434
source: Every expectant mother deserves access to the highest quality of care. In our increasingly digital world, the fusion of artificial intelligence (AI) and maternal health holds the promise of achieving this goal. AI has been applied broadly in healthcare in areas such as medical imaging, decision support systems, remote patient monitoring, virtual health assistants, genomics for precision medicine and other examples spanning diagnostics, treatment, patient management and healthcare administration.
de: Jede werdende Mutter verdient Zugang zur bestmöglichen Versorgung. In unserer zunehmend digitalen Welt verspricht die Verbindung von künstlicher Intelligenz (KI) und mütterlicher Gesundheit dieses Ziel zu erreichen. KI wurde breit gefächert im Gesundheitswesen eingesetzt, in Bereichen wie medizinische Bildgebung, Entscheidungsunterstützungssysteme, Fernüberwachung von Patienten, virtuelle Gesundheitsassistenten, Genomik für Präzisionsmedizin und andere Beispiele, die Diagnostik, Behandlung, Patientenmanagement und Gesundheitsverwaltung umfassen.
fr: Chaque femme enceinte mérite d’avoir accès à des soins de la plus haute qualité. Dans notre monde de plus en plus numérique, la fusion de l’intelligence artificielle (IA) et de la santé maternelle promet d’atteindre cet objectif. L’IA a été largement appliquée dans les soins de santé dans des domaines tels que l’imagerie médicale, les systèmes d’aide à la décision, la surveillance à distance des patients, les assistants de santé virtuels, la génomique pour la médecine de précision et d’autres exemples couvrant le diagnostic, le traitement, la gestion des patients et l’administration des soins de santé.

# body.6d5257f3-9383-40c0-92bd-3100790e6434
source: My ethnographic enquiry on how AI is taking hold in supporting maternal health in Zambia offers some important lessons on what representative datasets might be and some ethical considerations for deploying equitable AI applications in maternal health. Hypertensive disorders of pregnancy are the leading cause of maternal mortality in Sub-Saharan Africa - preeclampsia and eclampsia contributing to adverse maternal and foetal outcomes. These ethnographic insights are valuable when reflecting on emerging technologies in Zambia using AI to leverage the timely diagnosis of pregnancy disorders such as preeclampsia towards better maternal outcomes.
de: Meine ethnographische Untersuchung darüber, wie KI zur Unterstützung der mütterlichen Gesundheit in Sambia eingesetzt wird, bietet wichtige Erkenntnisse darüber, was repräsentative Datensätze sein könnten und welche ethischen Überlegungen für den Einsatz von gerechten KI-Anwendungen in der mütterlichen Gesundheit gelten. Hypertensive Störungen der Schwangerschaft sind die Hauptursache für mütterliche Sterblichkeit in Subsahara-Afrika - Präeklampsie und Eklampsie tragen zu ungünstigen mütterlichen und fötalen Ergebnissen bei. Diese ethnographischen Einblicke sind wertvoll, wenn man über aufkommende Technologien in Sambia nachdenkt, die KI nutzen, um die rechtzeitige Diagnose von Schwangerschaftsstörungen wie Präeklampsie zu verbessern und bessere mütterliche Ergebnisse zu erzielen.
fr: Mon enquête ethnographique sur la façon dont l’IA s’implante dans le soutien à la santé maternelle en Zambie nous apprend plusieurs choses importantes sur ce que pourraient être des ensembles de données représentatifs et propose quelques considérations éthiques pour le déploiement d’applications d’IA équitables en santé maternelle. Les troubles hypertensifs de la grossesse sont la principale cause de mortalité maternelle en Afrique subsaharienne – la prééclampsie et l’éclampsie contribuant à des issues défavorables pour la mère et le fœtus. Ces connaissances ethnographiques sont précieuses quand on réfléchit aux technologies émergentes présentes en Zambie qui utilisent l’IA pour poser un diagnostic opportun des troubles de la grossesse tels que la prééclampsie afin d’obtenir de meilleurs résultats pour la mère.

# body.7a745365-9845-4751-8460-09a145631261.quote
source: My ethnographic enquiry offers some important lessons on ethical considerations for deploying equitable AI applications in maternal health.
de: Meine ethnographische Untersuchung bietet einige wichtige Erkenntnisse über ethische Überlegungen für den Einsatz von gerechten KI-Anwendungen in der mütterlichen Gesundheit.
fr: Mon enquête ethnographique nous apprend plusieurs choses importantes sur les considérations éthiques pour le déploiement d’applications d’IA équitables en santé maternelle.

# body.7a745365-9845-4751-8460-09a145631261.attribution
source: Min’enhle Ncube, Mozilla grantee
de: Min'enhle Ncube, Mozilla-Stipendiatin
fr: Min’enhle Ncube, bénéficiaire de la subvention Mozilla

# body.bf2e20b6-7f74-436d-80b9-0c37ee41e097
source: Zambia's urban and peri-urban inequalities are socioeconomic, infrastructural and linguistic. One observes how places of residence and socioeconomic status determine the accessibility of the Internet and the type of mobile device one has. Electrical and solar electricity is more fragmented or less abundant in high-density compounds compared to low-density residential areas. One's economic status determines smartphone ownership—a phone capable of running apps—and access to mobile data or Wi-Fi to take advantage of AI-driven health apps, such as the DawaMom product. While software developers have initiated the provision of mobile apps in vernacular languages, some users, especially those outside the city, have limited ability to read.
de: Die städtischen und stadtnahen Ungleichheiten in Sambia sind sozioökonomischer, infrastruktureller und sprachlicher Art. Man beobachtet, wie der Wohnort und der sozioökonomische Status die Zugänglichkeit des Internets und die Art des Mobilgeräts bestimmen. Elektrischer und solarer Strom ist in dicht besiedelten Gebieten weniger verbreitet oder weniger vorhanden als in Wohngebieten mit geringer Dichte. Der wirtschaftliche Status bestimmt den Besitz eines Smartphones – ein Telefon, das Apps ausführen kann - und den Zugang zu mobilen Daten oder WLAN, um von KI-gesteuerten Gesundheits-Apps, wie dem DawaMom-Produkt, profitieren zu können. Während Softwareentwickler die Bereitstellung von mobilen Apps in Umgangssprachen eingeleitet haben, haben einige Nutzer, insbesondere diejenigen außerhalb der Stadt, eine begrenzte Lesefähigkeit.
fr: Les inégalités urbaines et périurbaines de la Zambie sont socio-économiques, infrastructurelles et linguistiques. On observe comment les lieux de résidence et le statut socio-économique déterminent l’accessibilité à Internet et le type d’appareil mobile dont on dispose. L’électricité électrique et solaire est plus fragmentée ou moins abondante dans les zones à forte densité par rapport aux zones résidentielles à faible densité. Le statut économique d’une personne détermine la possession d’un smartphone – un téléphone capable d’exécuter des applications – et l’accès aux données mobiles ou au Wi-Fi pour tirer parti des applications de santé pilotées par l’IA telles que le produit DawaMom. Alors que les développeurs de logiciels ont lancé la fourniture d’applications mobiles dans des langues vernaculaires, certains utilisateurs, en particulier ceux vivant en dehors de la ville, ont une capacité de lecture limitée.

# body.bf2e20b6-7f74-436d-80b9-0c37ee41e097
source: I came across Dawa Health, a medical technology startup in Lusaka, during the first year of my PhD in anthropology. Dawa Health's vision to support maternal care using AI began at BongoHive, a startup accelerator hub in Lusaka that brings together entrepreneurs from various disciplines to brainstorm applications for digital technology. Dawa Health's clinicians undertake home visits to gather information, such as users' primary data on their blood pressure, level of haemoglobin, symptoms of anaemia, signs of hypertension or cardiac disorders and others—the aim of this exercise being to predict the likelihood of disorders such as PE and eclampsia to improve the parity and gravity outcomes from pregnancy and reduce the possibility of miscarriage or stillbirth. Their DawaMom is an app presenting automated personalised information from the health data gathered that supports patients and health practitioners get better clues on potential high-risk pregnancy disorders such as PE.
de: Während des ersten Jahres meines Doktorats in Anthropologie stieß ich auf Dawa Health, ein Medizintechnologie-Startup in Lusaka. Die Vision von Dawa Health, die mütterliche Versorgung mit Hilfe von KI zu unterstützen, begann bei BongoHive, einem Startup-Beschleuniger-Hub in Lusaka, der Unternehmer aus verschiedenen Disziplinen zusammenbringt, um Anwendungen für digitale Technologie zu erarbeiten. Die Kliniker von Dawa Health führen Hausbesuche durch, um Informationen zu sammeln, wie z.B. die primären Daten der Nutzer über ihren Blutdruck, den Hämoglobinspiegel, Symptome von Anämie, Anzeichen von Hypertonie oder Herz-Kreislauf-Erkrankungen und andere – das Ziel dieser Übung ist es, die Wahrscheinlichkeit von Störungen wie PE und Eklampsie vorherzusagen, um die Parität und die Schwere der Ergebnisse aus der Schwangerschaft zu verbessern und die Möglichkeit einer Fehlgeburt oder Totgeburt zu reduzieren. Ihr DawaMom ist eine App, die automatisierte personalisierte Informationen aus den gesammelten Gesundheitsdaten präsentiert, die Patienten und Gesundheitspraktikern bessere Hinweise auf potenzielle Hochrisiko-Schwangerschaftsstörungen wie PE geben.
fr: Je suis tombée sur Dawa Health, une startup de technologie médicale à Lusaka, au cours de la première année de mon doctorat en anthropologie. La vision de Dawa Health de soutenir les soins maternels à l’aide de l’IA a commencé à BongoHive, un accélérateur de startups à Lusaka qui rassemble des entrepreneurs de diverses disciplines pour réfléchir à des applications pour la technologie numérique. Les cliniciens de Dawa Health effectuent des visites à domicile pour recueillir des informations telles que les données de base sur la tension artérielle, le taux d’hémoglobine, les symptômes d’anémie, les signes d’hypertension ou de troubles cardiaques, etc. auprès des utilisateurs. Le but de cet exercice est de mieux évaluer les probabilités de troubles tels que l’EP et l’éclampsie afin d’améliorer la parité et la gravité des résultats de la grossesse et de réduire les risques de fausse couche ou de mortinaissance. Leur application DawaMom présente des informations personnalisées automatiques à partir des données de santé collectées et aide les patients et les professionnels de santé à obtenir de meilleurs indices sur des potentiels troubles de la grossesse à haut risque tels que l’EP.

# body.bf2e20b6-7f74-436d-80b9-0c37ee41e097
source: A<a id="a1"> recent publication</a> describes preeclampsia (PE) as a multi-organ disease that presents in women after the twentieth week of gestation. Elevated blood pressure (systolic blood pressure equal to or more than 140mmHg, diastolic blood pressure equal to or more than 90mmHg) and proteinuria (excess protein in the urine) are common indicators of PE. In its severity, PE is characterised by higher blood pressure levels and additional symptoms such as visual disturbances, swelling of the hands and face, impaired liver function, abdominal pain, headaches and other clinical signs. In the case of proteinuria, laboratory tests may be conducted to assess organ function, and accompanying blood tests may be performed to check platelet counts, liver and kidney function, and clotting factors. Determining other cases of preeclampsia may involve foetal heart monitoring and ultrasound that assess foetal growth and well-being. Eclampsia is an advanced complication of preeclampsia and a medical emergency characterised by the development of seizures and convulsions in a patient with preeclampsia, posing a danger to the mother and baby, with a successful delivery being the only cure. A health facility-based study in Lusaka estimated the prevalence of PE at 18.9%, and another study from the University Teaching Hospital in Lusaka reported a 12% prevalence. A government assessment showed that out of the 398 maternal deaths per 100,000 live births in Zambia, about 18% are directly attributed to PE or eclampsia, making it the second leading cause of maternal mortality after haemorrhage.
de: Eine <a id="a1">kürzlich erschienene Publikation</a> beschreibt Präeklampsie (PE) als eine Mehrorganerkrankung, die bei Frauen nach der zwanzigsten Schwangerschaftswoche auftritt. Erhöhter Blutdruck (systolischer Blutdruck gleich oder größer als 140mmHg, diastolischer Blutdruck gleich oder größer als 90mmHg) und Proteinurie (überschüssiges Protein im Urin) sind häufige Indikatoren für PE. In ihrer Schwere ist PE durch höhere Blutdruckwerte und zusätzliche Symptome wie Sehstörungen, Schwellungen der Hände und des Gesichts, beeinträchtigte Leberfunktion, Bauchschmerzen, Kopfschmerzen und andere klinische Anzeichen gekennzeichnet. Im Falle einer Proteinurie können Labortests durchgeführt werden, um die Organfunktion zu beurteilen, und begleitende Bluttests können durchgeführt werden, um die Thrombozytenzahl, die Leber- und Nierenfunktion und die Gerinnungsfaktoren zu überprüfen. Die Bestimmung anderer Fälle von Präeklampsie kann die Überwachung der fetalen Herzfrequenz und Ultraschalluntersuchungen beinhalten, die das fetale Wachstum und Wohlbefinden beurteilen. Eklampsie ist eine fortgeschrittene Komplikation der Präeklampsie und ein medizinischer Notfall, der sich durch das Auftreten von Krampfanfällen und Konvulsionen bei einem Patienten mit Präeklampsie auszeichnet und eine Gefahr für die Mutter und das Baby darstellt, wobei eine erfolgreiche Entbindung die einzige Heilung ist. Eine gesundheitliche Einrichtung in Lusaka schätzte die Prävalenz von PE auf 18,9 %, und eine andere Studie vom Universitätsklinikum in Lusaka berichtete über eine Prävalenz von 12 %. Eine Regierungsbeurteilung zeigte, dass von den 398 mütterlichen Todesfällen pro 100.000 Lebendgeburten in Sambia etwa 18 % direkt auf PE oder Eklampsie zurückzuführen sind, was sie zur zweithäufigsten Ursache für mütterliche Sterblichkeit nach Blutungen macht.
fr: Une <a id="a1">publication récente</a> décrit la prééclampsie (EP) comme une maladie multiorganique qui se présente chez les femmes après la vingtième semaine de gestation. Une pression artérielle élevée (pression artérielle systolique égale ou supérieure à 140 mmHg, pression artérielle diastolique égale ou supérieure à 90 mmHg) et une protéinurie (excès de protéines dans l’urine) sont des indicateurs courants d’EP. Dans sa forme grave, l’EP se caractérise par des niveaux de pression artérielle plus élevés et des symptômes supplémentaires tels que des troubles visuels, un gonflement des mains et du visage, une altération de la fonction hépatique, des douleurs abdominales, des maux de tête et d’autres signes cliniques. Dans le cas de la protéinurie, des tests de laboratoire peuvent être effectués pour évaluer la fonction des organes, et des tests sanguins connexes peuvent être effectués pour vérifier la numération plaquettaire, la fonction hépatique et rénale et les facteurs de coagulation. Dans d’autres cas de prééclampsie, il peut être nécessaire d’effectuer une surveillance cardiaque du fœtus et une échographie pour évaluer la croissance et le bien-être du fœtus. L’éclampsie est une complication avancée de la prééclampsie et une urgence médicale. Elle se caractérise par le développement de crises et de convulsions chez une patiente atteinte de prééclampsie et présente un danger pour la mère et le bébé, la seule solution étant un accouchement réussi. Une étude menée dans un établissement de santé de Lusaka a estimé la prévalence de l’EP à 18,9 %, et une autre étude de l’hôpital universitaire de Lusaka a signalé une prévalence de 12 %. Une évaluation gouvernementale a montré que sur les 398 décès maternels pour 100 000 naissances vivantes en Zambie, environ 18 % sont directement attribués à l’EP ou à l’éclampsie, ce qui en fait la deuxième cause de mortalité maternelle après l’hémorragie.

# body.bf2e20b6-7f74-436d-80b9-0c37ee41e097
source: Disruptive technology has yet to become mainstream in diagnosing PE, as the current diagnosis has been the same for decades and involves the conventional systolic and diastolic blood pressure measurement, despite this disorder being widely complex and requiring lots of information for clinicians to make a precise diagnosis. Dawa Health's team of clinicians and software developers believes that standard statistics alone are inadequate in determining a broad disorder such as PE and are collating prenatal data for machine learning and augmented intelligence to assist clinicians in timely diagnosing PE. Their DawaMom app aims to bring this multimodal information to their expectant mothers' phones as feedback on their clinician home visits. The continued expansion of their localised datasets means that their AI-driven DawaMom produces tailored feedback, personalised for each user. However, one sees broader nuances that are otherwise excluded or cannot be considered in this data.
de: Bahnbrechende Technologie hat noch nicht den Mainstream in der Diagnose von PE erreicht, da die aktuelle Diagnose seit Jahrzehnten die gleiche ist und die konventionelle systolische und diastolische Blutdruckmessung beinhaltet, obwohl diese Störung weit verbreitet ist und viele Informationen für Ärzte benötigt, um eine genaue Diagnose zu stellen. Das Team von Klinikern und Softwareentwicklern von Dawa Health glaubt, dass Standardstatistiken allein unzureichend sind, um eine breite Störung wie PE zu bestimmen, und sammelt pränatale Daten für maschinelles Lernen und erweiterte Intelligenz, um Ärzten bei der rechtzeitigen Diagnose von PE zu helfen. Ihre DawaMom-App zielt darauf ab, diese multimodalen Informationen auf den Handys ihrer werdenden Mütter als Feedback zu ihren klinischen Hausbesuchen zu bringen. Die fortgesetzte Erweiterung ihrer lokalisierten Datensätze bedeutet, dass ihr KI-gesteuertes DawaMom maßgeschneidertes Feedback produziert, das für jeden Benutzer personalisiert ist. Allerdings sieht man breitere Nuancen, die sonst ausgeschlossen sind oder in diesen Daten nicht berücksichtigt werden können.
fr: La technologie de rupture est marginale dans le diagnostic de l’EP, car le diagnostic actuel est le même depuis des décennies et implique la mesure conventionnelle de la pression artérielle systolique et diastolique, bien que ce trouble soit largement complexe et nécessite de nombreuses informations pour que les cliniciens puissent poser un diagnostic précis. Les cliniciens et les développeurs de logiciels de Dawa Health estiment que les statistiques standard seules sont inadéquates pour déterminer un trouble général tel que l’EP et rassemblent des données prénatales pour l’apprentissage automatique et l’intelligence augmentée afin d’aider les cliniciens à diagnostiquer l’EP en temps opportun. Leur application DawaMom vise à apporter ces informations multimodales jusqu’aux téléphones des femmes enceintes abonnées, sous forme de commentaires sur les visites à domicile de leur clinicien. L’expansion continue de leurs ensembles de données localisés signifie que leur application DawaMom pilotée par l’IA produit des commentaires sur mesure et personnalisés pour chaque utilisateur. Cependant, on voit des subtilités plus importantes qui sont autrement exclues ou ne peuvent pas être prises en compte dans ces données.
