Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/challenges-of-ai-*-maternal-healthcare-lessons-from-zambia.po
Languages: de, fr

# body.bf2e20b6-7f74-436d-80b9-0c37ee41e097
source: When considering representative datasets for maternal care, I am drawn to multiple narratives that emerge from the approaches to maternal care that are not limited to biomedicine and extend to traditional and religious practices. A few respondents who are DawaMom users testify to adopting conventional means of managing prenatal complications, such as drinking herbal medicines otherwise disqualified on biomedical grounds. These prescriptions potentially produce abnormal readings by DawaMom and a range of disorders, all clustered into one group of the app's raw data. As the app uses a biomedical approach to determining the well-being of its users, there is no room to factor in or quantify other epistemologies of care and pluralism present in communities. This means that while the app holds the potential to provide a better quality of care, it is tailored into one biomedical framework and is delivered to users based on socioeconomic status.
de: Bei der Betrachtung repräsentativer Datensätze für die mütterliche Versorgung ziehe ich mehrere Erzählungen in Betracht, die aus den Ansätzen zur mütterlichen Versorgung hervorgehen, die nicht auf die Biomedizin beschränkt sind und sich auf traditionelle und religiöse Praktiken erstrecken. Einige Befragte, die DawaMom-Nutzer sind, berichten davon, dass sie herkömmliche Methoden zur Bewältigung von pränatalen Komplikationen anwenden, wie zum Beispiel das Trinken von Kräutermedizin, die sonst aus biomedizinischen Gründen disqualifiziert wird. Diese Verschreibungen könnten potenziell abnormale Messwerte von DawaMom und eine Reihe von Störungen erzeugen, die alle in eine Gruppe von Rohdaten der App zusammengefasst sind. Da die App einen biomedizinischen Ansatz zur Bestimmung des Wohlbefindens ihrer Nutzer verwendet, gibt es keinen Raum, andere Epistemologien der Pflege und Pluralismus in den Gemeinschaften zu berücksichtigen oder zu quantifizieren. Das bedeutet, dass die App, obwohl sie das Potenzial hat, eine bessere Versorgungsqualität zu bieten, in einen biomedizinischen Rahmen eingebettet ist und auf der Grundlage des sozioökonomischen Status an die Nutzer geliefert wird.
fr: Lorsque j’examine des ensembles de données représentatifs sur les soins maternels, plusieurs récits m’interpellent. Ils émergent des approches en matière de soins maternels qui ne se limitent pas à la biomédecine et s’étendent aux pratiques traditionnelles et religieuses. Quelques répondants qui sont des utilisateurs de DawaMom témoignent de l’adoption de moyens conventionnels de prise en charge des complications prénatales, comme la consommation de plantes médicinales autrement exclues pour des raisons biomédicales. Ces prescriptions peuvent induire des erreurs de lecture chez DawaMom et produire une série de troubles, tous regroupés dans un groupe de données brutes de l’application. Comme l’application utilise une approche biomédicale pour déterminer le bien-être de ses utilisateurs, il n’y a pas de place pour prendre en compte ou quantifier d’autres épistémologies de soins et pluralistes présentes dans les communautés. Cela signifie que si l’application peut potentiellement fournir une meilleure qualité de soins, elle est adaptée à un cadre biomédical et est fournie aux utilisateurs en fonction du statut socio-économique.

# body.bf2e20b6-7f74-436d-80b9-0c37ee41e097
source: Gathering big healthcare data for AI from individuals presents significant logistical challenges for a small medical technology startup such as Dawa Health. Firstly, accessing comprehensive and reliable healthcare data in a country with limited digital infrastructure and fragmented healthcare systems can pose challenges. The need for standardised electronic health records and interoperable systems complicates data aggregation and integration efforts. Moreover, cultural and linguistic diversity among patients may necessitate tailored data collection approaches to ensure inclusivity and accuracy. Additionally, ensuring data privacy and security in compliance with regulatory frameworks adds another layer of complexity, requiring robust protocols and infrastructure. Furthermore, more resources and expertise may be needed to maintain startups’ capacities to deploy sophisticated data collection and analysis techniques, necessitating creative partnerships and capacity-building initiatives. Overcoming these challenges requires strategic collaborations with local stakeholders, innovative data collection and management approaches, and a steadfast commitment to ethical and responsible data practices.
de: Die Sammlung großer Gesundheitsdaten für KI von Einzelpersonen stellt für ein kleines Medizintechnologie-Startup wie Dawa Health erhebliche logistische Herausforderungen dar. Zunächst kann der Zugang zu umfassenden und zuverlässigen Gesundheitsdaten in einem Land mit begrenzter digitaler Infrastruktur und fragmentierten Gesundheitssystemen Herausforderungen darstellen. Der Bedarf an standardisierten elektronischen Gesundheitsakten und interoperablen Systemen erschwert die Bemühungen um Datenaggregation und -integration. Darüber hinaus kann die kulturelle und sprachliche Vielfalt unter den Patienten maßgeschneiderte Ansätze zur Datenerhebung erfordern, um Inklusivität und Genauigkeit zu gewährleisten. Zusätzlich fügt die Gewährleistung von Datenschutz und Datensicherheit in Übereinstimmung mit regulatorischen Rahmenbedingungen eine weitere Komplexitätsebene hinzu, die robuste Protokolle und Infrastrukturen erfordert. Darüber hinaus könnten mehr Ressourcen und Fachwissen benötigt werden, um die Kapazitäten von Startups zur Implementierung anspruchsvoller Datenerhebungs- und Analysetechniken aufrechtzuerhalten, was kreative Partnerschaften und Kapazitätsaufbauinitiativen erfordert. Die Überwindung dieser Herausforderungen erfordert strategische Zusammenarbeit mit lokalen Interessengruppen, innovative Ansätze zur Datenerhebung und -verwaltung und ein unerschütterliches Engagement für ethische und verantwortungsvolle Datenpraktiken.
fr: La collecte de grandes données sur les soins de santé pour l’IA auprès d’individus présente des défis logistiques importants pour une petite start-up de technologie médicale telle que Dawa Health. Tout d’abord, l’accès à des données de santé complètes et fiables dans un pays avec une infrastructure numérique limitée et des systèmes de santé fragmentés peut poser des défis. Le besoin de dossiers de santé électroniques normalisés et de systèmes interopérables complique les efforts d’agrégation et d’intégration des données. En outre, la diversité culturelle et linguistique entre les patients peut nécessiter des approches de collecte de données sur mesure pour assurer l’inclusivité et l’exactitude. De plus, le fait d’assurer la confidentialité et la sécurité des données conformément aux cadres réglementaires ajoute un niveau supplémentaire de complexité, nécessitant des protocoles et une infrastructure robustes. Et des ressources et des expertises supplémentaires peuvent être nécessaires pour maintenir les capacités des startups à déployer des techniques sophistiquées de collecte et d’analyse de données, rendant indispensables des partenariats créatifs et des initiatives de renforcement des capacités. Pour surmonter ces défis, il faut des collaborations stratégiques avec les parties prenantes locales, des approches innovantes en matière de collecte et de gestion des données et un engagement indéfectible en faveur de pratiques éthiques et responsables en matière de données.

# title
source: Challenges of AI in Maternal Healthcare: Lessons from Zambia
de: Herausforderungen der KI in der mütterlichen Gesundheitsversorgung: Lektionen aus Sambia
fr: Défis de l’IA dans les soins de santé maternelle : leçons de la Zambie
