Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/common-voice-for-everyone-mozilla-advances-projects-with-nvidia-enabling-voice-data-donation-*-low-internet-contexts.po
Languages: sw

# search_description
source: A Telegram chatbot that enables voice contributions and an Android app that can be used offline — Two projects developed by voice technologists from Ethiopia and Italy are making Mozilla’s Common Voice platform more accessible for those in low and no internet environments.
sw: Boti ya gumzo ya Telegram inayowezesha michango ya sauti na programu ya Android inayoweza kutumika nje ya mtandao — Miradi miwili iliyotengenezwa na wanateknolojia wa sauti kutoka Ethiopia na Italia inafanya mfumo wa Common Voice wa Mozilla kufikiwa zaidi kwa wale walio katika mazingira hafifu ya mtandao au yasiyo na mtandao.

# body.c8c2acf5-0880-4aa6-864b-9837b843b7d5
source: A Telegram chatbot that enables voice contributions and an Android app that can be used offline — Two projects developed by voice technologists from Ethiopia and Italy are making Mozilla’s Common Voice platform more accessible for those in low and no internet environments.
sw: Boti ya gumzo ya Telegram inayowezesha michango ya sauti na programu ya Android inayoweza kutumika nje ya mtandao — Miradi miwili iliyotengenezwa na wanateknolojia wa sauti kutoka Ethiopia na Italia inafanya mfumo wa Common Voice wa Mozilla kufikiwa zaidi kwa wale walio katika mazingira hafifu ya mtandao au yasiyo na mtandao.

# body.58edcdf9-d538-405e-90cd-59841d24efb8
source: Voice-enabled functionalities are growing in popularity, yet many people are unable to access or fully utilize this feature. Language barriers and low access to affordable internet continue to lock out marginalized communities from using such technologies.
sw: Utendaji uliowezeshwa na sauti unazidi kuwa maarufu, lakini watu wengi hawawezi kufikia au kutumia kipengele hiki kikamilifu. Vizuizi vya lugha na ufikiaji mdogo wa mtandao wa bei nafuu unaendelea kufungia jamii zilizotengwa kutumia teknolojia kama hizo.

# body.58edcdf9-d538-405e-90cd-59841d24efb8
source: Mozilla’s open-source voice dataset, <a id="a1">Common Voice</a>, is diversifying language use in tech by prioritizing local and low resourced languages. By inviting individuals to donate their voices, communities have a hand in making voice-enabled applications more inclusive and accessible in local languages and variants. But to participate at present, Common Voice requires a strong and stable internet connection, which is a limiting factor. The major contribution components of the platform are the sentence collector and the speak and listen interfaces — which allow users to donate their voice and have their clips validated.
sw: Seti ya data ya sauti ya chanzo huria ya Mozilla, <a id="a1">Common Voice</a>, inabadilisha matumizi ya lugha katika teknolojia kwa kuzipa kipaumbele lugha asili na zisizo na nyenzo. Kwa kuwaalika watu binafsi kuchangia sauti zao, jumuiya zina mchango katika kufanya programu zinazotumia sauti zijumuishwe zaidi na zipatikane katika lugha asili na lahaja. Lakini ili kushiriki kwa sasa, Common Voice inahitaji muunganisho thabiti wa intaneti, jambo ambalo ni kikwazo. Vipengele vikuu vya mchango wa jukwaa ni vikusanya sentensi na violesura vya kutamka na kusikiliza - ambavyo huruhusu watumiaji kutoa sauti zao na klipu zao kuthibitishwa.

# body.58edcdf9-d538-405e-90cd-59841d24efb8
source: To ensure everyone can easily participate in this initiative, Common Voice <a id="a1">invited</a> voice technology enthusiasts last October to provide solutions that would enable users to donate their voices in low and no internet connectivity environments. This initiative was made possible by our collaboration with NVIDIA.
sw: Ili kuhakikisha kuwa kila mtu anaweza kushiriki kwa urahisi katika mpango huu, Common Voice <a id="a1">ilialika</a> wapenda teknolojia ya sauti Oktoba iliyopita kutoa masuluhisho yatakayowawezesha watumiaji kuchangia sauti zao katika mazingira duni yasiyo na muunganisho wa intaneti. Mpango huu uliwezekana kwa ushirikiano wetu na NVIDIA.

# body.58edcdf9-d538-405e-90cd-59841d24efb8
source: Says EM Lewis-Jong, Common Voice Lead, “By having an organization like NVIDIA - who actually uses Common Voice to build exciting products - invest back into the project, we have been able to advance the platform, address real inclusion issues and ensure that benefit flows back to the open source community. These two winning projects are just the beginning.”
sw: Anasema EM Lewis-Jong, Mkuu wa Common Voice, "Kwa kuwa na shirika kama NVIDIA - ambalo hutumia Common Voice kuunda bidhaa za kupendeza - kuwekeza tena kwenye mradi, tumeweza kuendeleza jukwaa, kushughulikia maswala halisi ya ujumuishaji na kuhakikisha kuwa faida inarudi kwa jumuiya ya chanzo huria. Miradi hii miwili iliyoshinda ni mwanzo tu.”

# body.8fd9be59-55e4-4053-8ba2-b92af9af10d7.quote
source: “Spoken voice is the foundation of communication and building speech-based interfaces is one of the most complex machine learning challenges. At NVIDIA, we’re developing groundbreaking research and products in the speech AI domain, and we’re supporting Mozilla as part of a global community effort to extend speech AI beyond the handful of languages currently represented.”
sw: "Sauti inayotamkwa ni msingi wa mawasiliano na kujenga violesura vinavyotegemea sauti ni mojawapo ya changamoto ngumu zaidi za kujifunza kwa mashine. Katika NVIDIA, tunatengeneza utafiti na bidhaa muhimu katika kikoa cha sauti cha AI, na tunaunga mkono Mozilla kama sehemu ya juhudi za jumuiya ya kimataifa kupanua AI ya sauti zaidi ya lugha chache zinazowakilishwa kwa sasa."

# body.8fd9be59-55e4-4053-8ba2-b92af9af10d7.attribution
source: Kari Briski, Vice President Speech AI, NVIDIA
sw: Kari Briski, Makamu wa Rais Speech AI, NVIDIA

# body.fa675cd6-a7fe-4705-b911-e43023895bbf
source: Two teams, one in Ethiopia and the other in Italy, have each been awarded USD $5000, to execute or advance their ideas.<br/><br/>EM continues, “Common Voice is a platform powered by the people and for the people. This open call was to allow communities to innovatively design solutions that will further the accessibility of voice technology. The two winning projects met all our criteria, from accessibility to open-source design, to privacy, and beyond.”<br/><br/> Below, in their own words, the two teams talk about their projects, motivation to participate, and the impact they intend to make.
sw: Timu mbili, moja nchini Ethiopia na nyingine nchini Italia, kila moja imetunukiwa USD $5000, ili kutekeleza au kuendeleza mawazo yao. EM anaendelea, “Common Voice ni jukwaa linaloendeshwa na watu na kwa ajili ya watu. Wito huu wa wazi ulikuwa wa kuruhusu jumuiya kubuni kwa ubunifu masuluhisho ambayo yataendeleza ufikivu wa teknolojia ya sauti. Miradi miwili iliyoshinda ilikidhi vigezo vyetu vyote, kutoka kwa ufikiaji hadi muundo wa chanzo-wazi, hadi faragha, na kwingineko." Hapo chini, kwa maneno yao wenyewe, timu hizo mbili zinazungumza kuhusu miradi yao, motisha ya kushiriki, na athari wanazokusudia kufanya.

# body.fa675cd6-a7fe-4705-b911-e43023895bbf
source: Our idea was motivated by a previous project that used a Telegram bot to interact with users and provide basic services in low internet connectivity conditions. Telegram is widely used in Ethiopia so we wanted to tap into the existing user base. We hope that this project motivates and enables Ethiopians to donate their voice in the various spoken languages. We also hope that the project inspires other developers and tech enthusiasts to contribute and use Common Voice’s data set to design voice interaction models for African languages. We believe this will make technology more accessible, contribute to de-biasing AI, and overall reduce the technology gap.
sw: Wazo letu lilichochewa na mradi wa awali ambao ulitumia boti ya Telegram kuingiliana na watumiaji na kutoa huduma za kimsingi katika hali duni ya muunganisho wa intaneti. Telegram inatumika sana nchini Ethiopia kwa hivyo tulitaka kugusa msingi wa watumiaji uliopo. Tunatumai kuwa mradi huu utahamasisha na kuwawezesha Waethiopia kuchangia sauti zao katika lugha mbalimbali zinazozungumzwa. Pia tunatumai kuwa mradi utawahimiza wasanidi programu wengine na wapenda teknolojia kuchangia na kutumia seti ya data ya Common Voice ili kubuni miundo ya mwingiliano wa sauti kwa lugha za Kiafrika. Tunaamini kuwa hii itafanya teknolojia kufikiwa zaidi, kuchangia kuondoa upendeleo wa AI, na kwa ujumla kupunguza pengo la teknolojia.

# body.fa675cd6-a7fe-4705-b911-e43023895bbf
source: Our team is comprised of:<br/><br/> <b>Amanuel Samuel Getahun:</b> A self-taught data analyst and software engineer, involved in projects that challenge existing data related services in Ethiopia. At Limon Data, Amanuel collaborates with governmental and financial organizations to introduce and rebuild data management and analysis structures. He is also a trained architect from Addis Ababa Science and Technology University and a journalist who has worked in various multidisciplinary fields.<br/><br/><b>Mohammed Abdulkadir Mohammed:</b> A data engineer and software developer who has been involved in Limon Data and Analytics since its conception. Mohammed graduated as an electrical engineer in industrial control from Addis Ababa University and his skills span electrical expertise to software development and machine learning. He leads the operations and development work at Limon where he focuses on tackling the lack of data infrastructure in Ethiopia.<br/><br/><b>Ruth Ghidey Gebremedhin:</b> An electrical engineering Ph.D. student at New York University where she is studying wireless communications. She has interests in information theory, digital communications, machine learning, data fairness, and haptics. At Limon Data and Analytics, she has formulated different strategies at several levels and worked on designing and enabling different algorithmic functionalities.
sw: Timu yetu inajumuisha: <b>Amanuel Samuel Getahun:</b> Mchambuzi wa data aliyejifundisha mwenyewe na mhandisi wa programu, anayehusika katika miradi inayotoa changamoto kwa huduma zilizopo zinazohusiana na data nchini Ethiopia. Katika Limon Data and Analytics, Amanuel hushirikiana na mashirika ya kiserikali na ya kifedha kutambulisha na kujenga upya miundo ya usimamizi na uchanganuzi wa data. Pia ni mbunifu aliyefunzwa kutoka Chuo Kikuu cha Sayansi na Teknolojia cha Addis Ababa na mwandishi wa habari ambaye amefanya kazi katika nyanja za taaluma mbalimbali. <b>Mohammed Abdulkadir Mohammed:</b> Mhandisi wa data na msanidi programu ambaye amehusika katika Limon Data and Analytics tangu kuanzishwa kwake. Mohammed alihitimu kama mhandisi wa umeme katika udhibiti wa viwanda kutoka Chuo Kikuu cha Addis Ababa na ujuzi wake unahusu utaalam wa umeme hadi kutengeneza programu na kujifunza mashine. Anaongoza shughuli na kazi ya maendeleo katika Limon ambapo anazingatia kukabiliana na ukosefu wa miundombinu ya data nchini Ethiopia. <b>Ruth Ghidey Gebremedhin:</b> Mwanafunzi wa Ph.D ya Uhandisi wa Umeme katika Chuo Kikuu cha New York ambako anasomea mawasiliano yasiyotumia waya. Ana maslahi katika nadharia ya habari, mawasiliano ya kidijitali, kujifunza kwa mashine, haki ya data, na haptics - matumizi ya teknolojia inayochangamsha hisia za kugusa na kusogea. Katika Limon Data and Analytics, ameunda mikakati tofauti katika viwango kadhaa na kufanya kazi katika kubuni na kuwezesha utendaji tofauti wa algoriti.

# body.5bc65265-3375-441f-a6a7-4c5bf9410407
source: Saverio Morelli | Italy
sw: Saverio Morelli | Italia

# body.5bc65265-3375-441f-a6a7-4c5bf9410407
source: I am Saverio, aka Sav or Sav22999 on the internet. I am 23 years old and a Computer Science student at the University of Trento in Italy. I’ve always been passionate about technology and Mozilla made it easier to build products that made an impact. So I brought this interest home and became a Common Voice community builder in Italy.
sw: Mimi ni Saverio, almaarufu Sav au Sav22999 kwenye mtandao. Nina umri wa miaka 23 na ni mwanafunzi wa Sayansi ya Kompyuta katika Chuo Kikuu cha Trento nchini Italia. Nimekuwa nikipenda teknolojia kila wakati na Mozilla imerahisisha kutengeneza bidhaa zilizoleta matokeo. Kwa hivyo nilileta shauku hii nyumbani na kuwa mjenzi wa jumuiya ya Common Voice nchini Italia.

# body.5bc65265-3375-441f-a6a7-4c5bf9410407
source: This particular project was a canvas to stretch my creativity and contribute meaningfully to growing Common Voice’s open source dataset. I began to develop an open source Android app "CV Project" some time ago, and now I am eager to use this prize money to improve the app’s offline mode features, and its accessibility — and encourage other developers to build similar open source products.
sw: Mradi huu mahususi ulikuwa nafasi ya kupanua ubunifu wangu na kuchangia ipasavyo katika kukuza mkusanyiko wa data huria wa Common Voice. Nilianza kutengeneza programu huria ya Android "Mradi wa CV" hapo awali, na sasa nina hamu ya kutumia tuzo hii ya pesa kuboresha vipengele vya programu ya nje ya mtandao, na upatikanaji wake - na kuhimiza wasanidi programu wengine kuunda bidhaa sawia ambazo ni huria.

# title
source: Common Voice for Everyone: Enabling Voice Data Donation in Low Internet Contexts - Mozilla advances platform inclusion with NVIDIA
sw: Common Voice kwa Kila Mtu: Kuwezesha Uchangiaji wa Data ya Sauti katika Mazingira Hafifu ya Mtandao - Mozilla inakuza ujumuishaji wa jukwaa na NVIDIA Common Voice
