Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/common-voice-*-kiswahili-targets-women-*-technology-and-the-language-community.po
Languages: in

# seo_title
source: Common Voice in Kiswahili targets women in Technology and the Language Community
in: Common Voice Kiswahili inalenga wanawake katika Teknolojia na Jumuiya ya Lugha

# search_description
source: Attendees will learn how to contribute to Common Voice and compete in gender inclusive writing.
in: Watakaohudhuria watajifunza jinsi ya kuchangia kwenye Common Voice na kushindana katika uandishi unaojumuisha jinsia.

# body.45bb8df3-d60b-4e20-b96c-e7d6101279e8
source: Attendees will learn how to contribute to Common Voice and compete in gender inclusive writing.
in: Watakaohudhuria watajifunza jinsi ya kuchangia kwenye Common Voice na kushindana katika uandishi unaojumuisha jinsia.

# body.13a439f7-edb4-4d86-86a1-163cda013052
source: <b>(LUBUMBASHI, DRC | MONDAY, MAY 22)</b> – <a id="a1">Members of Mozilla Common Voice</a>, in collaboration with Nouveaux Horizons University and Deep Learning Indaba - DRC branch, invite students and scholars to the Common Voice Festival in Lubumbashi on May 24 - 25.
in: <b>(LUBUMBASHI, DRC | JUMATATU, MEI 22)</b> – <a id="a1">Washiriki wa Mozilla Common Voice</a>, kwa ushirikiano na Chuo Kikuu cha Nouveaux Horizons na Deep Learning Indaba – tawi la DRC, wanaalika wanafunzi na wasomi kwenye Tamasha ya Common Voice jijini Lubumbashi mnamo tarehe 24 - 25 Mei.

# body.13a439f7-edb4-4d86-86a1-163cda013052
source: This event, which aims to promote the Common Voice community and data set, is the second Kiswahili festival this year. <a id="a1">It was first held in Mombasa, Kenya</a>. This festival will strengthen the Kiswahili language community and gender inclusive technology that brings the Kiswahili language online in an equitable way.
in: Tukio hili, linalolenga kukuza jumuiya ya Common Voice na seti ya data, ni tamasha la pili la Kiswahili mwaka huu. <a id="a1">La kwanza lilifanyika Mombasa, Kenya</a>. Tamasha hili litaimarisha jumuiya ya lugha ya Kiswahili na teknolojia inayojumuisha jinsia ambayo inaleta lugha ya Kiswahili mtandaoni kwa njia ya usawa.

# body.13a439f7-edb4-4d86-86a1-163cda013052
source: Says Rebecca Ryakitimbo Mwimbi, host of the Mozilla Common Voice festival: “Women are an important part of the technological and linguistic community that the Common Voice project in Kiswahili intends to engage and empower. There is much to be desired in audio technology when it comes to gender mainstreaming for real participation and meaningful inclusion of women. We aim to contribute to change by organizing this festival.”
in: Anasema Rebecca Ryakitimbo Mwimbi, mwenyeji wa tamasha ya Mozilla Common Voice: “Wanawake ni sehemu muhimu ya jumuiya ya kiteknolojia na lugha ambayo mradi wa Common Voice wa Kiswahili unanuia kushirikisha na kuwezesha. Kuna mengi ya kuhitajika katika teknolojia ya sauti linapokuja suala la ushirikishwaji wa kijinsia kwa ushiriki halisi na ushirikishwaji wa maana wa wanawake. Tunalenga kuchangia mabadiliko kwa kuandaa tamasha hili.”

# body.13a439f7-edb4-4d86-86a1-163cda013052
source: <a id="a1">Common Voice</a> is the most multilingual database available, powered by the voices of volunteer contributors around the world.
in: <a id="a1">Common Voice</a> ndiyo mkusanyiko wa data ulio na wingi wa lugha mbalimbali uliopo, unaoendeshwa na sauti za wachangiaji wa kujitolea duniani kote.

# body.13a439f7-edb4-4d86-86a1-163cda013052
source: Participants in the festival can be:
in: Washiriki katika tamasha wanaweza kuwa:

# body.13a439f7-edb4-4d86-86a1-163cda013052
source: Voice contributors - individuals who contribute their voices to the platform
in: Wachangiaji wa sauti - watu binafsi wanaochangia sauti zao kwenye jukwaa

# body.13a439f7-edb4-4d86-86a1-163cda013052
source: Sentence makers - people who compose sentences that are used in the Normal Voice system
in: Waundaji sentensi - watu ambao hutunga sentensi ambazo hutumika kwenye mfumo wa Sauti ya Kawaida

# body.13a439f7-edb4-4d86-86a1-163cda013052
source: Voice verifiers - individuals who listen to the voices produced and verify the data
in: Wathibitishaji wa sauti - watu binafsi wanaosikiliza sauti zinazotolewa na kuthibitisha data

# body.13a439f7-edb4-4d86-86a1-163cda013052
source: User of the audio dataset (software developer) - individuals who use the data to develop software
in: Mtumiaji wa seti ya data ya sauti (msanidi wa programu) - watu binafsi wanaotumia data kutengeneza programu

# body.13a439f7-edb4-4d86-86a1-163cda013052
source: This two-day event will include an introduction to the Common Voice platform for potential voice verifiers or voice contributors. The second day will feature a feminist writing competition to curate feminist content for the platform, based on <a id="a1">the Gender Action Plan</a> from Common Voice.
in: Tukio hili la siku mbili litajumuisha utangulizi wa jukwaa la Common Voice kwa wanaoweza kuwa wathibitishaji wa sauti au wachangiaji wa sauti. Siku ya pili itaangazia shindano la uandishi la ufeministi ili kuratibu maudhui ya ufeministi kwa jukwaa, kwa kuzingatia <a id="a1">Mpango wa Utekelezaji wa Jinsia</a> wa Common Voice.

# body.13a439f7-edb4-4d86-86a1-163cda013052
source: Prizes of up to 693,000 CDF ($300 USD) will be announced at the end of the second day for the winners of the writing contest and the model contest.
in: Tuzo za hadi 693,000 CDF ($300 USD) zitatangazwa mwishoni mwa siku ya pili kwa washindi wa shindano la uandishi na shindano la mfano.

# title
source: Common Voice in Kiswahili targets women in Technology and the Language Community
in: Common Voice Kiswahili inalenga wanawake katika Teknolojia na Jumuiya ya Lugha
