Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/common-voice-2024-roadmap.po
Languages: de, es, fr, pl, pt_br

# body.cb42204f-2e01-4c78-bab1-852bd310e9de
source: One of our goals this year is to engage more with our communities beyond the data collection phase of their journey. We plan to co-design learning experiences with community members on utilizing their data for developing responsible speech technology applications. To achieve this, we are partnering up with the <a id="a1">Responsible Computing Challenge</a>.
de: Eines unserer Ziele in diesem Jahr ist es, uns über die Datenerfassungsphase ihrer Reise hinaus stärker mit unseren Communitys zu engagieren. Wir planen, gemeinsam mit den Community-Mitgliedern Lernerfahrungen zur Nutzung ihrer Daten für die Entwicklung verantwortungsvoller Sprachtechnologieanwendungen zu entwickeln. Um dies zu erreichen, arbeiten wir mit der <a id="a1">Responsible Computing Challenge</a> zusammen.
es: Uno de nuestros objetivos este año es involucrarnos más con nuestras comunidades más allá de la fase de recopilación de datos. Planeamos diseñar conjuntamente experiencias de aprendizaje con miembros de la comunidad, acerca de la utilización de sus datos para desarrollar aplicaciones responsables de tecnología del habla. Para lograrlo, nos asociamos con <a id="a1">Responsible Computing Challenge</a>.
fr: L’un de nos objectifs cette année est de collaborer davantage avec nos communautés au-delà de la phase de collecte de données sur leur parcours. Nous prévoyons de co-concevoir avec les membres de la communauté des expériences d’apprentissage sur l’utilisation de leurs données pour le développement d’applications responsables de technologies vocales. Pour y parvenir, nous nous associons au <a id="a1">Responsible Computing Challenge</a>.
pl: Jednym z naszych celów w tym roku jest większe zaangażowanie naszych społeczności poza fazą gromadzenia danych. Planujemy współtworzyć doświadczenia edukacyjne z członkami społeczności w zakresie wykorzystywania ich danych do opracowywania odpowiedzialnych zastosowań technologii mowy. Aby to osiągnąć, współpracujemy z <a id="a1">Responsible Computing Challenge</a>.
pt_br: Um dos nossos objetivos este ano é nos envolvermos mais com nossas comunidades além da fase de coleta de dados de sua jornada. Estamos planejando colaborar com membros da comunidade para criar experiências de aprendizado sobre como usar seus dados para desenvolver aplicações de tecnologia de fala responsáveis. Para conseguir isso, estamos fazendo uma parceria com o <a id="a1">Responsible Computing Challenge</a>.

# body.cb42204f-2e01-4c78-bab1-852bd310e9de
source: We also want to better support and enable our own open source community to co-create the CV platform to meet their needs. We are creating more space for discussion around technical direction and creating more roadmap transparency for feedback and collaboration. We’re also in the process of auditing all our public technical documentation to make it easier to get involved. We’re pairing this with a review of our internal processes, ramping up team attention for PRs to make sure interested contributors receive prompt feedback. Chat to us on <a id="a1">Discourse</a>, <a id="a2">Matrix</a> or on <a id="a3">GitHub</a> to steer us in the right direction to support you!
de: Wir möchten auch unsere eigene Open-Source-Gemeinschaft besser unterstützen und befähigen, die CV-Plattform nach ihren Bedürfnissen mitzugestalten. Wir schaffen mehr Raum für Diskussionen über die technische Ausrichtung und schaffen mehr Transparenz in der Roadmap für Feedback und Zusammenarbeit. Wir sind auch dabei, all unsere öffentlichen technischen Dokumentationen zu prüfen, um die Beteiligung zu erleichtern. Dies kombinieren wir mit einer Überprüfung unserer internen Prozesse und steigern die Aufmerksamkeit des Teams für Pull Requests, um sicherzustellen, dass interessierte Mitwirkende promptes Feedback erhalten. Sprechen Sie mit uns auf <a id="a1">Discourse</a>, <a id="a2">Matrix</a> oder auf <a id="a3">GitHub,</a> um uns in die richtige Richtung zu lenken und Sie zu unterstützen!
es: También queremos brindar un mejor apoyo y permitir que nuestra propia comunidad de código abierto participe en la creación de la plataforma CV de modo que satisfaga sus necesidades. Estamos ampliando el espacio para la discusión sobre la dirección técnica y creando más transparencia en la hoja de ruta para recibir comentarios y colaboración. También estamos en el proceso de auditar toda nuestra documentación técnica pública para que sea más fácil participar. Combinamos estas iniciativas con una revisión de nuestros procesos internos, aumentando la atención del equipo a las solicitudes de extracción para asegurarnos de que los colaboradores interesados reciban comentarios rápidos. ¡Chatea con nosotros en <a id="a1">Discourse</a>, <a id="a2">Matrix</a> o <a id="a3">GitHub</a> para guiarnos en la dirección que nos permita apoyarte!
fr: Nous voulons également améliorer l’assistance et permettre à notre propre communauté open source de co-créer la plateforme CV pour répondre à ses besoins. Nous créons plus d’espace de discussion autour de l’orientation technique et créons une feuille de route plus transparente pour faciliter les retours et la collaboration. Nous procédons également à l’audit de l’ensemble de notre documentation technique publique, afin de faciliter la participation. Nous combinons cela avec une revue de nos processus internes, augmentant l’attention de l’équipe pour les pull requests pour nous assurer que les contributeur·trice·s intéressé·e·s reçoivent un retour rapide. Contactez-nous sur <a id="a1">Discourse</a>, <a id="a2">Matrix</a> ou sur <a id="a3">GitHub</a> pour nous donner la bonne direction pour vous soutenir !
pl: Chcemy również lepiej wspierać i umożliwiać naszej własnej społeczności open source współtworzenie platformy CV w celu zaspokojenia ich potrzeb. Tworzymy więcej przestrzeni do dyskusji na temat kierunku technicznego i tworzymy większą przejrzystość mapy drogowej dla informacji zwrotnych i współpracy. Jesteśmy również w trakcie audytu całej naszej publicznej dokumentacji technicznej, aby ułatwić zaangażowanie. Łączymy to z przeglądem naszych wewnętrznych procesów, zwiększając uwagę zespołu na PR, aby upewnić się, że zainteresowani współpracownicy otrzymają szybką informację zwrotną. Porozmawiaj z nami na <a id="a1">Discourse</a>, <a id="a2">Matrix</a> lub na <a id="a3">GitHubie,</a> aby pokierować nas we właściwym kierunku, abyśmy mogli zapewnić Ci odpowiednie wsparcie!
pt_br: Além disso, queremos fornecer um suporte mais eficaz e capacitar nossa própria comunidade de código aberto para colaborar na criação da plataforma Common Voice e satisfazer suas necessidades. Estamos criando mais espaço para discussão em torno da direção técnica e criando mais transparência no roteiro para feedback e colaboração. Também estamos no processo de auditar toda a nossa documentação técnica pública para facilitar o envolvimento. Estamos combinando isso com uma revisão de nossos processos internos, aumentando a atenção da equipe para os PRs para garantir que os colaboradores interessados recebam feedback imediato. Converse conosco no <a id="a1">Discourse</a>, <a id="a2">Matrix</a> ou no <a id="a3">GitHub</a> para nos orientar na direção certa para apoiá-lo!

# body.cb42204f-2e01-4c78-bab1-852bd310e9de
source: Exploring different partnerships for sustainability
de: Erkundung verschiedener Partnerschaften für Nachhaltigkeit
es: Explorar diferentes asociaciones para la sostenibilidad
fr: Explorer différents partenariats pour plus de pérennité
pl: Badanie różnych partnerstw na rzecz zrównoważonego rozwoju
pt_br: Explorando diferentes parcerias para a sustentabilidade

# body.cb42204f-2e01-4c78-bab1-852bd310e9de
source: Common Voice is a nonprofit effort and is funded through grants and partnerships. Part of each annual roadmap includes work to secure funding that allows Common Voice to grow sustainably. This year, we’ll be continuing to explore funding routes that align with our mission. If you want to support us directly, <a id="a1">donations</a> are gratefully accepted, and you can email partners@mozillafoundation.org to speak to us about institutional grants or partnerships.
de: Common Voice ist eine gemeinnützige Initiative, die durch Zuschüsse und Partnerschaften finanziert wird. Ein Teil jeder jährlichen Roadmap beinhaltet die Arbeit zur Sicherung von Finanzmitteln, die ein nachhaltiges Wachstum von Common Voice ermöglichen. In diesem Jahr werden wir weiterhin Finanzierungswege erforschen, die mit unserer Mission übereinstimmen. Wenn Sie uns direkt unterstützen möchten, sind <a id="a1">Spenden</a> herzlich willkommen. Sie können uns auch unter partners@mozillafoundation.org kontaktieren, um mit uns über institutionelle Zuschüsse oder Partnerschaften zu sprechen.
es: «Common Voice» es una iniciativa sin fines de lucro y se financia a través de subvenciones y asociaciones. Parte de cada hoja de ruta anual incluye el trabajo para asegurar la financiación que permita que «Common Voice» crezca de manera sostenible. Este año, continuaremos explorando rutas de financiamiento que se alineen con nuestra misión. Si deseas apoyarnos directamente, aceptamos <a id="a1">donaciones</a>. Y si quieres hablar con nosotros sobre subvenciones o asociaciones institucionales, puedes enviar un correo electrónico a partners@mozillafoundation.org.
fr: Common Voice est un projet à but non lucratif et est financé par des subventions et des partenariats. La mise en œuvre de chaque feuille de route annuelle comprend une recherche de financement qui permette à Common Voice de se développer de manière durable. Cette année, nous continuerons à explorer des pistes de financement qui correspondent à notre mission. Si vous souhaitez nous soutenir directement, les <a id="a1">dons</a> sont les bienvenus, et vous pouvez envoyer un e-mail à partners@mozillafoundation.org pour discuter de subventions institutionnelles ou de partenariats.
pl: Common Voice jest przedsięwzięciem non-profit finansowanym poprzez dotacje i partnerstwa. Część każdej rocznej mapy drogowej obejmuje pracę nad zapewnieniem finansowania, które pozwoli Common Voice rozwijać się w sposób zrównoważony. W tym roku będziemy nadal badać trasy finansowania, które są zgodne z naszą misją. Jeśli chcesz wspierać nas bezpośrednio, <a id="a1">z wdzięcznością przyjmujemy darowizny</a> i możesz wysłać wiadomość e-mail na adres partners@mozillafoundation.org, aby porozmawiać z nami o dotacjach instytucjonalnych lub partnerstwach.
pt_br: A Common Voice é um esforço sem fins lucrativos e é financiado por meio de subsídios e parcerias. Parte de cada roteiro anual inclui o trabalho para garantir o financiamento que permite que a Common Voice cresça de forma sustentável. Este ano, continuaremos a explorar rotas de financiamento que se alinham com nossa missão. Se você quiser nos apoiar diretamente, <a id="a1">as doações</a> são aceitas com gratidão, e você pode enviar um e-mail para partners@mozillafoundation.org para falar conosco sobre subsídios institucionais ou parcerias.

# title
source: Common Voice 2024 Roadmap
de: Common Voice-Roadmap 2024
es: Hoja de ruta de Common Voice 2024
fr: Feuille de route 2024 de Common Voice
pl: Plan działania Common Voice 2024
pt_br: Roteiro Common Voice 2024
