Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/common-voice-2024-roadmap.po
Languages: de, es, fr, pl, pt_br

# search_description
source: An overview of Common Voice's roadmap, goals and priorities for 2024 and beyond.
de: Ein Überblick über die Roadmap, Ziele und Prioritäten von Common Voice für 2024 und darüber hinaus.
es: Una visión general de la hoja de ruta, los objetivos y las prioridades de Common Voice para el año 2024 y más.
fr: Un aperçu de la feuille de route, des objectifs et des priorités de Common Voice pour 2024 et au-delà.
pl: Przegląd planu działania, celów i priorytetów Common Voice na rok 2024 i kolejne lata.
pt_br: Uma visão geral do roteiro, metas e prioridades da Common Voice para 2024 e além.

# body.3e471a8c-a7b4-4fa2-9ea2-e636c7954cb9
source: Common Voice is a global community of contributors, dataset users, researchers and interested hobbyists who come together to create text and speech datasets that can power a more inclusive, open and healthier data ecosystem.
de: Common Voice ist eine globale Gemeinschaft von Mitwirkenden, Datensatznutzern, Forschern und interessierten Hobbyisten, die zusammenkommen, um Text- und Sprachdatensätze zu erstellen, die ein inklusiveres, offeneres und gesünderes Datenökosystem ermöglichen können.
es: Common Voice es una comunidad global de colaboradores, usuarios de sets de datos, investigadores y interesados aficionados que se unen para crear sets de datos de texto y voz que impulsen un ecosistema de datos más inclusivo, abierto y saludable.
fr: Common Voice est une communauté mondiale de contributeur·trice·s, d’utilisateur·trice·s de jeux de données, de chercheur·euse·s et d’amateur·trice·s qui se réunissent pour créer des jeux de données de textes et de voix susceptibles d’alimenter un écosystème de données plus inclusif, ouvert et plus sain.
pl: Common Voice to globalna społeczność współpracowników, użytkowników zbiorów danych, badaczy i zainteresowanych hobbystów, którzy spotykają się, aby tworzyć zestawy danych tekstowych i mowy, które mogą zasilać bardziej inkluzywny, otwarty i zdrowszy ekosystem danych.
pt_br: A Common Voice é uma comunidade global de colaboradores, usuários de dados, pesquisadores e entusiastas interessados que se reúnem para criar conjuntos de dados de texto e fala que podem impulsionar um ecossistema de dados mais inclusivo, aberto e saudável.

# body.3e471a8c-a7b4-4fa2-9ea2-e636c7954cb9
source: We wanted to create more space for community participation as we build the future of Common Voice with you. As a part of this, we wanted to share our 2024 goals and roadmap for feedback and discussion with the wider community.
de: Wir wollten mehr Raum für die Beteiligung der Gemeinschaft schaffen, während wir die Zukunft von Common Voice mit Ihnen aufbauen. Als Teil davon wollten wir unsere Ziele und Roadmap für 2024 zur Diskussion und Rückmeldung mit der breiteren Gemeinschaft teilen.
es: Quisimos ampliar el espacio para la participación de la comunidad para construir contigo el futuro de Common Voice. Como parte de esta iniciativa, queremos compartir nuestros objetivos y nuestra hoja de ruta del año 2024 para recibir comentarios y debatirlos con la comunidad en general.
fr: Dans le cadre de la création collaborative de l’avenir de Common Voice, nous souhaitons laisser une plus grande place à la participation communautaire. Ainsi, nous voulons partager nos objectifs pour 2024 et notre feuille de route afin de pouvoir avoir des retours et d’en discuter avec l’ensemble de la communauté.
pl: Chcieliśmy stworzyć więcej przestrzeni dla uczestnictwa społeczności, budując przyszłość Common Voice razem z Wami. W ramach tego chcieliśmy podzielić się naszymi celami na 2024 rok i planem działania, aby uzyskać informacje zwrotne i omówić je z szerszą społecznością.
pt_br: Queríamos criar mais espaço para a participação da comunidade enquanto construímos o futuro da Common Voice com você. Como parte disso, queríamos compartilhar nossas metas e roteiro para 2024 para feedback e discussão com a comunidade em geral.

# body.3e471a8c-a7b4-4fa2-9ea2-e636c7954cb9
source: This blog post doesn’t detail all the work our tiny team does - for example, we’ll still be fixing bugs, adding new languages, answering support questions and doing all the other day to day tasks that are needed to keep Common Voice healthy and running. But we also have some exciting expansions in the works! These are roughly clustered into three ‘product themes’.
de: Dieser Blogbeitrag beschreibt nicht all die Arbeit unseres kleinen Teams – zum Beispiel werden wir weiterhin Fehler beheben, neue Sprachen hinzufügen, Supportfragen beantworten und alle anderen täglichen Aufgaben erledigen, die notwendig sind, um Common Voice gesund und am Laufen zu halten. Aber wir haben auch einige spannende Erweiterungen in Arbeit! Diese sind grob in drei „Produktthemen“ gruppiert.
es: Esta publicación de blog no incluye al detalle todo el trabajo que hace nuestro pequeño equipo; por ejemplo, seguiremos solucionando errores, agregando nuevos idiomas, respondiendo preguntas de soporte y haciendo todas las tareas diarias que se necesitan para mantener Common Voice en funcionamiento. ¡Y también tenemos en marcha algunas emocionantes expansiones! A grandes rasgos, se agrupan en tres «temas del producto».
fr: Ce billet de blog ne détaille pas tout le travail de notre petite équipe. Par exemple, nous allons corriger des bugs, ajouter de nouvelles langues, répondre aux questions de l’assistance et faire toutes les autres tâches quotidiennes nécessaires au bon fonctionnement de Common Voice. Mais nous avons aussi quelques nouveautés passionnantes en cours de développement ! Elles sont regroupées en trois « thèmes de produit ».
pl: Ten post na blogu nie opisuje szczegółowo wszystkich aspektów pracy naszego małego zespołu. Na przykład, nadal będziemy naprawiać błędy, dodawać nowe języki, odpowiadać na pytania dotyczące wsparcia i wykonywać wszystkie inne codzienne zadania, które są potrzebne do właściwego funkcjonowania Common Voice. Ale przygotowujemy też kilka ciekawych rozszerzeń! Dotyczą one trzech „tematów produktów”.
pt_br: Esta postagem no blog não detalha todo o trabalho que nossa pequena equipe faz — por exemplo, ainda estaremos corrigindo bugs, adicionando novos idiomas, respondendo a perguntas de suporte e fazendo todas as outras tarefas do dia a dia necessárias para manter a Common Voice saudável e funcionando. Mas também temos algumas expansões emocionantes em andamento! Elas estão agrupadas em três "temas de produto".

# body.3e471a8c-a7b4-4fa2-9ea2-e636c7954cb9
source: For a more interactive look at this roadmap, we'll also be hosting a live Q&amp;A session with the Common Voice team April 24, 2024. Free signup is available <a id="a1">via this form</a>.
de: Für einen interaktiveren Blick auf diese Roadmap veranstalten wir am 24. April 2024 auch eine Live-Fragerunde mit dem Common Voice-Team. Die kostenlose Registrierung ist <a id="a1">über dieses Formular</a> möglich.
es: Para una visión más interactiva de esta hoja de ruta, también organizaremos una sesión de preguntas y respuestas en vivo con el equipo de Common Voice, el 24 de abril de 2024. El registro gratuito está disponible <a id="a1">a través de este formulario</a>.
fr: Pour une approche plus interactive de cette feuille de route, nous organiserons également une session de questions-réponses en direct avec l’équipe Common Voice le 24 avril 2024. Vous pouvez vous inscrire gratuitement <a id="a1">via ce formulaire</a> .
pl: Aby uzyskać bardziej interaktywne spojrzenie na ten plan działania, zorganizujemy również sesję pytań i odpowiedzi na żywo z zespołem Common Voice 24 kwietnia 2024 roku. Bezpłatnej rejestracji można dokonać <a id="a1">za pośrednictwem tego formularza</a>.
pt_br: Para uma visão mais interativa deste roteiro, também organizaremos uma sessão de perguntas e respostas ao vivo com a equipe da Common Voice em 24 de abril de 2024. O cadastro gratuito está disponível <a id="a1">por meio deste formulário</a>.

# body.2ad26dec-9211-42c8-b109-157fe5f100e8.altText
source: A roadmap showing the projects the Common Voice team will be focusing on this year. The following text details these projects in more detail.
de: Eine Roadmap mit den Projekten, auf die sich das Common Voice-Team in diesem Jahr konzentrieren wird. Im folgenden Text werden diese Projekte ausführlicher beschrieben.
es: Una hoja de ruta que muestra los proyectos en los que se centrará el equipo de Common Voice este año. El siguiente texto detalla estos proyectos con más profundidad.
fr: Une feuille de route indiquant les projets sur lesquels l’équipe Common Voice se concentrera cette année. Le texte qui suit détaille ces projets.
pl: Plan działania pokazujący projekty, na których zespół Common Voice będzie się koncentrował w tym roku. Poniższy tekst zawiera bardziej szczegółowe informacje na temat tych projektów.
pt_br: Um roteiro mostrando os projetos em que a equipe da Common Voice se concentrará este ano. O texto a seguir detalha esses projetos com mais detalhes.

# body.cb42204f-2e01-4c78-bab1-852bd310e9de
source: Language as it is lived: Variants, code-switching and spontaneous speech
de: Sprache, wie sie gelebt wird: Varianten, Code-Switching und Spontansprache
es: El lenguaje tal como se vive: variantes, alternancia de códigos y habla espontánea
fr: La langue telle qu’elle est vécue : variantes, alternance codique et parole spontanée
pl: Żyjący język: Warianty, przełączanie kodów i mowa spontaniczna
pt_br: Linguagem como é vivida: Variantes, alternância linguística e fala espontânea

# body.cb42204f-2e01-4c78-bab1-852bd310e9de
source: We want to capture the diversity and nuances of people’s speech. This year we’ll be rolling out support for code-switching (2 languages in 1 dataset) and sociolects (variants of a language used by a social group). Both of these will initially be available through our second platform; Common Voice: Spontaneous Speech. CVSS is currently in Alpha testing, but will be released in Beta at the start of Q3, with just 3 languages to start with.
de: Wir möchten die Vielfalt und Nuancen der menschlichen Sprache erfassen. Dieses Jahr werden wir Unterstützung für Code-Switching (2 Sprachen in 1 Datensatz) und Soziolekte (Varianten einer Sprache, die von einer sozialen Gruppe verwendet werden) einführen. Beide werden zunächst über unsere zweite Plattform verfügbar sein; Common Voice: Spontaneous Speech. CVSS befindet sich derzeit in der Alpha-Testphase, wird aber zu Beginn des dritten Quartals zunächst mit nur 3 Sprachen in der Beta-Version veröffentlicht.
es: Queremos capturar la diversidad y los matices del habla de las personas. Este año implementaremos soporte para la alternancia de códigos (2 idiomas en 1 mismo set de datos) y sociolectos (variantes de un idioma según el grupo social). Ambos estarán disponibles inicialmente a través de nuestra segunda plataforma: «Common Voice: Spontaneous Speech». CVSS se encuentra actualmente en la fase de pruebas alpha, pero se lanzará en versión beta al comienzo del tercer trimestre, con solo 3 idiomas para empezar.
fr: Nous voulons capturer la diversité et les nuances de la façon dont les personnes parlent. Cette année, nous allons déployer la prise en charge de l’alternance codique (2 langues dans 1 jeu de données) et des sociolectes (les variantes d’une langue utilisée par un groupe social). Ces deux éléments seront dans un premier temps disponibles sur notre deuxième plateforme, Common Voice: Spontaneous Speech. CVSS est actuellement en test alpha, mais sortira en version Bêta au début du troisième trimestre avec 3 langues pour commencer.
pl: Chcemy uchwycić różnorodność i niuanse wypowiedzi ludzi. W tym roku wprowadzimy obsługę code-switchingu (2 języki w 1 zbiorze danych) i socjolektów (warianty języka używanego przez grupę społeczną). Oba będą początkowo dostępne za pośrednictwem naszej drugiej platformy; Common Voice: Spontaneous Speech. CVSS jest obecnie w fazie testów alfa, ale zostanie wydany w wersji beta na początku trzeciego kwartału, z 3 językami na początek.
pt_br: Queremos capturar a diversidade e as nuances da fala das pessoas. Este ano, lançaremos suporte para alternância linguística (2 idiomas em 1 conjunto de dados) e socioletos (variantes de um idioma usado por um grupo social). Ambos estarão inicialmente disponíveis através da nossa segunda plataforma; Common Voice: Spontaneous Speech (Fala Espontânea). O CVSS está atualmente em teste Alpha, mas será lançado em Beta no início do terceiro trimestre, com apenas 3 idiomas para começar.

# body.cb42204f-2e01-4c78-bab1-852bd310e9de
source: Re-centring text as a data asset: Sentences driven by consent and quality
de: Neuausrichtung von Text als Datenwert: Von Zustimmung und Qualität getriebene Sätze
es: Volver a centrar el texto como un activo de datos: oraciones impulsadas por el consentimiento y la calidad
fr: Recentrer le texte en tant que donnée : des phrases guidées par le consentement et la qualité
pl: Ponowne centrowanie tekstu jako zasobu danych: Zdania napędzane zgodą i jakością
pt_br: Centralizando novamente o texto como um ativo de dados: Frases impulsionadas por consentimento e qualidade

# body.cb42204f-2e01-4c78-bab1-852bd310e9de
source: We’ve been focusing on improving the health of our text corpora. Last year we migrated sentence collection into the Common Voice platform which has resulted in a 100% increase in rate of languages ingesting new sentences and a 300% increase in people becoming sentence contributors. This year we’ve already worked to include our text corpus into our datasets, and will be working soon to move quality and assurance processes for our sentences into the Common Voice platform. This will make it faster and easier to grow the text corpus with high quality contributions across languages. We’ll also be prototyping some human in the loop ‘commentary’ tools that may be useful for other ML practitioners.
de: Wir haben uns darauf konzentriert, die Gesundheit unserer Textkorpora zu verbessern. Im letzten Jahr haben wir die Satzsammlung in die Common Voice-Plattform migriert, was zu einer 100-prozentigen Steigerung der Rate von Sprachen geführt hat, die neue Sätze aufnehmen, und zu einer 300-prozentigen Steigerung der Anzahl der Personen, die Satzbeiträge leisten. In diesem Jahr haben wir bereits daran gearbeitet, unser Textkorpus in unsere Datensätze aufzunehmen, und werden bald daran arbeiten, Qualitäts- und Sicherheitsprozesse für unsere Sätze in die Common Voice-Plattform zu verlagern. Dies wird es schneller und einfacher machen, den Textkorpus mit hochwertigen Beiträgen in verschiedenen Sprachen zu erweitern. Wir werden auch einige „Kommentar“-Tools mit menschlicher Beteiligung prototypisieren, die für andere ML-Praktiker nützlich sein könnten.
es: Nos hemos centrado en mejorar la salud de nuestros corpus de texto. El año pasado migramos la recopilación de oraciones a la plataforma «Common Voice», lo que ha dado como resultado un aumento del 100 % en la tasa de idiomas que reciben nuevas oraciones, y un aumento del 300 % en la cantidad de personas que se convierten en contribuyentes de oraciones. Este año ya hemos realizado el trabajo para incluir nuestro corpus de texto en nuestros sets de datos, y pronto comenzaremos a trabajar para trasladar los procesos de calidad y verificación de oraciones a la plataforma «Common Voice». Esto hará que sea más rápido y fácil hacer crecer el corpus de texto con contribuciones de alta calidad en todos los idiomas. También crearemos prototipos de algunas herramientas de «comentarios» humanos que pueden ser útiles para otros profesionales dedicados al aprendizaje automático.
fr: Nous nous efforçons d’améliorer l’intégrité de nos corpus textuels. L’année dernière, nous avons migré la collecte de phrases vers la plateforme Common Voice, ce qui s’est traduit par une augmentation de 100 % du taux de langues qui intègrent de nouvelles phrases et une augmentation de 300 % du nombre de personnes ajoutant des phrases. Cette année, nous avons déjà travaillé pour inclure notre corpus de texte dans nos jeux de données, et nous travaillerons bientôt à migrer les processus de qualité et d’assurance de nos phrases vers la plateforme Common Voice. Ainsi, il sera plus rapide et plus facile de développer le corpus de texte avec des contributions de haute qualité pour toutes les langues. Nous créerons également un prototype d’outils de « commentaires » de type human-in-the-loop qui pourraient être utiles à certains professionnels de l’apprentissage machine.
pl: Skupiamy się na poprawie zdrowia naszych korpusów tekstowych. W zeszłym roku przenieśliśmy kolekcję zdań na platformę Common Voice, co zaowocowało 100% wzrostem wskaźnika przyswajania nowych zdań przez języki i 300% wzrostem liczby osób, które stały się współtwórcami zdań. W tym roku pracowaliśmy już nad włączeniem naszego korpusu tekstowego do naszych zbiorów danych i wkrótce będziemy pracować nad przeniesieniem procesów kontroli jakości naszych zdań na platformę Common Voice. Ułatwi to szybszy i łatwiejszy rozwój korpusu tekstowego dzięki wysokiej jakości materiałom w różnych językach. Będziemy również prototypować niektóre narzędzia do „komentowania” w pętli, które mogą być przydatne dla innych praktyków ML.
pt_br: Temos nos concentrado em melhorar a saúde de nossos acervos textuais. No ano passado, migramos a coleta de sentenças para a plataforma Common Voice, o que resultou em um aumento de 100% na taxa de idiomas que assimilam novas sentenças e um aumento de 300% em pessoas que se tornam contribuintes de sentenças. Este ano, já trabalhamos para incluir nosso corpus textual em nossos conjuntos de dados e trabalharemos em breve para mover os processos de qualidade e garantia de nossas frases para a plataforma Common Voice. Isso tornará mais rápido e fácil o crescimento do corpus textual com contribuições de alta qualidade em todos os idiomas. Também faremos a prototipagem de algumas ferramentas de "comentário" humanas que podem ser úteis para outros profissionais de AM (aprendizado de máquina).

# body.cb42204f-2e01-4c78-bab1-852bd310e9de
source: Diversifying governance pathways for more equitable innovation and sustainability
de: Diversifizierung der Governance-Pfade für gerechtere Innovation und Nachhaltigkeit
es: Diversificar las vías de gobernanza para una innovación y una sostenibilidad más equitativas
fr: Diversifier les voies de gouvernance pour une innovation et un développement plus équitables
pl: Dywersyfikacja ścieżek zarządzania w celu bardziej sprawiedliwej innowacji i zrównoważonego rozwoju
pt_br: Diversificação de caminhos de governança para inovação e sustentabilidade mais equitativas

# body.cb42204f-2e01-4c78-bab1-852bd310e9de
source: The Data Futures Lab is an experimental space for instigating new approaches to data stewardship challenges, also part of the Mozilla Foundation.
de: Das Data Futures Lab ist ein Experimentierfeld für die Initiierung neuer Ansätze zur Bewältigung der Herausforderungen der Datenverwaltung, das ebenfalls zur Mozilla Foundation gehört.
es: «Data Futures Lab» es un espacio experimental que también forma parte de la Fundación Mozilla y que está dedicado a impulsar nuevos enfoques para enfrentar los desafíos de la administración de datos.
fr: Le Data Futures Lab est un espace expérimental visant à créer de nouvelles approches pour relever les défis de la gestion des données, qui fait également partie de la Fondation Mozilla.
pl: Data Futures Lab to eksperymentalna przestrzeń, gdzie można inicjować nowe podejścia do wyzwań związanych z zarządzaniem danymi, również w ramach Fundacji Mozilli.
pt_br: O Data Futures Lab é um espaço experimental para instigar novas abordagens aos desafios de gerenciamento de dados, também parte da Fundação Mozilla.

# body.cb42204f-2e01-4c78-bab1-852bd310e9de
source: We’ll be working on a collaboration with the DFL to explore how the Common Voice platform might be able to support community-led data collection projects with different governance and licensing structures. We are committed to the good that open source does in the world, and are not making any changes to the licenses on existing datasets, but we want to listen to communities with different perspectives, and go on a learning journey with them. We’ll share our reflections and hold space for discussion in 2025.
de: Wir werden an einer Zusammenarbeit mit der DFL arbeiten, um zu untersuchen, wie die Common Voice-Plattform in der Lage sein könnte, von der Community geleitete Datenerfassungsprojekte mit unterschiedlichen Governance- und Lizenzierungsstrukturen zu unterstützen. Wir engagieren uns für das Gute, das Open Source in der Welt bewirkt, und nehmen keine Änderungen an den Lizenzen bestehender Datensätze vor. Wir möchten jedoch Gemeinschaften mit unterschiedlichen Perspektiven zuhören und mit ihnen auf eine Lernreise gehen. Wir werden unsere Überlegungen teilen und im Jahr 2025 Raum für Diskussionen schaffen.
es: Trabajaremos en colaboración con DFL para explorar cómo la plataforma «Common Voice» puede respaldar proyectos de recopilación de datos dirigidos por la comunidad con diferentes estructuras de gobernanza y licencias. Estamos comprometidos con el efecto positivo del código abierto en el mundo, por lo que no haremos ningún cambio en las licencias de los sets de datos existentes; sin embargo, queremos escuchar a las comunidades que presenten diferentes perspectivas e iniciar un viaje de aprendizaje junto a ellas. Durante 2025, compartiremos nuestras reflexiones y crearemos un espacio de debate.
fr: Nous allons collaborer avec le DFL pour explorer comment la plateforme Common Voice pourrait être en mesure de prendre en charge des projets de collecte de données menés par la communauté avec différentes structures de gouvernance et d’attribution de licences. Nous nous engageons en faveur des effets positifs de l’open source dans le monde et nous n’apportons aucun changement aux licences pour les jeux de données existants. Nous partagerons nos réflexions et organiserons un espace de discussion en 2025.
pl: Będziemy pracować nad współpracą z DFL, aby zbadać, w jaki sposób platforma Common Voice może być w stanie wspierać projekty gromadzenia danych kierowane przez społeczność z różnymi strukturami zarządzania i licencjonowania. Jesteśmy zaangażowani w pozytywny wkład projektów open source na całym świecie, i nie wprowadzamy żadnych zmian w licencjach na istniejących zestawach danych, ale chcemy słuchać społeczności o różnych perspektywach i razem z nimi wyruszyć w podróż edukacyjną. Podzielimy się naszymi przemyśleniami i wygospodarujemy pole do dyskusji w 2025 roku.
pt_br: Estaremos trabalhando em uma colaboração com a DFL para explorar como a plataforma Common Voice pode ser capaz de apoiar projetos de coleta de dados liderados pela comunidade com diferentes estruturas de governança e licenciamento. Estamos comprometidos com o bem que o código aberto faz no mundo e não estamos fazendo nenhuma alteração nas licenças dos conjuntos de dados existentes, mas queremos ouvir comunidades com diferentes perspectivas e fazer uma jornada de aprendizado com elas. Compartilharemos nossas reflexões e manteremos espaço para discussão em 2025.

# body.cb42204f-2e01-4c78-bab1-852bd310e9de
source: Invigorating our open source and technical communities
de: Belebung unserer Open-Source- und technischen Communitys
es: Dinamizar nuestras comunidades técnicas y dedicadas al código abierto
fr: Redynamiser nos communautés open source et technique
pl: Ożywienie naszych społeczności open source i społeczności technicznych
pt_br: Revigorando nossas comunidades técnicas e de código aberto
