Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/common-voice-and-hekaya-arts-initiative-kiswahili-writing-competition.po
Languages: sw

# seo_title
source: Common Voice and Hekaya Arts Initiative Kiswahili Writing Competition
sw: Shindano la uandishi katika Kiswahili la "Common Voice" na "Hekaya Arts Initiative"

# search_description
source: Mozilla’s Common Voice in collaboration with Hekaya Arts Initiative is awarding the top three Kiswahili essay writers with prizes of $400 USD, $250 USD, and $100 USD respectively.<br/>The writing competition is part of Mozilla’s Common Voice goal to grow Kiswahili’s open-source data set, enabling the inclusion of local African languages in tech use and development.
sw: Mradi wa Mozilla wa Common Voice pamoja na Hekaya Arts utawatuza waandishi watatu bora wa fasihi za Kiswahili. Washindi hao watatu watatuzwa dola za Marekani 400, 250 na 100 mtawalia.<br/>Shindano hili la uandishi ni mojawapo ya sehemu ya mradi wa Mozilla wa Common Voice unaolenga kueneza na kukuza data huria ya Kiswahili hivyo kuwezesha utumizi na ujumuishaji wa lugha za Kiafrika katika ujenzi wa technologia.

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Mozilla’s <a id="a1">Common Voice</a> in collaboration with Hekaya Arts Initiative is awarding the top three Kiswahili essay writers with prizes of $400 USD, $250 USD, and $100 USD respectively.
sw: Mradi wa Mozilla wa <a id="a1">Common Voice</a> pamoja na Hekaya Arts utawatuza waandishi watatu bora wa fasihi za Kiswahili. Washindi hao watatu watatuzwa dola za Marekani 400, 250 na 100 mtawalia.

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: The writing competition is part of Mozilla’s Common Voice goal to <a id="a1">grow Kiswahili’s open-source data set</a>, enabling the inclusion of local African languages in tech use and development.
sw: Shindano hili la uandishi ni mojawapo ya sehemu ya mradi wa Mozilla wa Common Voice unaolenga <a id="a1">kueneza na kukuza data huria ya Kiswahili</a> ili kuwezesha utumizi na ujumuishaji wa lugha za Kiafrika katika ujenzi wa technologia.

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Hekaya Arts Initiative is a literary and cultural organization, that facilitates conversations about the use and evolution of Kiswahili language through art and literary festivals.
sw: Hekaya Arts Initiative ni shirika la fasihi na utamaduni, ambalo linaleta mazungumzo kuhusu matumizi na maendeleo ya lugha ya Kiswahili kupitia sherehe za sanaa na fasihi.

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: The competition seeks to attract submissions across different Kiswahili-speaking regions and diasporas, beyond East Africa where the language is predominantly spoken. The deadline is April 30, 2022, and the winners will be announced on May 13, 2022.
sw: Mashindano haya yananuia kuvutia waandishi mbali mbali kutoka maeneo mengine ambako Kiswahili kinazungumzwa, kando na Afrika Mashariki ambako Kiswahili kinazungumzwa sana. Tarehe ya mwisho ya kutoa nakala za uandishi ni Aprili 30, 2022, na washindi watatangazwa Mei 13, 2022.

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Writers are encouraged to explore creative writing formats inspired by culture and social justice topics in the following categories:
sw: Waandishi wanashauriwa kuchunguza muundo wa maandishi ya ubunifu unaoongozwa na masuala ya utamaduni na haki ya kijamii katika makundi yafuatayo:

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Music/song, dance, and local instruments
sw: Muziki/nyimbo, densi na vyombo vya kitamaduni.

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Language
sw: Lugha

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Culture and Heritage
sw: Tamaduni na Urithi.

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Cultural objects
sw: Vyombo vya kitamaduni

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Beauty and aesthetics
sw: Urembo na mapambo

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Housing/Architecture
sw: Ujenzi wa nyumba / Usanifu majengo

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Indigenous health/traditional health practices
sw: Afya ya kiasili / mazoezi ya kiasili ya afya

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Literature and Linguistics
sw: Fasihi na isimu

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Traditional/historical livelihoods e.g. pottery
sw: Utamaduni/mbinu za kutafuta riziki za kitamaduni, k.m ufinyanzi

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Social issues such as land justice, mass graves, Christianity and its effects on cultural practices
sw: Masuala ya kijamii kama vile haki ya ardhi, makaburi ya umati, Ukristo na athari zake kwenye mazoezi ya kitamaduni

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Local heroes/historical figures
sw: Watu mashuhuri/Mashujaa wa kihistoria

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: History and archaeology
sw: Historia na akiolojia.

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Guidelines for submission
sw: Maelekezo kuhusu uwasilishaji:

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Received submissions will be in the public domain. All work submitted will be under <a id="a1">Public Domain (CC-0) license</a>.
sw: Kazi zitakazowasilishwa zitakuwa kwenye tovuti ya umma. Zitakuwa chini ya <a id="a1">leseni ya tovuti (CC-0) za umma</a>.

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Participants must sign the Contributions Agreement template found <a id="a1">here</a>
sw: Wawasilishaji lazima watie saini Makubaliano ya Uwasilishaji <a id="a1">hapa</a>.

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Text specifications:
sw: Maelezo kuhusu nakala za uandishi:

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: There should be no digits in the written work such as 2021; instead, use words
sw: Usitumie tarakimu k.m 2021, badala yake tumia maneno,

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: Abbreviations and acronyms like “USA” or “ICE” should be avoided because they may be read in a way that does not coincide with their spelling
sw: Usitumie maneno ya kufupishwa, k.m “USA” au “ICE” kwa kuwa huenda yakasomwa tofauti na yanavyotamkwa.

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: The text should not use derogatory language
sw: Nakala isitumie maneno ya kuvunja heshima.

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: The text should not promote any form of gender harassment, abuse, or violence
sw: Nakala isiwe yenye kuchochea aina yoyote ya unyanyasaji wa kijinsia dhuluma, au vita

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: The text should not perpetrate or condone sexual harassment or biases
sw: Nakala hizi hazipaswi kuchochea au kutukuza unyanyasaji wa kijinsia au ubaguzi

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: The text should be respectful of gender diversities i.e. usage of correct pronouns
sw: Nakala inapaswa kuheshimu utofauti wa jinsia, yaani matumizi ya viwakilishi sahihi

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: The text should not propagate violence and/or threats of violence
sw: Maneno kwenye nakala yasiwe ya kueneza vitisho na vita

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: The text should be in a digital format not handwritten
sw: Nakala iwasilishwe kidigitali wala sio kwa kuandikwa kwa mkono.

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: The content must be your own, no plagiarized content
sw: Kazi iwe yako mwenyewe, isiwe ya kuigwa.

# body.dcaac0e2-a409-4cd6-bcab-d52606f2f4e6
source: All submissions should be sent to <a id="a1">editor@hekaya.co.ke</a> by April 30, 2022. For more information visit, <a id="a2">Hekaya Arts Initiative</a>.
sw: Wasilisha kazi yako kabla ya tarehe 30 Aprili, 2022 kwa anwani ya barua pepe ifuatayo <a id="a1">editor@hekaya.co.ke</a>. Kwa maelezo zaidi tembelea: <a id="a2">Hekaya Arts Initiative</a>

# title
source: Common Voice and Hekaya Arts Initiative Kiswahili Writing Competition
sw: Shindano la uandishi katika Kiswahili la "Common Voice" na "Hekaya Arts Initiative"
