Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/common-voice-accounts-are-changing.po
Languages: de, fr, fy_nl, nl

# seo_title
source: Common Voice Accounts are Changing
de: Common-Voice-Konten verändern sich
fr: Les comptes Common Voice évoluent
fy_nl: Common Voice-accounts wizigje
nl: Common Voice-accounts wijzigen

# search_description
source: The way contributors log into Common Voice will change on Nov 4th, 2024. This change will impact users who currently log in using Github.
de: Die Art und Weise, wie sich Mitwirkende bei Common Voice anmelden, ändert sich am 4. November 2024. Diese Änderung wird Benutzer betreffen, die sich derzeit mit GitHub anmelden.
fr: La façon dont les contributeurs·trices se connectent à Common Voice évoluera le 4 novembre 2024. Ce changement affectera les personnes qui se connectent actuellement en utilisant GitHub.
fy_nl: Op 4 novimber 2024 wiziget de manier wêrop meiwurkers oanmelde by Common Voice. Dizze wiziging hat gefolgen foar brûkers dy’t harren op dit stuit oanmelde mei Github.
nl: Op 4 november 2024 wijzigt de manier waarop medewerkers aanmelden bij Common Voice. Deze wijziging heeft gevolgen voor gebruikers die zich momenteel aanmelden met Github.

# body.38ff5b5f-c8df-4567-81e5-d842e398da99
source: In order to modernize account management on the Common Voice platform, Common Voice will be moving our accounts infrastructure to Mozilla Accounts Authentication System. This change will enable future work on the Common Voice platform by introducing different levels of permissions for contributors. Most users of the Common Voice platform will not see any changes to the login process. These changes will go live November 4th, 2024.
de: Um die Kontoverwaltung auf der Common-Voice-Plattform zu modernisieren, wird Common Voice unsere Konteninfrastruktur auf das Mozilla-Accounts-Authentifikationssystem umziehen. Diese Änderung ermöglicht die zukünftige Arbeit an der Common-Voice-Plattform, indem sie verschiedene Berechtigungsstufen für die Mitwirkenden einführt. Die meisten Benutzer der Common-Voice-Plattform werden keine Änderungen am Anmeldeprozess feststellen. Diese Änderungen werden am 4. November 2024 umgesetzt.
fr: Afin de moderniser la gestion des comptes sur la plateforme Common Voice, Common Voice va migrer son infrastructure de comptes vers le système d’authentification de compte de Mozilla. Ce changement permettra de travailler ultérieurement sur la plateforme Common Voice en introduisant différents niveaux de permissions pour les contributeurs·trices. La plupart des utilisateurs et utilisatrices de la plateforme Common Voice ne verront aucun changement dans le processus de connexion. Ces modifications seront mises en place à partir du 4 novembre 2024.
fy_nl: Om accountbehear op it Common Voice-platfoarm te modernisearjen, sil Common Voice ús accountynfrastruktuer ferpleatse nei it Mozilla Accounts-autentikaasjesysteem. Dizze wiziging makket takomstich wurk oan it Common Voice-platfoarm mooglik troch ferskate machtigingsnivo’s foar meiwurkers te yntrodusearjen. De measte brûkers fan it Common Voice-platfoarm sille gjin wizigingen yn it oanmeldingsproses sjen. Dizze wizigingen gean op 4 novimber 2024 live.
nl: Om accountbeheer op het Common Voice-platform te moderniseren, verhuist Common Voice onze accountinfrastructuur naar het Mozilla Accounts-authenticatiesysteem. Deze wijziging maakt toekomstig werk aan het Common Voice-platform mogelijk door verschillende machtigingsniveaus voor medewerkers te introduceren. De meeste gebruikers van het Common Voice-platform zullen geen wijzigingen in het aanmeldingsproces zien. Deze wijzigingen gaan op 4 november 2024 live.

# body.ade35418-e8f3-4ae6-9bde-714ccb52d169
source: If you currently use Github to log into Common Voice:
de: Wenn Sie derzeit GitHub verwenden, um sich bei Common Voice anzumelden:
fr: Si vous utilisez actuellement GitHub pour vous connecter à Common Voice :
fy_nl: As jo op dit stuit Github brûke om oan te melden by Common Voice:
nl: Als u momenteel Github gebruikt om u aan te melden bij Common Voice:

# body.ade35418-e8f3-4ae6-9bde-714ccb52d169
source: The “Log in with GitHub” option will no longer be available after October 30th, 2024. To continue to log into your Common Voice account, enter the email address associated with your Github account into the “Log in with email” text box shown at the top of the new login page. This will create a new Mozilla Account that will be linked to your existing contributions and history.
de: Die Option „Mit GitHub anmelden“ ist nach dem 30. Oktober 2024 nicht mehr verfügbar. Um sich weiterhin bei Ihrem Common-Voice-Konto anzumelden, geben Sie die zu Ihrem GitHub-Konto gehörende E-Mail-Adresse im Textfeld „Mit E-Mail-Adresse anmelden“ im Textfeld oben auf der neuen Anmeldeseite ein. Dadurch wird ein neues Mozilla-Konto erstellt, das mit Ihren bestehenden Beiträgen und Ihrer Chronik verknüpft wird.
fr: L’option « Se connecter avec GitHub » ne sera plus disponible à partir du 30 octobre 2024. Pour continuer à vous connecter à votre compte Common Voice, saisissez l’adresse e-mail associée à votre compte GitHub dans la zone de texte « Se connecter avec une adresse e-mail » affichée en haut de la nouvelle page de connexion. Ceci créera un nouveau compte Mozilla qui sera lié à vos contributions existantes et à votre historique.
fy_nl: De opsje ‘Oanmelden mei GitHub’ is nei 30 oktober 2024 net mear beskikber. Om jo oanmelde te bliuwen by jo Common Voice-account, fiere jo it e-mailadres dat oan jo GitHub-account keppele is yn it tekstfek ‘Oanmelde mei e-mailadres’ dat boppe oan de oanmeldside toand wurdt yn. Hjirtroch wurdt in nije Mozilla-account oanmakke, dy’t oan jo besteande bydragen en skiednis keppele wurdt.
nl: De optie ‘Aanmelden met GitHub’ is na 30 oktober 2024 niet meer beschikbaar. Om u aan te blijven melden bij uw Common Voice-account, voert u het e-mailadres dat aan uw GitHub-account is gekoppeld in het tekstvak ‘Aanmelden met e-mailadres’ dat bovenaan de aanmeldingspagina wordt getoond in. Hierdoor wordt een nieuwe Mozilla-account aangemaakt, die aan uw bestaande bijdragen en geschiedenis wordt gekoppeld.

# body.ade35418-e8f3-4ae6-9bde-714ccb52d169
source: You will be prompted to create a new password for your account. Once you do this, you’ll be logged into a new Mozilla Account for Common Voice that has been linked to your past contributions and history.
de: Sie werden aufgefordert, ein neues Passwort für Ihr Konto zu erstellen. Sobald Sie dies tun, werden Sie bei einem neuen Mozilla-Konto für Common Voice angemeldet, das mit Ihren letzten Beiträgen und Ihrer Chronik verknüpft wird.
fr: Vous serez invité·e à créer un nouveau mot de passe pour votre compte. Ensuite, vous serez connecté·e à un nouveau compte Mozilla pour Common Voice qui aura été lié à vos contributions passées et à votre historique.
fy_nl: Jo wurde frege om in nij wachtwurd te meitsjen foar jo account. As jo dit dien hawwe, wurde jo oanmeld op in nij Mozilla-account foar Common Voice dat is keppele oan jo eardere bydragen en skiednis.
nl: U wordt gevraagd een nieuw wachtwoord voor uw account aan te maken. Als u dit hebt gedaan, wordt u aangemeld bij een nieuwe Mozilla-account voor Common Voice, die aan uw eerdere bijdragen en geschiedenis is gekoppeld.

# body.ade35418-e8f3-4ae6-9bde-714ccb52d169
source: After the accounts updates, your data associated with your Mozilla Account may be processed by Mozilla Foundation's subsidiary, Mozilla Corporation.
de: Nach der Aktualisierung des Kontos können Ihre mit Ihrem Mozilla-Konto verknüpften Daten von der Tochtergesellschaft der Mozilla Foundation, der Mozilla Corporation, verarbeitet werden.
fr: Après les mises à jour du compte, les données associées à votre compte Mozilla peuvent être traitées par la filiale de la Fondation Mozilla, Mozilla Corporation.
fy_nl: Nei it bywurkjen fan jo account kinne jo gegevens ferbûn mei jo Mozilla-account ferwurke wurde troch de dochterûndernimming fan de Mozilla Foundation, Mozilla Corporation.

# body.58de0ee1-6c2e-4c0b-b84f-7f9ee9a154ab.altText
source: The current login screen for Common Voice showing options to sign in using email, Mozilla, Google and Github.
de: Der aktuelle Anmeldebildschirm für Common Voice mit Optionen für die Anmeldung per E-Mail, Mozilla, Google und GitHub.
fr: L’écran de connexion actuel de Common Voice avec les options pour se connecter par e-mail, Mozilla, Google et GitHub.
fy_nl: It hjoeddeistige oanmeldskerm foar Common Voice, dat opsjes om oan te melden mei e-mailadres, Mozilla, Google en Github toant.
nl: Het huidige aanmeldscherm voor Common Voice, dat opties om aan te melden met e-mailadres, Mozilla, Google en Github toont.

# body.58de0ee1-6c2e-4c0b-b84f-7f9ee9a154ab.caption
source: The current Common Voice login options
de: Die aktuellen Common-Voice-Anmeldeoptionen
fr: Options de connexion actuelles de Common Voice
fy_nl: De hjoeddeistige oanmeldopsjes fan Common Voice
nl: De huidige aanmeldopties van Common Voice

# body.8dc8a94e-5965-46e1-ba85-4c64a7854190.altText
source: The new login options coming to Common Voice. Users will be able to log in with their email, Google account or Apple accounts
de: Die neuen Anmeldeoptionen für Common Voice. Benutzer können sich mit ihrer E-Mail-Adresse, ihrem Google-Konto oder ihrem Apple-Konto anmelden
fr: Les nouvelles options de connexion sur Common Voice. Les utilisateurs et utilisatrices pourront se connecter avec leur adresse e-mail, leur compte Google ou leur compte Apple
fy_nl: De nije oanmeldopsjes foar Common Voice. Brûkers kinne oanmelde mei harren e-mailadres, Google- of Apple-account
nl: De nieuwe aanmeldopties voor Common Voice. Gebruikers kunnen zich aanmelden met hun e-mailadres, Google-account of Apple-account

# body.8dc8a94e-5965-46e1-ba85-4c64a7854190.caption
source: The new Common Voice login options
de: Die neuen Common-Voice-Anmeldeoptionen
fr: Les nouvelles options de connexion de Common Voice
fy_nl: De nije oanmeldopsjes fan Common Voice
nl: De nieuwe aanmeldopties van Common Voice

# body.26a6b77e-1a4d-4993-aef6-10a27f94fd3f
source: If you currently use Google, Apple, or the Sign in with Mozilla options to log into Common Voice, your login experience will not change.
de: Wenn Sie sich derzeit mit Google, Apple oder der Option „Mit Mozilla anmelden“ bei Common Voice anmelden, ändert sich Ihr Anmeldeerlebnis nicht.
fr: Si vous utilisez actuellement les options de Google, d’Apple ou les options de connexion avec Mozilla pour vous connecter à Common Voice, la façon dont vous vous connectez ne changera pas.
fy_nl: As jo op dit stuit Google, Apple, of de Oanmelde mei Mozilla brûke om jo oan te melden by Common Voice, sil jo oanmeldûnderfining net feroarje.
nl: Als u momenteel de opties Google, Apple of Aanmelden met Mozilla gebruikt om u aan te melden bij Common Voice, verandert uw aanmeldervaring niet.

# body.26a6b77e-1a4d-4993-aef6-10a27f94fd3f
source: If you experience any issues logging into Common Voice after November 4th, you can seek community support via <a id="a1">Matrix</a>, <a id="a2">Discourse</a> or reach the Common Voice team directly at commonvoice@mozilla.com
de: Wenn Sie nach dem 4. November Probleme bei der Anmeldung bei Common Voice haben, können Sie über <a id="a1">Matrix</a>, <a id="a2">Discourse</a> um die Unterstützung der Gemeinschaft bitten oder das Common-Voice-Team direkt unter commonvoice@mozilla.com kontaktieren.
fr: Si vous rencontrez des problèmes pour vous connecter sur Common Voice après le 4 novembre, vous pouvez demander de l’aide auprès de la communauté via <a id="a1">Matrix</a>, <a id="a2">Discourse</a> ou contacter l’équipe Common Voice directement à l’adresse commonvoice@mozilla.com
fy_nl: As jo problemen ûnderfine by it oanmelden by Common Voice nei 4 novimber, kinne jo mienskipsstipe sykje fia <a id="a1">Matrix</a>, <a id="a2">Discourse</a> of streekrjocht kontakt opnimme mei it Common Voice-team fia commonvoice@mozilla.com
nl: Als u na 4 november problemen ondervindt bij het aanmelden bij Common Voice, kunt u gemeenschapsondersteuning zoeken via <a id="a1">Matrix</a>, <a id="a2">Discourse</a> of rechtstreeks contact opnemen met het Common Voice-team via commonvoice@mozilla.com

# title
source: Common Voice Accounts Are Changing
de: Common-Voice-Konten verändern sich
fr: Les comptes Common Voice évoluent
fy_nl: Common Voice-accounts wizigje
nl: Common Voice-accounts wijzigen
