Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/common-voice-18-dataset-release.po
Languages: nl

# seo_title
source: Common Voice 18 Dataset Release
nl: Common Voice-gegevensset versie 18

# search_description
source: The most recent release of the Common Voice speech dataset offers over 30,000 hours of speech data free under a CC0 license.
nl: De meest recente versie van de spraakgegevensset van Common Voice biedt meer dan 30.000 uur aan spraakgegevens, gratis onder een CC0-licentie.

# body.46324e55-862e-4748-abed-890ee3571382
source: Common Voice is delighted to announce that our 18th dataset release is now <a id="a1">available for download</a>. As part of our commitment to helping make voice technologies more accessible we release a cost and copyright free dataset of multilingual voice clips and associated text data under a CC0 license. The dataset is a community effort, driven by the voice and text contributors, language activists, technologists, academics and other community members that make up Common Voice.
nl: Common Voice is verheugd aan te kondigen dat de 18e versie van onze gegevensset nu <a id="a1">beschikbaar is om te downloaden</a>. Als onderdeel van onze toewijding om spraaktechnologieën toegankelijker te maken, geven we een kosten- en auteursrechtvrije gegevensset van meertalige spraakfragmenten en bijbehorende tekstgegevens uit onder een CC0-licentie. De gegevensset is een inspanning van de gemeenschap, aangedreven door de leveranciers van spraak en tekst, taalactivisten, technologen, academici en andere leden van de gemeenschap die samen Common Voice vormen.

# body.46324e55-862e-4748-abed-890ee3571382
source: Common Voice 18.0 stats
nl: Common Voice 18.0-cijfers

# body.46324e55-862e-4748-abed-890ee3571382
source: The Common Voice dataset has grown to a staggering 31,841 hours with 20,789 community-validated hours of speech data. This is an increase of almost 700 hours of speech data since the last dataset release and an increase of 381 newly-validated hours. The 18 dataset is made up of clips from 129 languages, with 5 new languages joining with this release.
nl: De Common Voice-gegevensset is uitgegroeid tot een duizelingwekkende 31.841 uur, met 20.789 door de gemeenschap gevalideerde uren aan spraakgegevens. Dit is een toename van bijna 700 uur aan spraakgegevens sinds de laatste uitgave van de gegevensset en een toename van 381 nieuw gevalideerde uren. De 18e gegevensset is samengesteld uit fragmenten uit 129 talen, met 5 nieuwe talen die in deze versie bijkomen.

# body.46324e55-862e-4748-abed-890ee3571382
source: New languages joining Common Voice
nl: Nieuwe talen bij Common Voice

# body.46324e55-862e-4748-abed-890ee3571382
source: We’re so excited to have five new languages join the Common Voice datasets and community. <a id="a1">Xhosa</a>, <a id="a2">Kalenjin</a>, <a id="a3">Kidaw'ida</a>, <a id="a4">Dholuo</a> and <a id="a5">Setswana</a> are available in Common Voice 18. These languages are used by hundreds of millions of people around the world who can now be better supported in voice technologies.
nl: We zijn zo blij dat er vijf nieuwe talen zijn die de gegevenssets en -gemeenschap van Common Voice versterken. <a id="a1">Xhosa</a>, <a id="a2">Kalenjin</a>, <a id="a3">Kidaw'ida</a>, <a id="a4 ">Dholuo</a> en <a id="a5">Setswana</a> zijn beschikbaar in Common Voice 18. Deze talen worden door honderden miljoenen mensen over de hele wereld gebruikt, die nu beter kunnen worden ondersteund in spraaktechnologieën.

# body.46324e55-862e-4748-abed-890ee3571382
source: Be a part of Common Voice 19 and beyond
nl: Maak deel uit van Common Voice 19 en hoger

# body.46324e55-862e-4748-abed-890ee3571382
source: If you’re excited about Common Voice, there are so many ways to join the contributor community. <a id="a1">Sharing your voice</a> or <a id="a2">writing and contributing</a> original sentences in your language helps build the next dataset. If your language isn’t yet on Common Voice, you can <a id="a3">request its addition</a> with this form. We’re also so excited to welcome technical contributions on our <a id="a4">open source project</a> on Github.
nl: Als u enthousiast bent over Common Voice: er zijn zoveel manieren om u aan te sluiten bij de gemeenschap van medewerkers. <a id="a1">Delen van uw stem</a> of <a id="a2">schrijven en bijdragen</a> van originele zinnen in uw taal helpt bij het bouwen van de volgende gegevensset. Als uw taal nog niet op Common Voice bestaat, kunt u met dit formulier <a id="a3">toevoeging aanvragen</a>. We verwelkomen ook graag technische bijdragen aan ons <a id="a4">opensourceproject</a> op Github.

# body.46324e55-862e-4748-abed-890ee3571382
source: We’re always so excited to hear what you think of the new releases. You can reach us on the <a id="a1">Common Voice forums</a>, <a id="a2">chat to us in Matrix</a> or email the team directly at commonvoice@mozilla.com. We’re especially interested in learning more about what dataset users are building or exploring using the dataset. Better understanding the needs of our dataset users can help us set direction that better supports your needs.
nl: We zijn altijd blij om te horen wat u van de nieuwe releases vindt. U kunt ons bereiken op de <a id="a1">Common Voice-forums</a>, <a id="a2">met ons chatten in Matrix</a> of rechtstreeks een e-mailbericht naar het team sturen op commonvoice@mozilla.com. We zijn vooral geïnteresseerd in meer informatie over welke gegevensset gebruikers met de gegevensset bouwen of verkennen. Een beter begrip van de behoeften van de gebruikers van onze gegevensset kan ons helpen de richting te bepalen die uw behoeften beter ondersteunt.

# title
source: Common Voice 18 Dataset Release
nl: Common Voice-gegevensset versie 18
