Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/conversations-on-culture-and-preserving-history.po
Languages: sw

# body.5c2d82d1-7283-4532-ae51-b04e98957dd4
source: Thursday, and the balmy mid-morning December heat finds a bunch of us in Kilifi, seated under the soothing shade of a massive Mkilifi tree. The place with its quiet and calming disposition is something a friend and I concur we could get used to. The residence— as Kevin, the moderator would point out later, was built in 1905— is surrounded by trees and greenery, a welcome ambience from our flurry metropolis Mombasa with more concrete than green and more tuktuks than other modes of transport. But then again, would it even be fair to compare the tone of a small island with that of an expansive boondocks with lots of room where serene pockets can be created away from the city and its cacophonic rise to cosmopolitanism?
sw: Alhamisi, Desemba, na joto tulivu la asubuhi linatupata jimbo la Kilifi chini ya kivuli cha mti mnene wa aina ya Mkilifi. Mahala hapa penye utulivu wa aina yake panatufanya mimi na mwenzangu tukubaliane kuwa ni mahali ambapo nasi hatungejali kuishi. Makaazi haya - kama mwelekezi wetu, Mwachiro alivyoelezea baadaye, yalijengwa mwaka wa elfu moja, kenda mia na tano- yamezungukwa na miti na mandhari ya hudhurungi na utulivu wa kupendeza, tofauti na fujo za mji wetu, Mombasa, uliojaa zege na miti michache, na tuktuk nyingi kuliko namna zingine za usafiri. Lakini tena, itakuwa ni haki kufananisha hali ya kisiwa kidogo na nyika pana iliyo na nafasi tele ambapo vijifuko vya utulivu vinaweza kubuniwa mbali na mji na fujo zake za kufikia kilele cha kufanana na miji mingine mikubwa ulimwenguni?

# body.5c2d82d1-7283-4532-ae51-b04e98957dd4
source: Most of us have never met physically. The irony of socialising media is its shameless audacity to make you feel really close to those you connect with through available handles, as if you know every bit about them with shared emojis and sentiments. It also accords one the option of introversion with a global camaraderie just a click away. Yet, even in this shamelessness and behind emojis that conceal our true emotions, socialising media acts as a sort of ice breaker that makes the first physical interaction bearable.
sw: Wengi wetu hatujawahi kukutana ana kwa ana kabla ya hapa. Kejeli ya mitandao ya kijamii ni ujasiri wake kukufanya uhisi ukaribu wa hali ya juu na unaowasiliana nao, kana kwamba unajua kila jambo kuwahusu kupitia <i>emoji</i> na hisia zilizoshirikiwa. Pia mitandao ya kijamii humpa mtu chaguo la kuwa mndani na bado kuwa na marafiki kote ulimwenguni. Lakini kando na huu uwazi na desturi ya utumizi wa <i>emoji</i> ambazo huficha hisia zetu halisi, mawasiliano mitandaoni pia yanatumika kama kivunja-barafu na hufanya mkutano wa kwanza wa ana kwa ana kuwa wenye kuvumilika.

# body.5c2d82d1-7283-4532-ae51-b04e98957dd4
source: But, in all honesty, nothing beats human interaction where verbal and nonverbal communication makes the interaction wholesome and enriching. Either that, or this is just me and my uncanny old ways of seeking pleasure.
sw: Lakini, kiuhakika, hakuna kinachopiku mwingiliano baina ya watu pale ambapo mawasiliano ya maneno na ya ishara zisizo na maneno huimarisha na kujenga mazungumzo yenye kufaa.

# body.5c2d82d1-7283-4532-ae51-b04e98957dd4
source: Mutisya, our host alongside the moderator explained that the purpose of the invite was to make friends and enjoy good Coastal food. The meeting while bearing the simplicity of a networking brunch would soon escalate into one of the most stimulating informal learning gatherings I’ve attended in a while.
sw: Mwenyeji wetu, Mutisya, na mwelekezi wa mkutano walitueleza kwamba dhamira ya mualiko ilikuwa kujenga urafiki na kufurahia vyakula vya pwani ya Kenya pamoja. Mkutano huu japo ulikuwa na usahali wa mjumuiko wa kirafiki uligeuka na kuwa kikao cha aina yake cha kielimu chenye kusisimua sana fikra.

# body.5c2d82d1-7283-4532-ae51-b04e98957dd4
source: As we settled, it was obvious something good was cooking. Our host explained that we’d be eating from his kitchen and delightful culinary exploration of Swahili delicacies. The idea, he said, was to take Swahili cuisine the world over in a way that both culture and language travelled with the food. We were in Kilifi to commit sin, seven sins to be precise, and he passed on printed papers with the day’s seven course meal—seven informed by his Catholic faith— at the end of which each of us was to write something about it.
sw: Wakati tulipotulia, ilibainika wazi kuwa kulikuwa na kitu kizuri kilichokuwa kikiandaliwa jikoni. Mwenyeji wetu alitueleza kuwa tungejiburidisha na uchunguzi wake wa upishi wa chakula cha Uswahilini. Dhamira, alisema, ilikuwa kusambaza chakula cha Uswahilini ulimwenguni kwa namna utamaduni na lugha zilisafiri na chakula. Tulikuwa hapa Kilifi kutenda dhambi, saba kwa usahihi, na Mutisya aligawa vijikaratasi vilivyo fafanua chakula cha kozi saba— saba ikitokana na Imani yake ya kikatoliki— na kutuomba tuandike maoni yetu baada ya kula.

# body.5c2d82d1-7283-4532-ae51-b04e98957dd4
source: That was not to be the case, and you’ll understand why the discourse over the course and act of committing seven sins left us perhaps too dumbfounded or too inebriated with information to write anything about the food.
sw: Hii haikuwezekana, na utaelewa kwa nini haya mazungumzo ya kusisimua yalitufanya pengine kama bubu vile, ama walevi, hata tukashindwa kuandika kitu kuhusu chakula cha siku.

# body.5c2d82d1-7283-4532-ae51-b04e98957dd4
source: What was supposed to be a simple introduction around the group, each person stating what they were doing or planning to do, quickly turned into a nondescript cultural education class. Right from the very first introduction from Prof Mtanalewa to the last but not least Kaa La Moto, an organic pattern emerged of similarities in purpose, place and people. The rich discussion had a common denominator— that the entire bunch was involved in one way or another with documenting indigenous knowledges through writing, film-making, music, food, scholarship and linguistic activism. Whether deliberate or otherwise, we were all gathered under that tree as cultural activists. What coincidence, then, that we were gathered under this tree in the same way our elders in the past used to, discussing matters affecting our community.
sw: Ratiba iliyokuwa rahisi, kila mtu kusema jina lake na kazi aliyokuwa akifanya, iligeuka mara moja na kuwa madrasa ya utamaduni. Kutoka kwa mtu wa kwanza Prof Mtanalewa hadi mtu wa mwisho, mwimbaji wa hiphop Kaa La Moto, muundo wa kiasili wa umoja wa dhamira, mahala na watu ulidhihirika. Mazungumzo yalionyesha usawa fulani— kila mtu kwa namna moja ama nyingine alikuwa anajihusisha na kuhifadhi elimu za kiasili kupitia uandishi, utengenezaji filamu, mziki, chakula, usomi na harakati za lugha. Ima kwa makusudi au mipango mingine, sote tulikuwa tumejumuika chini ya mti huu kama wanaharakati wa kitamaduni. Sadfa iliyoje, kuwa tulikusanyika chini ya mti kama vile walivyokusanyika wazee wetu miaka iliyopita kujadili masuala ya jamii.

# body.5c2d82d1-7283-4532-ae51-b04e98957dd4
source: History, just like the linguistic devices that carry it through space and time, is a living thing and has a way of repeating itself. In one way, this repetition could serve as a reminder of several things: In one way as a set of questions—<i>Wewe ni nani? Watoka wapi? Waenda wapi?</i> And in another way, it could also be history’s way of reprimanding us for not telling it properly, for letting it thrive in the unbefitting realm of a single-sided story, It is history’s way of coming back either as reprehension or redemption, for even in the forgetfulness of not relaying it properly, there will always be a people in every generation that fight to retell authentic history, redeeming their own selves and communities in the process.
sw: Historia, sawa na vyombo vya lugha vinavyoisafirisha kupitia mazingira na muda, ni kitu kilicho hai na ina hali ya kujirudia. Hii sifa ya kujirudia ni kama ukumbusho wa mambo kadhaa: njia moja kama maswali— <i>Wewe ni nani? Watoka wapi? Waenda wapi?</i> Na kwa njia nyingine kama karipio kwa makosa yetu ya kutoieleza historiya ipasavyo, kwa kuiacha istawi katika nafasi isiyofaa ya hadithi iliyo na mtazamo wa pande moja tu, kutukemea kwa kuiendeleza kwa vizazi vijavyo kwa hali ya kutokamilika na kutokuwa na ukweli kamili. Ni namna ya historiya kuja tena kukemea na kukomboa, maana hata kwa ile hali ya usahaulifu wa kuieleza ipasavyo, lazima kutakuwa na wanaharakati katika kila kizazi wenye kupigania umuhimu wa kueleza historiya ipasavyo, na kwa mchakato huu kujikomboa nafsi na jamii zao.

# body.5c2d82d1-7283-4532-ae51-b04e98957dd4
source: The meeting was ideally supposed to run from mid-morning to two in the afternoon, but we were still under the Mkilifi tree a few hours to sunset, committing the seven sins and enjoying a profoundly stimulating conversation on the need to archive coastal history. What was supposed to be a menu with a space left for remarks turned into notebooks as everyone wrote down something. Kathleen, a keen observer and a good student based on the clarification queries she had after the meeting, issued us with Mozilla notebooks which came in handy as the informal lessons demanded us to take more notes.
sw: Mkutano ulikuwa umepangwa kuanza kabla ya adhuhuri na kumalizika saa nane mchana, lakini bado tulikuwa chini ya huu Mkilifi karibia na jua kuzama, tukitenda dhambi saba na kuburudika na mazungumzo yenye kusisimua kuhusu umuhimu wa kuhifadhi historiya yetu ya pwani ya Kenya. Ile nafasi iliyoachwa kwenye vijikaratasi vya menyu ilibadilika na kuwa daftari, kila mmoja akiandika kutokana na mazungumzo na fikra za wengine. Kathleen, mwangalizi makini na mwanafunzi mzuri kulingana na maswali ya kutaka ufafanuzi aliyoyauliza baada ya kikao, aligawa daftari za Mozilla ambazo zilisaidia sana maanake mazungumzo yalihitaji kuandikwa zaidi.

# body.5c2d82d1-7283-4532-ae51-b04e98957dd4
source: At the end of the day, our tummies full and our minds brimming with knowledge, we made a pact. That this shouldn’t be the first and last time we had that conversations. That we would work together in each of our future endeavours archiving coastal history. Mutisya, elated that we had enjoyed the food and perhaps vexed that our remarks were communicated verbally, hurriedly, and not in writing— the latter which would have been a proper way of documenting that singular moment where food was such a powerful catalyst to move that discussion— made us carry the back-breaking seats, curved from the Mkilifi and heavier than grief, back into the house!
sw: Mwisho wa siku, matumbo yetu yakiwa yamejaa na akili zetu kusheheni maarifa tele, tulifanya mkataba. Kuwa fursa hii ya kujumuika pamoja haitakuwa ya mwanzo na mwisho na kuwa tutashirikiana kwa kazi zetu kuhifadhi historiya ya Pwani ya Kenya. Mutisya, aliyejawa na furaha kwamba tulikipenda chakula chake, na pengine kutofurahi sana kuwa tuligeuza menyu na kuwa daftari ya kuandika mengine badala ya maoni yetu kuhusu mlo, alituadhibu na kutufanya tubebe viti vilivyochongwa kutoka kwa Mkilifi, vizito kama huzuni, na kuviingiza sebuleni.

# body.5c2d82d1-7283-4532-ae51-b04e98957dd4
source: The <i>bokoboko</i> dish was a flat-out favourite for me, without doubt, and the raspberry cake was simply out of this world.
sw: Ndizi za bokoboko bila shaka kwangu zilipendeza sana, na keki ya rasiberi ilikuwa ya aina yake duniani.

# title
source: Conversations on Culture and Preserving History
sw: Mazungumzo ya Utamaduni na kuhifadhi historiya
