Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/dating-apps-racist-tinder-hinge.po
Languages: de, es, fr, pl, pt_br

# body.6d3d41eb-d3cd-412b-b4a0-9dd7ba7efc15
source: Finding a partner on a dating app becomes exponentially tougher if users can’t trust in the safety of an app. Unfortunately, many modern matchmaking apps fail at this too. “Companies have started to include race and transphobia in the protections of community guides, but there aren’t clear guidelines on how people would report a transphobic incident, or an incident of racial harassment or an incident of racial fetishization,” says Apryl. “By not having a clear path for that, it really discourages users from reporting those claims in moments of anxiety or stress or fear because it isn’t clear that users would feel supported.”
de: Die Partnersuche über eine Dating-App wird exponentiell schwieriger, wenn die Nutzer nicht auf die Sicherheit einer App vertrauen können. Leider versagen viele moderne Partnervermittlungs-Apps auch in diesem Punkt. „Unternehmen haben damit begonnen, Rassen- und Transphobie in den Schutz der Community-Guides aufzunehmen, aber es gibt keine klaren Richtlinien, wie man einen transphobischen Vorfall oder einen Vorfall von rassistischer Belästigung oder rassistischer Fetischisierung meldet“, sagt Apryl. „Da es keinen klaren Weg dafür gibt, werden die Nutzer davon abgehalten, solche Vorfälle in Momenten der Angst, des Stresses oder der Furcht zu melden, weil nicht klar ist, dass sie sich unterstützt fühlen.“
es: Encontrar una pareja en una aplicación de citas es mucho más difícil si los usuarios no pueden confiar en la seguridad de una aplicación. Desafortunadamente, muchas aplicaciones modernas de citas también fallan en este aspecto. «Si bien las empresas han comenzado a incluir asuntos relacionados con la raza y la transfobia en las protecciones de las guías comunitarias, no existen pautas claras sobre cómo las personas pueden denunciar un incidente de transfobia, de acoso racial o de fetichización racial», dice Apryl. «El hecho de no existir un camino claro para hacerlo, realmente desalienta a los usuarios a denunciar estas situaciones en momentos de ansiedad, estrés o miedo, ya que no está claro que recibirán apoyo».
fr: Trouver un partenaire sur une application de rencontre devient très difficile si les utilisateurs n’ont pas confiance dans la sécurité de l’application. Malheureusement, de nombreuses applications modernes de mise en relation échouent à cet égard. « Les entreprises ont commencé à inclure le racisme et la transphobie dans leurs guides de protection des communautés, mais il n’y a pas de directives claires sur la façon dont les gens peuvent signaler un incident transphobe, un cas de harcèlement racial ou un problème de fétichisation raciale », explique Apryl. « En l’absence d’une procédure claire, les utilisateurs sont dissuadés de signaler ces incidents dans des moments d’anxiété, de stress ou de peur, parce qu’ils ne se sentent pas clairement soutenus ».
pl: Znalezienie partnera w aplikacji randkowej staje się nieporównywalnie trudniejsze, jeśli użytkownicy nie mogą zaufać bezpieczeństwu aplikacji. Niestety, wiele nowoczesnych aplikacji randkowych zawodzi również w tym zakresie. „Firmy zaczęły uwzględniać w przewodnikach dotyczących ochrony społeczności również rasizm i transfobię, ale nie ma jasnych wytycznych, w jaki sposób ludzie mieliby zgłaszać wystąpienie incydentu związanego z transfobią, rasizmem lub fetyszyzacją rasową” – mówi Apryl. „Jeśli nie ma jasnej ścieżki, to naprawdę zniechęca użytkowników do zgłaszania takich rzeczy w chwilach niepokoju, stresu czy strachu, ponieważ nie jest jasne, czy czuliby się wspierani”.
pt_br: Encontrar um parceiro em um aplicativo de namoro se torna exponencialmente mais difícil se os usuários não puderem confiar na segurança de um aplicativo. Infelizmente, muitos aplicativos modernos de relacionamento também falham nisso. “As empresas começaram a incluir raça e transfobia nas proteções dos guias comunitários, mas não há diretrizes claras sobre como as pessoas denunciariam um incidente transfóbico, um incidente de assédio racial ou um incidente de fetichização racial”, diz Apryl. "Por não ter um caminho claro para isso, isso realmente desencoraja os usuários a relatar essas alegações em momentos de ansiedade, estresse ou medo, porque não está claro se os usuários se sentiriam apoiados."

# body.6d3d41eb-d3cd-412b-b4a0-9dd7ba7efc15
source: Digital trust and safety in the dating sphere has seen its ups and downs. For example, in February, Tinder, <a id="a1">announced</a> a new feature targeted at users aged 18-25 to spot misbehavior, specifically in regards to “authenticity, respectfulness, and inclusiveness,” as well as a new <a id="a2">feature</a> to improve user verification. Before this, however, Tinder and other Match group apps <a id="a3">put a pause</a> on user background checks.
de: Digitales Vertrauen und Sicherheit im Dating-Bereich haben ihre Höhen und Tiefen erlebt. So <a id="a1">kündigt</a>e Tinder im Februar eine neue Funktion an, die sich an Nutzer zwischen 18 und 25 Jahren richtet, um Fehlverhalten zu erkennen, insbesondere in Bezug auf "Authentizität, Respekt und Inklusivität", sowie eine neue <a id="a2">Funktion</a> zur Verbesserung der Nutzerüberprüfung. Zuvor hatten Tinder und andere Match Group-Apps jedoch bei der Hintergrundüberprüfung der Nutzer <a id="a3">eine Pause eingelegt</a>.
es: La confianza y la seguridad digital en el ámbito de las aplicaciones de citas ha tenido sus altibajos. Por ejemplo, en febrero, Tinder <a id="a1">anunció</a> una nueva función dirigida a sus usuarios de 18 a 25 años, destinada a detectar comportamientos indebidos, específicamente en lo que respecta a «autenticidad, respeto e inclusión», así como una nueva <a id="a2">función</a> para mejorar la verificación de los usuarios. Sin embargo, antes de esto, Tinder y otras aplicaciones del grupo Match <a id="a3">pausaron</a> las verificaciones de antecedentes de sus usuarios.
fr: La confiance et la sécurité numériques dans le domaine des applications de rencontres ont connu des hauts et des bas. Par exemple, en février, Tinder a <a id="a1">annoncé</a> une nouvelle fonctionnalité destinée aux utilisateurs âgés de 18 à 25 ans pour identifier les comportements inappropriés, en particulier en ce qui concerne « l’authenticité, le respect et l’inclusion », ainsi qu’une nouvelle <a id="a2">fonctionnalité</a> visant à améliorer la vérification des utilisateurs. Avant cela, cependant, Tinder et d’autres applis du groupe Match ont <a id="a3">suspendu</a> la procédure de vérification des antécédents des utilisateurs.
pl: Cyfrowe zaufanie i bezpieczeństwo w sferze randkowej miały swoje wzloty i upadki. Dla przykładu, w lutym Tinder <a id="a1">ogłosił</a> uruchomienie nowej funkcji skierowanej do użytkowników w przedziale wiekowym 18–25 lat, aby wykryć niewłaściwe zachowania, szczególnie w odniesieniu do „autentyczności, szacunku i inkluzywności”, a także nową <a id="a2">funkcję</a> poprawiającą weryfikację użytkowników. Wcześniej jednak Tinder i inne aplikacje Match Group <a id="a3">wstrzymały</a> weryfikację użytkowników.
pt_br: A confiança e a segurança digitais na esfera do namoro viram seus altos e baixos. Por exemplo, em fevereiro, o Tinder <a id="a1">anunciou</a> um novo recurso direcionado a usuários de 18 a 25 anos de idade para identificar mau comportamento, especificamente em relação à "autenticidade, respeito e inclusão", bem como um novo <a id="a2">recurso</a> para melhorar a verificação do usuário. Antes disso, no entanto, o Tinder e outros aplicativos do Match Group <a id="a3">pausaram</a> as verificações de antecedentes do usuário.

# body.6d3d41eb-d3cd-412b-b4a0-9dd7ba7efc15
source: Experts like Apryl applaud Match Group’s efforts in sourcing its advisory board, with members that specialize in childrens’ health and sex trafficking. Still, Apryl worries that the company’s safety efforts aren’t as thorough for users of color and many more.
de: Experten wie Apryl loben die Bemühungen der Match Group, ihren Beirat mit Mitgliedern zu besetzen, die sich auf die Gesundheit von Kindern und den Sexhandel spezialisiert haben. Apryl ist jedoch besorgt, dass die Sicherheitsbemühungen des Unternehmens für farbige Nutzer und viele andere nicht so gründlich sind.
es: Expertos como Apryl celebran los esfuerzos del grupo Match para conformar una junta asesora con miembros especializos en salud infantil y tráfico sexual. Aún así, a Apryl le preocupa que los esfuerzos que la empresa realiza en el ámbito de la seguridad no sean tan exhaustivos para los usuarios de color y otros grupos.
fr: Des experts comme Apryl saluent les efforts de Match Group dans la composition de son comité consultatif, dont les membres sont spécialisés dans la santé des enfants et le trafic sexuel. Toutefois, Apryl craint que les efforts de l’entreprise en ce qui concerne la sécurité des utilisateurs issus de minorités ne soient pas aussi poussés que ceux déployés pour les autres.
pl: Eksperci tacy, jak Apryl, pochwalają starania Match Group o uzyskiwanie informacji od jej komitetu doradczego, którego członkowie specjalizują się w wiedzy o zdrowiu dzieci i handlu ludźmi w celach seksualnych. Mimo to Apryl martwi się, że działania firmy w zakresie bezpieczeństwa nie są aż tak staranne, jeśli chodzi użytkowników spoza rasy białej oraz wielu innych.
pt_br: Especialistas como a Apryl aplaudem os esforços do Match Group ao recrutar membros para seu conselho consultivo, com membros especializados em saúde infantil e tráfico sexual. Ainda assim, Apryl teme que os esforços de segurança da empresa não sejam tão abrangentes para usuários de cor e muitos outros.

# body.6d3d41eb-d3cd-412b-b4a0-9dd7ba7efc15
source: Are Dating Apps Doing Enough To Protect Users Of Color?
de: Schützen Dating-Apps farbige Nutzer ausreichend?
es: ¿Las aplicaciones de citas están haciendo lo suficiente para proteger a los usuarios de color?
fr: Les applications de rencontres en font-elles assez pour protéger les utilisateurs de couleur ?
pl: Czy aplikacje randkowe robią wystarczająco dużo, aby chronić niebiałych użytkowników?
pt_br: Os aplicativos de namoro estão fazendo o suficiente para proteger os usuários de cor?

# body.6d3d41eb-d3cd-412b-b4a0-9dd7ba7efc15
source: <a id="a1">Research shows us</a> that people are biased and many are okay with bringing those biases to their dating app experience. Unfortunately, in many cases algorithms worsen things. “The bias we experience online isn’t different from the bias we experience in other areas of life, it’s just amplified by algorithms,” says Apryl. “We see things that make us think twice about why it is [we’re] seeing this person on the app or matching with this person.”
de: <a id="a1">Untersuchungen zeigen uns</a>, dass Menschen voreingenommen sind, und viele haben kein Problem damit, diese Voreingenommenheit in ihre Dating-App-Erfahrung einzubringen. Leider verschlimmern Algorithmen in vielen Fällen die Situation. „Die Voreingenommenheit, die wir online erleben, unterscheidet sich nicht von der Voreingenommenheit, die wir in anderen Bereichen des Lebens erleben, sie wird nur durch Algorithmen verstärkt“, sagt Apryl. „Wir sehen Dinge, bei denen wir zweimal darüber nachdenken, warum wir diese Person auf der App sehen oder mit dieser Person zusammenpassen.“
es: <a id="a1">Las investigaciones nos muestran</a> que las personas tienen sesgos y que muchas de ellas no tienen problema en llevar esos sesgos a sus experiencias en aplicaciones de citas. Desafortunadamente, en muchos casos, los algoritmos empeoran las cosas. «Los sesgos que experimentamos en línea no son diferentes de los que experimentamos en otras áreas de la vida, solo que se amplifican con algoritmos», comenta Apryl. «Hay cosas que nos hacen pensar dos veces por qué [estamos] viendo a esta persona en la aplicación o por qué hacemos match con esta persona».
fr: Des <a id="a1">études montrent</a> que les gens ont des préjugés et que beaucoup d’entre eux acceptent de les intégrer à leur expérience sur les applications de rencontres. Malheureusement, dans de nombreux cas, les algorithmes aggravent la situation. « Les préjugés dont nous sommes victimes en ligne ne sont pas différents de ceux que nous connaissons dans d’autres domaines de la vie, ils sont simplement amplifiés par les algorithmes », explique Apryl. « Il nous arrive de réfléchir à deux fois à la raison pour laquelle [nous] voyons telle personne sur l’application ou sommes mis en relation avec telle autre personne ».
pl: <a id="a1">Badania pokazują,</a> że ludzie są stronniczy i wielu nie ma nic przeciwko przenoszeniu tej cechy także na aplikacje randkowe. Niestety, w wielu przypadkach sytuację pogarszają algorytmy. „Stronniczość, której doświadczamy w Internecie, niczym nie różni się od uprzedzeń, których doświadczamy w innych obszarach życia, po prostu wzmacniają ją algorytmy” – mówi Apryl. „Widzimy rzeczy, które sprawiają, że zastanawiamy się dwa razy, dlaczego widzimy daną osobę w aplikacji lub zostajemy do niej dopasowani”.
pt_br: <a id="a1">Pesquisas nos mostram</a> que as pessoas são tendenciosas e muitas não se importam em trazer esses preconceitos para a experiência do aplicativo de namoro. Infelizmente, em muitos casos, os algoritmos pioram as coisas. "O preconceito que vivenciamos online não é diferente do preconceito que vivenciamos em outras áreas da vida, é apenas amplificado por algoritmos", diz Apryl. "Vemos coisas que nos fazem hesitar sobre o motivo de estarmos vendo essa pessoa no aplicativo ou fazendo par com ela."

# body.6d3d41eb-d3cd-412b-b4a0-9dd7ba7efc15
source: Dating apps, like many social apps, tend to center the white experience — which often leaves users of color in the dust. In the case of dating apps, however, the choice hasn’t helped anyone. “Trust and safety is designed for and caters to protecting white women,” says Apryl, “and even the best we’ve seen with trust and safety still fails to adequately protect white women. So if it fails to protect the target demographic, I don’t even want to think about how it’s failing the rest of us.”
de: Dating-Apps neigen, wie viele andere soziale Apps, dazu, die weiße Erfahrung in den Mittelpunkt zu stellen – was farbige Nutzer oft auf der Strecke lässt. Im Fall der Dating-Apps hat diese Entscheidung jedoch niemandem geholfen. „Vertrauen und Sicherheit sind auf den Schutz weißer Frauen ausgerichtet“, sagt Apryl, „und selbst das Beste, was wir bei Vertrauen und Sicherheit gesehen haben, schützt weiße Frauen nicht ausreichend. Wenn es also die Zielgruppe nicht schützt, will ich gar nicht daran denken, wie es den Rest von uns im Stich lässt.“
es: Las aplicaciones de citas, al igual que muchas aplicaciones sociales, tienden a centrarse en la experiencia blanca, lo que a menudo deja a los usuarios de color fuera del mapa. En el caso de las aplicaciones de citas, sin embargo, la elección no ha ayudado a nadie. «La confianza y la seguridad están diseñadas para proteger a las mujeres blancas», dice Apryl, «e incluso lo mejor que hemos visto con respecto a la confianza y la seguridad aún no protege adecuadamente a las mujeres blancas. Entonces, si ni siquiera protege al grupo demográfico objetivo, no quiero ni pensar en cómo nos está fallando al resto».
fr: Les applications de rencontres, comme de nombreuses applications sociales, ont tendance à privilégier l’expérience des personnes blanches, ce qui laisse souvent les utilisateurs de couleur sur le carreau. Dans le cas des applications de rencontres, ce choix n’a profité à personne. « Les politiques de confiance et de sécurité sont conçues pour protéger les femmes blanches », explique Apryl, « et même avec ce qu’il se fait de mieux en matière de confiance et de sécurité, les femmes blanches ne sont pas protégées de manière adéquate. Si les applications ne parviennent même pas à offrir une protection suffisante au groupe démographique cible, je ne veux même pas penser au traitement qui est réservé au reste d’entre nous ».
pl: Aplikacje randkowe, podobnie jak wiele aplikacji społecznościowych, mają tendencję do skupiania się na wrażeniach osób białych – co często pozostawia ich niebiałych użytkowników na lodzie. Jeśli jednak chodzi o aplikacje randkowe, ten wybór nikomu nie pomógł. „Zaufanie i bezpieczeństwo zostały zaprojektowane z myślą o ochronie białych kobiet” – mówi Apryl – „a mimo to nawet najlepsze osiągnięcia związane z zaufaniem i bezpieczeństwem nadal nie są w stanie odpowiednio chronić nawet białych kobiet. Więc jeśli nie chronią docelowej grupy demograficznej, nie chcę nawet myśleć o tym, jak one zawodzą resztę z nas”.
pt_br: Aplicativos de namoro, como muitos aplicativos sociais, tendem a centralizar a experiência branca — o que muitas vezes deixa os usuários de cor na poeira. No caso de aplicativos de namoro, no entanto, a escolha não ajudou ninguém. "O fator de segurança e confiabilidade é projetado e direcionado para proteger mulheres brancas", diz Apryl, "e até mesmo os melhores que vimos em termos de confiança e segurança ainda falham em proteger adequadamente as mulheres brancas. Então, se falha em proteger o público-alvo, nem quero pensar em como está falhando com o resto de nós.”

# body.6d3d41eb-d3cd-412b-b4a0-9dd7ba7efc15
source: Are Dating Apps Racist? Here’s What Tinder And Others Can Do To Protect Users Of Color
de: Sind Dating-Apps rassistisch? Das können Tinder und andere tun, um farbige Nutzer zu schützen
es: ¿Las aplicaciones de citas son racistas? Esto es lo que Tinder y otras empresas pueden hacer para proteger a los usuarios de color
fr: Les applications de rencontres sont-elles racistes ? Voici comment Tinder et ses concurrents peuvent protéger les personnes de couleur
pl: Czy aplikacje randkowe są rasistkami? Oto co Tinder i inni mogą zrobić, aby chronić niebiałych użytkowników
pt_br: Os aplicativos de namoro são racistas? Veja o que o Tinder e outros aplicativos podem fazer para proteger os usuários de cor

# body.6d3d41eb-d3cd-412b-b4a0-9dd7ba7efc15
source: Written By: Xavier Harding
de: Geschrieben von: Xavier Harding
es: Redactado por: Xavier Harding
fr: Rédigé par : Xavier Harding
pl: Autor: Xavier Harding
pt_br: Escrito por: Xavier Harding

# body.6d3d41eb-d3cd-412b-b4a0-9dd7ba7efc15
source: Edited By: Audrey Hingle, Kevin Zawacki, Lindsay Dearlove
de: Bearbeitet von: Audrey Hingle, Kevin Zawacki, Lindsay Dearlove
es: Editado por: Audrey Hingle, Kevin Zawacki, Lindsay Dearlove
fr: Relu par : Audrey Hingle, Kevin Zawacki, Lindsay Dearlove
pl: Redakcja: Audrey Hingle, Kevin Zawacki, Lindsay Dearlove
pt_br: Editado por: Audrey Hingle, Kevin Zawacki, Lindsay Dearlove

# body.6d3d41eb-d3cd-412b-b4a0-9dd7ba7efc15
source: Art By: Shannon Zepeda
de: Zeichnungen: Shannon Zepeda
es: Arte: Shannon Zepeda
fr: Illustration par : Shannon Zepeda
pl: Autor ilustracji: Shannon Zepeda
pt_br: Arte por: Shannon Zepeda

# title
source: Are Dating Apps Racist? Here’s What Tinder And Others Can Do To Protect Users Of Color
de: Sind Dating-Apps rassistisch? Das können Tinder und andere tun, um farbige Nutzer zu schützen
es: ¿Las aplicaciones de citas son racistas? Esto es lo que Tinder y otras empresas pueden hacer para proteger a los usuarios de color
fr: Les applications de rencontres sont-elles racistes ? Voici comment Tinder et ses concurrents peuvent protéger les personnes de couleur
pl: Czy aplikacje randkowe są rasistkami? Oto co Tinder i inni mogą zrobić, aby chronić niebiałych użytkowników
pt_br: Os aplicativos de namoro são racistas? Veja o que o Tinder e outros aplicativos podem fazer para proteger os usuários de cor
