Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/dating-apps-racist-tinder-hinge.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Are Dating Apps Racist? Here’s What Tinder And Others Can Do To Protect Users Of Color
de: Sind Dating-Apps rassistisch? Das können Tinder und andere tun, um farbige Nutzer zu schützen
es: ¿Las aplicaciones de citas son racistas? Esto es lo que Tinder y otras empresas pueden hacer para proteger a los usuarios de color
fr: Les applications de rencontres sont-elles racistes ? Voici comment Tinder et ses concurrents peuvent protéger les personnes de couleur
pl: Czy aplikacje randkowe są rasistkami? Oto co Tinder i inni mogą zrobić, aby chronić niebiałych użytkowników
pt_br: Os aplicativos de namoro são racistas? Veja o que o Tinder e outros aplicativos podem fazer para proteger os usuários de cor

# search_description
source: Bias is baked into software and that goes for dating apps as well. How do apps like Tinder and Hinge discriminate against its users of color?
de: Voreingenommenheit ist in Software eingebettet, und das gilt auch für Dating-Apps. Wie diskriminieren Apps wie Tinder und Hinge ihre farbigen Nutzer?
es: Los sesgos están integrados en los software y esto también se aplica a las aplicaciones de citas. ¿De qué maneras las aplicaciones como Tinder y Hinge discriminan a sus usuarios de color?
fr: Les préjugés sont intégrés dans les applications et cela vaut également pour les applications de rencontres. Comment des applications comme Tinder et Hinge discriminent-elles les personnes de couleur ?
pl: Stronniczość jest wpisana w istotę oprogramowania; tyczy się to również aplikacji randkowych. W jaki sposób aplikacje takie jak Tinder i Hinge dyskryminują niebiałych użytkowników?
pt_br: O viés é incorporado ao software e isso também vale para aplicativos de namoro. Como aplicativos como Tinder e Hinge discriminam seus usuários de cor?

# body.ff954971-2c8e-461a-be93-f5ce6015bc9d
source: Stop us if you’ve heard this one before: the apps you use and the algorithms that power them contain bias. This affects your <a id="a1">social media feeds</a>, your <a id="a2">search results</a> and even your dating prospects.
de: Halten Sie uns auf, wenn Ihnen das bekannt vorkommt: Die Apps, die Sie nutzen, und die Algorithmen, die sie steuern, sind voreingenommen. Das wirkt sich auf Ihre <a id="a1">Social-Media-Feeds</a>, Ihre <a id="a2">Suchergebnisse</a> und sogar auf Ihre Dating-Aussichten aus.
es: Haznos callar si has escuchado esto antes: las aplicaciones que usas y los algoritmos que las impulsan contienen sesgos. Esto tiene efectos en los <a id="a1">feeds de tus redes sociales</a>, en los <a id="a2">resultados de tus búsquedas</a> e incluso en tus citas potenciales.
fr: Cela va peut-être vous rappeler quelque chose : les applications que vous utilisez et les algorithmes qui les alimentent sont biaisés. Cela affecte les <a id="a1">flux sur vos réseaux sociaux</a>, les <a id="a2">résultats de vos recherches</a> et même vos opportunités de rencontres.
pl: Jeśli już to słyszałeś, wciśnij „stop”: aplikacje, które wykorzystujesz, a także algorytmy, które je napędzają, cechują się stronniczością. Wpływa to na Twoje kanały w mediach <a id="a1">społecznościowych</a>, wyniki <a id="a2">wyszukiwania,</a> a nawet perspektywy randkowe.
pt_br: Caso já tenha ouvido essa, nos interrompa: os aplicativos que você usa e os algoritmos que os alimentam contêm viés. Isso afeta seus <a id="a1">feeds de mídia social</a>, seus <a id="a2">resultados de pesquisa</a> e até mesmo seus prospectos de namoro.

# body.ff954971-2c8e-461a-be93-f5ce6015bc9d
source: Your online meet-cute may feel as spontaneous as an in-person one, but algorithms on Tinder and Hinge are the invisible hand behind the scenes that make matches happen. It’s possible that the apps prioritize profits over partnerships, but what’s for certain is that these algorithms are influenced by human bias.
de: Ihr Online-Treffen mag sich so spontan anfühlen wie ein persönliches Treffen, aber die Algorithmen von Tinder und Hinge sind die unsichtbare Hand hinter den Kulissen, die Matches möglich machen. Möglicherweise stellen die Apps Gewinne über Partnerschaften, aber eins ist sicher: Diese Algorithmen werden von menschlichen Vorurteilen beeinflusst.
es: Aunque tu encuentro en línea pueda parecer tan espontáneo como uno en persona, los algoritmos de Tinder y Hinge son la mano invisible detrás de escena que crea esos «match». Es posible que las aplicaciones prioricen las ganancias sobre las relaciones, pero lo cierto es que estos algoritmos están influenciados por sesgos humanos.
fr: Vos rencontres en ligne peuvent sembler aussi spontanées que celles qui ont lieu dans la réalité, mais elle sont orchestrées en coulisses par les algorithmes de Tinder et Hinge. Il est possible que ces applications privilégient les profits au détriment des belles rencontres, mais ce dont nous sommes certains, c’est que ces algorithmes sont influencés par des préjugés humains.
pl: Twoje słodkie spotkanie online może wydawać się tak spontaniczne, jak i osobiste, ale niewidzialną ręką za kulisami, która decyduje o dopasowaniach, są algorytmy na Tinderze i Hinge. Możliwe, że aplikacje nad partnerstwo przedkładają zyski, ale pewnym jest to, że wspomniane algorytmy są pod wpływem uprzedzeń ludzi.
pt_br: Seu encontro romântico online pode parecer tão espontâneo quanto um encontro presencial, mas os algoritmos no Tinder e no Hinge são a mão invisível nos bastidores que fazem as correspondências acontecerem. É possível que os aplicativos priorizem os lucros em detrimento das parcerias, mas o que é certo é que esses algoritmos são influenciados pelo viés humano.

# body.ff954971-2c8e-461a-be93-f5ce6015bc9d
source: “I think lots of users of color have an idea or a hunch that they’re being siloed or that they are only being shown to certain types of people,” says Apryl Williams. Apryl is a senior Mozilla fellow, professor at University of Michigan and author of the book <a id="a1">Not My Type: Automating Sexual Racism in Online Dating</a>. “That hunch is supported by data from a lot of companies that use ethnicity or economic status or education as a datapoint for pairing. Or at least they claim to. It’s really difficult because we can’t quite see what’s in their code, but we do know what our experience is.”
de: „Ich glaube, viele farbige Nutzer haben die Vorstellung oder Ahnung, dass sie isoliert werden oder dass sie nur bestimmten Typen von Menschen angezeigt werden“, sagt Apryl Williams. Apryl ist Senior Mozilla Fellow, Professorin an der Universität von Michigan und Autorin des Buches <a id="a1">Not My Type: Automating Sexual Racism in Online Dating</a>. „Diese Vermutung wird durch die Daten vieler Unternehmen gestützt, die die ethnische Zugehörigkeit oder den wirtschaftlichen Status oder die Bildung als Datenpunkt für die Paarbildung verwenden. Oder zumindest behaupten sie das. Es ist wirklich schwierig, weil wir nicht genau sehen können, was in ihrem Code steht, aber wir wissen, was unsere Erfahrung ist.“
es: «Creo que muchos usuarios de color sienten o presienten que son apartados o que solo se los muestra a cierto tipo de personas», dice Apryl Williams. Apryl es miembro principal de Mozilla, profesora de la Universidad de Michigan y autora del libro <a id="a1">Not My Type: Automating Sexual Racism in Online Dating</a>. «Esa corazonada está respaldada por los datos de numerosas empresas que utilizan el origen étnico, el estado económico o la educación como punto de datos para crear parejas. O al menos así lo afirman. Este es un asunto realmente difícil porque no podemos ver qué hay en su código, pero sí sabemos cómo son nuestras experiencias».
fr: « Je pense que beaucoup d’utilisateurs de couleur ont le sentiment ou l’intuition d’être isolés ou de n’être visibles que par certains types de personnes », déclare Apryl Williams. Apryl est collaboratrice senior chez Mozilla, professeur à l’université du Michigan et autrice du livre <a id="a1">Not My Type : Automating Sexual Racism in Online Dating</a>. « Cette intuition est confortée par les données d’un grand nombre d’entreprises qui utilisent l’appartenance ethnique, le statut économique ou l’éducation comme point de référence pour la mise en correspondance. Ou du moins le prétendent-elles. C’est vraiment difficile parce que nous ignorons ce qui se trouve dans leur code, mais nous avons conscience de ce que nous avons vécu. »
pl: „Myślę, że wielu niebiałych użytkowników ma pojęcie lub przeczucie, że są szufladkowani lub że są pokazywani tylko określonym typom ludzi” – mówi Apryl Williams. Apryl jest starszą stypendystką Mozilli, wykładowczynią Uniwersytetu Michigan i autorką książki <a id="a1">Not My Type: Automating Sexual Racism in Online Dating</a> [Nie w moim typie: automatyzacja seksualnego rasizmu w randkowaniu online]. „To przeczucie jest poparte danymi od wielu firm, które wykorzystują pochodzenie etniczne, status ekonomiczny lub wykształcenie jako punkt danych do łączenia ludzi w pary. A przynajmniej tak twierdzą. To naprawdę trudne, ponieważ nie możemy do końca zobaczyć, co znajduje się w ich kodzie, ale sami wiemy, jakie są nasze doświadczenia”.
pt_br: "Acho que muitos usuários de cor têm uma ideia ou um palpite de que estão sendo isolados ou que estão sendo indicados apenas para certos tipos de pessoas", diz Apryl Williams. Apryl é pesquisadora sênior da Mozilla, professora da Universidade de Michigan e autora do livro <a id="a1">Not My Type: Automating Sexual Racism in Online Dating</a>. “Esse palpite é apoiado por dados de muitas empresas que usam etnia ou status econômico ou educação como um ponto de dados para a associação. Ou pelo menos eles afirmam. É realmente difícil, já que não conseguimos ver claramente o que está em seu código, mas sabemos qual é a nossa experiência.”

# body.6d3d41eb-d3cd-412b-b4a0-9dd7ba7efc15
source: Apps Designed To Prioritize White Users’ Experience
de: Apps zur Priorisierung der Erfahrung weißer Nutzer
es: Aplicaciones diseñadas para priorizar la experiencia de los usuarios blancos
fr: Des applications conçues pour optimiser l’expérience des utilisateurs blancs
pl: Aplikacje zaprojektowane, aby priorytetowo traktować wrażenia białych użytkowników
pt_br: Aplicativos projetados para priorizar a experiência dos usuários brancos

# body.6d3d41eb-d3cd-412b-b4a0-9dd7ba7efc15
source: When Apryl, a Black woman, met her spouse, a white man, on Tinder, he noted that the app insisted on sending him profiles of blonde women. Social apps use techniques like <a id="a1">collaborative filtering</a> to guess what a user will like based on what similar users are interested in. In the case of Apryl’s husband, however, the app insisted on serving him blonde women despite his continual swiping left. “Many of these apps assume that the American western ideal type is a blonde-haired, blue-eyed woman,” says Apryl. “So to keep drawing users in, they’re going to make sure that people they believe want that type have access to a steady stream of those users.”
de: Als Apryl (eine schwarze Frau) ihren weißen Ehemann auf Tinder kennenlernte, stellte er fest, dass die App ihm ständig Profile von blonden Frauen schickte. Soziale Apps verwenden Techniken wie die <a id="a1">kollaborative Filterung</a>, um basierend auf den Interessen ähnlicher Nutzer zu erraten, was einem Nutzer gefällt. Im Fall von Apryls Mann bestand die App jedoch darauf, ihm blonde Frauen zu schicken, obwohl er ständig nach links wischte. „Viele dieser Apps gehen davon aus, dass der amerikanische westliche Idealtypus eine blondhaarige, blauäugige Frau ist“, sagt Apryl. „Um also weiterhin Nutzer anzulocken, sorgen sie dafür, dass Menschen, von denen sie glauben, dass sie diesen Typus wollen, Zugang zu einem ständigen Strom dieser Nutzer haben.“
es: Cuando Apryl, una mujer negra, conoció a su pareja, un hombre blanco, en Tinder, él notó que la aplicación insistía en enviarle perfiles de mujeres rubias. Las aplicaciones sociales utilizan técnicas como el <a id="a1">filtrado colaborativo</a> para adivinar lo que le gustará a un usuario en función de lo que le interesa a usuarios similares. En el caso del marido de Apryl, sin embargo, la aplicación insistió en mostrarle mujeres rubias a pesar de que deslizaba continuamente hacia la izquierda. «Muchas de estas aplicaciones suponen que el tipo ideal occidental estadounidense es una mujer rubia de ojos azules», comenta Apryl. «Entonces, para seguir atrayendo usuarios, se asegurarán de que las personas que creen que buscan ese tipo tengan acceso a un flujo constante de usuarios con esas características».
fr: Lorsque Apryl, une femme noire, a rencontré son conjoint, un homme blanc, sur Tinder, il a remarqué que l’application insistait pour lui envoyer des profils de femmes blondes. Les applications sociales utilisent des techniques telles que le <a id="a1">filtrage collaboratif</a> pour déterminer ce qui plaira à un utilisateur en se basant sur les centres d’intérêt d’utilisateurs au profil similaire. Dans le cas du mari d’Apryl, cependant, l’application a insisté pour lui proposer des femmes blondes malgré le fait qu’il ne cessait de swiper vers la gauche. « Beaucoup de ces applications partent du principe que l’idéal occidental américain est une femme blonde aux yeux bleus », explique Apryl. « Pour continuer à attirer les utilisateurs, elles vont donc s’assurer que les personnes qui selon elles recherchent ce type de femme en voient apparaître un grand nombre sur l’application ».
pl: Kiedy Apryl, czarnoskóra kobieta, poznała na Tinderze swojego małżonka, białego mężczyznę, ten zwrócił uwagę, że aplikacja uparcie podsuwała mu profile blondynek. Aplikacje społecznościowe wykorzystują techniki takie, jak <a id="a1">oparte na współpracy filtrowanie</a>, aby odgadnąć, co spodoba się danemu użytkownikowi na podstawie tego, czym zainteresowani są podobni użytkownicy. Jednak w przypadku męża Apryl aplikacja nalegała, aby mimo ciągłego przesuwania w lewo podstawiać mu blondynki. „Wiele z tych aplikacji zakłada, że amerykański zachodni ideał to złotowłosa, niebieskooka kobieta” – mówi Apryl. „Aby dalej przyciągać użytkowników, będą się starać, by osoby, które sądzą, że chcą kogoś w tym typie, miał dostęp do stałego strumienia takich użytkowników”.
pt_br: Quando Apryl, uma mulher negra, conheceu seu cônjuge, um homem branco, no Tinder, ele notou que o aplicativo insistia em lhe enviar perfis de mulheres loiras. Os aplicativos sociais usam técnicas como <a id="a1">filtragem colaborativa</a> para adivinhar o que um usuário gostará com base no que usuários semelhantes estão interessados. No caso do marido de Apryl, no entanto, o aplicativo insistia em apresentar mulheres loiras para ele, apesar de ele continuar deslizando para a esquerda. "Muitos desses aplicativos assumem que o ideal de beleza americano ocidental é uma mulher loira de olhos azuis", diz Apryl. “Então, para continuar atraindo usuários, eles vão se certificar de que as pessoas que eles acreditam quererem esse tipo de perfil tenham acesso a um fluxo constante desses usuários.”

# body.6d3d41eb-d3cd-412b-b4a0-9dd7ba7efc15
source: There’s a lot we don’t know about what goes on inside our dating apps and how they work. We do have some information though. “Often apps are using what’s called a relevancy score or a relevancy assessment, so they’re looking for relevance between users,” says Apryl. “The specifics about that are hidden, we can’t exactly tell what they’re doing. But we do know that, to an extent, they’re looking for cues and social context that would tell them that these two users would go together. Often these apps are designed for white people by white people and so the things that they are putting into the product like relevancy scores are part of the mass mainstream white western ideal.” This bias combines with hidden scores within dating apps to form a dangerous combo — greatly multiplying the effects of bias on the platform.
de: Wir wissen nicht viel darüber, was in unseren Dating-Apps vor sich geht und wie sie funktionieren. Wir haben jedoch einige Informationen. „Oft verwenden Apps einen so genannten Relevanz-Score oder eine Relevanz-Bewertung, d. h. sie suchen nach Relevanz zwischen den Nutzern“, sagt Apryl. „Die Einzelheiten dazu sind verborgen, wir können nicht genau sagen, was sie tun. Aber wir wissen, dass sie bis zu einem gewissen Grad nach Hinweisen und sozialem Kontext suchen, die ihnen sagen, dass diese beiden Nutzer zusammenpassen würden. Oft werden diese Apps von Weißen für Weiße entwickelt, und so sind die Dinge, die sie in das Produkt einbauen, wie z. B. Relevanzbewertungen, Teil des weißen westlichen Mainstream-Ideals.“ Diese Voreingenommenheit bildet zusammen mit den versteckten Bewertungen in Dating-Apps eine gefährliche Kombination, die die Auswirkungen der Voreingenommenheit auf der Plattform vervielfacht.
es: Hay muchas cosas que no sabemos sobre lo que sucede dentro de nuestras aplicaciones de citas y sobre cómo funcionan. Sin embargo, tenemos algo de información. «A menudo, las aplicaciones usan lo que se llama una puntuación o una evaluación de relevancia; es decir que buscan relevancia entre los usuarios», explica Apryl. «Estos detalles están ocultos, no podemos decir exactamente lo que hacen. Pero sí sabemos que, hasta cierto punto, buscan señales y un contexto social que les indique que estos dos usuarios podrían ir juntos. A menudo, estas aplicaciones están diseñadas por personas blancas para personas blancas, por lo que lo que incorporan en el producto, como las puntuaciones de relevancia, forman parte del ideal occidental blanco hegemónico». Este sesgo se combina con las puntuaciones ocultas dentro de las aplicaciones de citas y forma un combo peligroso que multiplica exponencialmente los efectos de los sesgos en la plataforma.
fr: Nous ignorons beaucoup de choses sur le fonctionnement des applications de rencontres. Nous disposons toutefois de certaines informations. « Souvent, les applications utilisent ce que l’on appelle un score de pertinence ou une évaluation de la pertinence, c’est-à-dire qu’elles vérifient la pertinence entre les utilisateurs », explique Apryl. « Les détails à ce sujet sont cachés, nous ne savons pas exactement de quoi il s’agit. Mais nous savons que, dans une certaine mesure, ces applications recherchent des indices et un contexte social qui leur indiqueraient que ces deux utilisateurs pourraient être compatibles. Souvent, ces applications sont conçues pour des personnes blanches par des personnes blanches et les éléments qu’elles intègrent dans le produit, comme les scores de pertinence, font partie de l’idéal occidental blanc prédominant ». Ces préjugés s’ajoutent aux scores cachés dans les applications de rencontres pour former une combinaison dangereuse, amplifiant considérablement les effets des préjugés sur la plateforme.
pl: Istnieje wiele rzeczy, których nie wiemy o tym, co dzieje się w naszych aplikacjach randkowych oraz o tym, jak działają. Dysponujemy jednak pewnymi informacjami. „Aplikacje często wykorzystują tak zwany wynik trafności lub ocenę trafności, więc szukają cech wspólnych użytkowników” – mówi Apryl. „Szczegóły pozostają nieznane i nie da się dokładnie stwierdzić, co tam się dzieje. Ale wiemy, że do pewnego stopnia szukają wskazówek i kontekstu społecznego, który powiedziałby im, że ci dwaj użytkownicy będą do siebie pasować. Często te aplikacje są tworzone przez białych dla białych, więc rzeczy, które tworzą produkt, jak np. punktacja dopasowania, są częścią masowego, mainstreamowego, zachodniego ideału”. Ta stronniczość łączy się z ukrytymi wynikami w aplikacjach randkowych, tworząc niebezpieczną kombinację – znacznie zwielokrotniając efekty stronniczości na platformie.
pt_br: Há muita coisa que não sabemos sobre o que acontece dentro de nossos aplicativos de namoro e como eles funcionam. No entanto, temos algumas informações. "Muitas vezes, os aplicativos estão usando o que é chamado de pontuação de relevância ou uma avaliação de relevância, então eles estão procurando relevância entre os usuários", diz Apryl. “Os detalhes sobre isso estão escondidos, não podemos dizer exatamente o que eles estão fazendo. Mas sabemos que, até certo ponto, eles estão procurando pistas e contexto social que lhes digam que esses dois usuários combinariam. Muitas vezes, esses aplicativos são projetados para pessoas brancas por pessoas brancas e, portanto, as coisas que eles estão inserindo no produto, como pontuações de relevância, fazem parte do ideal branco ocidental predominante na cultura popular." Esse viés se combina com pontuações ocultas dentro de aplicativos de namoro para formar uma combinação perigosa — multiplicando consideravelmente os efeitos do viés na plataforma.

# body.6d3d41eb-d3cd-412b-b4a0-9dd7ba7efc15
source: How Does Trust and Safety Relate To Dating Apps?
de: Wie verhält es sich mit Vertrauen und Sicherheit bei Dating-Apps?
es: ¿Cuál es la relación entre confianza y seguridad y aplicaciones de citas?
fr: Comment les applications de rencontres gèrent la confiance et la sécurité ?
pl: Jak zaufanie i bezpieczeństwo mają się do aplikacji randkowych?
pt_br: Como a confiança e a segurança se relacionam com os aplicativos de namoro?
