Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/deepfakes-election-2024.po
Languages: de, es, fr, pl, pt_br

# body.8ea1c2f3-52b3-45d5-935c-85242419c2cb
source: Deepfake phone calls can be hard to suss out if you don’t know the clues to look for. Even if you do, you’d have to be actively looking for them — how often, when you receive a phone call, are you expecting to have to suss out whether the person on the other end is AI or real? You may be primed to be skeptical of the president saying something weird on your social media timeline, but would you bring the same skepticism to, say, a call from your job? “Imagine being a poll worker and your boss calls to say, ‘Don’t come in today, we’re closing the precinct,’” says Ben. Elections can be compromised in all sorts of ways.
de: Deepfake-Telefonanrufe zu durchschauen kann schwierig sein, wenn man nicht weiß, auf welche Hinweise man achten muss. Selbst wenn man es tut, muss man aktiv danach suchen – wie oft erwartet man schon, bei einem eingehenden Anruf herausfinden zu müssen, ob die Person am anderen Ende KI oder echt ist? Man ist vielleicht darauf vorbereitet, skeptisch zu sein, wenn der Präsident auf der eigenen Social-Media-Zeitleiste etwas Merkwürdiges sagt, aber würde man denselben Skeptizismus auch auf, sagen wir, einen Anruf vom eigenen Arbeitsplatz anwenden? „Stellen Sie sich vor, Sie sind Wahlhelfer und Ihr Chef ruft an, um zu sagen: ‘Kommen Sie heute nicht, wir schließen das Wahllokal’", sagt Ben. Wahlen können auf vielfältige Weise beeinträchtigt werden.
es: Las llamadas telefónicas falsas pueden ser difíciles de distinguir si no sabes a qué debes prestar atención. Pero, incluso si lo sabes, tienes que estar prestando atención activamente: ¿con qué frecuencia, cuando recibes una llamada telefónica, esperas tener que averiguar si la persona del otro lado es real o una IA? Es posible que estés preparado/a para ser escéptico/a con respecto a que el presidente diga algo extraño en su cuenta de redes sociales, pero ¿aplicarías el mismo escepticismo a, por ejemplo, una llamada de tu trabajo? «Imagina que eres un funcionario electoral y tu superior te llama para decirte: “No vengas hoy, vamos a cerrar el recinto”», dice Ben. Las elecciones pueden verse comprometidas de todo tipo de maneras.
fr: Les faux appels téléphoniques peuvent être difficiles à démasquer si l’on ne connaît pas les éléments à surveiller. Quand bien même vous les connaîtriez, il vous faudrait les identifier activement. Quand vous recevez un appel téléphonique, pensez-vous souvent devoir vérifier si la personne à l’autre bout du fil est une IA ou une personne réelle ? Vous pouvez être enclin à être méfiant lorsque vous voyez le président dire quelque chose d’étrange sur vos réseaux sociaux, mais feriez-vous preuve du même scepticisme si vous receviez, par exemple, un appel de votre travail ? Imaginez que vous soyez un employé de bureau de vote et que votre patron vous appelle pour vous dire : ne venez pas aujourd’hui, nous fermons le bureau de vote », explique Ben Coleman. Les élections peuvent être compromises de toutes sortes de façons.
pl: Deepfake'owe rozmowy telefoniczne mogą być trudne do zidentyfikowania, jeśli nie znasz wskazówek, których należy szukać. Nawet jeśli je znasz, musisz ich aktywnie szukać – jak często, gdy otrzymasz telefon, spodziewasz się, że będziesz musiał zorientować się, czy ktoś po drugiej stronie to sztuczna inteligencja czy prawdziwa osoba? Możesz być przygotowany na sceptycyzm wobec prezydenta mówiącego coś dziwnego na osi czasu mediów społecznościowych, ale czy wniósłbyś ten sam sceptycyzm do, powiedzmy, telefonu ze swojej pracy? „Wyobraź sobie, że pracujesz w sondażach, a twój szef dzwoni i mówi: „Nie przychodź dzisiaj, zamykamy posterunek” – mówi Ben. Wybory mogą być zagrożone na różne sposoby.
pt_br: As chamadas telefônicas de deepfake podem ser difíceis de detectar se você não souber quais sinais observar. Mesmo se você souber, você teria que estar ativamente procurando por eles — quando você recebe um telefonema, com que frequência você espera ter que descobrir se a pessoa do outro lado é IA ou real? Você pode estar preparado para ser cético em relação ao presidente dizer algo estranho em sua linha do tempo de mídia social, mas você traria o mesmo ceticismo para, digamos, uma ligação de seu trabalho? "Imagine ser um mesário e seu chefe ligar para dizer: ‘Não venha hoje, estamos fechando a seção eleitoral’", diz Ben. As eleições podem ser prejudicadas de diversas formas.

# body.8ea1c2f3-52b3-45d5-935c-85242419c2cb
source: What You Can Do To Watch Out For Deepfakes This Election Season
de: Was Sie tun können, um Deepfakes in dieser Wahlsaison im Auge zu behalten
es: Esto es lo que puedes hacer para estar alerta a las deepfakes en esta temporada de elecciones
fr: Que pouvez-vous faire pour repérer les deepfakes en cette période électorale ?
pl: Co możesz zrobić, aby uważać na deepfake'i w tym okresie wyborczym
pt_br: O que você pode fazer para ficar atento aos deepfakes nesta temporada eleitoral

# body.8ea1c2f3-52b3-45d5-935c-85242419c2cb
source: When spotting deepfakes on your social feed, you have a few tools at your disposal. If you’re lucky, the image or video you’re looking at will offer a <a id="a1">Content Credentials tag</a> in the corner, which can quickly tell you how something was made. Companies like ChatGPT-maker OpenAI <a id="a2">have promised</a> to use tools like these on their creations in the future. If you don’t see the tag, however, run a <a id="a3">reverse image search</a> to see where else that piece of media lives. Also, don’t forget to keep your biases in check, says Tarcizio. “When communities are biased by hate or prejudice, it’s more likely that they won’t double check information when they see something that supports their beliefs,” he says. Don’t forget to verify, even if something supports your worldview.
de: Beim Erkennen von Deepfakes in Ihrem sozialen Netzwerk stehen Ihnen einige Tools zur Verfügung. Wenn Sie Glück haben, bietet das Bild oder Video, das Sie betrachten, in der Ecke ein <a id="a1">Content Credentials</a>-Tag, das Ihnen schnell verraten kann, wie etwas erstellt wurde. Unternehmen wie der ChatGPT-Hersteller OpenAI <a id="a2">haben versprochen</a>, solche Tools in Zukunft bei ihren Kreationen zu verwenden. Wenn Sie das Tag jedoch nicht sehen, führen Sie eine <a id="a3">umgekehrte Bildsuche</a> durch, um zu sehen, wo dieses Medienelement sonst noch existiert. Vergessen Sie auch nicht, Ihre Vorurteile im Zaum zu halten, sagt Tarcizio. „Wenn Gemeinschaften von Hass oder Vorurteilen geprägt sind, ist es wahrscheinlicher, dass sie Informationen nicht überprüfen, wenn sie etwas sehen, das ihre Überzeugungen unterstützt“, sagt er. Vergessen Sie nicht zu verifizieren, selbst wenn etwas Ihre Weltanschauung unterstützt.
es: A la hora de detectar deepfakes en el feed de tus redes sociales, tienes algunas herramientas a tu disposición. Si tienes suerte, la imagen o el video que ves ofrecerá una <a id="a1">etiqueta de credenciales de contenido</a> en la esquina, que puede decirte rápidamente cómo fue realizada. Empresas como OpenAI (creadora de ChatGPT) <a id="a2">han prometido</a> utilizar este tipo de herramientas en sus creaciones futuras. Sin embargo, si no ves ninguna etiqueta, puedes ejecutar una <a id="a3">búsqueda inversa de la imagen</a> para ver dónde más se encuentra esa información. Además, no olvides que es importante mantener tus sesgos bajo control. Tarcizio dice que «Cuando las comunidades están sesgadas por el odio o los prejuicios, es más probable que no verifiquen la información cuando ven algo que respalda sus opiniones». No olvides verificar, incluso cuando algo respalda tu visión del mundo.
fr: Pour repérer les deepfakes sur votre fil d’actualité, vous disposez de quelques outils. Si vous avez de la chance, l’image ou la vidéo que vous regardez comporte une <a id="a1">balise Content Credentials</a> dans le coin, qui peut rapidement vous révéler qu’il s’agit de contenus qui ont été créés. Des sociétés telles qu’OpenAI, à l’origine de ChatGPT, <a id="a2">ont promis</a> de recourir à l’avenir à des outils de ce type dans les contenus issus de leurs applications. Si vous ne voyez pas la balise, lancez une <a id="a3">recherche d’image inversée</a> pour essayer de retrouver le contenu en question. Par ailleurs, pensez à nuancer vos partis pris, précise Tarcizio Silva. « Lorsque les membres d’une communauté sont influencés par la haine ou les préjugés, il est plus probable qu’ils ne vérifient pas deux fois les informations lorsqu’ils voient quelque chose qui va dans le sens de leurs croyances », explique-t-il. N’oubliez pas de vérifier, même si une information va dans le sens de votre vision du monde.
pl: Gdy zauważysz deepfake'i na swoim kanale społecznościowym, masz do dyspozycji kilka narzędzi. Jeśli masz szczęście, obraz lub film, na który patrzysz, będzie zawierał w rogu znacznik poświadczeń <a id="a1">treści</a>, który szybko powie Ci, jak coś zostało wykonane. Firmy takie jak ChatGPT-maker <a id="a2">OpenAI</a> obiecały w przyszłości używać takich narzędzi w swoich dziełach. Jeśli jednak nie widzisz znacznika, uruchom <a id="a3">odwrotne wyszukiwanie obrazu,</a> aby zobaczyć, gdzie jeszcze znajduje się ten fragment multimediów. Nie zapomnij też trzymać uprzedzeń na wodzy – mówi Tarcizio. „Kiedy społeczność jest stronnicza z powodu nienawiści lub uprzedzeń, jest bardziej prawdopodobne, że nie sprawdzi ponownie informacji, gdy zobaczy coś, co potwierdza jej przekonania” – mówi. Nie zapomnij zweryfikować, nawet jeśli coś wspiera Twój światopogląd.
pt_br: Ao detectar deepfakes em seu feed social, você tem algumas ferramentas à sua disposição. Se você tiver sorte, a imagem ou o vídeo que você está vendo oferecerá uma tag de <a id="a1">Credenciais de Conteúdo</a> no canto, que pode informar rapidamente como algo foi feito. Empresas como a OpenAI, criadora do ChatGPT, <a id="a2">prometeram</a> usar ferramentas como essas em suas criações no futuro. Contudo, se você não vir a tag, execute uma <a id="a3">pesquisa de imagem inversa</a> para ver onde mais essa mídia reside. Além disso, não se esqueça de controlar seus vieses, diz Tarcizio. “Quando as comunidades são influenciadas pelo ódio ou preconceito, é mais provável que não verifiquem as informações quando veem algo que corrobora suas crenças”, diz ele. Não se esqueça de verificar, mesmo que algo corrobore sua visão de mundo.

# body.8ea1c2f3-52b3-45d5-935c-85242419c2cb
source: But what about deepfakes on a more personal level? How do you play defense against scam calls from your fake boss or fake spouse saying “stay home from work” or “wire me money” or both? Ben says the answer is IRL 2FA — that is to say have a second way to confirm who it is you’re talking to. “Use a passphrase with your family that only they’d know,” says Ben. “Use a secret phrase like “banana” or a sports team — not something obvious like the Knicks if you’re from New York. The idea of adding two-factor or multi-factor authentication to our regular communications can help us trust but also verify.” Simply put, if your boss calls to keep you away from the polls and she mentions the Knicks and not bananas, odds are it might be a deep-fakeout.
de: Aber was ist mit Deepfakes auf einer persönlicheren Ebene? Wie verteidigen Sie sich gegen Betrugsanrufe von Ihrem gefakten Chef oder Ihrer gefakten besseren Hälfte, in denen es heißt: „Bleiben Sie heute von der Arbeit fern“ oder „Überweis mir Geld“ oder beides? Ben sagt, die Antwort sei IRL 2FA – das heißt, eine zweite Methode zu haben, um zu bestätigen, mit wem Sie sprechen. „Verwenden Sie ein Passwort mit Ihrer Familie, das nur sie kennen würde“, sagt Ben. „Verwenden Sie einen geheimen Ausdruck wie ‚Banane’ oder ein Sportteam – nicht etwas Offensichtliches wie die Knicks, wenn Sie aus New York sind. Die Idee, unserer alltäglichen Kommunikation eine Zwei-Faktor- oder Multi-Faktor-Authentifizierung hinzuzufügen, kann uns helfen zu vertrauen, aber auch zu verifizieren.“ Einfach ausgedrückt, wenn Ihre Chefin anruft, um Sie von den Wahlurnen fernzuhalten, und sie die Knicks und nicht Bananen erwähnt, stehen die Chancen gut, dass es sich um eine Deepfake-Täuschung handeln könnte.
es: Pero, ¿qué pasa con las deepfakes a un nivel más personal? ¿Cómo podemos defendernos de las llamadas fraudulentas de un jefe falso o una pareja falsa que nos dicen «quédate en casa y no vengas al trabajo», «transfiérame dinero» o ambos? Ben dice que la respuesta es «IRL 2FA», esto quiere decir tener una segunda forma de confirmar con quién estás hablando. «Usa una contraseña con tu familia que solo ellos conozcan», aconseja Ben. «Usa una clave secreta como “banana” o un equipo deportivo (que no demasiado obvio como los Knicks si eres de Nueva York). La idea de añadir la autenticación de dos o múltiples factores a nuestras comunicaciones habituales puede ayudarnos a confiar, pero también a verificar». En pocas palabras, si tu jefe te llama para alejarte de las urnas y menciona a los Knicks y no a las bananas, lo más probable es que sea una deepfake.
fr: Mais qu’en est-il des deepfakes dans un contexte plus personnel ? Comment se défendre contre les appels frauduleux de votre faux patron ou de votre faux conjoint qui vous demandent de rester chez vous ou de leur virer de l’argent, ou même les deux ? Selon Ben Coleman, la réponse réside dans l’authentification à deux facteurs dans la vie réelle, c’est-à-dire qu’il faut avoir un deuxième moyen de confirmer l’identité de la personne à qui l’on parle. « Avec les membres de votre famille, utilisez une phrase secrète qu’ils sont les seuls à connaître », explique Ben Coleman. « Employez une expression secrète comme « banane » ou le nom d’une équipe sportive, de préférence pas quelque chose d’évident comme les Knicks si vous êtes originaire de New York ». L’idée d’ajouter une authentification à deux ou plusieurs facteurs à nos communications régulières peut nous permettre de faire confiance mais aussi de procéder à une vérification ». En d’autres termes, si votre patronne vous appelle pour vous éloigner des bureaux de vote et qu’elle mentionne les Knicks en oubliant les bananes, il y a de fortes chances qu’il s’agisse d’une supercherie.
pl: Ale co z deepfake'ami na bardziej osobistym poziomie? Jak bronić się przed oszustwami ze strony fałszywego szefa lub fałszywego małżonka, który mówi „zostań w domu” lub „przelewaj mi pieniądze” lub jedno i drugie? Ben mówi, że odpowiedź to uwierzytelnianie dwuskładnikowe w prawdziwym życiu – to znaczy, że ma drugi sposób na potwierdzenie, z kim rozmawiasz. „Użyj ze swoją rodziną hasła, które znają tylko oni” – mówi Ben. „Użyj tajnego wyrażenia, takiego jak „banan” lub drużyna sportowa – nie jakaś oczywista, jak Knicks, jeśli jesteś z Nowego Jorku. Pomysł dodania uwierzytelniania dwuskładnikowego lub wieloskładnikowego do naszej regularnej komunikacji może nam pomóc w zaufaniu, ale także w weryfikacji”. Mówiąc najprościej, jeśli twoja szefowa dzwoni, aby trzymać cię z dala od sondaży i wspomina o Knicksach, a nie o bananach, istnieje szansa, że będzie to deepfake.
pt_br: Mas e os deepfakes em um nível mais pessoal? Como você se defende contra chamadas fraudulentas de seu chefe falso ou cônjuge falso dizendo "fique em casa hoje" ou "Faça uma transferência para mim" ou ambos? Ben diz que a resposta é IRL 2FA — ou seja, ter uma segunda maneira de confirmar com quem você está falando. "Use uma senha com sua família que só eles saberiam", diz Ben. “Use uma palavra secreta como 'banana' ou um time esportivo — não algo óbvio como os Knicks, se você é de Nova York. A ideia de adicionar autenticação de dois fatores às nossas comunicações diárias pode nos ajudar não só a confiar, mas também a confirmar a veracidade das informações." Simplificando, se o seu chefe ligar para mantê-lo longe das urnas e ele mencionar os Knicks e não bananas, é provável que seja um deepfake.

# body.8ea1c2f3-52b3-45d5-935c-85242419c2cb
source: Deepfakes Are Getting Personal, Just In Time For Election Season
de: Deepfakes werden gerade rechtzeitig zur Wahlsaison persönlich
es: Las deepfakes se están volviendo personales, justo a tiempo para la temporada electoral
fr: Les deepfake arrivent juste à temps pour s’immiscer dans la période électorale
pl: Deepfake'i przybierają osobisty charakter akurat w okresie wyborczym
pt_br: Os deepfakes estão explorando questões pessoais, bem a tempo das eleições

# body.8ea1c2f3-52b3-45d5-935c-85242419c2cb
source: Written By: Xavier Harding
de: Geschrieben von: Xavier Harding
es: Redactado por: Xavier Harding
fr: Rédigé par : Xavier Harding
pl: Autor: Xavier Harding
pt_br: Escrito por: Xavier Harding

# body.8ea1c2f3-52b3-45d5-935c-85242419c2cb
source: Edited By: Audrey Hingle, Kevin Zawacki, Lindsay Dearlove, Tracy Kariuki, Xavier Harding
de: Bearbeitet von: Audrey Hingle, Kevin Zawacki, Lindsay Dearlove, Tracy Kariuki, Xavier Harding
es: Editado por: Audrey Hingle, Kevin Zawacki, Lindsay Dearlove, Tracy Kariuki, Xavier Harding
fr: Relu par : Audrey Hingle, Kevin Zawacki, Lindsay Dearlove, Tracy Kariuki, Xavier Harding
pl: Redakcja: Audrey Hingle, Kevin Zawacki, Lindsay Dearlove, Tracy Kariuki, Xavier Harding
pt_br: Editado por: Audrey Hingle, Kevin Zawacki, Lindsay Dearlove, Tracy Kariuki, Xavier Harding

# body.8ea1c2f3-52b3-45d5-935c-85242419c2cb
source: Art By: Shannon Zepeda
de: Zeichnungen: Shannon Zepeda
es: Arte: Shannon Zepeda
fr: Illustration : Shannon Zepeda
pl: Autor ilustracji: Shannon Zepeda
pt_br: Arte por: Shannon Zepeda

# title
source: Deepfakes Are Getting Personal, Just In Time For Election Season
de: Deepfakes werden gerade rechtzeitig zur Wahlsaison persönlich
es: Las deepfakes se están volviendo personales, justo a tiempo para la temporada electoral
fr: Les deepfake arrivent juste à temps pour s’immiscer dans la période électorale
pl: Deepfake'i przybierają osobisty charakter akurat w okresie wyborczym
pt_br: Os deepfakes estão explorando questões pessoais, bem a tempo das eleições
