Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/deepfakes-election-2024.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: AI-Made Deepfakes Are Getting Personal During Global Elections In 2024
de: KI-erzeugte Deepfakes werden während der weltweiten Wahlen 2024 persönlich
es: Las deepfakes generadas por IA se están volviendo personales en las elecciones globales de 2024
fr: Les deepfakes générés par l’IA s’immiscent dans les élections mondiales de 2024
pl: Deepfake'i stworzone przez sztuczną inteligencję przybierają osobisty charakter podczas globalnych wyborów w 2024 roku
pt_br: Deepfakes criados por IA estão explorando questões pessoais durante as eleições de 2024 ao redor do mundo

# search_description
source: AI-generated deepfakes and the tools to create them are more prevalent than ever. Here’s what to watch out for during election year 2024.
de: KI-generierte Deepfakes und die Tools zu ihrer Erstellung sind allgegenwärtiger denn je. Auf Folgendes sollten Sie im Wahljahr 2024 achten.
es: Las deepfakes generadas por la IA (y las herramientas para crearlas) están más extendidas que nunca. Esto es lo que debes tener en cuenta durante el año electoral 2024.
fr: Les deepfakes générés par l’IA et les outils permettant de les créer sont plus répandus que jamais. Voici ce dont il faut se méfier au cours de l’année électorale 2024.
pl: Deepfake'i generowane przez sztuczną inteligencję i narzędzia do ich tworzenia są bardziej powszechne niż kiedykolwiek. Oto, na co należy uważać podczas wyborów w roku 2024.
pt_br: Os deepfakes gerados por IA e as ferramentas para criá-los estão mais predominantes do que nunca. Aqui estão os pontos de atenção para o ano eleitoral de 2024.

# body.fae65bd1-b7a9-4082-946d-bd263912b31d
source: Across the world, from the U.S. and U.K. to Panama and Brazil, 2024 is a pivotal election year. Here’s the scary part: generative AI is getting really good. So good that creating a convincing false image or video of a public figure is easier than ever before. The same is even true for non-public figures, like members of your family or your colleagues. The potential for mischief is equal parts obvious and troubling.
de: Von den USA und dem Vereinigten Königreich bis hin zu Panama und Brasilien ist das Jahr 2024 weltweit ein entscheidendes Wahljahr. Und hier kommt der gruselige Teil: Generative KI wird wirklich gut. So gut, dass das Erstellen eines überzeugenden falschen Bildes oder Videos einer öffentlichen Figur einfacher denn je ist. Das gilt sogar auch für Nicht-Prominente, wie Mitglieder Ihrer Familie oder Ihre Kollegen. Das Potenzial für Unfug ist gleichermaßen offensichtlich und beunruhigend.
es: El 2024 es un año electoral crucial en todo el mundo, desde los Estados Unidos y el Reino Unido hasta Panamá y Brasil. Pero hay algo que da miedo: la IA generativa se está haciendo realmente buena. Tan buena, que crear una imagen o video falso convincente de una figura pública es más fácil que nunca. Esto también es válido para personas no conocidas, como tus familiares o tus colegas. El potencial de daño es obvio y preocupante en partes iguales.
fr: Partout dans le monde, des États-Unis au Royaume-Uni en passant par le Panama et le Brésil, 2024 est une année électorale décisive. Le plus inquiétant, c’est que l’IA générative commence à devenir très performante. Si bien qu’il n’a jamais été aussi facile de générer une image ou une vidéo falsifiée et convaincante d’une personnalité publique. Il en va de même pour les individus qui ne sont pas des personnalités publiques, comme les membres de votre famille ou vos collègues. Le potentiel de malveillance est à la fois flagrant et préoccupant.
pl: Na całym świecie, od Stanów Zjednoczonych i Wielkiej Brytanii po Panamę i Brazylię, rok 2024 jest kluczowym rokiem wyborów. Oto przerażająca część: generatywna sztuczna inteligencja staje się naprawdę dobra. Tak dobra, że stworzenie przekonującego fałszywego wizerunku lub filmu z osobą publiczną jest łatwiejsze niż kiedykolwiek wcześniej. To samo dotyczy również osób niepublicznych, takich jak członkowie rodziny lub koledzy. Potencjał złośliwości jest w równym stopniu oczywisty, co niepokojący.
pt_br: Em todo o mundo, dos EUA e Reino Unido ao Panamá e Brasil, 2024 é um ano eleitoral crucial. Aqui está a parte assustadora: a IA generativa está ficando muito avançada. Tão avançada que criar uma imagem ou vídeo falso convincente de uma figura pública nunca foi tão fácil. O mesmo vale para figuras não públicas, como membros de sua família ou seus colegas. O potencial para atos maliciosos é igualmente claro e preocupante.

# body.fae65bd1-b7a9-4082-946d-bd263912b31d
source: So what do these problems look like in the real world? Some of the most clear cut examples include <a id="a1">deepfakes of President Biden</a> urging people not to vote, <a id="a2">doctored images</a> of Trump alongside Black voters and <a id="a3">a fake video</a> of Putin warning voters in English about election interference. “Previously you had to be a computer scientist to do something nefarious like create a virus or create ransomware, but in the world of deepfakes in general media, there are over 100,000 tools available online with just a Google search,” says Ben Coleman, CEO of <a id="a4">Reality Defender</a>. The folks at Reality Defender make it their business to spot deepfakes. (Fun fact, the company <a id="a5">uses open source data from Mozilla’s Common Voice</a> to help train its tools.)
de: Wie sehen diese Probleme in der realen Welt aus? Einige der offensichtlichsten Beispiele umfassen <a id="a1">Deepfakes von Präsident Biden</a>, der die Menschen dazu auffordert, nicht zu wählen, <a id="a2">manipulierte Bilder</a> von Trump neben schwarzen Wählern und <a id="a3">ein Fake-Video</a> von Putin, der auf Englisch vor Wahlmanipulation warnt. „Früher musste man Informatiker sein, um so etwas Übles zu tun wie einen Virus oder Ransomware zu entwickeln, aber in der Welt der Deepfakes in den allgemeinen Medien gibt es über 100.000 Tools, die mit einer einfachen Google-Suche online verfügbar sind“, sagt Ben Coleman, CEO von <a id="a4">Reality Defender</a>. Die Leute bei Reality Defender haben es sich zur Aufgabe gemacht, Deepfakes zu entlarven. (Kleine lustige Tatsache: Das Unternehmen <a id="a5">verwendet Open-Source-Daten von Mozillas Common Voice</a>, um seine Tools zu trainieren.)
es: ¿Cómo se ven estos problemas en el mundo real? Algunos de los ejemplos más claros incluyen las <a id="a1">deepfakes del presidente Biden</a> instando a la gente a no votar, <a id="a2">imágenes manipuladas</a> de Trump junto a votantes negros y <a id="a3">un video falso</a> de Putin advirtiendo en inglés a los votantes sobre la interferencia electoral. «Antes había que ser un experto en informática para hacer algo nefasto como crear un virus o crear ransomware, pero en el mundo de las deepfakes, ya hay más de 100.000 herramientas disponibles en línea con solo una búsqueda en Google», comenta Ben Coleman, CEO de <a id="a4">Reality Defender</a>. La gente de Reality Defender se dedica a detectar deepfakes. (Dato curioso: la empresa <a id="a5">utiliza datos de código abierto de Common Voice de Mozilla</a> para entrenar sus herramientas).
fr: Comment ces problèmes se matérialisent-ils dans le monde réel ? Parmi les exemples les plus évidents, citons les <a id="a1">deepfakes montrant le président Biden</a> incitant les gens à ne pas voter, les <a id="a2">images trafiquées</a> de Trump aux côtés d’électeurs noirs et une <a id="a3">fausse vidéo</a> de Poutine avertissant les électeurs en anglais de la possibilité d’une ingérence dans leurs élections. « Auparavant, il fallait être informaticien pour réussir à créer un virus ou un ransomware, mais avec l’apparition des deepfakes dans les médias grand public, plus de 100 000 outils sont accessibles en ligne par une simple recherche Google », explique Ben Coleman, directeur général de <a id="a4">Reality Defender</a>. Les collaborateurs de Reality Defender se sont donné pour mission de débusquer les deepfakes (fait amusant, l’entreprise <a id="a5">utilise les données libres de Common Voice de Mozilla</a> pour perfectionner ses outils).
pl: Jak więc wyglądają te problemy w realnym świecie? Niektóre z najbardziej oczywistych przykładów to <a id="a1">deepfake'i prezydenta Bidena </a>nakłaniające ludzi do tego, by nie głosowali, <a id="a2">sfałszowane wizerunki Trumpa obok</a> czarnoskórych wyborców oraz fałszywe nagranie <a id="a3">Putina ostrzegające wyborców</a> w języku angielskim o ingerencji w wybory. „Wcześniej trzeba było być informatykiem, aby zrobić coś niecnego, na przykład stworzyć wirusa lub oprogramowanie ransomware, ale w świecie deepfake'ów w mediach istnieje ponad 100 000 narzędzi dostępnych online za pomocą wyszukiwarki Google” – mówi Ben Coleman, dyrektor generalny <a id="a4">Reality Defender</a>. Ludzie w Reality Defender zajmują się wyłapywaniem fałszywych kont. (Ciekawostka: firma <a id="a5">wykorzystuje dane open source z Mozilla's Common Voice,</a> aby ułatwiać szkolenie swoich narzędzi.)
pt_br: Então, como são esses problemas no mundo real? Alguns dos exemplos mais claros incluem <a id="a1">deepfakes do presidente Biden</a> desencorajando as pessoas a votarem, <a id="a2">imagens adulteradas</a> de Trump ao lado de eleitores negros e <a id="a3">um vídeo falso</a> de Putin alertando os eleitores, em inglês, sobre a interferência eleitoral. "Há pouco tempo atrás, você tinha que ser um cientista da computação para fazer algo ilícito, como criar um vírus ou um ransomware, mas no mundo dos deepfakes na mídia em geral, você pode encontrar mais de 100.000 ferramentas online com uma busca rápida no Google", diz Ben Coleman, CEO da <a id="a4">Reality Defender</a>. O pessoal da Reality Defender faz questão de identificar deepfakes. (Curiosamente, a empresa <a id="a5">usa dados de código aberto do Common Voice da Mozilla</a> para ajudar a treinar suas ferramentas.)

# body.8ea1c2f3-52b3-45d5-935c-85242419c2cb
source: “We started Reality Defender in 2021 and it feels like we had the right idea but the wrong timing,” says Ben. “We thought deepfakes would be a problem last election and they weren’t. But now, cloud compute is available to anybody,” according to Ben (cloud compute meaning having remote access to really powerful computer hardware). “You can fake someone’s voice with one of thousands of free or low cost tools in just seconds. The threat of deepfakes is growing dramatically.”
de: „Wir haben Reality Defender im Jahr 2021 gegründet und es fühlt sich an, als hätten wir die richtige Idee zur falschen Zeit gehabt“, sagt Ben. „Wir dachten, dass Deepfakes bei der letzten Wahl ein Problem sein würden, aber das waren sie nicht. Doch jetzt ist Cloud-Computing für jeden verfügbar“, erklärt Ben (Cloud-Computing bedeutet, aus der Ferne Zugang zu wirklich leistungsstarker Computerhardware zu haben). „Man kann mit einem von Tausenden kostenlosen oder kostengünstigen Tools in nur wenigen Sekunden die Stimme einer Person fälschen. Die Bedrohung durch Deepfakes nimmt dramatisch zu.“
es: «Comenzamos Reality Defender en 2021 y parece que tuvimos la idea correcta pero el momento equivocado», cuenta Ben. «En las elecciones pasadas pensamos que las deepfakes serían un problema y no lo fueron. Pero ahora, la computación en la nube está disponible para cualquiera», asegura Ben («computación en la nube» significa tener acceso remoto a hardware informático realmente potente). «Puedes usar una de las miles de herramientas gratuitas o de bajo coste para falsificar la voz de alguien en solo unos segundos. La amenaza de las deepfakes está creciendo dramáticamente».
fr: « Nous avons lancé Reality Defender en 2021 et nous avons l’impression d’avoir eu la bonne idée, mais au mauvais moment », explique Ben Coleman. « Nous pensions que les deepfakes poseraient un problème lors des dernières élections, mais ce n’était pas le cas. Mais à présent, l’informatique dans le cloud est accessible à tout le monde », selon Ben Coleman (l’informatique dans le cloud permet d’avoir un accès à distance à du matériel informatique très puissant). « Vous pouvez reproduire la voix de quelqu’un à l’aide de l’un des milliers d’outils gratuits ou peu coûteux en quelques secondes seulement. La menace des deepfakes prend une ampleur considérable ».
pl: „Założyliśmy Reality Defender w 2021 roku i zdaje się, że mieliśmy dobry pomysł, ale był to zły czas” – mówi Ben. „Myśleliśmy, że fałszerstwa będą problemem podczas ostatnich wyborów, jednak tak nie było. Ale teraz przetwarzanie w chmurze jest dostępne dla każdego”, twierdzi Ben (przetwarzanie w chmurze oznacza zdalny dostęp do naprawdę zaawansowanego sprzętu komputerowego). „Możesz podrobić czyjś głos za pomocą jednego z tysięcy darmowych lub tanich narzędzi w ciągu kilku sekund. Zagrożenie ze strony deepfake'ów dramatycznie wzrasta”.
pt_br: "Fundamos a Reality Defender em 2021 e parece que tivemos a ideia certa, mas o timing estava errado", diz Ben. “Pensamos que os deepfakes seriam um problema na última eleição e não foram. Mas agora, a computação em nuvem está disponível para qualquer pessoa", de acordo com Ben (computação em nuvem significa ter acesso remoto a hardware de computador com grande poder de processamento). “Você pode fingir a voz de alguém com uma das milhares de ferramentas gratuitas ou de baixo custo em apenas alguns segundos. A ameaça representada pelos deepfakes está crescendo de forma alarmante."

# body.8ea1c2f3-52b3-45d5-935c-85242419c2cb
source: What Sorts Of Deepfakes Should You Watch Out For During The 2024 Election Season?
de: Welche Arten von Deepfakes sollten Sie während der Wahlsaison 2024 im Auge behalten?
es: ¿A qué tipo de deepfakes debes prestar atención durante la temporada de elecciones de 2024?
fr: De quels types de deepfake faut-il se méfier pendant la période électorale de 2024 ?
pl: Na jakie deepfake'i należy uważać w okresie wyborczym 2024?
pt_br: Com que tipos de deepfakes você deve ficar atento durante a temporada eleitoral de 2024?

# body.8ea1c2f3-52b3-45d5-935c-85242419c2cb
source: Deepfakes come in all shapes and sizes. These days, it can go beyond the videos where a famous person says something they would never say. Mozilla Senior Fellow Tarcizio Silva remembers some examples of deepfake messaging that were just as worrying. “Before the last presidential elections in 2022, a video circulated WhatsApp <a id="a1">simulating</a> the Brazilian news show <a id="a2">Jornal Nacional</a>,” says Tarcizio. “The main TV anchors were saying that Bolsonaro was leading in the polls when really the opposite was true.” Tarcizio notes that the deepfakes were created to discredit the voting machines used in the election when, actually, the machines are known to be very reliable.
de: Deepfakes gibt es in allen Formen und Größen. Heutzutage können sie über Videos hinausgehen, in denen eine berühmte Person etwas sagt, was sie niemals sagen würde. Mozilla Senior Fellow Tarcizio Silva erinnert sich an einige Beispiele von Deepfake-Nachrichten, die genauso beunruhigend waren. „Vor den letzten Präsidentschaftswahlen 2022 kursierte ein Video auf WhatsApp in Form einer <a id="a1">Simulation</a> der brasilianischen Nachrichtensendung <a id="a2">Jornal Nacional</a>“, sagt Tarcizio. „Die Hauptnachrichtensprecher behaupteten, Bolsonaro würde in den Umfragen führen, obwohl tatsächlich das Gegenteil der Fall war.“ Tarcizio merkt an, dass die Deepfakes erstellt wurden, um die bei der Wahl verwendeten Wahlmaschinen zu diskreditieren, obwohl diese Maschinen eigentlich als sehr zuverlässig gelten.
es: Las deepfakes vienen en todas las formas y tamaños. En estos días, pueden ir más allá de los videos en los que una persona famosa dice algo que nunca diría. Tarcizio Silva, Fellow Senior de Mozilla, recuerda algunos ejemplos de mensajes falsos que eran igual de preocupantes. «Antes de las últimas elecciones presidenciales de 2022, circulaba un video de WhatsApp que <a id="a1">simulaba</a> el programa de noticias brasileño <a id="a2">Jornal Nacional</a>», dice Tarcizio. «Los principales presentadores de televisión decían que Bolsonaro lideraba en las encuestas cuando la realidad era todo lo contrario». Tarcizio señala que se crearon estas deepfakes para desacreditar las máquinas de votación utilizadas en las elecciones cuando, en realidad, se sabe que son muy confiables.
fr: Les deepfakes se déclinent sous toutes les formes. De nos jours, ils peuvent se manifester autrement que par des vidéos dans lesquelles une personne célèbre dit quelque chose d’inimaginable. Tarcizio Silva, membre senior de Mozilla, évoque des exemples tout aussi inquiétants de messages truqués. « Avant les dernières élections présidentielles de 2022, une vidéo <a id="a1">simulant</a> le journal télévisé brésilien <a id="a2">Jornal Nacional</a> a circulé sur WhatsApp », raconte Tarcizio. « Les présentateurs de la chaîne affirmaient que Bolsonaro était en tête des sondages, alors que c’était tout le contraire ». Tarcizio note que les deepfakes ont été créés pour discréditer les machines de vote utilisées lors de l’élection, alors qu’en réalité, les machines sont réputées pour être très fiables.
pl: Deepfake'i są dostępne we wszystkich kształtach i rozmiarach. W dzisiejszych czasach może wykraczać poza filmy, w których słynna osoba mówi coś, czego nigdy by nie powiedziała. Tarcizio Silva, starszy członek Mozilli, pamięta kilka przykładów fałszywych wiadomości, które były równie niepokojące. „Przed ostatnimi wyborami prezydenckimi w 2022 roku po <a id="a1">WhatsAppie krążył </a>film symulujący brazylijski program informacyjny <a id="a2">Jornal</a>Nacional” – mówi Tarcizio. „Główni prezenterzy telewizyjni mówili, że Bolsonaro jest liderem w sondażach, podczas gdy tak naprawdę było odwrotnie. Tarcizio zauważa, że deepfake'i zostały stworzone, aby zdyskredytować maszyny do głosowania używane w wyborach, podczas gdy w rzeczywistości maszyny te są znane jako bardzo niezawodne.
pt_br: Os deepfakes vêm em todas as formas e tamanhos. Hoje em dia, pode ir além dos vídeos em que uma pessoa famosa diz algo que nunca diria. O bolsista sênior da Mozilla, Tarcizio Silva, lembra de alguns exemplos de mensagens deepfake que eram igualmente preocupantes. “Antes das últimas eleições presidenciais em 2022, um vídeo circulou no WhatsApp <a id="a1">simulando</a> o programa jornalístico brasileiro <a id="a2">Jornal Nacional</a>”, conta Tarcizio. “Os principais âncoras de TV diziam que Bolsonaro liderava as pesquisas, quando, na verdade, era o contrário.” Tarcizio observa que os deepfakes foram criados para desacreditar as urnas eletrônicas utilizadas na eleição, quando, na verdade, as urnas eletrônicas são conhecidas por serem muito confiáveis.

# body.8ea1c2f3-52b3-45d5-935c-85242419c2cb
source: You should also be skeptical of your spouse — deepfakes of your spouse, that is. According to Ben, many deepfake scams can start this way. “Think about ransom calls where a loved one says, “I’m in trouble, but if you just wire some money I’ll be okay,“ says Ben. “If this happened to a partner or one of my two kids, yes I’d think it was fake. But also, would I take the chance that it’s not?”
de: Sie sollten auch Ihrem Ehepartner gegenüber skeptisch sein – zumindest was Deepfakes Ihres Ehepartners betrifft. Laut Ben können viele Deepfake-Betrügereien auf diese Weise beginnen. „Stellen Sie sich Erpressungsanrufe vor, bei denen ein geliebter Mensch sagt: ‘Ich bin in Schwierigkeiten, aber wenn du nur etwas Geld überweist, wird alles gut’“, sagt Ben. „Wenn dies meinem Partner oder einem meiner beiden Kinder passieren würde, ja, ich würde denken, es ist fake. Aber würde ich auch das Risiko eingehen wollen, dass es nicht so ist?
es: También debes tener cuidado con tu pareja: deepfakes de tu pareja, sí. Según Ben, muchas estafas con deepfakes comienzan de esta manera. «Piensa en las llamadas de rescate en las que un ser querido dice: “Estoy en problemas, pero si transfieres algo de dinero, estaré bien”», dice Ben. «Si me sucediera esto con mi pareja o uno de mis hijos, sí, pensaría que es falso. Pero por otra parte, ¿me arriesgaría a que no lo sea?»
fr: Vous devriez également vous méfier de votre partenaire, ou plutôt des deepfakes le mettant en scène. Selon Ben Coleman, de nombreuses escroqueries basées sur les deepfakes peuvent commencer de cette manière. « Imaginez une demande de rançon au cours de laquelle un proche vous dit : j’ai des problèmes, mais si tu me vires un peu d’argent, je vais m’en sortir », explique Ben Coleman. « Si cela devait arriver à un proche ou à l’un de mes deux enfants, je me douterais bien qu’il s’agit d’un faux. Cependant, est-ce que je serais prêt à prendre le risque que ce ne soit pas le cas ? ».
pl: Należy być również sceptycznym wobec współmałżonka – to znaczy wobec deepfake'ów współmałżonka. Według Bena wiele oszustw typu deepfake może zacząć się w ten sposób. „Pomyśl o telefonach z żądaniem okupu, w których ukochana osoba mówi: „Mam kłopoty, ale jeśli po prostu prześlesz pieniądze, nic mi nie będzie” – mówi Ben. Jeśli przytrafiłoby się to partnerowi lub jednemu z moich dzieci – tak, pomyślałbym, że to oszustwo. Ale także, czy zaryzykowałbym, wierząc, że tak nie jest?
pt_br: Você também deve ser cético em relação ao seu cônjuge — quero dizer, aos deepfakes do seu cônjuge. De acordo com Ben, muitos golpes de deepfake podem começar assim. “Pense em chamadas de resgate em que um ente querido diz: 'Estou com problemas, mas se você transferir algum dinheiro, ficarei bem'", diz Ben. “Se isso acontecesse com uma parceira ou com um dos meus dois filhos... Sim, eu pensaria que era falso. Mas também, eu correria o risco de não ser?"
