Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/does-technology-have-a-gender.po
Languages: sw

# body.e036cd7b-2c4c-43da-b542-c6024f28c81b
source: Have you ever wondered if technology has a gender? And if it does, is it female or male? We can refer to technology being genderless, but often favors one gender over another. Women are often left behind even though many technologies are given feminine names like Alexa and others, does this have any effect on technology? Creating integrated technology forces us to answer these questions and find solutions to ensure technology does not leave any person or group behind.
sw: Je umewahi jiuliza kama teknolojia ina jinsia? Na kama ina jinsia, je ni ya kike au ya kiume? Kwa haraka tunaweza sema teknolojia haina jinsia, ila mara nyingi hupendelea jinsia moja kuliko nyingine.Mara nyingi wanawake huachwa nyuma ingawa teknolojia nyingi hupewa majina ya kike kama Alexa na mengine,je hii ina athari yoyote kwa teknolojia? Kujenga teknolojia jumuishi inatulazimisha kujibu maswali haya na kutafuta muafaka wa kuhakikisha teknolojia haimuachi mtu au kundi lolote nyuma.

# body.e036cd7b-2c4c-43da-b542-c6024f28c81b
source: In voice technology, researchers have identified the existence of gender challenges, for example, voice technology does not represent everyone's voice and differences so sometimes these systems fail to recognize certain sounds especially in terms of gender and different accents. What contributes to these challenges? In Mozilla's Common Voice project, we were able to address some of the challenges that researchers have identified.
sw: Katika teknolojia ya sauti, watafiti wamebaini kuwepo changamoto za kijinsia, kwa mfano, teknolojia za sauti haziwakilishi sauti ya kila mtu na tofauti zake hivyo wakati mwingine mifumo hii inashindwa kutambua sauti fulani hasa kwa upande wa jinsia na lafudhi tofauti.Ni nini kinachangia kuwepo kwa hii changamoto? Katika mradi wa Mozilla wa sauti ya jamii, tumeweza kubaini baadhi ya changamoto ambazo watafiti wamezisemea.

# body.e036cd7b-2c4c-43da-b542-c6024f28c81b
source: Lack of integrated and transparent data, means the absence of data representing both genders in order to eliminate discrimination in voice recognition of different genders.Open data is data that is free and available for everyone to use and republish as they please, without restrictions such as copyright for voice data search.
sw: Kukosekana kwa data jumuishi na wazi,ni kimaanisha kutokuwepo na data zinazo wakilisha jinsia zote ili kuondoa ubaguzi katika utambuzi wa sauti.Ni vigumu kupata mgawanyo wa jinsia wa seti za data ili angalau kuonyesha kiwango cha ushiriki kwa madhumuni ya uchanganuzi wa kijinsia.Kwa upande mwingine ni ukosefu wa data wazi.Data wazi ni data ambazo ni data zinazopatikana bila malipo kwa kila mtu kutumia na kuchapisha upya apendavyo, bila vikwazo kama hakimiliki.Kuwepo kwa data zilizo wazi husaidia kukuza utengenezaji wa teknolojia mbali mbali kama teknolojia ya sauti kwani hakutakuwa na gharama za utafutaji wa data za sauti.

# body.e036cd7b-2c4c-43da-b542-c6024f28c81b
source: Voice technologies recognize more men's voices than women's voices. This is also due to the lack of inclusive data that is gender sensitive. <a id="a1">A research</a> by Tatman published by the North American Chapter of the Computer Linguistics Association (NAACL) shows that Google speech recognition is 13% more accurate for men than women.
sw: Teknolojia za sauti hutambua zaidi sauti za wanaume kuliko za wanawake. Hii huchangiwa pia na kukosekana kwa data jumuishi ambazo zina uwiano wa kijinsia.Utafiti wa Dkt. Tatman <a id="a1">uliochapishwa</a> na Sura ya Amerika Kaskazini ya Chama cha Isimu za Kompyuta (NAACL) unaonyesha kuwa utambuzi wa usemi wa Google ni sahihi kwa 13% zaidi kwa wanaume kuliko wanawake.

# body.e036cd7b-2c4c-43da-b542-c6024f28c81b
source: Access and affordability of the Internet for different genders can also impact adaptation and use of technology, in developing countries many women are unable to access technology. Access comes in two forms: access to devices and access to the technology, so they are unable to use the Internet. In many countries, especially in Africa, the cost of the internet and access devices are high, so many women with low-incomes are forced to choose between eating or paying to connect to the internet. This is because many voice technology solutions require sufficient bandwidth which many cannot afford.
sw: Upatikanaji na gharama za matumizi ya Mtandao kwa jinsia mbali mbali,katika nchi zinazoendelea wanawake wengi hawana uwezo wa kufikia na kupata teknolojia hivyo hushindwa kutumia mitandao.Upatikanaji huu ni wa aina mbili,upatikanaji wa teknolojia ya vifaa kama simu janja na pia upatikanaji wa mtandao wa intaneti wa watoa huduma hizo.Katika nchi nyingi hasa barani Africa,gharama za mtandao na vifaa zake ziko juu hivyo wanawake wengi wasio na kipato kizuri hulazimika kuchagua kati ya kula au kulipia kuunganishwa na mtandao.Kwasababu teknolojia nyingi za sauti hutumia vifurushi vya mtandao sana hivo wengi hushindwa kumudu gharama hizo.

# body.e036cd7b-2c4c-43da-b542-c6024f28c81b
source: Gender-based harassment in AI bots, a study by Leah Fessler of Quartz's found that most AI bots responded either with gratitude or acceptance to sexually assaulting statements. This has changed in 2020 but <a id="a1">still leaves a lot of room for building gender stereotypes</a>. The study revealed this after examining how Siri and Alexa responded to issues of sexual harassment and abuse.
sw: Unyanyasaji wa kijinsia kupitia roboti ya teknolojia janja,utafiti uliofanywa na Leah Fessler wa Quartz ulibaini kuwa roboti nyingi za AI zilijibu kwa shukrani au kukubali maneno ya unyanyasaji wa kijinsia. Hii imebadilika mnamo 2020 <a id="a1">lakini bado inaacha nafasi nyingi ya kujenga dhana potofu za kijinsia</a>.Utafiti huu ulibaini hivi baada ya kuchunguza namna ambavyo Siri na Alexa waliitikia kuhusu maswala ya unyanyasaji na udhalilishaji wa kijinsia.

# body.e036cd7b-2c4c-43da-b542-c6024f28c81b
source: Digital literacy, lack of digital education contributes to the challenges in the adoption and use of voice technology, with <a id="a1">many women</a> in developing countries lacking digital skills and thus failing to use voice technology. 50% of women in rural areas said they did not use the internet because they did not know how. 45% of women in urban areas said the same.
sw: Elimu ya kidigitali,kukosekana kwa elimu ya kidigitali huchangia kuwepo na changamoto katika upokeaji na matumizi ya teknolojia ya sauti,kwa wanawake wengi kati nchi zinazoendelea wanakosa ujuzi wa kidigitali hivyo kushindwa kutumia teknolojia ya sauti. <a id="a1">Utafiti wa Web foundation</a> uliolenga nchi zinazoendelea, uligundua kuwa 50% ya wanawake katika maeneo ya vijijini walisema hawakutumia mtandao kwa sababu hawajui jinsi gani. 45% ya wanawake katika maeneo ya mijini walisema hivyo.

# body.e036cd7b-2c4c-43da-b542-c6024f28c81b
source: Trust also contributes to the lack of gender-integrated technology, as many ask themselves questions about the privacy of their information as well as the ability to keep their information secure. There are concerns around increased surveillance, bias, and discrimination as well as data governance that shape the levels of trust for women and gender diverse people. <a id="a1">UNESCO recommends</a> that AI should address issues of consent and confirmation of ethical use of data, privacy and security for women and girls.
sw: Imani pia inaonekana kuchangia katika kutokuwa na teknolojia jumuishi kijinsia,kwani wengi hujiuliza maswali kuhusu faragha ya taarifa zao pamoja na uwezo wa kutunza taarifa zao kwa usalama.kuna wasiwasi kuhusu kuongezeka kwa ufuatiliaji, upendeleo, na ubaguzi na vile vile usimamizi wa data ambao unaleta hofu kuhusu viwango vya uaminifu kwa wanawake na watu wa jinsia tofauti.Wengi hasa wanawake huhofu kuwa sauti zao zinaweza kutumika visivyo na teknolojia hizi.<a id="a1">UNESCO inapendekeza</a> kwamba AI inapaswa kushughulikia masuala ya kibali na uthibitisho wa matumizi ya kimaadili ya data, faragha na usalama kwa wanawake na wasichana.

# body.e036cd7b-2c4c-43da-b542-c6024f28c81b
source: How many of us are aware of the gender statistics of teams of engineers and technicians who specialize in various technologies, especially voice? Can we say for example how many Google engineers are women and how many are men? The absence of these data contributes significantly to the threat of gender inequality, as we cannot determine whether the ideas and needs of the opposite sex are integrated into the development of different technologies.
sw: Ni wangapi kati yetu tunaofahamu takwimu za kijinsia za timu za wahandisi na wataalamu wanaotengeneza teknolojia mbali mbali hasa za sauti? Je tunaweza kusema kwa mfano wahandisi wa kampuni ya Google wangapi ni wanawake na wangapi ni wanaume? Kukosekana kwa takwimu hizi huchangia sana kuzohofisha ujumuishi wa kijinsia,kwani hatuwezi kujua kama mawazo na mahitaji ya jinsia mbali mbali hujumuishwa katika utengenezaji wa teknolojia mbali mbali.

# body.e036cd7b-2c4c-43da-b542-c6024f28c81b
source: The reality is that technology is gender-neutral, public property and if we respect this, we will be able to create technology that cares for everyone and access it according to their needs. In December, we launched our gender action plan that will guide us to ensure that we do not promote gender segregation in our activities. Join us to grow the language of Kiswahili in voice technology and making sure that this technology is inclusive to all genders.
sw: Ukweli ni kwamba teknolojia haina jinsia, ni mali ya umma na kama tukiheshimia hili, tutaweza kutengeneza teknolojia inayomjali kila mtu na kumfikia kulingana na mahitaji yake.Katika mradi huu wa Mozilla, tunajaribu kujenga teknolojia ya sauti isiyo na ubaguzi wa kijinsia kwa kuhakisha kuwa tunatatua hizi changamoto.Mwezi wa kumi na mbili, tulizindua mpango kazi wetu wa jinsia utakao tuongoza kuhakikisha kuwa hatuendelezi migawanyo ya kijinsia kwa shughuli zetu.Jiunge nasi kukuza lugha ya kiswahili katika teknolojia ya sauti lakini zaidi ya yote tushirikiane kuhakikisha kuwa teknolojia ya sauti iwe ya kila mtu na sio jinsia moja tu.

# title
source: Does Technology have a gender?
sw: Je Teknolojia ina jinsia?
