Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/everything-but-your-mothers-maiden-name-mozilla-research-finds-majority-of-dating-apps-more-data-hungry-and-invasive-than-ever.po
Languages: de, es, fr, pt_br

# search_description
source: Facing declining market value and appeal to Gen Z, Match Group, Grindr, Bumble, others, rush to compromise privacy, sell data, gamify, and integrate AI
de: Angesichts sinkender Marktwerte und der schwindenden Anziehungskraft auf Gen Z, stürzen sich Match Group, Grindr, Bumble und andere Hals über Kopf darauf, die Privatsphäre zu gefährden, Daten zu verkaufen, zu gamifizieren und KI zu integrieren
es: Para enfrentar la disminución en su valor de mercado y en el interés de la Generación Z, Match Group, Grindr, Bumble y otros se apresuran a comprometer la privacidad, vender datos, gamificar sus servicios e integrar la IA
fr: Face à la baisse de leur part de marché et de leur attrait pour la génération Z, Match Group, Grindr, Bumble et d’autres s’empressent de compromettre la protection de la vie privée, de vendre des données, de développer la ludification et d’intégrer l’IA.
pt_br: Frente ao declínio do valor de mercado e da atratividade para a Geração Z, Match Group, Grindr, Bumble e outros correm para comprometer a privacidade, vender dados, gamificar e integrar IA

# body.47f16715-36ab-46b6-89ce-76bc01551002
source: Facing declining market value and appeal to Gen Z, Match Group, Grindr, Bumble, others, rush to compromise privacy, sell data, gamify, and integrate AI
de: Angesichts sinkender Marktwerte und der schwindenden Anziehungskraft auf Gen Z, stürzen sich Match Group, Grindr, Bumble und andere Hals über Kopf darauf, die Privatsphäre zu gefährden, Daten zu verkaufen, zu gamifizieren und KI zu integrieren
es: Para enfrentar la disminución en su valor de mercado y en el interés de la Generación Z, Match Group, Grindr, Bumble y otros se apresuran a comprometer la privacidad, vender datos, gamificar sus servicios e integrar la IA
fr: Face à la baisse de leur part de marché et de leur attrait pour la génération Z, Match Group, Grindr, Bumble et d’autres s’empressent de compromettre la protection de la vie privée, de vendre des données, de développer la ludification et d’intégrer l’IA.
pt_br: Frente ao declínio do valor de mercado e da atratividade para a Geração Z, Match Group, Grindr, Bumble e outros correm para comprometer a privacidade, vender dados, gamificar e integrar IA

# body.47f16715-36ab-46b6-89ce-76bc01551002
source: <b>(TUESDAY, APRIL 23, 2024)</b> — Just as dating apps like Tinder and Bumble are epically failing to win over Gen Z, they are getting thirstier for user data, according to Mozilla's latest *Privacy Not Included research. The guide slapped 22 popular online dating platforms with warning labels for failing to meet privacy and security standards.
de: <b>(DIENSTAG, 23. APRIL 2024)</b> – Während Dating-Apps wie Tinder und Bumble episch daran scheitern, Gen Z für sich zu gewinnen, werden sie immer heißer auf Nutzerdaten, so Mozillas neueste *Datenschutz nicht inbegriffen-Studie. Der Leitfaden versieht 22 beliebte Online-Dating-Plattformen mit Warnhinweisen, weil sie die Datenschutz- und Sicherheitsstandards nicht erfüllen.
es: <b>(MARTES, 23 de ABRIL de 2024)</b> — A medida que las aplicaciones de citas como Tinder y Bumble no logran ganarse la atención de la Generación Z, más aumenta su sed de datos de usuario, revela la última investigación de *Privacidad no incluida de Mozilla. La guía abofeteó a 22 populares plataformas de citas en línea con etiquetas de advertencia por no cumplir con los estándares de privacidad y seguridad.
fr: <b>(MARDI 23 AVRIL 2024)</b> Alors que les applications de rencontres comme Tinder et Bumble peinent à convaincre la génération Z, elles deviennent encore plus avides de données utilisateur, selon la dernière étude *Confidentialité non incluse de Mozilla. Cette étude a attribué des avertissements à 22 plateformes de rencontres en ligne populaires qui ne respectent pas les normes de sécurité et de protection de la vie privée.
pt_br: <b>(TERÇA-FEIRA, 23 DE ABRIL DE 2024)</b> — Assim como aplicativos de namoro como Tinder e Bumble estão epicamente falhando em conquistar a Geração Z, eles estão ficando mais sedentos pelos dados do usuário, de acordo com a mais recente pesquisa *Privacidade não incluída da Mozilla. O guia aplicou etiquetas de advertência em 22 plataformas populares de encontros online por não atenderem aos padrões de privacidade e segurança.

# body.47f16715-36ab-46b6-89ce-76bc01551002
source: With millennials married off, Gen Z — younger, poorer, more tech-savvy, and <a id="a1">less prone to casual sex</a> — are now the primary users for dating apps, and their disenchantment has caused a $<a id="a2">40 billion dip</a> in market shares since 2021. To recapture the glory days, dating apps are changing up leadership, experimenting with new features and subscription models, integrating AI, diversifying income streams, and <a id="a3">gamifying apps</a> to make them more addictive.
de: Da Millennials verheiratet sind, sind Gen Z – jünger, ärmer, technisch versierter und <a id="a1">weniger anfällig für Gelegenheitssex</a> – die Hauptnutzer von Dating-Apps. Ihre Enttäuschung hat seit 2021 zu einem Rückgang der Marktanteile um <a id="a2">40 Mrd. US-Dollar</a> geführt. Um die glorreichen Zeiten wiederzuerlangen, ändern Dating-Apps ihre Führung, experimentieren mit neuen Funktionen und Abonnementmodellen, integrieren KI, diversifizieren Einkommensströme und <a id="a3">gamifizieren Apps</a>, um die Suchtgefahr zu erhöhen.
es: Los millennials ya se han casado y quienes integran la Generación Z –que es más joven, más pobre, más conocedora de la tecnología y <a id="a1">menos propensa al sexo casual</a>– ahora son los principales usuarios de las aplicaciones de citas. Su falta de interés ha causado una caída de <a id="a2">40 mil millones de dólares</a> en las cuotas de mercado desde 2021. Para recuperar sus días de gloria, las aplicaciones de citas están cambiando de liderazgo, experimentando con nuevas funciones y modelos de suscripción, integrando IA, diversificando los flujos de ingresos y<a id="a3">gamificando las aplicaciones</a> para hacerlas más adictivas.
fr: Les milléniaux désormais mariés, la génération Z (plus jeune, moins aisée, plus au fait des nouvelles technologies et <a id="a1">moins adepte des relations sans lendemain</a>) est désormais la principale utilisatrice des applications de rencontres, et son manque d’enthousiasme a entraîné une chute de <a id="a2">40 milliards</a> de dollars de parts de marché depuis 2021. Soucieuses de revenir à leurs heures de gloire, les applications de rencontres renouvellent leur direction, expérimentent de nouvelles fonctionnalités et de nouveaux modèles d’abonnement, intègrent l’IA, diversifient les sources de revenus et <a id="a3">rendent les applications plus ludiques</a> afin de les rendre plus addictives.
pt_br: Com os millennials casados, a Geração Z — mais jovem, mais pobre, mais experiente em tecnologia e <a id="a1">menos propensa a sexo casual</a> — é agora a principal usuária de aplicativos de namoro, e seu desencanto causou uma queda de US$ <a id="a2">40 bilhões</a> nas participações de mercado desde 2021. Para recapturar os dias de glória, os aplicativos de namoro estão mudando a liderança, experimentando novos recursos e modelos de assinatura, integrando IA, diversificando fluxos de renda e <a id="a3">gamificando aplicativos</a> para torná-los mais viciantes.

# body.47f16715-36ab-46b6-89ce-76bc01551002
source: Oh, and siphoning off ever more data while slacking on security.
de: Oh, und zapfen immer mehr Daten ab, während sie bei der Sicherheit nachlassen.
es: Ah, y también están extrayendo cada vez más datos mientras descuidan la seguridad.
fr: Sans oublier qu’elles siphonnent toujours plus de données tout en se montrant moins vigilantes en matière de sécurité.
pt_br: Ah, e desviando cada vez mais dados enquanto afrouxa a segurança.

# body.47f16715-36ab-46b6-89ce-76bc01551002
source: Over 90% of the dating apps reviewed — like Tinder, Bumble, Scruff, Her, OKCupid, and Facebook Dating — received the *Privacy Not Included warning label from Mozilla researchers, a privacy nosedive since their <a id="a1">last review in 2021</a>. Most dating apps (80%) share or sell your personal information and won’t guarantee all users the right to delete their data. For example, Match Group — who owns over 40 different dating apps — says they may “share information about you with our affiliates and they may share information about you with us” for reasons including marketing and advertising.
de: Über 90 % der überprüften Dating-Apps – wie Tinder, Bumble, Scruff, Her, OKCupid und Facebook Dating - erhielten den *Datenschutz nicht inbegriffen-Warnhinweis von den Mozilla-Forschern, ein Datenschutzabsturz seit ihrer <a id="a1">letzten Überprüfung im Jahr 2021</a>. Die meisten Dating-Apps (80 %) teilen oder verkaufen Ihre persönlichen Daten und garantieren nicht allen Benutzern das Recht, ihre Daten zu löschen. Zum Beispiel sagt die Match Group – die über 40 verschiedene Dating-Apps besitzt – dass sie „Informationen über Sie mit unseren Partnern teilen können und diese Informationen über Sie mit uns teilen können“ aus Gründen, die unter anderem Marketing und Werbung einschließen.
es: Más del 90 % de las aplicaciones de citas revisadas –como Tinder, Bumble, Scruff, Her, OKCupid y Facebook Parejas– recibieron la etiqueta de advertencia de *Privacidad no incluida por parte de los investigadores de Mozilla, lo que representa una caída en picado en materia de privacidad desde la <a id="a1">última revisión de 2021</a>. La mayoría de las aplicaciones de citas (el 80 %) comparten o venden tu información personal y no garantizan a todos los usuarios el derecho a eliminar sus datos. Por ejemplo, Match Group –que posee más de 40 aplicaciones de citas diferentes– dice que pueden «compartir información sobre ti con nuestros afiliados y que ellos pueden compartir información sobre ti con nosotros» por razones que incluyen marketing y publicidad.
fr: Plus de 90 % des applications de rencontres examinées (telles que Tinder, Bumble, Scruff, Her, OKCupid et Facebook Dating) se sont vu décerner la mention *Confidentialité non incluse par les experts de Mozilla, ce qui représente un net recul par rapport à la <a id="a1">dernière évaluation, en 2021</a>. La plupart des applications de rencontres (80 %) partagent ou vendent vos informations personnelles et ne garantissent pas à tous les utilisateurs le droit de supprimer leurs données. Par exemple, Match Group (qui possède plus de 40 applications de rencontres différentes) indique être en mesure de « partager des informations vous concernant avec nos affiliés et ceux-ci peuvent partager des informations vous concernant avec nous », notamment pour des raisons de marketing et de publicité.
pt_br: Mais de 90% dos aplicativos de namoro analisados — como Tinder, Bumble, Scruff, Her, OKCupid e Facebook Dating — receberam o rótulo de aviso *Privacidade não incluída dos pesquisadores da Mozilla, um declínio na privacidade desde sua <a id="a1">última análise em 2021</a>. A maioria dos aplicativos de namoro (80%) compartilha ou vende suas informações pessoais e não garante a todos os usuários o direito de excluir seus dados. Por exemplo, o Match Group — que possui mais de 40 aplicativos de namoro diferentes — diz que pode "compartilhar informações sobre você com nossos afiliados e eles podem compartilhar informações sobre você conosco" por motivos que incluem marketing e publicidade.

# body.47f16715-36ab-46b6-89ce-76bc01551002
source: <b>Says Zoë MacDonald, Mozilla researcher, and writer with *Privacy Not Included:</b> "If dating apps think people are going to keep handing over their most intimate data — basically, everything but their mother’s maiden name — without finding love, they're underestimating their users. Their predatory privacy practices are a dealbreaker."
de: <b>Zoë MacDonald, Mozilla-Forscherin und Autorin von *Datenschutz nicht inbegriffen dazu:</b> „Wenn Dating-Apps glauben, dass die Leute weiterhin ihre intimsten Daten preisgeben werden – im Grunde alles außer dem Mädchennamen ihrer Mutter – ohne Liebe zu finden, dann unterschätzen sie ihre Nutzer. Ihre räuberischen Datenschutzpraktiken sind ein K.O.-Kriterium.“
es: <b>Zoë MacDonald, investigadora de Mozilla y escritora de *Privacidad no incluida, dice:</b> «Si las aplicaciones de citas piensan que las personas van a seguir entregando sus datos más íntimos –básicamente, todo menos el apellido de soltera de su madre– sin encontrar el amor, están subestimando a sus usuarios. Sus prácticas de privacidad depredadoras son un factor decisivo a la hora de elegirlas».
fr: <b>Zoë MacDonald, chercheuse chez Mozilla et rédactrice pour *Confidentialité non incluse, déclare :</b> « Si les applications de rencontres pensent que les gens vont continuer à livrer leurs données les plus intimes (pratiquement tout sauf le nom de jeune fille de leur mère) au risque de ne pas trouver l’amour, elles sous-estiment leurs utilisateurs. Leurs pratiques prédatrices en matière de protection de la vie privée sont un facteur de rutpure ».
pt_br: <b>Diz Zoë MacDonald, pesquisadora da Mozilla e escritora do *Privacidade não incluída:</b> "Se os aplicativos de namoro acham que as pessoas continuarão entregando seus dados mais íntimos — basicamente, tudo, menos o nome de solteira de sua mãe — sem encontrar amor, eles estão subestimando seus usuários. Suas práticas predatórias de privacidade são um impeditivo".

# body.b18b773c-b338-4764-9519-8411b8564a7b.quote
source: Dating apps' predatory privacy practices are a dealbreaker.
de: Die räuberischen Datenschutzpraktiken von Dating-Apps sind ein K.O.-Kriterium.
es: Las prácticas de privacidad depredadoras de las aplicaciones de citas son un factor decisivo a la hora de elegirlas.
fr: Les pratiques prédatrices des applications de rencontre en matière de protection de la vie privée sont un facteur de rutpure.
pt_br: As práticas de privacidade predatórias dos aplicativos de namoro são um impeditivo.

# body.b18b773c-b338-4764-9519-8411b8564a7b.attribution
source: Zoë MacDonald, *Privacy Not Included
de: Zoë MacDonald, *Datenschutz nicht inbegriffen
es: Zoë MacDonald, *Privacidad no incluida
fr: Zoë MacDonald, *Confidentialité non incluse
pt_br: Zoë MacDonald, *Privacidade não incluída

# body.ddb9bdba-1c28-4da7-91f3-7b0065ba4524
source: The majority of apps studied also collect users’ geolocation by default unless they opt-out. Other apps like Hinge, Tinder, OKCupid, Match, Plenty of Fish, BLK, and BlackPeopleMeet adamantly insist on accessing users' precise geo-location data, and can still collect this data whether someone is using the app or not. For example, Hinge’s privacy policies states: “The collection of your geolocation may occur in the background even when you aren't using the services if the permission you gave us expressly permits such collection. If you decline permission for us to collect your precise geolocation, we will not collect it, and our services that rely on precise geolocation may not be available to you." This real-time geo-tracked data can be <a id="a1">leaked</a> and sold, leaving billions of users extremely vulnerable to security risks.
de: Die meisten der untersuchten Apps sammeln standardmäßig auch die Geolokalisierung der Nutzer, es sei denn, sie lehnen dies ab. Andere Apps wie Hinge, Tinder, OKCupid, Match, Plenty of Fish, BLK und BlackPeopleMeet bestehen beharrlich darauf, auf die genauen Geolokalisierungsdaten der Nutzer zuzugreifen, und können diese Daten auch dann erfassen, wenn jemand die App nutzt oder nicht. In den Datenschutzrichtlinien von Hinge heißt es zum Beispiel: "Die Erfassung Ihrer Geolokalisierung kann im Hintergrund erfolgen, auch wenn Sie die Dienste nicht nutzen, wenn die von Ihnen erteilte Erlaubnis eine solche Erfassung ausdrücklich zulässt. Wenn Sie uns die Erlaubnis verweigern, Ihre genaue Geolokalisierung zu erfassen, werden wir sie nicht erfassen, und unsere Dienste, die auf eine genaue Geolokalisierung angewiesen sind, stehen Ihnen möglicherweise nicht zur Verfügung." Diese in Echtzeit erfassten geografischen Daten können <a id="a1">weitergegeben</a> und verkauft werden, wodurch Milliarden von Nutzern extrem anfällig für Sicherheitsrisiken werden.
es: La mayoría de las aplicaciones analizadas también recopilan la geolocalización de los usuarios de forma predeterminada, a menos que opten por excluirse de esta opción. Otras aplicaciones (como Hinge, Tinder, OKCupid, Match, Plenty of Fish, BLK y BlackPeopleMeet) insisten firmemente en acceder a los datos precisos de geolocalización de los usuarios y aún pueden recopilar estos datos independientemente de si alguien está usando la aplicación o no. Por ejemplo, las políticas de privacidad de Hinge establecen: «La recopilación de tus datos de geolocalización puede ocurrir en segundo plano incluso cuando no estás utilizando los servicios si el permiso que nos diste expresamente permite dicha recopilación. Si rechazas el permiso para que recopilemos tu geolocalización precisa, no la recopilaremos, y es posible que nuestros servicios que dependen de la geolocalización precisa no estén disponibles para ti». Estos datos de seguimiento geográfico en tiempo real se pueden <a id="a1">filtrar</a> y vender, lo que deja a miles de millones de usuarios extremadamente vulnerables a los riesgos de seguridad.
fr: La plupart des applications étudiées collectent également les données de géolocalisation des utilisateurs par défaut, à moins que ceux-ci ne s’y opposent. D’autres applications telles que Hinge, Tinder, OKCupid, Match, Plenty of Fish, BLK et BlackPeopleMeet exigent catégoriquement d’accéder aux données de géolocalisation précises des utilisateurs et peuvent toujours collecter ces données, que l’utilisateur utilise l’application ou non. Par exemple, la politique de confidentialité de Hinge stipule ce qui suit : « La collecte de vos données de géolocalisation peut avoir lieu en arrière-plan, même lorsque vous n’utilisez pas les services, si l’autorisation que vous nous avez donnée permet expressément une telle collecte. Si vous refusez que nous collections votre géolocalisation précise, nous ne la collecterons pas et nos services qui reposent sur une géolocalisation précise ne vous seront peut-être pas accessibles ». Ces données géolocalisées en temps réel peuvent être <a id="a1">divulguées</a> et vendues, ce qui rend des milliards d’utilisateurs extrêmement vulnérables aux risques de sécurité.
pt_br: A maioria dos aplicativos estudados também coleta a geolocalização dos usuários por padrão, a menos que eles optem por não participar. Outros aplicativos como Hinge, Tinder, OKCupid, Match, Plenty of Fish, BLK e BlackPeopleMeet insistem em acessar os dados precisos de geolocalização dos usuários e ainda podem coletar esses dados, independentemente de alguém estar usando o aplicativo ou não. Por exemplo, as políticas de privacidade da Hinge afirmam: "A recolha da sua geolocalização pode ocorrer em segundo plano, mesmo quando não estiver a utilizar os serviços, se a permissão que nos deu permitir expressamente essa recolha. Se você recusar a permissão para coletarmos sua geolocalização precisa, não a coletaremos, e nossos serviços que dependem de geolocalização precisa podem não estar disponíveis para você". Esses dados rastreados geograficamente em tempo real podem ser <a id="a1">vazados</a> e vendidos, deixando bilhões de usuários extremamente vulneráveis a riscos de segurança.

# body.ddb9bdba-1c28-4da7-91f3-7b0065ba4524
source: That’s exactly what happened in 2022 when a <i>Wall Street Journal</i> investigation revealed that a <a id="a1">Catholic group purchased</a> Grindr, Scruff, and OKCupid user data collected from a digital advertising network — and were able to obtain information that led to the outing of a priest. Despite this data breach, Grindr and Scruff have seemingly not taken adequate measures to safeguard users' location data, with both platforms stating in their privacy policies that other users may be able to determine people’s precise location.
de: Genau das geschah 2022, als eine Untersuchung des <i>Wall Street Journal</i> enthüllte, dass eine <a id="a1">katholische Gruppe</a> Nutzerdaten von Grindr, Scruff und OKCupid gekauft hatte, die von einem digitalen Werbenetzwerk gesammelt wurden – und sie konnten Informationen erhalten, die zum Outing eines Priesters führten. Trotz dieses Datenlecks haben Grindr und Scruff anscheinend keine ausreichenden Maßnahmen ergriffen, um die Standortdaten der Nutzer zu schützen. In ihren Datenschutzrichtlinien geben beide Plattformen an, dass andere Nutzer möglicherweise den genauen Standort der Personen bestimmen können.
es: Eso es exactamente lo que sucedió en 2022, cuando una investigación del <i>Wall Street Journal</i> reveló que un <a id="a1">grupo católico compró</a> datos de usuarios de Grindr, Scruff y OKCupid recopilados de una red de publicidad digital, y pudo obtener información que llevó a la expulsión de un sacerdote. A pesar de esta violación de datos, Grindr y Scruff aparentemente no han tomado las medidas adecuadas para salvaguardar los datos de ubicación de sus usuarios, y ambas plataformas afirman en sus políticas de privacidad que otros usuarios pueden determinar la ubicación precisa de las personas.
fr: C’est exactement ce qui s’est passé en 2022, lorsqu’une enquête du <i>Wall Street Journal</i> a révélé qu’une <a id="a1">organisation catholique avait acheté</a> des données d’utilisateurs de Grindr, Scruff et OKCupid collectées par un réseau de publicité numérique, et qu’elle avait pu obtenir des informations qui ont conduit à la divulgation de l’identité d’un prêtre. En dépit de cette fuite de données, Grindr et Scruff n’ont apparemment pas pris de mesures adéquates pour protéger les données de localisation des utilisateurs, les deux plateformes indiquant dans leur politique de confidentialité que d’autres utilisateurs peuvent être en mesure de déterminer l’emplacement précis des personnes.
pt_br: Foi exatamente isso que aconteceu em 2022, quando uma investigação do <i>Wall Street Journal</i> revelou que um <a id="a1">grupo católico comprou</a> dados de usuários do Grindr, Scruff e OKCupid — coletados de uma rede de publicidade digital — e conseguiu obter informações que levaram à saída de um padre. Apesar dessa violação de dados, o Grindr e o Scruff aparentemente não tomaram medidas adequadas para proteger os dados de localização dos usuários, com ambas as plataformas afirmando em suas políticas de privacidade que outros usuários podem ser capazes de determinar a localização precisa das pessoas.
