Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/everything-but-your-mothers-maiden-name-mozilla-research-finds-majority-of-dating-apps-more-data-hungry-and-invasive-than-ever.po
Languages: de, es, fr, pt_br

# body.01f8aeb4-1a72-482f-94ed-3c304cdf4229
source: <b>Says Misha Rykov, Mozilla privacy researcher:</b> “To forge stronger matches users have to write compelling profiles, fill out numerous interest and personality surveys, charm matches, share pictures and videos — the whole experience is heavily dependent on how much information people share. By this virtue, dating apps must protect this data from exploitation.”
es: <b>Misha Rykov, investigador de privacidad de Mozilla, comenta:</b> «Para forjar coincidencias más sólidas, los usuarios tienen que escribir perfiles atractivos, completar numerosas encuestas de interés y personalidad, atraer coincidencias, compartir fotos y vídeos; toda la experiencia depende en gran medida de la cantidad de información que compartan las personas. En virtud de esto, las aplicaciones de citas deben proteger estos datos de su posible explotación».
pt_br: <b>Diz Misha Rykov, pesquisador de privacidade da Mozilla:</b> “Para forjar combinações mais fortes, os usuários precisam escrever perfis atraentes, preencher inúmeras pesquisas de interesses e personalidade, fascinar pretendentes, compartilhar fotos e vídeos — toda a experiência depende fortemente da quantidade de informações que as pessoas compartilham. Por essa virtude, os aplicativos de namoro devem proteger esses dados contra exploração.”
