Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/everything-but-your-mothers-maiden-name-mozilla-research-finds-majority-of-dating-apps-more-data-hungry-and-invasive-than-ever.po
Languages: de, es, fr, pt_br

# body.ddb9bdba-1c28-4da7-91f3-7b0065ba4524
source: At the same time, dating apps are getting hungrier for personal information, encouraging building a detailed profile to give potential matches a glimpse into their interests, hobbies, worldviews, sexual orientation, and religious and political beliefs — all crucial data that maps a person’s identity. Christian Mingle, JDate, Elite Singles, and Zoosk say they can collect information about your “sexual life experiences,” while eHarmony’s 80-question Compatibility Quiz promises to give the app a “near complete picture of who you are.”
de: Gleichzeitig entwickeln Dating-Apps einen immer größer werdenden Appetit auf persönlichen Daten und ermutigen dazu, ein detailliertes Profil zu erstellen, um potenziellen Partnern einen Einblick in ihre Interessen, Hobbys, Weltanschauungen, sexuelle Orientierung und religiöse und politische Überzeugungen zu geben – all das sind entscheidende Daten, die die Identität einer Person abbilden. Christian Mingle, JDate, Elite Singles und Zoosk geben an, dass sie Informationen über Ihre „sexuellen Lebenserfahrungen“ sammeln können, während eHarmonys 80-Fragen-Kompatibilitätsquiz verspricht, der App ein „nahezu vollständiges Bild von Ihnen“ zu geben.
es: Al mismo tiempo, las aplicaciones de citas están cada vez más hambrientas de información personal, que obtienen fomentando la creación de un perfil detallado para que tus posibles coincidencias tengan una visión de tus intereses, pasatiempos, cosmovisión, orientación sexual y creencias religiosas y políticas, todos datos cruciales para mapear la identidad de una persona. Christian Mingle, JDate, Elite Singles y Zoosk dicen que pueden recopilar información sobre las «experiencias de tu vida sexual», mientras que el cuestionario de compatibilidad de 80 preguntas de eHarmony promete dar a la aplicación una «imagen casi completa de quién eres».
fr: Parallèlement, les applications de rencontres sont de plus en plus avides d’informations personnelles, encourageant la création d’un profil détaillé pour proposer aux éventuels prétendants un aperçu de leurs centres d'intérêt, de leurs loisirs, de leur vision du monde, de leur orientation sexuelle et de leurs convictions religieuses et politiques, autant de données cruciales qui permettent d’établir un portrait de l’identité d’une personne. Christian Mingle, JDate, Elite Singles et Zoosk affirment être en mesure de collecter des informations sur vos « expériences sexuelles », tandis que le questionnaire de compatibilité d’eHarmony, qui comporte 80 questions, promet de fournir à l’application une « image presque complète de qui vous êtes ».
pt_br: Ao mesmo tempo, os aplicativos de namoro estão ficando mais famintos por informações pessoais, incentivando a construção de um perfil detalhado para dar a possíveis correspondências um vislumbre de seus interesses, hobbies, visões de mundo, orientação sexual e crenças religiosas e políticas — todos dados cruciais que mapeiam a identidade de uma pessoa. Christian Mingle, JDate, Elite Singles e Zoosk dizem que podem coletar informações sobre suas "experiências de vida sexual", enquanto o Questionário de Compatibilidade de 80 perguntas do eHarmony promete dar ao aplicativo uma "imagem quase completa de quem você é".

# body.ddb9bdba-1c28-4da7-91f3-7b0065ba4524
source: Now, let’s slide into the DMs. According to Match Group, private direct conversations may be reviewed by humans as part of <a id="a1">"Safe Message Filters" moderation</a>, and this exercise is used to evaluate, train, or improve functionality of their automated tools. Match Group, however, does not disclose how exactly these private messages are used to improve product features. Match Group is also under scrutiny following <a id="a2">a lawsuit</a> claiming Tinder, Hinge, and other platforms the company owns capitalize on addictive designs.
de: Gleiten wir nun in die PNs. Laut Match Group können direkte Privatgespräche im Rahmen der <a id="a1">„Safe Message Filters“-Moderation</a> von Menschen überprüft werden. Diese Übung wird verwendet, ihre automatisierten Tools zu bewerten, zu trainieren oder deren Funktionalität zu verbessern. Die Match Group gibt jedoch nicht genau an, wie diese privaten Nachrichten zur Verbesserung der Produktfunktionen verwendet werden. Die Match Group steht auch unter Beobachtung, nachdem <a id="a2">eine Klage</a> behauptet hat, dass Tinder, Hinge und andere Plattformen, die das Unternehmen besitzt, auf süchtig machende Designs setzen.
es: Ahora, pasemos a los mensajes directos. Según Match Group, las conversaciones privadas por mensajes directos pueden ser revisadas por humanos como parte de las tareas de <a id="a1">moderación con «Filtros de mensajes seguros»</a>; esto se utiliza para evaluar, entrenar o mejorar la funcionalidad de sus herramientas automatizadas. Sin embargo, Match Group no revela cómo se utilizan exactamente estos mensajes privados para mejorar las características del producto. Además, Match Group se encuentra bajo escrutinio luego de <a id="a2">una demanda</a> que afirma que Tinder, Hinge y otras plataformas de la compañía obtienen beneficios ofreciendo diseños adictivos.
fr: Passons maintenant aux conversations par messagerie instantanée. D’après Match Group, les conversations privées directes peuvent être examinées par des humains dans le cadre de la <a id="a1">modération des « Filtres de messages sûrs »</a> et cet exercice est utilisé pour évaluer, former ou améliorer la fonctionnalité de leurs outils automatisés. Cependant, Match Group ne précise pas comment ces messages privés sont utilisés pour améliorer les fonctionnalités de ses outils. Match Group fait également l’objet d’un audit minutieux à la suite <a id="a2">d’un procès</a> selon lequel Tinder, Hinge et d’autres plateformes appartenant à la société capitaliseraient sur des conceptions addictives.
pt_br: Agora, vamos partir para as DMs (mensagens diretas). De acordo com o Match Group, as conversas diretas privadas podem ser analisadas por humanos como parte da moderação <a id="a1">"Filtros de Mensagens Seguras"</a>, e este exercício é usado para avaliar, treinar ou melhorar a funcionalidade de suas ferramentas automatizadas. O Match Group, no entanto, não divulga como exatamente essas mensagens privadas são usadas para melhorar os recursos do produto. O Match Group também está sob escrutínio após <a id="a2">uma ação judicial</a> alegando que o Tinder, Hinge e outras plataformas que a empresa possui capitalizam em designs viciantes.

# body.ddb9bdba-1c28-4da7-91f3-7b0065ba4524
source: But it doesn’t stop there: More information can be aggregated automatically from your content, device, from third parties, and social media like Facebook, Instagram and Snapchat. Apps like Facebook Dating and CoffeeMeetsBagel can collect metadata information from the content users share, including information like when and where pictures and videos were taken.
de: Aber das ist noch nicht alles: Weitere Informationen können automatisch von Ihrem Inhalt, Gerät, von Dritten und sozialen Medien wie Facebook, Instagram und Snapchat aggregiert werden. Apps wie Facebook Dating und CoffeeMeetsBagel können Metadateninformationen aus den Inhalten sammeln, die Benutzer teilen, einschließlich Informationen wie wann und wo Bilder und Videos aufgenommen wurden.
es: Pero eso no es todo: es posible agregar más información automáticamente a partir de tus contenidos, tu dispositivo, por parte de terceros y de redes sociales como Facebook, Instagram y Snapchat. Aplicaciones como Facebook Parejas y CoffeeMeetsBagel pueden recopilar información a partir de los metadatos de los contenidos que comparten los usuarios, lo que incluye información como cuándo y dónde se tomaron fotos y vídeos.
fr: Mais cela ne s’arrête pas là : d’autres informations peuvent être regroupées automatiquement à partir du contenu que vous partagez, de votre appareil, de tierces parties et de réseaux sociaux tels que Facebook, Instagram et Snapchat. Des applications telles que Facebook Dating et CoffeeMeetsBagel peuvent collecter des métadonnées à partir du contenu partagé par les utilisateurs, y compris des informations telles que le moment et le lieu où les photos et les vidéos ont été prises.
pt_br: Mas não para por aí: mais informações podem ser agregadas automaticamente a partir do seu conteúdo, dispositivo, de terceiros e de mídias sociais como Facebook, Instagram e Snapchat. Aplicativos como o Facebook Dating e o CoffeeMeetsBagel podem coletar informações de metadados do conteúdo que os usuários compartilham, incluindo informações como quando e onde fotos e vídeos foram tirados.

# body.ddb9bdba-1c28-4da7-91f3-7b0065ba4524
source: In addition to addictive design patterns, and collecting behemoth amounts of data, dating apps are also integrating generative AI into their platforms. Grindr, for instance, plans to use direct messages data to train and <a id="a1">develop an AI sex chatbot to engage with users</a>. Grindr has yet to update its privacy policy to reflect this new move to AI, so we are yet unable to evaluate how good or bad it might be for users’ privacy. Tinder, OkCupid, Facebook Dating, Happn, CoffeeMeetsBagel, and Tantan use AI to boost the chances of better matches — and the probability that <a id="a2">disenchanted Gen Zers</a> will stay and pay for these apps. <a id="a3">AI and romance</a> are getting too close for comfort, and when used to make matches or to chat with potential daters, they could propagate <a id="a4">sexual racism</a> or fatphobia. In February, Mozilla researchers revealed the murky AI romantic chatbot privacy policies that enabled companies to collect volumes of highly intimate data.
de: Neben süchtig machenden Designmustern und der Sammlung riesiger Datenmengen integrieren Dating-Apps auch generative KI in ihre Plattformen. Grindr plant beispielsweise, Daten aus Privatnachrichten zu verwenden, um <a id="a1">einen KI-Sex-Chatbot zu trainieren und zu entwickeln, der mit Benutzern interagiert</a>. Grindr hat seine Datenschutzrichtlinie noch nicht aktualisiert, um diesen neuen Schritt zur KI widerzuspiegeln, daher können wir noch nicht beurteilen, wie gut oder schlecht dies für die Privatsphäre der Benutzer sein könnte. Tinder, OkCupid, Facebook Dating, Happn, CoffeeMeetsBagel und Tantan verwenden KI, um die Chancen auf bessere Matches zu erhöhen – und die Wahrscheinlichkeit, dass <a id="a2">enttäuschte Gen Zers</a> bleiben und für diese Apps bezahlen. <a id="a3">KI und Romantik</a> kommen sich bedrohlich nahe, und wenn sie verwendet werden, um Matches zu erzielen oder mit potenziellen Partnern zu chatten, könnten sie <a id="a4">sexuellen Rassismus</a> oder Fettphobie verbreiten. Im Februar enthüllten Mozilla-Forscher die undurchsichtigen Datenschutzrichtlinien des romantischen KI-Chatbots, die es Unternehmen ermöglichten, große Mengen hochintimer Daten zu sammeln.
es: Además de los patrones de diseño adictivos y la recopilación de enormes cantidades de datos, las aplicaciones de citas también están integrando IA generativa en sus plataformas. Grindr, por ejemplo, planea usar datos extraídos de los mensajes directos para entrenar y <a id="a1">desarrollar un chatbot sexual de IA que interactúe con los usuarios</a>. Grindr aún no ha actualizado su política de privacidad para reflejar este nuevo movimiento hacia la IA, por lo que aún no podemos evaluar qué tan bueno o malo podría ser para la privacidad de sus usuarios. Tinder, OkCupid, Facebook Parejas, Happn, CoffeeMeetsBagel y Tantan usan IA para aumentar las posibilidades de lograr mejores coincidencias, así como la probabilidad de que los <a id="a2">desencantados miembros de la Generación Z</a> se queden y paguen por estas aplicaciones. La <a id="a3">IA y el romance</a> se están acercando demasiado, y cuando se usan para crear coincidencias o para chatear con parejas potenciales, podrían propagar el <a id="a4">racismo sexual</a> o la gordofobia. En febrero, los investigadores de Mozilla revelaron las turbias políticas de privacidad de los chatbots románticos de IA que permiten que las empresas recopilen enormes cantidades de datos extremadamente íntimos.
fr: En plus des modèles de conception addictifs et de la collecte d’énormes quantités de données, les applications de rencontres intègrent également l’IA générative dans leurs plateformes. Grindr, par exemple, prévoit d’utiliser les données issues des messages personnels pour former et <a id="a1">développer un chatbot à caractère sexuel qui interagira avec les utilisateurs</a>. Grindr n’a pas encore mis à jour sa politique de confidentialité pour refléter cette nouvelle évolution vers l’IA, ce qui nous empêche d’évaluer les avantages ou les inconvénients de cette évolution pour la vie privée des utilisateurs. Tinder, OkCupid, Facebook Dating, Happn, CoffeeMeetsBagel, et Tantan utilisent l’IA pour augmenter les probabilités de faire de belles rencontres et pour inciter les <a id="a2">personnes désenchantées de la génération Z</a> à continuer à utiliser ces applications et à payer pour cela. <a id="a3">L’IA et le romantisme</a> deviennent si proches qu’il est difficile de se sentir rassuré, et lorsque cette combinaison est mise au service des rencontres ou des conversations avec des partenaires potentiels elle pourrait propager des idées de <a id="a4">racisme sexuel</a> ou de grossophobie. Au mois de février, des chercheurs de Mozilla ont révélé que les politiques de confidentialité des chatbots romantiques à base d’IA étaient floues et qu’elles permettaient aux entreprises de collecter de grandes quantités de données très intimes.
pt_br: Além de padrões de design viciantes e coleta de quantidades gigantescas de dados, os aplicativos de namoro também estão integrando IA generativa em suas plataformas. O Grindr, por exemplo, planeja usar dados de mensagens diretas para treinar e <a id="a1">desenvolver um chatbot sexual de IA para se envolver com os usuários</a>. O Grindr ainda não atualizou sua política de privacidade para refletir essa nova mudança para a IA, por isso ainda não podemos avaliar o quão bom ou ruim pode ser para a privacidade dos usuários. Tinder, OkCupid, Facebook Dating, Happn, CoffeeMeetsBagel e Tantan usam IA para aumentar as chances de melhores correspondências — e a probabilidade de que a <a id="a2">Geração Z desencantada</a> fique e pague por esses aplicativos. A <a id="a3">IA e o romance</a> estão se aproximando perigosamente e, quando usados para fazer correspondências ou conversar com possíveis parceiros, podem propagar <a id="a4">racismo sexual</a> ou gordofobia. Em fevereiro, pesquisadores da Mozilla revelaram as obscuras políticas de privacidade de chatbots românticos de IA que permitiram que as empresas coletassem volumes de dados altamente íntimos.

# body.4edc9b75-91e1-4e0e-be45-032dedc08d18.label
source: READ MOZILLA’S REVIEW OF AI ROMANTIC CHATBOTS
de: LESEN SIE MOZILLAS BERICHT ÜBER ROMANTISCHE KI-CHATBOTS
es: LEE LA RESEÑA DE MOZILLA SOBRE LOS CHATBOTS ROMÁNTICOS DE IA
fr: LIRE L’ARTICLE DE MOZILLA SUR LES CHATBOTS ROMANTIQUES
pt_br: LEIA A ANÁLISE DA MOZILLA SOBRE CHATBOTS ROMÂNTICOS DE IA

# body.01f8aeb4-1a72-482f-94ed-3c304cdf4229
source: But it’s not all bad news: several dating platforms like Bumble, Lovoo, and Tinder are also leveraging AI to advance the safety features of their users. Bumble’s open-souce AI <a id="a1">Private Detector</a> (2019) and <a id="a2">Deception Detector</a> (2024) help users block spammy and scam content, while Tinder auto generates warning<a id="a3"> prompts</a> on content that’s against community guidelines like (“Does this bother you?” and “Are you sure?”).
de: Aber es gibt nicht nur schlechte Nachrichten: Mehrere Dating-Plattformen wie Bumble, Lovoo und Tinder nutzen auch KI, um die Sicherheitsfunktionen ihrer Benutzer zu verbessern. Bumbles Open-Source-KI <a id="a1">Private Detector</a> (2019) und <a id="a2">Deception Detector</a> (2024) helfen Benutzern, Spam- und Betrugsinhalte zu blockieren, während Tinder automatisch Warn<a id="a3">hinweise</a> auf Inhalte generiert, die gegen die Gemeinschaftsrichtlinien verstoßen, wiez. B. „Stört Sie das?“ und „Sind Sie sicher?“.
es: Pero no todo son malas noticias: varias plataformas de citas como Bumble, Lovoo y Tinder también están aprovechando la IA para mejorar las características de seguridad de sus usuarios. El <a id="a1">detector privado</a> (2019) y el <a id="a2">detector de engaños</a> (2024) de IA de código abierto de Bumble ayudan a los usuarios a bloquear el contenidos no deseados y fraudulentos, mientras que Tinder genera automáticamente<a id="a3"> mensajes de advertencia</a> sobre contenidos que infringen las pautas de la comunidad, como («¿Esto te molesta?» y «¿Estás seguro/a?»).
fr: Il n’y a cependant pas que des mauvaises nouvelles : plusieurs plateformes de rencontres comme Bumble, Lovoo et Tinder tirent également parti de l’IA pour améliorer les dispositifs de sécurité dont bénéficient leurs utilisateurs. Les outils AI <a id="a1">Private Detector</a> (2019) et <a id="a2">Deception Detector</a> (2024) de Bumble aident les utilisateurs à bloquer les contenus indésirables et frauduleux, tandis que Tinder<a id="a3"> génère</a> automatiquement des messages d’avertissement sur les contenus contraires aux directives de la communauté (par exemple, « Est-ce que cela vous dérange ? » et « Êtes-vous sûr ? »).
pt_br: Mas nem tudo são más notícias: várias plataformas de namoro como Bumble, Lovoo e Tinder também estão aproveitando a IA para aprimorar os recursos de segurança de seus usuários. A IA <a id="a1">Private Detector</a> (2019) e a <a id="a2">Deception Detector</a> (2024) de código aberto do Bumble ajudam os usuários a bloquear conteúdo com spam e fraudulento, enquanto o Tinder gera automaticamente<a id="a3"> avisos</a> sobre conteúdo que vai contra as diretrizes da comunidade, como ("Isso incomoda você?" e "Você tem certeza?").

# body.01f8aeb4-1a72-482f-94ed-3c304cdf4229
source: <b>Says Misha Rykov, Mozilla privacy researcher:</b> “To forge stronger matches users have to write compelling profiles, fill out numerous interest and personality surveys, asses and charm matches, share pictures and videos — the whole experience is heavily dependent on how much information people share. By this virtue, dating apps must protect this data from exploitation.”
de: <b>Misha Rykov, Mozilla-Datenschutzforscher dazu:</b> „Um stärkere Matches zu erzielen, müssen Benutzer überzeugende Profile schreiben, zahlreiche Umfragen zu Interessen und Persönlichkeit ausfüllen, Matches bewerten und bezaubern, Bilder und Videos teilen – die gesamte Erfahrung hängt stark davon ab, wie viele Informationen die Leute teilen. Aus diesem Grund müssen Dating-Apps diese Daten vor Ausbeutung schützen.“
fr: <b>Selon Misha Rykov, chercheur en protection de la vie privée chez Mozilla,</b> « pour établir des correspondances plus solides, les utilisateurs doivent élaborer des profils convaincants, répondre à de nombreux sondages sur leurs intérêts et leur personnalité, évaluer et charmer leurs correspondants, partager des photos et des vidéos, l’ensemble de l’expérience dépend fortement de la quantité d’informations partagées par les utilisateurs. C’est pourquoi les applications de rencontres doivent protéger ces données contre toute forme d’exploitation ».

# body.01f8aeb4-1a72-482f-94ed-3c304cdf4229
source: <b><i>About *Privacy Not Included</i></b><br/><a id="a1"><i>*Privacy Not Included</i></a><i> is a buyers’ guide focused on privacy rather than price or performance. Launched in 2017, the guide has reviewed hundreds of products and apps. It arms shoppers with the information they need to protect the privacy of their friends and family, while also spurring the tech industry to do more to safeguard consumers.</i>
de: <b><i>Über *Datenschutz nicht inbegriffen</i></b><br/><a id="a1"><i>*Datenschutz nicht inbegriffen</i></a><i> ist ein Einkaufsführer, der sich auf den Datenschutz und nicht auf Preis oder Leistung konzentriert. Seit seiner Einführung im Jahr 2017 hat der Leitfaden Hunderte von Produkten und Apps überprüft. Er versorgt Käufer mit Informationen, die sie benötigen, um die Privatsphäre ihrer Freunde und Familie zu schützen, und spornt gleichzeitig die Technologiebranche an, mehr für den Schutz der Verbraucher zu tun.</i>
es: <b><i>Acerca de *Privacidad no incluida</i></b><br/><a id="a1"><i>*Privacidad no incluida</i></a><i> es una guía para compradores centrada en la privacidad en lugar de en el precio o el rendimiento de un producto. Lanzada en 2017, la guía ya ha revisado cientos de productos y aplicaciones. Brinda a los compradores la información que necesitan para proteger la privacidad de sus amigos y familiares, al tiempo que estimula a la industria tecnológica para que haga más para proteger a los consumidores.</i>
fr: <b><i>À propos de *Confidentialité non incluse</i></b><br/><a id="a1"><i>*Confidentialité non incluse</i></a><i> est un guide destiné aux consommateurs, axé sur la protection de la vie privée plutôt que sur le prix ou les performances. Créé en 2017, le guide a passé en revue des centaines de produits et d’applications. Il fournit aux consommateurs les informations dont ils ont besoin pour protéger la vie privée de leurs amis et de leur famille, tout en incitant l’industrie technologique à en faire davantage pour protéger les consommateurs.</i>
pt_br: <b><i>Sobre *Privacidade não incluída</i></b><br/><a id="a1"><i>*Privacidade não incluída</i></a><i> é um guia do comprador focado em privacidade, em vez de preço ou desempenho. Lançado em 2017, o guia analisou centenas de produtos e aplicativos. Ele fornece aos compradores as informações de que precisam para proteger a privacidade de seus amigos e familiares, ao mesmo tempo em que estimula a indústria de tecnologia a fazer mais para proteger os consumidores.</i>

# title
source: 'Everything But Your Mother's Maiden Name': Mozilla Research Finds Majority of Dating Apps More Data-hungry and Invasive than Ever
de: „Alles außer dem Mädchennamen Ihrer Mutter“: Mozilla-Forschung findet die Mehrheit der Dating-Apps datenhungriger und invasiver denn je
es: «Todo menos el apellido de soltera de tu madre»: Una investigación de Mozilla reveló que la mayoría de las aplicaciones de citas están más hambrientas de datos y más invasivas que nunca
fr: « Tout sauf le nom de jeune fille de votre mère » : une étude de Mozilla révèle que la majorité des applications de rencontres sont plus avides de données et plus invasives que jamais
pt_br: "Tudo menos o nome de solteira da sua mãe": pesquisa da Mozilla descobre que a maioria dos aplicativos de namoro está mais faminta por dados e invasiva do que nunca
