Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/expanded-indian-language-data-set-mitigates-hate-speech-online-*-india-elsewhere.po
Languages: de, fr

# search_description
source: The open-source index, built by Mozilla Data Futures Lab grantee Tattle, powers a browser extension that automatically identifies and redacts hateful words
de: Der Open-Source-Index, erstellt von Tattle, einem Stipendiaten des Mozilla Data Futures Lab, treibt eine Browsererweiterung an, die automatisch hasserfüllte Wörter erkennt und schwärzt
fr: L’index open source, construit par Tattle, bénéficiaire d’une subvention du Mozilla Data Futures Lab, alimente une extension de navigateur qui identifie et caviarde automatiquement les mots haineux

# body.d6048dfc-606b-4e6c-affd-1b8e91c8639b
source: The open-source index, built by Mozilla Data Futures Lab grantee Tattle, powers a browser extension that automatically identifies and redacts hateful words
de: Der Open-Source-Index, erstellt von Tattle, einem Stipendiaten des Mozilla Data Futures Lab, treibt eine Browsererweiterung an, die automatisch hasserfüllte Wörter erkennt und schwärzt
fr: L’index open source, construit par Tattle, bénéficiaire d’une subvention du Mozilla Data Futures Lab, alimente une extension de navigateur qui identifie et caviarde automatiquement les mots haineux

# body.d6048dfc-606b-4e6c-affd-1b8e91c8639b
source: <b>(INDIA | APRIL 25, 2024)</b> -- India-based organization Tattle has released an expanded data set on gendered abuse in Indian languages, meant as a resource for people and digital tools to better identify and mitigate hateful content online. <a id="a1">Tattle</a> is a community of technologists, researchers, and artists working towards a healthier online information ecosystem in India.
de: <b>(INDIEN | 25. APRIL 2024)</b> – Die in Indien ansässige Organisation Tattle hat einen erweiterten Datensatz über geschlechtsspezifischen Missbrauch in indischen Sprachen veröffentlicht. Dieser soll Menschen und digitalen Werkzeugen als Ressource dienen, um hasserfüllte Inhalte online besser zu identifizieren und zu mildern. <a id="a1">Tattle</a> ist eine Gemeinschaft von Technologen, Forschern und Künstlern, die an einem gesünderen Online-Informationsökosystem in Indien arbeiten.
fr: <b>(INDE | 25 AVRIL 2024)</b> -- L’organisation indienne Tattle a publié un ensemble de données élargi sur les abus sexistes dans les langues indiennes, conçu comme une ressource pour les personnes et les outils numériques pour mieux identifier et atténuer les contenus haineux en ligne. <a id="a1">Tattle</a> est une communauté de technologues, de chercheurs et d’artistes qui travaillent à un écosystème d’information en ligne plus sain en Inde.

# body.d6048dfc-606b-4e6c-affd-1b8e91c8639b
source: Originally built in 2022, the data set — which powers the browser extension <a id="a1">Uli</a> — now features more than 600 entries across the Hindi, Tamil, Malayalam and Indian English languages. Crucially, it now also includes metadata for each entry. This context allows Uli to better understand if and how hate speech is taking place online.
de: Ursprünglich im Jahr 2022 erstellt, verfügt der Datensatz – der die Browsererweiterung <a id="a1">Uli</a> antreibt – nun über mehr als 600 Einträge in den Sprachen Hindi, Tamil, Malayalam und indisches Englisch. Entscheidend ist, dass er jetzt auch Metadaten für jeden Eintrag enthält. Dieser Kontext ermöglicht es Uli, besser zu verstehen, ob und wie Hassreden online stattfinden.
fr: Construit à l’origine en 2022, l’ensemble de données — qui alimente l’extension de navigateur <a id="a1">Uli</a> — comprend désormais plus de 600 entrées dans les langues hindi, tamoul, malayalam et anglais indien. Mais surtout, il inclut dorénavant également des métadonnées pour chaque entrée. Ce contexte permet à Uli de mieux comprendre dans quelle mesure et de quelle manière le discours haineux se déroule en ligne.

# body.d6048dfc-606b-4e6c-affd-1b8e91c8639b
source: <b><i>The data set is available</i></b> <a id="a1"><b><i>here</i></b></a><b><i>. Read more about Tattle</i></b> <a id="a2"><b><i>here</i></b></a><b><i>.</i></b>
de: <b><i>Der Datensatz ist</i></b> <a id="a1"><b><i>hier</i></b></a><b><i> verfügbar. Weitere Informationen über Tattle finden Sie</i></b> <a id="a2"><b><i>hier</i></b></a><b><i>.</i></b>
fr: <b><i>L’ensemble de données est disponible</i></b> <a id="a1"><b><i>ici</i></b></a><b><i>. Pour en savoir plus sur Tattle,</i></b> <a id="a2"><b><i>cliquez ici</i></b></a><b><i>.</i></b>

# body.d6048dfc-606b-4e6c-affd-1b8e91c8639b
source: The Uli browser plugin redacts slurs and abusive content, and enables archiving of problematic content, to collectively push back against online gender-based violence. It allows users to automatically blur offensive words; hide problematic posts in news feeds; and capture offensive tweets. The datasets driving the plugin are also used by Trust &amp; Safety teams to detect harmful content in Indian languages.
de: Das Uli-Browser-Plugin ist ein echter Held im digitalen Alltag. Es schwärzt Beleidigungen und missbräuchliche Inhalte, ermöglicht das Archivieren von problematischen Inhalten und hilft uns dabei, gemeinsam gegen Online-Gewalt aufgrund des Geschlechts vorzugehen. Es ermöglicht den Nutzern, beleidigende Wörter automatisch zu verwischen; problematische Beiträge in Newsfeeds zu verbergen; und beleidigende Tweets zu erfassen. Die Daten, die das Plugin antreiben, werden auch von den Trust & Safety-Teams verwendet, um schädliche Inhalte in indischen Sprachen zu erkennen.
fr: Le plugin de navigateur Uli caviarde les insultes et les contenus abusifs, et permet d’archiver les contenus problématiques afin de lutter collectivement contre la violence sexiste en ligne. Il permet aux utilisateurs de flouter automatiquement les mots offensants, de masquer les messages problématiques dans les fils d’actualité et de capturer les tweets offensants. Les ensembles de données qui pilotent le plugin sont également utilisés par les équipes de Trust &amp; Safety pour détecter les contenus préjudiciables dans les langues indiennes.

# body.d6048dfc-606b-4e6c-affd-1b8e91c8639b
source: The data set has been built over two years. Through synchronous online sessions, researchers, activists, and feminist partner organizations have annotated the dataset, providing crucial context on the meaning, usage, and severity of the crowdsourced slurs in Indian languages.
de: Der Datensatz wurde über zwei Jahre hinweg aufgebaut. Durch synchrone Online-Sitzungen haben Forscher, Aktivisten und feministische Partnerorganisationen den Datensatz annotiert und so einen entscheidenden Kontext zur Bedeutung, Verwendung und Schwere der in indischen Sprachen crowdbasierten Beleidigungen geliefert.
fr: L’ensemble de données a été construit sur deux ans. Grâce à des sessions en ligne synchrones, des chercheurs, des activistes et des organisations partenaires féministes ont annoté l’ensemble de données, fournissant un contexte capital sur la signification, l’utilisation et la gravité des insultes dans les langues indiennes.

# body.d6048dfc-606b-4e6c-affd-1b8e91c8639b
source: <b>Says Tarunima Prabhakar, lead researcher at Tattle</b>: “Data sets like this are essential to a civil, inclusive internet. They power essential content moderation and safety tools, protecting marginalized communities and mitigating harassment and other harms online. Currently, the Uli data set is one of the most comprehensive, open-source lists for Indian-language content and is critical for ongoing work in AI safety.”
de: <b>Tarunima Prabhakar, leitende Forscherin bei Tattle, sagt</b>: „Datensätze wie dieser sind für ein ziviles, inklusives Internet unerlässlich. Sie ermöglichen wichtige Moderations- und Sicherheitstools, schützen marginalisierte Gemeinschaften und mildern Belästigungen und andere Schäden online. Derzeit ist der Uli-Datensatz eine der umfassendsten, Open-Source-Listen für indischsprachige Inhalte und ist für die laufende Arbeit in der KI-Sicherheit von entscheidender Bedeutung.“
fr: <b>Selon Tarunima Prabhakar, chercheuse principale chez Tattle</b> : « Des ensembles de données comme celui-ci sont essentiels à un Internet civil et inclusif. Ils alimentent des outils majeurs de modération et de sécurité des contenus, protègent les communautés marginalisées et atténuent le harcèlement et d’autres préjudices en ligne. Actuellement, l’ensemble de données Uli est l’une des listes open source les plus complètes pour le contenu en langue indienne et est essentiel pour les travaux en cours en matière de sécurité de l’IA. »

# body.010bb26a-5a37-4564-9d54-4e35aef8fa2c.quote
source: Data sets like this are essential to a civil, inclusive internet.
de: Datensätze wie diese sind für ein ziviles, integratives Internet unerlässlich.
fr: Des ensembles de données comme celui-ci sont essentiels à un Internet civil et inclusif.

# body.55e837ce-51bc-41f1-8d8d-cfc07eceddf7
source: <b>Dharini Priscilla, an annotator for the Tamil list in the dataset</b>, reflected on the importance of South Asian annotators in understanding not just the language but also the political, religious and cultural undertones: “In Tamil, there are so many slurs that change even from one city to another. You don’t see that so much in English. It is broader.”
de: <b>Dharini Priscilla, eine Annotatorin für die Tamil-Liste im Datensatz</b>, reflektierte über die Bedeutung von südasiatischen Annotatoren, um nicht nur die Sprache, sondern auch die politischen, religiösen und kulturellen Untertöne zu verstehen: „Im Tamil gibt es so viele Beleidigungen, die sich sogar von einer Stadt zur anderen ändern. Das sieht man im Englischen nicht so sehr. Es ist breiter.”
fr: <b>Dharini Priscilla, annotatrice pour la liste tamoule dans l’ensemble de données</b>, a souligné l’importance des annotateurs sud-asiatiques pour comprendre non seulement la langue, mais aussi les nuances politiques, religieuses et culturelles : « En tamoul, il y a tellement d’insultes qui changent d’une ville à l’autre. On ne voit pas ça souvent en anglais. C’est plus large. »

# body.55e837ce-51bc-41f1-8d8d-cfc07eceddf7
source: Tattle is a member of the <a id="a1">2023 Data Futures Lab cohort</a>, alongside four other projects building data sets for the public good. The <a id="a2">Data Futures Lab</a> is an experimental space for instigating new approaches to data stewardship challenges. It provides funding, scaffolding for collaboration, convening around emerging ideas, and a place to workshop approaches to data stewardship which give greater control and agency to people.
de: Tattle ist Mitglied der <a id="a1">2023 Data Futures Lab-Kohorte</a>, zusammen mit vier anderen Projekten, die Datensätze für das Gemeinwohl erstellen. Das <a id="a2">Data Futures Lab</a> ist ein experimenteller Raum für die Initiierung neuer Ansätze zu Herausforderungen im Datenmanagement. Es bietet Finanzierung, Gerüst für Zusammenarbeit, Zusammenkunft um aufkommende Ideen und einen Ort, um Ansätze zum Datenmanagement zu erarbeiten, die den Menschen mehr Kontrolle und Handlungsfähigkeit geben.
fr: Tattle est membre du groupe <a id="a1">2023 Data Futures Lab</a>, aux côtés de quatre autres projets construisant des ensembles de données pour le bien public. Le <a id="a2">Data Futures Lab</a> est un espace expérimental destiné à instaurer de nouvelles approches aux défis de la gestion des données. Il fournit un financement, des échafaudages pour la collaboration, des réunions autour d’idées émergentes et un lieu pour organiser des ateliers sur les approches de la gestion des données qui donnent un plus grand contrôle et une plus grande capacité d’action aux personnes.

# title
source: Expanded Indian-Language Data Set Mitigates Hate Speech Online in India, Elsewhere
de: Erweiterter indischsprachiger Datensatz mildert Hassreden online in Indien und anderswo
fr: L’ensemble de données élargi en langue indienne atténue le discours haineux en ligne en Inde, ailleurs
