Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/getting-private-mental-health-and-prayer-apps-rush-to-revise-privacy-policies.po
Languages: fr

# seo_title
source: Getting private? Mental health and prayer apps rush to revise privacy policies
fr: Un peu plus de confidentialité ? Les applis de santé mentale et de prière s’empressent de revoir leur politique de confidentialité

# search_description
source: Mozilla’s latest *Privacy Not Included guide called out 29 mental health and prayer apps handling privacy poorly. Since then, five companies have said ‘mea culpa’ and changed their practices. But the industry as a whole remains untrustworthy.
fr: Le dernier guide *Confidentialité non incluse de Mozilla a recensé 29 applications de santé mentale et de prière qui respectent mal la confidentialité. Depuis, cinq entreprises ont fait leur mea culpa et changé leurs pratiques. Mais l’industrie dans son ensemble reste indigne de confiance.

# body.8aaf9398-b909-4e3f-b162-7e111b586128
source: Mozilla’s latest *Privacy Not Included guide called out 29 mental health and prayer apps handling privacy poorly. Since then, six companies have said ‘mea culpa’ and changed their practices. But the industry as a whole remains untrustworthy.
fr: Le dernier guide *Confidentialité non incluse de Mozilla a recensé 29 applications de santé mentale et de prière qui respectent mal la confidentialité. Depuis, six entreprises ont fait leur mea culpa et changé leurs pratiques. Mais l’industrie dans son ensemble reste indigne de confiance.

# body.31933f2e-bc15-4c8e-9132-bebe6aefb310
source: <b><i>Update:</i></b> <i>Calm, one of the most popular meditation apps now allows all users to access and delete their data, effective June 16, 2022.</i>
fr: <b><i>Mise à jour :</i></b> <i>Calm, l’une des applications de méditation les plus populaires, permet désormais à l’ensemble de ses utilisateurs d’accéder à leurs données et de les supprimer, à compter du 16 juin 2022.</i>

# body.31933f2e-bc15-4c8e-9132-bebe6aefb310
source: What’s the price for using mental health and prayer apps? Data, data, and some more data.
fr: Quel est le prix à payer pour utiliser des applications de santé mentale ou de prière ? Des données, des données et encore des données.

# body.31933f2e-bc15-4c8e-9132-bebe6aefb310
source: The <a id="a1">latest edition</a> of Mozilla’s <i>*Privacy Not Included</i> consumer tech guide revealed how spectacularly mental health and prayer apps neglect users' privacy, harvest sensitive personal data, and capitalize on it as a business asset.
fr: La <a id="a1">dernière édition</a> du guide d’achat grand public <i>*Confidentialité non incluse</i> de Mozilla a révélé à quel point les applications de santé mentale et de prière négligent de manière spectaculaire la vie privée des utilisateurs, collectent des données personnelles sensibles et en font un atout commercial.

# body.31933f2e-bc15-4c8e-9132-bebe6aefb310
source: Following the publication of the report on May 2, 2022, five of the 28 apps that received a privacy warning label, for failing to meet <a id="a1">Mozilla’s privacy and security standards</a>, have responded by updating their privacy policies, revising third-party data sharing practices, and making changes to password requirements and screening. Some apps such as Breathe, Think, Do by Sesame, hadn’t publicly updated their privacy policy since 2013!
fr: Suite à la publication du rapport le 2 mai 2022, cinq des 28 applications qui ont reçu une icône d’avertissement de confidentialité, pour non-respect des <a id="a1">critères élémentaires en matière de confidentialité et de sécurité de Mozilla</a>, ont répondu en mettant à jour leurs politiques de confidentialité, en révisant les pratiques de partage de données avec des tiers et en apportant des modifications aux exigences et au filtrage des mot de passe. Certaines applications telles que Breathe, Think, Do by Sesame, n’avaient pas mis à jour publiquement leur politique de confidentialité depuis 2013 !

# body.31933f2e-bc15-4c8e-9132-bebe6aefb310
source: The six apps implementing these changes are Recovery Record; Hallow; Breathe, Think, Do by Sesame; Modern Health; Woebot, and recently Calm.
fr: Les six applications implémentant ces modifications sont Recovery Record ; Hallow ; Breathe, Think, Do par Sesame ; Modern Health ; Woebot, et récemment Calm.

# body.e2b9d2d1-0553-4413-966d-c88e50bf4b89.quote
source: We applaud the companies that have made changes in response to our *Privacy Not Included buyer’s guide and we hope others will follow. Mental health apps provide a vital service to millions of people, particularly at this challenging time. Unfortunately, the changes we are witnessing show how these apps were, and sometimes still do, fail to protect their users. Offering mental health services should not come at the expense of users’ personal information. We are glad that this crucial research is eliciting interest and real-time change.
fr: Nous félicitons les entreprises qui ont apporté des changements en réponse à notre guide d’achat *Confidentialité non incluse et nous espérons que d’autres suivront. Les applications de santé mentale fournissent un service vital à des millions de personnes, en particulier en cette période difficile. Malheureusement, les changements constatés montrent que ces applications ne protégeaient pas, et parfois ne protègent toujours pas, leurs utilisateurs. Proposer des services de santé mentale ne doit pas se faire au détriment des informations personnelles des utilisateurs. Nous sommes heureux que cette recherche essentielle suscite de l’intérêt et des changements immédiats.

# body.e2b9d2d1-0553-4413-966d-c88e50bf4b89.attribution
source: Ashley Boyd, Vice President Advocacy and Engagement Mozilla
fr: Ashley Boyd, vice-présidente Militantisme et Engagement de Mozilla

# body.96170b26-b114-44bf-9fea-e4615a74d10f
source: Here’s a round-up of the notable changes:
fr: Voici un résumé des changements notables :

# body.96170b26-b114-44bf-9fea-e4615a74d10f
source: <b>Data sharing with third parties.</b> Recovery Record now clearly states that it won’t sell or share data with third parties for direct marketing purposes. This follows a review of their policy dated May 2, 2022 where they removed vague consent caveats, such as: “unless we have your permission” and “for any purpose” referring to the use of aggregate data - data gathered from multiple sources.
fr: <b>Partage de données avec des tiers.</b> Recovery Record indique désormais clairement ne pas vendre et ne pas partager de données avec des tiers à des fins de marketing direct. Cela fait suite à un examen de leur politique daté du 2 mai 2022 où l’entreprise a supprimé les vagues réserves de consentement, telles que : « sauf si nous avons votre permission » et « à quelque fin que ce soit » faisant référence à l’utilisation de données agrégées (données recueillies à partir de plusieurs sources).

# body.96170b26-b114-44bf-9fea-e4615a74d10f
source: <b>Now requiring strong passwords.</b> Hallow and Recovery Record apps have also changed their password requirements to at least eight characters and will flag weak, repetitive/sequential passwords. Before; Mozilla’s review noted that eight apps did not require strong passwords, ranging from “1” to “1111111”. Moodfit app still accepts a single-digit password.
fr: <b>Des mots de passe forts sont désormais exigés.</b> Les applications Hallow et Recovery Record ont également changé leurs exigences en matière de mot de passe et demandent au moins huit caractères et signalent les mots de passe faibles, répétitifs/séquentiels. Précédemment, l’examen de Mozilla avait noté que huit applications n’exigeaient pas de mots de passe forts, allant de « 1 » à « 1111111 ». L’application Moodfit accepte toujours un mot de passe à un chiffre.

# body.96170b26-b114-44bf-9fea-e4615a74d10f
source: <b>Monitoring and responding to privacy concerns:</b> After a series of conversations between Mozilla and Calm, the company has updated its privacy policies and now grants all its users the right to access and delete their data, regardless of their location. Modern Health and Breathe, Think, Do by Sesame apps acknowledged that they hadn’t been monitoring their email hotline for privacy-related questions, but have started to do so. Woebot also referenced Mozilla’s findings and has worked to help clarify some of the confusing language in their privacy policy. They also now state in their privacy policy that all users have the same rights to data access and deletion.
fr: <b>Surveillance et réponse aux problèmes de confidentialité :</b> Suite à plusieurs échanges entre Mozilla et Calm, la société a mis à jour ses politiques de confidentialité et accorde désormais à tous ses utilisateurs le droit d’accéder à leurs données et de les supprimer, quelle que soit leur localisation. Les applications Modern Health et Breathe, Think, Do by Sesame ont reconnu qu’elles n’avaient pas porté attention aux questions relatives à la vie privée envoyées à leur ligne d’assistance par e-mail, mais ont commencé à le faire. Woebot a également fait référence aux conclusions de Mozilla et s’est efforcé de clarifier certaines des formulations ambiguës de sa politique de confidentialité. Elle indique désormais dans sa politique de confidentialité que tous les utilisateurs ont les mêmes droits d’accès et de suppression des données.

# title
source: Getting private? Mental health and prayer apps rush to revise privacy policies
fr: Un peu plus de confidentialité ? Les applis de santé mentale et de prière s’empressent de revoir leur politique de confidentialité
