Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/hekaya-arts-initiative-announces-third-kiswahili-writing-competition.po
Languages: sw

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: This is the third phase of this writing competition brought to you courtesy of Mozilla Foundation. The Mozilla Foundation, in their efforts to create Kiswahili as a machine language, have prepared a Kiswahili database that includes Kiswahili dialects as well, not just standard Kiswahili. This is a project that deserves support for its efforts to identify Kiswahili and Viswahili, that even if machines will be taught this language, it is important to consider the presence of dialects and its speakers. Kiswahili, as the experts say, has its own depth.
sw: Hii ni awamu ya tatu ya mashindano haya ya uandishi ambayo imeletwa kwako kwa hisani ya Mozilla Foundation. Mozilla foundation, katika juhudu zao za kuunda Kiswahili kama lugha ya mashine wameandaa hifadhi data ya Kiswahili ambayo inahusisha lahaja za Kiswahili pia, sio tu Kiswahili sanifu. Huu ni mradi ambao unastahiki kuungwa mkono kwa bidi zake za kutambua Kiswahili na Viswahili, kuwa ata kama mashine zitafundishwa lugha hii, ni muhimu kuzingatia uwepo wa lahaja na wazungumzaji wake. Kiswahili, kama wasemavyo wajuzi, kina wenyewe.

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: So, save the data if created from this point of view, there is balance and what's more, this also becomes like a way to save these dialects, otherwise they will disappear and be forgotten. It will be like in the eighties and nineties many schools here in Kenya forced students to speak only English, and did not appreciate their native languages. As the child continues his studies, he will glorify one language and degrade other languages, especially the mother's.
sw: Hivi basi, hifadhi data ukiundwa kwa mtazamo huu, kuna usawa na la zaidi pia hii inakuwa ni kama namna ya kuhifadhi hizi lahaja, la sivyo zitatokomea na kusahaulika. Itakuwa kama vile miaka ya themanini na tisaini mashule mengi hapa Kenya yalivyolazimisha wanafunzi kuzungumza Kiingereza tu, na kutothamini lugha zao za kiasili. Hapo mtoto anavyoendeleza masomo yake ataitukuza lugha moja na kukosesha hadhi lugha zingine, haswa ile ya mama.

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: If we look forward to the future, this Mozilla Common Voice project which is in the process of building a suitable foundation for this database, we will discover the importance of this data and how this writing competition contributes to the development of Kiswahili and Viswahili as a machine language. And here when we say 'machine' we mean all devices that rely on technology and the way that speakers of Kiswahili and its dialects can get services, for example through their phones, and the language that they know well. And it's not just service, because they will be able to participate in various activities to build themselves and also develop the country such as referendum and so on.
sw: Tukithamnini siku zijazo, mradi huu wa Mozilla Common Voice ambao upo katika hali ya kujenga msingi muafaka wa hii hifadhi data, tutagundua umuhimu wa hii data na namna mashindano haya ya uandishi yanachangia kukuza Kiswahili na Viswahili kama lugha ya mashine. Na hapa tukisema ‘mashine’ tunamaanisha vyombo vyote vinavyotegemea teknolojia na namna ambavyo wazungumzaji wa Kiswahili na lahaja zake wanaweza kupata huduma, mathalan kwa simu zao, na lugha ambayo wanaifahamu vyema. Na sio huduma tu, maanake wataweza kushiriki katika shughli mbalimbali za kujijenga wenyewe na pia kuendeleza nchi kama vile kura ya maoni na kadhalika.

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: Any writer can submit a work in Kiswahili and its dialects. We also receive works that have been translated from other languages ​​into Kiswahili, and it will be important to mention the original authors. Remember, the works to be submitted will be in the Public Domain (CC-0) License. We also do not set a specific presentation topic to give writers creative freedom.
sw: Mwandishi yeyote anaweza kuwasilisha kazi kwa Kiswahili na lahaja zake. Pia tunapokea kazi amabazo zimefasiriwa kutoka lugha nyingine kuja Kiswahili, na itakuwa muhimu huwataja waandishi asili. Kumbuka, kazi zitakazowasilishwa zitakuwa kwenye Public Domain (CC-0) License. Pia hatujaweka mada maalum ya uwasilishaji ili kuwapa waandishi uhuru wa ubunifu.

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: The deadline for submitting manuscripts is Friday 30 November and the winners will be announced and awarded before the end of December. Submit works (essays, not poetry) via
sw: Mwisho wa kuwasilisha miswada ni Ijumaa tarehe 30 Novemba na washindi watatangazwa na kuzawadiwa kabla ya mwisho wa mwezi wa Desemba. Wasilisha kazi (inshaa, sio ushairi) kupitia

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: Instructions for submission:
sw: Maelekezo kuhusu uwasilishaji:

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: Works to be submitted will be in the <b>public domain.</b> They will be under <a id="a1">Public Domain (CC-0) license</a>.
sw: Kazi zitakazowasilishwa zitakuwa katika <b>public domain</b>. Zitakuwa chini ya <a id="a1">Public Domain (CC-0) license</a>.

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: At least 2,500 words and not more than 5,000.
sw: Idadi ya maneno ni 2500 kwa uchache na yasizidi 5,000.

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: Work that will be accepted is <b>ONLY ESSAY/SHORT STORIES, NOT POETRY.</b>
sw: kazi itakayopokelewa ni <b>INSHAA/HADITHI FUPI PEKEE WALA SIO USHAIRI.</b>

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: Classification of text:
sw: Uainishiaji wa maandishi:

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: Do not use numbers instead of words, e.g. 2021
sw: Usitumie tarakimu mahala pa maneno, k.m 2021

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: Do not use abbreviated words, e.g. "USA" or "ICE" as they may be read differently than they are pronounced.
sw: Usitumie maneno ya kufupishwa, k.m “USA” au “ICE” kwa kuwa huenda yakasomwa tofauti na yanavyo tamkwa.

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: Words should not be disrespectful.
sw: Maneno yasiwe ya kuvunja heshima.

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: Words should not incite any form of sexual violence or abuse
sw: Maneno yasiwe yenye kuchochea aina yoyote ya unyanyasaji au utumizi mbaya wa kijinsia

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: Words should not promote violence or gender violence
sw: Maneno yasiwe ya kuendeleza dhulma au maonevu ya kijinsia

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: Words should respect gender diversity, e.g. the use of appropriate gender pronouns
sw: Maneno yaheshimu anuawai/utofauti za kijinsia, k.m matumizi ya viwakilishi vya kijinsia ifaavyo

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: Words should not incite violence/threats of violence
sw: Maneno yasiwe ya kuchochea vurugu/vitisho vya vurugu

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: Words should not be presented digitally or not by hand writing.
sw: Maneno yawasilishwe kidigitali wala sio kwa kuandikwa kwa mkono.

# body.5e0c5bc9-231b-4e87-9cfc-e88b08f709a7
source: The work should be your own.
sw: Kazi iwe yako mwenyewe.

# title
source: Hekaya Arts Initiative Announces Third Kiswahili Writing Competition
sw: Hekaya Arts Initiative Yatangaza Shindano la Tatu la Uandishi wa Kiswahili
