Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/here-are-the-sessions-that-will-*-speaking-*-mozfest-2023.po
Languages: es

# seo_title
source: Here are the sessions that will be speaking Spanish at MozFest 2023
es: Estas son las sesiones que estarán hablando español en MozFest 2023

# search_description
source: Here is a list of the sessions in Spanish at MozFest2023. And watch out, they’re coming with a lot!
es: Aquí un recuento de las sesiones en español en MozFest2023. ¡Y atención que vienen con todo!

# body.e67eedef-162c-489c-b067-49b690325eff.altText
source: A group of 4 panelists sitting on a stage with a purple background. In the fore ground, you can see the backs of people's heads with one hand raised.
es: Un grupo de 4 panelistas sentados en un escenario con fondo morado. En primer plano, puede ver la parte posterior de la cabeza de las personas con una mano levantada.

# body.e67eedef-162c-489c-b067-49b690325eff.caption
source: Mozilla Festival 2019 | Photo by Henry Kenyon
es: Festival Mozilla 2019 | Foto por Henry Kenyon

# body.d54cd5c3-31f7-44dd-88ef-2e1a381a064b
source: People involved in communication will find keys to <a id="a1">fight disinformation</a> and also <a id="a2">exciting discussions on fact-checking</a> (and beyond). There will be groups of young university students <a id="a3">asking questions to Artificial Intelligence</a> and also invitations to collective reflections on <a id="a4">the real advances that technology brings</a>.
es: Las personas dedicadas a la comunicación encontrarán claves para <a id="a1">encarar la desinformación</a> y también <a id="a2">discusiones apasionantes sobre fact-checking</a> (y más allá). Habrá grupos de jóvenes universitarios <a id="a3">haciéndole preguntas a la Inteligencia Artificial</a> y también invitaciones a reflexiones colectivas sobre <a id="a4">los avances reales que trae la tecnología</a>.

# body.d54cd5c3-31f7-44dd-88ef-2e1a381a064b
source: Unsurprisingly, activism will also play a prominent role: we will have important conversations about <a id="a1">building campaigns</a> to defend digital rights and fundamental tools <a id="a2">for the protection of LGBTQI communities online</a> will be shared.
es: El activismo, no te sorprenderás, también tendrá un papel preponderante: tendremos importantes conversaciones sobre <a id="a1">creaciones de campañas</a> dedicadas a defender los derechos digitales y se compartirán herramientas fundamentales para la <a id="a2">protección de las comunidades LGBTQI en línea</a>.

# body.d54cd5c3-31f7-44dd-88ef-2e1a381a064b
source: There will be experts in education, research, public policy, social change, women's rights and LGBTQI+ communities, student collectives and the rights of younger generations. There will be exchanges, storytelling, Miro boards, videos, and so many, many ideas, which will surely overflow in other spaces inside and outside MozFest.
es: Habrá gente experta en educación, en investigación, en políticas públicas, cambio social, derechos de las mujeres y de las comunidades LGBTQI+, colectivos de estudiantes y por los derechos de las generaciones más jóvenes. Habrá intercambios, <i>storytelling</i>, Miro boards, videos, y tantas, tantas ideas, que seguramente desbordarán en otros espacios dentro y fuera de MozFest.

# body.d54cd5c3-31f7-44dd-88ef-2e1a381a064b
source: And this is just the beginning!
es: ¡Y esto es solo el comienzo!

# body.d54cd5c3-31f7-44dd-88ef-2e1a381a064b
source: <i>Check out the sessions in Spanish</i> <a id="a1"><i>in the program</i></a><i> and spread the word! We want to have a million friends so we can talk to more people ;)</i>
es: <i>Revisa las sesiones en español <a id="a1">en el programa</a> ¡y corre la voz! Queremos tener un millón de amigues y así con más gente poder hablar ;)</i>

# body.173a95c9-a93a-4677-a404-97daf89f917d.altText
source: A close up of a woman with dark hair and eyes looking at the camera smiling
es: Un primer plano de una mujer con cabello oscuro y ojos mirando a la cámara sonriendo

# body.173a95c9-a93a-4677-a404-97daf89f917d.text
source: Laura Vidal has been working on language inclusion with MozFest since 2021. Laura is also a linguist and has a PhD in education and informal learning; she specializes in virtual communities and intercultural exchanges.
es: Laura Vidal ha estado trabajando en inclusión de idiomas con MozFest desde 2021. Laura también es lingüista y doctora en educación y aprendizajes informales; y se especializa en comunidades virtuales e intercambios e interculturales.

# title
source: Here are the sessions that will be speaking Spanish at MozFest 2023
es: Estas son las sesiones que estarán hablando español en MozFest 2023
