Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/how-to-keep-your-kids-safe-with-youtube-parental-controls.po
Languages: de, es, fr, pt_br

# seo_title
source: How to Keep Your Kids Safe with YouTube Parental Controls
de: So schützen Sie Ihre Kinder mithilfe des eingeschränkten Modus von YouTube
es: Cómo mantener seguros a tus hijos con los controles parentales de YouTube
fr: Comment assurer la sécurité de vos enfants avec les contrôles parentaux de YouTube
pt_br: Dicas para proteger seus filhos usando configurações e controle da família do YouTube

# search_description
source: Here's everything parents need to know about their kids and YouTube
de: Hier ist alles, was Eltern über Ihre Kids und YouTube wissen sollten
es: Aquí está todo lo que los padres necesitan saber acerca de YouTube y sus hijos
fr: Voici tout ce que les parents doivent savoir sur YouTube et leurs enfants
pt_br: Tudo o que os pais precisam saber sobre o uso do YouTube pelas crianças

# body.6da870c2-6e4b-470c-b2a8-f82f3f06dcb5
source: We’ll be honest, YouTube doesn’t have a great track record when it comes to internet safety for kids.
de: Wir sind ehrlich: YouTube ist in der Vergangenheit nicht unbedingt mit seiner Internet-Sicherheit für Kinder aufgefallen.
es: Para ser sinceros, YouTube no tiene un buen historial cuando se trata de la seguridad de los niños en internet.
fr: Soyons honnêtes tout de suite, YouTube n’a pas un historique très reluisant en matière de sécurité des enfants en ligne.
pt_br: Falando francamente, o YouTube não é exatamente um exemplo quando se trata de segurança na internet para crianças.

# body.6da870c2-6e4b-470c-b2a8-f82f3f06dcb5
source: Back in 2019, YouTube and its parent company Google were famously hit with a <a id="a1">record $170 million fine</a> after federal regulators said the video-sharing platform violated children’s privacy. Regulators said YouTube had knowingly and illegally collected personal information from kids without their parents’ consent, and then made millions of dollars by targeting them with ads.
de: 2019 mussten YouTube und sein Mutterunternehmen Google bekanntermaßen eine <a id="a1">rekordverdächtige Strafe in Höhe von 170 Mio. USD zahlen,</a> nachdem staatliche Aufsichtsbehörden auf Verstöße gegen den Datenschutz von Kindern der Videoplattform aufmerksam machten. Die Aufsichtsbehörden erklärten, YouTube habe wissentlich und illegal persönliche Daten von Kindern ohne die Zustimmung ihrer Eltern gesammelt und dann Millionen von Dollar mit gezielter Werbung für sie verdient.
es: En 2019, a YouTube y a su empresa matriz Google se les multó con <a id="a1">la cantidad sin precedentes de 170 millones de dólares</a> después de que las autoridades reguladoras federales señalaran que la plataforma para compartir videos violaba la privacidad infantil. Los autoridades afirmaron que YouTube, intencional e ilegalmente, había recopilado información personal de menores de edad sin el consentimiento de sus padres, para luego ganar millones de dólares dirigiéndoles anuncios.
fr: Il est de notoriété publique qu’en 2019, YouTube et sa société-mère Google ont été condamnées à <a id="a1">une amende record de 170 millions de $</a> quand des autorités de régulation fédérales ont statué que la plateforme était coupable de violation de la vie privée des enfants. Les autorités en question ont déclaré que YouTube avait, illégalement et en toute connaissance de cause, collecté les données d’enfants sans le consentement de leurs parents, puis généré des millions de dollars en leur montrant des publicités ciblées.
pt_br: Em 2019, o YouTube e a matriz, Google, receberam uma a <a id="a1">multa recorde de US$ 170 milhões</a> após reguladores federais afirmarem que a plataforma de compartilhamento de vídeos violou a privacidade das crianças. As autoridades reguladoras afirmaram que o YouTube coletou intencional e ilegalmente informações pessoais de crianças sem o consentimento dos pais e depois ganhou milhões de dólares direcionando anúncios para elas.

# body.6da870c2-6e4b-470c-b2a8-f82f3f06dcb5
source: Activists have also called for more transparency over YouTube’s opaque recommendation system, which can too often lead to harm (as our research <a id="a1">has also shown</a>).
de: Aktivist*innen forderten außerdem mehr Transparenz im undurchsichtigen Empfehlungssystem von YouTube, das oft Schaden anrichtet (wie auch <a id="a1">unsere Recherche </a>).
es: Los activistas también exigieron dotar de más transparencia al turbio sistema de recomendaciones de YouTube, que con frecuencia puede ser perjudicial (cómo <a id="a1">también demostró</a> nuestra investigación).
fr: Des activistes avaient également demandé plus de transparence concernant le système de recommandations très opaque de YouTube, qui peut trop souvent faire des dégâts (comme <a id="a1">l’ont aussi démontré</a> nos recherches).
pt_br: O sistema de recomendação nebuloso do YouTube tem sido alvo de críticas de ativistas, que pedem mais transparência para evitar danos aos usuários (como <a id="a1">aponta</a> nossa pesquisa).

# body.6da870c2-6e4b-470c-b2a8-f82f3f06dcb5
source: Yet YouTube is incredibly popular with children. From CoComelon nursery rhymes, to Pinkfong with its inescapable “Baby Shark” (doo doo doo doo doo doo), kids’ channels are raking in subscribers <a id="a1">by the millions</a>.
de: Trotzdem ist YouTube unglaublich beliebt bei Kindern. Von CoComelon Kinderreimen bis Pinkfong mit dem unausweichlichen Hit „Baby Shark“ (doo doo doo doo doo doo) häufen Kinderkanäle <a id="a1">Millionen von</a>Abonnent*innen an.
es: No obstante, YouTube es increíblemente popular entre los niños. Desde canciones infantiles de CoComelon hasta Pinkfong con su inevitable “Baby Shark” (du du du du du), los canales para niños cuentan con <a id="a1">millones</a> de suscriptores.
fr: Malgré tout, YouTube est incroyablement populaire auprès des enfants. Des berceuses CoComelon à Pinkfong et son inévitable « Baby Shark » (doo doo doo doo doo doo), les chaînes pour enfants comptent <a id="a1">des millions</a> d’abonné·e·s.
pt_br: Apesar disso, o YouTube é muito popular entre o público infantil. Das canções de ninar do CoComelon ao Pinkfong com a sua viciante “Baby Shark” (doo doo doo doo doo doo), os canais infantis estão <a id="a1">conquistando milhões</a> de inscritos.

# body.6da870c2-6e4b-470c-b2a8-f82f3f06dcb5
source: We know that straight-out banning your kid from YouTube is probably not a realistic solution — and in any case, it won’t prepare them for navigating the platform as they grow into teens and adults.
de: Wir sind uns bewusst, dass es wahrscheinlich keine realistische Lösung wäre, Ihrem Kind YouTube schlichtweg zu verbieten … außerdem würde ein solches Verbot sie auch nicht darauf vorbereiten, die Plattform als Teenager oder Erwachsene zu navigieren.
es: Sabemos que prohibirle del todo a tus hijos usar YouTube probablemente no sea una solución realista y, en todo caso, no los preparará para navegar en esa plataforma conforme crezcan y se conviertan en adolescentes y adultos.
fr: Nous savons qu’interdire à vos enfants d’utiliser YouTube n’est sans doute pas une solution réaliste ; et dans tous les cas, cela ne les préparera pas à utiliser la plateforme quand ils seront adolescents ou adultes.
pt_br: Sabemos que proibir seu filho de usar o YouTube não é uma solução prática e, de qualquer maneira, isso não os preparará para lidar com a plataforma à medida que crescem e amadurecem.

# body.6da870c2-6e4b-470c-b2a8-f82f3f06dcb5
source: But there are some parental controls you can use to help manage the types of content they see, curb screen time, and safeguard their experience.
de: Aber es gibt einige Werkzeuge, mit denen Eltern festlegen können, welche Art von Inhalten ihre Kinder sehen dürfen, wie viel Bildschirmzeit ihnen erlaubt ist und mit denen sie das Erlebnis ihrer Kinder auf der Plattform absichern können.
es: Pero existen algunos controles parentales que puedes usar para gestionar qué tipo de contenido pueden ver, limitar su tiempo en pantalla y proteger su experiencia de uso.
fr: Mais vous pouvez utiliser certains contrôles parentaux pour mieux gérer les types de contenus auxquels ils ont accès, limiter le temps d’écran et sécuriser leur expérience.
pt_br: Existem alguns controles da família que podem ser usados para ajudar a gerenciar o tipo de conteúdo que eles veem, limitar o tempo de utilização e proteger a experiência deles.

# body.6da870c2-6e4b-470c-b2a8-f82f3f06dcb5
source: Limit your little ones to the YouTube Kids platform
de: Begrenzen Sie den Zugang für Ihre Kleinen auf die YouTube Kids-Plattform
es: Limita a tus pequeños el acceso a la plataforma YouTube Kids
fr: Limiter vos enfants à la plateforme YouTube Kids
pt_br: Restrinja o acesso dos seus filhos à plataforma YouTube Kids.

# body.6da870c2-6e4b-470c-b2a8-f82f3f06dcb5
source: First off, it’s useful to know that YouTube has a separate platform called <a id="a1">YouTube Kids</a> intended specifically for younger children. YouTube’s <a id="a2">terms of service</a> for the United States say you have to be at least 13 years old to use YouTube. However, children of all ages may use YouTube or YouTube Kids if they get consent from a parent or legal guardian.
de: Zunächst ist es schon nützlich zu wissen, dass YouTube eine separate Plattform namens <a id="a1">YouTube Kids</a> hat, die sich gezielt an jüngere Kinder wendet. YouTubes <a id="a2">Nutzungsbedingungen</a> für die Vereinigten Staaten geben an, dass Nutzer*innen der Plattform ein Mindestalter von 13 Jahren erfüllen müssen. Allerdings können Kinder aller Altersgruppen YouTube oder YouTube Kids nutzen, wenn sie die Erlaubnis eines Erziehungsberechtigten dazu haben.
es: En primer lugar, es útil saber que YouTube tiene una plataforma aparte llamada <a id="a1">YouTube Kids</a> específicamente para niños pequeños. En los <a id="a2">términos de servicio</a> en Estados Unidos se indica que tienes que tener al menos 13 años de edad para usar YouTube. Sin embargo, los niños de todas las edades pueden usar YouTube o YouTube Kids si obtienen el consentimiento de alguno de sus padres o tutores.
fr: En premier lieu, vous devez savoir que YouTube dispose d’une plateforme à part nommée <a id="a1">YouTube Kids</a> et conçue spécifiquement pour les jeunes enfants. Selon les <a id="a2">conditions d’utilisation</a> de YouTube aux États-Unis, il faut avoir au moins 13 ans pour utiliser YouTube (15 ans en France). Cependant, des enfants de tous les âges peuvent utiliser YouTube ou YouTube Kids s’ils ont le consentement d’un parent ou responsable légal.
pt_br: Para começar, é importante saber que o YouTube tem uma plataforma separada chamada <a id="a1">YouTube Kids</a>, voltada especialmente para crianças pequenas. De acordo com os <a id="a2">termos de serviço</a> do YouTube nos Estados Unidos, o uso da plataforma é restrito a usuários com 13 anos ou mais. No entanto, crianças de todas as idades podem acessar o YouTube ou o YouTube Kids com a autorização dos pais ou responsável legal.

# body.6da870c2-6e4b-470c-b2a8-f82f3f06dcb5
source: Billed as a “contained environment” for kids to explore on their own, YouTube Kids is totally separate from the main YouTube app and is filtered to house age-appropriate content.
de: YouTube Kids wird als „geschlossene Umgebung“ bezeichnet, in der Kinder auf eigene Faust auf Entdeckungsreise gehen können. Die App ist von der eigentlichen YouTube-App völlig getrennt und enthält nur altersgerechte Inhalte.
es: Promocionado como un "entorno más controlado" para que los niños exploren por su cuenta, YouTube Kids se encuentra totalmente separado de la aplicación principal, YouTube, y cuenta con filtros de contenido apropiado para cada edad.
fr: Décrite comme un « environnement restreint » que les enfants peuvent explorer seuls, la plateforme YouTube Kids est entièrement indépendante de l’application principale YouTube et héberge des contenus appropriés aux âges des enfants.
pt_br: O YouTube Kids é uma plataforma separada do aplicativo principal do YouTube, criada para que as crianças possam explorar conteúdo seguro e apropriado para sua idade.

# body.3a6785c1-2c48-483a-a785-6bb26c3d8e71.altText
source: Surely only parents would get this correct
de: Sicherlich würden nur Eltern dies richtig verstehen
es: Ciertamente solo los padres pueden configurar esto
fr: Impossible que des enfants connaissent la réponse…
pt_br: É óbvio que só os pais acertariam, né?

# body.3a6785c1-2c48-483a-a785-6bb26c3d8e71.caption
source: Surely only parents would get this correct (via YouTube)
de: Sicherlich würden nur Eltern dies richtig verstehen (via YouTube)
es: Ciertamente solo los padres pueden configurar esto (mediante YouTube)
fr: Impossible que des enfants connaissent la réponse… (via YouTube)
pt_br: É óbvio que só os pais acertariam, né? (via YouTube)

# body.66508e70-4336-424e-845a-0f30ecf2497f
source: Download the app or open up YouTube Kids in a web browser, then decide what types of content your kid can watch based on three categories: “Preschool” (content recommended for kids ages 4 and under); “Younger” (ages 5-8); or “Older” (ages 9-12).
de: Laden Sie die App herunter oder öffnen Sie YouTube Kids in einem Webbrowser und entscheiden Sie dann, welche Arten von Inhalten Ihr Kind sehen darf, basierend auf drei Kategorien: „Vorschulalter“ (Inhalte, die Kindern von vier Jahren und jünger empfohlen werden); „Jünger“ (fünf bis acht Jahre); oder “Älter” (neun bis zwölf Jahre).
es: Descarga la aplicación o abre YouTube Kids en el navegador web y decide qué tipo de contenido puede ver tu hijo a partir de tres categorías: “preescolar” (contenido recomendado para niños de hasta 4 años), “pequeños” (entre 5 y 8 años) o "mayores” (entre 9 y 12 años).
fr: Téléchargez l’application ou ouvrez YouTube Kids dans un navigateur web, puis décidez quel type de contenu votre enfant pourra regarder parmi trois catégories : « Les tout-petits » (contenus recommandés pour les enfants jusqu’à 4 ans), « Les petits » (entre 5 et 8 ans) et « Les plus grands » (entre 9 et 12 ans).
pt_br: Baixe o aplicativo ou abra o YouTube Kids no navegador e defina que tipos de conteúdo seu filho pode assistir com base em três categorias: “Pré-escolar” (até 4 anos); “Crianças menores” (de 5 a 8 anos) ou “Crianças maiores” (de 9 a 12 anos).

# body.66508e70-4336-424e-845a-0f30ecf2497f
source: You can turn off the search function, set timers to control screen time, and review and clear your child’s watch and search history, among other parental controls.
de: Sie können unter anderem die Suchfunktion deaktivieren, Timer einstellen, um die Bildschirmzeit festzulegen, und den Verlauf für angesehene Inhalte und Suchangaben prüfen und löschen.
es: Puedes desactivar la función de búsqueda, establecer temporizadores para controlar el tiempo en pantalla, revisar y limpiar el historial de lo que ven tus hijos y el de búsquedas, entre otros controles parentales.
fr: Parmi les contrôles disponibles, vous pouvez désactiver la fonction de recherche, mettre en place des limites de temps d’écran et consulter et supprimer l’historique de visionnage et de recherche de votre enfant.
pt_br: Entre as opções de controle da família, estão a possibilidade de desativar a pesquisa, estabelecer limites de tempo de uso, além de analisar e limpar o histórico de busca e visualização dos pequenos.

# body.9ec934c6-9d8b-497f-afec-6c7b3b729d7e.altText
source: Parents choose which age range their kid is in before they can use YouTube Kids
de: Eltern wählen, in welche Alterskategorie ihr Kind fällt, bevor dieses YouTube Kids nutzen kann
es: Los padres seleccionan el rango de edad al que pertenece su hijo antes de que pueda usar YouTube Kids
fr: Les parents doivent indiquer la tranche d’âge de leur enfant avant d’utiliser YouTube Kids
pt_br: Antes de usar o YouTube Kids, os pais definem a faixa etária de seus filhos.

# body.9ec934c6-9d8b-497f-afec-6c7b3b729d7e.caption
source: Parents choose which age range their kid is in before they can use YouTube Kids (via YouTube)
de: Eltern wählen, in welche Alterskategorie ihr Kind fällt, bevor dieses YouTube Kids nutzen kann (via YouTube)
es: Los padres seleccionan el rango de edad al que pertenece su hijo antes de que pueda usar YouTube Kids (a través de YouTube)
fr: Les parents doivent indiquer la tranche d’âge de leur enfant avant d’utiliser YouTube Kids (via YouTube)
pt_br: Antes de usar o YouTube Kids, os pais definem a faixa etária de seus filhos. (via YouTube)

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: You don’t need to sign in to your Google account to use YouTube Kids, but if you do you’ll have a few more tools available, such as creating individual profiles for each kid in your household and blocking channels and videos. You can also set it up so that your kid can only watch videos, channels, or collections that you’ve approved. If you have a YouTube Premium subscription you’ll also have to sign in to use that.
de: Sie müssen sich nicht über Ihr Google Konto anmelden, um YouTube Kids zu nutzen, aber wenn Sie dies tun, stehen Ihnen einige mehr Werkzeuge zur Verfügung, wie zum Beispiel die Einrichtung individueller Profile für jedes Kind in Ihrem Haushalt und die Blockierfunktion für Kanäle und Videos. Außerdem haben Sie die Möglichkeit, über die Einstellungen festzulegen, welche Videos, Kanäle oder Kollektionen Ihr Kind ansehen darf. Auch wenn Sie ein YouTube Premium-Abonnement haben, müssen Sie sich über Google anmelden, um dieses zu verwenden.
es: No necesitas iniciar sesión con tu cuenta de Google para usar YouTube Kids, pero si lo haces, dispondrás de algunas herramientas adicionales, como crear perfiles para cada uno de los niños de la familia y bloquear canales y videos. También puedes establecer si tu hijo solo puede ver videos, canales o colecciones que hayas aprobado. Si tienes una suscripción a YouTube Premium, también tendrás que iniciar sesión para usarlo.
fr: Il n’est pas nécessaire de vous connecter à votre compte Google pour utiliser YouTube Kids, mais en le faisant, vous disposerez de quelques outils en plus, comme la possibilité de créer un profil individuel à chaque enfant de votre foyer, ainsi que de bloquer des chaînes et des vidéos. Vous pouvez aussi paramétrer les contrôles pour que votre enfant puisse regarder uniquement des vidéos, chaînes ou collections que vous avez approuvées. Si vous avez un abonnement YouTube Premium, vous devrez vous connecter pour utiliser les fonctionnalités correspondantes.
pt_br: Para utilizar o YouTube Kids, não é necessário fazer login na sua conta Google, mas se você fizer, pode acessar mais recursos, como criar perfis individuais para cada criança em sua casa e bloquear canais e vídeos. Além disso, é possível configurar o aplicativo para que seu filho só assista a vídeos, canais ou coleções que você tenha aprovado. Se você assina o YouTube Premium, é necessário fazer login para acessar o serviço.

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: In general, child profiles are a great way to control the content your kid sees, says Girard Kelly, an attorney and director of the privacy program at <a id="a1">Common Sense Media</a>, a non-profit organization that evaluates the privacy of apps popular with children.
de: „Im Allgemeinen sind Kinderprofile gut geeignet, um die Inhalte zu kontrollieren, die Ihr Kind sieht“, so Girard Kelly, Anwalt und Director eines Datenschutzprogrammes bei <a id="a1">Common Sense Media</a>, einer gemeinnützigen Organisation, die bei Kindern beliebte Apps auf ihren Datenschutz hin evaluiert.
es: En general, los perfiles para niños son una gran manera de controlar el contenido que ven tus hijos, señala Girard Kelly, abogado y director del programa de privacidad en <a id="a1">Common Sense Media</a>, una organización sin fines de lucro que evalúa la privacidad de las aplicaciones populares entre los niños.
fr: De manière générale, les profils pour enfants sont un bon moyen de contrôler ce que voit votre enfant, explique Girard Kelly, avocat et directeur du programme de confidentialité chez <a id="a1">Common Sense Media</a>, une organisation à but non lucratif qui évalue les applications populaires chez les enfants.
pt_br: Criar perfis infantis é uma excelente maneira de controlar o conteúdo que seus filhos visualizam, segundo Girard Kelly, advogado e diretor do programa de privacidade da <a id="a1">Common Sense Media</a>, uma organização sem fins lucrativos que avalia a privacidade de aplicativos populares entre crianças.

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: “We always recommend parents create child profiles. For YouTube or other services, a lot of parents don't really realize that's an option,” Kelly says. “Child profiles are a great way to have a safer space, where you can maybe leave the room, for example, without them jumping right to an inappropriate video.”
de: „Wir empfehlen Eltern immer, Profile für ihre Kinder zu erstellen. Viele wissen nicht einmal, dass das bei YouTube oder anderen Dienstanbietern eine Option ist“, so Kelly weiter. „Kinderprofile eignen sich super, um Kindern einen sicheren Raum zu bieten. So können Eltern zum Beispiel auch einmal das Zimmer verlassen, ohne dass sich Kinder direkt unangemessene Inhalte ansehen.“
es: “Siempre recomendamos que los padres creen perfiles para sus hijos. Para YouTube y otros servicios, muchos padres no se dan cuenta de que es una opción", comenta Kelly. “Los perfiles para los niños son una gran manera de tener un espacio más seguro, donde puedes, por ejemplo, dejar la habitación, sin que ellos se topen inmediatamente con un video inapropiado”.
fr: « Nous recommandons toujours la création de profils pour les enfants. Que ce soit pour YouTube ou d’autres services, les parents ne savent pas toujours qu’ils ont cette possibilité », précise Kelly. « Les profils pour enfants sont un excellent moyen de mettre en place un espace plus sûr, qui vous permet, par exemple, de pouvoir quitter la pièce sans que vos enfants tombent sur une vidéo inappropriée. »
pt_br: “Sempre incentivamos os pais a criarem perfis infantis. Muitos desconhecem que há essa opção não só no YouTube como também em outros serviços”, diz Kelly. “Os perfis infantis proporcionam um espaço mais seguro, permitindo que os pais deixem o ambiente sem precisar se preocupar com a visualização de conteúdo inadequado.”

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: Set up parental controls for older kids using the main platform
de: Über die Hauptplattform können Sie Kinderschutzfunktionen für ältere Kinder festlegen
es: Establece controles parentales para los niños mayores que usan la plataforma principal
fr: Installer des contrôles parentaux pour les enfants plus âgés qui utilisent la plateforme principale
pt_br: Configure controles da família para crianças maiores usando a plataforma principal
