Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/how-to-keep-your-kids-safe-with-youtube-parental-controls.po
Languages: de, es, fr, pt_br

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: If you feel your kid is ready to explore the main YouTube platform, but you’d still like some guide rails in place, you can create a <a id="a1">supervised YouTube account</a>. Currently available in beta mode, this is essentially a “parent-managed version” of the regular YouTube platform, according to the company.
de: Wenn Ihr Kind Ihrer Meinung nach alt genug ist, um die Hauptplattform von YouTube zu erkunden, Sie aber trotzdem noch ein paar Sicherungen festlegen möchten, können Sie ein <a id="a1">Gemeinsam verwaltetes Konto</a> erstellen. Dabei handelt es sich laut dem Unternehmen im Prinzip um eine von den Eltern verwaltete Version der herkömmlichen YouTube-Plattform, die momentan als Beta-Version verfügbar ist.
es: Si consideras que tu hijo está listo para explorar la plataforma de YouTube principal, pero aún así te gustaría que cuente con algunas guías, puedes crear una <a id="a1">cuenta supervisada de YouTube</a>. Actualmente disponible en versión beta, se trata básicamente de una "versión administrada por los padres" de la plataforma habitual de YouTube, según la empresa.
fr: Si vous pensez que votre enfant est prêt à utiliser la plateforme YouTube principale, mais que vous aimeriez tout de même avoir quelques garde-fous, vous pouvez créer un <a id="a1">compte YouTube supervisé</a>. Actuellement disponible en mode bêta, il s’agit, selon l’entreprise, d’une « version gérée par les parents » de la plateforme YouTube habituelle.
pt_br: Se você acha que seu filho está pronto para explorar a plataforma principal do YouTube, mas ainda gostaria de definir algumas restrições, é possível criar uma <a id="a1">conta supervisionada do YouTube</a>. Disponível atualmente em modo beta, essa opção é basicamente uma versão “gerenciada pelos pais” da plataforma regular do YouTube, segundo a empresa.

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: In order to create a supervised YouTube experience for your child you’ll need a Google account — and your child will need one too. After those are set up, you’ll need to:
de: Um ein gemeinsam verwaltetes Konto bei YouTube für Ihr Kind einzurichten, brauchen sowohl Sie als auch Ihr Kind ein Google-Konto. Wenn Sie diese eingerichtet haben, müssen Sie:
es: Para crear una experiencia supervisada de YouTube para tu hijo necesitas una cuenta de Google y también una para tu hijo. Después de configurarlas, necesitarás:
fr: Afin de créer une expérience YouTube supervisée pour votre enfant, vous aurez besoin d’un compte Google – et votre enfant aussi. Une fois les comptes activés, vous devrez :
pt_br: Para criar uma experiência supervisionada do YouTube, você precisará de uma conta do Google – e seu filho também. Após concluir essas configurações, é necessário:

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: <b>Link your accounts</b>: Sign in to YouTube with your Google account, click your channel icon, tap settings, then parent settings, and select your child.
de: <b>Ihre Konten verknüpfen</b>: Melden Sie sich mit Ihrem Google-Konto bei YouTube an, klicken Sie auf Ihr Profilbild, tippen Sie auf „Einstellungen“, dann „Jugendschutzeinstellungen“ und wählen Sie Ihr Kind aus.
es: <b>Vincular tus cuentas</b>: Inicia sesión en YouTube con tu cuenta de Google, da clic en tu foto de perfil, toca en configuración, luego en configuración parental y selecciona a tu hijo.
fr: <b>Lier vos comptes</b> : connectez-vous à YouTube avec votre compte Google, cliquez sur l’icône de votre chaîne, sur « Paramètres », puis « Paramètres parentaux », et sélectionnez votre enfant.
pt_br: <b>Vincular as contas</b>: faça login no YouTube com sua conta do Google, clique na foto do seu perfil, selecione configurações, configurações para a família e selecione a criança.

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: <b>Choose one of YouTube’s content settings</b> for your child, which correspond to age-appropriate tween and teen ratings, in order to limit the videos and music your kid can find and play.
de: <b>Wählen Sie eine der YouTube Inhaltseinstellungen</b> für Ihr Kind aus, die den Bewertungen nach altersgemäß für Tweens und Teens geeignet sind, um einzugrenzen, welche Videos und Musik Ihr Kind finden und abspielen kann.
es: <b>Elije para tu hijo una de las configuraciones de contenido de YouTube</b> que corresponda a su rango edad, de preadolescente o adolescente, para limitar los videos y música que puede encontrar y reproducir.
fr: <b>Choisissez un des paramètres de contenu proposés par YouTube</b> pour votre enfant. Ils correspondent à des catégories d’âge pour grands enfants et adolescents, afin de limiter les vidéos et la musique que votre enfant peut trouver et lancer.
pt_br: <b>Selecionar uma das opções de configuração de conteúdo do YouTube</b> de acordo com as classificações etárias apropriadas para pré-adolescentes e adolescentes, para restringir os vídeos e músicas que seu filho pode encontrar e assistir.

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: Some YouTube features are turned off for supervised accounts. These include comments and live chat, as well as your kid’s ability to upload videos, create channels, and make purchases. Reminders are available for breaks and bedtime, and YouTube’s autoplay feature will be off by default.
de: Einige YouTube-Funktionen sind für gemeinsam verwaltete Konten deaktiviert. Dazu gehören Kommentare und Live-Chats, sowie die Möglichkeit für Ihr Kind, Videos hochzuladen, Kanäle zu erstellen und Käufe zu tätigen. Es gibt eine Erinnerungsfunktion für Pausen oder die Schlafenszeit und YouTubes Autoplay-Funktion ist standardmäßig deaktiviert.
es: Algunas funciones de YouTube están desactivadas para las cuentas supervisadas. Entre estas se encuentran los comentarios y los chats en vivo, así como la posibilidad de que tu hijo suba videos, cree canales o haga compras. También se encuentran disponibles recordatorios para recesos y la hora de dormir, además de que la reproducción automática de YouTube está desactivada de manera predeterminada.
fr: Certaines fonctionnalités YouTube sont désactivées pour les comptes supervisés. Celles-ci incluent notamment les commentaires et le chat en direct, ainsi que la possibilité pour votre enfant de télécharger des vidéos sur la plateforme, de créer des chaînes et de faire des achats. Des rappels sont disponibles pour les pauses ou l’heure du coucher, et la fonctionnalité de lecture automatique des vidéos YouTube sera désactivée par défaut.
pt_br: Alguns recursos do YouTube são desativados para contas supervisionadas. Entre eles, estão: comentários e bate-papo ao vivo, realizar envio de vídeos, criar canais e fazer compras. É possível configurar lembretes para intervalos e hora de dormir, e a reprodução automática do YouTube estará desativada por padrão.

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: Once you’re familiar with how to put parental controls on YouTube, you can also explore Google’s <a id="a1">Family Link</a> app, which offers an additional layer of control over things like screen time, approving or blocking app store downloads, and locking your child’s device if needed.
de: Sobald Sie sich mit den Jugendschutzfunktionen von YouTube auskennen, können Sie auch Googles <a id="a1">Family Link</a> App erkunden, die bei Bedarf eine zusätzliche Schutzebene mit Kontrollfunktionen wie Bildschirmzeit, das Erlauben oder Blockieren von App-Store-Downloads und bei Bedarf auch das Sperren des Geräts Ihres Kindes bietet.
es: Una vez que estés familiarizado con cómo poner controles parentales en YouTube, también puedes explorar la aplicación de Google Family Link, que ofrece una capa adicional de control sobre cosas como el tiempo de pantalla, aprobar o bloquear las descargas de la tienda de aplicaciones y bloquear el dispositivo de tu hijo si es necesario.
fr: Une fois familiarisé·e avec les options de contrôle parental sur YouTube, vous pouvez aussi utiliser l’application <a id="a1">Family Link</a> de Google, qui offre des possibilités de contrôle supplémentaires, comme le temps d’écran, la validation ou le blocage des téléchargements sur les boutiques d’applications, ou le verrouillage de l’appareil de votre enfant si nécessaire.
pt_br: Quando você já estiver familiarizado com as configurações e controles para a família no YouTube, vale a pena experimentar o aplicativo <a id="a1">Family Link</a> do Google, que oferece controles para tempo de uso, aprovação ou bloqueio de downloads na loja de aplicativos e bloqueio do dispositivo do seu filho, se necessário.

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: Keep an eye on the lurkers: Ads and data trackers
de: Behalten Sie die Unbekannten im Auge: Anzeigen- und Daten-Tracker
es: Mantente al pendiente de los acechadores: anuncios y rastreadores de datos
fr: Gardez un œil sur les espions : publicités et traqueurs de données
pt_br: Fique de olho em quem está à espreita: publicidade e rastreadores de dados.

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: Even though YouTube Kids and supervised YouTube accounts are intended for, well, kids, Google still collects data about them and their activity. In fact, <a id="a1">according to the company,</a> once you decide to set up a Google account or profile for your child, it “will generally be treated like your own” with respect to the information the company can collect.
de: Obwohl YouTube Kids und gemeinsam verwaltete YouTube Konten für Kinder, gemacht sind, sammelt Google Daten über sie und ihre Aktivitäten. Tatsächlich <a id="a1">ist es laut dem Unternehmen so,</a> dass ein Konto oder Profil, das Sie bei Google für Ihr Kind einrichten, „im Allgemeinen wie Ihr eigenes behandelt wird“, was die Daten angeht, die das Unternehmen sammeln kann.
es: A pesar de que YouTube Kids y las cuentas supervisadas de YouTube están dirigidas a los menores, Google sigue recopilando datos sobre ellos y su actividad. De hecho, <a id="a1">según la empresa,</a> una vez que decides crear una cuenta o perfil de Google para tu hijo, "en general se considerará como si fuera tuya" en lo que concierne a la información que la empresa puede recopilar.
fr: Même si YouTube Kids et les comptes YouTube supervisés sont destinés aux enfants, Google collecte tout de même des données sur eux et sur leurs activités. En fait, <a id="a1">d’après l’entreprise,</a> une fois que vous avez créé un compte ou un profil Google pour votre enfant, ceux-ci « sont généralement traités comme les vôtres » en ce qui concerne les informations que l’entreprise peut collecter.
pt_br: Embora o YouTube Kids e as contas supervisionadas do YouTube sejam direcionados a crianças, o Google ainda coleta dados sobre elas e suas atividades. <a id="a1">De acordo com a empresa</a>, assim que você cria uma conta ou perfil do Google para o seu filho, ele “recebe o mesmo tratamento que o seu em relação às informações coletadas”.

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: If there’s one tiny silver lining in all that data collection, it’s that YouTube supervised account users and YouTube Kids users aren’t targeted by personalized ads. Watch out, though, because young users are still served contextual ads, which are based on the content being viewed, the viewer’s current search, and the viewer’s general location (such as city or state), according to Google.
de: Aber es gibt einen Silberstreifen am Horizont, was die Erhebung von Daten angeht: Nutzer*innen von YouTube gemeinsam verwalteten Konten und YouTube Kids werden keine gezielten personalisierten Anzeigen gezeigt. Allerdings werden laut Google auch jungen Nutzer*innen kontextbasierte Anzeigen gezeigt, die auf den angesehenen Inhalten, aktuellen Suchanfragen und dem allgemeinen Standort der Nutzer*innen beruht (wie etwa der Stadt oder des Bundeslandes).
es: De lo poco rescatable en toda esa recopilación de datos es que los usuarios de las cuentas de YouTube Kids y los usuarios de cuentas supervisadas de YouTube no son blanco de anuncios personalizados. De todos modos, ten cuidado, porque aun así a los jóvenes usuarios se les muestra publicidad contextual, basada en el contenido que ven, las búsquedas que estén haciendo y su ubicación general (como ciudad o estado), según Google.
fr: Le seul côté positif de toute cette collecte, c’est que les utilisateurs et utilisatrices de comptes YouTube supervisés et de YouTube Kids ne font pas l’objet de publicités ciblées. Méfiez-vous, cependant, car les enfants peuvent tout de même voir des publicités contextuelles basées sur le contenu regardé, la recherche actuelle de l’utilisateur ou utilisatrice et son emplacement général (ville ou état, par ex.) selon Google.
pt_br: Apesar da coleta de dados, os usuários de contas supervisionadas do YouTube e do YouTube Kids contam com uma pequena vantagem: eles não recebem anúncios personalizados. No entanto, é preciso ficar atento. De acordo com o Google, os usuários jovens ainda são expostos a anúncios contextuais, baseados em conteúdo visualizado, pesquisa atual e localização geral do usuário (como cidade ou estado).

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: “Generally, contextual advertising means you're advertising related to the content, not related to the person,” says Hayley Tsukayama, a senior legislative activist at the Electronic Frontier Foundation.
de: „Im Allgemeinen bedeutet kontextbezogene Werbung, dass man Werbung in Bezug auf den Inhalt und nicht in Bezug auf die Person macht“, sagt Hayley Tsukayama, eine leitende Aktivistin für Gesetzgebung bei der Electronic Frontier Foundation.
es: “Generalmente, la publicidad contextual significa que ves anuncios relacionados con el contenido, no con la persona", indica Hayley Tsukayama, activista legislativo principal de la Electronic Frontier Foundation.
fr: « En général, la publicité contextuelle est une publicité liée au contenu, et non à la personne », explique Hayley Tsukayama, activiste et juriste expérimentée chez Electronic Frontier Foundation.
pt_br: Hayley Tsukayama, ativista legislativa sênior da Electronic Frontier Foundation, explica que “em geral, publicidade contextual significa que os anúncios estão relacionados ao conteúdo, não à pessoa”.

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: From a data collection standpoint, it’s not quiiite as awful as personalized advertising because “it's not based on this incredibly invasive profile that they're building about a child,” Tsukayama says. (Certain categories of products are also prohibited from being advertised.)
de: Vom Standpunkt der Datenerfassung aus gesehen, ist sie nicht ganz so schlimm wie personalisierte Werbung, denn „sie basiert nicht auf diesem unglaublich invasiven Profil, das sie über ein Kind erstellen“, sagt Tsukayama. (Bestimmte Produktkategorien dürfen außerdem nicht beworben werden.)
es: En cuanto a la recopilación de datos, no es tan espantosa como la publicidad personalizada porque "no se basa en ese perfil increíblemente invasivo que están construyendo de un niño", afirma Tsukayama. (También se prohíben los anuncios de algunas categorías de productos.)
fr: D’un point de vue de collecte des données, ce n’est pas tout à fait aussi déplorable que la publicité personnalisée, car « elle n’est pas basée sur le fait extrêmement invasif de créer un profil sur un enfant », déclare Tsukayama. (Les publicités pour certaines catégories de produits sont également interdites.)
pt_br: Em termos de coleta de dados, não é tão ruim quanto a publicidade personalizada, já que “não é baseado em um perfil invasivo que estão criando sobre a criança”, diz Hayley. (Também é proibido anunciar certas categorias de produtos).

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: It’s always worth thinking about how much exposure to advertising you want for your kids, Tsukayama says. Teaching them good “data hygiene” practices such as clearing search and watch history can also help them be more intentional with their viewing. And it’s a small step toward combating the YouTube “recommendation engine” rabbit hole.
de: Es lohnt sich immer, zu überlegen, wie viel Werbung Sie Ihren Kindern zumuten möchten, so Tsukayama. Die Vermittlung einer guten „Datenhygiene“, wie z. B. das Löschen des Such- und Wiedergabeverlaufs, kann ebenfalls dazu beitragen, dass sie bewusster mit ihren Inhalten umgehen. Und es ist ein kleiner Schritt im Kampf gegen den Strudel der YouTube-„Empfehlungsmaschine“.
es: Siempre vale la pena pensar sobre el grado de exposición a la publicidad que deseas para sus hijos, comenta Tsukayama. Enseñarles buenas prácticas de "higiene de datos", como limpiar los historiales de búsqueda y reproducción, también puede ayudarles a ser más conscientes de lo que ven. Se trata de un pequeño paso para combatir la trampa del "generador de recomendaciones" de YouTube.
fr: Tsukayama ajoute qu’il est toujours judicieux de réfléchir au degré d’exposition aux publicités que l’on souhaite pour ses enfants. Leur apprendre des bonnes pratiques en matière d’« hygiène des données », comme le fait d’effacer son historique de visionnage et de recherche, peut aussi les aider à adopter des habitudes de visionnage plus conscientes. Et c’est un petit pas en avant dans la lutte contre le cercle vicieux du « moteur de recommandation » de YouTube.
pt_br: Hayley ressalta que é importante considerar a quantidade de publicidade a que seus filhos podem ser expostos. Ensinar boas práticas de “higiene de dados”, como limpar o histórico de pesquisa e visualização, também pode ajudá-los a terem mais consciência sobre o que assistem. É um pequeno passo para combater o buraco negro do “algoritmo de recomendações” do YouTube.

# body.59365c84-e3ad-4472-9537-a37485aa9620
source: At the end of the day, using YouTube or any Google service does entail handing over a certain amount of personal data — but child-specific tools like YouTube Kids or a supervised account can improve your kids’ safety online, and maybe save your sanity too.
de: Letztlich bedeutet die Nutzung von YouTube oder anderen Google-Services eben auch, eine bestimmte Menge personenbezogener Daten preiszugeben – aber mit Werkzeugen wie YouTube Kids oder einem gemeinsam verwalteten Konto können Sie die Sicherheit Ihrer Kinder online verbessern und dabei vielleicht sogar selbst ein gutes Gewissen behalten.
es: A fin de cuentas, usar YouTube o cualquier otro servicio de Google implica entregar cierta cantidad de datos personales. Pero con herramientas específicamente diseñadas para menores como YouTube Kids o una cuenta supervisada, puedes mejorar la seguridad en línea de tus hijos y también resguardar tu paz mental.
fr: En somme, le fait d’utiliser YouTube ou tout autre service Google implique en effet de partager une certaine quantité de données personnelles. Mais des outils conçus pour les enfants comme YouTube Kids ou les comptes supervisés peuvent améliorer la sécurité de vos enfants en ligne, et vous tranquilliser l’esprit.
pt_br: No fim das contas, utilizar o YouTube ou qualquer serviço do Google implica em fornecer uma certa quantidade de dados pessoais. Mas as ferramentas específicas para crianças, como o YouTube Kids ou uma conta supervisionada, podem aumentar a segurança online dos seus filhos e, quem sabe, evitar que você arranque os cabelos.

# title
source: How to Keep Your Kids Safe with YouTube Parental Controls
de: So schützen Sie Ihre Kinder mithilfe des eingeschränkten Modus von YouTube
es: Cómo mantener seguros a tus hijos con los controles parentales de YouTube
fr: Comment assurer la sécurité de vos enfants avec les contrôles parentaux de YouTube
pt_br: Dicas para proteger seus filhos usando configurações e controle da família do YouTube
