Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/interview-between-the-writer-george-githuma-njogu-and-kevin-omondi-who-*-the-community-manager-of-contributors-*-the-open-source-project-common-voice.po
Languages: in

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: Who is Kevin?
in: Kevin ni nani?

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: Kevin is a researcher in technology, Lecturer in computer science and also a Manager and contributor to open source projects such as Common Voice which is a Mozilla project.
in: Kevin ni mtafiti katika fani ya teknolojia, Mhadhiri katika masomo ya kisayansi za tarakilishi na pia ni Meneja na mchangiaji katika vyanzo wazi kama vile Common Voice ambao ni mradi ya Mozilla

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: Tell us how you got involved with this Common Voice project?
in: Tuelezee jinsi ulivyopata kuhusika na mradi huu wa Common Voice?

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: I found out about the Common Voice project in 2019 through my PhD degree administrator Dr. Tom Denton from Google. We discussed a lot about how machines can be trained to work as human beings and that is how Common Voice emerged. The focus of the discussion was to develop a sound recognition engine and make it an open source.
in: Nilipata kujua kuhusu mradi wa Common Voice mwaka wa 2019 kupitia kwa msimamizi wangu wa shahada ya Falsafa Dk. Tom Denton kutoka Google. Tulijadialiana mambo mengi kuhusu jinsi mashine zinavyoweza kufunzwa kufanya kazi kama binadamu na hivyo ndivyo Common Voice ilivyoibuka. Nia ya mjadiliano huo ilikua kujenga/ kutengeneza injini ya utambuzi wa sauti na kuifanya iwe chanzo wazi

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: Looking back since when you started contributing to the Common Voice Kiwahili project till now, what can you say have been your successes?
in: Ukiangalia nyuma tangu ulipoanza kuchangia mradi wa Common Voice Swahili hadi sasa, nini unaweza kusema yamekuwa mafanikio yako?

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: Great success for me has been to be able to revive the Kiswahili community especially here in Nairobi. This is after the Kiswahili community's long absence, but after meeting people like George Githuma, Eunice Manyasi, Hildagard Msuya, Victoria Nyamai, Joan Wambui and others who have volunteered to contribute to this volunteer work and want to see the work grow bigger and have a positive impact in the future.
in: Mafanikio makubwa kwangu yamekua kuweza kufufua jamii ya kiswahili haswa hapa Nairobi. Hii ni baada ya jamii ya kiswahili kutokuwepo kwa muda mrefu, lakini baada ya kukutana na watu kama George Githuma, Eunice Manyasi, Hildagard Msuya, Victoria Nyamai, Joan Wambui na wengineo walioweza kujitoa katika kuchangia katika kazi hii ya kujitolea na kutaka kuona kazi inakua kubwa na kuwa na athari nzuri katika siku zijazo.

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: What challenges have you faced as you look back on this journey of Common Voice?
in: Ni changamoto zipi ambazo umepitia unapoangalia nyuma kwenye safari hii ya common voice?

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: I will call them positive challenges, and these include spending more time away from my daily activities to sustain contributions to the Common Voice platform. Communities sometimes shrink as contributors become more involved with other things. Persuading people to join a project that has no financial reward has also been weighing on my mind.
in: Nitaziita changamoto chanya na ni pamoja na kutenga wakati zaidi mbali na kazi zangu za kila siku ili kuendeleza michango kwa jukwaa la Common Voice. Jamii saa nyingine hupunguka kwa kuwa wachangiaji wengine hujihusisha na mambo mengine na kushawishi watu wajiunge na mradi usiokuwa na zawadi ya kifedha imekua ikinila kichwa pia.

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: Speaking of challenges, how did you manage to overcome these challenges?
in: Tukiongelea changamoto, ni vipi umeweza kutatua changamoto hizi?

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: One of the ways I have used to solve these challenges, is to find and work with contributors who have a shared vision with this project and also those who are willing to do volunteer work. Through these contributors, we have been able to exchange ideas on various ways to promote this community of contributors to make Kiswahili a popular language in East Africa as well as one of the languages ​​that computers can be taught to understand.
in: Njia moja ambayo nimetumia kutatua changamoto hizi, ni kutafuta na kufanya kazi na wachangiaji wenye muonekano mmoja kuhusu mradi huu na pia walioko tayari kufanya kazi ya kujitolea. Kupitia wachangiaji hawa, tumeweza kubadilishana mawazo kuhusu njia mbali mbali za kukuza jamii hii ya wachangiaji ili kufanya kiswahili kuwa lugha maarufu Afrika Mashariki na pia mojawapo ya lugha ambazo mashine za kompyuta zaweza funzwa kuelewa.

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: Can you tell us where the project has reached so far? What is going well and what can be improved?
in: Unaweza tuelezea mradi umefikia wapi kwa sasa? Nini kinaendelea vizuri na nini kinaweza kuboreshwa?

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: This project has three phases. The first phase takes place on the Pontoon page. The main function of this page is to receive donations that help translate the Common Voice Kiswahili website, 86% of this work has been done and continues to be done. The second phase is the contribution of sentences that will be used to teach the machine to understand Kiswahili. Already 9,000 sentences have been compiled and approved and published on the page commonvoice.mozilla.org/sw. These sentences are used in the third phase which is the collection and verification of voices that will be used to train computers to understand Kiswahili. The project is currently in its third phase which is expected to be completed by the end of the year.
in: Mradi huu una awamu tatu. Awamu ya kwanza inafanyika katika ukurasa wa Pontoon. Kazi kubwa ya ukurasa huu ni kupokea michango ambayo inasaidia kutafsiri tovuti ya Common Voice Swahili, 86% ya kazi hii imefanyika na inaendelea kufanyika. Awamu ya pili ni uchangiaji wa sentensi ambazo zitatumika kufunza mashine kuelewa Kiswahili. Tayari sentensi 9,000 zimechangishwa na kuidhinishwa na kuchapishwa kwenye ukurasa wa commonvoice.mozilla.org/sw. Sentensi hizi zinatumika katika awamu ya tatu ambayo ni uchangishaji na udhibitishaji wa sauti ambazo zitatumika kufunza mashine za kompyuta kuelewa Kiswahili. Kwa sasa mradi uko kwenye awamu ya tatu ambayo inatarajiwa kuisha mwishoni wa mwaka.

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: How do you think this project will contribute to the work of the entire Natural Language Processing (NLP) community and the Kiswahili language?
in: Unadhani mradi huu utachangia vipi kwa kazi ya jamii nzima ya Natural Language Processing (NLP) na lugha ya Kiswahili?

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: Often, African languages ​​in this community are marginalized for lack of research resources. This task of localizing Kiswahili as well as teaching computers how ordinary people speak Kiswahili will be a great victory for this community as the Kiswahili language will be known by many in the world, thus contributing to more people learning the language.
in: Wakati mwingi, lugha za Kiafrika katika jamii hii, hutengwa kwa kukosa rasilimali za kuzifanyia utafiti. Kazi hii ya ujanibishaji wa Kiswahili na pia kufundisha mashine za kompyuta jinsi watu wa kawaida huongea Kiswahili itakuwa ushindi mkubwa kwa jamii hii kwani lugha ya Kiswahili itaweza kujulikana na wengi duniani, hivi kuchangia watu wengi kujifunza lugha hii.

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: In the next three months, where do you expect this project to have reached? What successes would you like to see in this project?
in: Kwa miezi mitatu ijayo, unatarajia kuona mradi huu umefika wapi? Ni mafanikio gani ungependa kuyaona katika mradi huu?

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: For me three months is a very short time, but I will say, I would like to see the Common Voice Kiswahili dataset launched. This will help researchers to start analyzing this dataset and also to start teaching computers to understand Kiswahili.
in: Kwangu miezi mitatu ni muda mfupi sana, lakini nitasema, ningependa kuona hifadhidata ya Common Voice Swahili imezinduliwa. Hii itawasaidia watafiti kuanza kuchambua hifadhidata hii na pia kuanza kufundisha mashini za kompyuta kuelewa Kiswahili.

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: Is there anything you would like to add?
in: Kuna chochote ungependa kuongeza?

# body.f6736a9f-d255-4a7e-a306-97f0f9cfc7d6
source: Many thanks to my colleague George Githuma and everyone in the community, for the support we received from our colleagues and the manager from Mozilla. It has been a pleasure to work with this great team and I hope that the future looks good for all of us.
in: Nashukuru sana mwenzangu George Githuma na kila mtu kwa jumuiya na kwa msaada tuliyopata kutoka wenzangu na meneja kutoka Mozilla. Imekuwa raha kufanya kazi na timu hii kubwa na natumai kuwa siku zijazo zinaonekana kuwa nzuri kwetu sote.

# title
source: Interview between the writer George Githuma Njogu and Kevin Omondi who is the Community Manager of contributors in the open source project Common Voice
in: Mahojiano kati ya Mwandishi George Githuma Njogu na Kevin Omondi ambaye ni Meneja wa Jamii ya wachangiaji katika chanzo wazi ya Common Voice
