Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/introducing-africa-innovation-mradis-first-*-real-life-fund-cohort.po
Languages: de, fr

# seo_title
source: Introducing Africa Innovation Mradi’s First ‘In Real Life Fund’ Cohort
de: Vorstellung der ersten „In Real Life Fund“-Kohorte des Africa Innovation Mradi
fr: Présentation du premier groupe « In Real Life Fund » d’Africa Innovation Mradi

# search_description
source: These projects work to advance digital rights on the African continent both on and offline.
de: Diese Projekte arbeiten daran, digitale Rechte auf dem afrikanischen Kontinent sowohl online als auch offline voranzutreiben.
fr: Ces projets visent à faire progresser les droits numériques sur le continent africain, en ligne et hors ligne.

# body.53e79d44-f349-4b75-a6c1-e9296e4232b8
source: These projects work to advance digital rights on the African continent both on and offline.
de: Diese Projekte arbeiten daran, digitale Rechte auf dem afrikanischen Kontinent sowohl online als auch offline voranzutreiben.
fr: Ces projets visent à faire progresser les droits numériques sur le continent africain, en ligne et hors ligne.

# body.128ad50a-4712-4a13-b0ea-e844553e9066
source: <b>(KENYA | THURSDAY, MAY 25)</b> — In November last year, the <a id="a1">Africa Innovation Mradi</a> launched the <a id="a2">In Real Life (IRL) Fund</a> with an open call for project funding worth $50,000, $25,000, and $15,000. The Fund fuels work by community-serving organizations on the African continent that are advancing digital and human rights, both on and offline — with a particular focus on Eastern and Southern Africa.
de: <b>(KENIA | DONNERSTAG, 25. MAI</b>) – Im November letzten Jahres startete der <a id="a1">Africa Innovation Mradi</a> den <a id="a2">In Real Life (IRL) Fund</a> mit einem offenen Aufruf zur Projektförderung in Höhe von 50.000 ,25.000 und 15.000 US-Dollar. Der Fonds unterstützt die Arbeit von gemeinnützigen Organisationen auf dem afrikanischen Kontinent, die digitale und Menschenrechte sowohl online als auch offline vorantreiben – mit einem besonderen Schwerpunkt auf Ost- und Südafrika.
fr: <b>(KENYA | JEUDI 25 MAI)</b> — En novembre de l’année dernière, l’<a id="a1">Africa Innovation Mradi</a> a lancé le <a id="a2">Fonds In Real Life (IRL)</a> avec un appel ouvert à financement de projets d’une valeur de 50 000 $ , 25 000 $ et 15 000 $ . Le Fonds alimente le travail des organisations communautaires du continent africain qui font progresser les droits numériques et humains, en ligne et hors ligne — avec un accent particulier sur l’Afrique orientale et australe.

# body.128ad50a-4712-4a13-b0ea-e844553e9066
source: <b>Today, as we celebrate Africa Day, we are proud to announce the first IRL Fund cohort. These projects, working at the intersection of social justice and technology, were selected by a</b> <a id="a1"><b>panel of seven expert reviewers</b></a><b> from over 100 applications.</b>
de: <b>Heute, während wir den Afrika-Tag feiern, sind wir stolz, die erste IRL Fund Kohorte bekannt zu geben. Diese Projekte, die an der Schnittstelle von sozialer Gerechtigkeit und Technologie arbeiten, wurden von einem</b> <a id="a1"><b>Gremium aus sieben Expertenprüfern</b></a><b> aus über 100 Bewerbungen ausgewählt.</b>
fr: <b>Aujourd’hui, alors que nous célébrons la Journée de l’Afrique, nous sommes fiers d’annoncer le premier groupe du Fonds IRL. Ces projets, qui se situent à l’intersection de la justice sociale et de la technologie, ont été sélectionnés par un</b> <a id="a1"><b>panel de sept critiques</b></a><b> parmi plus de 100 candidatures.</b>

# body.128ad50a-4712-4a13-b0ea-e844553e9066
source: This formidable cohort will spend a year working with Mozilla to fuel movement-building efforts that manifest the development, utility, and governance of technologies and their impact on social justice issues. The awardees, whose work ranges from a virtual lifeline for LGBTQI+ individuals to a program that seeks to train and equip women with digital skills, tackle issues that are most pressing for real-life challenges faced by communities on the ground.
de: Diese beeindruckende Kohorte wird ein Jahr lang mit Mozilla zusammenarbeiten, um Bewegungsbildungsanstrengungen zu fördern, die die Entwicklung, den Nutzen und die Governance von Technologien und ihre Auswirkungen auf soziale Gerechtigkeitsthemen manifestieren. Die Preisträger, deren Arbeit von einer virtuellen Lebenslinie für LGBTQI+ Personen bis hin zu einem Programm, das darauf abzielt, Frauen mit digitalen Fähigkeiten auszustatten und zu schulen, gehen Probleme an, die für die realen Herausforderungen, denen Gemeinschaften vor Ort gegenüberstehen, am dringendsten sind.
fr: Ce groupe formidable travaillera pendant un an avec Mozilla pour alimenter les efforts de création de mouvements qui manifestent le développement, l’utilité et la gouvernance des technologies et leur impact sur les questions de justice sociale. Les lauréats, dont le travail va d’une ligne de vie virtuelle pour les personnes LGBTQI+ à un programme qui vise à former et à doter les femmes de compétences numériques, s’attaquent aux problèmes les plus urgents pour relever les défis réels auxquels sont confrontées les communautés sur le terrain.

# body.128ad50a-4712-4a13-b0ea-e844553e9066
source: In addition to financial resources, the selected projects will receive support from Mozilla through expert mentorship, collaboration and connections with like-minded leaders, showcasing of their work, and communications support.
de: Neben finanziellen Ressourcen erhalten die ausgewählten Projekte Unterstützung von Mozilla durch Experten-Mentoring, Zusammenarbeit und Verbindungen mit gleichgesinnten Führungskräften, Präsentation ihrer Arbeit und Kommunikationsunterstützung.
fr: En plus des ressources financières, Mozilla soutiendra les projets sélectionnés en offrant un mentorat d’experts, une collaboration et une mise en contact avec des leaders partageant les mêmes idées, une présentation de leur travail et un soutien en matière de communication.

# body.128ad50a-4712-4a13-b0ea-e844553e9066
source: Says Roselyn Odoyo, Senior Program Officer at Mozilla: “We are very excited to have this cohort join the Africa Innovation Mradi. As our first cohort, these future innovators will be breaking new ground in open innovation and producing meaningful impact on the African technology ecosystem. Their work at the intersection of social justice and technology will have an important impact on the everyday lived realities of the African communities they represent.”
de: Roselyn Odoyo, Senior Program Officer bei Mozilla, sagt: „Wir freuen uns sehr, diese Kohorte beim Africa Innovation Mradi begrüßen zu dürfen. Als unsere erste Kohorte werden diese zukünftigen Innovatoren Neuland in der offenen Innovation betreten und bedeutende Auswirkungen auf das afrikanische Technologie-Ökosystem erzielen. Ihre Arbeit an der Schnittstelle von sozialer Gerechtigkeit und Technologie wird einen wichtigen Einfluss auf die alltäglichen Lebensrealitäten der afrikanischen Gemeinschaften haben, die sie repräsentieren.“
fr: Selon Roselyn Odoyo, responsable principale des programmes chez Mozilla : « Nous sommes très heureux que ce groupe rejoigne l’Africa Innovation Mradi. En tant que premier groupe, ce seront des pionniers de l’innovation ouverte qui auront une incidence significative sur l’écosystème technologique africain. Leur travail, qui se situe à l’intersection de la justice sociale et de la technologie, aura un impact important sur les réalités quotidiennes des communautés africaines qu’ils représentent. »

# body.e174671b-9681-4822-ad7e-03986b5a71c2.quote
source: We are very excited to have this cohort join the Africa Innovation Mradi. As our first cohort, these future innovators will be breaking new ground in open innovation and producing meaningful impact on the African technology ecosystem. Their work at the intersection of social justice and technology will have an important impact on the everyday lived realities of the African communities they represent.
de: Wir freuen uns sehr, diese Kohorte beim Africa Innovation Mradi begrüßen zu dürfen. Als unsere erste Kohorte werden diese zukünftigen Innovatoren Neuland in der offenen Innovation betreten und bedeutende Auswirkungen auf das afrikanische Technologie-Ökosystem erzielen. Ihre Arbeit an der Schnittstelle von sozialer Gerechtigkeit und Technologie wird einen wichtigen Einfluss auf die alltäglichen Lebensrealitäten der afrikanischen Gemeinschaften haben, die sie repräsentieren.
fr: Nous sommes très heureux que ce groupe rejoigne l’Africa Innovation Mradi. En tant que premier groupe, ce seront des pionniers de l’innovation ouverte qui auront une incidence significative sur l’écosystème technologique africain. Leur travail, qui se situe à l’intersection de la justice sociale et de la technologie, aura un impact important sur les réalités quotidiennes des communautés africaines qu’ils représentent.

# body.e174671b-9681-4822-ad7e-03986b5a71c2.attribution
source: Roselyn Odoyo, Senior Program Officer at Mozilla
de: Roselyn Odoyo, Senior Program Officer bei Mozilla
fr: Roselyn Odoyo, responsable principale des programmes chez Mozilla

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: The Africa Innovation Mradi is a program that promotes models of innovation that are grounded in the unique needs of users in the African continent. The program is exploring and developing new technology and products by establishing a network of partners and building a community to support these models.
de: Der Africa Innovation Mradi ist ein Programm, das Modelle der Innovation fördert, die auf die einzigartigen Bedürfnisse der Nutzer auf dem afrikanischen Kontinent abgestimmt sind. Das Programm erforscht und entwickelt neue Technologien und Produkte, indem es ein Netzwerk von Partnern aufbaut und eine Gemeinschaft zur Unterstützung dieser Modelle aufbaut.
fr: L’Africa Innovation Mradi est un programme qui promeut des modèles d’innovation fondés sur les besoins uniques des utilisateurs du continent africain. Le programme explore et développe de nouvelles technologies et de nouveaux produits en établissant un réseau de partenaires et en créant une communauté pour soutenir ces modèles.

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: Read about the projects:
de: Lesen Sie mehr über die Projekte:
fr: En savoir plus sur les projets :

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: <a id="a1"><b>Angaza Vijana</b></a><b> | Kenya</b>
de: <a id="a1"><b>Angaza Vijana</b></a><b> | Kenia</b>

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: This Kenyan-based foundation works with children to support capacity building on digital literacy and access to education programs within marginalized groups living below USD2 per day, with a primary focus on K-12 learners (ages 5 - 18). They will be scaling learning technologies offline by deploying nano servers that are Raspberry PIs.
de: Diese in Kenia ansässige Stiftung arbeitet mit Kindern zusammen, um den Aufbau von Kapazitäten in der digitalen Alphabetisierung und den Zugang zu Bildungsprogrammen innerhalb marginalisierter Gruppen zu unterstützen, die unterhalb von 2 USD pro Tag leben, mit einem primären Fokus auf K-12-Lernende (Alter 5 - 18). Sie werden Lern-Technologien offline skalieren, indem sie Nano-Server einsetzen, die Raspberry PIs sind.
fr: Cette fondation basée au Kenya travaille avec les enfants pour soutenir le renforcement des capacités en matière d’habileté numérique et d’accès aux programmes d’éducation au sein des groupes marginalisés vivant avec moins de 2 USD par jour. Elle se concentre principalement sur les apprenants de la maternelle au secondaire (âgés de 5 à 18 ans) et dimensionnera les technologies d’apprentissage hors ligne en déployant des nano-serveurs Raspberry Pi.

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: <a id="a1"><b>Assoçiação Empoderando Moçambique</b></a><b> | Mozambique</b>
de: <a id="a1"><b>Assoçiação Empoderando Moçambique</b></a><b> | Mosambik</b>

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: The association was formed in 2014 to support Mozambican leaders to find creative and holistic solutions to transform the systemic problems that plague their nation. They will expand their reach and partnerships for an app they developed called Juris that explains Mozambican law using a mixture of text and images to make the information easy to understand by a wide audience.
de: Der Verein wurde 2014 gegründet, um mosambikanische Führungskräfte dabei zu unterstützen, kreative und ganzheitliche Lösungen zu finden, um die systemischen Probleme zu transformieren, die ihre Nation plagen. Sie werden ihre Reichweite und Partnerschaften für eine App, die sie entwickelt haben und die Juris heißt, erweitern, die das mosambikanische Recht mit einer Mischung aus Text und Bildern erklärt, um die Informationen für ein breites Publikum leicht verständlich zu machen.
fr: L’association, créée en 2014, vise à aider les dirigeants mozambicains à trouver des solutions créatives et holistiques pour transformer les problèmes systémiques qui sévissent dans le pays. Ils élargiront leur portée et leurs partenariats pour une application qu’ils ont développée, Juris, qui explique la loi mozambicaine en combinant des textes et des images pour faciliter la compréhension des informations par un large public.

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: <a id="a1"><b>Association of Media Women in Kenya (AMWIK)</b></a><b> | Kenya</b>
de: <a id="a1"><b>Association of Media Women in Kenya (AMWIK)</b></a><b> | Kenia</b>

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: The Association of Media Women in Kenya aims to build the capacity of women journalists and human rights defenders at the grassroots to use online spaces in a safer way and to build their resilience. They aim to do this by teaching digital safety and providing skills in social media and other tools for their work.
de: Der Verband der Medienfrauen in Kenia zielt darauf ab, die Kapazitäten von Frauenjournalistinnen und Menschenrechtsverteidigerinnen an der Basis zu stärken, um Online-Räume auf sicherere Weise zu nutzen und ihre Widerstandsfähigkeit aufzubauen. Sie beabsichtigen, dies zu tun, indem sie digitale Sicherheit lehren und Fähigkeiten in sozialen Medien und anderen Werkzeugen für ihre Arbeit bereitstellen.
fr: L’Association of Media Women in Kenya vise à renforcer la capacité des femmes journalistes et des défenseurs des droits humains de terrain de manière à ce qu’ils puissent utiliser les espaces en ligne plus sûrement et renforcer leur résilience. Pour y parvenir, ils entendent enseigner la sécurité numérique et fournir des compétences en médias sociaux et d’autres outils pour leur travail.

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: ABB is an association of bloggers focused on sharing information on ICT, communication, promotion of responsible citizen education, science, and culture. They will build fact-checking widgets for two prominent online press websites to combat fake news and disinformation and/or misinformation.
de: ABB ist ein Verband von Bloggern, der sich auf die Weitergabe von Informationen über IKT, Kommunikation, Förderung verantwortungsbewusster Bürgerbildung, Wissenschaft und Kultur konzentriert. Sie werden Faktenprüfungs-Widgets für zwei prominente Online-Presse-Websites erstellen, um Fake News und Desinformation und/oder Fehlinformationen zu bekämpfen.
fr: ABB est une association de blogueurs axée sur le partage d’informations sur les TIC, la communication, la promotion d’une éducation citoyenne responsable, la science et la culture. Ils créeront des widgets de vérification des faits pour deux importants sites web de presse en ligne afin de lutter contre les fausses nouvelles et la désinformation ou fausse information.

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: <a id="a1"><b>Civic Tech Innovation Network</b></a> <b>(CTIN) | South Africa</b>
de: <a id="a1"><b>Civic Tech Innovation Network</b></a> <b>(CTIN) | Südafrika</b>
fr: <a id="a1"><b>Civic Tech Innovation Network</b></a> <b>(CTIN) | Afrique du Sud</b>

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: CTIN at the University of the Witwatersrand identifies as a Community Of Practice made up of practitioners, leaders, activists, technologists, researchers, and public servants who have an interest and commitment to leveraging the nexus between technology and civic activism. They will be working with 4 or 5 regional civic tech innovation organizations to develop and support strong regional outreach programs that focus on networked activism, showcasing, marketing, convening, and learning among civic tech innovators to promote the use of civically-driven technologies in development, governance, advocacy, and social justice in Africa.
de: CTIN an der University of the Witwatersrand identifiziert sich als Community Of Practice, die aus Praktikern, Führungskräften, Aktivisten, Technologen, Forschern und öffentlichen Bediensteten besteht, die ein Interesse und Engagement haben, den Nexus zwischen Technologie und bürgerlichem Aktivismus zu nutzen. Sie werden mit 4 oder 5 regionalen Organisationen für Innovationen im Bereich Civic Tech zusammenarbeiten, um starke regionale Outreach-Programme zu entwickeln und zu unterstützen, die sich auf vernetzten Aktivismus, Präsentation, Marketing, Zusammenkunft und Lernen unter Innovatoren im Bereich Civic Tech konzentrieren, um die Nutzung von bürgerschaftlich getriebenen Technologien in Entwicklung, Governance, Advocacy und sozialer Gerechtigkeit in Afrika zu fördern.
fr: CTIN, basé à l’Université du Witwatersrand, s’identifie comme une communauté de pratique composée de professionnels, de dirigeants, d’activistes, de technologues, de chercheurs et de fonctionnaires qui s’intéressent et s’engagent à tirer parti du lien entre la technologie et l’activisme civique. Ils travailleront avec 4 ou 5 organisations d’innovation en technologie civique au niveau régional pour développer et soutenir des programmes de sensibilisation solides. Ceux-ci sont axés sur l’activisme en réseau, la présentation, le marketing, le rassemblement et l’apprentissage des innovateurs en technologie civique, afin de promouvoir l’utilisation des technologies civiques dans le développement, la gouvernance, le plaidoyer et la justice sociale en Afrique.

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: <a id="a1"><b>Open Cities Lab</b></a><b> | South Africa</b>
de: <a id="a1"><b>Open Cities Lab</b></a><b> | Südafrika</b>
fr: <a id="a1"><b>Open Cities Lab</b></a><b> | Afrique du Sud</b>

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: MyCandidate by Open Cities Lab is a platform that empowers voters with easy-to-understand electoral information that anyone can access ahead of an election. The platform sources electoral candidate data and presents it on a widely-accessible web-based platform. This project will create a white-label toolkit to enable more African countries to run the MyCandidate platform in the build-up to their national elections, for example, Zimbabwe in their 2023 elections. This platform ensures that African citizens are empowered to play an active role in their country’s elections and democracy.
de: MyCandidate von Open Cities Lab ist eine Plattform, die Wähler mit leicht verständlichen Wahlinformationen versorgt, auf die jeder vor einer Wahl zugreifen kann. Die Plattform bezieht Daten von Wahlkandidaten und präsentiert sie auf einer weit zugänglichen webbasierten Plattform. Dieses Projekt wird ein White-Label-Toolkit erstellen, um mehr afrikanischen Ländern zu ermöglichen, die MyCandidate-Plattform im Vorfeld ihrer nationalen Wahlen zu betreiben, zum Beispiel Simbabwe bei ihren Wahlen 2023. Diese Plattform stellt sicher, dass afrikanische Bürger befähigt sind, eine aktive Rolle in den Wahlen und der Demokratie ihres Landes zu spielen.
fr: MyCandidate by Open Cities Lab est une plateforme qui permet aux électeurs de disposer d’informations électorales faciles à comprendre et auxquelles tout le monde peut accéder avant une élection. La plateforme fournit des données sur les candidats aux élections et les présente sur une plateforme Web largement accessible. Ce projet créera une boîte à outils en marque blanche pour permettre à davantage de pays africains d’exécuter la plateforme MyCandidate dans la perspective de leurs élections nationales, comme par exemple, le Zimbabwe lors des élections de 2023. Cette plateforme garantit que les citoyens africains sont habilités à jouer un rôle actif dans les élections et la démocratie de leur pays.

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: <a id="a1"><b>SameSame (SiyaFanaFana)</b></a><b> | South Africa</b>
de: <a id="a1"><b>SameSame (SiyaFanaFana)</b></a><b> | Südafrika</b>
fr: <a id="a1"><b>SameSame (SiyaFanaFana)</b></a><b> | Afrique du Sud</b>

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: Founded in South Africa, SameSame is building a virtual lifeline for LGBTQI+ youth in Africa, adapting a proven cognitive behavioral therapy (CBT) intervention so that it can be delivered safely and privately through WhatsApp — helping young people struggling with their identity to fight depression and anxiety and boost their mental wellbeing. Their focus is to continue to evolve their WhatsApp chatbot for LGBTQI+ organizations in South Africa and Zimbabwe to boost their capacity to leverage the potential of digital tools in general and WhatsApp in particular.
de: Gegründet in Südafrika, baut SameSame eine virtuelle Lebenslinie für LGBTQI+ Jugendliche in Afrika auf, indem sie eine bewährte kognitive Verhaltenstherapie (CBT) Intervention so anpasst, dass sie sicher und privat über WhatsApp geliefert werden kann – und hilft jungen Menschen, die mit ihrer Identität kämpfen, Depressionen und Ängste zu bekämpfen und ihr geistiges Wohlbefinden zu stärken. Ihr Fokus liegt darauf, ihren WhatsApp-Chatbot für LGBTQI+ Organisationen in Südafrika und Simbabwe weiterzuentwickeln, um ihre Fähigkeit zu stärken, das Potenzial digitaler Werkzeuge im Allgemeinen und WhatsApp im Besonderen zu nutzen.
fr: Fondée en Afrique du Sud, SameSame construit une ligne de vie virtuelle pour les jeunes LGBTQI+ en Afrique, adaptant une intervention éprouvée de thérapies cognitivo-comportementales (TCC) afin qu’elle puisse être dispensée en toute sécurité et en privé via WhatsApp. Elle aide les jeunes aux prises avec leur identité à lutter contre la dépression et l’anxiété et à améliorer leur bien-être mental. Leur objectif est de continuer à faire évoluer leur chatbot WhatsApp pour les organisations LGBTQI+ en Afrique du Sud et au Zimbabwe afin de renforcer leur capacité à tirer parti du potentiel des outils numériques en général et de WhatsApp en particulier.

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: <a id="a1"><b>Sistah Sistah Foundation</b></a><b> | Zambia</b>
de: <a id="a1"><b>Sistah Sistah Foundation</b></a><b> | Sambia</b>
fr: <a id="a1"><b>Sistah Sistah Foundation</b></a><b> | Zambie</b>
