Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/introducing-africa-innovation-mradis-first-*-real-life-fund-cohort.po
Languages: de, fr

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: The digital activism training for feminists and SGBV activists by the Sistah Sistah Foundation is a project that is centered around changing narratives, building African feminist movements, and strengthening the capacity of African activists. They aim to create a hub that teaches young activists how to use digital platforms to their advantage and create successful movements through digital activism. Their focus is on supporting minority groups who are often denied access to most training and have little to no resources. Their Activism Digital Hub will focus on providing training that is feminist, intersectional, and reflects African realities.
de: Das digitale Aktivismustraining für Feministinnen und SGBV-Aktivistinnen der Sistah Sistah Foundation ist ein Projekt, das darauf ausgerichtet ist, Narrative zu verändern, afrikanische feministische Bewegungen aufzubauen und die Kapazitäten afrikanischer Aktivistinnen zu stärken. Sie beabsichtigen, einen Hub zu schaffen, der jungen Aktivistinnen beibringt, wie sie digitale Plattformen zu ihrem Vorteil nutzen und erfolgreiche Bewegungen durch digitalen Aktivismus schaffen können. Ihr Fokus liegt auf der Unterstützung von Minderheitengruppen, die oft keinen Zugang zu den meisten Trainings haben und wenig bis keine Ressourcen haben. Ihr Aktivismus Digital Hub wird sich darauf konzentrieren, ein Training anzubieten, das feministisch, intersektional ist und afrikanische Realitäten widerspiegelt.
fr: La formation à l’activisme numérique pour les féministes et les activistes SGBV par la Fondation Sistah Sistah est un projet centré sur l’évolution des récits, la construction de mouvements féministes africains et le renforcement des capacités des activistes africaines. Ils visent à créer un hub qui enseigne aux jeunes activistes comment utiliser les plateformes numériques à leur avantage et créer des mouvements efficaces grâce à l’activisme numérique. Leur objectif est de soutenir les groupes minoritaires qui se voient souvent refuser l’accès à la plupart des formations et qui ont peu ou pas de ressources. Leur Activism Digital Hub se concentrera sur l’apport d’une formation féministe, intersectionnelle et reflétant les réalités africaines.

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: SIVIO aims to measure the effectiveness of financial inclusion policies targeted at Micro, Small &amp; Medium Enterprises, (MSMEs) and the practices of financial institutions in enhancing financial inclusion primarily through mobile and digital currencies. This measurement will culminate in the expansion of the SIVIO Institute- Financial Inclusion Index (<a id="a1">SI-Findex</a>) - an online tool developed in 2021 for MSMEs in Zimbabwe. Their aim now is to expand to Zambia, Malawi, and Kenya.
de: SIVIO zielt darauf ab, die Wirksamkeit von Finanzinklusionspolitiken zu messen, die auf Mikro-, Klein- und Mittelunternehmen (MKMU) abzielen, und die Praktiken von Finanzinstituten zur Verbesserung der finanziellen Inklusion hauptsächlich durch mobile und digitale Währungen. Diese Messung wird in der Erweiterung des SIVIO Institute- Financial Inclusion Index (<a id="a1">SI-Findex gipfeln</a>) – ein Online-Tool, das 2021 für MKMU in Simbabwe entwickelt wurde. Ihr Ziel ist es nun, auf Sambia, Malawi und Kenia auszuweiten.
fr: SIVIO vise à mesurer l’efficacité des politiques d’inclusion financière ciblant les micro, petites et moyennes entreprises (MPME) et les pratiques des institutions financières en matière d’amélioration de l’inclusion financière principalement par le biais de devises mobiles et numériques. Cette mesure aboutira à l’expansion de l’indice d’inclusion financière de l’Institut SIVIO (<a id="a1">SI-Findex</a>), un outil en ligne développé en 2021 pour les MPME au Zimbabwe. Leur objectif est maintenant de s’étendre à la Zambie, au Malawi et au Kenya.

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: The African Centurion Initiative | Kenya
de: Die African Centurion Initiative | Kenia

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: The African Centurion Initiative is an NGO that has been training children and rural communities on digital literacy. They will empower parents in rural areas to provide children with digital safety and well-being by co-creating content with the community itself and addressing the identified needs and concerns.
de: Die African Centurion Initiative ist eine NGO, die seit ihrer Gründung Kinder und ländliche Gemeinschaften in digitaler Alphabetisierung schult. Sie werden Eltern in ländlichen Gebieten befähigen, Kindern digitale Sicherheit und Wohlbefinden zu bieten, indem sie Inhalte mit der Gemeinschaft selbst mitgestalten und die identifizierten Bedürfnisse und Anliegen ansprechen.
fr: The African Centurion Initiative est une ONG qui forme des enfants et des communautés rurales à l’habileté numérique. Les parents des zones rurales pourront apporter à leurs enfants la sécurité et le bien-être numériques en co-créant du contenu avec la communauté elle-même et en répondant aux besoins et aux préoccupations identifiés.

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: <a id="a1"><b>The Institute for Social Accountability (TISA)</b></a><b> | Kenya</b>
de: <a id="a1"><b>The Institute for Social Accountability (TISA)</b></a><b> | Kenia</b>

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: TISA pushes for the accountable redress of Kenya’s public debt crisis by ensuring the inclusion of youth, women, and marginalized groups. They do this by providing access to data, knowledge, and technical capacity to engage with the government on prudent and accountable tax management and budgeting processes for improved public services. Over the next year, they will convert their SMS-based application, the Jihusishe platform, and tap into other benefits of mobile apps like shared information resources, ease of use and real-time experience, and integration with other online platforms among others in the citizen engagement process.
de: TISA setzt sich für die verantwortungsvolle Behebung der öffentlichen Schuldenkrise Kenias ein, indem sie die Einbeziehung von Jugendlichen, Frauen und marginalisierten Gruppen sicherstellt. Sie tun dies, indem sie Zugang zu Daten, Wissen und technischer Kapazität bieten, um sich mit der Regierung über umsichtige und verantwortungsvolle Steuerverwaltung und Haushaltsprozesse für verbesserte öffentliche Dienstleistungen auseinanderzusetzen. Im nächsten Jahr werden sie ihre SMS-basierte Anwendung, die Jihusishe-Plattform, umwandeln und andere Vorteile von mobilen Apps wie gemeinsame Informationsressourcen, Benutzerfreundlichkeit und Echtzeiterfahrung sowie Integration mit anderen Online-Plattformen unter anderem im Bürgerbeteiligungsprozess nutzen.
fr: Le TISA fait pression pour une réparation responsable de la crise de la dette publique du Kenya en assurant l’inclusion des jeunes, des femmes et des groupes marginalisés. Pour ce faire, ils fournissent un accès aux données, aux connaissances et aux capacités techniques pour collaborer avec le gouvernement sur des processus de gestion fiscale et de budgétisation prudents et responsables en vue d’améliorer les services publics. L’an prochain, ils convertiront leur application basée sur les SMS, la plateforme Jihusishe, et exploiteront d’autres avantages des applications mobiles comme les ressources d’information partagées, la facilité d’utilisation et l’expérience en temps réel, ainsi que l’intégration avec d’autres plateformes en ligne, notamment, dans le processus d’engagement des citoyens.

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: <a id="a1"><b>Women@Web</b></a><b> | Rwanda</b>
de: <a id="a1"><b>Women@Web</b></a><b> | Ruanda</b>

# body.9e2a8413-7c99-42c2-a7eb-4d6be9ecc505
source: Women@Web Rwanda has been operating since 2018 to address the digital gender divide. Their main focus is to train women in vulnerable communities and equip them with tools to help them navigate online efficiently and safely. They want to create digital champions in various areas that can train and support their communities on digital resilience in the local languages.
de: Women@Web Rwanda arbeitet seit 2018 daran, die digitale Geschlechterkluft zu überwinden. Ihr Hauptaugenmerk liegt darauf, Frauen in gefährdeten Gemeinschaften zu schulen und sie mit Werkzeugen auszustatten, die ihnen helfen, online effizient und sicher zu navigieren. Sie wollen digitale Champions in verschiedenen Bereichen schaffen, die ihre Gemeinschaften in digitaler Resilienz in den lokalen Sprachen schulen und unterstützen können.
fr: Women@Web Rwanda opère depuis 2018 pour lutter contre la fracture numérique entre les sexes. Leur objectif principal est de former les femmes des communautés vulnérables et de les doter d’outils afin qu’elles puissent naviguer en ligne de manière efficace et en toute sécurité. Ils veulent créer des champions numériques dans divers domaines qui peuvent former et soutenir leurs communautés sur la résilience numérique dans les langues locales.

# title
source: Introducing Africa Innovation Mradi’s First ‘In Real Life Fund’ Cohort
de: Vorstellung der ersten „In Real Life Fund“-Kohorte des Africa Innovation Mradi
fr: Présentation du premier groupe « In Real Life Fund » d’Africa Innovation Mradi
