Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/iterating-dataset-access-on-common-voice.po
Languages: de, es, fr, fy_nl, nl, pt_br

# seo_title
source: Iterating Dataset Access on Common Voice
de: Iteration des Datensatzzugriffs auf Common Voice
es: Iteración del acceso al set de datos en Common Voice
fr: Adaptation de l’accès aux jeux de données de Common Voice
fy_nl: Tagong ta iterearjende gegevenssets op Common Voice

# search_description
source: Announcing: Delta Releases on Mozilla Common Voice!<br/>As of October 2022, we will be providing delta release downloads in addition to the full release dataset downloads.
de: Ankündigung: Delta-Veröffentlichungen auf Mozilla Common Voice!<br/>Ab Oktober 2022 werden wir zusätzlich zu den vollständigen Downloads von Release-Datensätzen Delta-Release-Downloads bereitstellen.
es: Anuncio: ¡Actualizaciones delta en Mozilla Common Voice!<br/>A partir de octubre de 2022, además de las descargas de la versión completa del set de datos, proporcionaremos descargas de la versión delta.
fr: Nous annonçons les publications delta pour Mozilla Common Voice !<br/>À partir d’octobre 2022, nous fournirons le téléchargement de versions delta en plus du téléchargement de jeux de données en version complète.
fy_nl: Oankundiging: deltaferzjes op Mozilla Common Voice!<br/>Fan oktober 2022 ôf biede wy downloads fan deltaferzjes oan, njonken de downloads fan folsleine gegevenssets.

# body.6b2962a2-48d3-4cb4-9692-ae4ff2122ebf
source: Announcing: Delta Releases on Mozilla Common Voice!
de: Ankündigung: Delta-Veröffentlichungen auf Mozilla Common Voice!
es: Anuncio: ¡Actualizaciones delta en Mozilla Common Voice!
fr: Nous annonçons les publications delta pour Mozilla Common Voice !
fy_nl: Oankundiging: delta-releases op Mozilla Common Voice!
nl: Aankondiging: delta-releases op Mozilla Common Voice!
pt_br: Divulgação: Versões delta no Mozilla Common Voice!

# body.6b2962a2-48d3-4cb4-9692-ae4ff2122ebf
source: As of October 2022, we will be providing delta release downloads in addition to the full release dataset downloads.
de: Stand Oktober 2022 werden wir nicht nur die Versionen als vollständige Datensätze, sondern auch die Delta-Versionen zum Download anbieten.
es: A partir de octubre de 2022, además de las descargas de la versión completa del set de datos, proporcionaremos descargas de la versión delta.
fr: À partir d’octobre 2022, nous fournirons le téléchargement de versions delta en plus du téléchargement de jeux de données en version complète.
fy_nl: Mei yngong fan oktober 2022 sille wy delta-release-downloads leverje neist de downloads fan de folsleine release-gegevensset.
nl: Vanaf oktober 2022 bieden we downloads voor delta-releases aan naast de downloads van de volledige release-gegevensset.
pt_br: A partir de outubro de 2022, disponibilizaremos downloads de versões delta, além dos downloads de versões completas de conjuntos de dados.

# body.6b2962a2-48d3-4cb4-9692-ae4ff2122ebf
source: <b>What is a delta release?</b> Let’s imagine you had downloaded Common Voice 10 for Catalan, a total download size of 49 GB, now Common Voice 11 is released and you want to get all that amazing new data. A delta release allows you to download <b>only the new data</b>, that is the difference between the Common Voice 10 release and the 11 release.
de: <b>Was ist eine Delta-Version?</b> Stellen Sie sich vor, Sie hätten Common Voice 10 für Katalanisch heruntergeladen, eine Gesamtgröße von 49 GB, nun wird Common Voice 11 veröffentlicht, und Sie möchten diese neuen Daten erhalten. Eine Delta-Version ermöglicht es Ihnen, <b>nur die neuen Daten</b> herunterzuladen – das ist der Unterschied zwischen Common Voice Version 10 und 11.
es: <b>¿Qué es una actualización delta?</b> Imaginemos que has descargado Common Voice 10 para catalán, con un tamaño total de 49 GB. Ahora está disponible Common Voice 11 y quieres tener todos esos fantásticos datos nuevos. La actualización delta te permite descargar <b>únicamente los datos nuevos</b>, que son lo que distingue a la versión Common Voice 10 de la 11.
fr: <b>Qu’est-ce qu’une version delta ?</b> Imaginons que vous ayez téléchargé Common Voice 10 pour le catalan, un téléchargement total de 49 Go, que Common Voice 11 soit maintenant disponible et que vous souhaitiez obtenir toutes ces nouvelles données. Une version delta vous permet de télécharger <b>uniquement les nouvelles données</b>, c’est-à-dire la différence entre la version Common Voice 10 et la version 11.
fy_nl: <b>Wat is in delta-release?</b> Stel jo foar dat jo Common Voice 10 foar Katalaansk downloaden hawwe, in totale downloadgrutte fan 49 GB, no is Common Voice 11 frijlitten en jo wolle al dy geweldige nije gegevens hawwe. In delta-release lit jo <b>allinnich de nije gegevens</b> downloade, dat is it ferskil tusken de Common Voice 10-release en de 11-release.
nl: <b>Wat is een delta-release?</b> Stel u voor dat u Common Voice 10 voor Catalaans hebt gedownload, een totale downloadgrootte van 49 GB, en u nu Common Voice 11 is uitgebracht al die geweldige nieuwe gegevens wilt hebben. Met een delta-release kunt u <b>alleen de nieuwe gegevens</b> downloaden, dat wil zeggen het verschil tussen de Common Voice 10-release en de 11-release.
pt_br: <b>O que é uma versão delta?</b> Vamos imaginar que você baixou o Common Voice 10 em catalão, um download total de 49 GB. Depois o Common Voice 11 foi lançado e você quer obter todos esses novos dados incríveis. Uma versão delta permite que você baixe <b>somente os novos dados</b>, que é a diferença entre a versão Common Voice 10 e a versão 11.

# body.6b2962a2-48d3-4cb4-9692-ae4ff2122ebf
source: <b>Why are you doing this?</b> We have had a lot of feedback from the community that the large download sizes were a problem for many users and developers wanting to use the dataset. The download size can take a long time for people on slow connections and downloading a large amount of data can be difficult on unstable connections too. For many of our community, being forced to download clips that they already have from the previous release has been costly and wasteful.
de: <b>Warum tun Sie das?</b> Wir haben eine Menge Rückmeldung von der Gemeinschaft erhalten, dass die umfangreichen Download-Größen ein Problem für viele Benutzer und Entwickler waren, die den Datensatz verwenden wollten. Die Download-Größe kann für Menschen mit langsamen Verbindungen lange Zeit dauern und das Herunterladen einer großen Menge von Daten kann auch auf instabilen Verbindungen schwierig sein. Für viele in unserer Gemeinschaft war es kostspielig und verschwenderisch, Aufzeichnungen herunterzuladen, die sie bereits aus der vorherigen Version hatten.
es: <b>¿Por qué hacen esto?</b> Hemos recibido muchos comentarios de nuestra comunidad diciendo que las descargas de gran tamaño eran un problema para muchos usuarios y desarrolladores que querían usar el set de datos. Las descargas de gran tamaño pueden tardar mucho tiempo si se tiene una conexión lenta. Además, descargar una gran cantidad de datos también puede ser difícil si la conexión es inestable. Para muchas personas de nuestra comunidad, verse obligadas a descargar clips que ya tenían de la versión anterior ha sido costoso y derrochador.
fr: <b>Pourquoi faites-vous cela ?</b> Nous avons reçu de nombreux retours de la communauté indiquant que les téléchargements volumineux posaient problème à de nombreux utilisateurs, utilisatrices, développeurs et développeuses souhaitant utiliser les jeux de données. La taille du fichier peut prendre beaucoup de temps à télécharger pour les personnes ayant des connexions lentes et le téléchargement d’une grande quantité de données peut également être difficile sur des connexions instables. Pour beaucoup de membres de notre communauté, devoir télécharger des échantillons qu’ils possèdent déjà dans la version précédente est coûteux et inutile.
fy_nl: <b>Wêrom dogge jimme dit?</b> Wy hawwe in protte feedback krigen fan de mienskip dat de downloadgrutte in probleem wie foar in protte brûkers en ûntwikkelers dy’t de gegevensset brûke wolle. De downloadgrutte kin lang duorje foar minsken op trage ferbiningen en it downloaden fan in grutte hoemannichte gegevens kin ek lestich wêze op ynstabile ferbiningen. Foar in protte fan ús mienskip is twongen om klips te downloaden dy’t se al hawwe fan de foarige release kostber en fergriemend west.
nl: <b>Waarom doen jullie dit?</b> We hebben veel feedback van de gemeenschap gekregen dat de downloadgroottes een probleem waren voor veel gebruikers en ontwikkelaars die de gegevensset wilden gebruiken. De downloadgrootte kan lang duren voor mensen met langzame verbindingen en het downloaden van een grote hoeveelheid gegevens kan ook moeilijk zijn bij instabiele verbindingen. Voor velen in onze gemeenschap was het duur en verspillend om gedwongen te worden fragmenten te downloaden die ze al van de vorige release hadden.
pt_br: <b>Por que estão fazendo isso?</b> Recebemos muitos comentários da comunidade de que downloads de tamanho bem grande era um problema para muitos usuários e desenvolvedores que querem usar o conjunto de dados. Downloads grandes demais podem levar muito tempo em conexões lentas e baixar uma grande quantidade de dados também pode ser difícil em conexões instáveis. Para muitos de nossa comunidade, precisar baixar clipes que já têm da versão anterior era um desperdício caro.

# body.6b2962a2-48d3-4cb4-9692-ae4ff2122ebf
source: <b>Will you be offering deltas between all the releases?</b> We will be offering delta releases between the last release and the latest release on a rolling basis. So at some point after the next release (Common Voice 11 in October) we will make available the delta between <b>10</b> and <b>11</b>. At the release following that (Common Voice 12) we will make available the delta between <b>11</b> and <b>12,</b> and so on.
de: <b>Werden Sie Deltas zwischen allen Versionen anbieten?</b> Wir werden Delta-Versionen zwischen der letzten und der neuesten Version fortlaufend anbieten. Irgendwann nach der nächsten Veröffentlichung (Common Voice 11 im Oktober) werden wir also das Delta zwischen <b>10</b> und <b>11</b> anbieten. Bei der darauf folgenden Veröffentlichung (Common Voice 12) werden wir das Delta zwischen <b>11</b> und <b>12</b> zur Verfügung stellen und so weiter.
es: <b>¿Van a ofrecer actualizaciones delta entre todas las versiones?</b> Ofreceremos versiones delta entre las dos últimas versiones de forma continua. Es decir, en algún momento después del lanzamiento de la próxima versión (que será Common Voice 11, en octubre) pondremos a disposición la actualización delta entre la versión <b>10</b> y la <b>11</b>. En la versión posterior a esa (que será Common Voice 12) pondremos a disposición la actualización delta entre la versión <b>11</b> y la <b>12,</b> y así sucesivamente.
fy_nl: <b>Biede jimme delta-releases oan tusken alle releases?</b> Wy sille delta-releases oanbiede tusken de lêste release en de lêste release en de nijste release. Dus op in stuit nei de folgjende release (Common Voice 11 yn oktober) sille wy de delta beskikber stelle tusken <b>10</b> en <b>11</b>. By de folgjende release (Common Voice 12) sille wy de delta beskikber stelle tusken <b>11</b> en <b>12,</b> ensafuorthinne.
nl: <b>Bieden jullie delta-releases aan tussen alle releases?</b> We bieden op voortschrijdende basis delta-releases aan tussen de laatste release en de nieuwste release. Dus ergens na de volgende release (Common Voice 11 in oktober) zullen we de delta tussen <b>10</b> en <b>11</b> beschikbaar stellen. Bij de release die daarop volgt (Common Voice 12) zullen we de delta beschikbaar stellen tussen <b>11</b> en <b>12,</b> enzovoort.
pt_br: <b>Vocês oferecerão deltas entre todas as versões?</b> Ofereceremos versões delta entre a versão mais recente e a anterior de forma contínua. Assim, em algum momento após a próxima versão (Common Voice 11 em outubro), disponibilizaremos o delta entre <b>10</b> e <b>11</b>. Na versão seguinte (Common Voice 12) disponibilizaremos o delta entre <b>11</b> e <b>12</b> e assim por diante.

# body.6b2962a2-48d3-4cb4-9692-ae4ff2122ebf
source: <b>When will the delta releases be available?</b> The first delta release will be coming out in mid to late October. We’ll keep you posted!
de: <b>Wann werden die Delta-Versionen verfügbar sein?</b> Die erste Delta-Version wird Mitte bis Ende Oktober herauskommen. Wir halten Sie auf dem Laufenden!
es: <b>¿Cuándo estarán disponibles las actualizaciones delta?</b> La primera versión delta saldrá a mediados o finales de octubre. ¡Los mantendremos informados!
fy_nl: <b>Wanneer binne de delta-releases beskikber?</b> De earste delta-release sille heal oant ein oktober útkomme. Wy hâlde jo op de hichte!
nl: <b>Wanneer zijn de delta-releases beschikbaar?</b> De eerste delta-releases komen tussen half en eind oktober uit. We zullen u op de hoogte houden!
pt_br: <b>Quando as versões delta estarão disponíveis?</b> A primeira versão delta será lançada em meados do final de outubro. Manteremos você informado!

# body.6b2962a2-48d3-4cb4-9692-ae4ff2122ebf
source: <b>What does the data look like?</b> It is in exactly the same format as the full release, only the TSV files and clips/ directory only contain the new data, not all the data.
de: <b>Wie sehen die Daten aus?</b> Sie haben genau dasselbe Format wie die Vollversion, nur die TSV-Dateien und das Verzeichnis „clips/“ enthalten nur die neuen Daten, nicht alle Daten.
es: <b>¿Cómo son los datos?</b> Están exactamente en el mismo formato que la versión completa, solo los archivos TSV y clips/ directorio solo contiene los datos nuevos en lugar de todos los datos.
fy_nl: <b>Hoe sjogge de gegevens derút?</b> It is yn krekt itselde formaat as de folsleine release, allinnich de TSV-bestannen en fragminten/map befetsje allinnich de nije gegevens, net alle gegevens.
nl: <b>Hoe zien de gegevens eruit?</b> Deze zijn in exact dezelfde opmaak als de volledige release, alleen de TSV-bestanden en fragmenten/map bevatten alleen de nieuwe gegevens, niet alles.
pt_br: <b>Como são os dados?</b> Exatamente no mesmo formato da versão completa, mas os arquivos TSV e o diretório de clipes contêm apenas os novos dados, não todos.

# body.6b2962a2-48d3-4cb4-9692-ae4ff2122ebf
source: <b>Will it be split in the same way?</b> The delta releases will not be split. Depending on your use case, you can choose to add all the data to your training set, or you can merge with the previous version and use CorporaCreator to create a version that will be identical to the full Common Voice 11 release.
de: <b>Wird es auf die gleiche Weise aufgeteilt?</b> Die Delta-Versionen werden nicht aufgeteilt. Abhängig von Ihrem Anwendungsfall können Sie alle Daten zu Ihrem Trainingssatz hinzufügen oder mit der vorherigen Version zusammenführen und CorporaCreator verwenden, um eine Version zu erstellen, die mit der vollständigen Version von Common Voice 11 identisch ist.
es: <b>¿Estará dividida de la misma manera?</b> Las versiones delta no estarán divididas. Dependiendo de tu caso, puedes optar por agregar todos los datos a tu set para entrenamiento, o puedes fusionarlos con la versión anterior y usar CorporaCreator para crear una versión que será idéntica a la versión completa de Common Voice 11.
fy_nl: <b>Sil it op deselde wize splitst wurde?</b> De delta-releases wurde net splitst. Ofhinklik fan jo gebrûk, kinne jo kieze om alle gegevens ta te foegjen oan jo trainingsset, of jo kinne gearfoegje mei de foarige ferzje en CorporaCreator brûke om in ferzje te meitsjen dy’t identyk wêze sil oan de folsleine Common Voice 11-útjefte.
nl: <b>Worden de gegevens op dezelfde manier gesplitst?</b> De delta-releases worden niet gesplitst. Afhankelijk van uw gebruikssituatie, kunt u ervoor kiezen om alle gegevens aan uw trainingsset toe te voegen, of u kunt ze samenvoegen met de vorige versie en CorporaCreator gebruiken om een versie te maken die identiek is aan de volledige Common Voice 11-release.
pt_br: <b>Serão divididas da mesma forma?</b> As versões delta não serão divididas. Dependendo do seu caso de uso, você pode optar por adicionar todos os dados ao seu conjunto de treinamento ou pode mesclar com a versão anterior e usar o CorporaCreator para criar uma versão idêntica à versão completa do Common Voice 11.

# body.6b2962a2-48d3-4cb4-9692-ae4ff2122ebf
source: Can we still access older versions of the dataset?
de: Können wir noch auf ältere Versionen des Datensatzes zugreifen?
es: ¿Todavía podemos acceder a las versiones anteriores del set de datos?
fy_nl: Hawwe wy noch hieltyd tagong ta âldere ferzjes fan de dataset?
nl: Hebben we nog steeds toegang tot oudere versies van de dataset?
pt_br: Ainda podemos acessar versões mais antigas do conjunto de dados?

# body.6b2962a2-48d3-4cb4-9692-ae4ff2122ebf
source: Yes - but the way you access them will change. You will be able to download the latest dataset, the one before, and the delta of clips between the two. We will no longer support downloading the oldest releases of MCV directly from the platform, however you can always email us to access an older version of the dataset. This is part of our commitment to be thoughtful about the environmental impact of our platform.
de: Ja – aber die Art und Weise, wie Sie darauf zugreifen, wird sich ändern. Sie können den neuesten Datensatz, den vorherigen und das Delta der Clips zwischen den beiden herunterladen. Wir werden das Herunterladen der ältesten Versionen von MCV direkt von der Plattform nicht mehr unterstützen, Sie können uns jedoch jederzeit eine E-Mail senden, um auf eine ältere Version des Datensatzes zuzugreifen. Dies ist Teil unserer Verpflichtung, über die Umweltauswirkungen unserer Plattform nachzudenken.
es: Sí, pero cambiará la forma de acceso. Podrás descargar el último set de datos, el anterior al último y la actualización delta de los clips entre los dos. Ya no permitiremos la descarga de las versiones más antiguas de MCV directamente desde la plataforma, aunque siempre puedes enviarnos un correo electrónico para acceder a una versión anterior del set de datos. Esta decisión forma parte de nuestro compromiso de ser reflexivos sobre el impacto ambiental de nuestra plataforma.
fy_nl: Ja, mar de manier wêrop jo tagong krije sil feroarje. Jo kinne de nijste gegevensset downloade, de foarige, en de delta fan fragminten tusken de twa. Wy stypje net langer it downloaden fan de âldste releases fan MCV streekrjocht fan it platfoarm út, mar jo kinne ús altyd in e-mailberjocht stjoere om tagong te krijen ta in âldere ferzje fan de dataset. Dit is ûnderdiel fan ús ynset om betochtsum te wêzen oer de miljeu-ynfloed fan ús platfoarm.
nl: Ja, maar de manier waarop u ze opent, zal veranderen. U kunt de nieuwste gegevensset downloaden, de vorige, en de delta van fragmenten tussen de twee. We ondersteunen het downloaden van de oudste releases van MCV rechtstreeks van het platform niet meer, maar u kunt ons altijd een e-mailbericht sturen om toegang te krijgen tot een oudere versie van de dataset. Dit maakt deel uit van onze toewijding om op de milieu-impact van ons platform te letten.
pt_br: Sim, mas a maneira de acessar mudará. Você poderá baixar o conjunto de dados mais recente, o anterior e o delta de clipes entre os dois. Não daremos mais suporte ao download de versões mais antigas do MCV diretamente na plataforma, mas você sempre pode nos enviar um email pedindo para acessar uma versão mais antiga do conjunto de dados. Isso faz parte do nosso compromisso de considerar o impacto ambiental de nossa plataforma.

# body.6b2962a2-48d3-4cb4-9692-ae4ff2122ebf
source: Please feel free to ask any questions you may have about the delta releases on <a id="a1">Discourse</a> or <a id="a2">Matrix</a> - and the team will endeavour to answer them!
de: Bitte stellen Sie Fragen zu den Delta-Versionen auf <a id="a1">Discourse</a> oder <a id="a2">Matrix</a> – und das Team wird sich bemühen, diese zu beantworten!
es: No dudes en hacernos llegar cualquier pregunta que tengas sobre las versiones delta en <a id="a1">Discourse</a> o <a id="a2">Matrix,</a> ¡el equipo se encargará por responderlas!
fy_nl: Stel gerêst al jo fragen oer de delta-releases op <a id="a1">Discourse</a> of <a id="a2">Matrix</a> – en it team sil probearje se te beäntwurdzjen!
nl: Stel gerust al uw vragen over de delta-releases op <a id="a1">Discourse</a> of <a id="a2">Matrix</a> – het team zal proberen ze te beantwoorden!
pt_br: Sinta-se à vontade para fazer qualquer pergunta que possa ter sobre versões delta no <a id="a1">Discourse</a> ou no <a id="a2">Matrix</a>. A equipe se empenhará em responder!

# title
source: Iterating Dataset Access on Common Voice
de: Iteration des Datensatzzugriffs auf Common Voice
es: Iteración del acceso al set de datos en Common Voice
fr: Adaptation de l’accès aux jeux de données de Common Voice
fy_nl: Tagong ta iterearjende gegevenssets op Common Voice
nl: Toegang tot itererende gegevenssets op Common Voice
pt_br: Alteração do acesso ao conjunto de dados no Common Voice

# body.e02c3cad-6a6e-452d-b196-f52c6053296d
source: <b>Will you be offering deltas between all the releases?</b> We will be offering delta releases between the last release and the latest release on a rolling basis. So at some point after the next release (Common Voice 11 in October) we will make available the delta between <b>10</b> and <b>11</b>. At the release following that (Common Voice 12) we will make available the delta between <b>11</b> and <b>12,</b> and so on.
fr: <b>Proposerez-vous des delta entre toutes les versions ?</b> Nous proposerons des versions delta entre l’avant-dernière et la dernière version sur une base continue. Ainsi, à un moment donné après la prochaine version (Common Voice 11 en octobre), nous mettrons à disposition la version delta entre les versions <b>10</b> et <b>11</b>. Lors de la publication suivante (Common Voice 12), nous mettrons à disposition la version delta entre les versions <b>11</b> et <b>12,</b> et ainsi de suite.

# body.e02c3cad-6a6e-452d-b196-f52c6053296d
source: <b>When will the delta releases be available?</b> The first delta release will be coming out in mid to late October. We’ll keep you posted!
fr: <b>Quand les versions delta seront-elles disponibles ?</b> La première version delta sortira entre la mi-octobre et la fin octobre. Nous vous tiendrons au courant !

# body.e02c3cad-6a6e-452d-b196-f52c6053296d
source: <b>What does the data look like?</b> It is in exactly the same format as the full release, only the TSV files and clips/ directory only contain the new data, not all the data.
fr: <b>À quoi ressemblent les données ?</b> Il s’agit exactement du même format que la version complète, seuls les fichiers TSV et le répertoire clips/ contiennent les nouvelles données, et non pas toutes les données.

# body.e02c3cad-6a6e-452d-b196-f52c6053296d
source: <b>Will it be split in the same way?</b> The delta releases will not be split. Depending on your use case, you can choose to add all the data to your training set, or you can merge with the previous version and use CorporaCreator to create a version that will be identical to the full Common Voice 11 release.
fr: <b>Seront-elles divisées de la même manière ?</b> Les versions delta ne seront pas divisées. Selon votre cas d’utilisation, vous pouvez choisir d’ajouter toutes les données à votre ensemble d’apprentissage, ou vous pouvez fusionner avec la version précédente et utiliser CorporaCreator pour créer une version qui sera identique à la version complète de Common Voice 11.

# body.e02c3cad-6a6e-452d-b196-f52c6053296d
source: Can we still access older versions of the dataset?
fr: Pouvons-nous toujours accéder aux anciennes versions du jeu de données ?
