Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/iterating-dataset-access-on-common-voice.po
Languages: de, es, fr, fy_nl, nl, pt_br

# body.e02c3cad-6a6e-452d-b196-f52c6053296d
source: Yes - but the way you access them will change. You will be able to download the latest dataset, the one before, and the delta of clips between the two. We will no longer support downloading the oldest releases of MCV directly from the platform, however you can always email us to access an older version of the dataset. This is part of our commitment to be thoughtful about the environmental impact of our platform.
fr: Oui, mais la façon dont vous y accédez changera. Vous pourrez télécharger le dernier jeu de données, celui d’avant, et le delta des échantillons entre les deux. Nous ne proposerons plus le téléchargement des versions les plus anciennes de MCV directement depuis la plateforme, mais vous pouvez toujours nous envoyer un e-mail pour accéder à une version plus ancienne du jeu de données. Cela fait partie de notre engagement à réfléchir à l’impact environnemental de notre plateforme.

# body.e02c3cad-6a6e-452d-b196-f52c6053296d
source: Please feel free to ask any questions you may have about the delta releases on <a id="a1">Discourse</a> or <a id="a2">Matrix</a> - and the team will endeavour to answer them!
fr: N’hésitez pas à poser toutes les questions que vous pourriez avoir sur les versions delta sur <a id="a1">Discourse</a> ou <a id="a2">Matrix</a> et l’équipe s’efforcera d’y répondre.
