Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/join-upcoming-discussion-*-*-about-feminist-perspectives-on-content-moderation-starting-august-22-2022.po
Languages: spanish

# search_description
source: You can join the discussion here: www.eureka.club/cycle/21
spanish: Puedes unirte a la discusión aquí: www.eureka.club/cycle/21

# body.661dcc4d-b377-4443-af3e-bf702f63fd6f
source: <i>You can join the discussion here:</i> <a id="a1"><i>www.eureka.club/cycle/21</i></a>
spanish: <i>Puedes unirte a la discusión aquí: <a id="a1">www.eureka.club/cycle/21</a></i>

# body.661dcc4d-b377-4443-af3e-bf702f63fd6f
source: Moderating online content has escalated into a public challenge, intrinsic to social media giants’ very existence. In the words of researcher and author Tarleton Gillespie, “a platform would not only be useless without moderation, but moderation is an essential element for a platform to exist.”
spanish: Moderar el contenido en línea se ha convertido en un desafío público, intrínseco a la existencia de los gigantes de las redes sociales. En las palabras del investigador y autor Tarleton Gillespie, “una plataforma no solo sería poco funcional sin la moderación, sino que la moderación es un elemento indispensable para que exista una plataforma.”

# body.661dcc4d-b377-4443-af3e-bf702f63fd6f
source: Yet the idea of having our online discussions, behaviors and interactions “moderated” is often unsettling and tends to be subjective (according to moderators’ vision). Some users have been ‘too moderated’ and had content removed, such as artists, women (in all their diversity) and activists, for showing <a id="a1">certain naked bodies</a>, <a id="a2">‘nipples’</a> or allegedly engaging in <a id="a3">hate speech or graphic violence</a>. Meanwhile, other users have wished for ‘better moderation’, such as those targeted by <a id="a4">hate speech or ‘cancel culture’</a> or <a id="a5">disinformation campaigns.</a>
spanish: Sin embargo, la idea de tener nuestras discusiones, comportamientos e interacciones en línea “moderados” puede llegar a ser inquietante y tiende a ser una actividad subjetiva (la cual depende de la mirada de quien esté moderando). Algunas personas han sido "demasiado moderadas" y han visto su contenido eliminado, entre ellas artistas, mujeres diversas, activistas, ya sea por mostrar <a id="a1">(algunos) cuerpos desnudos</a>, <a id="a2">pezones</a> o incluso por <a id="a3">incurrir en, supuestamente, ‘discurso de odio’ o ‘violencia gráfica’</a>. Otras han deseado una "mejor moderación", como quienes han sido víctimas de violencia digital, quienes se han enfrentado a <a id="a4">discursos de odio o "cancelación"</a>, o incluso políticxs que ven cómo la <a id="a5">desinformación desenfrenada puede influir en los resultados de las elecciones</a>.

# body.661dcc4d-b377-4443-af3e-bf702f63fd6f
source: As platforms have grown, their “community standards” have evolved in an effort to meet these challenges, placing more restrictions but also facing more scrutiny. Jillian C. York (Silicon Values, 2020), explains that:
spanish: A medida que las plataformas han crecido, sus ‘normas comunitarias’ han evolucionado, imponiendo más restricciones pero también enfrentando más escrutinio. Jillian C. York (Silicon Values, 2020), explica que:

# body.661dcc4d-b377-4443-af3e-bf702f63fd6f
source: “We’ve now firmly reached an era [...] in which groups already marginalized by society are further victimized by unaccountable platforms, and the already powerful are free to spread misinformation or hate with impunity.”
spanish: "Hemos llegado firmemente a una era [...] en la que los grupos que ya están marginados por la sociedad son aún más victimizados por plataformas que no rinden cuentas, y los que ya son poderosos son libres de difundir información errónea u odio con impunidad".

# body.661dcc4d-b377-4443-af3e-bf702f63fd6f
source: Indeed, digital experiences often reflect traditional power relations from the offline world, ranging from the values that prevail to decision-makers belonging to dominant subgroups of the population. As such, discussing content moderation from an intersectional feminist perspective, i.e considering how different forms of discrimination overlap online, can offer new perspectives on building digital spaces for all the diversity of bodies and identities.
spanish: De hecho, las experiencias digitales a menudo reflejan relaciones de poder tradicionales del mundo físico, que van desde los valores que prevalecen hasta el hecho que los tomadores de decisiones que pertenecen a los subgrupos dominantes de la población. Asimismo, discutir la moderación de contenido desde una perspectiva feminista interseccional, es decir, considerando cómo las diferentes formas de discriminación se superponen en línea, puede ofrecer nuevas perspectivas sobre la construcción de espacios digitales para toda la diversidad de cuerpos e identidades.

# body.661dcc4d-b377-4443-af3e-bf702f63fd6f
source: There is a thin line between ensuring safe spaces and fighting violence through content moderation at scale vs. impinging on freedom of expression and/or mistakenly silencing population subgroups. It raises substantial questions at the intersection of ethics and technology, and as we moved into the “infocracy” era, social media companies became the ones making those decisions about speech — a prerogative that used to belong to the nation-state.
spanish: Existe una línea tenue entre garantizar espacios seguros y combatir la violencia a través de la moderación de contenido a gran escala, versus incidir en la libertad de expresión y/o silenciar a voces disidentes. Eso plantea cuestiones sustanciales en la intersección de los derechos humanos y la tecnología, y a medida que avanzamos en la era de la "infocracia", son las empresas de redes sociales quiénes pasaron a tomar esas decisiones sobre el discurso (una prerrogativa que solía pertenecer al estado-nación).

# body.69c06356-ac80-41c3-8e3b-83b688985b2a.quote
source: There is a thin line between ensuring safe spaces and fighting violence through content moderation at scale vs. impinging on freedom of expression and/or mistakenly silencing population subgroups.
spanish: Existe una línea tenue entre garantizar espacios seguros y combatir la violencia a través de la moderación de contenido a gran escala, versus incidir en la libertad de expresión y/o silenciar a voces disidentes.

# body.1e8b81de-78ed-4508-94bb-e6f57ca1b4c2
source: The most popular platforms (Facebook, Youtube, WhatsApp, Instagram, Twitter etc.) were created in the Global North (namely in the United States) by cis-white-men that have taken over the list of the world’s richest persons (Forbes, 2021). It’s fair to say that they are not a representative sample of the world population, and still, their values implemented through centralized guidelines profoundly impact people throughout the globe.
spanish: Las plataformas más populares (Facebook, Youtube, WhatsApp, Instagram, Twitter, etc.) fueron creadas en el Norte Global (sobretodo en Estados Unidos) por hombres cisgénero-blancos que se han vuelto las personas más ricas del mundo (Forbes, 2021). Es justo decir que no son una muestra representativa de la población mundial y, aun así, sus valores permean profundamente a las personas en todo el mundo.

# body.1e8b81de-78ed-4508-94bb-e6f57ca1b4c2
source: Together with EQUIS Justicia para las Mujeres, we are organizing a <a id="a1">‘thematic cycle’ on Eureka</a> to discuss content moderation from a feminist perspective, and imagine what content moderation guidelines feminist online spaces should operate under. Based on a selection including two documentaries, and a few book chapters, we will discuss key questions such as: What is content moderation and who implements it? How is content moderation reproducing and even fueling misogyny and discrimination? And critically: how can current practices be improved, considering both the need to limit online violence and protect freedom of expression?
spanish: Por ello, junto a EQUIS Justicia para las Mujeres, estamos organizando <a id="a1">un "ciclo temático" en Eureka</a> para discutir la moderación de contenidos en redes sociales desde una perspectiva feminista e imaginar bajo qué reglas de moderación deberían operar los espacios digitales. Con base en una selección que incluye dos documentales y algunos capítulos de libros, discutiremos preguntas clave como: ¿Qué es la moderación de contenidos y quién la implementa? ¿Cómo la moderación de contenidos reproduce e incluso alimenta la misoginia y la discriminación? Y críticamente: ¿cómo se pueden mejorar las prácticas actuales, considerando tanto la necesidad de erradicar la violencia en línea como de proteger la libertad de expresión?

# body.1e8b81de-78ed-4508-94bb-e6f57ca1b4c2
source: What is content moderation?
spanish: ¿Qué es la moderación de contenidos?

# body.1e8b81de-78ed-4508-94bb-e6f57ca1b4c2
source: Content moderation can be defined as “the process of deciding what stays online and what gets taken down” (Who Moderates the Social Media Giants?, NYU, 2020). It implies the classification of all content produced on social media into acceptable content (social and cultural commentary, pet pics, day-to-day commentary) vs. unacceptable content (sex content, violent content, unlawful content, hate speech). That being said, some content falls into a gray area, such as health content, political commentary, and misinformation (Marianne Díaz Hernández, MozFest, March 2021).
spanish: La moderación de contenidos se puede definir como “el proceso de decidir qué permanece en línea y qué se elimina” (¿Quién modera a los gigantes de las redes sociales?, NYU, 2020). Implica la clasificación de todo el contenido producido en las redes sociales en contenido aceptable (comentarios sociales y culturales, fotos de mascotas, comentarios del día a día) versus contenido inaceptable (contenido sexual, contenido violento, contenido ilegal, discursos de odio). Dicho esto, parte del contenido cae en un área gris, como el contenido de salud, los comentarios políticos y la desinformación (Marianne Díaz Hernández, Mozfest, Marzo 2021).

# body.1e8b81de-78ed-4508-94bb-e6f57ca1b4c2
source: The process in itself is not new. As York (2020) puts it, “throughout history, various bodies have imposed rules on what ordinary citizens can see or say,” often known as “censorship.” The author argues that “censorship is in itself an inherently value-neutral term,” but often used to describe only “the restrictions of which we disapprove” (such as insulting country leaders) vs. the ones we approve (such as child sexual exploitation imagery).
spanish: El proceso en sí mismo, no es nuevo. Como dice York (2020), “a lo largo de la historia, varios organismos han impuesto reglas sobre lo que las personas pueden ver o decir”, lo que a menudo se conoce como “censura”. La autora argumenta que "la censura es en sí mismo un término intrínsecamente neutral", pero a menudo se usa para describir sólo "las restricciones que desaprobamos" (como insultar a los líderes de los países) frente a las que aprobamos (como la explotación sexual infantil).

# body.1e8b81de-78ed-4508-94bb-e6f57ca1b4c2
source: Historically, nation-states have been the gatekeepers of speech and often “the more democratic a state, the more transparent it is when it comes to censorship” (York, 2020). At the international level, there are guidelines and agreements aiming to protect freedom of expression, and helping define what is not tolerated under it, such as hate speech. That being said, over the past 20 years, we have moved into an “information regime” (Byung-Chul Han, Infocracy, 2022), in which owning unprecedented amounts of information is one of the key determinants of economic and sociopolitical power. The major ‘tech’ companies, including social media giants, grew exponentially by exploiting ‘big data.’ Today, they largely dominate the digital market in most countries which has effectively turned them into the new “gatekeepers of speech” (York, 2020).
spanish: Históricamente, los estados-nación han sido los guardianes del discurso y, a menudo, “cuanto más democrático es un estado, más transparente es respecto a lo que censura” (York, 2020). A nivel internacional, existen lineamientos y acuerdos que tienen como objetivo proteger la libertad de expresión y ayudar a definir lo que no se tolera en ella, como el discurso de odio. Dicho esto, en los últimos 20 años, hemos transicionado hacía un “régimen de información” (Byung-Chul Han, Infocracy, 2022), en el que poseer cantidades de información sin precedentes es clave de poder económico y sociopolítico. Las principales empresas de "tecnología", incluido los gigantes de las redes sociales, crecieron exponencialmente mediante la explotación de "big data". Hoy en día, dominan en gran medida el mercado digital en la mayoría de los países, lo que los ha convertido efectivamente en los nuevos "guardianes del habla" (York, 2020).

# body.1e8b81de-78ed-4508-94bb-e6f57ca1b4c2
source: Therefore, key questions regarding “censorship” (taken as a value-neutral term) include: Who decides what censorship we (as a society) approve of? How transparent are the processes for making such decisions? How transparent are the consequences for infringing enacted rules?
spanish: Por lo tanto, las preguntas clave con respecto a la “censura” (tomada como un término de valor neutral) incluyen: ¿Quién decide qué censura aprobamos nosotres (como sociedad)? ¿Qué tan transparentes son los procesos para tomar tales decisiones? ¿Qué tan transparentes son las consecuencias de infringir tales reglas?

# body.1e8b81de-78ed-4508-94bb-e6f57ca1b4c2
source: What is Eureka?
spanish: ¿Qué es Eureka?

# body.1e8b81de-78ed-4508-94bb-e6f57ca1b4c2
source: We are living through a crisis of liberal democracy and trust. Researchers have shown that this “trust crisis” is connected to the loss of a “shared reality,” including the ability to agree on basic facts or to argue disagreements civilly. Ethan Zuckerman (Mistrust, 2021), argues that:
spanish: Estamos viviendo una crisis de democracia liberal y de confianza. Academicxs han demostrado que la "crisis de confianza" está relacionada con la pérdida de una "realidad compartida", incluida la capacidad de ponerse de acuerdo sobre hechos básicos o discutir los desacuerdos civilizadamente. Ethan Zuckerman (Mistrust, 2021), argumenta que:

# body.1e8b81de-78ed-4508-94bb-e6f57ca1b4c2
source: “Beyond concerns about the strengths and weaknesses of our government, civility, trust, and a collective sense of purpose seem absent. A broad swath of institutions – the press, the corporations, and the digital platforms – both connect and divide us, but none of them seems up to the task of holding us together.”
spanish: “Más allá de las preocupaciones sobre las fortalezas y debilidades de nuestro gobierno, el civismo, la confianza y un sentido colectivo de propósito parecen estar ausentes. Una amplia franja de instituciones –la prensa, las corporaciones y las plataformas digitales– nos conectan y nos dividen a la vez, pero ninguna de ellas parece estar a la altura de la tarea de mantenernos unidos”.

# body.1e8b81de-78ed-4508-94bb-e6f57ca1b4c2
source: When ‘we’ have more communication means and networks at our disposal than ever in history, democracy as government by discussion seems to be retreating.
spanish: Mientras tenemos a nuestra disposición más medios y redes de comunicación que nunca en la historia, la democracia como gobierno por medio de la discusión parece estar retrocediendo.

# body.1e8b81de-78ed-4508-94bb-e6f57ca1b4c2
source: Eureka is a not-for-profit and non-data-extractivist platform, which is being developed as part of the <a id="a1">Tech and Society Fellowship</a>, supported by the Mozilla Foundation. It is an online space that favors analytical thinking and cognitive deliberation, using cultural content such as movies, documentaries and (fiction and nonfiction) books. Together with civil society organizations such as EQUIS Justicia para las Mujeres, we organize “thematic cycles”: spaces created for the curious and the experts to dive into a topic of interest, together with a community.
spanish: Eureka es una plataforma sin fines de lucro y sin extracción de datos, que se está desarrollando como parte de <a id="a1">Tech and Society Fellowship</a>, con el apoyo de la Fundación Mozilla. Es un espacio en línea que favorece el pensamiento analítico y la deliberación, utilizando contenidos culturales como películas, documentales y libros (de ficción y no ficción). Junto a Organizaciones de la Sociedad Civil, como EQUIS Justicia para las Mujeres, organizamos “ciclos temáticos”: espacios creados para que personas, tanto curiosas como expertas, se sumerjan en un tema de interés, junto a una comunidad.

# body.1e8b81de-78ed-4508-94bb-e6f57ca1b4c2
source: EQUIS is a pioneer organization of Eureka: it was the very first to organize a cycle on the platform, and contributed to building our library, in particular on the topic of “Gender and feminisms”. EQUIS promotes new ways of addressing gender violence and non-discrimination, and through a participatory design methodology, it was also part of the development of Eureka.
spanish: EQUIS es organización pionera de Eureka: fue la primerísima en realizar un ciclo en la plataforma, y en aportar su expertise para construir nuestra biblioteca, en particular sobre el tema “Género y feminismos”. EQUIS promueve nuevas formas de abordar la violencia de género y la no discriminación y, a través de una metodología de diseño participativo, formó parte de la construcción de Eureka.

# body.1e8b81de-78ed-4508-94bb-e6f57ca1b4c2
source: Interested? Learn more about us <a id="a1">here</a>, and join our community!
spanish: ¿Te interesa? ¡Aprende más sobre Eureka <a id="a1">aquí</a> y únete a nuestra comunidad!

# title
source: Join Upcoming Discussion in Spanish about Feminist Perspectives on Content Moderation, Starting August 22, 2022
spanish: Únete a nuestra próxima charla en español sobre Perspectivas feministas en la moderación de contenidos en redes sociales, a partir del 22 de agosto de 2022
