Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/lastpass-1password-password-managers-safe.po
Languages: fr

# seo_title
source: Can My LastPass Or 1Password Account Be Easily Hacked?
fr: Mon compte LastPass ou 1Password peut-il être facilement piraté ?

# search_description
source: LastPass hackers made away with users’ login info &amp; passwords. Could the same happen to you if you use 1Password, Bitwarden, Apple or Google’s password manager?
fr: Les pirates de LastPass ont dérobé les identifiants et les mots de passe des utilisateurs et utilisatrices. La même chose pourrait-elle se produire si vous utilisez 1Password, Bitwarden, ou le gestionnaire de mots de passe d’Apple ou de Google ?

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: Here’s some not-so-great news: LastPass had two pretty big hacks recently. First, hackers <a id="a1">stole</a> LastPass users’ vault data — that includes customers’ usernames and passwords. Then those same hackers <a id="a2">broke into</a> a LastPass employee’s computer to take even more LastPass users’ info.
fr: Voici une mauvaise nouvelle : LastPass a connu deux piratages assez importants récemment. Tout d’abord, les pirates ont <a id="a1">dérobé</a> les données des coffres-forts des utilisateurs et utilisatrices de LastPass, cela inclut les noms d’utilisateur et les mots de passe. Ensuite, ces mêmes pirates <a id="a2">se sont introduits</a> dans l’ordinateur d’un employé de LastPass pour subtiliser encore plus d’informations sur les utilisateurs et utilisatrices de LastPass.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: Simply put, just about the worst thing that could happen to a password manager app happened to LastPass.
fr: En d’autres termes, la pire chose qui puisse arriver à une application de gestion de mots de passe est arrivée à LastPass.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: There’s a silver lining. LastPass <a id="a1">encrypts</a> some of the data stored in users’ vaults and encrypted data is very difficult for hackers to make sense of. What information was encrypted? Information like a person’s username and password was encrypted, but hackers were able to see, for example, which sites LastPass users have accounts with.
fr: Mais il y a une lueur d’espoir. LastPass <a id="a1">chiffre</a> certaines des données stockées dans les coffres-forts des utilisateurs et utilisatrices et les données chiffrées sont très difficiles à comprendre pour les pirates. Quelles informations ont été chiffrées ? Les informations telles que les noms d’utilisateur et les mots de passe ont été chiffrées, mais les pirates ont pu voir, par exemple, sur quels sites les utilisateurs et utilisatrices de LastPass possèdent des comptes.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: So even though the hackers are in possession of LastPass users’ usernames and passwords, it looks like a bunch of gibberish to them — for now. Hackers own that data now and can spend any amount of time reverse-engineering the gibberish in order to decode users’ passwords.
fr: Donc, même si les pirates sont en possession des noms d’utilisateur et des mots de passe des utilisateurs et utilisatrices de LastPass, ils n’ont accès qu’à du texte illisible… pour l’instant. Les pirates sont désormais en possession de ces données et peuvent passer tout le temps nécessaire pour faire de la rétro-ingénierie sur ce texte illisible et décoder les mots de passe.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: Is all of this making you want to sign up for a password manager?
fr: Avez-vous toujours envie d’installer un gestionnaire de mots de passe ?

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: If you use LastPass, change your passwords immediately. If you don’t, you’re probably wondering if the same could happen to your 1Password or Bitwarden account. (Or your Apple or Google password manager tools if you use one of those.) Or maybe you’re wondering, “should I even be using a password manager if something like this could happen?”
fr: Si vous utilisez LastPass, changez immédiatement vos mots de passe. Si ce n’est pas le cas, vous vous demandez probablement si la même chose pourrait arriver à votre compte 1Password ou Bitwarden. (Ou à vos gestionnaires de mots de passe Apple ou Google, si vous les utilisez.) Ou peut-être vous demandez-vous : « Dois-je vraiment utiliser un gestionnaire de mots de passe, au cas où quelque chose de similaire se produise ? »

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: The answer lies below. Here are some things to consider if you currently use or hope to use a password manager.
fr: La réponse se trouve plus bas. Voici quelques points à vérifier si vous utilisez actuellement ou si vous souhaitez utiliser un gestionnaire de mots de passe.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: Is it safe to use password managers?
fr: Les gestionnaires de mots de passe sont-ils sûrs ?

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: Generally, yes. Sites like New York Times’ <a id="a1">Wirecutter</a> and <a id="a2">Consumer Reports</a> strongly recommend password managers as a way to secure your online data. Combining this with using two-factor authentication everywhere can make you doubly secure.
fr: Généralement, oui. Des sites comme <a id="a1">Wirecutter</a> du New York Times et <a id="a2">Consumer Reports</a> recommandent vivement les gestionnaires de mots de passe pour sécuriser vos données en ligne. En combinant leur utilisation avec l’authentification à deux facteurs partout, vous pouvez doubler votre sécurité.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: You’re probably thinking, “Doesn’t using a password manager give hackers one single place to steal all my most sensitive data?” To answer that, consider two alternatives:
fr: Vous vous demandez probablement : « L’utilisation d’un gestionnaire de mots de passe ne permet-elle pas aux pirates de profiter d’un lieu unique pour dérober toutes mes données les plus sensibles ? » Pour répondre à cette question, analysons deux scénarios :

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: <b>Using the same password for every account</b>: Using one password with every account can be convenient and easy to remember. But the downside is that a single password could give hackers access to your other accounts if it’s ever compromised. Just ask the Runescape player that hackers renamed “<a id="a1">SamePwEvrywr</a>.” Yikes. Luckily, password managers make it easy to assign unique passwords to each of your accounts and you’re still only required to remember one single password.
fr: <b>Utiliser le même mot de passe pour tous les comptes</b> : utiliser un seul mot de passe pour tous vos comptes peut être pratique et facile à retenir. Cependant, l’inconvénient est qu’un seul mot de passe peut donner accès à vos autres comptes si jamais il est compromis. Il suffit de demander au joueur de Runescape dont des pirates ont renommé le compte en « <a id="a1">SamePwEvrywr</a> » (MêmeMotDePassePartout). Heureusement, les gestionnaires de mots de passe permettent d’attribuer facilement des mots de passe uniques à chacun de vos comptes, et vous n’avez toujours qu’un mot de passe à retenir.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: <b>Writing down all your passwords in a doc</b>: Do you keep a list of your passwords in a Google Doc or on a Notes app note in your phone? The downside here is that this data is stored in plain text, ready for anyone to steal and make use of. Note-taking apps are designed to help you jot down important information. Password manager apps are designed to help you jot down important information <b>and</b> protect it. As an added bonus, even the companies that make these password apps can’t see the sensitive information held inside. This is true for <a id="a1">1Password</a>, <a id="a2">BitWarden</a>, Apple’s <a id="a3">iCloud Keychain</a> and the password manager <a id="a4">within Google Chrome</a>. (<a id="a5">Not Google Docs though</a>. Again, not a password manager!)
fr: <b>Noter tous vos mots de passe dans un document</b> : conservez-vous une liste de vos mots de passe dans un document Google Doc ou dans une note de l’application Notes sur votre téléphone ? L’inconvénient ici est que ces données sont stockées au format texte, prêtes à être dérobées et utilisées par n’importe qui. Les applications de prise de notes sont conçues pour vous aider à noter des informations importantes. Les gestionnaires de mots de passe sont conçus pour vous aider à retenir des informations importantes <b>et</b> à les protéger. Et en plus, même les entreprises qui développent ces gestionnaires de mots de passe ne peuvent pas voir les informations sensibles qu’elles contiennent. C’est vrai pour <a id="a1">1Password</a>, <a id="a2">BitWarden</a>, <a id="a3">le trousseau iCloud d’Apple</a> et le gestionnaire de mots de passe <a id="a4">de Google Chrome</a>. (<a id="a5">Mais pas pour Google Docs</a>. Encore une fois, ce n’est pas un gestionnaire de mots de passe !)

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: Are password managers easily hacked?
fr: Les gestionnaires de mots de passe sont-ils facilement piratables ?

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: Anything digital can be hacked. Fortunately, many password managers prepare for this by using <a id="a1">encryption</a>, which makes digital information impossible to read without the proper decryption key. Take the latest LastPass hack. Hackers are now in possession of users’ passwords, but it’s in a format that the hackers can’t read.
fr: Tout ce qui est numérique peut être piraté. Heureusement, de nombreux gestionnaires de mots de passe se préparent à cela en ayant recours au <a id="a1">chiffrement</a>, ce qui rend les informations numériques impossibles à lire sans la bonne clé de déchiffrement. Suite au récent piratage de LastPass, par exemple, les pirates informatiques sont désormais en possession des mots de passe des utilisateurs, mais ils sont dans un format que les pirates ne peuvent pas lire.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: In an ideal world, the company you trust your passwords to doesn’t get hacked at all, but at the very least if they are hacked, encryption keeps the stolen information unreadable.
fr: Dans un monde idéal, l’entreprise à qui vous confiez vos mots de passe ne se fait pas pirater, mais dans l’hypothèse où elle est piratée, le chiffrement rend les informations volées illisibles.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: So what steps do password manager companies take to not get hacked? Many password managers address this exact question. Bitwarden <a id="a1">notes</a> its use of encryption protects user data. 1Password <a id="a2">lists</a> defenses like encryption and their use of a Secret Key — essentially a second master password that, like your actual master password, only you own.
fr: Quelles mesures les entreprises qui gèrent les mots de passe prennent-elles pour ne pas se faire pirater ? De nombreux gestionnaires de mots de passe répondent à cette question. Bitwarden <a id="a1">note</a> que son utilisation du chiffrement protège les données des utilisateurs. 1Password <a id="a2">répertorie</a> des moyens de défense, comme le chiffrement et son utilisation d’une clé secrète. Il s’agit essentiellement d’un deuxième mot de passe principal que vous seul·e possédez, tout comme le premier.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: As for Apple and Google, having your Apple and Google account hacked is stressful in its own right — even without passwords involved. If throwing passwords into that equation sounds doubly stressful, you may not want to trust much information to one provider. If you do decide to take that approach, <a id="a1">Apple</a> and <a id="a2">Google</a> have FAQ pages on the topic.
fr: Dans le cas d’Apple et de Google, se faire pirater ses comptes Apple ou Google est en soi stressant, même sans mots de passe. Alors si vos mots de passe sont également en jeu et que cela vous inquiète, vous préfèrerez peut-être ne pas confier autant d’informations à une seule entreprise. Si vous décidez d’adopter cette approche, <a id="a1">Apple</a> et <a id="a2">Google</a> ont des pages répondant aux questions fréquentes sur le sujet.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: What about password managers that store data in the cloud?
fr: Qu’en est-il des gestionnaires de mots de passe qui stockent les données dans le cloud ?

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: If you’re choosing a password manager, double and triple check what sorts of encryption they use. (<a id="a1">256-bit</a> is the strongest you can expect to find.) Or, at the very least, make sure it uses encryption at all — such that only you have the encryption keys.
fr: Si vous choisissez un gestionnaire de mots de passe, vérifiez bien le type de chiffrement utilisé. (Le chiffrement <a id="a1">256 bits</a> est le plus haut niveau auquel vous pouvez vous attendre.) Assurez-vous au minimum qu’il ait recours au chiffrement, et que vous seul·e soyez en possession des clés de chiffrement.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: Another consideration is checking if your password manager stores your data in the cloud. Most do, in order to make accessing your credentials across devices easier. Though storing info in the cloud, as you might assume, can be less safe in some ways. When 1Password switched to storing account credentials in the cloud in 2017, for example, security experts <a id="a1">worried</a> about the shift. Fortunately, along with passwords being encrypted, the Secret Key that 1Password generates as a sort of second master password is generated <a id="a2">locally on-device</a>. It never touches the cloud unless a user uploads it somewhere.
fr: Vous pouvez aussi vérifier si votre gestionnaire de mots de passe stocke vos données dans le cloud. La plupart le font, afin de faciliter l’accès à vos identifiants d’un appareil à l’autre. Cependant, le stockage d’informations dans le cloud, comme vous pouvez le supposer, peut s’avérer moins sûr à certains égards. Lorsque 1Password est passé au stockage des identifiants des comptes dans le cloud en 2017, par exemple, les expert·e·s en sécurité <a id="a1">étaient préoccupé·e·s</a> par cette évolution. Heureusement, parallèlement au chiffrement des mots de passe, la clé secrète que 1Password génère comme une sorte de deuxième mot de passe principal est générée <a id="a2">localement sur l’appareil</a>. Elle ne transite jamais par le cloud, sauf si l’utilisateur ou l’utilisatrice l’envoie sur un service.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: Alternatively, there are password manager options that center around non-cloud storage of passwords. <a id="a1">KeePass</a>, for example, is open source and strictly local.
fr: Cependant, il existe des gestionnaires de mots de passe qui se concentrent sur le stockage des mots de passe en dehors du cloud. <a id="a1">KeePass</a>, par exemple, est open source et fonctionne exclusivement en local.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: Which password manager is safest? Here’s what to look for.
fr: Quel gestionnaire de mots de passe est le plus sûr ? Voici les points à vérifier.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: When it comes to password managers like 1Password, Bitwarden and others, use of encryption is (pun) key. Storing account info in a password manager can be more secure than keeping your passwords in a notes doc on your phone or computer. A password manager is a great way to create and store numerous complex passwords for all the accounts you have. Although, password manager hacks do happen — as we’ve seen with LastPass. Our recommendation? Use a password manager with 256-bit encryption to create and manage unique passwords for all of your online accounts, but if you can, keep key accounts like banking and associated email addresses out of your password manager, and stored securely, and secretly, in your brain. Then double secure them with <a id="a1">two-factor authentication</a>.
fr: Dans le cas des gestionnaires de mots de passe comme 1Password, Bitwarden et d’autres, l’utilisation du chiffrement est cruciale. Stocker les informations de vos comptes dans un gestionnaire de mots de passe peut s’avérer plus sûr que de conserver vos mots de passe dans un document Notes sur votre téléphone ou votre ordinateur. Un gestionnaire de mots de passe est un excellent moyen de créer et de stocker de nombreux mots de passe complexes pour tous les comptes que vous possédez. Cependant, le piratage des gestionnaires de mots de passe n’est pas impossible, comme nous l’avons vu avec LastPass. Notre recommandation ? Utilisez un gestionnaire de mots de passe avec un chiffrement à 256 bits pour créer et gérer des mots de passe uniques pour tous vos comptes en ligne, mais si vous le pouvez, n’utilisez pas votre gestionnaire de mots de passe pour stocker les informations de vos comptes bancaires et des adresses e-mail associées, mémorisez-les. Et augmentez encore le niveau de sécurité en configurant <a id="a1">l’authentification à deux facteurs</a>.

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: Aren’t All Password Managers A Hacker’s Honeypot?
fr: Les gestionnaires de mots de passe sont-ils des appâts à pirates ?

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: Written by: Xavier Harding
fr: Rédigé par : Xavier Harding

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: Edited by: Audrey Hingle, Carys Afoko, Innocent Nwani, Tracy Kariuki
fr: Relu par : Audrey Hingle, Carys Afoko, Innocent Nwani, Tracy Kariuki

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: Art: Shannon Zepeda
fr: Graphisme : Shannon Zepeda

# body.3b076565-79c4-4567-bb57-60557143ef0c
source: SEO Insight: Aslam Shaffraz
fr: Analyse référencement : Aslam Shaffraz

# title
source: Aren’t All Password Managers A Hacker’s Honeypot?
fr: Les gestionnaires de mots de passe sont-ils des appâts à pirates ?
