Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/lessons-from-building-for-kinyarwanda-on-common-voice.po
Languages: sw

# body.122dc63b-1141-46a4-bed6-3a6187029154
source: The Kinyarwanda DeepSpeech Hackathon was held in February saw individuals from the Rwanda technology ecosystem come together and ideate upon the Kinyarwanda DeepSpeech API made available by Digital Umuganda for Kinyarwanda Speech Recognition. Efforts to include Kinyarwanda on Common Voice began in 2020 and now the Kinyarwanda dataset is one of the largest available on the platform.
sw: Hackathon ya Kinyarwanda DeepSpeech iliyofanyika mwezi wa Februari ilihudhuriwa na watu kutoka kwa sekta ya teknolojia ya Rwanda wakija pamoja na kubuni jinsi ya kutumia API ya Kinyarwanda DeepSpeech, iliyotolewa na Digital Umuganda, kwa kazi ya utambuzi wa usemi wa Kinyarwanda. Juhudi za kuongeza Kinyarwanda kwenye Common Voice zilianza mwaka wa 2020 na sasa hifadhidata ya Kinyarwanda ni mojawapo ya zilizo kubwa sana kwenye jukwaa.

# body.122dc63b-1141-46a4-bed6-3a6187029154
source: I view this work as a predecessor to ours in building for Kiswahili on Common Voice and there is a lot we can learn from their experience and hope to improve upon. Here’s three…
sw: Kwa kuwa kazi hii ilitangulia kazi yetu ya kujengea Kiswahili kwenye Common Voice, kuna mengi tunayoweza kujifunza kutokana na tajriba yao na tunatumai kuboresha zaidi. Nitasisitiza mambo matatu…

# body.122dc63b-1141-46a4-bed6-3a6187029154
source: 1. Government Support will Amplify Efforts
sw: 1. Ushirikiano na Serikali utanufaisha Juhudi

# body.122dc63b-1141-46a4-bed6-3a6187029154
source: It was refreshing, and frankly shocking, to witness just how intertwined industry and government are in Rwanda and how much access these groups have to each other. We learnt that government support of the project led to obtaining access to over 3 million sentences in Kinyarwanda, and this has been key to the success of the project.
sw: Ilichamgamsha, na kushangaza kabisa, kushuhudia jinsi tasnia na serikali zilivyo na mwingiliano mno nchini Rwanda na jinsi makundi haya yanavyoweza kufikiana na kufanya kazi pamoja kwa urahisi. Tuligundua kwamba usaidizi wa serikali kwa mradi wa Common Voice ulisababisha kupata ruhusa wa kutumia sentensi zaidi ya milioni tatu za Kinyarwanda, na hali hii imekuwa muhimu kwa kufanikiwa kwa mradi huu.

# body.122dc63b-1141-46a4-bed6-3a6187029154
source: Additionally, we had a government representative attend the pitch session at the hackathon and participate as a judge. There was a lot of constructive feedback, suggestions to improve the applications proposed, potential partners the teams could consider pursuing along with offers to connect the teams to them, some of these partnerships being with government institutions.
sw: Isitoshe, kulikuwa na mwakilishi wa serikali aliyehudhuria hackathon na kushiriki kama jaji. Kulikuwa na maoni mengi ya kujenga, mapendekezo ya kuboresha programu, washirika ambao timu zinaweza kufikiria kufuatilia nao pamoja na wale waliojitolea kutambulisha timu kwa washirika hao, baadhi ya ushirikiano huu ukiwa na taasisi za serikali. Wanasema kuwa Kigali ni ndogo na kila mtu anamfahamu mwenzake au anamfahamu mtu ambaye unahitaji kuunganishwa naye. Inafurahisha kuona hali hii ikichangia kusaidia wajasiriamali wanaoanza.

# body.122dc63b-1141-46a4-bed6-3a6187029154
source: They say that Kigali is small and everyone knows each other or knows someone who knows the person you need to be connected to. It is wonderful to see this spirit being put to use in support of developers and startups.
sw: Ilichamgamsha, na kushangaza kabisa, kushuhudia jinsi tasnia na serikali zilivyo na mwingiliano mno nchini Rwanda na jinsi makundi haya yanavyoweza kufikiana na kufanya kazi pamoja kwa urahisi. Tuligundua kwamba usaidizi wa serikali kwa mradi wa Common Voice ulisababisha kupata ruhusa wa kutumia sentensi zaidi ya milioni tatu za Kinyarwanda, na hali hii imekuwa muhimu kwa kufanikiwa kwa mradi huu.

# body.122dc63b-1141-46a4-bed6-3a6187029154
source: 2. Community Diversity is Key
sw: 2. Utofauti katika Jamii ni Muhimu

# body.122dc63b-1141-46a4-bed6-3a6187029154
source: The launch of the Kinyarwanda Deep Speech API is a significant milestone. It is however not the end of the road. The Digital Umuganda team acknowledges that there was still a lot of work that needs to be done to improve the error rate of the published model. Part of this effort needs to be intentionality in diversifying the dataset in terms of contributors.
sw: Uzinduzi wa API ya utambuzi wa usemi wa sauti za Kinyarwanda ni hatua muhimu. Walakini, sio mwisho wa njia. Timu ya Digital Umuganda inakubali kwamba bado kuna kazi nyingi inayohitajika ili kuboresha kiwango cha utendaji wa programu hiyo. Baadhi ya juhudi hizi ni uhitaji wa kujumuisha watu tofauti katika kazi ya kuchangia hifadhidata ili utofauti huu wa jamii udhihirike kwenye hifadhidata.

# body.122dc63b-1141-46a4-bed6-3a6187029154
source: The 2000+ hours of Kinyarwanda data made available on the Common Voice platform has been contributed by a community of about 1000 people and this may be one of the reasons for the high error rate, that the model does not generalise as well as expected, given the amount of data made available.
sw: Saa 2000+ za data ya Kinyarwanda zinazopatikana kwenye jukwaa la Common Voice zimechangiwa na jamii ya watu takriban elfu moja na hii inaweza kuwa sababu mojawapo ya kiwango cha juu cha makosa, kwamba utendaji wa programu sio kama inavyotarajiwa, kutokana na kiasi cha data inayopatikana.

# body.122dc63b-1141-46a4-bed6-3a6187029154
source: I do wonder whether there would be a marked difference on performance between an individual who was a top contributor on the dataset and another who did not contribute at all. Speculatively, perhaps there is.
sw: Inawezekana kwamba kuna tofauti kubwa wa utendakazi wa programu hii kati ya mtu ambaye alikuwa mchangiaji mkuu kwenye hifadhidata na mwingine ambaye hakuchangia.

# body.122dc63b-1141-46a4-bed6-3a6187029154
source: This project was kicked-off at the onset of the pandemic when physical meet-ups were impossible and subsequently, it was difficult to raise interest in the project among people who were yet to encounter it. We are working to gather contributions from a wider spectrum of people towards the Kiswahili dataset.
sw: Mradi huu ulianzishwa mwanzoni mwa janga wakati mikusanyiko ya watu haikuwezekana na baadaye, ilikuwa vigumu kuongeza shauku katika mradi kati ya watu ambao walikuwa bado hawajaufahamu. Katika kazi yetu, tunatia bidii kukusanya michango kutoka kwa wigo mpana wa watu kwenye kujenga hifadhidata ya Kiswahili.

# body.122dc63b-1141-46a4-bed6-3a6187029154
source: 3. Start-ups can and should own the Innovation Opportunities
sw: 3. Wajasiriamali wanaweza na wanapaswa kumiliki Fursa za Ubunifu

# body.122dc63b-1141-46a4-bed6-3a6187029154
source: The story of Digital Umuganda is both a positive example and a cautionary tale. It is exemplary that a start-up has owned and driven the activities around data collection, model training and finally making available these APIs for general public use. They have also played a key role in the country in the time of the pandemic through Mbaza, a chatbot made accessible via USSD, that gives critical information related to the Covid-19 pandemic. They have generated revenue in the millions of dollars for the telcos hosting the service. However, most of this revenue goes directly to the telco…and here’s the cautionary part. This is a symptom of the support that startups need, beyond technical ability. The know-how to identify a market and figure out a revenue model that can sustain them and one day get them to profitability.
sw: Mfano wa Digital Umuganda ni mzuri na pia wa kutahadhari. Ni mfano kwamba kampuni changa imemiliki na kuendesha shughuli zinazohusu ukusanyaji wa data, kuunda programu na hatimaye kufanya kupatikana kwa API hizi kwa matumizi ya jumla ya umma. Pia wamechukua jukumu muhimu nchini wakati wa janga hili kupitia Mbaza, chatbot iliyopatikana kupitia USSD, ambayo inatoa habari muhimu kuhusiana na janga la Uviko-19. Wameingiza mapato katika mamilioni ya dola za marekani kwa kampuni za mawasiliano zinazoandaa huduma ya USSD. Walakini, mapato mengi haya huenda moja kwa moja kwa kampuni za mawasiliano...na hii ndio sehemu ya tahadhari. Hii ni dalili ya usaidizi ambao wajasiriamali wanahitaji, zaidi ya uwezo wa kiufundi/kiteknolojia. Ujuzi wa kutambua soko na kujua muundo wa mapato ambao unaweza kuwaendeleza na siku moja kuwafanya wapate faida.

# body.122dc63b-1141-46a4-bed6-3a6187029154
source: All in all, it was great to see a collaborative spirit among the participants, facilitators and the judges, of wanting to build with the teams and encouraging them to work on their ideas even beyond the hackathon. To learn more about the hackathon attendance and winners, check out <a id="a1">this post</a>.
sw: Kwa kutamatisha, ilikuwa vizuri kuona moyo wa ushirikiano kati ya washiriki, wawezeshaji na majaji, wa kutaka kujenga na waliohudhuria na kuwahimiza kuendeleza kazi yao hata baada ya hackathon. Kujua zaidi ya walioshiriki na washindi, pata maelezo zaidi <a id="a1">hapa</a>.

# title
source: Lessons from Building for Kinyarwanda on Common Voice
sw: Mafunzo kutoka kwa Kujengea Kinyarwanda kwenye Common Voice
