Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/lets-unfck-internet.po
Languages: fr

# search_description
source: We love it, we need it and we can all feel the ways it’s fcked. Together we can unfck it.
fr: Tout le monde l’apprécie, tout le monde en a besoin, et tout le monde voit que quelque chose ne tourne pas rond. Agissons ensemble.

# body.1780b19b-13aa-4236-a5ec-16f9bcdc774c.altText
source: Unfck The Internet
fr: N’acceptez pas tout du Net

# body.571f54d6-0a57-4407-bcc1-2b000326b978
source: The internet is fcked, for a lot of reasons: companies make money by tracking users and monetizing them to advertisers. Our search engines and social feeds are governed by algorithms that are biased in the same ways as the people who create it. False news stories online continue to confuse us as to what’s factual and what’s fake.
fr: Tout n’est pas rose sur le Net, loin de là : des entreprises gagnent de l’argent en pistant les utilisateurs et en les monétisant auprès d’annonceurs. Les moteurs de recherche et les fils d’actualité des réseaux sociaux sont régis par des algorithmes qui sont aussi biaisés que les personnes qui les créent. Les fausses informations en ligne continuent à nous embrouiller pour démêler le vrai du faux.

# body.571f54d6-0a57-4407-bcc1-2b000326b978
source: What can we do to combat this?
fr: Que pouvons-nous faire pour lutter contre cela ?

# body.571f54d6-0a57-4407-bcc1-2b000326b978
source: Well, things won’t change overnight, but you can take steps to start to fight back. The Mozilla Foundation has dedicated our work to calling out the various injustices that live online, in hopes of seeing things change Below you’ll find a list of works you can use to educate yourself as well as links to our campaigns to drive change. With your help, we can make things a little less fcked.
fr: Une chose est sûre : tout ne changera pas du jour au lendemain, mais vous pouvez prendre des mesures pour commencer à riposter. La fondation Mozilla consacre son travail à dénoncer les diverses injustices qui se produisent en ligne, dans l’espoir de voir les choses changer. Vous trouverez ci-dessous une liste de ressources que vous pouvez utiliser pour en apprendre davantage et des liens vers nos campagnes pour faire avancer le changement. Avec votre aide, nous pouvons faire bouger les choses.

# body.571f54d6-0a57-4407-bcc1-2b000326b978
source: Here's what you should read next:
fr: Voici ce que vous pouvez lire ensuite :

# body.571f54d6-0a57-4407-bcc1-2b000326b978
source: <a id="a1">Unfck The Internet</a>
fr: <a id="a1">N’acceptez pas tout du Net</a>

# body.571f54d6-0a57-4407-bcc1-2b000326b978
source: <a id="a1">Privacy Not Included</a>
fr: <a id="a1">Confidentialité non incluse</a>

# body.571f54d6-0a57-4407-bcc1-2b000326b978
source: <a id="a1">The Internet Health Report</a>
fr: <a id="a1">Le Bulletin de santé d’Internet</a>

# body.571f54d6-0a57-4407-bcc1-2b000326b978
source: <a id="a1">Read the Misinfo Monday Series</a>
fr: <a id="a1">Lire la série Misinfo Monday</a>

# body.571f54d6-0a57-4407-bcc1-2b000326b978
source: <a id="a1">Learn about our YouTube Regrets Reporter</a>
fr: <a id="a1">Plus d’informations sur YouTube Regrets Reporter</a>

# body.571f54d6-0a57-4407-bcc1-2b000326b978
source: Did you watch The Social Dilemma on Netflix? Check out our <a id="a1">Social Dilemma Reading List</a>
fr: Avez-vous regardé Derrière nos écrans de fumée (<i>The Social Dilemma</i>) sur Netflix ? <a id="a1">Consultez notre liste de lecture consacrée au documentaire</a>

# body.571f54d6-0a57-4407-bcc1-2b000326b978
source: <a id="a1">The Tech That Helps Us &amp; The Tech That Harms Us</a>: Our Dialogues &amp; Debates panel on the pandemic and racial unrest
fr: <a id="a1">La technologie qui nous aide et la technologie qui nous nuit</a> : notre panel « Débats et discussions » à propos de la pandémie et des tensions raciales

# body.571f54d6-0a57-4407-bcc1-2b000326b978
source: <a id="a1">Urge Facebook To Stop Algorithm-Driven Group Recommendations During The 2020 U.S. Elections</a>
fr: <a id="a1">Demandez à Facebook de supprimer les recommandations de groupes basées sur des algorithmes lors des élections 2020 aux États-Unis</a>

# body.571f54d6-0a57-4407-bcc1-2b000326b978
source: <a id="a1">Urge Twitter to Pause Trending Topics During The 2020 U.S. Elections</a>
fr: <a id="a1">Demandez à Twitter de suspendre les Tendances lors des élections 2020 aux États-Unis</a>

# body.571f54d6-0a57-4407-bcc1-2b000326b978
source: <a id="a1">Urge Amazon To Stop Sharing Information With Police</a>
fr: <a id="a1">Demandez à Amazon de cesser de partager des informations avec la police</a>

# title
source: Let’s Unfck The Internet
fr: Rendons le Net plus net
