Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/listen-to-the-trailer-season-6-of-mozillas-podcast-irl-*-around-the-corner.po
Languages: fr

# seo_title
source: Listen to the trailer: Season 6 of Mozilla’s podcast, IRL, is around the corner
fr: Écoutez la bande-annonce : la saison 6 du podcast de Mozilla, IRL, approche à grands pas

# search_description
source: Meet IRL’s new host, Bridget Todd, who is on a journey to meet people around the world who are making AI more trustworthy, in real life.
fr: Découvrez la nouvelle animatrice d’IRL, Bridget Todd, qui va rencontrer des gens du monde entier qui rendent l’IA plus digne de confiance, dans la vie réelle.

# body.f4d796a7-0116-42af-bd38-485cc7e0c3f2
source: Healthcare, elections, maps, bank loans, killer-robots: AI is fueling all of these and more. And while we hear AI improves our lives, well-being, and information ecosystems, it’s worth asking: is it really an improvement for everyone? And who gets to decide how and where AI shows up in our lives?
fr: Santé, élections, cartes, prêts bancaires, robots tueurs : l’IA est au cœur de tout cela, entre autres. Et même si nous entendons dire que l’IA améliore nos vies, notre bien-être et nos écosystèmes d’information, cela vaut la peine de se demander : est-ce vraiment une amélioration pour tout le monde ? Et qui décide comment et où l’IA se manifeste dans nos vies ?

# body.f4d796a7-0116-42af-bd38-485cc7e0c3f2
source: The newest season of Mozilla’s award winning podcast, IRL, is packed with people who are asking these questions and — more importantly — offering answers and solutions. It’s a collaboration with Mozilla’s annual <a id="a1">Internet Health Report</a>, a collective storytelling project that highlights people fighting for a healthier internet.
fr: La nouvelle saison du podcast primé de Mozilla, IRL, rassemble de nombreuses personnes qui posent ces questions et, plus important encore, apportent des réponses et des solutions. Cette nouvelle saison est le fruit d’une collaboration avec le <a id="a1">Bulletin de santé d’Internet</a> annuel de Mozilla, un projet collectif qui met en lumière les personnes qui se battent pour un Internet plus sain.

# body.f4d796a7-0116-42af-bd38-485cc7e0c3f2
source: The podcast and the report are both all about telling unexpected stories about how online life shapes real life, which is why we’ve been hoping for this collaboration for years.
fr: Le podcast et le rapport ont tous deux pour but de recueillir des témoignages étonnants sur la façon dont la vie en ligne façonne la vie réelle. C’est pourquoi nous espérions cette collaboration depuis des années.

# body.f4d796a7-0116-42af-bd38-485cc7e0c3f2
source: You’ll recognize the same nerdy, curious take on big topics that IRL does so well. And if you loved the data visualizations from previous Internet Health Reports, fear not, we do too! We have a new collection ready to share with you on July 18 alongside the release of the first episode.
fr: Vous reconnaîtrez la même approche curieuse et intello des grands sujets qu’IRL aborde avec brio. Et si vous avez aimé les visualisations de données des précédents bulletins de santé d’Internet, n’ayez crainte, nous aussi ! Nous avons une nouvelle série prête à être partagée avec vous le 18 juillet, simultanément à la sortie du premier épisode.

# body.f8c378e1-6d01-48e0-ac47-d0b5c58982a8.caption
source: Listen to the trailer
fr: Écoutez la bande-annonce

# body.7e221b32-4226-401a-a96b-9c7011e21b6a
source: So join our wonderful new host, <a id="a1">Bridget Todd</a>, for a look at AI from around the world. From Quito, Ecuador to the townships of South Africa, to San Francisco and Washington DC, learn from the people making trustworthy AI a reality.
fr: Rejoignez donc notre formidable nouvelle animatrice, <a id="a1">Bridget Todd</a>, pour un tour d’horizon de l’IA à travers le monde. De Quito, en Équateur, aux townships d’Afrique du Sud, en passant par San Francisco et Washington DC, découvrez les personnes qui font de l’IA digne de confiance une réalité.

# body.7e221b32-4226-401a-a96b-9c7011e21b6a
source: Be sure to follow IRL wherever you get your podcasts from, and listen to the trailer, out today.
fr: Assurez-vous de suivre IRL, peu importe où vous écoutez vos podcasts et écoutez la bande-annonce, publiée aujourd’hui.

# body.7e221b32-4226-401a-a96b-9c7011e21b6a
source: We can’t wait to share these stories with you.
fr: Nous avons hâte de partager ces témoignages avec vous.

# title
source: Listen to the trailer: Season 6 of Mozilla’s podcast, IRL, is around the corner
fr: Écoutez la bande-annonce : la saison 6 du podcast de Mozilla, IRL, approche à grands pas
