Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozfest-101.po
Languages: es

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Whose insights do you need to really improve your work, and how can your session help you gather those people and ideas together?
es: ¿Las ideas de quiénes necesitas para mejorar realmente tu trabajo? ¿Cómo puede ayudarte tu sesión a reunir a esas personas y esas ideas?

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: You should leverage your session not only to amplify and share your work, but also to advance and improve it in ways you couldn’t without the help of the community.
es: Debes aprovechar tu sesión no solo para amplificar y compartir tu trabajo, sino también para hacerlo avanzar y mejorarlo de formas en las que no podrías hacerlo sin la ayuda de la comunidad.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: 5. Stay connected
es: 5. Mantén la conexión

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Build in a call-to-action for your audience members as part of your session proposal. That could be giving participants an opportunity to exchange contact information with you and each other in a voluntary and secure way so that you can follow up with each other after MozFest. You might research how to provide a voluntary, opt-in, email sign-up form for a newsletter or share your project’s social media details and invite people to follow you.
es: Crea una llamada a la acción para los miembros de tu público como parte de tu propuesta de sesión. Esto podría dar a los participantes la oportunidad de intercambiar información de contacto, tanto contigo como entre ellos, de manera voluntaria y segura, para que puedan mantener la conexión después del MozFest. Puedes investigar cómo proporcionar un formulario voluntario de suscripción por correo electrónico para recibir un boletín de noticias o compartir la información de las redes sociales de tu proyecto e invitar a que lo sigan.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Have an idea of what you might do together beyond the session and share it before the session ends. You might contribute to one another’s projects, join each other’s online communities, or start something new together. Imagine your session as a specific moment and place to check in with each other while combining your efforts for a healthier internet and trustworthy AI throughout the entire year.
es: Ten en mente una idea de lo que podrían hacer juntos más allá de la sesión, y compártela antes de que esta termine. Quizás puedas contribuir en los proyectos de los demás, unirte a sus comunidades en línea o comenzar algo nuevo juntos. Imagina a tu sesión como un momento y un lugar específicos para conectarse y combinar sus esfuerzos para trabajar por una Internet más saludable y una IA confiable durante todo el año.

# body.77b90bda-5031-44fe-9082-19f115f6def8.altText
source: four people sitting on the floor underneath a dome structure
es: cuatro personas sentadas en el suelo debajo de una estructura en forma de cúpula

# body.7317e341-4fbd-4896-9a49-fc7bcb2eb817
source: Why submit a proposal?
es: ¿Por qué enviar una propuesta?

# body.444b7962-6bb4-4151-90eb-b086980c8835
source: The work of the community is what makes MozFest tick! We would love to see your work show up at the festival to strengthen the movement. Here are some reasons why you should submit a session proposal:
es: ¡El trabajo de la comunidad es lo que hace funcionar al MozFest! Nos encantaría ver tu trabajo en el festival para fortalecer el movimiento. Estas son algunas de las razones por las que debes enviar una propuesta de sesión:

# body.444b7962-6bb4-4151-90eb-b086980c8835
source: Raise awareness of local and global internet health and trustworthy AI issues and solutions.
es: Crear conciencia sobre la salud de Internet a nivel local y global, y sobre los problemas y soluciones para una IA confiable.

# body.444b7962-6bb4-4151-90eb-b086980c8835
source: Teach people a new approach, skill, or technology related to internet health and trustworthy AI.
es: Enseñar a las personas un nuevo enfoque, habilidad o tecnología relacionada con la salud de Internet y la IA confiable.

# body.444b7962-6bb4-4151-90eb-b086980c8835
source: Improve your facilitation skills.
es: Mejorar tus habilidades de facilitación.

# body.444b7962-6bb4-4151-90eb-b086980c8835
source: Share your work.
es: Compartir tu trabajo.

# body.444b7962-6bb4-4151-90eb-b086980c8835
source: Reach more people with your message.
es: Llegar a más personas con tu mensaje.

# body.444b7962-6bb4-4151-90eb-b086980c8835
source: Connect with like-minded individuals and communities.
es: Conectar con personas y comunidades con ideas afines.

# body.444b7962-6bb4-4151-90eb-b086980c8835
source: Invite new contributors to join your projects and communities.
es: Invitar a nuevos colaboradores a unirse a tus proyectos y comunidades.

# body.444b7962-6bb4-4151-90eb-b086980c8835
source: Network with staff from MozFest and other organizations in the internet health movement
es: Conectarte con el personal del MozFest y otras organizaciones del movimiento para la salud de Internet

# body.444b7962-6bb4-4151-90eb-b086980c8835
source: Push for more trustworthy AI to create new partnerships and collaborations.
es: Trabajar en pos de una IA más confiable, para crear nuevas asociaciones y colaboraciones.

# body.444b7962-6bb4-4151-90eb-b086980c8835
source: Network with funders, media, and others who can help sustain and amplify your work.
es: Establecer contactos con financiadores, medios de comunicación y otras iniciativas que puedan ayudar a mantener y amplificar tu trabajo.

# body.444b7962-6bb4-4151-90eb-b086980c8835
source: If you’re interested in submitting a proposal to MozFest, be sure to ask yourself what you hope to achieve with your sessions. Then you can design an experience that will help you, as well as your participants, meet your goals.
es: Si te interesa la idea de enviar una propuesta al MozFest, no olvides preguntarte qué esperas lograr con tus sesiones. Luego, puedes diseñar una experiencia que te ayude tanto ti como a tus participantes a cumplir vuestros objetivos.

# body.4f1352fc-e638-4352-8db7-b7fe21df2ff3
source: Join Our Community For Support &amp; Updates
es: Únete a nuestra comunidad para recibir asistencia y actualizaciones

# body.7c4fdc34-01d8-4ba6-bbbc-023fb22ee464
source: You can also keep up with all the latest MozFest announcements by signing up for our <a id="a1">newsletter</a>, following the festival on Twitter <a id="a2">@mozillafestival</a>, and asking MozFest staff and veterans for help on the <a id="a3">MozFest community Slack</a>. All three are great ways to connect with people and organizations promoting <a id="a4">internet health</a> and more <a id="a5">Trustworthy AI</a> around the world.
es: También puedes mantenerte al día de los últimos anuncios sobre el MozFest suscribiéndote a nuestro <a id="a1">boletín de noticias</a>, siguiendo al festival en Twitter <a id="a2">@mozillafestival</a> y pidiendo ayuda al personal y a los veteranos del MozFest en el <a id="a3">Slack de la comunidad del MozFest</a>. Los tres son excelentes medios para conectarte con personas y organizaciones que promueven la <a id="a4">salud de Internet</a> y una <a id="a5">IA más confiable</a> en todo el mundo.

# body.e12bb0ac-acc6-4167-98eb-c01ad688d826.altText
source: An image tile with the MozFest name and gear-shaped logo above a row of buildings representing the Amsterdam skyline.
es: Una imagen en mozaico con el nombre MozFest y el logotipo en forma de engranaje sobre una fila de edificios que representan el horizonte de Ámsterdam.

# body.e12bb0ac-acc6-4167-98eb-c01ad688d826.text
source: <i>MozFest is part art, tech and society convening, part maker festival, and the premiere gathering for activists in diverse global movements fighting for a more humane digital world. To learn more, visit</i> <a id="a1"><i>www.mozillafestival.org</i></a><i>.</i>
es: <i>El MozFest es, por un lado, un lugar en el que convergen el arte, la tecnología y la sociedad, y por otro, un festival de creadores y el lugar de reunión de activistas de diversos movimientos globales que luchan por un mundo digital más humano. Para obtener más información, visita</i> <a id="a1"><i>www.mozillafestival.org</i></a><i>.</i>

# body.e12bb0ac-acc6-4167-98eb-c01ad688d826.text
source: <a id="a1"><i>Sign up for the MozFest newsletter here</i></a><i> to stay up to date on the latest festival and internet health movement news.</i>
es: <a id="a1"><i>Suscríbete aquí al boletín de noticias del MozFest</i></a><i> para mantenerte al día de las últimas noticias del festival y del movimiento para la salud de Internet.</i>

# title
source: MozFest 101
es: Principios básicos del MozFest
