Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozfest-2022-building-a-healthier-internet.po
Languages: nl

# search_description
source: Mozilla’s next annual festival will explore COVID-19 tracking apps, the Digital Agenda of Amsterdam, how we teach tech, and much more
nl: Het volgende jaarlijkse festival van Mozilla verkent COVID-19-tracking-apps, de digitale agenda van Amsterdam, hoe we technologie onderwijzen en nog veel meer

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: Mozilla’s next annual festival will explore COVID-19 tracking apps, the Digital Agenda of Amsterdam, how we teach tech, and much more
nl: Het volgende jaarlijkse festival van Mozilla verkent COVID-19-tracking-apps, de digitale agenda van Amsterdam, hoe we technologie onderwijzen en nog veel meer

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: <b>(Amsterdam, December 15, 2021) —</b> After a successful online festival in 2021, MozFest will return in 2022 as a hybrid event, unfolding both online and in Amsterdam in March 2022. Thousands of participants from all over the world will convene and collaborate to make more trustworthy AI a reality.
nl: <b>(Amsterdam, 15 december 2021) –</b> Na een succesvol online festival in 2021, keert MozFest in 2022 terug als een hybride evenement, zowel online als in Amsterdam in maart 2022. Duizenden deelnemers van over de hele wereld werken dan samen om betrouwbare AI een realiteit te maken.

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: MozFest 2021 featured a record 9,500 participants from 90 countries. Buiilding on that momentum, the <a id="a1">2022 edition</a> will feature a virtual event from 7 to 10 March 2022, plus an <a id="a2">in-person event</a> from 25 to 27 March 2022. The in-person event will unfold at various locations in Amsterdam, such as the OBA and the Marineterrein on Kattenburg. Partners that have committed to the 2022 festival so far include Gemeente Amsterdam, Hogeschool van Amsterdam and Waag.
nl: MozFest 2021 had een recordaantal van 9.500 deelnemers uit 90 landen. Voortbouwend op dat momentum zal de <a id="a1">2022-editie</a> een virtueel evenement bevatten van 7 tot 10 maart 2022, plus een <a id="a2">fysiek evenement</a> van 25 tot 27 maart 2022. Het fysieke evenement vindt plaats op verschillende locaties in Amsterdam, zoals de OBA en het Marineterrein op Kattenburg. Partners die tot nu toe hebben toegezegd mee te werken aan het festival van 2022 zijn onder meer Gemeente Amsterdam, Hogeschool van Amsterdam en Waag.

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: Here’s what to expect at MozFest 2022:
nl: Dit kunt u verwachten op MozFest 2022:

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: An open-source festival
nl: Open source festival

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: Artists, activists, technologists, designers, students and journalists from all over the world will participate, addressing issues like privacy, trustworthy AI and digital rights. The program is curated almost entirely by the MozFest community: Members can submit an idea for an online session and other community members then curate these proposals. The diverse backgrounds of the participants ensure a broad and creative perspective on the various issues. The goal? To break the status quo and reshape the online world.
nl: Kunstenaars, activisten, technologen, ontwerpers, studenten en journalisten van over de hele wereld zullen deelnemen en bespreken thema’s als privacy, betrouwbare AI en digitale rechten. Het programma wordt bijna volledig samengesteld door de MozFest-gemeenschap: leden kunnen een idee voor een onlinesessie indienen en andere leden van de gemeenschap beheren deze voorstellen. De diverse achtergronden van de deelnemers zorgen voor een brede en creatieve kijk op de verschillende vraagstukken. Het doel? Om de status quo te doorbreken en de online wereld opnieuw vorm te geven.

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: A packed program
nl: MozFest 2022

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: The full program of both the online and live events can be found at <a id="a1">MozFest Plaza</a>. New sessions are added to the program daily. See a selection of the 2022 programming below...
nl: Het volledige programma van zowel het online als het live event is te vinden op <a id="a1">MozFest Plaza</a>. Dagelijks worden nieuwe sessies aan het programma toegevoegd. Hieronder treft u een selectie uit de programmering voor 2022…

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: Tech education for the new internet generation
nl: Tech-onderwijs voor de nieuwe internetgeneratie

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: How do we educate a new generation of responsible and ethical tech leaders? At MozFest 2022, Tania de Sousa Dias of Humanity in Tech hosts a session on reinventing tech education. To teach young people to create and maintain a healthy internet and trustworthy AI, we need to help them develop a critical understanding of technology and its societal implications.
nl: Hoe leiden we een nieuwe generatie verantwoordelijke en ethische tech-leiders op? Op MozFest 2022 host Tania de Sousa Dias van Humanity in Tech een sessie over het opnieuw uitvinden van tech-onderwijs. Om jonge mensen te leren een gezond internet en betrouwbare AI te creëren en te behouden, moeten we hen helpen om een kritisch begrip van technologie en de maatschappelijke implicaties ervan te ontwikkelen.

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: The impact of COVID-19 tracking apps
nl: De impact van COVID-19-tracking-apps

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: What information are governments collecting from their citizens through all the COVID-19 tracking apps? Is it all necessary, and what will happen to it in the future? In this session, The Centre for Internet &amp; Society will present an interactive tool that visualizes this for India and let visitors see what they are all sharing at what time.
nl: Welke gegevens verzamelen overheden van hun burgers via alle COVID-19-tracking-apps? Is dat allemaal nodig, en wat gebeurt er later mee? In deze sessie presenteert het Centre for Internet & Society een interactief hulpmiddel dat dit visualiseert voor India en laat het bezoekers zien wat zij allemaal delen op welk moment.

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: Think about the Digital City Agenda for Amsterdam
nl: Denk mee over de digitale stadsagenda van Amsterdam

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: Why is blackgirlhair.js so important?
nl: Waarom is blackgirlhair.js zo belangrijk?

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: Babusi Nyoni (Triple Black agency) built a machine learning model for identifying and classifying the hairstyles of black women: blackgirlhair.js. The project is a breakthrough in the field of machine learning, because to this day the application of this technology is not representative and inclusive for the people who will use it. At MozFest, Babusi will talk about why he built this and why blackgirlhair.js is so important.
nl: Babusi Nyoni (Triple Black agency) bouwde een machine learning model voor het identificeren en classificeren van de kapsels van zwarte vrouwen: blackgirlhair.js. Een doorbraak op het gebied van machine learning, omdat de toepassing van deze technologie tot op de dag van vandaag niet representatief en inclusief is voor de mensen die het gaan gebruiken. Op MozFest vertelt Babusi over waarom hij dit heeft gebouwd en waarom blackgirlhair.js zo belangrijk is.

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: An equitable digital future for young Amsterdammers
nl: Een gelijkwaardige digitale toekomst voor jonge Amsterdammers

# body.e64e5b24-c3a2-46e6-bdf1-1e1d30a584d6
source: What role can libraries play in creating a just and equal digital future for the newest internet generation? Research by the City of Amsterdam shows that a quarter of Amsterdam's residents are not keeping up digitally (meaning: no access to the internet or to working equipment). The design lab of the OBA (Amsterdam Public Library) is investigating how we can create digital equality for all Amsterdam residents from birth. From this research, a prototype of a library service will emerge in January 2022 that will be tested and evaluated at MozFest.
nl: Welke rol kunnen bibliotheken spelen in het creëren van een gelijkwaardige digitale toekomst voor de nieuwste internetgeneratie? Uit onderzoek van de Gemeente Amsterdam blijkt dat een kwart van de Amsterdammers digitaal niet goed meekomt (dat betekent: geen toegang tot internet of tot werkende apparatuur). Het ontwerplab van de OBA (Openbare Bibliotheek Amsterdam) onderzoekt hoe we digitale gelijkheid kunnen creëren voor alle Amsterdammers vanaf hun geboorte. Uit dit onderzoek komt in januari 2022 een prototype van een bibliotheekdienst die getest en geëvalueerd wordt op MoZFest.

# title
source: MozFest 2022: Building a Healthier Internet
nl: Wereldwijd samenwerken aan een gezonder internet tijdens MozFest 2022 Amsterdam
