Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozfest-101.po
Languages: es

# seo_title
source: MozFest 101
es: Principios básicos del MozFest

# search_description
source: Learn about MozFest and opportunities to participate, as well as what it means to be an attendee, Facilitator, Wrangler, or Volunteer.
es: Descubre el MozFest y las oportunidades de participar, así como lo que significa ser participante, Facilitador(a), Wrangler o Voluntario(a).

# body.e4b4105f-ac46-4746-aa0a-bddd51e00bd6.altText
source: An overhead shot, taken from several floors above, of the MozFest 2019 plenary audience, which is seated in long rows of chairs arranged in a semi circle facing a small stage at the bottom center of the photo, and with everyone looking up at the camera with silly, scary faces and poses as if they were pretending to be monsters.
es: Un plano cenital, tomado desde una altura de varios pisos, del público plenario del MozFest 2019, formado por personas sentadas en largas filas de sillas dispuestas en un semicírculo frente a un pequeño escenario en el centro inferior de la foto; todos miran a la cámara con caras y poses tontas y aterradoras como si estuvieran fingiendo ser monstruos.

# body.e4b4105f-ac46-4746-aa0a-bddd51e00bd6.caption
source: A group photo from a MozFest plenary
es: Una foto de grupo de una sesión plenaria del MozFest

# body.9a0c5038-375c-4745-bd61-d1c9faa93db7
source: Each year, as October approaches, we on the <a id="a1">MozFest</a> team at the <a id="a2">Mozilla Foundation</a> get ready to launch our call-for-proposals (CFP) for the next MozFest. Throughout the entire CFP process, we focus on supporting people to submit excellent session ideas for MozFest.
es: Cada año, cuando se acerca octubre, los integrantes del equipo del <a id="a1">MozFest</a> de la <a id="a2">Fundación Mozilla</a> nos preparamos para lanzar nuestra convocatoria de propuestas (CFP, por sus siglas en inglés) para el siguiente festival. A lo largo de todo el proceso de CFP, trabajamos para ayudar a las personas a enviar excelentes ideas de sesiones para el MozFest.

# body.9a0c5038-375c-4745-bd61-d1c9faa93db7
source: To that end, this post is meant to help you learn about MozFest and opportunities to participate there. To begin, let’s tackle the biggest question newcomers often have about the festival:
es: Por eso, hemos preparado este post para ayudarte a aprender todo sobre el MozFest y las oportunidades de participar en él. Para empezar, abordemos la pregunta más importante que suelen tener los recién llegados sobre el festival:

# body.59d72613-aa5c-4071-9526-dc647bd43c9e
source: What’s MozFest?
es: ¿Qué es el MozFest?

# body.21d4d973-95b7-44bf-bdaf-434aeb5615c7
source: MozFest is a unique hybrid: part art, tech and society convening, part maker festival, and the premiere gathering for activists in diverse global movements fighting for a more humane digital world.
es: El MozFest es un híbrido único: por un lado, convergen el arte, la tecnología y la sociedad, y por el otro, es un festival de creadores y el lugar de reunión de activistas de diversos movimientos globales que luchan por un mundo digital más humano.

# body.21d4d973-95b7-44bf-bdaf-434aeb5615c7
source: In practice, MozFest brings together thousands of people, online and off, who are committed to a healthier, more just and inclusive internet. Together, they share and amplify each other’s work, make new connections, and help shape the Mozilla Foundation’s agenda for the next year. Activists, artists, developers, educators, journalists, librarians, policy-makers, researchers, scientists: all of these communities and more are essential in making MozFest a launchpad for internet health and trustworthy AI collaborations throughout the year.
es: En la práctica, el MozFest reúne, de forma virtual y presencial, a miles de personas que están comprometidas con construir una Internet más saludable, justa e inclusiva. Juntos, comparten y amplifican el trabajo de los demás, establecen nuevas conexiones y ayudan a dar forma a la agenda de la Fundación Mozilla para el año siguiente. Activistas, artistas, desarrolladores, educadores, periodistas, bibliotecarios, responsables de políticas, investigadores, científicos: estas y muchas otras son las comunidades esenciales para hacer del MozFest una plataforma de lanzamiento de colaboraciones para la salud en Internet y la IA confiable durante todo el año.

# body.3049cbf5-8746-4e76-aa37-62d609d03650.label
source: Sign Up To Become A Festival Insider
es: Regístrate para formar parte del Festival

# body.84e90747-ab6f-4ab3-8ef8-706ce8bb1033
source: Who runs MozFest?
es: ¿Quién organiza el MozFest?

# body.de10af90-a739-41e4-9791-cfbed81adc3b
source: The Mozilla Foundation produces MozFest and takes care of the logistics. The foundation also sets the overall theme for each year’s festival, such as “<a id="a1">your data and you</a>,” or “<a id="a2">Trustworthy AI</a>.”
es: La Fundación Mozilla se encarga de la producción y la logística del MozFest. La Fundación también decide el tema general del festival para cada año, como «<a id="a1">Tus datos y tú</a>» o «<a id="a2">IA confiable</a>».

# body.de10af90-a739-41e4-9791-cfbed81adc3b
source: However, the program itself is curated and scheduled by volunteer community organizers called <a id="a1"><b>Wranglers</b></a><b>.</b> Mozilla uses a community nomination process each year that invites past organizers to suggest new Wranglers for the next festival. With support from Mozilla, these Wranglers meet weekly for months leading up to the festival and typically attend an intensive, in-person, week-long planning retreat. Most recently, Wranglers came together for smaller amounts of time online for their onboarding process. They create the different spaces (kind of like tracks) at the festival, select the sessions for each space, schedule the sessions, support all of the Facilitators running sessions at the festival, and design and build the actual physical spaces onsite. Spaces are sometimes themed after specific internet health issues, like “Digital Inclusion” or “Openness,” and sometimes themed after particular communities and experiences, like the Gaming, Neurodiversity, and Queering spaces. However, Wranglers have a lot of freedom to re-interpret and invent Spaces each year.
es: Sin embargo, el programa en sí mismo es curado y programado por organizadores comunitarios voluntarios, llamados <a id="a1"><b>Wranglers</b></a><b>.</b> Cada año, Mozilla aplica un proceso de nominaciones comunitarias, mediante el que se invita a organizadores anteriores a sugerir nuevos Wranglers para el siguiente festival. Con el apoyo de Mozilla, los Wranglers se reúnen semanalmente durante los meses previos al festival y, por lo general, asisten a un retiro de planificación intensivo y presencial durante una semana. En tiempos más recientes, los Wranglers se reunieron durante menos tiempo y de manera virtual para el proceso de incorporación. Ellos son quienes crean los diferentes espacios (como si fueran pistas) del festival, seleccionan las sesiones para cada espacio, programan las sesiones, ayudan a todos los Facilitadores que organizan sesiones en el festival, y diseñan y construyen los espacios físicos del lugar. A veces, los espacios tienen el tema de algún problema específico relacionado con la salud de Internet, como «Inclusión digital» o «Apertura», y otras veces tienen el tema de comunidades y experiencias particulares, como los espacios de Juegos, Neurodiversidad o Queering. Sin embargo, los Wranglers tienen mucha libertad para reinterpretar e inventar espacios cada año.

# body.de10af90-a739-41e4-9791-cfbed81adc3b
source: <a id="a1"><b>Facilitators</b></a> run the sessions in each space. Facilitators begin their journeys by submitting a session to our call-for-proposals (CFP). More on that below. After they’re selected by the Wranglers, Facilitators spend months refining and revising their session designs to accommodate different audiences and ensure a participatory, accessible, and inclusive experience for everyone who joins their session. Facilitators meet online and onsite ahead of the festival to connect with each other and help one another. They become the ambassadors of the festival who represent MozFest and each space to the people who attend their sessions.
es: <a id="a1"><b>Los Facilitadores</b></a> son quienes organizan las sesiones de cada espacio. El trayecto de los Facilitadores comienza cuando envían su idea para una sesión a nuestra convocatoria de propuestas (CFP). Más adelante, encontrarás más información sobre este tema. Después de ser seleccionados por los Wranglers, los Facilitadores refinan y revisan el diseño de sus sesiones durante meses, con el fin de adaptarlo a diferentes públicos y garantizar una experiencia participativa, accesible e inclusiva para todos los participantes. Antes del festival, los Facilitadores se reúnen de forma virtual y presencial para conectarse y ayudarse mutuamente. A lo largo de este proceso, se convierten en embajadores que representan al MozFest y a cada espacio ante las personas que asisten a sus sesiones.

# body.de10af90-a739-41e4-9791-cfbed81adc3b
source: The festival also depends on community <a id="a1"><b>Volunteers</b></a> who help set up the festival, staff information desks for attendees, and ensure that Wranglers and Facilitators have what they need for their spaces and sessions. These local Volunteers help with wayfinding and connect people in need with those who can help them. They are invaluable to the festival. This year we will explore different volunteer roles to help with online festival support, as well.
es: El festival también depende de <a id="a1"><b>Voluntarios</b></a> de la comunidad que ayudan a montar el festival y las mesas de información para los participantes, y se aseguran de que los Wranglers y los Facilitadores tengan lo que necesitan para sus espacios y sesiones. Estos Voluntarios locales ayudan a orientarse en el lugar y a conectar a las personas que necesitan algo con quienes pueden ayudarlas. Su importancia para el festival es invaluable. Este año, también exploraremos diferentes roles de voluntarios para colaborar con la asistencia del festival en línea.

# body.de10af90-a739-41e4-9791-cfbed81adc3b
source: We call this kind of power-sharing and interdependence <a id="a1"><b>“Federated Design,”</b></a> and it’s a hallmark of MozFest. Together, MozFest staff, Wranglers, Facilitators, and Volunteers produce a festival that none of those groups could have produced on their own. Over time, as people move from attending MozFest to becoming a Facilitator, Volunteer, or Wrangler, the festival sustains its strong core of community leadership by making sure there are roles available to people who love the experience and want to contribute in different ways over the years.
es: A esta modalidad de poder compartido e interdependencia la llamamos <a id="a1"><b>«Diseño Federado»,</b></a> y es un sello distintivo del MozFest. Juntos, el personal del MozFest, los Wranglers, los Facilitadores y los Voluntarios producen un festival que ninguno de esos grupos podría hacer por su cuenta. A medida que las personas pasan de asistir al MozFest a convertirse en Facilitador(a), Voluntario(a) o Wrangler, el festival mantiene un fuerte núcleo de liderazgo comunitario garantizando la disponibilidad de roles para aquellos que aman la experiencia y quieren contribuir de diferentes maneras a lo largo de los años.

# body.ba504910-0785-4a30-80d9-da5fde9dc174.altText
source: Fox Mascot among a crowd of people smiling and looking up into the air
es: Fox Mascot entre una multitud de personas sonriendo y mirando hacia arriba

# body.260225ec-e54e-4c74-9ec1-8e7a45169db6
source: What Makes A Great Session Proposal?
es: ¿Qué hace que una propuesta de sesión sea buena?

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: There is nothing more inspiring than attending a session in which the facilitator captivates the audience through interactive, hands-on, collaborative experience.
es: No hay nada más inspirador que asistir a una sesión en la que el facilitador o la facilitadora cautiva al público con una experiencia interactiva, práctica y colaborativa.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: What’s the trick to transform a meeting, working group, or information session from boring to fun and motivating? It’s not just one, but several elements that make the difference.
es: ¿Cuál es el truco para transformar una reunión, un grupo de trabajo o una sesión informativa de algo aburrido a una experiencia divertida y motivadora? No es un solo elemento, sino varios los que marcan la diferencia.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: All Mozilla Festival sessions must be participatory, accessible, and inclusive.
es: Todas las sesiones del Festival Mozilla deben ser participativas, accesibles e inclusivas.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: <b>Participatory</b> sessions engage and activate attendees from the start and gets them making and doing.
es: <b>Las sesiones participativas</b> atraen y activan a los participantes desde el principio y los mantienen en acción.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: <b>Accessible</b> sessions make it possible for the most people with different needs to participate.
es: <b>Las sesiones accesibles</b> permiten que la mayoría de las personas con diferentes necesidades puedan participar.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: <b>Inclusive</b> sessions welcome participants of different ages, experiences, and disciplines.
es: <b>Las sesiones inclusivas</b> reciben a participantes de diferentes edades, experiencias y disciplinas.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: To increase your chances of submitting a proposal that is accepted, stay away from "presentation" style session design. We're not looking for people to give a speech, but engage in open conversations, collaborate and work together in real time.
es: Para aumentar las posibilidades de que la propuesta que envíes sea aceptada, evita diseñar tu sesión con un estilo de «presentación». No estamos buscando personas que den discursos, sino la participación en conversaciones abiertas, colaboraciones y trabajo conjunto en tiempo real.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: 5 tips for designing a successful session
es: 5 consejos para diseñar una sesión exitosa

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: 1. Make it participatory
es: 1. Que sea participativa

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Be sure your session is delightful, fun, or otherwise compelling and engaging for your audience members. Design engagement with a strong sense of purpose and productivity in mind. Make sure that your attendees feel involved in the work of the session and that they see its importance and benefit to them and their communities and work. <a id="a1">Online</a> or off, think of yourself as a facilitator, not a lecturer. Your role is to help attendees actively engage with your work, not just to tell them about it.
es: Asegúrate de que tu sesión sea encantadora, divertida o atractiva para los miembros de tu público. Diseña una participación con un fuerte sentido de propósito y productividad en mente. Asegúrate de que las personas que participen en tu sesión se sientan involucradas en la tarea y puedan ver la importancia y el beneficio que tiene para ellos y sus comunidades y trabajos. Ya sea<a id="a1">en línea</a> o presencial, piensa en ti mismo(a) como facilitador(a), no como profesor(a). Tu función es ayudar a los participantes a involucrarse activamente con tu trabajo, no se trata de simplemente hablarles sobre él.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: 2. Make it accessible
es: 2. Que sea accesible

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Think about accessibility as you design your session.
es: Piensa en la accesibilidad mientras diseñas tu sesión.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Plan activities that can be approached several different ways to accommodate for your audience members’ needs. You might invite small-group discussion before whole-group discussion or give time to contribute to a shared doc instead of speaking.
es: Planifica actividades que puedan abordarse de varias maneras diferentes para adaptarlas a las necesidades de los miembros de tu público. Puedes invitar a debatir en grupos pequeños antes de hacer un debate con el grupo completo, o brindar un tiempo para contribuir en un documento compartido en lugar de hablar.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Avoid planning activities that rely on a single mode of engagement or expression. For example, don’t depend entirely on physical activities that require a lot of moving around (that might exclude disbaled people with physical or spatial challenges) or entirely on whole-group discussion (that might exclude introverts or people who need interpreters or translators to participate if those folk are not available to your session).
es: Evita planificar actividades que dependan de un único modo de participación o expresión. Por ejemplo, que no dependan enteramente de actividades físicas que requieran mucho movimiento (ya que podrían excluir a personas con discapacidades y dificultades físicas o espaciales) ni de debates de grupo completo (ya que podrían excluir a personas introvertidas o a quienes necesitan intérpretes o traductores para participar, si no dispones de estos profesionales para tu sesión).

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: If you have materials to share with audience members, have a plan to share them well ahead of time in formats that are easily accessible by screen-readers and think about high-contrast color schemes and large print that make documents easy for people to read, as well.
es: Si tienes materiales para compartir con los miembros del público, planifica para compartirlos con suficiente anticipación y en formatos fácilmente accesibles para lectores de pantalla; también debes pensar en esquemas con colores de alto contraste y letras grandes que faciliten la lectura de los documentos.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Mind your pacing, too.
es: Presta atención al ritmo también.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Try not to cram so much stuff into your session proposal that you go too quickly and lose people.
es: Intenta no meter en tu propuesta una cantidad excesiva de cosas, porque te obligará a ir demasiado rápido y perderás gente.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Consider accessibility guidelines like these <a id="a1">”Accessibility Guidelines for Presentations”</a> from the <a id="a2">Society for Disabilities Studies</a> as you imagine your session proposal. It’s also always a great idea to share your proposal with people who have lived with disabilities and can give you authentic feedback on your ideas.
es: Considera incorporar pautas de accesibilidad como estas <a id="a1">«Directrices de accesibilidad para presentaciones»</a> de la <a id="a2">Society for Disabilities Studies</a>, mientras imaginas tu propuesta. Además, siempre es una excelente idea compartir tu propuesta con personas que hayan vivido con discapacidades y puedan hacerte comentarios auténticos sobre tus ideas.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: 3. Make it inclusive
es: 3. Que sea inclusiva

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Think through your session plan and content to make sure it is inclusive, safe, and welcoming for everyone. Here are a few examples of how to do that:
es: Piensa en el plan y los contenidos de tu sesión asegurándote de que sea inclusiva, segura y acogedora para todos. Aquí tienes algunos ejemplos de cómo hacerlo:

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Be sure to represent key stakeholders in any resources you share and to consider partnering with co-facilitators from key stakeholder groups, as well.
es: Asegúrate de representar partes interesadas importantes en todos los recursos que compartas; también considera la posibilidad de asociarte con cofacilitadores provenientes de grupos de interés importantes.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Think about how to structure activities and conversations to help people feel comfortable and safe speaking honestly with each other. Provide guidelines for discussion, or establish them with your audience through a quick brainstorming activity, to remind people of how to treat each other with kindness, curiosity, and affirmations.
es: Piensa en cómo estructurar las actividades y los diálogos para ayudar a que las personas se sientan cómodas y seguras hablando honestamente entre sí. Proporciona pautas para el debate o establécelas junto con tu público mediante una actividad rápida de lluvia de ideas que sirva para recordar a todos que deben tratar a los demás con amabilidad, curiosidad y afirmaciones.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Rehearse what you might say if someone in your session needs help to participate more fully or to hold space for others to speak.
es: Ensaya lo que podrías decir si alguna persona en tu sesión necesita ayuda para participar más plenamente o debe dejar espacio para que hablen otros.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Account for your own biases and design against them to make sure you invite as many different people to participate in your session as possible, not just those you imagine to be the “right people” for your audience. Imagine having 5, 15, or even more than 25 people in your session: how would you help them all feel included? Imagine an 8-year old attending alongside a 80-year old; a novice next to an expert; this will help you ensure that your session is inclusive for everyone.
es: Ten en cuenta tus propios sesgos y procura que tu diseño vaya en contra de ellos asegurándote de invitar a participar en tu sesión a tantas personas diferentes como sea posible, en lugar de invitar solo a aquellas que imaginas que son las «personas adecuadas» para estar entre tu público. Imagina que hay 5, 15 o incluso más de 25 personas en tu sesión: ¿qué harías para ayudar a que todos se sientan incluidos? Imagina que tienes a un niño de 8 años junto a una persona de 80 años, a un novato junto a un experto; esto te ayudará a garantizar que tu sesión sea inclusiva para todos.

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: 4. Know what you want and set goals
es: 4. Saber lo que quieres y establecer metas

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: Decide what you want to get from your session as part of your design process. You probably already have a good idea of the content and kinds of experiences you want to share with audience members. You might already know what you want <i>them</i> to get out of your session. You can check by asking yourself questions like these:
es: Como parte de tu proceso de diseño, decide lo que deseas obtener de tu sesión. Probablemente ya tengas una idea de los contenidos y experiencias que deseas compartir con los miembros del público. Es posible que ya sepas lo que deseas que <i>ellos</i> obtengan de tu sesión. Puedes hacerte preguntas como estas:

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: What do <i>you</i> hope to achieve?
es: ¿Qué es lo que <i>tú</i> esperas lograr?

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: What are your goals?
es: ¿Cuáles son tus objetivos?

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: How can their participation help you?
es: ¿Cómo puede ayudarte que ellos participen?

# body.bcd46900-5554-4ee1-bf09-1e768d35173d
source: What can you learn alongside them?
es: ¿Qué puedes aprender junto a ellos?
