Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozfest-house-kenya-will-mobilize-african-communities-around-trustworthy-ai.po
Languages: sw

# seo_title
source: MozFest House Kenya Will Mobilize African Communities Around Trustworthy AI
sw: MozFest House Kenya itahamasisha Jamii za Afrika kuhusiana na AI ya kuaminika

# search_description
source: Next MozFest House will tap into the heart of Africa’s most vibrant tech scenes; event slated for September 21 - 22, 2023 at Nairobi’s Shamba House Cafe
sw: Tukio lifwatalo la MozFest litatumia vizuri nafasi ya kuleta pamoja wanateknolojia maarufu wa Afrika; tukio hili limepangwa mnamo tarehe 21 na 22 Septemba, 2023 katika Mkahawa almaarufu kwa jina la Nairobi Shamba House Cafe

# body.ffa6c78b-e08e-4374-a2bb-9a4fd88f93ce.altText
source: A photograph from MozFest House: Amsterdam, earlier this year
sw: Picha ya tukio la MozFest House: mjini Amsterdam, mapema mwaka huu

# body.ffa6c78b-e08e-4374-a2bb-9a4fd88f93ce.caption
source: A photograph from MozFest House: Amsterdam, earlier this year
sw: Picha ya tukio la MozFest House: mjini Amsterdam, mapema mwaka huu

# body.c07475d0-30e8-4d64-b012-b74441508f3b
source: Next MozFest House will tap into the heart of Africa’s most vibrant tech scenes; event slated for September 21 - 22, 2023 at Nairobi’s Shamba House Cafe
sw: Tukio lifwatalo la MozFest litatumia vizuri nafasi ya kuleta pamoja wanateknolojia maarufu wa Afrika; tukio hili limepangwa mnamo tarehe 21 na 22 Septemba, 2023 katika Mkahawa almaarufu kwa jina la Nairobi Shamba House Cafe

# body.c07475d0-30e8-4d64-b012-b74441508f3b
source: <b>(NAIROBI, KENYA | JULY 27, 2023)</b> – This September, <a id="a1">Mozilla Festival’s House debut in Kenya</a> will confront pressing realities at the intersection of emerging technology and the African continent, such as digital extractivism and AI governance.
sw: <b>(NAIROBI, KENYA | JULAI 27, 2023)</b> – Mwezi wa Septemba mwaka huu, Tamasha ya <a id="a1">Mozilla Festival House nchini Kenya</a> itakabiliana na masuala makuu kupitia majadiliano kuhusu teknolojia zinazoibuka barani Afrika, kama vile ukusanyaji na utumizi wa data na udhibiti wa AI (akili bandia).

# body.c07475d0-30e8-4d64-b012-b74441508f3b
source: MozFest House: Kenya will embody Mozilla’s <a id="a1">Africa Innovation Mradi</a> work, facilitating spaces for diverse communities to gather and share knowledge, debate, and forge partnerships focused on the development and governance of digital technologies in Eastern and Southern Africa. The event will take place September 21 - 22, 2023 at Nairobi’s <a id="a2">Shamba House Cafe</a>.
sw: Nyumba ya MozFest: Kenya itajumuisha kazi ya <a id="a1">Africa Innovation Mradi</a>, kuwezesha nafasi kwa jamii mbalimbali kukusanyika na kupeana ujuzi, kujadiliana, na kuunda ushirikiano unaozingatia maendeleo na usimamizi wa kiteknolojia katika kanda ya Afrika ya Mashariki na Kusini. Tukio hilo litafanyika Septemba tarehe 21 na 22 mwaka wa 2023 katika mkahawa wa <a id="a2">Shamba House</a> jijini Nairobi.

# body.c07475d0-30e8-4d64-b012-b74441508f3b
source: MozFest House: Kenya is a regional adaptation of the <a id="a1">Mozilla Festival</a>, an annual convening for technologists, researchers, policymakers, activists, and others to explore topics related to a healthy internet and trustworthy AI.
sw: MozFest House: Kenya ni mwakilisho wa tamasha ya kikanda ya <a id="a1">Mozilla</a>, mkusanyiko wa kila mwaka wa wanateknolojia, watafiti, watunga sera, wanaharakati, na wengine ili kuchunguza masuala yanayohusiana na mtandao unaozingatia haki za binadamu na AI inayoaminika.

# body.c07475d0-30e8-4d64-b012-b74441508f3b
source: The event comes amid a critical tectonic shift, as Big Tech’s unchecked power clashes with the push for tech sovereignty across the continent. Right now, <a id="a1">relentless tech workers in Kenya</a> are fighting for healthier working conditions and better pay. And the fault lines of digital extractivism have entered the public conversation, drawing parallels between Big Tech’s role in Africa and <a id="a2">colonial history</a>.
sw: Tukio hilo linakuja wakati ambapo kuna mvutano kati ya uwezo mkubwa wa kiteknolojia ambao haujadhibitiwa, na jitihada za kuweka teknolojia zinazoambatana na sheria katika bara zima. Hivi <a id="a1">sasa, wanateknolojia nchini Kenya</a> wanapigania hali bora ya kazi na malipo bora. Kwa sasa, masuala tatanishi katika ukusanyaji na matumizi ya data za kidijitali, yanazungumziwa na umma, yakionyesha uhusiano kati ya jukumu la kampuni maarufu za kiteknolojia barani Afrika na historia ya <a id="a2">kikoloni</a>.

# body.fbe52152-565d-44aa-9041-3ead51882106.quote
source: “MozFest House Kenya is an unapologetic regional convening to speak truth to power around digital safety, digital rights, tech accountability, and overall, trustworthy AI in Africa."
sw: "MozFest House Kenya ni mkutano wa kikanda wa kujadili umuhimu wa maadili ili kutetea kile kilicho haki, kuhusiana na usalama wa kidijitali, haki zinazohusiana na matumizi ya kidijitali, uwajibikaji katika mambo ya teknolojia, na AI ya kuaminika barani Afrika."

# body.fbe52152-565d-44aa-9041-3ead51882106.attribution
source: Chenai Chair, Senior Program Officer, Africa Mradi
sw: Chenai Chair, Afisa Mwandamizi wa Programu, Afrika Mradi

# body.816992df-e54a-4ef7-94e3-72626dc00490
source: To cut the roots of these extractive practices, MozFest House: Kenya will engage in bold conversations and steadfast action to build more ethical, equitable, and humane technologies. Indeed, MozFest House Amsterdam earlier this year blazed the trail as the birthplace of the first <a id="a1">Amsterdam covenant</a> to protect young people online.
sw: Ili kukata mizizi ya mazoea yasiozingatia ubinadamu, MozFest House: Kenya itashirikisha mazungumzo ya ujasiri na hatua thabiti za kujenga teknolojia zinazofuata maadili bora, usawa, na ubinadamu. Kwa kweli, MozFest House Amsterdam mapema mwaka huu ilifungua njia kama mahali pa kuzindua agano la kwanza la <a id="a1">Amsterdam la</a> kulinda vijana mtandaoni.

# body.816992df-e54a-4ef7-94e3-72626dc00490
source: MozFest House Kenya will feature:
sw: MozFest House Kenya itakuwa na:

# body.816992df-e54a-4ef7-94e3-72626dc00490
source: <b>Over 20 sessions</b> aligned under the theme <b>“Mobilizing African Communities for Trustworthy AI.”</b> These interactive sessions will focus on critical issues in Eastern and Southern Africa, such as digital safety, digital rights, platform accountability, and the need for internet governance. Sessions will be announced in August.
sw: <b>Zaidi ya vikao 20</b> vitakavyokuwa na mada hii, <b>“Mobilizing African Communities for Trustworthy AI.” Vipindi</b> hivi vya maingiliano vitazingatia masuala muhimu katika Afrika ya Mashariki na Kusini, kama vile usalama wa kidigitali, haki zinazohusiana na matumizi ya kidigitali, uwajibikaji katika majukwaa, na haja ya udhibiti wa mtandao. Vikao vitatangazwa mwezi Agosti.

# body.816992df-e54a-4ef7-94e3-72626dc00490
source: <b>Keynote addresses and panels from renowned voices across Eastern and Southern Africa</b> — from tech policy experts to artists and activists to technologists. Past MozFest events have featured speakers like Frances Haugen, Bitange Ndemo, and Tim Berners-Lee. Speakers will be announced in August
sw: <b>Hotuba muhimu na washiriki kutoka kwa harakati maarufu kote Mashariki na Kusini mwa Afrika</b> — wakiwemo wataalam wa sera za kiteknolojia, wasanii na wanaharakati wa masuala ya kiteknolojia. Matukio ya zamani ya MozFest yamejumuisha wasemaji kama Frances Haugen, Bitange Ndemo, na Tim Berners-Lee. Wazungumzaji watatangazwa mwezi Agosti

# body.816992df-e54a-4ef7-94e3-72626dc00490
source: <b>Exhibitions, demos, a hackathon,</b> and other programming that brings to life the intersection of AI and the African continent
sw: <b>Maonyesho, mafunzo, hakathoni (maonyesho ya usanidi programu),</b> na programu nyinginezo ambazo hasababisha kuwepo kwa AI barani Afrika

# body.816992df-e54a-4ef7-94e3-72626dc00490
source: <b><i>Tickets are free, but</i></b> <a id="a1"><b><i>registration is required</i></b></a>
sw: <b><i>Tiketi ni bure, lakini</i></b> <a id="a1"><b><i>unahitajika kujisajili</i></b></a>

# body.816992df-e54a-4ef7-94e3-72626dc00490
source: Says Chenai Chair, Senior Program Officer, Africa Mradi:
sw: Anavyosema Chenai Chair, Afisa Mwandamizi wa Programu, Afrika Mradi

# body.816992df-e54a-4ef7-94e3-72626dc00490
source: “MozFest House Kenya is an unapologetic regional convening to speak truth to power around digital safety, digital rights, tech accountability, and overall, trustworthy AI in Africa. The festival is the premier gathering for activists, artists, technologists, and educators in diverse global movements fighting for a more humane and healthier digital world.”
sw: "MozFest House Kenya ni mkutano wa kikanda wa kujadili umuhimu wa maadili ili kutetea kile kilicho haki kuhusiana na usalama wa kidijitali, haki zinazohusiana na matumizi ya kidijitali, uwajibikaji katika teknolojia, na AI ya kuaminika barani Afrika. Tamasha hii ni mkusanyiko wa kwanza wa wanaharakati, wasanii, wanateknolojia, na waelimishaji katika harakati mbalimbali za kimataifa zinazopigania ulimwengu na mtandao unaozingatia ubinadamu."

# body.816992df-e54a-4ef7-94e3-72626dc00490
source: Says Sarah Allen, Senior Director of MozFest:
sw: Anasema Sarah Allen, Mkurugenzi Mwandamizi wa MozFest:

# body.816992df-e54a-4ef7-94e3-72626dc00490
source: “MozFest Kenya is a celebration of the work that’s happening locally to advocate and build inclusive and ethical technologies. Kenya is leading the way when it comes to local innovation and internet governance — and we want to contribute to that momentum.”
sw: "MozFest Kenya ni sherehe ya kazi ambayo inafanyika ndani ya nchi kutetea na kujenga teknolojia za umoja na zinazofuata maadili mema. Kenya inaongoza kwa uvumbuzi wa ndani na udhibiti wa mtandao — na tunataka kuchangia katika kasi hiyo."

# title
source: MozFest House Kenya Will Mobilize African Communities Around Trustworthy AI
sw: MozFest House Kenya itahamasisha Jamii za Afrika kuhusiana na AI ya kuaminika
