Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozilla-supports-five-projects-creating-building-blocks-for-a-better-data-ecosystem.po
Languages: de, es, fr, pl, pt_br

# search_description
source: Mozilla is announcing its 2024 Data Futures Lab Infrastructure Fund awardees: five ambitious projects building tools that address issues of transparency, privacy, bias, and agency in the data lifecycle.
de: Mozilla verkündet die Preisträger des Data Futures Lab Infrastructure Fund 2024: Fünf ehrgeizige Projekte, die Werkzeuge entwickeln, um Fragen der Transparenz, Privatsphäre, Voreingenommenheit und Kontrolle im Datenlebenszyklus anzugehen.
es: Mozilla anuncia los beneficiarios 2024 del Fondo de Infraestructura de Data Futures Lab: cinco ambiciosos proyectos para desarrollar herramientas que abordan cuestiones relacionadas con la transparencia, la privacidad, los sesgos y la agentividad en el ciclo de vida de los datos.
fr: Mozilla annonce les lauréats du fonds de soutien aux infrastructures Data Futures Lab 2024 : cinq projets ambitieux visant à créer des outils qui apportent des solutions aux problèmes de transparence, de confidentialité, de préjugés et de responsabilité dans le cycle de vie des données.
pl: Mozilla ogłasza laureatów 2024 Data Futures Lab Infrastructure Fund: pięć ambitnych projektów tworzących narzędzia, które zajmują się kwestiami przejrzystości, prywatności, stronniczości i sprawczości w cyklu życia danych.
pt_br: A Mozilla está anunciando seus premiados do 2024 Data Futures Lab Infrastructure Fund: cinco projetos ambiciosos que criam ferramentas que abordam questões de transparência, privacidade, preconceito e autonomia no ciclo de vida dos dados.

# body.50f1d5df-4584-409c-ab4e-7178180f6908
source: The Data Futures Lab welcomes its 2024 Infrastructure Fund awardees
de: Das Data Futures Lab begrüßt seine Preisträger des Infrastructure Fund 2024
es: Data Futures Lab da la bienvenida a los beneficiarios del Fondo de Infraestructura 2024
fr: Le Data Futures Lab présente ses lauréats du fonds de soutien aux infrastructures pour l’année 2024
pl: Data Futures Lab wita laureatów 2024 Infrastructure Fund
pt_br: Data Futures Lab dá as boas-vindas aos premiados do 2024 Infrastructure Fund

# body.50f1d5df-4584-409c-ab4e-7178180f6908
source: <b>(WEDNESDAY, MARCH 13, 2024) —</b> Today, Mozilla is announcing its 2024 <a id="a1">Data Futures Lab</a> Infrastructure Fund awardees: five ambitious projects building tools that address issues of transparency, privacy, bias, and agency in the data lifecycle.
de: <b>(MITTWOCH, 13. MÄRZ 2024) —</b> Heute verkündet Mozilla die Preisträger des Infrastructure Fund 2024 des <a id="a1">Data Futures Lab</a>: Fünf ehrgeizige Projekte, die Werkzeuge entwickeln, um Fragen der Transparenz, Privatsphäre, Voreingenommenheit und Kontrolle im Datenlebenszyklus anzugehen.
es: <b>(MIÉRCOLES, 13 DE MARZO DE 2024) —</b> Hoy Mozilla anuncia a los beneficiarios 2024 del Fondo de Infraestructura de <a id="a1">Data Futures Lab</a>: cinco ambiciosos proyectos para desarrollar herramientas que abordan cuestiones relacionadas con la transparencia, la privacidad, los sesgos y la agentividad en el ciclo de vida de los datos.
fr: <b>(MERCREDI 13 MARS 2024) -</b> Mozilla annonce aujourd’hui les lauréats de son fonds de soutien aux infrastructure <a id="a1">Data Futures Lab 2024</a> : cinq projets ambitieux visant à créer des outils destinés à apporter des solutions aux problèmes de transparence, de confidentialité, de préjugés et de responsabilité dans le cycle de vie des données.
pl: <b>(ŚRODA, 13 MARCA 2024 r.) –</b> Dziś Mozilla ogłasza laureatów 2024 <a id="a1">Data Futures Lab</a> Infrastructure Fund: pięć ambitnych projektów tworzących narzędzia, które zajmują się kwestiami przejrzystości, prywatności, stronniczości i sprawczości w cyklu życia danych.
pt_br: <b>(QUARTA-FEIRA, 13 DE MARÇO DE 2024) —</b> Hoje, a Mozilla está anunciando seus premiados do 2024 <a id="a1">Data Futures Lab</a> Infrastructure Fund: cinco projetos ambiciosos que criam ferramentas que abordam questões de transparência, privacidade, preconceito e autonomia no ciclo de vida dos dados.

# body.50f1d5df-4584-409c-ab4e-7178180f6908
source: These projects will each receive up to $50,000 along with support and training from Mozilla staff and fellows. Mozilla released an <a id="a1">open call</a> for awardees in July 2023, and received more than 250 applications from 54 countries.
de: Diese Projekte erhalten jeweils bis zu 50.000 US-Dollar sowie Unterstützung und Schulung von Mozilla-Mitarbeitern und Stipendiaten. Mozilla veröffentlichte im Juli 2023 einen <a id="a1">offenen Aufruf</a> für die Preisträger und erhielt mehr als 250 Bewerbungen aus 54 Ländern.
es: Cada uno de estos proyectos recibirá hasta 50.000 dólares, más el apoyo y la capacitación del personal y los becarios de Mozilla. En julio de 2023, Mozilla lanzó una convocatoria <a id="a1">abierta</a> y recibió más de 250 solicitudes provenientes de 54 países.
fr: Ces projets se verront attribuer jusqu’à 50 000 dollars chacun, ainsi qu’un accompagnement et une formation assurés par des collaborateurs et des boursiers Mozilla. Mozilla a lancé un <a id="a1">appel</a> à candidatures en juillet 2023 et a reçu plus de 250 candidatures provenant de 54 pays.
pl: Każdy z tych projektów otrzyma do 50 000 USD oraz wsparcie i dostęp do szkoleń od pracowników i współpracowników Mozilli. Mozilla opublikowała <a id="a1">otwarte zaproszenie</a> do składania wniosków o nagrody w lipcu 2023 r. i otrzymała ponad 250 wniosków z 54 krajów.
pt_br: Cada um desses projetos receberá até US$ 50.000, além de apoio e treinamento da equipe e dos bolsistas da Mozilla. A Mozilla lançou uma <a id="a1">convocação aberta</a> para premiados em julho de 2023 e recebeu mais de 250 inscrições de 54 países.

# body.50f1d5df-4584-409c-ab4e-7178180f6908
source: As an experimental space for builders working towards a more fair data economy,, the Data Futures Lab is the perfect place for these projects to build and release tools and methods that can be leveraged by developers. All projects will make their code available under a public repository.
de: Als experimenteller Raum für Entwickler, die auf eine fairere Datenwirtschaft hinarbeiten, ist das Data Futures Lab der perfekte Ort für diese Projekte, um Tools und Methoden zu entwickeln und zu veröffentlichen, die von Entwicklern genutzt werden können. Alle Projekte werden ihren Code in einem öffentlichen Repository zur Verfügung stellen.
es: Al tratarse de un espacio experimental abierto a quienes trabajan en pos de una economía de datos más justa, Data Futures Lab es el lugar perfecto para que estos proyectos creen y lancen herramientas y métodos que puedan ser aprovechados por los desarrolladores. Todos los proyectos brindarán acceso a su código en un repositorio público.
fr: Conçu comme une plate-forme expérimentale pour les créateurs qui œuvrent en faveur d’une économie des données plus équitable, le Data Futures Lab est tout indiqué pour permettre à ces projets de mettre au point et de diffuser des outils et des méthodes pouvant être utilisés par les développeurs. Tous les projets mettront leur code à disposition dans un référentiel accessible au public.
pl: Jako przestrzeń eksperymentalna dla twórców pracujących nad bardziej sprawiedliwą ekonomią danych, Data Futures Lab jest idealnym miejscem dla tych projektów do budowania i udostępniania narzędzi i metod, które mogą być wykorzystywane przez deweloperów. Wszystkie projekty udostępnią swój kod w publicznym repozytorium.
pt_br: Como um espaço experimental para criadores que trabalham em prol de uma economia de dados mais justa, o Data Futures Lab é o lugar perfeito para esses projetos construírem e lançarem ferramentas e métodos que podem ser aproveitados pelos desenvolvedores. Todos os projetos disponibilizarão seu código em um repositório público.

# body.50f1d5df-4584-409c-ab4e-7178180f6908
source: <b>Says Lisa Gutermuth, Program Officer, Data Futures Lab:</b> “This year’s Infrastructure Fund cohort features an eclectic mix of expertise — which is exactly what we need to shift the data ecosystem in a new and better direction. Mozilla is funding researchers and entrepreneurs, programmers and activists, and communities working on voice, text, and synthetic data as it relates to trustworthy AI.”
de: <b>Lisa Gutermuth, Program Officer, Data Futures Lab:</b> „Die diesjährige Gruppe des Infrastructure Fund zeichnet sich durch eine vielfältige Mischung an Fachwissen aus – genau das, was wir brauchen, um das Datenökosystem in eine neue und bessere Richtung zu lenken. Mozilla fördert Forscher und Unternehmer, Programmierer und Aktivisten sowie Gemeinschaften, die an Sprach-, Text- und synthetischen Daten arbeiten, im Zusammenhang mit vertrauenswürdiger KI.“
es: <b>Lisa Gutermuth, Oficial de Programas de Data Futures Lab, comenta:</b> «La cohorte del Fondo de Infraestructura de este año presenta una mezcla ecléctica de experiencias, que es exactamente lo que necesitamos para cambiar el ecosistema de datos y llevarlo hacia una nueva dirección más positiva. Mozilla está financiando a investigadores, empresarios, programadores, activistas y comunidades que trabajan con datos sintéticos y de voz y texto en su relación con una IA confiable».
fr: <b>Lisa Gutermuth, responsable du programme Data Futures Lab, a déclaré :</b> « La cohorte du fonds de soutien aux infrastructures de cette année est composée d’un mélange éclectique d’expertises, ce qui est exactement ce dont nous avons besoin pour faire évoluer l’écosystème des données dans une direction nouvelle et plus favorable. Mozilla soutient des chercheurs et des entrepreneurs, des programmeurs et des activistes, ainsi que des communautés travaillant sur des sujets tels que la voix, le texte et les données synthétiques dans le cadre d’une IA digne de confiance ».
pl: <b>Lisa Gutermuth, specjalistka ds. programu w Data Futures Lab, mówi:</b> „Tegoroczna kohorta Infrastructure Fund oferuje eklektyczną mieszankę wiedzy specjalistycznej – tego właśnie potrzebujemy, aby zmienić ekosystem danych w nowym, lepszym kierunku. Mozilla finansuje naukowców i przedsiębiorców, programistów i aktywistów oraz społeczności pracujące nad danymi głosowymi, tekstowymi i syntetycznymi, przyczyniając się do rozwijania godnej zaufania sztucznej inteligencji”.
pt_br: <b>Diz Lisa Gutermuth, Diretora de Programas do Data Futures Lab:</b> “O grupo deste ano do Fundo de Infraestrutura apresenta uma mistura eclética de especialidades — que é exatamente o que precisamos para mudar o ecossistema de dados em uma direção nova e melhor. A Mozilla está financiando pesquisadores e empreendedores, programadores, ativistas e comunidades que trabalham com voz, texto e dados sintéticos no que se refere à IA confiável”.

# body.50f1d5df-4584-409c-ab4e-7178180f6908
source: These projects will join Mozilla’s existing network of awardees and fellows pursuing a more equitable data ecosystem — like<a id="a1"> Mozilla Technology Fund</a> awardee<a id="a2"> Evaluation Harness</a>, an open-source tool for evaluating large language models, and<a id="a3"> Senior Fellow alumni in Trustworthy AI</a> Bogdana Rakova,<a id="a4"> who is exploring</a> the use of computational contracts to enable new modes of interactions between people and consumer tech companies.
de: Diese Projekte werden dem bestehenden Netzwerk von Preisträgern und Stipendiaten von Mozilla beitreten, die ein gerechteres Datenökosystem anstreben - wie zum Beispiel der <a id="a1">Mozilla Technology Fund</a> Preisträger <a id="a2">Evaluation Harness</a>, ein Open-Source-Tool zur Bewertung großer Sprachmodelle, und Bogdana Rakova, eine <a id="a3">Senior Fellow Alumna im Bereich Trustworthy AI</a>, die die Nutzung von rechnergestützten Verträgen zur Ermöglichung neuer Interaktionsformen zwischen Menschen und Verbrauchertechnologieunternehmen <a id="a4">erforscht</a>.
es: Estos proyectos se unirán a la red existente de becarios y beneficiarios de Mozilla que tienen el objetivo común de lograr un ecosistema de datos más equitativo; como <a id="a1">Evaluation Harness</a>, uno de los beneficiarios del <a id="a2">Fondo Tecnológico de Mozilla</a> que consiste en una herramienta de código abierto dedicada a evaluar grandes modelos de lenguaje, o la <a id="a3">exbecaria del área de IA confiable,</a> Bogdana Rakova,<a id="a4"> que explora </a>el uso de contratos informáticos para permitir nuevos modos de interacción entre las personas y las empresas de tecnologías de consumo.
fr: Ces projets rejoindront le réseau de <a id="a1">lauréats et de boursiers Mozilla</a> qui œuvrent pour un écosystème de données plus équitable, comme<a id="a2"> Evaluation Harness</a>, un outil open-source permettant d’évaluer de grands modèles de langage, lauréat du Mozilla Technology Fund, et Bogdana Rakova, <a id="a3">ancienne boursière dans le domaine de l’IA digne de confiance</a>, <a id="a4">qui se penche</a> sur l’utilisation de contrats informatiques pour permettre de créer de nouveaux modes d’interaction entre les utilisateurs et les entreprises de technologie destinées au grand public.
pl: Projekty te dołączą do istniejącej sieci laureatów i współpracowników Mozilli dążących do bardziej sprawiedliwego ekosystemu danych – takich jak wyróżnione przez<a id="a1"> Mozilla Technology Fund</a> rozwiązanie<a id="a2"> Evaluation Harness</a>, narzędzie open-source do oceny dużych modeli językowych,<a id="a3"> oraz absolwentka programu Trustworthy AI</a> Bogdana Rakova,<a id="a4"> która bada wykorzystanie</a> kontraktów obliczeniowych, aby zapewniać nowe tryby interakcji między ludźmi i firmami z branży technologii konsumenckich.
pt_br: Esses projetos se juntarão à rede existente de premiados e bolsistas da Mozilla que buscam um ecossistema de dados mais equitativo — como o premiado da<a id="a1"> Mozilla Technology Fund</a>, <a id="a2">Evaluation Harness</a>, uma ferramenta de código aberto para avaliar grandes modelos de linguagem,<a id="a3"> e a ex-aluna da Trustworthy AI</a>, Bogdana Rakova,<a id="a4"> que está explorando</a> o uso de contratos computacionais para permitir novos modos de interação entre pessoas e empresas de tecnologia de consumo.

# body.1be36b6a-6ff4-44d3-8f77-2ee1e554e1a8.quote
source: This year’s Infrastructure Fund cohort features an eclectic mix of expertise — which is exactly what we need to shift the data ecosystem in a new and better direction.
de: Die diesjährige Gruppe des Infrastrukturfonds zeichnet sich durch eine vielfältige Mischung an Fachwissen aus – genau das, was wir brauchen, um das Datenökosystem in eine neue und bessere Richtung zu lenken.
es: La cohorte del Fondo de Infraestructura de este año presenta una mezcla ecléctica de experiencias, que es exactamente lo que necesitamos para cambiar el ecosistema de datos y llevarlo hacia una nueva dirección.
fr: La cohorte du fonds de soutien aux infrastructures de cette année est composée d’un mélange éclectique d’expertise, ce qui est exactement ce dont nous avons besoin pour faire évoluer l’écosystème des données dans une direction nouvelle et plus favorable.
pl: Tegoroczna kohorta Infrastructure Fund oferuje eklektyczną mieszankę wiedzy specjalistycznej – tego właśnie potrzebujemy, aby zmienić ekosystem danych w nowym, lepszym kierunku.
pt_br: O grupo do Fundo de Infraestrutura deste ano apresenta uma mistura eclética de conhecimentos — que é exatamente o que precisamos para mudar o ecossistema de dados em uma direção nova e melhor.

# body.1be36b6a-6ff4-44d3-8f77-2ee1e554e1a8.attribution
source: Lisa Gutermuth, Program Officer, Data Futures Lab
es: Lisa Gutermuth, Oficial de Programas, Data Futures Lab
fr: Lisa Gutermuth, chargée de programme, Data Futures Lab
pl: Lisa Gutermuth, specjalistka ds. programu, Data Futures Lab
pt_br: Lisa Gutermuth, Diretora de Programas, Data Futures Lab

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: Learn more about the projects:
de: Weitere Infos zu den Projekten:
es: Más información sobre los proyectos:
fr: En savoir plus sur les projets :
pl: Dowiedz się więcej o projektach:
pt_br: Saiba mais sobre os projetos:

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: Data Provenance Initiative: Mapping the provenance of popular datasets
de: Data Provenance Initiative: Zuordnung der Herkunft beliebter Datensätze
es: Iniciativa Data Provenance: Mapeo de la procedencia de sets de datos populares
fr: Data Provenance Initiative : cartographie de la provenance des ensembles de données populaires
pl: Data Provenance Initiative: mapowanie pochodzenia popularnych zestawów danych
pt_br: Iniciativa de Procedência de Dados: mapeando a procedência de conjuntos de dados populares

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: USA
es: EE. UU.
fr: États-Unis
pt_br: EUA

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: Recent breakthroughs in language modeling are powered by large collections of natural language datasets. This has triggered an arms race to train models on disparate collections of incorrectly, ambiguously, or under-documented data that has left practitioners unsure of the ethical and legal risks. To address this, the <a id="a1">Data Provenance Initiative</a> has created a mapping of 2,000+ popular, text-to-text fine-tuning datasets from origin to creation, cataloging their data sources, licenses, creators, and other metadata, for researchers and developers to explore using this tool. The purpose of this work is to improve transparency, documentation, and informed use of datasets in AI.
de: Jüngste Durchbrüche in der Sprachmodellierung werden durch große Sammlungen von natürlichen Sprachdatensätzen angetrieben. Dies hat ein Wettrennen ausgelöst, Modelle auf unterschiedlichen Sammlungen von falsch, mehrdeutig oder unzureichend dokumentierten Daten zu trainieren, was Praktiker in Bezug auf die ethischen und rechtlichen Risiken verunsichert hat. Um dies zu beheben, hat die <a id="a1">Data Provenance Initiative</a> eine Zuordnung von über 2.000 beliebten, Text-zu-Text-Feinabstimmungsdatensätzen von der Herkunft bis zur Erstellung erstellt, ihre Datenquellen, Lizenzen, Ersteller und andere Metadaten katalogisiert, damit Forscher und Entwickler dieses Tool erkunden können. Der Zweck dieser Arbeit besteht darin, die Transparenz, Dokumentation und informierte Nutzung von Datensätzen in der KI zu verbessern.
es: Los avances recientes en el modelado del lenguaje están impulsados por grandes colecciones de sets de datos de lenguaje natural. Esto ha desencadenado una carrera armamentista para entrenar modelos con diversas colecciones de datos incorrectos, ambiguos o poco documentados, que han dejado a los profesionales inseguros de los riesgos éticos y legales implicados. Para abordar esto, la <a id="a1">Iniciativa de Procedencia de Datos</a> ha creado el mapeo de más de 2000 sets de datos populares de texto a texto, desde el origen hasta la creación, mediante el catálogo de sus fuentes de datos, licencias, creadores y otros metadatos, para que los investigadores y desarrolladores puedan explorarlos con esta herramienta. El propósito de este proyecto es mejorar la transparencia, la documentación y el uso informado de sets de datos para la IA.
fr: Les récentes innovations en matière de modélisation linguistique s’appuient sur de vastes collections d’ensembles de données en langage humain. Cette évolution a provoqué une course aux armements qui a eu pour conséquence d’entraîner des modèles sur des ensembles disparates de données incorrectes, ambiguës ou insuffisamment documentées, laissant les praticiens dans l’incertitude quant aux risques déontologiques et légaux. Pour remédier à cette situation, le projet <a id="a1">Data Provenance Initiative</a> a créé une cartographie de plus de 2 000 ensembles de données populaires de mise au point de texte à texte, de l’origine à la création, cataloguant leurs sources de données, leurs licences, leurs créateurs et d’autres métadonnées, afin que les chercheurs et les développeurs puissent les explorer à l’aide de cet outil. L’objectif de ce projet est de renforcer la transparence, la documentation et l’utilisation avisée des ensembles de données dans le domaine de l’intelligence artificielle.
pl: Najnowsze osiągnięcia w modelowaniu języka są wspierane przez duże zbiory danych w języku naturalnym. Wywołało to wyścig zbrojeń w celu trenowania modeli na różnych zbiorach niepoprawnie, niejednoznacznie lub niedostatecznie udokumentowanych danych, co sprawiło, że praktycy stracili pewność dotyczącą ryzyka etycznego i prawnego. Aby temu zaradzić, w ramach inicjatywy <a id="a1">Data Provenance Initiative</a> stworzono mapowanie ponad 2000 popularnych, dostrojonych zestawów danych, począwszy od ich źródła do miejsca tworzenia, katalogując źródła, licencje, twórców i inne metadane, które badacze i programiści mogą przeglądać za pomocą tego narzędzia. Celem tej pracy jest poprawa przejrzystości, dokumentacja i świadome wykorzystanie zbiorów danych w sztucznej inteligencji.
pt_br: Avanços recentes na modelagem de linguagem são alimentados por grandes coleções de conjuntos de dados de linguagem natural. Isso desencadeou uma corrida armamentista para treinar modelos em coleções díspares de dados incorretos, ambíguos ou mal documentados que deixaram os profissionais inseguros sobre os riscos éticos e legais. Para resolver isso, a <a id="a1">Iniciativa de Procedência de Dados</a> criou um mapeamento de mais de 2.000 conjuntos de dados populares de texto para texto, desde a origem até a criação, catalogando suas fontes de dados, licenças, criadores e outros metadados, para pesquisadores e desenvolvedores explorarem usando esta ferramenta. O objetivo deste trabalho é melhorar a transparência, a documentação e o uso informado de conjuntos de dados em IA.

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: <i>See their</i> <a id="a1"><i>presentation recording</i></a><i> as part of the DFL Speaker Series in January 2024.</i>
de: <i>Sehen Sie sich ihre</i> <a id="a1"><i>Präsentationsaufzeichnung</i></a><i> als Teil der DFL Speaker Series im Januar 2024 an.</i>
es: <i>Mira la</i> <a id="a1"><i>grabación de su presentación</i></a><i> como parte de la serie de oradores de DFL en enero de 2024.</i>
fr: <i>Regardez la</i> <a id="a1"><i>présentation enregistrée</i></a><i> lors du DFL Speaker Series en janvier 2024.</i>
pl: <i>Zobacz ich</i> <a id="a1"><i>nagranie z prezentacji w</i></a><i> ramach DFL Speaker Series w styczniu 2024 roku.</i>
pt_br: <i>Veja a</i> <a id="a1"><i>gravação da apresentação</i></a><i> como parte da Série de Palestrantes da DFL em janeiro de 2024.</i>

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: Imperial College London: Identifying privacy risk in AI-generated synthetic data
de: Imperial College London: Identifizierung von Datenschutzrisiken in von KI erzeugten synthetischen Daten
es: Imperial College de Londres: Identificación de riesgos de privacidad en datos sintéticos generados por IA
fr: Imperial College London : identifier les risques pour la vie privée liés aux données synthétiques générées par l’IA
pl: Imperial College London: Identyfikacja ryzyka w zakresie prywatności w syntetycznych danych generowanych przez sztuczną inteligencję
pt_br: Imperial College London: identificando o risco de privacidade em dados sintéticos gerados por IA

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: UK
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
pl: Wielka Brytania
pt_br: Reino Unido
