Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozillas-common-voice-dataset-reaches-100-languages.po
Languages: es, fr

# search_description
source: Widely spoken in Ghana and other West African countries, Twi is the latest addition to the Common Voice open source language dataset.
es: Ampliamente hablado en Ghana y otros países de África Occidental, el twi es la última incorporación al set de datos lingüísticos de código abierto, Common Voice.
fr: Largement parlé au Ghana et dans d’autres pays d’Afrique de l’Ouest, le twi est le dernier ajout au jeu de données linguistiques open source Common Voice.

# body.45dcd9b5-713c-4636-817d-4c13f371ac0b
source: Widely spoken in Ghana and other West African countries, Twi is the latest addition to the Common Voice open source language dataset.
es: Ampliamente hablado en Ghana y otros países de África Occidental, el twi es la última incorporación al set de datos lingüísticos de código abierto, Common Voice.
fr: Largement parlé au Ghana et dans d’autres pays d’Afrique de l’Ouest, le twi est le dernier ajout au jeu de données linguistiques open source Common Voice.

# body.1b2eacd2-2585-4787-ac80-4baf448ad1e3
source: The Common Voice V10.0 corpus now contains one hundred languages and is the most multilingually diverse crowdsourced dataset in the world. The newest language on the platform, Twi, is native and bilingual to approximately 18 million people across Ghana, Benin, and the Southeast regions of the Ivory Coast in Western Africa.
es: El corpus Common Voice V10.0 ahora contiene cien idiomas y es el set de datos creado a través de crowdsourcing que tiene más diversidad lingüística en el mundo. El idioma más nuevo de la plataforma, el twi, es la lengua nativa y la segunda lengua de aproximadamente 18 millones de personas en Ghana, Benín y las regiones del sudeste de Costa de Marfil en África Occidental.
fr: Le corpus V10.0 de Common Voice contient désormais une centaine de langues et constitue le jeu de données multilingue le plus diversifié au monde. La langue la plus récente sur la plateforme, le twi, est native et bilingue pour environ 18 millions de personnes à travers le Ghana, le Bénin et les régions du sud-est de la Côte d’Ivoire en Afrique de l’Ouest.

# body.1b2eacd2-2585-4787-ac80-4baf448ad1e3
source: This momentous stride is significant to Mozilla’s <a id="a1">Common Voice</a> mission of making voice technology more inclusive.
es: Este es un paso trascendental dentro de la misión de <a id="a1">Common Voice</a> de Mozilla para hacer que la tecnología de voz sea más inclusiva.
fr: Cette étape importante est significative pour la mission du projet <a id="a1">Common Voice</a> de Mozilla, qui vise à rendre la technologie vocale plus inclusive.

# body.3278c747-e31b-44b5-a9c7-115050b84738.quote
source: We’re thrilled that Twi is the 100th language on Common Voice. The heart of this project is making it easier for language communities around the world to tap into the possibilities of speech technology — creating a healthier and more open AI ecosystem.
es: Estamos encantados de que el twi sea el idioma número 100 en Common Voice. El corazón de este proyecto está facilitando que las comunidades lingüísticas de todo el mundo aprovechen las posibilidades de la tecnología del habla, creando un ecosistema de IA más saludable y abierto.
fr: Nous sommes ravis que le twi soit la 100e langue de Common Voice. Le cœur de ce projet est de permettre aux communautés linguistiques du monde entier d’exploiter plus facilement les possibilités des technologies vocales — en créant un écosystème d’IA plus sain et plus ouvert.

# body.3278c747-e31b-44b5-a9c7-115050b84738.attribution
source: EM Lewis-Jong, Common Voice Product Lead
es: EM Lewis-Jong, líder de productos de Common Voice
fr: EM Lewis-Jong, responsable de produit Common Voice

# body.89fd9634-48ef-4936-8866-5e6322f4faec
source: According to the <a id="a1">State of Internet’s Languages Report</a>, the insignificant representation of African languages online continues to reinforce a form of colonial imperialism: ‘’The vast majority of African languages are not supported as an interface language by any of the platforms we surveyed, and as a result, more than 90% of Africans need to switch to a second language in order to use the platform — which for many will mean a European-colonial language." (The report is produced by Whose Knowledge? Oxford Internet Institute, and the Centre for Internet and Society.)
es: Según el <a id="a1">Informe sobre el Estado de las Lenguas en Internet</a>, la representación insignificante de las lenguas africanas en línea sigue reforzando una forma de imperialismo colonial: «La gran mayoría de las lenguas africanas no son compatibles como idioma de interfaz en ninguna de las plataformas que encuestamos, esto tiene como resultado que más del 90 % de los africanos deben cambiar a una segunda lengua —en muchos casos, una lengua colonial europea— para usar las plataformas». (El informe es producido por «Whose Knowledge?», el Oxford Internet Institute y el Centre for Internet and Society).
fr: Selon l’<a id="a1">État des lieux des langues d’Internet</a>, la représentation insignifiante des langues africaines en ligne continue de renforcer une forme d’impérialisme colonial : « La grande majorité des langues africaines ne sont pas prises en charge en tant que langue d’interface par l’une des plateformes que nous avons étudiées, et par conséquent, plus de 90 % des Africains doivent recourir à une deuxième langue pour utiliser la plateforme ; qui, pour beaucoup, est une langue coloniale européenne. » (Le rapport est produit par Whose Knowledge? Oxford Internet Institute et le Centre for Internet and Society.)

# body.89fd9634-48ef-4936-8866-5e6322f4faec
source: Moreover, African languages account for at least a third of spoken languages worldwide, yet only a handful of products support these languages — despite the majority of these languages existing in oral forms rather than in written text.
es: Es más, mientras que los idiomas africanos representan por lo menos un tercio de los idiomas hablados en todo el mundo, solo unos pocos productos son compatibles con ellos, a pesar de que la mayoría de estos idiomas existen en forma oral en lugar de escrita.
fr: De plus, les langues africaines représentent au moins un tiers des langues parlées dans le monde, mais seule une poignée de produits prennent en charge ces langues, bien que la majorité de ces langues existent sous forme orale plutôt que sous forme écrite.

# body.89fd9634-48ef-4936-8866-5e6322f4faec
source: Changing this trajectory is a pool of motivated language community builders like Daniel Agyeman, a contributor to Common Voice. This endeavor is one that reconnects him with his culture: “I was born and raised in the UK but I am of Ghanaian descent,” he says. “As a Ghanaian living in the diaspora, I am drawn to activities that will help me to connect with my home country and specifically improve my Twi speaking skills. Currently, I have not come across any usage of Twi in voice technology, therefore I was very excited at the prospect of creating a Twi voice dataset which can be used to create the first ever speech recognition system in Twi.’’
es: Cambiar esta situación es la meta que agrupa a varias personas motivadas que se dedican a la construcción de comunidades lingüísticas, como Daniel Agyeman, un colaborador de Common Voice. Esta iniciativa lo reconecta con su cultura: «Nací y crecí en el Reino Unido, pero soy de ascendencia ghanesa», dice. «Como ghanés viviendo en la diáspora, me atraen las actividades que me ayudan a conectarme con mi país de origen y específicamente a mejorar mis habilidades para hablar el twi. Actualmente, no he encontrado ningún uso del twi en las tecnologías de voz, por lo que me sentí muy emocionado con la posibilidad de crear un set de datos de voz para el idioma twi que se pueda usar para crear el primer sistema de reconocimiento de voz en twi».
fr: Changer cette trajectoire demande un groupe de créateurs de communautés linguistiques motivés comme Daniel Agyeman, un contributeur de Common Voice. Ce projet lui permet de se reconnecter avec sa culture : « Je suis né et j’ai grandi au Royaume-Uni, mais je suis d’origine ghanéenne », dit-il. « En tant que Ghanéen vivant dans la diaspora, je suis attiré par les activités qui m’aideront à me connecter avec mon pays d’origine et à améliorer spécifiquement mes compétences en twi. Actuellement, je n’ai constaté aucune utilisation du twi dans la technologie vocale, j’étais donc très enthousiaste à l’idée de créer un jeu de données vocales twi qui puisse être utilisé pour créer le tout premier système de reconnaissance vocale en twi. »

# body.89fd9634-48ef-4936-8866-5e6322f4faec
source: Daniel has been engaging family, friends, and other Ghanaians living in the diaspora to collect sentences in Twi and upload them on the Common Voice platform. So far, the Twi language community has gathered over 40,000 text sentences and is currently inviting native or bilingual speakers to contribute to the initiative by donating their voices and validating other speakers’ contributions.
es: Daniel ha hecho participar a familiares, amigos y otros ghaneses que viven en la diáspora para recopilar oraciones en twi y subirlas a la plataforma Common Voice. Hasta ahora, la comunidad del idioma twi ha reunido más de 40.000 oraciones de texto y actualmente está invitando a hablantes nativos o bilingües a contribuir con la iniciativa donando sus voces y validando las contribuciones de otros hablantes.

# body.89fd9634-48ef-4936-8866-5e6322f4faec
source: Through the support of the Gates Foundation, NVIDIA, and GIZ, the 11th <a id="a1">Common Voice dataset</a> release is set to exceed 23,000 hours. This community-driven dataset is grown through community mobilization with the support of over 400,000 volunteers around the world.
es: Gracias al apoyo de la Fundación Gates, NVIDIA y GIZ, la 11.ª versión del <a id="a1">set de datos de Common Voice</a> superará las 23.000 horas. Este set de datos comunitario se lleva a cabo gracias a la movilización comunitaria, con el apoyo de más de 400.000 voluntarios en todo el mundo.

# title
source: Mozilla’s Common Voice Dataset Reaches 100 Languages
es: El set de datos Common Voice de Mozilla llega a los 100 idiomas
fr: Le jeu de données Common Voice de Mozilla atteint 100 langues
