Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozilla-supports-five-projects-creating-building-blocks-for-a-better-data-ecosystem.po
Languages: de, es, fr, pl, pt_br

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: The <a id="a1">Computational Privacy Group</a> at Imperial College London will build on their <a id="a2">initial</a> <a id="a3">research</a> around detecting privacy risk in AI generated synthetic datasets, and publish an open-source toolkit that enables builders to evaluate the privacy risk of AI generated synthetic data before releasing it. The initiative is titled “Leaving no one behind: a tool to flag privacy risk in AI generated synthetic data.”
de: Die <a id="a1">Computational Privacy Group</a> am Imperial College London wird auf ihrer <a id="a2">ursprünglichen</a> <a id="a3">Forschung</a> zur Erkennung von Datenschutzrisiken in von KI erzeugten synthetischen Datensätzen aufbauen und ein Open-Source-Toolkit veröffentlichen, das Entwicklern ermöglicht, das Datenschutzrisiko von von KI erzeugten synthetischen Daten zu bewerten, bevor sie diese freigeben. Die Initiative trägt den Titel „Niemanden zurücklassen: Ein Tool zur Kennzeichnung von Datenschutzrisiken in von KI erzeugten synthetischen Daten.“
es: El <a id="a1">Grupo de Privacidad Computacional</a> del Imperial College London desarrollará su <a id="a2">investigación</a> <a id="a3">inicial</a> sobre la detección de riesgos de privacidad en los sets de datos sintéticos generados por IA y publicará un kit de herramientas de código abierto que permita a los desarrolladores evaluar los riesgos de privacidad de los datos sintéticos generados por IA antes de publicarlos. La iniciativa se titula «Nadie queda detrás: Una herramienta para señalar riesgos de privacidad en datos sintéticos generados por IA» (Leaving no one behind: a tool to flag privacy risk in AI generated synthetic data).
fr: Le <a id="a1">Computational Privacy Group</a> de l’Imperial College London poursuivra ses <a id="a3">recherches</a> <a id="a2">initiales</a> sur la détection des risques pour la vie privée dans les ensembles de données synthétiques générés par l’IA et publiera un ensemble d’outils open-source permettant aux créateurs d’évaluer les risques pour la vie privée liés aux données synthétiques générées par l’IA avant de les diffuser. Le projet s’intitule « Leaving no one behind : a tool to flag privacy risk in AI generated synthetic data » (Personne ne doit être oublié : un outil permettant de détecter les risques d’atteinte à la vie privée dans les données synthétiques générées par l’IA).
pl: <a id="a1">Computational Privacy Group</a> w Imperial College London wykorzysta swoje <a id="a2">wstępne</a> <a id="a3">badania</a> dotyczące wykrywania ryzyka związanego z prywatnością w syntetycznych zbiorach danych generowanych przez sztuczną inteligencję i opublikuje zestaw narzędzi open-source, który umożliwi twórcom ocenę ryzyka związanego z prywatnością syntetycznych danych generowanych przez sztuczną inteligencję przed ich opublikowaniem. Inicjatywa została zatytułowana: „Leaving no one behind: a tool to flag privacy risk in AI generated synthetic data”.
pt_br: O <a id="a1">Computational Privacy Group</a> do Imperial College London se baseará em sua <a id="a3">pesquisa</a> <a id="a2">inicial</a> sobre a detecção de risco de privacidade em conjuntos de dados sintéticos gerados por IA e publicará um kit de ferramentas de código aberto que permite que os criadores avaliem o risco de privacidade dos dados sintéticos gerados por IA antes de liberá-los. A iniciativa é intitulada "Não deixando ninguém para trás: uma ferramenta para sinalizar o risco de privacidade em dados sintéticos gerados por IA".

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: Fundación Vía Libre: Detecting discriminatory behaviors in AI
de: Fundación Vía Libre: Erkennung diskriminierender Verhaltensweisen in der KI
es: Fundación Vía Libre: Detección de conductas discriminatorias en IA
fr: Fundación Vía Libre : détecter les comportements discriminatoires de l’IA
pl: Fundación Vía Libre: Wykrywanie zachowań dyskryminacyjnych w SI
pt_br: Fundación Vía Libre: detectando comportamentos discriminatórios em IA

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: Argentina
de: Argentinien
fr: Argentine
pl: Argentyna

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: Fundación Vía Libre will build on their existing toolset, <a id="a1">EDIA</a> (Spanish abbreviation for “Stereotypes and Discrimination in Artificial Intelligence”), which inspects core components of automatic language processing technologies to detect and characterize discriminatory behaviors. Specifically, they will use community-centered methods to build a language dataset that represents stereotypes in Argentina; publish programming libraries to integrate the dataset in audit processes for public and private institutions who use language models; and publish structured content and teaching materials so that others can replicate their methods for other languages and contexts.
de: Die Fundación Vía Libre wird auf ihrem bestehenden Toolset <a id="a1">EDIA</a> (spanische Abkürzung für „Stereotypen und Diskriminierung in der Künstlichen Intelligenz“) aufbauen, das Kernkomponenten von automatischen Sprachverarbeitungstechnologien untersucht, um diskriminierende Verhaltensweisen zu erkennen und zu charakterisieren. Insbesondere werden sie gemeinschaftszentrierte Methoden verwenden, um einen Sprachdatensatz zu erstellen, der Stereotypen in Argentinien repräsentiert; Programmierbibliotheken veröffentlichen, um den Datensatz in Auditprozesse für öffentliche und private Institutionen zu integrieren, die Sprachmodelle verwenden; und strukturierte Inhalte und Lehrmaterialien veröffentlichen, damit andere ihre Methoden für andere Sprachen und Kontexte replizieren können.
es: La Fundación Vía Libre desarrollará su conjunto de herramientas existente, <a id="a1">EDIA</a> (Estereotipos y Discriminación en Inteligencia Artificial), que inspecciona los componentes centrales de las tecnologías de procesamiento automático del lenguaje con el fin de detectar y caracterizar comportamientos discriminatorios. Específicamente, utilizarán métodos centrados en la comunidad para construir un set de datos lingüísticos que represente estereotipos en Argentina; publicarán bibliotecas de programación para integrar el set de datos en procesos de auditoría para instituciones públicas y privadas que utilizan modelos lingüísticos, y publicarán contenidos estructurados y materiales didácticos para que otros puedan replicar sus métodos en otros idiomas y contextos.
fr: La Fundación Vía Libre s’appuiera sur son ensemble d’outils existant, <a id="a1">EDIA</a> (abréviation espagnole de « Stéréotypes et discrimination de l’intelligence artificielle »), qui analyse les principaux composants des technologies de traitement automatique des langues afin de détecter et de caractériser les comportements discriminatoires. Plus précisément, les chercheurs utiliseront des méthodes axées sur les communautés pour créer un ensemble de données linguistiques représentant les stéréotypes en Argentine ; ils publieront des bibliothèques de programmation pour intégrer l’ensemble de données dans les processus d’audit des institutions publiques et privées qui utilisent des modèles linguistiques ; et ils publieront un contenu structuré et du matériel didactique pour permettre à d’autres de reproduire leurs méthodes pour des langues et des contextes différents.
pl: Fundación Vía Libre wykorzysta istniejący zestaw narzędzi, <a id="a1">EDIA</a> (hiszpański skrót od „Stereotypy i dyskryminacja w sztucznej inteligencji”), który sprawdza podstawowe elementy technologii automatycznego przetwarzania języka w celu wykrywania i charakteryzowania zachowań dyskryminacyjnych. W szczególności będą wykorzystywane metod skoncentrowane na społeczności, aby zbudować zestaw danych językowych, który reprezentuje stereotypy w Argentynie; opublikowane zostaną biblioteki programistyczne w celu zintegrowania zestawu danych w procesach audytu dla instytucji publicznych i prywatnych, które używają modeli językowych; oraz nastąpi publikacja ustrukturyzowanych treści i materiałów dydaktycznych, aby inni mogli powielać swoje metody dla innych języków i kontekstów.
pt_br: A Fundación Vía Libre se baseará em seu conjunto de ferramentas existente, <a id="a1">EDIA</a> (abreviação em espanhol de "Estereótipos e Discriminação em Inteligência Artificial"), que inspeciona os principais componentes das tecnologias de processamento automático de linguagem para detectar e caracterizar comportamentos discriminatórios. Especificamente, eles usarão métodos centrados na comunidade para construir um conjunto de dados de linguagem que represente estereótipos na Argentina; publicar bibliotecas de programação para integrar o conjunto de dados em processos de auditoria para instituições públicas e privadas que usam modelos de linguagem; e publicar conteúdo estruturado e materiais de ensino para que outros possam replicar seus métodos para outras línguas e contextos.

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: <i>See their</i> <a id="a1"><i>presentation recording</i></a><i> at a DFL Community Call in July 2023</i>
de: <i>Sehen Sie sich</i> <a id="a1"><i>ihre Präsentationsaufzeichnung</i></a><i> bei einem DFL Community Call im Juli 2023 an</i>
es: <i>Mira la</i> <a id="a1"><i>grabación de su presentación</i></a><i> en una convocatoria comunitaria de DFL en julio de 2023</i>
fr: <i>Regardez la</i> <a id="a1"><i>présentation enregistrée</i></a><i> dans le cadre d’une conférence au DFL en juillet 2023</i>
pl: <i>Zobacz</i> <a id="a1"><i>ich nagranie z prezentacji</i></a><i> podczas DFL Community Call w lipcu 2023 roku</i>
pt_br: <i>Veja a gravação</i> <a id="a1"><i>da apresentação</i></a><i> em uma Chamada da Comunidade da DFL em julho de 2023</i>

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: Data Science Law Lab: Designing a more responsible data license
de: Data Science Law Lab: Entwicklung einer verantwortungsbewussteren Datenlizenz
es: Data Science Law Lab: Diseñar una licencia de datos más responsable
fr: Data Science Law Lab : élaborer des licences d’utilisation de données plus responsables
pl: Data Science Law Lab: Projektowanie bardziej odpowiedzialnej licencji na dane
pt_br: Laboratório de Direito em Ciência de Dados: projetando uma licença de dados mais responsável

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: South Africa
de: Südafrika
es: Sudáfrica
fr: Afrique du Sud
pl: Republika Południowej Afryki
pt_br: África do Sul

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: The <a id="a1">Data Science Law Lab</a> out of the University of Pretoria will conduct research that addresses the shortcomings of using creative commons licenses in certain contexts (such as reinforcing extractive practices and digital colonialism) and create a prototype for a new data license based on their findings.
de: Das <a id="a1">Data Science Law Lab</a> der Universität Pretoria wird eine Forschung durchführen, die sich mit den Schwächen der Verwendung von Creative-Commons-Lizenzen in bestimmten Kontexten (wie der Verstärkung von extraktiven Praktiken und digitalem Kolonialismus) auseinandersetzt. Basierend auf ihren Erkenntnissen werden sie einen Prototyp für eine neue Datenlizenz erstellen.
es: El <a id="a1">Data Science Law Lab</a> de la Universidad de Pretoria llevará a cabo una investigación para abordar las deficiencias de usar licencias de Creative Commons en ciertos contextos (como el refuerzo de prácticas extractivistas y el colonialismo digital), y creará el prototipo de una nueva licencia de datos basada en sus hallazgos.
fr: Le <a id="a1">Data Science Law Lab</a> de l’université de Pretoria mène des recherches sur les limites de l’utilisation des licences Creative Commons dans certains contextes (comme le renforcement des pratiques d’extraction et du colonialisme numérique) et conçoit un prototype de nouvelle licence de données sur la base de ses conclusions.
pl: <a id="a1">Data Science Law Lab</a> z Uniwersytetu w Pretorii przeprowadzi badania, które rozwiążą problemy związane z korzystaniem z licencji Creative Commons w określonych kontekstach (takich jak wzmacnianie praktyk wydobywczych i kolonializm cyfrowy) i stworzy prototyp nowej licencji na dane na podstawie dokonanych odkryć.
pt_br: O <a id="a1">Laboratório de Direito em Ciência de Dados</a> da Universidade de Pretória realizará pesquisas que abordam as deficiências do uso de licenças Creative Commons em certos contextos (como o reforço de práticas extrativas e o colonialismo digital) e criará um protótipo para uma nova licença de dados com base em suas descobertas.

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: <a id="a1"><i>Sign up for their talk</i></a><i> as part of the</i><a id="a2">DFL Speaker Series</a><i>, which is running through the first half of 2024 and explores fair use and transparency in the generative AI data ecosystem.</i>
de: <a id="a1"><i>Melden Sie sich für ihren Vortrag</i></a><i> im Rahmen der</i><a id="a2">DFL Speaker Series</a><i> an, die in der ersten Hälfte des Jahres 2024 läuft und die faire Nutzung und Transparenz im generativen KI-Datenökosystem erforscht.</i>
es: <a id="a1"><i>Inscríbete en su charla</i></a><i> que forma parte de la</i><a id="a2">serie de oradores de DFL</a><i> que se desarrollará durante la primera mitad de 2024 y explorará usos justos y transparencia en el ecosistema de datos de la IA generativa.</i>
fr: <a id="a1"><i>Inscrivez-vous à leur conférence</i></a><i></i> dans le cadre du <a id="a2"></a>DFL Speaker Series<i>, qui se poursuit tout au long du premier semestre de 2024 et se penche sur les questions de l’utilisation équitable et de la transparence dans l’écosystème des données d’IA générative. </i>
pl: <a id="a1"><i>Zapisz się na ich wykład w</i></a><i> ramach serii</i><a id="a2">DFL Speaker Series</a><i>, która trwa przez pierwszą połowę 2024 roku i bada uczciwe użytkowanie i przejrzystość w generatywnym ekosystemie danych SI.</i>
pt_br: <a id="a1"><i>Inscreva-se para a palestra</i></a><i> como parte da</i><a id="a2">Série de Palestrantes da DFL</a><i>, que está em andamento até o primeiro semestre de 2024 e explora o uso justo e a transparência no ecossistema generativo de dados de IA.</i>

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: FLAIR Initiative (First Languages AI Reality): Community-centered dataset creation
de: FLAIR-Initiative (First Languages AI Reality): Gemeinschaftszentrierte Datensatzerstellung
es: Iniciativa FLAIR (First Languages AI Reality): Creación de sets de datos centrados en la comunidad
fr: FLAIR Initiative (First Languages AI Reality) : créer des ensembles de données axés sur la communauté
pl: FLAIR Initiative (First Languages AI Reality): Tworzenie zestawu danych zorientowanego na społeczność
pt_br: Iniciativa FLAIR (First Languages AI Reality): criação de conjuntos de dados centrados na comunidade

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: USA (indigenous communities)
de: USA (indigene Gemeinschaften)
es: EE. UU. (comunidades indígenas)
fr: États-Unis (communautés autochtones)
pl: USA (społeczności rdzenne)
pt_br: EUA (comunidades indígenas)

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: <a id="a1">FLAIR</a> will work with an indigenous language community using their software and methodology to collect the necessary corpus data to develop Automatic Speech Recognition (ASR) for the community’s language while minimizing the burden on current speakers. Given the limitation of both indigenous language data availability and speakers, they will employ a method that uses minimal inputs (around 500 phrases) as stimuli. They will publish the source code and a methodology manual that aims to enable further indigenous language communities to revitalize their languages more rapidly and effectively, using their own data, and on their own terms.
de: <a id="a1">FLAIR</a> wird mit einer indigenen Sprachgemeinschaft zusammenarbeiten und ihre Software und Methodik nutzen, um die notwendigen Korpusdaten zu sammeln und eine automatische Spracherkennung (ASR) für die Sprache der Gemeinschaft zu entwickeln, während die Belastung der aktuellen Sprecher minimiert wird. Angesichts der Begrenzung sowohl der Verfügbarkeit von Daten in indigenen Sprachen als auch der Sprecher werden sie eine Methode anwenden, die minimale Eingaben (etwa 500 Phrasen) als Stimuli verwendet. Sie werden den Quellcode und ein Methodenhandbuch veröffentlichen, das darauf abzielt, weiteren indigenen Sprachgemeinschaften zu ermöglichen, ihre Sprachen schneller und effektiver zu revitalisieren, indem sie ihre eigenen Daten verwenden und nach ihren eigenen Bedingungen handeln.
es: <a id="a1">FLAIR</a> trabajará con una comunidad lingüística indígena utilizando su software y su metodología para recopilar los datos de corpus necesarios para desarrollar el reconocimiento automático del habla (ASR) del idioma de la comunidad y minimizar la carga para los hablantes actuales. Dadas las limitaciones tanto de datos disponibles de la lengua indígena como de hablantes, emplearán un método que utiliza entradas mínimas (alrededor de 500 frases) como estímulos. Publicarán el código fuente y un manual de metodología, con el objetivo de permitir que más comunidades de lenguas indígenas revitalicen sus idiomas de manera más rápida y efectiva, utilizando sus propios datos y en sus propios términos.
fr: Le projet <a id="a1">FLAIR</a> collabore avec des communautés parlant des langues autochtones en utilisant son logiciel et sa méthodologie pour collecter les corpus de données nécessaires au développement de la reconnaissance automatique de la parole (ASR, Automatic Speech Recognition) pour la langue de la communauté, tout en réduisant le plus possible la charge de travail des locuteurs actuels. Compte tenu des insuffisances en termes de ressources linguistiques autochtones et de locuteurs, les chercheurs emploieront une méthode qui utilise des entrées limitées (environ 500 phrases) en guise de stimuli. Ils publieront le code source et un manuel méthodologique afin de permettre à d’autres communautés parlant des langues autochtones de revitaliser leurs langues plus rapidement et plus efficacement, en utilisant leurs propres données et selon leurs propres conditions.
pl: <a id="a1">FLAIR</a> będzie współpracować ze społecznością posługującą się rdzennym językiem przy użyciu swojego oprogramowania i metodologii, aby zebrać niezbędne dane korpusowe w celu opracowania automatycznego rozpoznawania mowy (ASR) dla języka społeczności, przy jednoczesnym zminimalizowaniu obciążenia obecnych użytkowników języka. Biorąc pod uwagę ograniczenie zarówno dostępności danych w języku rdzennym, jak i liczby osób, które się nim posługują, zastosują metodę, która wykorzystuje minimalne nakłady (około 500 fraz) jako bodźce. Opublikowany zostanie kod źródłowy i podręcznik metodologii, który będzie miał na celu zapewnianie innym społecznościom posługującym się rdzennymi językami możliwości szybszej i skuteczniejszej rewitalizacji ich języków, przy użyciu własnych danych i na własnych warunkach.
pt_br: <a id="a1">FLAIR</a> trabalhará com uma comunidade de línguas indígenas usando seu software e metodologia para coletar os dados de corpus necessários para desenvolver o Reconhecimento Automático de Fala (ASR) para a língua da comunidade, minimizando a carga sobre os falantes atuais. Dada a limitação da disponibilidade de dados da língua indígena e dos falantes, eles empregarão um método que usa entradas mínimas (cerca de 500 frases) como estímulos. Eles publicarão o código-fonte e um manual de metodologia que visa permitir que outras comunidades de línguas indígenas revitalizem suas línguas de forma mais rápida e eficaz, usando seus próprios dados e em seus próprios termos.

# body.7cdff4c3-2fc6-462c-8c97-411f47ede3e4
source: Press contact: Kevin Zawacki | kevin@mozillafoundation.org
de: Pressekontakt: Kevin Zawacki | kevin@mozillafoundation.org
es: Contacto de prensa: Kevin Zawacki | kevin@mozillafoundation.org
fr: Contact presse : Kevin Zawacki | kevin@mozillafoundation.org
pl: Kontakt dla prasy: Kevin Zawacki | kevin@mozillafoundation.org
pt_br: Contato com a imprensa: Kevin Zawacki | kevin@mozillafoundation.org

# title
source: Mozilla Supports Five Projects Creating Building Blocks for a Better Data Ecosystem
de: Mozilla unterstützt fünf Projekte, die Bausteine für ein besseres Datenökosystem schaffen
es: Mozilla apoya cinco proyectos que crean componentes esenciales para mejorar el ecosistema de datos
fr: Mozilla soutient cinq projets qui constituent les fondements d’un meilleur écosystème de données
pl: Mozilla wspiera pięć projektów tworzących elementy składowe lepszego ekosystemu danych
pt_br: A Mozilla apoia cinco projetos que criam blocos de construção para um melhor ecossistema de dados
