Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozilla-researchers-find-privacy-policies-for-seasons-hottest-connected-gifts-are-more-complicated-and-incomprehensible-than-ever.po
Languages: pt_br

# search_description
source: These obscure, exceedingly lengthy policies get users ‘consent’ for invasive data practices
pt_br: Essas políticas obscuras e extremamente longas obtêm o consentimento dos usuários para práticas invasivas de dados

# body.7f4fb413-d1eb-4db3-9e0c-2f67f7322145.altText
source: An illustration of popular tech gadgets that are given away as gifts during the holiday season
pt_br: Uma ilustração de aparelhos tecnológicos populares que são oferecidos como presentes durante a temporada de final de ano

# body.aced56d1-0ddc-43b3-914e-a99986844cbe
source: Annual *Privacy Not Included holiday buyers guide reveals just one product — the Meta Quest Pro — entails reading 14 documents and 37,700 words
pt_br: O guia de compras anual de final de ano *Privacy Not Included revela que somente um produto — o Meta Quest Pro — implica a leitura de 14 documentos e 37.700 palavras

# body.aced56d1-0ddc-43b3-914e-a99986844cbe
source: These obscure, exceedingly lengthy policies get users ‘consent’ for invasive data practices
pt_br: Essas políticas obscuras e extremamente longas obtêm o consentimento dos usuários para práticas invasivas de dados

# body.d5a95307-e860-4fd3-bc03-d15118e05105
source: <b>(SAN FRANCISCO, CA | NOVEMBER 16, 2022)</b> — This winter, you could spend more time reading the privacy policy for one of the season’s hottest gifts — the Meta Quest Pro VR headset — than you will reading Dickens’ <i>A Christmas Carol</i>.
pt_br: <b>(SAN FRANCISCO, CA | 16 DE NOVEMBRO DE 2022)</b> — Neste inverno, você pode passar mais tempo lendo a política de privacidade de um dos presentes mais desejados da temporada — o headset Meta Quest Pro VR — do que lendo <i>O Cântico de Natal</i> de Dickens.

# body.d5a95307-e860-4fd3-bc03-d15118e05105
source: That’s because the privacy policies of connected gadgets made by big tech companies like Meta, Amazon, and Verizon have become so labyrinthine in recent years that some require opening over a dozen documents and reading tens of thousands of words, according to Mozilla’s 2022 <a id="a1">*Privacy Not Included</a> holiday buyers guide.
pt_br: Isso porque as políticas de privacidade de gadgets conectáveis feitos por grandes empresas de tecnologia como Meta, Amazon e Verizon se tornaram tão labirínticas nos últimos anos que algumas exigem a abertura de mais de uma dúzia de documentos e a leitura de dezenas de milhares de palavras, de acordo com o guia de compradores de final de ano <a id="a1">*Privacy Not Included</a> de 2022 da Mozilla.

# body.d5a95307-e860-4fd3-bc03-d15118e05105
source: Indeed, to read all the privacy documents associated with just the Meta Quest Pro, you would need to open at least 14 browser tabs to make sense of documents amassing 37,700 words. That’s actually about 6,747 words <i>longer</i> than <i>A Christmas Carol</i> and it would account for four hours and fifty minutes of reading.
pt_br: De fato, para ler todos os documentos de privacidade associados apenas ao Meta Quest Pro, você precisaria abrir pelo menos 14 guias do navegador para entender os documentos que acumulam 37.700 palavras. Isso é cerca de 6.747 palavras <i>mais</i> do que <i>uma canção de Natal</i> e levaria quatro horas e cinquenta minutos de leitura.

# body.d5a95307-e860-4fd3-bc03-d15118e05105
source: The 14 documents include: <a id="a1">Hand Tracking Privacy Notice</a>, <a id="a2">Eye Tracking Privacy Notice</a>, <a id="a3">Natural Facial Expressions Privacy Notice</a>, <a id="a4">Meta Quest Privacy Information and Settings</a>, <a id="a5">Oculus Privacy Policy</a>,, <a id="a6">Notice of Monitoring and Recording to Improve Safety in Horizon Worlds</a>, <a id="a7">Voice Commands and Voice Dictation Privacy Notice</a>, <a id="a8">Supplemental Meta Platforms Technologies Privacy Policy</a>, <a id="a9">Supplemental Meta Platforms Technologies Terms Of Service</a>, <a id="a10">Control what information you share with Meta</a>, <a id="a11">What are cookies, and what does this policy cover?</a>, <a id="a12">Supplemental Meta Platforms Technologies California Privacy Notice</a>, <a id="a13">How we use your information across your accounts on Meta technologies</a>, and <a id="a14">Meta Privacy Policy</a>.
pt_br: Os 14 documentos incluem: <a id="a1">Aviso de Privacidade de Rastreamento Manual</a>, <a id="a2">Aviso de Privacidade de Rastreamento de Visual</a>, <a id="a3">Aviso de Privacidade de Expressões Faciais Naturais</a>, <a id="a4">Informações e Configurações de Privacidade do Meta Quest</a>, <a id="a5">Política de Privacidade da Oculus</a>, <a id="a6">Aviso de Monitoramento e Gravação para Melhorar a Segurança em Mundos Horizontais</a>, <a id="a7">Aviso de Privacidade de Ditado de Voz e Comandos de Voz</a>, <a id="a8">Política de Privacidade de Tecnologias de Plataformas Meta Suplementar</a>, <a id="a9">Termos de Serviço de Tecnologias de Plataformas Meta Suplementar</a>, <a id="a10">Controle quais informações você compartilha com a Meta</a>, <a id="a11">O que são cookies e o que esta política cobre?</a>, <a id="a12">Aviso de Privacidade de Tecnologias de Plataformas Meta Suplementar da Califórnia</a>, <a id="a13">Como usamos suas informações em suas contas em tecnologias Meta</a> e <a id="a14">Política de Privacidade da Meta</a>.

# body.74a822fc-f1fe-4bb4-9772-e6c2da6954bc.altText
source: An illustration of the number of words in a privacy policy with popular Christmas books
pt_br: Uma ilustração do número de palavras em uma política de privacidade com livros de Natal populares

# body.fe2d40ff-3c56-4bc4-a7be-ba8bc59155f2
source: Meanwhile, the devil’s in the privacy policy details: These lengthy documents distract users and garner their “consent” for aggressive data collection, sharing, and selling to third parties.
pt_br: Enquanto isso, o diabo está nos detalhes da política de privacidade: esses documentos longos distraem os usuários e obtêm seu "consentimento" para coleta, compartilhamento e venda agressiva de dados a terceiros.

# body.fe2d40ff-3c56-4bc4-a7be-ba8bc59155f2
source: According to Jen Caltrider, lead researcher for *Privacy Not Included, other popular products like the Amazon Echo Dot and the Google Pixel Watch now also come with multiple privacy policies for the hardware, apps, and companies they share data with.
pt_br: De acordo com Jen Caltrider, pesquisadora líder do *Privacy Not Included, outros produtos populares como o Amazon Echo Dot e o Google Pixel Watch agora também vêm com várias políticas de privacidade para o hardware, aplicativos e empresas com as quais compartilham dados.

# body.fe2d40ff-3c56-4bc4-a7be-ba8bc59155f2
source: Says Caltrider: “It feels like a Rube Goldberg experiment trying to navigate the privacy documentation companies throw at consumers. If I’m struggling to understand this as a privacy researcher, consumers are far worse off. That’s not right.”
pt_br: Diz Caltrider: “Parece uma experiência de Rube Goldberg tentando navegar pela documentação de privacidade que as empresas lançam aos consumidores. Se eu estou lutando para entender isso como um pesquisador de privacidade, os consumidores estão muito pior. Isso não está certo."

# body.98f0c06b-3cc7-4833-8183-428342bb8967.label
source: Read the guide
pt_br: Leia o Guia

# body.ab2ccfe5-269b-428c-843b-bd0ec60d5d50.quote
source: It feels like a Rube Goldberg experiment trying to navigate the privacy documentation companies throw at consumers. If I’m struggling to understand this as a privacy researcher, consumers are far worse off. That’s not right
pt_br: Diz Caltrider: “Parece um experimento de Rube Goldberg tentar navegar pela documentação de privacidade que as empresas lançam aos consumidores. Se eu estou lutando para entender isso como um pesquisador de privacidade, os consumidores estão muito pior. Isso não está certo."

# body.560d63cc-e6e5-4aa6-8ea9-2d76470c48cb
source: *Privacy Not Included is a buyer's guide focused on privacy rather than price or performance. Launched in 2017, the guide has reviewed hundreds of products and apps. It arms shoppers with the information they need to choose gifts that protect the privacy of their friends and family, while also spurring the tech industry to do more to safeguard consumers.
pt_br: *Privacy Not Included é um guia de compras focado em privacidade, em vez de preço ou desempenho. Lançado em 2017, o guia analisou centenas de produtos e aplicativos. Ele fornece aos compradores as informações de que precisam para escolher presentes que protegem a privacidade de seus amigos e familiares, ao mesmo tempo que estimula a indústria de tecnologia a fazer mais para proteger os consumidores.

# body.560d63cc-e6e5-4aa6-8ea9-2d76470c48cb
source: Compounding this issue is the sheer number of connected products now on the market. This year’s *Privacy Not Included investigates products across six categories, including <a id="a1">Smart Home</a>, <a id="a2">Toys &amp; Games</a>, and <a id="a3">Wearables</a>.
pt_br: O que compõe esta questão é o grande número de produtos conectáveis agora no mercado. O *Privacy Not Included deste ano investiga produtos em seis categorias, incluindo <a id="a1">Lar inteligente</a>, <a id="a2">Brinquedos e jogos</a> e <a id="a3">Dispositivos vestíveis</a>.

# body.560d63cc-e6e5-4aa6-8ea9-2d76470c48cb
source: Says Misha Rykov, Mozilla privacy researcher: “We’re living through an unprecedented explosion of connected products. There are now children’s toys, litter boxes, sunglasses, and vacuums that connect to the internet — and then scoop up and share precious personal information.”
pt_br: Diz Misha Rykov, pesquisadora de privacidade da Mozilla: “Estamos vivendo uma explosão sem precedentes de produtos conectáveis. Agora existem brinquedos infantis, caixas de areia, óculos de sol e aspiradores que se conectam à internet — que depois recolhem e compartilham informações pessoais preciosas.”

# body.560d63cc-e6e5-4aa6-8ea9-2d76470c48cb
source: Currently, the 2022 holiday edition of *Privacy Not Included reviews over 75 popular gifts, like the Apple Watch, Nintendo Switch, Amazon Echo, Garmin fitness trackers, Google Chromecast, Steam Deck, and the Meta Quest Pro. The guide will add additional product reviews throughout the holiday season. Mozilla researchers spend on average eight hours researching each product in the guide.
pt_br: Atualmente, a edição de férias de 2022 do *Privacy Not Included avalia mais de 75 presentes populares, como o Apple Watch, Nintendo Switch, Amazon Echo, rastreadores de fitness Garmin, Google Chromecast, Steam Deck e o Meta Quest Pro. O guia adicionará avaliações adicionais de produtos ao longo da temporada de festas. Os pesquisadores da Mozilla gastam em média oito horas pesquisando cada produto no guia.

# body.560d63cc-e6e5-4aa6-8ea9-2d76470c48cb
source: Key findings include:
pt_br: As principais conclusões incluem:

# body.560d63cc-e6e5-4aa6-8ea9-2d76470c48cb
source: <b>Acquisitions are bad for privacy.</b> Twitter’s purchase by Elon Musk has pushed other acquisitions out of the spotlight. Big tech companies — which are often some of the worst privacy offenders — are gobbling up smaller companies that previously had better privacy practices. For example, iRobot — whose products previously received “Best Of” marks from Mozilla — is pending sale to Amazon. And Google will soon start requiring Google accounts for Fitbit users, following their acquisition of Fitbit in 2021. Meanwhile, products from Amazon, Meta, Samsung, and Verizon have all received Mozilla’s *PNI warning label.
pt_br: <b>Aquisições são ruins para a privacidade.</b> A compra do Twitter por Elon Musk afastou outras aquisições dos holofotes. Grandes empresas de tecnologia — que muitas vezes são algumas das piores ofensoras de privacidade — estão devorando empresas menores que antes tinham melhores práticas de privacidade. Por exemplo, o iRobot — cujos produtos receberam anteriormente marcas “Best Of” da Mozilla — está pendente de venda para a Amazon. E o Google em breve começará a exigir contas do Google para usuários do Fitbit, após a aquisição do Fitbit em 2021. Enquanto isso, todos os produtos da Amazon, Meta, Samsung e Verizon receberam a etiqueta de aviso *PNI da Mozilla.

# body.560d63cc-e6e5-4aa6-8ea9-2d76470c48cb
source: <b>More gadgets are targeting kids — especially smart watches.</b> Smart watches aimed at children ages five to 12 are becoming more popular, and include GPS tracking, cameras, and microphones. All four of these devices in this year’s guide received Mozilla’s *Privacy Not Included warning. Especially problematic is the Verizon GizmoWatch, which can collect your child’s name, age, gender, email address, and audio and text messages. While parents may find them useful for keeping a watchful eye on their youngsters, these devices collect a lot of kids’ personal data — and normalize children to surveillance at a young age.
pt_br: <b>Mais gadgets estão visando crianças — especialmente relógios inteligentes.</b> Relógios inteligentes destinados a crianças de cinco a 12 anos estão se tornando mais populares e incluem rastreamento por GPS, câmeras e microfones. Todos esses quatro dispositivos no guia deste ano receberam o alerta *Privacidade Não Incluída da Mozilla. Especialmente problemático é o Verizon GizmoWatch, que pode coletar o nome, idade, sexo, endereço de e-mail e mensagens de áudio e texto do seu filho. Embora os pais possam achá-los úteis para manter um olho atento em seus filhos, esses dispositivos coletam muitos dados pessoais das crianças — e normalizam as crianças para a vigilância em uma idade jovem.

# body.560d63cc-e6e5-4aa6-8ea9-2d76470c48cb
source: <b>There are</b> <b><i>lots</i></b><b> of creepy products.</b> This year’s guide features several products that stand out for especially poor privacy and security practices. The Meta Quest Pro brings 16 cameras into your house — and on your body! — courtesy of a company known for betraying users’ trust and privacy. The Barnes &amp; Noble Nook tracks your location and shares it with third parties. The Samsung Galaxy SmartTag knows wherever you go — and can target you with ads based on that information. And the Amazon Echo Dot Kids Edition can personalize buying recommendations to children.
pt_br: <b>Há</b> <b><i>muitos produtos</i></b><b> assustadores.</b> O guia deste ano apresenta vários produtos que se destacam por práticas de privacidade e segurança especialmente ruins. O Meta Quest Pro traz 16 câmeras em sua casa — e em seu corpo! — cortesia de uma empresa conhecida por trair a confiança e a privacidade dos usuários. O Barnes & Noble Nook rastreia sua localização e a compartilha com terceiros. O Samsung Galaxy SmartTag sabe onde quer que você vá — e pode segmentá-lo com anúncios com base nessas informações. E o Amazon Echo Dot Kids Edition pode personalizar recomendações de compra para crianças.

# body.560d63cc-e6e5-4aa6-8ea9-2d76470c48cb
source: <b>There are</b> <b><i>some</i></b><b> trustworthy products.</b> Smart watches and fitness trackers by Garmin have privacy features turned on by default. And Sonos has developed its own privacy-friendly voice assistant for their smart speakers that processes all your voice requests right on the device, no data sharing required.
pt_br: <b>Existem</b> <b><i>alguns produtos</i></b><b> confiáveis.</b> Relógios inteligentes e rastreadores de fitness da Garmin têm recursos de privacidade ativados por padrão. E a Sonos desenvolveu seu próprio assistente de voz amigo da privacidade para seus alto-falantes inteligentes que processa todas as suas solicitações de voz diretamente no dispositivo, sem necessidade de compartilhamento de dados.

# body.560d63cc-e6e5-4aa6-8ea9-2d76470c48cb
source: Press contacts:
pt_br: Contatos para a imprensa:

# body.560d63cc-e6e5-4aa6-8ea9-2d76470c48cb
source: North America | Helena Dea Bala, helena@pkpr.com
pt_br: América do Norte | Helena Dea Bala, helena@pkpr.com

# body.560d63cc-e6e5-4aa6-8ea9-2d76470c48cb
source: Europe and Africa | Tracy Kariuki, tracy@mozillafoundation.org
pt_br: Europa e África | Tracy Kariuki, tracy@mozillafoundation.org

# title
source: Mozilla Researchers Find Privacy Policies for Season’s Hottest Connected Gifts are More Complicated and Incomprehensible Than Ever
pt_br: As políticas de privacidade dos presentes conectáveis mais desejados da temporada estão mais complicadas e incompreensíveis do que nunca
