Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozilla-will-hold-big-tech-accountable-during-the-*-election.po
Languages: de

# seo_title
source: Mozilla will hold big technologies companies accountable during the German Bundestag election
de: Mozilla wird Big Tech während der Wahlen in Deutschland zur Verantwortung ziehen

# search_description
source: It’s clear that you’re concerned how companies like Facebook and Google are treating mis- and disinformation in the German Bundestag election.
de: Es ist deutlich, dass Sie sich Sorgen darüber machen, wie Unternehmen wie Facebook und Google bei dieser Wahl mit Fehl- und Desinformationen umgehen.

# body.f5679723-35f0-47bb-b33b-a3f280f2f170
source: Back in May, we asked Mozilla supporters in Germany what role they thought big technology companies would play in the upcoming Bundestag election. Here’s a look at what we heard back:
de: Im Mai haben wir Unterstützer*innen von Mozilla in Deutschland gefragt, welche Rolle große Tech-Unternehmen ihrer Meinung nach bei den Bundestagswahlen dieses Jahr spielen werden. Folgendes haben wir damals als Antwort erhalten:

# body.f5679723-35f0-47bb-b33b-a3f280f2f170
source: Big Tech companies significantly influence opinions. Therefore you have, in some cases, considerable influence on current and future politics.
de: Big-Tech-Unternehmen haben erheblichen Einfluss auf vorherrschende Meinungen. Deshalb haben Sie in einigen Fällen erheblichen Einfluss auf das aktuelle und künftige politische Geschehen.

# body.f5679723-35f0-47bb-b33b-a3f280f2f170
source: I have great concerns about the influence of Google, Facebook and their peers. Our children in particular do not learn to distinguish where the information comes from and who is still trustworthy.
de: Ich mache mir große Sorgen über den Einfluss von Google, Facebook und den anderen sozialen Plattformen. Insbesondere unsere Kinder lernen nicht zu unterscheiden, wo Informationen herstammen und wer als Quelle vertrauenswürdig ist.

# body.f5679723-35f0-47bb-b33b-a3f280f2f170
source: It’s clear that you’re concerned how companies like Facebook and Google are treating mis- and disinformation in this election. So today, I’m pleased to announce three ways that Mozilla will hold social media platforms accountable during Germany’s election cycle.
de: Es ist deutlich, dass Sie sich Sorgen darüber machen, wie Unternehmen wie Facebook und Google bei dieser Wahl mit Fehl- und Desinformationen umgehen. Deswegen freue ich mich, heute bekanntzugeben, wie Mozilla Social-Media-Plattformen während Deutschlands Wahlzyklus zur Verantwortung ziehen wird.

# body.f5679723-35f0-47bb-b33b-a3f280f2f170
source: Help shed light on TikTok
de: Helfen Sie uns, Licht in das TikTok-Dickicht zu bringen

# body.f5679723-35f0-47bb-b33b-a3f280f2f170
source: TikTok may be ahead of the trends when it comes to viral hashtag challenges, but they’re falling dangerously behind other social media platforms when it comes to advertising transparency.
de: TikTok mag anderen voraus sein, wenn es um virale Hashtag-Challenges geht, aber in puncto Werbetransparenz hinken sie anderen Social-Media-Plattformen gefährlich hinterher.

# body.f5679723-35f0-47bb-b33b-a3f280f2f170
source: Our <a id="a1">research</a> in the US revealed that TikTok is teeming with political content from paid influencers, and that it’s all hidden from view.
de: Unsere <a id="a1">Recherchen</a> in den USA haben aufgedeckt, dass es auf TikTok nur so vor politischen Inhalten von bezahlten Influencer*innen wimmelt, dass dies aber nicht offensichtlich ist.

# body.f5679723-35f0-47bb-b33b-a3f280f2f170
source: If you’re a TikTok user in Germany, you can help us uncover how TikTok is enforcing its policies on political advertising by joining the TikTok Citizen Tipline. Are you seeing a political ad in spite of TikTok’s ban? Or other shady behavior by political groups and influencers that’s gone unnoticed? Simply send the TikTok video directly to Mozilla’s TikTok account via direct message.
de: Falls Sie TikTok in Deutschland nutzen, können Sie uns helfen aufzudecken, wie TikTok seine Richtlinien in Bezug auf Wahlwerbung durchsetzt, indem Sie sich der TikTok Citizen Tipline anschließen. Haben Sie trotz des Verbots von TikTok Wahlwerbung auf der Plattform gesehen? Oder andere undurchsichtige Verhalten von politischen Gruppen und Influencer*innen, die unbemerkt geblieben sind? Schicken Sie das TikTok-Video per Direktnachricht direkt an Mozillas TikTok-Konto.

# body.c2f90885-04e1-40a2-a150-be43f5636bbf.label
source: Join the TikTok Citizen Tipline
de: TikTok Citizen Tipline beitreten

# body.f5adca31-f848-4777-bfe2-aaaa90fc0371
source: Analysing YouTube’s recommendations
de: Die Anaylse von YouTubes Empfehlungen

# body.f5adca31-f848-4777-bfe2-aaaa90fc0371
source: Don’t use TikTok?
de: Sie nutzen TikTok nicht?

# body.f5adca31-f848-4777-bfe2-aaaa90fc0371
source: Earlier this year, Mozilla and 37,380 YouTube users conducted a study to better understand harmful YouTube recommendations, using the RegretsReporter browser extension. We now know that <a id="a1">YouTube is recommending videos</a> that violate their very own content policies and harm people around the world — and that needs to stop.
de: Früher dieses Jahr führte Mozilla gemeinsam mit 37.380 YouTube-Nutzer*innen eine Studie aus, um schädliche YouTube-Empfehlungen besser zu verstehen, und nutzten dafür die Browsererweiterung „RegretsReporter“. Wir wissen, dass <a id="a1">YouTube Videos empfiehlt</a>, die gegen die eigenen Content-Richtlinien des Unternehmens verstoßen und Menschen auf der ganzen Welt schaden. Das muss ein Ende haben.

# body.f5adca31-f848-4777-bfe2-aaaa90fc0371
source: Download the RegretsReporter extension and help us advocate for urgent action from German policymakers and the public.
de: Laden Sie die RegretsReporter-Erweiterung herunter und helfen Sie uns dabei, Gesetzgeber*innen in Deutschland und die Öffentlichkeit zu umgehendem Handeln aufzufordern.

# body.a300abc8-d8ef-40e4-9397-d7691689a31c.label
source: Download the RegretsReporter extension
de: RegretsReporter-Erweiterung herunterladen

# body.f593891d-f724-46a6-b2f4-58c3c8b950b7
source: Comparing Big Tech’s Policies
de: Ein Vergleich der Richtlinien von Big Tech

# body.f593891d-f724-46a6-b2f4-58c3c8b950b7
source: The choices that Facebook, Instagram, YouTube, TikTok and Twitter make to tackle mis- and disinformation could have a big impact during the German election cycle.
de: Die Entscheidungen, die Facebook, Instagram, YouTube, TikTok und Twitter treffen, um gegen Fehl- und Desinformationen vorzugehen, könnten erhebliche Auswirkungen auf die Wahlen in Deutschland haben.

# body.f593891d-f724-46a6-b2f4-58c3c8b950b7
source: So we’re tracking and analysing each company’s policies. In particular, we want to see if the platforms have learned lessons from last year’s US Elections, and whether they plan to do the same in Germany. As social media companies make policy changes, we’ll be providing analysis on whether we think these will help uphold election integrity in Germany — and in other elections around the world. We’ll let you know whether they live up to their promises.
de: Deshalb verfolgen und analysieren wir die Richtlinien jedes Unternehmens. Insbesondere wollen wir in Erfahrung bringen, ob die Plattformen aus den US-Wahlen letztes Jahr Lehren gezogen haben und ob sie dasselbe auch mit der Wahl in Deutschland vorhaben. Wir werden Analysen darüber erstellen, ob wir der Meinung sind, dass von den Social-Media-Unternehmen vorgenommene Änderungen an deren Richtlinien zur Aufrechterhaltung der Integrität der Wahlen in Deutschland, – und anderen Wahlen weltweit –, beitragen. Wir lassen Sie wissen, ob die Plattformen sich an ihre Versprechen halten.

# body.e3a5e808-2655-43f3-b2fb-33b40d66db57.label
source: Compare Platform Policies
de: Plattformrichtlinien vergleichen

# body.e120c9cf-837c-4268-a68c-a5495c775f18
source: We have proven that by working together, we’re able to stand up against the resources and might of some of the biggest tech companies in the world. This work is made possible partly through donations from people like you to the Mozilla Foundation – if you’d like to support our work, <a id="a1">please make a donation here today</a>.
de: Wir haben bewiesen, dass wir uns gemeinsam den Ressourcen der Macht einiger der größten Tech-Unternehmen weltweit entgegenstellen können. Diese Arbeit wird zum Teil durch Spenden von Menschen wie Ihnen an die Mozilla Foundation möglich gemacht. <a id="a1">Bitte spenden Sie heute hier</a>, wenn Sie unsere Arbeit unterstützen möchten.

# body.e120c9cf-837c-4268-a68c-a5495c775f18
source: Thanks for all of your support!
de: Vielen Dank für Ihre Unterstützung!

# title
source: Mozilla will hold Big Tech accountable during the German election
de: Mozilla wird Big Tech während der Wahlen in Deutschland zur Verantwortung ziehen
