Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozilla-explains-how-dating-apps-might-*-keeping-you-single.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Mozilla Explains: Dating Apps, AI and Collaborative Filtering
de: Mozilla erklärt: Dating-Apps, KI und kollaboratives Filtern
es: Mozilla Explica: Aplicaciones de citas, IA y filtrado colaborativo
fr: Mozilla explique : les applications de rencontre, l’IA et le filtrage collaboratif
pl: Mozilla wyjaśnia: Aplikacje randkowe, sztuczna inteligencja i filtrowanie kooperacyjne
pt_br: Mozilla explica: aplicativos de namoro, IA e filtragem colaborativa

# search_description
source: Dating app usage is on the rise. If you're one of the millions of people looking for love online, you might be wondering, how does the app know who to show you next?
de: Bleiben Sie durch Dating-Apps Single? Mozilla erklärt: Dating-Apps, KI und kollaboratives Filtern
es: ¿Las aplicaciones de citas están haciendo que sigas sin pareja? Mozilla Explica: Aplicaciones de citas, IA y filtrado colaborativo
fr: Les applications de rencontre vous font-elles rester célibataires ? Mozilla explique : les applications de rencontre, l’IA et le filtrage collaboratif
pl: Coraz więcej osób korzysta z aplikacji randkowych. Jeśli jesteś jedną z milionów osób szukających miłości w Internecie, pewnie zastanawiasz się, skąd aplikacja wie, kogo ma ci teraz pokazać.
pt_br: Será que os aplicativos de namoro estão mantendo você solteiro? Mozilla explica: aplicativos de namoro, IA e filtragem colaborativa

# body.2422aea5-c86a-43f1-95b0-d5adb2798750
source: There’s Something About AI
de: Es geht um KI
es: Algo con IA
fr: L’IA a quelque chose de particulier
pl: Ma to związek ze sztuczną inteligencją
pt_br: Há algo na IA

# body.2422aea5-c86a-43f1-95b0-d5adb2798750
source: In normal times, online dating was already on the rise — <a id="a1">30% of adults</a> in the US have used a dating app or website while 12% have found a long-term relationship through an app. In pandemic times the numbers only get bigger — OKCupid saw a <a id="a2">700% increase</a> in dates while Tinder reached a record 3 billion swipes. You’re probably wondering, with all those people swiping to find love, how does the app know who to show you next? If Tinder shows you someone who you deem a solid match, just know it isn’t fully serendipity.
de: Bereits zu normalen Zeiten war das Online-Dating bereits auf dem Vormarsch - <a id="a1">30% der Erwachsenen</a> in den USA haben eine Dating-App oder eine Website verwendet, während 12% über eine App eine langfristige Beziehung gefunden haben. In Zeiten der Pandemie werden die Zahlen nur noch größer - OKCupid verzeichnete einen <a id="a2">Anstieg um 700%</a>, während Tinder einen Rekord von 3 Milliarden Swipes erreichte. Sie fragen sich wahrscheinlich, woher die App weiß, wer ales Nächstes gezeigt werden soll, wenn all diese Leute nach Liebe suchen? Wenn Tinder eine Person anzeigt, die Ihrer Meinung nach gut zu Ihnen passt, sollten Sie wissen, dass es sich dabei nicht um einen reinen Zufall handelt.
es: En épocas normales, las citas en línea ya estaban en aumento: un <a id="a1">30 % de adultos</a> en los EE. UU. han usado una aplicación o sitio web de citas, mientras que un 12 % ha encontrado una relación a largo plazo a través de una de estas aplicaciones. En tiempos de pandemia, estos números no hacen más que subir: OKCupid aumentó sus citas <a id="a2">un 700 %</a>, mientras que Tinder alcanzó un récord de 3 mil millones de swipes. Probablemente te preguntes, con todas esas personas buscando perfiles para encontrar el amor, ¿cómo sabe la aplicación a quién debe mostrarte a continuación? Si Tinder te muestra a alguien que te parece un match seguro, debes saber que eso no es casualidad.
fr: Les rencontres en ligne étaient déjà en plein essor en temps normal — 30 % des adultes aux États-Unis ont utilisé une application ou un site web de rencontre, tandis que 12 % ont trouvé une relation durable grâce à une application. En période de pandémie, les chiffres ne font qu’augmenter — OKCupid a connu une augmentation de 700 % du nombre de rencontres, tandis que Tinder a atteint le chiffre record de 3 milliards d’échanges. Vous vous demandez sans doute, avec toutes ces personnes qui swipent pour trouver l’amour, comment l’application peut-elle savoir qui vous montrer ensuite ? Si Tinder vous montre quelqu’un que vous considérez comme un·e partenaire intéressant·e, sachez que ce n’est pas entièrement le fruit du hasard.
pl: Liczba użytkowników portali randkowych rosła jeszcze przed pandemią — <a id="a1">30% dorosłych osób</a> w USA skorzystało z aplikacji lub strony randkowej, a 12% poznało w ten sposób stałego partnera. Czasy pandemii spowodowały jeszcze szybszy wzrost — liczba użytkowników OKCupid <a id="a2">wzrosła o 700%</a>, a Tinder zarejestrował rekordową liczbę 3 miliardów przesunięć w prawo lub lewo. Zastanawiające jest, w jaki sposób aplikacja decyduje, kogo teraz pokazać spośród milionów ludzi szukających na niej miłości. Jeśli Tinder pokaże kogoś naprawdę do ciebie pasującego, to wiedz, że nie jest to czysty przypadek.
pt_br: Nos últimos anos, o namoro online já estava em alta - <a id="a1">30% dos adultos</a> nos Estados Unidos já haviam usado um aplicativo ou site de namoro, enquanto 12% haviam encontrado um relacionamento de longo prazo por meio de um aplicativo. E depois da pandemia, os números só aumentaram - o OKCupid teve um <a id="a2">aumento de 700%</a> no número de encontros, enquanto o Tinder atingiu um recorde de 3 bilhões de deslizadas. Você provavelmente está se perguntando: com todas aquelas pessoas tentando encontrar o amor, como o aplicativo sabe quem mostrar a você em seguida? Se o Tinder lhe mostrar alguém que combine muito com você, saiba que não se trata de um feliz acaso.

# body.2422aea5-c86a-43f1-95b0-d5adb2798750
source: Here’s Digital Dating Consultant and Mozilla Foundation’s own Ann Marie Carrothers to with more on the topic.
de: Hier ist Digital Dating Consultant und Ann Marie Carrothers von der Mozilla Foundation, um mehr über das Thema zu erfahren.
es: Está con nosotros la consultora de citas digitales y miembro de la Fundación Mozilla, Ann Marie Carrothers, para hablar más sobre el tema.
fr: Ann Marie Carrothers, consultante en rencontres numériques et membre de la Fondation Mozilla, nous en dit plus sur le sujet.
pl: Więcej na ten temat opowie Ann Marie Carrothers z Mozilla Foundation, konsultantka randek online.
pt_br: Aqui está Ann Marie Carrothers, Consultora em Relacionamentos Digitais e colaboradora da Fundação Mozilla, para falar mais sobre o assunto.

# body.c0f77925-031e-444d-b35f-680d59f7731c.url
source: https://www.youtube.com/embed/YTlOrapai-M
de: https://www.youtube.com/embed/YTlOrapai-M?rel=0&cc_load_policy=1&cc_lang_pref=de
es: https://www.youtube.com/embed/YTlOrapai-M?rel=0&cc_load_policy=1&cc_lang_pref=es
fr: https://www.youtube.com/embed/YTlOrapai-M?rel=0&cc_load_policy=1&cc_lang_pref=fr
pl: https://www.youtube.com/embed/YTlOrapai-M?rel=0&cc_load_policy=1&cc_lang_pref=pl
pt_br: https://www.youtube.com/embed/YTlOrapai-M?rel=0&cc_load_policy=1&cc_lang_pref=pt

# body.c0f77925-031e-444d-b35f-680d59f7731c.caption
source: Mozilla Explains: Are Dating Apps Keeping You Single
de: Mozilla erklärt: Wie man trotz Dating-Apps Single bleiben könnte
es: Mozilla Explica: Cómo las aplicaciones de citas podrían estar haciendo que sigas sin pareja
fr: Mozilla explique : comment les applications de rencontre peuvent vous faire rester célibataire
pl: Mozilla wyjaśnia: Czy to wina aplikacji randkowych, że nadal jesteś singlem
pt_br: Mozilla explica: como os aplicativos de namoro podem estar mantendo você solteiro

# body.1e3501f2-8482-4a72-a07b-a0b006d65321
source: Along Came AI
de: Dann kam KI
es: Ya llegó la IA
fr: Et c’est alors que survint l’IA
pl: Nadejście ery sztucznej inteligencji
pt_br: E a IA veio junto…

# body.1e3501f2-8482-4a72-a07b-a0b006d65321
source: <a id="a1">Collaborative filtering</a>: this is the same sort of machine learning that Netflix uses to suggest another movie and Amazon uses to prompt you with a product you should buy. This sort of filtering is also used in apps like Tinder. The decisions of current Tinder users can affect the options seen by future Tinder users. Put another way, if Tinder sees that you and another user swipe similarly on one option, Tinder assumes that you both may swipe similarly on future options too. This can affect what dating profiles you’re suggested. Nothing depicts this quite like the online game <a id="a2">Monster Match</a> (a previous Mozilla Foundation Creative Media Award winner!) which showcases how your options on apps that use collaborative filtering can become narrow.
de: <a id="a1">Kollaboratives Filtern</a>: Dies ist die gleiche Art des maschinellen Lernens, die Netflix verwendet, um einen anderen Film vorzuschlagen, und Amazon verwendet, um Sie zu einem Produkt aufzufordern, das Sie kaufen sollten. Diese Art der Filterung wird auch in Apps wie Tinder verwendet. Die Entscheidungen aktueller Tinder-Benutzer können sich auf die Optionen auswirken, die zukünftige Tinder-Benutzer sehen. Anders ausgedrückt: Wenn Tinder feststellt, dass Sie und ein anderer Benutzer bei einer Option ähnlich wischen, geht Tinder davon aus, dass Sie beide auch bei zukünftigen Optionen ähnlich wischen können. Dies kann sich auf die von Ihnen vorgeschlagenen Dating-Profile auswirken. Nichts zeigt dies so sehr wie das Online-Spiel <a id="a2">Monster Match</a> (ein ehemaliger Gewinner des Mozilla Foundation Creative Media Award!), der zeigt, wie Ihre Optionen bei Apps, die kollaboratives Filtern verwenden, eng werden können.
es: <a id="a1">Filtrado colaborativo</a>: es el mismo tipo de aprendizaje automático que usa Netflix para sugerirte otra película o Amazon para indicarte el producto que deberías comprar. Este tipo de filtrado también se usa en las aplicaciones como Tinder. Las decisiones de quienes son usuarios de Tinder en la actualidad pueden afectar las opciones que verán los futuros usuarios de la aplicación. Dicho de otra manera, si Tinder ve que tu y otro usuario hacen swipes similares en una opción, Tinder asume que posiblemente también harán swipes similares en opciones futuras. Esto puede tener un efecto sobre los perfiles de citas que se te sugieran. Nada lo explica mejor que el juego en línea <a id="a2">Monster Match</a> (¡un ganador del premio Mozilla Foundation Creative Media Award anterior!) que muestra cómo pueden reducirse tus opciones en las aplicaciones que usan filtrado colaborativo.
fr: <a id="a1">Filtrage collaboratif</a> : il s’agit du même type d’apprentissage automatique (machine) que celui utilisé par Netflix pour vous suggérer un autre film et par Amazon pour vous proposer un produit à acheter. Ce type de filtrage est également utilisé dans des applications comme Tinder. Les décisions des utilisateurs actuels de Tinder peuvent affecter les choix visibles par les futurs utilisateurs de Tinder. En d’autres termes, si Tinder voit que vous et un autre utilisateur avez fait un choix en particulier, Tinder estime que vous pouvez tous deux faire de même pour les prochains choix. Cela peut affecter les profils de rencontre qui vous sont suggérés. Rien n’illustre mieux cette situation que le jeu en ligne <a id="a2">Monster Match</a> (qui a déjà remporté le Creative Media Award de la Fondation Mozilla !), qui montre à quel point les possibilités offertes par les applications qui utilisent le filtrage collaboratif peuvent être limitées.
pl: <a id="a1">Filtrowanie kooperacyjne</a>: jest to ten sam rodzaj uczenia maszynowego, którego używa Netflix do rekomendowania kolejnego filmu, a Amazon do podpowiadania, jaki produkt kupić. Filtrowanie to stosowane jest również w aplikacjach takich jak Tinder. Decyzje obecnych użytkowników Tindera mogą wpływać na opcje widoczne dla przyszłych użytkowników aplikacji. Innymi słowy, jeśli Tinder widzi, że ty i inny użytkownik przesuwacie podobnie przy jednej opcji, zakłada, że zrobicie podobnie przy przyszłych opcjach. Może to mieć wpływ na podpowiadane profile randkowe. Najlepiej to wytłumaczyć na przykładzie gry online <a id="a2">Monster Match</a> (zwycięzcy poprzedniej edycji Mozilla Foundation Creative Media Award!), która pokazuje, w jaki sposób zawężają się opcje aplikacji korzystających z filtrowania kooperacyjnego.
pt_br: <a id="a1">Filtragem colaborativa</a>: esse é o mesmo tipo de aprendizado de máquina que a Netflix usa para sugerir outro filme e a Amazon usa para instigá-lo com um produto que você deve comprar. Esse tipo de filtragem também é usado em aplicativos como o Tinder. As decisões de seus usuários atuais podem afetar as opções vistas por seus usuários futuros. Dito de outra forma, se o Tinder percebe que você e outro usuário deslizaram de forma semelhante em uma opção, ele presume que vocês dois também poderão deslizar de forma semelhante em opções futuras. Isso pode afetar os perfis de namoro sugeridos para você. Nada retrata essa realidade tão bem como o jogo online <a id="a2">"Monster Match"</a> (um dos vencedores do Prêmio de Mídia Criativa da Fundação Mozilla!), que demonstra como suas opções em aplicativos que usam filtragem colaborativa podem se tornar limitadas.

# body.1e3501f2-8482-4a72-a07b-a0b006d65321
source: She’s Gotta Have AI
de: Sie muss KI haben
es: Ella tiene IA
fr: Elle doit avoir l’IA
pl: To musi być sztuczna inteligencja
pt_br: Ela deve ter inteligência artificial

# body.1e3501f2-8482-4a72-a07b-a0b006d65321
source: For apps like Tinder and Bumble, submitting to collaborative filtering is a necessary component of the experience. In practice, this means Tinder and Bumble giving its users the “people who liked this profile also liked <b>this</b> profile” treatment. But it also means there are many, potentially-worthwhile profiles that you aren’t seeing. And then there’s the ultimate question: is our profile one of the ones being lifted up or filtered out? We’re afraid to know the answer.
de: Für Apps wie Tinder und Bumble ist das Einreichen einer kollaborativen Filterung ein notwendiger Bestandteil der Erfahrung. In der Praxis bedeutet dies, dass Tinder and Bumble seinen Benutzern die Behandlung „Personen, denen <b>dieses</b> Profil gefallen hat, auch dieses Profil gefallen hat“ bietet. Es bedeutet aber auch, dass es viele potenziell lohnende Profile gibt, die Sie nicht sehen. Und dann ist da noch die ultimative Frage: Gehört unser Profil zu denen, die herausgehoben oder herausgefiltert werden? Wir haben Angst vor der Antwort.
es: En aplicaciones como Tinder y Bumble, someterse al filtrado colaborativo es un elemento necesario de la experiencia. En la práctica, eso significa que Tinder y Bumble tratarán a sus usuarios según la idea de que «a las personas a quienes les gustó <b>ese</b> perfil también les gustó este perfil». Pero también significa que hay muchos perfiles potencialmente valiosos que no estarás viendo. Y luego está la pregunta fundamental: ¿mi perfil está entre los que están siendo elevados o filtrados? Nos asusta la respuesta.
fr: Pour des applications comme Tinder et Bumble, se soumettre au filtrage collaboratif est une composante nécessaire de l’expérience, ce qui n’est pas toujours le cas. En pratique, cela signifie que Tinder et Bumble offrent à leurs utilisateurs le traitement « les personnes qui ont aimé ce profil ont aussi aimé <b>tel</b> profil ». Mais cela signifie également qu’il existe de nombreux profils potentiellement intéressants que vous ne voyez pas. Et puis, il y a la question ultime : notre profil fait-il partie de ceux qui sont choisis ou filtrés ? Nous avons peur de connaître la réponse.
pl: W aplikacjach takich jak Tinder i Bumble filtrowanie kooperacyjne jest elementem obowiązkowym. W praktyce oznacza to, że Tinder and Bumble sugerują użytkownikom „osoby, które polubiły ten profil, również polubiły <b>ten</b> profil”. Ale oznacza to również, że istnieje wiele potencjalnie wartościowych profili, które nie są wyświetlane. I tu pojawia się pytanie: czy twój profil jest jednym z tych, które są wyświetlane, a może nie pojawia się w wyszukiwaniu? Boimy się poznać odpowiedź.
pt_br: Em aplicativos como o Tinder e o Bumble, submeter-se à filtragem colaborativa é um componente necessário da experiência. Na prática, isso significa que esses dois aplicativos tem um mecanismo que poderia ser descrito como: “pessoas que gostaram desse perfil também gostaram <b>desse perfil</b>”. Mas também significa que existem muitos perfis potencialmente relevantes que você não está vendo. Então fica a pergunta final: nosso perfil é um dos que está sendo selecionado ou excluído? Temos medo de saber a resposta.

# body.1e3501f2-8482-4a72-a07b-a0b006d65321
source: So What Next?
de: Was sollte man also als Nächstes tun?
es: ¿Y ahora qué?
fr: Alors quelle est la suite ?
pl: Co dalej?
pt_br: O que vem depois?

# body.1e3501f2-8482-4a72-a07b-a0b006d65321
source: With these AI-enabled features in dating apps, it can be confusing to figure out which service is for you. To help guide your decision, check out our <a id="a1">Privacy Not Included</a> guide to dating apps, which rates services based on their privacy, security and how (if at all) they use AI. As if finding love wasn’t tough enough already.
de: Mit diesen KI-fähigen Funktionen in Dating-Apps ist es oft schwierig, herauszufinden, welcher Service der richtige für einen ist. Weitere Informationen zur Entscheidung befinden sich in unserem Leitfaden <a id="a1">Datenschutz nicht inbegriffen</a> für Dating-Apps, in dem die Dienste anhand ihrer Privatsphäre, Sicherheit und der (wenn überhaupt) Verwendung von KI bewertet werden. Als ob es nicht schon schwer genug wäre, die große Liebe zu finden.
es: Con estas funciones de IA habilitada en las aplicaciones de citas, puede resultar confuso saber cuál de los servicios es para ti. Para ayudarte en tu decisión, consulta nuestra guía sobre aplicaciones de citas, <a id="a1">Privacidad no incluida</a>, en la que se califican los servicios en función de su privacidad, su seguridad y la forma en que usan la IA (si es que lo hacen). Como si encontrar el amor ya no fuera lo suficientemente difícil.
fr: Avec ces fonctions d’IA dans les applications de rencontre, il peut être difficile de savoir quel service est fait pour vous. Pour vous aider à prendre votre décision, consultez notre guide des applications de rencontre <a id="a1">Confidentialité non incluse</a> qui évalue les services en fonction de leur confidentialité, de leur sécurité et de la manière dont ils utilisent l’IA (le cas échéant). Comme si trouver l’amour n’était pas déjà assez difficile.
pl: Wykorzystanie sztucznej inteligencji w aplikacjach randkowych sprawia, że wybór odpowiedniej aplikacji randkowej nie jest łatwy. W podjęciu decyzji może pomóc nasz przewodnik po aplikacjach randkowych <a id="a1">Prywatność do nabycia osobno</a>, który ocenia usługi na podstawie prywatności, bezpieczeństwa i sposobu wykorzystywania przez nie sztucznej inteligencji (jeśli w ogóle). Tak jakby znalezienie miłości nie było już wystarczająco trudne.
pt_br: Com esses recursos baseados em IA nos aplicativos de namoro, pode ser confuso descobrir qual deles funciona melhor para você. Para ajudar na sua decisão, verifique nosso guia <a id="a1">Privacidade não incluída</a> para aplicativos de namoro, que avalia os serviços com base em sua privacidade, segurança e uso de IA (caso incluam IA). Como se encontrar o amor já não fosse difícil o suficiente.

# title
source: Mozilla Explains: How Dating Apps Might Be Keeping You Single
de: Mozilla erklärt: Wie man trotz Dating-Apps Single bleiben könnte
es: Mozilla Explica: Cómo las aplicaciones de citas podrían estar haciendo que sigas sin pareja
fr: Mozilla explique : comment les applications de rencontre peuvent vous faire rester célibataire
pl: Mozilla wyjaśnia: Dlaczego to przez aplikacje randkowe nadal jesteś singlem
pt_br: Mozilla explica: como os aplicativos de namoro podem estar mantendo você solteiro
