Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozilla-technology-fund-awardee-airqo-announces-african-air-quality-prediction-challenge.po
Languages: de, fr

# search_description
source: AirQo, a research initiative at Makerere University and 2024 Mozilla Technology Fund Awardee, has announced the AirQo African Air Quality Prediction Challenge. The competition invites data scientists and machine learning enthusiasts worldwide to use satellite data to create innovative models predicting air quality (PM2.5 levels) across Africa.
de: AirQo, eine Forschungsinitiative an der Makerere Universität und Preisträger des Mozilla Technology Fund 2024, hat die AirQo African Air Quality Prediction Challenge angekündigt. Der Wettbewerb lädt Datenwissenschaftler und Maschinenlern-Enthusiasten weltweit ein, Satellitendaten zu nutzen, um innovative Modelle zur Vorhersage der Luftqualität (PM2.5-Werte) in ganz Afrika zu erstellen.
fr: AirQo, une initiative de recherche de l’Université de Makerere et lauréat du Mozilla Technology Fund 2024, a annoncé son défi africain en matière de prédiction de la qualité de l’air. La compétition invite les scientifiques des données et les passionnés d’apprentissage automatique du monde entier à utiliser les données satellitaires pour créer des modèles innovants qui prédisent la qualité de l’air (niveaux de PM2,5) en Afrique.

# body.ee90d216-fdb4-4f94-b0d5-b99c9c2c75e8
source: AirQo, a research initiative at Makerere University and <a id="a1">2024 Mozilla Technology Fund Awardee</a>, has announced the AirQo African Air Quality Prediction Challenge in collaboration with <a id="a2">Zindi</a>. The competition invites data scientists and machine learning enthusiasts worldwide to use satellite data to create innovative models predicting air quality (PM2.5 levels) across Africa.
de: AirQo, eine Forschungsinitiative an der Makerere University und <a id="a1">Preisträger des Mozilla Technology Fund 2024</a>, hat in Zusammenarbeit mit <a id="a2">Zindi</a> die AirQo African Air Quality Prediction Challenge angekündigt. Der Wettbewerb lädt Datenwissenschaftler und Maschinenlern-Enthusiasten weltweit ein, Satellitendaten zu nutzen, um innovative Modelle zur Vorhersage der Luftqualität (PM2.5-Werte) in ganz Afrika zu erstellen.
fr: AirQo, une initiative de recherche de l’Université de Makerere et lauréat du Mozilla Technology Fund <a id="a1">2024</a>, a annoncé son défi africain en matière de prédiction de la qualité de l’air en collaboration avec <a id="a2">Zindi</a>. La compétition invite les scientifiques des données et les passionnés d’apprentissage automatique du monde entier à utiliser les données satellitaires pour créer des modèles innovants qui prédisent la qualité de l’air (niveaux de PM2,5) en Afrique.

# body.ee90d216-fdb4-4f94-b0d5-b99c9c2c75e8
source: <a id="a1"><b>Learn more and register for the AirQo African Air Quality Prediction Challenge</b></a><b>.</b>
de: <a id="a1"><b>Erfahren Sie mehr und registrieren Sie sich für die AirQo African Air Quality Prediction Challenge</b></a><b>.</b>
fr: <a id="a1"><b>En savoir plus et s’inscrire au défi africain de prédiction de la qualité de l’air d’AirQo</b></a><b>.</b>

# body.ee90d216-fdb4-4f94-b0d5-b99c9c2c75e8
source: Air pollution poses significant environmental health risks in Africa, particularly for low-income communities. While traditional ground-based sensor networks are effective, they can be expensive to deploy and maintain. This challenge leverages freely available satellite data from Sentinel-5P, Google Earth Engine, to create cost-effective air quality prediction models for eight cities in seven African cities: Lagos, Accra, Nairobi, Yaounde, Bujumbura, Kisumu, Kampala, and Gulu.
de: Die Luftverschmutzung stellt in Afrika, insbesondere für einkommensschwache Gemeinschaften, erhebliche Umweltgesundheitsrisiken dar. Während traditionelle bodengestützte Sensornetzwerke effektiv sind, können sie teuer in der Bereitstellung und Wartung sein. Diese Herausforderung nutzt frei verfügbare Satellitendaten von Sentinel-5P, Google Earth Engine, um kosteneffektive Luftqualitätsvorhersagemodelle für acht Städte in sieben afrikanischen Städten zu erstellen: Lagos, Accra, Nairobi, Yaounde, Bujumbura, Kisumu, Kampala und Gulu.
fr: La pollution de l’air présente des risques environnementaux pour la santé importants en Afrique, en particulier pour les communautés à faible revenu. Bien que les réseaux de capteurs au sol traditionnels soient efficaces, ils peuvent être coûteux à déployer et à entretenir. Ce défi exploite les données satellitaires librement disponibles de Sentinel-5P, Google Earth Engine, pour créer des modèles de prédiction de la qualité de l’air rentables pour huit villes dans sept villes africaines : Lagos, Accra, Nairobi, Yaoundé, Bujumbura, Kisumu, Kampala et Gulu.

# body.ee90d216-fdb4-4f94-b0d5-b99c9c2c75e8
source: Winners will receive cash prizes and the opportunity to work with AirQo on a three-month contract to implement their winning solutions. The top three winners will receive USD 1,500, USD 900, and USD 600 respectively. Additionally, AirQo has allocated USD 3,000 to contract the winners and further develop their models for real-world application.
de: Die Gewinner erhalten Geldpreise und die Möglichkeit, mit AirQo an einem dreimonatigen Vertrag zur Implementierung ihrer Gewinnerlösungen zu arbeiten. Die drei besten Gewinner erhalten jeweils 1.500 USD, 900 US-Dollar und 600 US-Dollar. Zusätzlich hat AirQo 3.000 US-Dollar zur Verfügung gestellt, um die Gewinner zu beauftragen und ihre Modelle für den realen Einsatz weiterzuentwickeln.
fr: Les gagnants recevront des prix en argent et la possibilité de travailler avec AirQo sur la base d’un contrat de trois mois pour mettre en œuvre leurs solutions gagnantes. Les trois premiers gagnants recevront respectivement 1 500 USD, 900 USD et 600 USD. En outre, AirQo a alloué 3 000 USD pour conclure un accord avec les gagnants et développer davantage leurs modèles en vue d’une application réelle.

# body.ee90d216-fdb4-4f94-b0d5-b99c9c2c75e8
source: The challenge kicked off on March 15, 2024, and will be followed by a <a id="a1">webinar on 4th April 2024</a> to provide participants with additional details about the competition and the data. The competition closes on June 16, 2024, with winners announced on July 5, 2024.
de: Die Herausforderung begann am 15. März 2024 und wird am <a id="a1">4. April 2024 von einem Webinar</a> gefolgt, um den Teilnehmern weitere Details über den Wettbewerb und die Daten zu liefern. Der Wettbewerb endet am 16. Juni 2024, die Gewinner werden am 5. Juli 2024 bekannt gegeben.
fr: Le défi a débuté le 15 mars 2024 et sera suivi d’un <a id="a1">webinaire le 4 avril 2024</a> pour fournir aux participants des détails supplémentaires sur le concours et les données. Le concours se termine le 16 juin 2024 et les gagnants seront annoncés le 5 juillet 2024.

# body.ee90d216-fdb4-4f94-b0d5-b99c9c2c75e8
source: While over 200 air quality monitors have been deployed in major African cities, they leave vast areas uncovered. The Air Quality Prediction Challenge tackles this by encouraging participants to develop innovative ways to leverage satellite data. This approach aims to fill the data gaps and create a more comprehensive picture of air quality across the continent.
de: Obwohl in großen afrikanischen Städten über 200 Luftqualitätsmonitore eingesetzt wurden, bleiben weite Gebiete unbedeckt. Die Air Quality Prediction Challenge begegnet diesem Problem, indem sie die Teilnehmer dazu ermutigt, innovative Wege zur Nutzung von Satellitendaten zu entwickeln. Dieser Ansatz zielt darauf ab, die Datenlücken zu schließen und ein umfassenderes Bild der Luftqualität auf dem Kontinent zu erstellen.
fr: Alors que plus de 200 contrôleurs de la qualité de l’air ont été déployés dans les grandes villes africaines, de vastes zones ne sont pas couvertes. Le défi sur la prédiction de la qualité de l’air aborde ce problème en encourageant les participants à développer des moyens innovants permettant d’exploiter les données satellitaires. Cette approche vise à combler les lacunes en matière de données et à créer une image plus complète de la qualité de l’air sur le continent.

# body.ee90d216-fdb4-4f94-b0d5-b99c9c2c75e8
source: “AirQo’s African Air Quality Prediction Challenge is a shining example of using technology for environmental justice. At Mozilla, we’re excited to see the innovative ways participants leverage AI and data to measure air quality on the African continent — and we’re proud to call AirQo a Mozilla Technology Fund grantee.”
de: „Die African Air Quality Prediction Challenge von AirQo ist ein leuchtendes Beispiel für den Einsatz von Technologie für Umweltgerechtigkeit. Bei Mozilla freuen wir uns auf die innovativen Wege, die die Teilnehmer nutzen, um die Luftqualität auf dem afrikanischen Kontinent zu messen – und wir sind stolz darauf, AirQo als Mozilla Technology Fund-Stipendiaten zu bezeichnen.“
fr: « Le défi africain en matière de prédiction de la qualité de l’air d’AirQo est un brillant exemple d’utilisation de la technologie en faveur de la justice environnementale. Chez Mozilla, nous sommes ravis de voir les trésors de créativité dont les participants font preuve dans leur façon d’exploiter l’IA et les données pour mesurer la qualité de l’air sur le continent africain — et nous sommes fiers de présenter AirQo comme un bénéficiaire du Mozilla Technology Fund. »

# body.ee90d216-fdb4-4f94-b0d5-b99c9c2c75e8
source: —Mehan Jayasuriya Senior Program Officer, Mozilla
de: Mehan Jayasuriya, Senior Program Officer bei Mozilla
fr: —Mehan Jayasuriya, responsable principale des programmes chez Mozilla

# body.ee90d216-fdb4-4f94-b0d5-b99c9c2c75e8
source: “We believe satellite observations can increase air quality monitoring coverage across different African regions. This complements ground-based monitoring and offers a way to understand air quality in areas lacking such infrastructure.”
de: „Wir glauben, dass Satellitenbeobachtungen die Überwachung der Luftqualität in verschiedenen afrikanischen Regionen erhöhen können. Dies ergänzt die bodengestützte Überwachung und bietet eine Möglichkeit, die Luftqualität in Gebieten zu verstehen, in denen eine solche Infrastruktur fehlt.“
fr: « Nous pensons que les observations par satellite peuvent augmenter la couverture de la surveillance de la qualité de l’air dans différentes régions africaines. Elles complètent la surveillance au sol et sont un moyen de comprendre la qualité de l’air dans les zones dépourvues de telles infrastructures. »

# body.ee90d216-fdb4-4f94-b0d5-b99c9c2c75e8
source: —Richard Sserunjogi, Data Scientist, AirQo
fr: - Richard Sserunjogi, Scientifique des données chez AirQo

# body.ee90d216-fdb4-4f94-b0d5-b99c9c2c75e8
source: “Through the AirQo African Air Quality Prediction Challenge, we aim to harness the power of satellite data coupled with the talented African AI community on Zindi to address the critical issue of air pollution in Africa. By leveraging innovative models developed by Zindi data scientists, we can enhance air quality monitoring and create a cost-effective solution for cities across Africa.”
de: „Mit der AirQo African Air Quality Prediction Challenge wollen wir die Kraft der Satellitendaten in Verbindung mit der talentierten afrikanischen KI-Gemeinschaft auf Zindi nutzen, um das kritische Problem der Luftverschmutzung in Afrika anzugehen. Durch die Nutzung innovativer Modelle, die von Zindi-Datenwissenschaftlern entwickelt wurden, können wir die Überwachung der Luftqualität verbessern und eine kosteneffektive Lösung für Städte in ganz Afrika schaffen.“
fr: « Grâce au défi africain sur la prédiction de la qualité de l’air d’AirQo, nous visons à exploiter la puissance des données satellitaires associées à la talentueuse communauté africaine de l’IA sur Zindi pour résoudre le problème critique de la pollution de l’air en Afrique. En tirant parti des modèles innovants développés par les scientifiques des données de Zindi, nous pouvons améliorer la surveillance de la qualité de l’air et créer une solution rentable pour les villes en Afrique. »

# body.ee90d216-fdb4-4f94-b0d5-b99c9c2c75e8
source: —Megan Yates, CTO and Co-founder, Zindi
de: – Megan Yates, CTO und Mitbegründerin, Zindi
fr: —Megan Yates, directrices des techniques informatiques et cofondatrice de Zindi

# title
source: Mozilla Technology Fund Awardee AirQo Announces African Air Quality Prediction Challenge
de: Mozilla Technology Fund-Preisträger AirQo kündigt African Air Quality Prediction Challenge an
fr: Le lauréat du Mozilla Technology Fund, AirQo, annonce son défi africain en matière de prédiction de la qualité de l’air
