Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozilla-unam-host-voice-technology-hackathon-*-mexico-city.po
Languages: es

# search_description
source: Participants will explore how to represent Mixe, Chatino, and other languages in voice technology
es: Los participantes analizarán cómo agregar el mixe, el chatino y otros idiomas al set de datos de Mozilla Common Voice

# body.f46d383d-a9b4-4b62-bc6e-2737101e4156.altText
source: Common Voice logo
es: Logotipo de Common Voice

# body.391fcf19-72a0-4d4e-92a6-b08a4e97d481
source: Participants will explore how to represent Mixe, Chatino, and other languages in voice technology
es: Los participantes analizarán cómo agregar el mixe, el chatino y otros idiomas al set de datos de Mozilla Common Voice

# body.391fcf19-72a0-4d4e-92a6-b08a4e97d481
source: Event features four $20,000 MXN cash prizes
es: En este evento se entregarán cuatro premios en efectivo de 20.000 MXN

# body.391fcf19-72a0-4d4e-92a6-b08a4e97d481
source: <b>(MEXICO CITY, MEXICO | WEDNESDAY, APRIL 20, 2022)</b> — Mozilla <a id="a1">Common Voice</a> is hosting a five-day hackathon and competition in Mexico City this May, to ensure voice technology datasets and products better represent the languages and accents of Mexico. Event participants can be technologists, data scientists, or simply people who speak Mexican Spanish or other languages of Mexico.
es: <b>(CIUDAD DE MÉXICO, MÉXICO | LUNES, 20 DE ABRIL DE 2022)</b> — Mozilla <a id="a1">Common Voice</a> será el anfitrión de una competencia y una hackatón de cinco días que tendrán lugar en la Ciudad de México este mes de mayo, con el objetivo de garantizar que los sets de datos y los productos con tecnologías de voz representen mejor los idiomas y acentos de México. En el evento pueden participar tecnólogos, científicos de datos o simplemente personas que hablan español mexicano u otros idiomas de México.

# body.391fcf19-72a0-4d4e-92a6-b08a4e97d481
source: The event is held in collaboration with the Institutes of Mathematical &amp; Anthropological Research at the Universidad Nacional Autónoma de México. It will feature a workshop, talks, a panel discussion, and a hackathon with several $20,000 MXN prizes. The event will run from Friday, April 29 to Tuesday, May 3, and will occur both online and at the Universidad Nacional Autónoma de México in Mexico City. Winners will be announced and demo their projects on Thursday, May 5.
es: Este evento se realiza en colaboración con el Instituto de Matemáticas y el Instituto de Investigaciones Antropológicas de la Universidad Nacional Autónoma de México. Se realizarán charlas, un taller, un panel de discusión y una hackatón con varios premios de 20.000 MXN. El evento se llevará a cabo entre el viernes 29 de abril y el martes 3 de mayo, y será tanto virtual como presencial en la Universidad Nacional Autónoma de México en la Ciudad de México. El jueves 5 de mayo se anunciarán los ganadores y demostrarán sus proyectos.

# body.391fcf19-72a0-4d4e-92a6-b08a4e97d481
source: <a id="a1"><b><i>Register here</i></b></a><b><i>.</i></b>
es: <a id="a1"><b><i>Inscríbete aquí</i></b></a><b><i>.</i></b>

# body.391fcf19-72a0-4d4e-92a6-b08a4e97d481
source: Mozilla<a id="a1"> Common Voice</a> is an open-source initiative to make voice technology more inclusive. People can donate their voices to an open-source dataset, and technologists can then use that data to train new products. To date, Common Voice has collected 406 hours of Spanish voice data from over 20,000 speakers.
es: Mozilla <a id="a1">Common Voice</a> es una iniciativa de código abierto para hacer que las tecnologías de voz sean más inclusivas. Las personas pueden donar sus voces a un set de datos de código abierto, y los tecnólogos pueden usar esos datos para entrenar nuevos productos. Hasta hoy, Common Voice ha recopilado 406 horas de datos de voz en español proporcionados por más de 20.000 hablantes.

# body.391fcf19-72a0-4d4e-92a6-b08a4e97d481
source: Says E-M Lewis-Jong, Mozilla’s Product Lead for Common Voice: “Current voice technology fails to recognize a wide variety of languages and accents. The result? Millions of people are locked out of using critical technology. This event is an opportunity to mitigate that bias, especially when it comes to the languages and accents of Mexico.”
es: EM Jong, líder de producto de Mozilla para Common Voice, ha dicho: «La tecnología de voz actual no reconoce una amplia variedad de idiomas y acentos. ¿Y cuál es el resultado de esto? Que millones de personas quedan excluidas del uso de tecnologías fundamentales. Este evento es una oportunidad para mitigar ese sesgo, específicamente en relación con los idiomas y acentos de México».

# body.391fcf19-72a0-4d4e-92a6-b08a4e97d481
source: Highlights of the event include:
es: Los aspectos más destacados del evento incluyen:

# body.391fcf19-72a0-4d4e-92a6-b08a4e97d481
source: <b>Hackathon with several $20,000 MXN cash prizes.</b> Participants who build speech software and datasets have the opportunity to win a cash prize. Categories include: (1) using a pre-trained speech model for Spanish; (2) using a pre-trained speech model for an indigenous language of Mexico; (3) tools for data collection for Spanish; (4) tools for data collection for indigenous languages of Mexico.
es: <b>Hackatón con varios premios en efectivo de 20.000 MXN.</b> Los participantes creadores de software de voz y sets de datos tendrán la oportunidad de ganar un premio en efectivo. Las categorías son: (1) usar un modelo de habla entrenado previamente para español; (2) usar un modelo de habla entrenado previamente para un idioma indígena de México; (3) recolección de datos para español; (4) recolección de datos para idiomas indígenas de México.

# body.391fcf19-72a0-4d4e-92a6-b08a4e97d481
source: <b>Talks and panels by indigenous language experts.</b> Experts will discuss the biases and opportunities of voice technology for indigineous languages in a series of talks titled: “On Speech Technologies for the Indigenous Languages of America.” Further, the event will feature a panel discussion between:
es: <b>Charlas y mesas redondas a cargo de expertos en idiomas indígenas.</b> Los expertos hablarán sobre los sesgos y las oportunidades de las tecnologías de voz para los idiomas indígenas en una serie de charlas tituladas: «Las tecnologías del habla para los idiomas indígenas de América». Además, el evento contará con una mesa redonda entre:

# body.391fcf19-72a0-4d4e-92a6-b08a4e97d481
source: <b>Tajëëw Diaz Robles:</b> Is a Mixe from Tlahuitoltepec, she is part of the Colmix collective and currently coordinator of the project Endless Oaxaca Multilingüe of the Foundation Alfredo Harp Helú in Oaxaca and is also part of the Network of Digital Activists in Indigenous Languages.
es: <b>Tajëëw Diaz Robles:</b> Es mixe de Tlahuitoltepec, forma parte del colectivo Colmix y actualmente se desempeña como coordinadora del proyecto «Endless Oaxaca Multilingüe» de la Fundación Alfredo Harp Helú en Oaxaca. Además, forma parte de la Red de Activistas Digitales en Lenguas Indígenas.

# body.391fcf19-72a0-4d4e-92a6-b08a4e97d481
source: <b>Dr. Hilaria Cruz:</b> Is a speaker of Chatino from San Juan Quiahije and currently a linguist in the Department of Comparative Humanities at the University of Louisville in the United States of America. She specializes in language documentation and revitalisation and works with computational methods of linguistic documentation and the creation of books for children.
es: <b>Dra. Hilaria Cruz:</b> Es hablante de chatino de San Juan Quiahije y actualmente es una de las lingüistas del Departamento de Humanidades Comparadas de la Universidad de Louisville de los Estados Unidos. Se especializa en documentación lingüística y revitalización, y trabaja con métodos computacionales de documentación lingüística y en la creación de libros para niños.

# body.391fcf19-72a0-4d4e-92a6-b08a4e97d481
source: <b>Huber Benítez Meili:</b> Has a degree in Guarani and German. He is one of the founders of Avañe’ẽ Kuaareka Aty, an organization supporting terminology, translation and interpretation in Guarani and also of the association of German teachers of Paraguay.
es: <b>Huber Benítez Meili:</b> Licenciado en Guaraní y Alemán. Es uno de los fundadores de «Avañe’ẽ Kuaareka Aty» (organización que fomenta las actividades de terminología, traducción e interpretación del guaraní) y de la asociación de profesores de alemán de Paraguay.

# title
source: Mozilla, UNAM Host Voice Technology Hackathon in Mexico City
es: Mozilla y la UNAM organizan una hackatón de tecnologías de voz en la Ciudad de México
