Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozillas-vision-for-trustworthy-ai.po
Languages: es, fr

# body.26bcd979-e9a0-44ea-845e-43718995b31d
source: We also hope that this work will open up new opportunities for the people who build the technology we use everyday. For so long, building technology that valued people was synonymous with collecting no or little data about them. While privacy remains a core focus of Mozilla and others, we need to find ways to protect and empower users that also include the collection and use of data to give people experiences they want. As the paper outlines, there are more and more developers -- including many of our colleagues in the Mozilla Corporation -- who are carving new paths that head in this direction.
es: También esperamos que este trabajo traiga nuevas oportunidades para la gente que construye la tecnología que usamos a diario. Durante tanto tiempo, crear tecnología que valorase a las personas ha sido sinónimo de recopilar poca o ninguna información sobre ellas. Si bien la privacidad sigue siendo un enfoque central de organizaciones como Mozilla, pensamos que es necesario encontrar formas de proteger y empoderar a los usuarios que también incluyan la recopilación y el uso de sus datos para ofrecerles las experiencias que desean. Como apuntamos en el documento, cada vez hay más desarrolladores, incluyendo muchos de nuestros colegas de la Mozilla Corporation, que están explorando nuevas vías en esta dirección.
fr: Nous espérons également que cette étude ouvrira de nouvelles possibilités aux personnes qui conçoivent les technologies que nous utilisons au quotidien. Pendant très longtemps, le fait de concevoir des technologies respectueuses des utilisateurs et utilisatrices signifiait que leurs données n’étaient pas (ou très peu) collectées. Bien que la confidentialité reste une des préoccupations principales de Mozilla et d’autres organisations, nous devons trouver des moyens de protéger et de garantir l’autonomie des utilisateurs et utilisatrices tout en prenant en compte la collecte et l’utilisation des données pour fournir l’expérience désirée. Comme le souligne l’étude, de plus en plus de développeurs et développeuses (y compris nombre de nos collègues de la Mozilla Corporation) ouvrent de nouvelles voies dans cette direction.

# body.26bcd979-e9a0-44ea-845e-43718995b31d
source: Thank you for reading -- and I look forward to putting this into action together.
es: Gracias por tu atención. Deseo que juntos nos pongamos manos a la obra para hacerlo realidad.
fr: Merci pour votre attention. Il me tarde de mener nos prochaines actions, ensemble.

# body.6e25af3c-e2ac-4bb3-8b82-a9f3fb851b96.label
source: Read the White Paper
es: Lee el documento técnico
fr: Lire le livre blanc

# title
source: Mozilla’s Vision for Trustworthy AI
es: La visión de Mozilla para una IA fiable
fr: Une IA digne de confiance : la vision de Mozilla
