Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozilla-research-watermarking-content-labeling-struggle-to-effectively-distinguish-ai-generated-content.po
Languages: de, es, fr, pl, pt_br

# body.41d2487d-b58e-498f-8eba-534bd66741c6.quote
source: Current watermarking and labeling technologies show promise and ingenuity, particularly when used together. Still, they’re not enough to effectively counter the dangers of undisclosed synthetic content — especially amid dozens of elections around the world
de: Aktuelle Wasserzeichen- und Kennzeichnungstechnologien sind vielversprechend und einfallsreich, insbesondere wenn sie zusammen verwendet werden. Dennoch reichen sie nicht aus, um die Gefahren nicht offengelegten synthetischen Inhalts effektiv zu bekämpfen – insbesondere angesichts dutzender Wahlen weltweit
es: Las actuales tecnologías de marca de agua y de etiquetado son prometedoras e ingeniosas, en especial cuando se usan de forma combinada. Sin embargo, no bastan para contrarrestar de manera eficaz los peligros del contenido sintético no divulgado, en particular de cara a docenas de elecciones en todo el mundo.
fr: Les technologies actuelles de filigrane et de marquage sont prometteuses et ingénieuses, en particulier lorsqu’elles sont utilisées conjointement. Néanmoins, elles ne suffisent pas à contrer efficacement les dangers que représentent les contenus artificiels non divulgués, en particulier dans un contexte de dizaines d’élections à travers le monde
pl: Obecne technologie znakowania wodnego i oznaczania są obiecujące i nowatorskie, zwłaszcza gdy są stosowane razem. Mimo to, nie są one wystarczające, aby skutecznie przeciwdziałać zagrożeniom związanym z nieujawnionymi treściami syntetycznymi, zwłaszcza biorąc pod uwagę liczne wybory na całym świecie
pt_br: As tecnologias atuais de marca d'água e rotulagem mostram promessa e engenhosidade, particularmente quando usadas em conjunto. Ainda assim, elas não são suficientes para combater efetivamente os perigos do conteúdo sintético não revelado — especialmente em meio a dezenas de eleições em todo o mundo

# body.41d2487d-b58e-498f-8eba-534bd66741c6.attribution
source: Mozilla Research Lead, AI Transparency
de: Mozilla-Forschungsleiter, KI-Transparenz
es: Líder de investigación de Mozilla en transparencia de IA
fr: Responsable de la recherche chez Mozilla, spécialiste des questions de transparence en matière d’IA
pl: Kierownik badań Mozilla ds. przejrzystości AI
pt_br: Líder de pesquisa da Mozilla, transparência de IA

# body.70c68353-2a54-4b78-a97e-2d5630056c41
source: KEY FINDINGS
de: WESENTLICHE ERGEBNISSE
es: CONCLUSIONES PRINCIPALES
fr: CONSTATATIONS PRINCIPALES
pl: NAJWAŻNIEJSZE WNIOSKI
pt_br: PRINCIPAIS CONCLUSÕES

# body.70c68353-2a54-4b78-a97e-2d5630056c41
source: <b>Human-facing disclosure methods fall short</b><br/><br/>Visible labels and audible warnings rely heavily on the perception of the recipient. In addition, they are vulnerable to manipulations and may not prevent or effectively address harm once it has occurred. While these methods aim to inform, they can lead to information overload, increasing public distrust and societal divides.
de: <b>Menschenorientierte Offenlegungsmethoden sind unzureichend</b><br/><br/>Sichtbare Kennzeichnungen und hörbare Warnungen stützen sich stark auf die Wahrnehmung des Empfängers. Darüber hinaus sind sie anfällig für Manipulationen und können Schäden, sobald sie eingetreten sind, möglicherweise nicht verhindern oder wirksam beheben. Während diese Methoden darauf abzielen zu informieren, können sie zu Informationsüberflutung führen, was das öffentliche Misstrauen und gesellschaftliche Spaltungen erhöht.
es: <b>Los métodos de divulgación orientados al ser humano no resultan eficaces</b><br/><br/>Las etiquetas visibles y las advertencias audibles dependen en gran medida de la percepción del destinatario. Además, son vulnerables frente a manipulaciones y pueden no prevenir o abordar con eficacia el daño una vez se ha producido. Si bien estos métodos tienen por objetivo informar, pueden conducir a una sobrecarga de información, aumentando la desconfianza pública y la polarización social.
fr: <b>Les méthodes de divulgation basées sur la communication humaine ne sont pas suffisamment efficaces</b><br/><br/>Les marquages visibles et les avertissements sonores reposent en grande partie sur la perception du destinataire. Par ailleurs, ces méthodes sont vulnérables aux falsifications et ne réussissent pas toujours à empêcher les dommages ou à les résoudre de manière efficace une fois qu’ils se sont produits. Bien que ces méthodes aient été conçues à des fins d’information, elles peuvent conduire à une surcharge d’informations, ce qui accroît la méfiance du public et les fractures sociales.
pl: <b>Metody ujawniania ukierunkowane na człowieka nie są wystarczające</b><br/><br/>Widoczne etykiety i dźwiękowe ostrzeżenia w dużej mierze opierają się na postrzeganiu przez odbiorcę. Ponadto są one podatne na manipulacje i mogą nie zapobiegać lub skutecznie przeciwdziałać szkodom po ich wystąpieniu. Chociaż metody te mają na celu informowanie, mogą prowadzić do przeciążenia informacyjnego, rosnącej nieufności i podziałów społecznych.
pt_br: <b>Os métodos de divulgação voltados para humanos ficam aquém</b><br/><br/>Rótulos visíveis e avisos sonoros dependem muito da percepção do destinatário. Além disso, eles são vulneráveis a manipulações e podem não prevenir ou tratar efetivamente os danos depois que eles ocorrem. Embora esses métodos visem informar, eles podem levar à sobrecarga de informações, aumentando a desconfiança do público e as divisões sociais.

# body.70c68353-2a54-4b78-a97e-2d5630056c41
source: <i>Overall Fitness:</i> <b>LOW</b>
de: <i>Allgemeine Fitness</i> <b>: SCHWACH</b>
es: <i>Adecuación general:</i> <b>BAJA</b>
fr: <i>Bilan de qualité :</i> <b>MÉDIOCRE</b>
pl: <i>Ogólna sprawność:</i> <b>NISKA</b>
pt_br: <i>Aptidão geral:</i> <b>BAIXA</b>

# body.a133aa5a-4763-47d4-849f-8cc0fec91df9
source: <b>Machine-readable methods can be effective when combined with robust detection mechanisms</b><br/><br/>Invisible watermarking embedded during content creation and distribution offers relative security against tampering by malicious actors. Still, their overall effectiveness is compromised without robust and unbiased detection tools.
de: <b>Maschinenlesbare Methoden können effektiv sein, wenn sie mit robusten Erkennungsmechanismen kombiniert werden</b><br/><br/>Unsichtbare Wasserzeichen, die während der Erstellung und Verteilung von Inhalten eingebettet werden, bieten eine relative Sicherheit gegen Manipulationen durch bösartige Akteure. Dennoch ist ihre gesamte Wirksamkeit ohne robuste und unvoreingenommene Erkennungstools beeinträchtigt.
es: <b>Los métodos legibles por máquina pueden ser eficaces cuando se combinan con mecanismos de detección sólidos</b><br/><br/>Las marcas de agua invisibles incrustadas durante la creación y distribución de contenido ofrecen una relativa seguridad frente a la manipulación por parte de agentes malintencionados. Aún así, su efectividad general se ve comprometida sin herramientas de detección fiables y neutras.
fr: <b>Les méthodes lisibles par machine peuvent être efficaces lorsqu’elles sont associées à de puissants mécanismes de détection</b><br/><br/>Les filigranes invisibles intégrés lors de la création et de la distribution de contenu offrent une sécurité relative contre la falsification par des acteurs malveillants. Néanmoins, sans outils de détection solides et impartiaux, leur efficacité globale est compromise.
pl: <b>Metody odczytywane maszynowo mogą być skuteczne w połączeniu z solidnymi mechanizmami wykrywania.</b><br/><br/> Niewidoczne znaki wodne osadzone podczas tworzenia i dystrybucji treści zapewniają względne bezpieczeństwo przed manipulacją przez nieuczciwe podmioty. Mimo to ich ogólna skuteczność jest niewystarczająca bez solidnych i bezstronnych narzędzi do wykrywania.
pt_br: <b>Os métodos legíveis por máquina podem ser eficazes quando combinados com mecanismos de detecção robustos</b><br/><br/>A marca d'água invisível incorporada durante a criação e distribuição de conteúdo oferece segurança relativa contra adulteração por agentes mal-intencionados. Ainda assim, sua eficácia geral é comprometida sem ferramentas de detecção robustas e imparciais.

# body.a133aa5a-4763-47d4-849f-8cc0fec91df9
source: <i>Overall Fitness:</i> <b>FAIR</b>
de: <i>Allgemeine Fitness:</i> <b>MITTELMÄSSIG</b>
es: <i>Adecuación general:</i> <b>SUFICIENTE</b>
fr: <i>Bilan de qualité :</i> <b>PASSABLE</b>
pl: <i>Ogólna sprawność:</i> <b>ŚREDNIA</b>
pt_br: <i>Aptidão Geral:</i> <b>JUSTA</b>

# body.427d1233-2983-46cc-adb8-82840d13238f
source: <b>Need for holistic approach to governance</b><br/><br/>Neither human-facing nor machine-readable methods alone provide a comprehensive solution. There must be a multi-faceted approach that combines technological, regulatory, and educational measures to effectively mitigate the harms of undisclosed AI-generated content.
de: <b>Notwendigkeit eines ganzheitlichen Ansatzes zur Governance</b><br/><br/>Weder menschenorientierte noch maschinenlesbare Methoden allein bieten eine umfassende Lösung. Es muss ein vielschichtiger Ansatz verfolgt werden, der technologische, regulatorische und bildungsbezogene Maßnahmen kombiniert, um die Schäden durch nicht offengelegte, von KI generierte Inhalte effektiv zu mildern.
es: <b>Necesidad de un enfoque de gobernanza holístico</b><br/><br/>Ni los métodos orientados al ser humano ni los legibles por máquina proporcionan por sí solos una solución integral. Se debe adoptar un enfoque polifacético que combine medidas tecnológicas, regulatorias y educativas para mitigar de manera eficaz los daños del contenido generado por IA no divulgado.
fr: <b>Nécessité d’une approche globale en matière de gouvernance</b><br/><br/>Les méthodes de communication humaine ou lisibles par machine ne constituent pas, à elles seules, des solutions complètes. Une approche multidimensionnelle combinant des mesures technologiques, réglementaires et éducatives est nécessaire pour atténuer efficacement les effets néfastes des contenus générés par l’IA non divulgués.
pl: <b>Potrzeba holistycznego podejścia do zarządzania</b><br/><br/>Ani metody zorientowane na człowieka, ani nadające się do odczytu maszynowego nie zapewniają kompleksowego rozwiązania. Musi powstać wieloaspektowe podejście, które łączy środki technologiczne, regulacyjne i edukacyjne w celu skutecznego złagodzenia szkód wyrządzonych przez nieujawnione treści generowane przez sztuczną inteligencję.
pt_br: <b>Necessidade de uma abordagem holística para a governança</b><br/><br/>Nem os métodos voltados para o ser humano nem os legíveis por máquina por si só fornecem uma solução abrangente. Deve haver uma abordagem multifacetada que combine medidas tecnológicas, regulatórias e educacionais para mitigar efetivamente os danos do conteúdo gerado por IA não revelado.

# body.327d7b35-2dae-4229-a9a4-09b9bd2fe903
source: DEFINITIONS
de: DEFINITIONEN
es: DEFINICIONES
fr: DÉFINITIONS
pl: DEFINICJE
pt_br: DEFINIÇÕES

# body.327d7b35-2dae-4229-a9a4-09b9bd2fe903
source: (Machine-readable methods)
de: (Maschinenlesbare Methoden)
es: (Métodos legibles por máquina)
fr: (Méthodes lisibles par machine)
pl: (Metody nadające się do odczytu maszynowego)
pt_br: (Métodos legíveis por máquina)

# body.327d7b35-2dae-4229-a9a4-09b9bd2fe903
source: <b>Cryptographic Watermarking:</b> Secret information is encoded into the cryptographic functions (or circuits) of content, which can then only be detected, removed, or changed using an encryption/decryption process.
de: <b>Kryptografisches Wasserzeichen:</b> Geheime Informationen werden in die kryptographischen Funktionen (oder Schaltkreise) von Inhalten kodiert, die dann nur durch einen Verschlüsselungs-/Entschlüsselungsprozess erkannt, entfernt oder geändert werden können.
es: <b>Marca de agua criptográfica:</b> la información secreta se codifica en las funciones criptográficas (o circuitos) del contenido, que en adelante solo se pueden detectar, eliminar o cambiar mediante un proceso de cifrado/descifrado.
fr: <b>Filigrane cryptographique :</b> des informations secrètes sont encodées dans les fonctions cryptographiques (ou circuits) du contenu, qui ne peuvent alors être détectées, supprimées ou modifiées qu’à l’aide d’un processus de chiffrement ou de déchiffrement.
pl: <b>Kryptograficzne znaki wodne:</b> Poufne informacje są kodowane w funkcjach kryptograficznych (lub obwodach) treści, które można następnie wykryć, usunąć lub zmienić tylko za pomocą procesu szyfrowania/deszyfrowania.
pt_br: <b>Marca d'água criptográfica:</b> as informações secretas são codificadas nas funções (ou circuitos) criptográficas do conteúdo, que só podem ser detectadas, removidas ou alteradas usando um processo de criptografia/descodificação.

# body.327d7b35-2dae-4229-a9a4-09b9bd2fe903
source: <b>Frequency Component Watermarking:</b> Content is decomposed into different frequency parts, and a watermark is then inserted into low-frequency bands that are less sensitive to attacks and alterations.
de: <b>Frequenzkomponenten-Wasserzeichen:</b> Inhalte werden in verschiedene Frequenzteile zerlegt, und ein Wasserzeichen wird dann in die weniger angriffs- und veränderungsempfindlichen Niederfrequenzbänder eingefügt.
es: <b>Marca de agua de componentes de frecuencia:</b> el contenido se descompone en diferentes componentes de frecuencia y a continuación se inserta una marca de agua en bandas de baja frecuencia que son menos vulnerables a ataques y alteraciones.
fr: <b>Filigrane par composantes de fréquence :</b> le contenu est décomposé en différentes parties de fréquence et un filigrane est ensuite inséré dans les bandes de basse fréquence qui sont moins vulnérables aux attaques et aux falsifications.
pl: <b>Znakowanie wodne częstotliwości elementu:</b> Treści jest rozkładana na różne części częstotliwości, a znak wodny jest następnie wstawiany do pasm o niskiej częstotliwości, które są mniej podatne na ataki i modyfikacje.
pt_br: <b>Marca d'água do componente de frequência:</b> o conteúdo é decomposto em diferentes partes de frequência e uma marca d'água é então inserida em bandas de baixa frequência que são menos sensíveis a ataques e alterações.

# body.327d7b35-2dae-4229-a9a4-09b9bd2fe903
source: <b>Metadata Watermarking:</b> A description of the author’s information, timestamps, editing history, and the software used is embedded in the content.
de: <b>Metadaten-Wasserzeichen:</b> Eine Beschreibung der Autoreninformationen, Zeitstempel, Bearbeitungshistorie und der verwendeten Software wird in den Inhalt eingebettet.
es: <b>Marca de agua de metadatos:</b> se incrusta una descripción de la información del autor, las marcas de tiempo, el historial de edición y el software utilizado en el contenido.
fr: <b>Filigrane de métadonnées :</b> une description des informations relatives à l’auteur, aux horodatages, à l’historique des modifications et au logiciel utilisé est incorporée dans le contenu.
pl: <b>Znakowanie wodne metadanych:</b> Opis informacji o autorze, znaczniki czasu, historia edycji i używane oprogramowanie są osadzone w treści.
pt_br: <b>Marca d'água de metadados:</b> uma descrição das informações do autor, carimbos de data/hora, histórico de edição e o software usado são incorporados ao conteúdo.

# body.327d7b35-2dae-4229-a9a4-09b9bd2fe903
source: <b>Statistical Watermarking:</b> Information is inserted into the statistical patterns of the content’s data structure. This usually involves altering pixels, color frames, sound components, or other values in an imperceptible way.
de: <b>Statistisches Wasserzeichen:</b> Die Informationen werden in die statistischen Muster der Datenstruktur des Inhalts eingefügt. Dabei werden in der Regel Pixel, Farbrahmen, Tonkomponenten oder andere Werte unmerklich verändert.
es: <b>Marca de agua estadística:</b> la información se inserta en los patrones estadísticos de la estructura de datos del contenido. Por lo general, esto implica alterar píxeles, marcos de color, componentes de sonido u otros valores de una manera imperceptible.
fr: <b>Filigrane statistique :</b> des informations sont insérées dans les modèles statistiques de la structure des données du contenu. Il s’agit généralement de modifier des pixels, des trames de couleur, des composantes sonores ou d’autres éléments de manière imperceptible.
pl: <b>Statystyczne znakowanie wodne:</b> Informacje są wstawiane we wzorce statystyczne struktury danych treści. Zwykle wiąże się to z modyfikacją pikseli, ramek kolorów, komponentów dźwiękowych lub innych wartości w niewidoczny sposób.
pt_br: <b>Marca d'água estatística:</b> as informações são inseridas nos padrões estatísticos da estrutura de dados do conteúdo. Isso geralmente envolve alterar pixels, quadros de cores, componentes de som ou outros valores de maneira imperceptível.

# body.327d7b35-2dae-4229-a9a4-09b9bd2fe903
source: (Human-facing methods)
de: (Menschenorientierte Methoden)
es: (Métodos orientados al ser humano)
fr: (Méthodes de communication humaine)
pl: (Metody ukierunkowane na człowieka)
pt_br: (Métodos voltados para humanos)

# body.327d7b35-2dae-4229-a9a4-09b9bd2fe903
source: <b>Audio Labels:</b> Audible items affixed directly on content that discloses its origins.
de: <b>Audiokennzeichnungen:</b> Hörbare Elemente, die direkt auf den Inhalt aufgebracht werden und dessen Ursprung offenlegen.
es: <b>Etiquetas de audio:</b> elementos audibles colocados directamente sobre el contenido que revelan su origen.
fr: <b>Étiquettes audio :</b> messages sonores ajoutés directement au contenu pour en divulguer l’origine.
pl: <b>Etykiety dźwiękowe:</b> Słyszalne elementy umieszczone bezpośrednio w treści, ujawniające jej pochodzenie.
pt_br: <b>Rótulos de áudio:</b> itens audíveis afixados diretamente no conteúdo que divulga suas origens.

# body.327d7b35-2dae-4229-a9a4-09b9bd2fe903
source: <b>Disclosures and Descriptions:</b> Written information like bylines, captions, descriptions, or tags are used to inform users about the content.
de: <b>Offenlegungen und Beschreibungen:</b> Schriftliche Informationen wie Verfasserzeilen, Bildunterschriften, Beschreibungen oder Tags werden verwendet, um die Nutzer über den Inhalt zu informieren.
es: <b>Divulgaciones y descripciones: </b>se utiliza la información escrita como pies, rótulos, descripciones o etiquetas para informar a los usuarios sobre el contenido.
fr: <b>Divulgations et descriptions :</b> informations écrites telles que les titres, les légendes, les descriptions ou les balises utilisées pour informer les utilisateurs sur le type de contenu.
pl: <b>Ujawnienia i opisy:</b> Pisemne informacje, takie jak nagłówki, podpisy, opisy lub tagi, służące do informowania użytkowników o treści.
pt_br: <b>Divulgações e descrições:</b> informações escritas como créditos, legendas, descrições ou tags são utilizadas para informar os usuários sobre o conteúdo.

# body.327d7b35-2dae-4229-a9a4-09b9bd2fe903
source: <b>Visual Labels:</b> Written or graphic items, like nutrition labels or icons, affixed directly on content to disclose its origins.
de: <b>Visuelle Kennzeichnungen:</b> Geschriebene oder grafische Elemente, wie Nährwertkennzeichnungen oder Symbole, die direkt auf den Inhalt aufgebracht werden, um dessen Ursprung offenzulegen.
es: <b>Etiquetas visuales:</b> elementos escritos o gráficos, como etiquetas o iconos nutricionales, colocados directamente sobre el contenido para divulgar su origen.
fr: <b>Étiquettes visuelles :</b> éléments textuels ou graphiques, semblables aux étiquettes relatives aux valeurs nutritionnelles ou à des icônes, apposés directement sur le contenu pour en divulguer l’origine.
pl: <b>Etykiety wizualne:</b> Pisemne lub graficzne elementy, takie jak tzw. etykiety żywieniowe lub ikony, umieszczone bezpośrednio w treści, aby ujawnić jej pochodzenie.
pt_br: <b>Rótulos visuais:</b> itens escritos ou gráficos, como rótulos nutricionais ou ícones, afixados diretamente no conteúdo para divulgar suas origens.

# body.164a3b9b-67cc-4f83-9dd6-782dcce5c004
source: <b>Press contacts:<br/></b><br/>Europe: Tracy Kariuki, tracy@mozillafoundation.org
de: <b>Pressekontakte:<br/></b><br/>Europa: Tracy Kariuki, tracy@mozillafoundation.org
es: <b>Contactos de prensa:<br/></b><br/>Europa: Tracy Kariuki, tracy@mozillafoundation.org
fr: <b>Contacts presse :<br/></b><br/>Europe : Tracy Kariuki, tracy@mozillafoundation.org
pl: <b>Kontakt dla prasy:<br/></b><br/>Europa: Tracy Kariuki, tracy@mozillafoundation.org
pt_br: <b>Contatos com a imprensa:<br/></b><br/>Europa: Tracy Kariuki, tracy@mozillafoundation.org

# body.164a3b9b-67cc-4f83-9dd6-782dcce5c004
source: U.S.: Helena Dea Bala, helena@pkpr.com
de: USA | Helena Dea Bala, helena@pkpr.com
es: EE. UU.: Helena Dea Bala, helena@pkpr.com
fr: États-Unis : Helena Dea Bala, helena@pkpr.com
pl: USA: Helena Dea Bala, helena@pkpr.com
pt_br: EUA: Helena Dea Bala, helena@pkpr.com

# title
source: Mozilla Research: Watermarking, Content Labeling Struggle to Effectively Distinguish AI-Generated Content
de: Mozilla-Forschung: Wasserzeichen und Inhaltskennzeichnung im Kampf um eine wirksame Unterscheidung von KI-generierten Inhalten
es: Investigación de Mozilla: Las marcas de agua y las etiquetas de contenido no consiguen identificar de forma eficaz el contenido generado por IA
fr: Étude de Mozilla : le filigrane et le marquage des contenus peinent à permettre de distinguer efficacement les contenus générés par l’IA
pl: Badanie Mozilla: Znakowanie wodne i oznaczanie treści mają trudności ze skutecznym rozróżnianiem treści generowanych przez sztuczną inteligencję
pt_br: Pesquisa da Mozilla: marca d'água e rotulagem de conteúdo enfrentam desafios para distinguir adequadamente o conteúdo gerado por IA
