Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozilla-research-watermarking-content-labeling-struggle-to-effectively-distinguish-ai-generated-content.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Watermarking, Content Labeling Struggle to Effectively Distinguish AI-Generated Content
de: Wasserzeichen und Inhaltskennzeichnung im Kampf um eine wirksame Unterscheidung von KI-generierten Inhalten
es: Las marcas de agua y las etiquetas de contenido no consiguen identificar de forma eficaz el contenido generado por IA
fr: Le filigrane et le marquage des contenus peinent à permettre de distinguer efficacement les contenus générés par l’IA
pl: Znakowanie wodne i oznaczanie treści mają trudności ze skutecznym rozróżnianiem treści generowanych przez sztuczną inteligencję
pt_br: Marca d'água e rotulagem de conteúdo enfrentam desafios para distinguir adequadamente o conteúdo gerado por IA

# search_description
source: Popular methods used for disclosing synthetic content only rate as ‘Low’ or ‘Fair’ <br/>in Mozilla analysis. Shortcomings persist amid 2024’s record-number of elections
de: Gängige Methoden zur Offenlegung synthetischer Inhalte werden <br/>in der Mozilla-Analyse nur als „schwach“ oder „mittelmäßig“ eingestuft. Unzulänglichkeiten bleiben angesichts der Rekordzahl von Wahlen im Jahr 2024 bestehen
es: Los métodos populares empleados para revelar contenido sintético obtienen resultados de tan solo «Bajo» o «Suficiente»<br/>en el análisis de Mozilla. Persisten deficiencias en el contexto de un año, 2024, en que se celebrará un máximo histórico de elecciones
fr: Les méthodes couramment utilisées pour exposer la nature artificielle des contenus sont jugées « Médiocres » ou « Passables »<br/>dans l’analyse réalisée par Mozilla. Des lacunes persistent alors qu’un nombre record d’élections est prévu pour 2024
pl: Popularne metody stosowane do ujawniania treści syntetycznych w analizie Mozilli uzyskują ocenę „Niska” lub „Średnia”.<br/>Niedociągnięcia utrzymują się podczas rekordowej liczby wyborów w 2024 r.
pt_br: Os métodos populares usados para divulgar conteúdo sintético só recebem classificação "Baixa" ou "Justa" <br/>na análise da Mozilla. As deficiências persistem em meio ao número recorde de eleições em 2024

# body.03219bd0-8588-4baa-9fd3-1347de08d5ce
source: Popular methods used for disclosing synthetic content only rate as ‘Low’ or ‘Fair’ in Mozilla analysis. Shortcomings persist amid 2024’s record-number of elections
de: Gängige Methoden zur Offenlegung synthetischer Inhalte werden in der Mozilla-Analyse nur als „schwach“ oder „mittelmäßig“ eingestuft. Unzulänglichkeiten bleiben angesichts der Rekordzahl von Wahlen im Jahr 2024 bestehen
es: Los métodos populares empleados para revelar contenido sintético obtienen resultados de tan solo «Bajo» o «Suficiente» en el análisis de Mozilla. Persisten deficiencias en el contexto de un año, 2024, en que se celebrará un máximo histórico de elecciones
fr: Les méthodes couramment utilisées pour exposer la nature artificielle des contenus sont jugées « faibles » ou « passables » dans l’analyse réalisée par Mozilla. Des lacunes persistent alors qu’un nombre record d’élections est prévu pour 2024
pl: Popularne metody stosowane do ujawniania treści syntetycznych w analizie Mozilli uzyskują ocenę „Niska” lub „Średnia”. Niedociągnięcia utrzymują się podczas rekordowej liczby wyborów w 2024 r.
pt_br: Os métodos populares usados para divulgar conteúdo sintético só recebem classificação "Baixa" ou "Justa" na análise da Mozilla. As deficiências persistem em meio ao número recorde de eleições em 2024

# body.580e0ad3-36e1-48da-bfbc-edd785858b37
source: <b>(BERLIN, GERMANY | FEBRUARY 26, 2024) —</b> As AI-generated content of presidents and pop stars spreads across the internet, the most popular forms of detection and disclosure perform “Low” or “Fair” at best, according to a new Mozilla analysis.
de: <b>(BERLIN, DEUTSCHLAND | 26. FEBRUAR 2024) – </b>Während sich KI-generierte Inhalte von Präsidenten und Popstars im Internet verbreiten, schneiden die gängigsten Formen der Erkennung und Offenlegung laut einer neuen Mozilla-Analyse bestenfalls „schwach“ oder „mittelmäßig“ ab.
es: <b>(BERLÍN, ALEMANIA | 26 DE FEBRERO DE 2024)</b> — A medida que el contenido generado por IA de presidentes y estrellas del pop se propaga por Internet, las formas más populares de detección y divulgación presentan un rendimiento «Bajo» o, en el mejor de los casos, «Suficiente», según un nuevo análisis de Mozilla.
fr: <b>(BERLIN, ALLEMAGNE | 26 FÉVRIER 2024) —</b> Alors que les contenus générés par l’IA mettant en scène des présidents et des stars de la pop se répandent sur internet, les méthodes de détection et de divulgation les plus populaires obtiennent au mieux des résultats « médiocres » ou « passables », selon une nouvelle analyse de Mozilla.
pl: <b>(BERLIN, NIEMCY | 26 LUTEGO 2024 r.) –</b> Zgodnie z nową analizą Mozilli, w miarę jak generowane przez sztuczną inteligencję treści o prezydentach i gwiazdach pop rozprzestrzeniają się w Internecie, najpopularniejsze formy wykrywania i ujawniania osiągają co najwyżej „Niską” lub „Średnią” ocenę.
pt_br: <b>(BERLIM, ALEMANHA | 26 DE FEVEREIRO DE 2024) —</b> À medida que o conteúdo gerado por IA sobre presidentes e estrelas pop se espalha pela internet, as formas mais populares de detecção e divulgação apresentam desempenho "Baixo" ou "Justo", na melhor das hipóteses, de acordo com uma nova análise da Mozilla.

# body.580e0ad3-36e1-48da-bfbc-edd785858b37
source: The research, <b>“</b><a id="a1"><b>In Transparency We Trust? Evaluating the Effectiveness of Watermarking and Labeling AI-Generated Content</b></a><b>,”</b> found that strategies and technologies for helping internet users distinguish synthetic content — like watermarking and labeling — encounter significant challenges. Using a Fitness Check, researchers evaluated seven different machine-readable and human-facing methods, none of which received a “Good” appraisal.
de: Die Studie mit dem Titel <b>„</b><a id="a1"><b>Wir vertrauen auf Transparenz? Bewertung der Wirksamkeit von Wasserzeichen und Kennzeichnung KI-generierter Inhalte</b></a><b>“</b> ergab, dass Strategien und Technologien zur Unterscheidung synthetischer Inhalte durch Internetnutzer - wie Wasserzeichen und Kennzeichnung - auf erhebliche Herausforderungen stoßen. Mithilfe eines Fitness-Checks haben die Forscher sieben verschiedene maschinenlesbare und menschenlesbare Methoden bewertet, von denen keine eine „gute“ Bewertung erhielt.
es: La investigación, <b>«</b><a id="a1"><b>In Transparency We Trust? Evaluating the Effectiveness of Watermarking and Labeling AI-Generated Content</b></a><b>»</b> (¿Confiar nuestra salvación en la transparencia? Evaluación de la eficacia de las marcas de agua y el etiquetado para el contenido generado por IA), constató que las estrategias y tecnologías para ayudar a los usuarios de Internet a distinguir el contenido sintético, como las marcas de agua y el etiquetado, se enfrentan a desafíos importantes. Por medio de un control de adecuación, los investigadores evaluaron siete métodos diferentes legibles por máquina y orientados al ser humano, ninguno de los cuales obtuvo un resultado de «Bueno».
fr: L’étude, intitulée <b>« </b><a id="a1"><b>In Transparency We Trust ? Evaluating the Effectiveness of Watermarking and Labeling AI-Generated Content</b></a><b> »,</b> a révélé que les méthodes et les technologies visant à aider les internautes à distinguer les contenus générés par l’IA (tels le filigrane et le marquage) se heurtent à des difficultés considérables. En s’appuyant sur un bilan de qualité, les chercheurs ont évalué sept méthodes différentes, lisibles par machine et par l’humain, et aucune d’entre elles n’a obtenu la mention « Bien ».
pl: Badanie <b>„</b><a id="a1"><b>In Transparency We Trust? Evaluating the Effectiveness of Watermarking and Labeling AI-Generated Content</b></a><b>”</b>(Ufamy transparentności? Ocena skuteczności znakowania wodnego i oznaczenia treści generowanych przez sztuczną inteligencję) wykazało, że strategie i technologie pomagające internautom w rozróżnianiu treści syntetycznych, takie jak znakowanie wodne i oznaczenie, wiążą się z dużymi wyzwaniami. Korzystając z kontroli sprawności, badacze ocenili siedem różnych metod odczytu maszynowego i skierowanych do użytkownika, z których żadna nie otrzymała oceny „Dobra”.
pt_br: A pesquisa, <b>“</b><a id="a1"><b>In Transparency We Trust? Evaluating the Effectiveness of Watermarking and Labelling AI-Generated Content”</b></a><b>,</b> descobriu que estratégias e tecnologias para ajudar os usuários da Internet a distinguir conteúdo sintético — como marca d'água e rotulagem — enfrentam desafios significativos. Usando uma avaliação de qualidade, os pesquisadores analisaram sete métodos diferentes legíveis por máquina e voltados para humanos, nenhum dos quais recebeu uma avaliação "Boa".

# body.cc60b32b-a4f3-49db-96cb-788ff0cfca8b.label
source: READ THE RESEARCH
de: STUDIE LESEN
es: LEER EL ESTUDIO
fr: LIRE L’ÉTUDE
pl: ZAPOZNAJ SIĘ Z BADANIEM
pt_br: LEIA A PESQUISA

# body.fd33fa64-9007-49d5-bddf-fe1ed105c1f7
source: The lack of effective guardrails is especially urgent as more than half of the world's population prepares to vote in elections this year, including in the U.S., India, Russia, South Africa, and Mexico. Billions of people will head to the polls amid a proliferation of easily accessible AI chatbots, text and image generators, and voice cloning platforms. These tools and the content they produce are already polluting the <a id="a1">integrity of elections</a> <a id="a2">in Argentina</a>, <a id="a3">Slovakia</a>, <a id="a4">India</a>, and beyond.
de: Der Mangel an effektiven Schutzmaßnahmen ist besonders akut, da mehr als die Hälfte der Weltbevölkerung sich darauf vorbereitet, in diesem Jahr Wahlen abzuhalten, einschließlich in den USA, Indien, Russland, Südafrika und Mexiko. Milliarden von Menschen werden zu den Urnen gehen, während eine Vielzahl von leicht zugänglichen KI-Chatbots, Text- und Bildgeneratoren und Sprachklonplattformen aufblüht. Diese Werkzeuge und die Inhalte, die sie produzieren, beeinträchtigen bereits die <a id="a1">Integrität der Wahlen</a> <a id="a2">in Argentinien</a>, <a id="a3">der Slowakei</a>, <a id="a4">Indien</a> und darüber hinaus.
es: La falta de protecciones efectivas es especialmente urgente, ya que más de la mitad de la población mundial se prepara para votar en elecciones este año, incluidos los EE. UU., India, Rusia, Sudáfrica y México. Miles de millones de personas acudirán a las urnas en el contexto de una proliferación de chatbots de IA, generadores de texto e imágenes y plataformas de clonación de voz de fácil acceso. Estas herramientas y el contenido que producen ya están socavando la <a id="a1">integridad de las elecciones</a> en <a id="a2">Argentina</a>, <a id="a3">Eslovaquia</a>, <a id="a4">India</a> y otros lugares.
fr: Ce manque de mesures de protection efficaces est d’autant plus urgent que plus de la moitié de la population mondiale s’apprête à participer à des élections cette année, notamment aux États-Unis, en Inde, en Russie, en Afrique du Sud et au Mexique. Des milliards de personnes se rendront aux urnes dans un contexte où prolifèrent des robots conversationnels, des générateurs de textes et d’images et des plateformes de clonage de voix facilement accessibles. Ces outils et le contenu généré compromettent déjà <a id="a1">l’intégrité des élections</a> <a id="a2">en Argentine</a>, <a id="a3">en Slovaquie</a>, <a id="a4">en Inde</a> et dans d’autres pays.
pl: Brak skutecznych zabezpieczeń jest obecnie szczególnie problematyczny, ponieważ ponad połowa światowej populacji przygotowuje się to tegorocznych wyborów, w tym USA, Indie, Rosja, RPA i Meksyk. Miliardy ludzi pójdą do urn w otoczeniu coraz większej liczby łatwo dostępnych czatbotów AI, generatorów tekstów i obrazów oraz platform do klonowania głosu. Narzędzia te oraz wytwarzane przez nie treści już wpływają na <a id="a1">uczciwość wyborów</a> <a id="a2">w Argentynie</a>, <a id="a3">na Słowacji</a>, <a id="a4">w Indiach</a> i w innych miejscach.
pt_br: A falta de barreiras eficazes é especialmente urgente, pois mais da metade da população mundial se prepara para votar nas eleições deste ano, inclusive nos EUA, Índia, Rússia, África do Sul e México. Bilhões de pessoas irão às urnas em meio a uma proliferação de chatbots de IA de fácil acesso, geradores de texto e imagem e plataformas de clonagem de voz. Essas ferramentas e o conteúdo que produzem já estão poluindo a <a id="a1">integridade das eleições</a> <a id="a2">na Argentina</a>, <a id="a3">Eslováquia</a>, <a id="a4">Índia</a> e além.

# body.fd33fa64-9007-49d5-bddf-fe1ed105c1f7
source: Mozilla's research offers recommendations for strengthening detection and disclosure. For example, prioritizing machine-readable methods coupled with robust detection mechanisms at the point of distribution. New governance approaches such as human-centered regulatory sandboxes would allow policymakers to test new regulations for their impact.
de: Mozillas Forschung bietet Empfehlungen zur Stärkung der Erkennung und Offenlegung. Zum Beispiel die Priorisierung maschinenlesbarer Methoden in Verbindung mit robusten Erkennungsmechanismen am Verteilungspunkt. Neue Governance-Ansätze wie menschenzentrierte regulatorische Sandboxes würden es politischen Entscheidungsträgern ermöglichen, neue Vorschriften auf ihre Auswirkungen hin zu testen.
es: La investigación de Mozilla ofrece recomendaciones para fortalecer la detección y la divulgación. Por ejemplo, priorizar los métodos legibles por máquina acompañados por mecanismos de detección fiables en el punto de distribución. Además, nuevos enfoques de gobernanza, como los espacios reglamentarios controlados centrados en el ser humano, permitirían a los responsables políticos poner a prueba nuevas regulaciones para determinar su impacto.
fr: L’étude de Mozilla émet des recommandations destinées à renforcer la détection et la divulgation. Par exemple en donnant la priorité aux méthodes lisibles par machine, associées à des mécanismes de détection robustes au point de distribution. De nouvelles approches en matière de régulation, telles que la mise en place de laboratoires réglementaires centrés sur l’humain, permettraient aux décideurs politiques de tester l’impact des nouvelles réglementations.
pl: Badanie Mozilli obejmuje zalecenia dotyczące skuteczniejszego wykrywania i ujawniania, np. stawianie na metody odczytywane maszynowo w połączeniu z solidnymi mechanizmami wykrywania w punkcie dystrybucji. Nowe podejścia do zarządzania, np. zorientowane na człowieka piaskownice regulacyjne, pozwoliłyby decydentom na testowanie wpływu nowych przepisów.
pt_br: A pesquisa da Mozilla oferece recomendações para fortalecer a detecção e a divulgação. Por exemplo, priorizar métodos legíveis por máquina acoplados a mecanismos de detecção robustos no ponto de distribuição. Novas abordagens de governança, como ambientes regulatórios centrados no ser humano, permitiriam que os formuladores de políticas testassem novos regulamentos quanto ao seu impacto.

# body.fd33fa64-9007-49d5-bddf-fe1ed105c1f7
source: <b>Says Ramak Molavi Vasse'i, Mozilla Research Lead, AI Transparency,</b> and co-author of the report: “When it comes to identifying synthetic content, we’re at a glass half full, glass half empty moment. Current watermarking and labeling technologies show promise and ingenuity, particularly when used together. Still, they’re not enough to effectively counter the dangers of undisclosed synthetic content — especially amid dozens of elections around the world.”
de: <b>Ramak Molavi Vasse’i, Forschungsleiter für KI-Transparenz</b> bei Mozilla und Mitautor des Berichts, sagt: „Wenn es darum geht, synthetischen Inhalt zu identifizieren, sind wir in einer Situation, in der das Glas halb voll, das Glas halb leer ist. Aktuelle Wasserzeichen- und Kennzeichnungstechnologien sind vielversprechend und einfallsreich, insbesondere wenn sie zusammen verwendet werden. Dennoch reichen sie nicht aus, um die Gefahren nicht offengelegten synthetischen Inhalts effektiv zu bekämpfen – insbesondere angesichts dutzender Wahlen weltweit.“
es: <b>En palabras de Ramak Molavi Vasse'i, líder de investigación de Mozilla en transparencia de la IA</b> y coautora del informe: «A la hora de identificar contenido sintético, estamos en un momento de "vaso medio lleno, vaso medio vacío". Las actuales tecnologías de marca de agua y de etiquetado son prometedoras e ingeniosas, en especial cuando se usan de forma combinada. Sin embargo, no bastan para contrarrestar de manera eficaz los peligros del contenido sintético no divulgado, en particular de cara a docenas de elecciones en todo el mundo».
fr: <b>Ramak Molavi Vasse’i, responsable de la recherche Mozilla, spécialiste des questions de transparence en matière d’IA,</b> et coauteure du rapport, déclare : « Lorsqu’il s’agit d’identifier les contenus artificiels, nous nous trouvons à un moment où le verre est à la fois à moitié plein et à moitié vide. Les technologies actuelles de filigrane et de marquage sont prometteuses et ingénieuses, en particulier lorsqu’elles sont utilisées conjointement. Néanmoins, elles ne suffisent pas à contrer efficacement les dangers que représentent les contenus artificiels non divulgués, en particulier dans un contexte de dizaines d’élections à travers le monde ».
pl: <b>Jak mówi Ramak Molavi Vasse'i, kierownik badań Mozilla ds. przejrzystości AI</b> i współautor raportu: „Jeśli chodzi o identyfikację treści syntetycznych, obecnie mamy niejednoznaczną sytuację. Obecne technologie znakowania wodnego i oznaczania są obiecujące i nowatorskie, zwłaszcza gdy są stosowane razem. Mimo to, nie są one wystarczające, aby skutecznie przeciwdziałać zagrożeniom związanym z nieujawnionymi treściami syntetycznymi, zwłaszcza biorąc pod uwagę liczne wybory na całym świecie”.
pt_br: <b>Diz Ramak Molavi Vasse'i, líder de pesquisa da Mozilla, transparência de IA</b> e coautora do relatório: “Quando se trata de identificar conteúdo sintético, estamos em um momento de ceticismo. As tecnologias atuais de marca d'água e rotulagem mostram promessa e engenhosidade, particularmente quando usadas em conjunto. Ainda assim, elas não são suficientes para combater efetivamente os perigos do conteúdo sintético não revelado — especialmente em meio a dezenas de eleições em todo o mundo”.

# body.fd33fa64-9007-49d5-bddf-fe1ed105c1f7
source: <b>Molavi Vasse’i adds:</b> “Companies like OpenAI have published <a id="a1">election standards</a> to prevent abuse of their products, but voluntary requirements are not enough. And while companies like Meta have proposed <a id="a2">industry-wide efforts</a> to label AI-generated content, it’s crucial that open standards are created with the participation of all stakeholders, especially those potentially affected. Further, a coalition of powerful players such as Meta, Google, and Adobe should not become gatekeepers of content integrity.”
de: <b>Molavi Vasse'i fügt hinzu:</b> „Unternehmen wie OpenAI haben <a id="a1">Wahlstandards</a> veröffentlicht, um den Missbrauch ihrer Produkte zu verhindern, aber freiwillige Anforderungen sind nicht ausreichend. Und während Unternehmen wie Meta <a id="a2">branchenweite Bemühungen</a> zur Kennzeichnung von KI-generierten Inhalten vorgeschlagen haben, ist es entscheidend, dass offene Standards mit der Beteiligung aller Stakeholder, insbesondere der potenziell Betroffenen, geschaffen werden. Darüber hinaus sollte eine Koalition mächtiger Akteure wie Meta, Google und Adobe nicht zu Torwächtern der Inhaltsintegrität werden.“
es: <b>Molavi Vasse'i añade:</b> «Empresas como OpenAI han publicado <a id="a1">normas para las elecciones</a> con el fin de evitar un uso abusivo de sus productos, pero los requisitos voluntarios no bastan. Y aunque empresas como Meta han propuesto <a id="a2">esfuerzos a escala sectorial</a> para etiquetar el contenido generado por IA, resulta fundamental que las normas abiertas se elaboren con la participación de todas las partes interesadas, en especial de los posibles afectados. Además, se debe evitar que una coalición de agentes poderosos, como Meta, Google y Adobe, se erija en guardián de la integridad del contenido».
fr: <b>Molavi Vasse’i ajoute :</b> « Des sociétés comme OpenAI ont <a id="a1">publié des normes relatives aux élections</a> afin d’empêcher l’utilisation abusive de leurs produits, mais les dispositions volontaires ne sont pas suffisantes. Alors que des entreprises comme Meta ont soumis des propositions à <a id="a2">l’ensemble de l’industrie</a> visant à marquer le contenu généré par l’IA, il est essentiel que des normes ouvertes soient créées avec la participation de toutes les parties prenantes, en particulier celles qui sont potentiellement affectées. Par ailleurs, une association regroupant des acteurs puissants tels que Meta, Google et Adobe ne doit pas servir de garant de l’intégrité des contenus ».
pl: <b>Molavi Vasse'i dodaje:</b> „Firmy takie jak OpenAI opublikowały standardy <a id="a1">wyborcze,</a> aby zapobiec nadużyciom swoich produktów, ale dobrowolne wymagania nie wystarczą. Podczas gdy firmy takie jak Meta zaproponowały <a id="a2">ogólnobranżowe wysiłki na rzecz oznaczania treści generowanych przez sztuczną inteligencję, kluczowe jest,</a> aby otwarte standardy były tworzone z udziałem wszystkich zainteresowanych stron, zwłaszcza tych, których mogą one dotyczyć. Ponadto koalicja potężnych graczy, takich jak Meta, Google i Adobe, nie powinna stać się strażnikami uczciwości treści”.
pt_br: <b>Molavi Vasse'i acrescenta:</b> “Empresas como a OpenAI publicaram <a id="a1">padrões eleitorais</a> para evitar o abuso de seus produtos, mas os requisitos voluntários não são suficientes. E embora empresas como a Meta tenham proposto <a id="a2">esforços em todo o setor</a> para rotular o conteúdo gerado por IA, é crucial que os padrões abertos sejam criados com a participação de todas as partes interessadas, especialmente aquelas potencialmente afetadas. Além disso, uma coalizão de players poderosos, como Meta, Google e Adobe, não deve se tornar guardiã da integridade do conteúdo”.
