Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozillas-vision-for-trustworthy-ai.po
Languages: es, fr

# body.235ac012-2681-433c-9dfd-f683bf6352eb.altText
source: AI
es: IA
fr: IA

# body.20e65a05-2b21-4eb3-92e5-0c249ef65677
source: <i>Mozilla is publishing its white paper, "</i><a id="a1"><i>Creating Trustworthy AI</i></a><i>."</i>
es: <i>Mozilla está publicando su documento: «</i><a id="a1"><i> Crear una IA confiable</i></a><i>».</i>
fr: <i>Mozilla publie son livre blanc, <a id="a1">« Creating Trustworthy AI »</a>.</i>

# body.20e65a05-2b21-4eb3-92e5-0c249ef65677
source: <b>A little over two years ago,</b> Mozilla started an ambitious project: deciding where we should focus our efforts to grow the movement of people committed to building a healthier digital world. We landed on the idea of trustworthy AI.
es: <b>Hace poco más de dos años,</b> Mozilla puso en marcha un proyecto ambicioso: decidir hacia dónde dirigir nuestros esfuerzos para impulsar el movimiento de personas comprometidas con la construcción de un mundo digital más saludable. Así llegamos a la idea de una IA fiable.
fr: <b>Il y a un peu plus de deux ans,</b> Mozilla a lancé un projet ambitieux visant à déterminer comment orienter nos efforts pour faire croître la communauté des personnes qui souhaitent développer un monde numérique plus sain. C’est ainsi qu’est née l’idée d’une IA digne de confiance.

# body.20e65a05-2b21-4eb3-92e5-0c249ef65677
source: When Mozilla started in 1998, the growth of the web was defining where computing was going. So Mozilla focused on web standards and building a browser. Today, computing -- and the digital society that we all live in -- is defined by vast troves of data, sophisticated algorithms and omnipresent sensors and devices. This is the era of AI. Asking questions today such as ‘Does the way this technology works promote human agency?’ or ‘Am I in control of what happens with my data?’ is like asking ‘How do we keep the web open and free?’ 20 years ago.
es: Cuando Mozilla empezó su actividad en 1998, el crecimiento de la web estaba definiendo el destino de la informática, así que Mozilla concentró su actividad en los estándares web y en la creación de un nuevo navegador. Hoy en día, la informática y la sociedad digital en la que todos estamos inmersos se define por enormes cantidades de datos, sofisticados algoritmos y la omnipresencia de sensores y dispositivos. Estamos en la era de la IA. Preguntarnos hoy sobre cuestiones como «¿el funcionamiento de esta tecnología favorece la acción humana?» o «¿tengo el control de lo que ocurre con mis datos?» equivale a las preguntas que nos hacíamos hace 20 años sobre «¿cómo podemos mantener la web abierta y libre?».
fr: Quand Mozilla a vu le jour en 1998, le développement du Web définissait l’avenir de l’informatique. Mozilla s’est donc concentré sur la définition des standards du Web et la conception d’un navigateur. Aujourd’hui, l’informatique (et la société numérique au sein de laquelle nous évoluons) est définie par d’énormes quantités de données, des algorithmes sophistiqués et l’omniprésence de capteurs et d’appareils. C’est l’âge de l’IA. De nos jours, demander « Le fonctionnement de cette technologie favorise-t-il l’intervention humaine ? » équivaut à demander « Comment peut-on garantir l’ouverture et la gratuité du Web ? » il y a 20 ans.

# body.20e65a05-2b21-4eb3-92e5-0c249ef65677
source: This current era of computing -- and the way it shapes the consumer internet technology that more than 4 billion of us use everyday -- has high stakes. AI increasingly powers smartphones, social networks, online stores, cars, home assistants and almost every other type of electronic device. Given the power and pervasiveness of these technologies, the question of whether AI helps and empowers or exploits and excludes will have a huge impact on the direction that our societies head over the coming decades.
es: Hay mucho en juego en esta era actual de la informática, que dependerá en gran manera de la forma que acabe adoptando la tecnología de Internet, una tecnología que ya consumimos a diario más de 4 mil millones de personas. Cada vez más, la IA está detrás de los teléfonos inteligentes, las redes sociales, las tiendas online, los automóviles, los asistentes domésticos inteligentes y casi cualquier otro tipo de dispositivo electrónico. Dado el poder y la omnipresencia de estas tecnologías, la cuestión de si la IA ayuda y empodera o, por el contrario, explota y excluye, influirá enormemente en la evolución de nuestra sociedad durante las próximas décadas.
fr: Cet âge actuel de l’informatique et la manière dont il façonne les technologies de consommation d’Internet utilisées quotidiennement par plus de 4 milliards d’entre nous présentent des enjeux importants. L’IA est de plus en plus utilisée dans les smartphones, sur les réseaux sociaux et les boutiques en ligne, et dans les voitures, les assistants domestiques et presque tous les appareils électroniques. Au vu de la puissance et de l’omniprésence de ces technologies, la question de la finalité de l’IA (apporter de l’aide et favoriser l’autonomie, ou favoriser l’exploitation et l’exclusion) aura un impact considérable sur la direction prise par nos sociétés au cours des prochaines décennies.

# body.9000755e-d9df-45d0-be64-1ac31722b5ba.quote
source: The question of whether AI helps and empowers or exploits and excludes will have a huge impact over the coming decades.
es: La cuestión de si la IA ayuda y empodera o, por el contrario, explota y excluye, influirá enormemente durante las próximas décadas.
fr: la question de la finalité de l’IA (apporter de l’aide et favoriser l’autonomie, ou favoriser l’exploitation et l’exclusion) aura un impact considérable au cours des prochaines décennies.

# body.bd8e7068-5b5f-4b13-9cf9-240f37074149
source: It would be very easy for us to head in the wrong direction. As we have rushed to build data collection and automation into nearly everything, we have already seen the potential of AI to reinforce long-standing biases or to point us toward dangerous content. And there’s little transparency or accountability when an AI system spreads misinformation or misidentifies a face. Also, as people, we rarely have agency over what happens with our data or the automated decisions that it drives. If these trends continue, we’re likely to end up in a dystopian AI-driven world that deepens the gap between those with vast power and those without.
es: Tomar la dirección equivocada es mucho más fácil de lo que pensamos. Puesto que nos hemos apresurado a integrar la automatización y recopilación de datos en casi todo lo que hacemos, ya podemos percibir el potencial que tiene la IA para reforzar los sesgos ya establecidos o para dirigirnos a contenidos peligrosos. Y sabemos que hay poca transparencia o rendición de cuentas cuando un sistema de IA difunde noticias falsas o identifica erróneamente un rostro. Además, como individuos, rara vez tenemos autoridad sobre lo que sucede con nuestros datos o con las decisiones automatizadas que generan. Si estas tendencias continúan, es probable que acabemos viviendo en un mundo distópico dominado por la IA, que profundizará la brecha entre quienes tienen un poder inmenso y quienes carecen de él.
fr: Il nous serait très facile de prendre la mauvaise direction. Suite à l’intégration précipitée de fonctionnalités de collecte des données et d’automatisation dans presque tous les produits, nous avons déjà constaté que l’IA peut contribuer à renforcer des préjugés enracinés ou à nous conseiller des contenus néfastes. De plus, la transparence et la prise de responsabilités manquent cruellement à l’appel quand un système d’IA propage de fausses informations ou n’identifie pas correctement un visage. Et, en tant qu’individus, nous pouvons rarement contrôler ce qui arrive à nos données ou les décisions automatisées prises par l’IA liées à ces dernières. Si ces phénomènes perdurent, notre monde pourrait se transformer en dystopie appuyée sur l’IA, qui creuserait encore davantage le fossé entre ceux qui ont le pouvoir et ceux qui ne l’ont pas.

# body.bd8e7068-5b5f-4b13-9cf9-240f37074149
source: On the other hand, a significant number of people are calling attention to these dangerous trends -- and saying ‘there is another way to do this!’ Much like the early days of open source, a growing movement of technologists, researchers, policy makers, lawyers and activists are working on ways to bend the future of computing towards agency and empowerment. They are developing software to detect AI bias. They are writing new data protection laws. They are inventing legal tools to put people in control of their own data. They are starting orgs that advocate for ethical and just AI. If these people -- and Mozilla counts itself amongst them -- are successful, we have the potential to create a world where AI broadly helps rather than harms humanity.
es: Por otro lado, tenemos a un número significativo de personas que está identificando estas tendencias peligrosas y nos advierte que «¡hay otra manera de hacer las cosas!». Al igual que ocurrió con el nacimiento del código abierto, un movimiento creciente formado por tecnólogos, investigadores, responsables políticos, abogados y activistas está buscando formas de encaminar el futuro de la informática hacia la responsabilidad y el empoderamiento. Están desarrollando software capaz de detectar los sesgos de la IA, redactando nuevas leyes de protección de datos, inventando herramientas legales para que las personas tengan el control sobre sus datos y están poniendo en marcha organizaciones que defiendan una IA justa y ética. Si estas personas, y Mozilla se cuenta entre ellas, consiguen su propósito, podremos crear un mundo en el que la IA ayude a toda la humanidad en vez de someterla.
fr: Heureusement, de nombreuses personnes attirent l’attention sur ces phénomènes dangereux et affirment qu’une autre manière de procéder est possible. Comme aux débuts de l’open source, un mouvement grandissant, qui rassemble des spécialistes de la technologie, des chercheurs et chercheuses, des responsables politiques, des avocat·e·s et des activistes, œuvre pour que l’avenir de l’informatique soit tourné vers le choix et l’autonomie. Ces personnes développent des logiciels qui détectent la partialité de l’IA. Elles rédigent de nouvelles lois sur la protection des données. Elles inventent des outils pour permettre aux utilisateurs et utilisatrices de prendre le contrôle de leurs données personnelles. Elles fondent des organisations qui militent pour une IA éthique et juste. Et si ce mouvement (dont fait partie Mozilla) arrive à ses fins, nous aurons la possibilité de créer un monde où l’IA aide l’humanité plutôt que de lui nuire.

# body.bd8e7068-5b5f-4b13-9cf9-240f37074149
source: <b>It was inspiring conversations with people like these that led Mozilla to focus the $20M+ that it spends each year on movement building on the topic of trustworthy AI.</b> Over the course of 2020, we’ve been writing a paper titled “Creating Trustworthy AI” to document the challenges and ideas for action that have come up in these conversations. Today, <a id="a1">we release the final version of this paper.</a>
es: <b>Después de mantener conversaciones estimulantes con estas personas, Mozilla decidió destinar al tema de la IA fiable los más de 20 millones de dólares que invierte cada año en movimientos a favor de un mundo digital más saludable.</b> A lo largo de 2020, hemos redactado un documento titulado "Construir una IA fiable" para registrar los desafíos, las ideas y las iniciativas surgidas durante estas conversaciones. Y hoy <a id="a1">publicamos la versión final de dicho documento.</a>
fr: <b>Ce sont des conversations passionnantes avec des personnes engagées qui ont poussé Mozilla à consacrer les plus de 20 millions de dollars alloués annuellement au militantisme au sujet d’une IA digne de confiance. Au cours de l’année 2020, nous avons rédigé une étude intitulée « Building Trustworthy AI » (« Concevoir une IA digne de confiance ») afin de consigner les fruits de ces réflexions, qu’il s’agisse de défis à relever ou d’actions à mettre en place. Aujourd’hui, <a id="a1">nous publions la version finale de cette étude.</a>

# body.70eb1129-1842-457b-9e61-9c49fdcc8cef.label
source: Read the White Paper
es: Lee el documento técnico
fr: Lire le livre blanc

# body.26bcd979-e9a0-44ea-845e-43718995b31d
source: This ‘paper’ isn’t a traditional piece of research. It’s more like an action plan, laying out steps that Mozilla and other like-minded people could take to make trustworthy AI a reality. It is possible to make this kind of shift, just as we have been able to make the shift to clean water and safer automobiles in response to risks to people and society. The paper suggests the code we need to write, the projects we need to fund, the issues we need to champion, and the laws we need to pass. It’s a toolkit for technologists, for philanthropists, for activists, for lawmakers.
es: Este documento no es fruto de una investigación tradicional, es más bien un plan de acción que establece los pasos que Mozilla y otras personas con las mismas ideas podrían adoptar para hacer realidad una IA fiable. Este cambio es posible, del mismo modo que se ha podido hacer la transición hacia el agua limpia y los automóviles más seguros en respuesta a los riesgos para las personas y la sociedad. El documento sugiere el código que debemos redactar, los proyectos que debemos financiar, las cuestiones que debemos defender y las leyes que debemos aprobar. Es un conjunto de herramientas útil para tecnólogos, filántropos, activistas y legisladores.
fr: Cette « étude » n’est pas une publication de recherche traditionnelle. Il s’agit plutôt d’un plan d’action qui définit des mesures que Mozilla et d’autres personnes ou organisations partageant le même point de vue peuvent mettre en œuvre pour faire de l’IA digne de confiance une réalité. Nous pouvons impulser ce changement, tout comme nous avons réussi à obtenir une eau plus pure et des voitures plus sûres en mettant en avant les risques pour les individus et la société. Notre étude décrit quel type de code écrire, quels projets financer, quels enjeux aborder et quelles lois promulguer. C’est une véritable trousse à outils pour les spécialistes des technologies, les philanthropes, les activistes et les législateurs et législatrices.

# body.26bcd979-e9a0-44ea-845e-43718995b31d
source: At the heart of the paper are eight big challenges the world is facing when it comes to the use of AI in the consumer internet technologies we all use everyday. These are things like: bias; privacy; transparency; security; and the centralization of AI power in the hands of a few big tech companies. The paper also outlines four opportunities to meet these challenges. These opportunities centre around the idea that there are developers, investors, policy makers and a broad public that want to make sure AI works differently -- and to our benefit. Together, we have a chance to write code, process data, create laws and choose technologies that send us in a good direction.
es: El documento gira en torno a ocho grandes desafíos a los que se enfrenta el mundo en relación al uso de IA en las tecnologías de Internet que todos usamos a diario. Nos referimos a temas como: sesgos, derecho a la intimidad, transparencia, seguridad y la concentración del poder de la IA en manos de unas pocas grandes empresas tecnológicas. El documento también describe cuatro oportunidades para hacer frente a estos desafíos, sustentadas en la idea de que hay desarrolladores, inversores, responsables políticos y un gran número de personas a favor de que la IA funcione de manera diferente y únicamente en beneficio de toda la sociedad. Juntos, tenemos la oportunidad de escribir código, procesar datos, crear leyes y elegir tecnologías que nos encaminen en la buena dirección.
fr: Au cœur de notre étude, nous analysons les huit principaux défis auxquels le monde est confronté en ce qui concerne l’intégration d’IA dans les technologies de consommation d’Internet que nous utilisons au quotidien. Ces sujets incluent notamment : la partialité, la confidentialité, la transparence, la sécurité et la centralisation de la puissance de l’IA entre les mains des géants de la tech. L’étude décrit également quatre possibilités de relever ces défis, centrées sur l’idée que certain·e·s développeurs et développeuses, investisseurs et investisseuses, responsables politiques et membres de la société veulent garantir une utilisation différente et bénéfique de l’IA. Ensemble, nous pouvons coder, traiter des données, écrire des lois et choisir des technologies qui nous poussent dans la bonne direction.

# body.26bcd979-e9a0-44ea-845e-43718995b31d
source: Like any major Mozilla project, this paper was built using an open source approach. The draft we <a id="a1">published</a> in May came from 18 months of conversations, research and experimentation. We invited people to comment on that draft, and they did. People and organizations from around the world weighed in: from digital rights groups in Poland to civil rights activists in the U.S, from machine learning experts in North America to policy makers at the highest levels in Europe, from activists, writers and creators to ivy league professors. We have revised the paper based on this input to make it <a id="a2">that much stronger</a>. The feedback helped us hone our definitions of “AI” and “consumer technology.” It pushed us to make racial justice a more prominent lens throughout this work. And it led us to incorporate more geographic, racial, and gender diversity viewpoints in the paper.
es: Como todos los proyectos importantes de Mozilla, este documento fue creado mediante un enfoque de código abierto. Después de 18 meses de conversaciones, investigación y experimentación, <a id="a1">publicamos</a> un primer borrador en mayo y, a continuación, invitamos a todo el mundo a opinar y participar. Desde grupos de derechos digitales en Polonia hasta activistas de derechos civiles de los EE. UU., desde expertos norteamericanos en aprendizaje automático hasta responsables políticos en los niveles más altos de Europa, desde activistas, escritores y creadores hasta profesores de las universidades más prestigiosas. Hemos revisado todo el contenido en base a las opiniones y comentarios recibidos para dotarlo de <a id="a2">mucha más solidez</a> y, en consecuencia, hemos refinado nuestras definiciones de "IA" y de "tecnología de consumo". También hemos reforzado la perspectiva de la justicia racial en todo el documento y hemos ampliado los puntos de vista relacionados con la diversidad geográfica, racial y de género.
fr: Comme tous les projets d’envergure de Mozilla, cette étude s’est basée sur une démarche open source. Le premier jet que nous avons publié en mai était le fruit de 18 mois de conversations, de recherches et d’expériences. Nous avons invité les internautes à commenter ce premier jet, et la réponse a été formidable. Des personnes et des organisations du monde entier nous ont fait part de leur opinion : groupes polonais de défense des droits numériques, activistes des droits civiques états-unien·e·s, expert·e·s de l’apprentissage automatique en Amérique du Nord, responsables politiques européen·ne·s de haut rang, activistes, écrivain·e·s, créateurs et créatrices, professeur·e·s d’universités Ivy League… Nous avons tenu compte de ces commentaires pour réviser notre étude et en publier une version nettement étoffée. Ces retours nous ont permis de perfectionner nos définitions de « l’IA » et des « technologies de consommation », de donner une place plus importante au racisme dans notre prisme d’analyse et d’inclure plus de diversité en matière de localisation géographique, de race et de genre dans notre étude.

# body.26bcd979-e9a0-44ea-845e-43718995b31d
source: In the months and years ahead, this document will serve as a blueprint for Mozilla Foundation’s movement building work, with a focus on research, advocacy and grantmaking. We’re already starting to manifest this work: Mozilla’s <a id="a1">advocacy around YouTube recommendations</a> has illuminated how problematic AI curation can be. The <a id="a2">Data Futures Lab</a> and <a id="a3">European AI Fund</a> that we are developing with partner foundations support projects and initiatives that reimagine how trustworthy AI is designed and built across multiple continents. And Mozilla Fellows and Awardees like <a id="a4">Sylvie Delacroix</a>, <a id="a5">Deborah Raj</a>, and <a id="a6">Neema Iyer</a> are studying how AI intersects with data governance, equality, and systemic bias. Past and present work like this also fed back into the white paper, helping us learn by doing.
es: En los próximos meses y años, este documento servirá de modelo para la creación de movimientos de activismo de la Fundación Mozilla, centrados en la investigación, la defensa de derechos y la concesión de subvenciones. Nuestro trabajo empieza a mostrar sus frutos: la <a id="a1">advertencia de Mozilla en torno a las recomendaciones de YouTube</a> ha puesto de manifiesto dramáticamente lo que ocurre cuando la IA asume el mando. El <a id="a2">Data Futures Lab</a> y el <a id="a3">European AI Fund</a> que estamos desarrollando en colaboración con otras fundaciones, respaldan proyectos e iniciativas que reinventan el diseño y la implantación de una IA fiable en varios continentes. Asimismo, colaboradores de prestigio y premiados por Mozilla, como <a id="a4">Sylvie Delacroix</a>, <a id="a5">Deborah Raj</a> y <a id="a6">Neema Iyer</a> están estudiando cómo interacciona la IA con la gobernanza de datos, la igualdad y el sesgo sistémico. Todo el trabajo de la Fundación Mozilla realizado hasta ahora ha servido para retroalimentar el documento, en un claro ejemplo de aprendizaje a través de la práctica.
fr: Dans les mois et les années à venir, ce document fera office de ligne directrice pour les efforts de renforcement du mouvement de la Fondation Mozilla, avec un accent sur la recherche, le militantisme et l’octroi de subventions. Nous commençons déjà à mettre des actions en œuvre : la <a id="a1">campagne de Mozilla au sujet des recommandations YouTube</a> a mis en lumière les problématiques liées à la curation de contenus par l’IA. Le <a id="a2">Data Futures Lab</a> et le <a id="a3">European AI Fund</a>, que nous développons avec des fondations partenaires, soutiennent des projets et des initiatives du monde entier qui repensent la conception d’une IA digne de confiance. Et les Mozilliennes et bénéficiaires de bourses Mozilla <a id="a4">Sylvie Delacroix</a>, <a id="a5">Deborah Raj</a> et <a id="a6">Neema Iyer</a> étudient comment l’IA interagit avec les sujets de la gouvernance des données, de l’égalité et des discriminations systémiques. Ces travaux passés et présents ont également bénéficié à l’étude en nous permettant d’apprendre par l’expérience.
