Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozilla-explains-why-does-youtube-recommend-conspiracy-theory-videos.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Mozilla Explains: Why Does YouTube Recommend Conspiracy Theory Videos?
de: Mozilla erklärt: Warum empfiehlt YouTube Verschwörungstheorie-Videos?
es: Mozilla Explica: ¿Por qué YouTube recomienda vídeos de teorías conspirativas?
fr: Mozilla explique : Pourquoi YouTube recommande-t-il des vidéos de théories du complot ?
pl: Mozilla wyjaśnia: Dlaczego YouTube poleca filmy o teoriach spiskowych?
pt_br: Mozilla explica: Por que o YouTube recomenda vídeos de teoria da conspiração?

# search_description
source: The more YouTube you watch, the more ad money the site makes. What happens when that profit model goes unchecked?
de: Je mehr YouTube du dir ansiehst, desto mehr Werbegeld verdient die Website. Was passiert, wenn dieses Gewinnmodell nicht überprüft wird?
es: Cuanto más vídeos veas en YouTube, más dinero publicitario genera el sitio. ¿Qué sucede cuando ese modelo de ganancias no tiene un control?
fr: Plus vous regardez YouTube, plus la publicité rapporte au site. Que se passe-t-il lorsque ce modèle de profit n’est pas contrôlé ?
pl: Im więcej oglądasz YouTube, tym więcej pieniędzy na reklamach zarabia serwis. Co się stanie, gdy ten model zysku przestanie być kontrolowany?
pt_br: Quanto mais você assiste ao YouTube, mais dinheiro de propaganda o site ganha. O que acontece quando esse modelo de lucro não é verificado?

# body.c3e41b39-cd0d-4a20-9fc5-a3887bb47dd3
source: Fear leads to anger. Anger leads to hate. Hate leads to...clicks?
de: Angst führt zu Wut. Wut führt zu Hass. Hass führt zu … Klicks?
es: El miedo conduce a la ira. La ira conduce al odio. El odio conduce a… ¿clics?
fr: La peur engendre la colère. La colère mène à la haine. La haine mène à… des clics ?
pl: Strach prowadzi do gniewu. Gniew prowadzi do nienawiści. Nienawiść prowadzi do… kliknięć?
pt_br: O medo leva à raiva. A raiva leva ao ódio. O ódio leva a... cliques?

# body.c3e41b39-cd0d-4a20-9fc5-a3887bb47dd3
source: Most of the videos you’d find on YouTube are free for you and me to watch. How, then, did YouTube rake in <a id="a1">$6 billion</a> in just three months this year? How is the site on its way to <a id="a2">rivaling</a> the earnings of Netflix — a service that charges all of its subscribers a monthly fee?
de: Die meisten Videos, die Sie auf YouTube finden, können alle kostenlos ansehen. Wie hat YouTube dieses Jahr in nur drei Monaten <a id="a1">6 Milliarden US-Dollar</a> eingespielt? Wie gelingt es der Site mit den Einnahmen von Netflix zu <a id="a2">konkurrieren</a> – einem Dienst, der allen seinen Abonnenten eine monatliche Gebühr berechnet?
es: La mayoría de los vídeos que encuentras en YouTube son para que los veamos de forma gratuita. ¿Cómo hizo entonces YouTube para recaudar <a id="a1">06 mil millones de dólares</a> en solo tres meses este año? ¿Cómo hace para estar en camino de <a id="a2">competir</a> con las ganancias de Netflix, un servicio que cobra una tarifa mensual a todos sus suscriptores?
fr: La plupart des vidéos que vous trouverez sur YouTube sont gratuites pour vous et moi. Comment, alors, YouTube a-t-il engrangé <a id="a1">6 milliards de dollars</a> en seulement trois mois cette année ? Comment le site est-il en passe de <a id="a2">rivaliser</a> avec les revenus de Netflix – un service qui facture des frais mensuels à l’ensemble de ses abonné·e·s ?
pl: Większość filmów, które znajdziesz w YouTube, możesz obejrzeć za darmo. Jak zatem w tym roku YouTube zgarnął <a id="a1">6 miliardów dolarów</a> w ciągu zaledwie trzech miesięcy? W jaki sposób witryna jest na najlepszej drodze <a id="a2">do konkurowania</a> z zarobkami Netflix — usługi, która pobiera miesięczną opłatę od wszystkich swoich subskrybentów?
pt_br: A maioria dos vídeos que você encontra no YouTube é grátis para você e eu assistirmos. Como, então, o YouTube arrecadou <a id="a1">US$ 6 bilhões</a> em apenas três meses este ano? Como o site está a caminho de <a id="a2">rivalizar</a> com os ganhos da Netflix – um serviço que cobra uma taxa mensal de todos os seus assinantes?

# body.c3e41b39-cd0d-4a20-9fc5-a3887bb47dd3
source: YouTube makes billions each month through the help of advertising. The more YouTube videos a viewer consumes, the more ad money Google (YouTube’s parent company) can rake in. Simply put, the longer YouTube can keep you on its site, the better for its pocketbook. It’s why, <a id="a1">like we mentioned before</a>, YouTube’s recommendation algorithm is intended to keep you on the site watching videos for as long as possible.
de: YouTube verdient jeden Monat Milliarden durch Werbung. Je mehr YouTube-Videos ein Zuschauer konsumiert, desto mehr Werbegelder kann Google (die Muttergesellschaft von YouTube) einstreichen. Einfach ausgedrückt, je länger YouTube Sie auf seiner Website halten kann, desto besser für seinen Geldbeutel. Aus diesem Grund soll der Empfehlungsalgorithmus von YouTube, <a id="a1">wie bereits erwähnt</a>, Sie so lange wie möglich auf der Website halten, um Videos anzusehen.
es: YouTube gana miles de millones cada mes gracias a la publicidad. Cuantos más vídeos de YouTube consuma un espectador, más dinero publicitario recauda Google (la empresa matriz de YouTube). En pocas palabras, cuanto más tiempo logre YouTube mantenerte en su sitio, mejor para su bolsillo. Es por eso que, <a id="a1">tal como mencionamos</a>, el algoritmo de recomendación de YouTube está pensado para que te quedes en el sitio viendo vídeos el mayor tiempo posible.
fr: YouTube gagne des milliards chaque mois grâce à la publicité. Plus l’internaute regarde de vidéos sur YouTube, plus Google (la société mère de YouTube) peut engranger des recettes publicitaires. En termes simples, plus YouTube peut vous garder sur son site longtemps, mieux son portefeuille se porte. Voilà pourquoi, <a id="a1">comme nous l’avons mentionné précédemment</a>, l’algorithme de recommandation de YouTube a pour but de vous garder sur le site pour regarder des vidéos le plus longtemps possible.
pl: YouTube zarabia miliardy każdego miesiąca - dzięki reklamom. Im więcej filmów na YouTube ogląda widz, tym więcej pieniędzy za reklamy może zgarnąć Google (spółka macierzysta YouTube). Mówiąc najprościej, im dłużej YouTube może Cię zatrzymać na swojej stronie, tym lepiej dla jego portfela. Dlatego, <a id="a1">jak wspomnieliśmy wcześniej</a>, algorytm rekomendacji YouTube ma na celu zachęcaniu Cię do oglądania filmów tak długo, jak to możliwe.
pt_br: O YouTube ganha bilhões a cada mês com a ajuda da propaganda. Quanto mais vídeos do YouTube um espectador consome, mais dinheiro com propaganda o Google (a empresa controladora do YouTube) pode arrecadar. Simplificando, quanto mais tempo o YouTube consegue manter você em seu site, melhor para os lucros. É por isso que, <a id="a1">como mencionamos antes</a>, o algoritmo de recomendação do YouTube tem como objetivo manter você no site assistindo a vídeos pelo maior tempo possível.

# body.c3e41b39-cd0d-4a20-9fc5-a3887bb47dd3
source: This isn’t always a bad thing, but oftentimes it can be. For example, content that is entertaining isn’t always factually correct or safe. “Hatred is useful for clickbait,” as Guillaume Chaslot puts it. The current Mozilla fellow and former Google engineer says as much in our latest Mozilla Explains. That hatred, in some cases, <a id="a1">can lead to radicalization</a> — where a viewer winds up falling down a rabbit hole filled with misleading and violent information, in some cases urged on by YouTube’s recommendation algorithm.
de: Das ist nicht immer schlecht, aber oftmals schon. Beispielsweise sind Inhalte, die unterhaltsam sind, nicht immer sachlich richtig oder sicher. „Hass ist nützlich für Clickbait“, wie es Guillaume Chaslot ausdrückt. Das sagt der aktuelle Mozilla-Mitarbeiter und ehemalige Google-Ingenieur in unserem neuesten Mozilla erklärt. Dieser Hass <a id="a1">kann in einigen Fällen zu einer Radikalisierung führen</a> – wenn ein Zuschauer in einem Labyrinth voller irreführender und gewalttätiger Informationen landet, in einigen Fällen gedrängt durch den Empfehlungsalgorithmus von YouTube.
es: Esto no siempre es malo, pero a veces puede serlo. Por ejemplo, los contenidos que son entretenidos no siempre son objetivamente correctos o seguros. «El odio es útil para el clickbait o ciberanzuelo», nos dice Guillaume Chaslot. El actual miembro de Mozilla y ex ingeniero de Google dice lo mismo en nuestro último Mozilla Explica. Ese odio, en algunos casos, <a id="a1">puede conducir a la radicalización</a>; un espectador termina entrando en un mundo irreal, lleno de información engañosa y violenta, en algunos casos exhortado por el algoritmo de recomendación de YouTube.
fr: Ce n’est pas toujours une mauvaise chose, mais c’est souvent le cas. Par exemple, un contenu divertissant n’est pas toujours correct ou sûr. « La haine sert à générer des clics », comme le dit Guillaume Chaslot. L’actuel Mozillien et ancien ingénieur de Google le dit dans notre dernier épisode de Mozilla explique. Cette haine, dans certains cas, <a id="a1">peut conduire à la radicalisation</a> - où un téléspectateur finit par tomber dans un cercle vicieux d’informations trompeuses et violentes, dans certains cas poussés par l’algorithme de recommandation de YouTube.
pl: Nie zawsze jest to zła rzecz, ale często może tak być. Na przykład treści, które są zabawne, nie zawsze są zgodne z faktami lub bezpieczne. „Nienawiść jest przydatna jako przynęta na kliknięcia”, jak to ujął Guillaume Chaslot. Obecny współpracownik Mozilli i były inżynier Google mówi to samo w naszym odcinku Mozilla wyjaśnia. Ta nienawiść w niektórych przypadkach <a id="a1">może prowadzić do radykalizacji</a> – kiedy widz wpada do króliczej nory, wypełnionej mylącymi i brutalnymi informacjami, w niektórych przypadkach podpowiadanych przez algorytm rekomendacji YouTube.
pt_br: Isso nem sempre é ruim, mas muitas vezes pode ser. Por exemplo, o conteúdo que é divertido nem sempre é factualmente correto ou seguro. “O ódio é útil para induzir cliques”, como diz Guillaume Chaslot. O atual membro da Mozilla e ex-engenheiro do Google diz isso em nosso último Mozilla explica. Esse ódio, em alguns casos, <a id="a1">pode levar à radicalização</a> – onde um espectador acaba caindo em um buraco cheio de informações enganosas e violentas, em alguns casos estimuladas pelo algoritmo de recomendação do YouTube.

# body.3ad32146-a5c1-4eee-8769-f68a7cb40687.url
source: https://www.youtube.com/embed/r98HbsaN9nw?rel=0
de: https://www.youtube.com/embed/r98HbsaN9nw?rel=0&cc_load_policy=1&cc_lang_pref=de
es: https://www.youtube.com/embed/r98HbsaN9nw?rel=0&cc_load_policy=1&cc_lang_pref=es
fr: https://www.youtube.com/embed/r98HbsaN9nw?rel=0&cc_load_policy=1&cc_lang_pref=fr
pl: https://www.youtube.com/embed/r98HbsaN9nw?rel=0&cc_load_policy=1&cc_lang_pref=pl
pt_br: https://www.youtube.com/embed/r98HbsaN9nw?rel=0&cc_load_policy=1&cc_lang_pref=pt

# body.5bd98035-0eca-4c5b-a1da-e7497b9138b5
source: Users can quickly fall prey to a domino effect, where one conspiracy video leads to another. In fact, in our <a id="a1">YouTube Regrets</a> series we studied exactly this. We asked Mozilla supporters about the times they felt as if the algorithm suggested extreme content and thousands of them responded to tell us all about the weird places they were led to. From searching simple dance videos that led to videos about bodily harm to drag queen self esteem videos that transitioned eventually to anti-LGBTQ content. Users of YouTube were taken to some eerie corners of the site — all thanks to YouTube’s recommendation algorithm. Zoom out and this sequence of events happening repeatedly, while profitable for YouTube, can be dangerous for society.
de: Nutzer können schnell einem Dominoeffekt zum Opfer fallen, bei dem ein Verschwörungsvideo zum nächsten führt. Tatsächlich haben wir in unserer <a id="a1">YouTube Regrets</a>-Serie genau dies untersucht. Wir haben Mozilla-Unterstützer gefragt, wie oft sie das Gefühl hatten, dass der Algorithmus extreme Inhalte vorschlägt, und Tausende von ihnen antworteten, um uns alles über die seltsamen Orte zu erzählen, an die sie geführt wurden. Von der Suche nach einfachen Tanzvideos, die zu Videos über Körperverletzung führten, bis hin zu Videos zum Selbstwertgefühl von Drag Queens, die schließlich zu Anti-LGBTQ-Inhalten wurden. Nutzer von YouTube wurden in einige unheimliche Ecken der Website geführt – alles dank des Empfehlungsalgorithmus von YouTube. Im Großen kann diese Abfolge von Ereignissen, die wiederholt auftreten, für YouTube zwar profitabel, aber für die Gesellschaft gefährlich sein.
es: Los usuarios pueden caer rápidamente presa de un efecto dominó, en el que un vídeo de conspiración conduce a otro. De hecho, en nuestra serie <a id="a1">Contrariedades en YouTube</a> estudiamos exactamente este fenómeno. Les preguntamos a los seguidores de Mozilla si alguna vez sintieron que el algoritmo les sugirió contenidos extremos y miles de ellos respondieron para contarnos todo sobre los sitios extraños a los que fueron conducidos. Desde casos en los que una búsqueda de vídeos de baile llevó a vídeos sobre daños corporales, hasta casos en los que vídeos sobre autoestima drag queen llevaron a contenido anti-LGBTQ. Usuarios de YouTube que fueron dirigidos a algunos rincones espeluznantes del sitio, todo gracias al algoritmo de recomendación de YouTube. Si lo vemos con perspectiva, esta secuencia de eventos sucediendo repetidamente, aunque sea rentable para YouTube, puede ser peligrosa para la sociedad.
fr: Les utilisateurs et utilisatrices peuvent rapidement être la proie d’un effet domino, dans lequel une vidéo conspirationniste en entraîne une autre. En fait, dans notre série <a id="a1">Regrets sur YouTube</a>, nous avons étudié exactement cela. Au cours d’une enquête menée auprès de sympathisant·e·s de Mozilla, nous leur avons demandé s’ils ou elles avaient eu l’impression que l’algorithme leur suggérait des contenus extrêmes. Des milliers de personnes nous ont répondu en nous racontant les recoins étranges où ils et elles ont été conduit·e·s. De la recherche de simples vidéos de danse à des vidéos sur les lésions corporelles, en passant par des vidéos sur l’estime de soi des travestis, on en arrive à des contenus anti-LGBTQ. Les utilisateurs et utilisatrices de YouTube ont été emmené·e·s dans certains recoins étranges du site, tout cela via l’algorithme de recommandation de YouTube. Si l’on prend du recul, cette séquence d’évènements reproduite à de multiples reprises, bien que rentable pour YouTube, peut être dangereuse pour la société.
pl: Użytkownicy mogą szybko paść ofiarą efektu domina, w którym jeden film spiskowy prowadzi do drugiego. W rzeczywistości w naszej serii filmów „ <a id="a1">YouTube Regrets</a> ” dokładnie to przestudiowaliśmy. Zapytaliśmy zwolenników Mozilli o momenty, w których czuli, że algorytm sugerował ekstremalną zawartość, a tysiące z nich odpowiedziało i opowiedziało nam o dziwnych miejscach, do których zostali zaprowadzeni. Od wyszukiwania prostych filmów tanecznych, które doprowadziły do filmów o uszkodzeniach ciała, po filmy o samoocenie drag queen, które ostatecznie przeszły do treści anty-LGBTQ. Użytkownicy YouTube zostali przeniesieni do niektórych upiornych zakątków witryny — wszystko dzięki algorytmowi rekomendacji YouTube. Patrząc bardziej globalnie, taka sekwencja wydarzeń, które powtarzają się wielokrotnie, choć jest opłacalna dla YouTube, może być niebezpieczna dla społeczeństwa.
pt_br: Os usuários podem cair rapidamente em um efeito dominó, no qual um vídeo de conspiração leva a outro. Na verdade, em nossa série de <a id="a1">YouTube Regrets</a>, estudamos exatamente isso. Perguntamos aos apoiadores da Mozilla sobre as vezes em que sentiram como se o algoritmo sugerisse conteúdo extremo e milhares deles responderam contando sobre os lugares estranhos para os quais foram conduzidos. De pesquisas simples de vídeos de dança que levaram a vídeos sobre lesões corporais a vídeos de autoestima de drag queens que acabaram levando a conteúdo anti-LGBTQ Os usuários do YouTube foram levados a alguns cantos assustadores do site – tudo graças ao algoritmo de recomendação do YouTube. Olhando o panorama geral, essa sequência de eventos acontecendo repetidamente, embora lucrativa para o YouTube, pode ser perigosa para a sociedade.

# body.5bd98035-0eca-4c5b-a1da-e7497b9138b5
source: So what do we do about all this? For starters, you can <a id="a1">chime in and tell us about a time YouTube’s suggestion bot led you astray</a>. Additionally, Chaslot recommends regulators step in and issue laws that begin to curb this. But there’s something you can do as well — arm yourself with knowledge. “When you know that YouTube is trying to manipulate you, it doesn’t work as well,” Chaslot says. Hate leads to clicks but only you can prevent yourself from turning to the dark side.
de: Was also unternehmen wir dagegen? Für den Anfang können Sie sich einklinken <a id="a1">und uns davon erzählen, wie Sie der Vorschlags-Bot von YouTube einmal in die Irre geführt hat</a>. Darüber hinaus empfiehlt Chaslot den Aufsichtsbehörden, einzugreifen und Gesetze zu erlassen, die dies eindämmen. Aber Sie können auch etwas tun – sich mit Wissen bewaffnen. „Wenn Sie wissen, dass YouTube versucht, Sie zu manipulieren, funktioniert es nicht so gut“, sagt Chaslot. Hass führt zu Klicks, aber nur Sie können verhindern, dass Sie sich der dunklen Seite zuwenden.
es: Entonces, ¿qué podemos hacer al respecto? Para empezar, puedes <a id="a1">intervenir y contarnos alguna situación en la que el bot de sugerencias de YouTube te haya llevado por mal camino</a>. Además, Chaslot recomienda la intervención de reguladores para que emitan leyes que comiencen a frenar esto. Pero hay otra cosa que también puedes hacer: armarte con conocimiento. «Cuando sabes que YouTube está tratando de manipularte, ya no funciona tan bien», dice Chaslot. El odio genera clics, pero solo tú puedes decidir no pasar al lado oscuro.
fr: Face à cette situation, que faire ? Pour commencer, vous pouvez intervenir et nous faire part d’une situation où le robot de suggestion de YouTube vous a induit·e en erreur. De plus, Guillaume Chaslot recommande aux régulateurs d’intervenir et de promulguer des lois pour commencer à endiguer ce phénomène. Toutefois, il y a une chose que vous pouvez faire également : vous munir de connaissances. « Quand vous savez que YouTube essaie de vous manipuler, alors il n’y parviendra pas aussi facilement », dit Guillaume Chaslot. La haine génère des clics, mais vous seul·e pouvez vous empêcher de basculer du côté obscur.
pl: Cóż więc z tym wszystkim zrobimy? Na początek możesz <a id="a1">dołączyć i opowiedzieć nam o tym, jak bot sugestii YouTube sprowadził Cię na manowce</a>. Ponadto Chaslot zaleca organom regulacyjnym wkroczenie i wydanie przepisów, które w pewien sposób to uregulują. Ale jest też coś, co możesz zrobić — uzbroić się w wiedzę. „Kiedy wiesz, że YouTube próbuje tobą manipulować, to nie działa tak dobrze”, mówi Chaslot. Nienawiść prowadzi do kliknięć, ale tylko Ty możesz powstrzymać się przed przejściem na ciemną stronę.
pt_br: Que fazemos então com esta situação? Para começar, você pode <a id="a1">nos contar sobre uma ocasião em que o robô de sugestões do YouTube desviou você do caminho</a>. Além disso, Chaslot recomenda que os reguladores intervenham e promulguem leis que comecem a restringir isso. Mas há algo que você também pode fazer – armar-se com conhecimento. “Quando você sabe que o YouTube está tentando manipulá-lo, ele não funciona tão bem”, diz Chaslot. O ódio leva a cliques, mas só você pode evitar virar para o lado negro.

# title
source: Mozilla Explains: Why Does YouTube Recommend Conspiracy Theory Videos?
de: Mozilla erklärt: Warum empfiehlt YouTube Verschwörungstheorie-Videos?
es: Mozilla Explica: ¿Por qué YouTube recomienda vídeos de teorías conspirativas?
fr: Mozilla explique : Pourquoi YouTube recommande-t-il des vidéos de théories du complot ?
pl: Mozilla wyjaśnia: Dlaczego YouTube poleca filmy o teoriach spiskowych?
pt_br: Mozilla explica: Por que o YouTube recomenda vídeos de teoria da conspiração?
