Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozilla-explains-what-*.po
Languages: is_ai

# search_description
source: What exactly is AI? Mozilla researcher Becca Ricks helps explain AI, algorithms and machine learning models.
is_ai: ¿Qué es exactamente la IA? La investigadora de Mozilla, Becca Ricks, nos ayuda a entender la IA, los algoritmos y los modelos de aprendizaje automático.

# body.64cdb652-aa93-4c14-b4fe-f03e903c3d8c
source: What is AI?
is_ai: ¿Qué es IA?

# body.64cdb652-aa93-4c14-b4fe-f03e903c3d8c
source: When you hear artificial intelligence (or AI) you probably assume it’s something difficult to understand and above your comprehension level. But, ultimately, AI is software that’s able to recognize patterns. Apps, and other tech products powered by AI, are able to make educated guesses about things it has never encountered using the data it was trained on. Here’s an example: say a data scientist teaches an app to tell the difference between dog photos and cat photos. She uses 1,000 images labeled “dog” or “cat” to train the app on how to tell which is which. After she launches the app, a user can upload a photo and the app can determine if the picture contained a dog or a cat. Smart stuff.
is_ai: Probablemente, cuando escuchas decir «inteligencia artificial» (o IA) asumes que se trata de algo difícil de entender, que está por encima de tu capacidad de comprensión. Pero, en definitiva, la IA no es más que un programa informático capaz de reconocer patrones. Las aplicaciones y otros productos tecnológicos que utilizan IA tiene la capacidad de hacer conjeturas fundamentadas sobre cosas que no ha visto antes, utilizando los datos con los que fue entrenada. Por ejemplo: supongamos que un científico de datos le enseña a una aplicación a distinguir fotos de perros y de gatos. Para enseñar a la aplicación a saber cuál es cuál, utiliza 1.000 imágenes etiquetadas como «perro» o «gato». Una vez que lanza la aplicación, los usuarios pueden cargar una foto y la aplicación es capaz de determinar si la imagen contiene un perro o un gato. Muy inteligente.

# body.64cdb652-aa93-4c14-b4fe-f03e903c3d8c
source: (Visual learner? I’ll let researcher Becca Ricks help explain:)
is_ai: (¿Prefieres el aprendizaje visual? Dejaré que la investigadora Becca Ricks me ayude a explicar :)

# body.d371d8fc-225b-414e-8bc6-b285497af90f.url
source: https://www.youtube.com/embed/P-iiN0c2uic
is_ai: https://www.youtube.com/embed/P-iiN0c2uic?rel=0&cc_load_policy=1&cc_lang_pref=es

# body.d371d8fc-225b-414e-8bc6-b285497af90f.caption
source: Becca Ricks explains AI — Mozilla Foundation
is_ai: Becca Ricks explica qué es la IA - Fundación Mozilla

# body.f1189e33-d593-4715-aed3-08cf8cfc5f73
source: Is machine learning something different?
is_ai: ¿El aprendizaje automático es otra cosa?

# body.f1189e33-d593-4715-aed3-08cf8cfc5f73
source: The term “AI” gets thrown around a lot — it’s one of those phrases you see as a bullet point on the back of a toy box or hear in commercials for IBM’s Watson. There’s a chance you’ve heard terms like “algorithm” or even “machine learning model” a lot less. Algorithms power AI — they are the programs inside software that take in a bunch of information and crunch the numbers. A machine learning model is what ends up making the prediction.
is_ai: El término «IA» suele usarse mucho: es una de esas expresiones que ves en la parte posterior de una caja de juguetes o que escuchas en los comerciales de IBM Watson. Posiblemente has escuchado con mucha menor frecuencia términos como «algoritmo» o «modelo de aprendizaje automático». Los algoritmos son los encargados de hacer funcionar la IA: son programas que están dentro del software, tomando montones de información y procesando los números. El modelo de aprendizaje automático es lo que termina haciendo la predicción.

# body.f1189e33-d593-4715-aed3-08cf8cfc5f73
source: An algorithm is a piece of software that can look at numerous pieces of information about a subject and classifies them. Then, when that algorithm is applied to a large set of what experts call training data, it produces a machine learning model. The model is what’s able to take in new data and make choices based on the data in front of it. Did your streaming service suggest to you your new favorite TV show? It was able to do that by collecting data points about you (what you’re watching, what device you’re on, what other people similar to you watch, etc.) and the streaming platform’s machine learning model spits out your new favorite show, Trashy Reality Show Season 2: Miami. (Though few would call you out if you used the term “AI” or “recommendation system” here instead of “machine learning model.”)
is_ai: Un algoritmo es una pieza de software que puede examinar grandes cantidades de datos sobre un tema y clasificarlos. Luego, cuando ese algoritmo se aplica a un gran conjunto de lo que los expertos llaman «datos de entrenamiento», produce un modelo de aprendizaje automático. El modelo es el elemento que tiene la capacidad de recibir datos nuevos y tomar decisiones en función de estos datos. ¿Tu servicio de streaming te sugirió tu nuevo programa de televisión favorito? Pudo hacerlo porque recopiló puntos de datos sobre ti (qué estás viendo, en qué dispositivo estás, qué es lo que ven otras personas similares a ti, etc.) y el modelo de aprendizaje automático de la plataforma de streaming lanzó tu nuevo programa favorito: el Reality Show Trashy - Temporada 2: Miami. (Aunque pocos te llamarían la atención si dijeras «IA» o «sistema de recomendación» en lugar de «modelo de aprendizaje automático»).

# body.23b1ca3a-dda3-4263-a91c-3da705ef9d52.altText
source: AI vs. Machine Learning Model
is_ai: IA vs. modelo de aprendizaje automático

# body.422db5c6-4850-4814-9abb-7a393eae272f
source: What does AI look like in the real world?
is_ai: ¿Qué apariencia tiene la IA en el mundo real?

# body.422db5c6-4850-4814-9abb-7a393eae272f
source: You’ve probably interacted with AI whether you’ve realized it or not. If you’ve scrolled through your Instagram feed and posts were arranged in you’ll-probably-Like-this order and not <a id="a1">chronological order</a>, that’s AI at work. Here’s where things get hairy: who you are, where you live, where you tend to go (IRL and online) and a whole host of other factors can influence the decision an AI system makes about you. Not in every case, but certainly in some. At times, it can affect which of your friends see that Facebook post you so passionately made. In other cases it can have a more dire effect, like determining what resources you receive from your local government.
is_ai: Probablemente hayas interactuado con IA, aunque puede que no te hayas dado cuenta. Si te has desplazado a través del feed de Instagram y has notado que las publicaciones aparecen según lo que más te gusta ver y no en un <a id="a1">orden cronológico</a>, eso es IA en marcha. Aquí es donde las cosas se ponen complicadas: quién eres, dónde vives, dónde sueles ir (en la vida real y en el mundo virtual) y miles de otros factores, son cosas que pueden influir en la decisión que toma un sistema de inteligencia artificial sobre ti. No es así en todos los casos, pero sí en algunos. A veces, puede determinar cuál de tus amigos ve esa publicación de Facebook que hiciste con tantas ganas. En otros casos, puede tener consecuencias más graves, como determinar qué recursos recibirás de tu gobierno local.

# body.87477ca8-2e8d-4261-b622-644d9142cb21.altText
source: Gmails use of AI to autofill email sentences
is_ai: Gmail utiliza la IA para autocompletar oraciones cuando redactas un correo electrónico

# body.0154ed70-71af-4ed6-8997-1a3a50687b87
source: So AI is really important, huh?
is_ai: Entonces, la IA es realmente importante, ¿no?

# body.0154ed70-71af-4ed6-8997-1a3a50687b87
source: Yup. And as AI becomes more prevalent, it becomes extremely important that we all understand both artificial intelligence and the impact it can have. The better we understand it, the more we’ll make sure that AI reflects the priorities of everyone, not just the select few privileged enough to create it.
is_ai: Sip. Y a medida que la IA está cada vez más presente en nuestras vidas, es extremadamente importante que todos comprendamos qué es la inteligencia artificial y cuáles son sus posibles impactos. Cuanto mejor entendamos esto, más podremos asegurarnos de que la IA refleje las prioridades de todos, no solo de los pocos que tienen el privilegio de crearla.

# title
source: Mozilla Explains: What Is AI?
is_ai: Mozilla Explica: ¿Qué es la IA?
