Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/mozilla-publishes-ring-doorbell-vulnerability-following-amazons-apathy.po
Languages: fr

# seo_title
source: Mozilla Security Alert: Ring Doorbell Can Be Put Offline
fr: Alerte de sécurité de Mozilla : la sonnette Ring Doorbell peut être mise hors ligne

# search_description
source: Mozilla disclosure comes mere days after Ring reaches $5.8 million settlement with the FTC for other privacy issues
fr: La divulgation de Mozilla intervient quelques jours seulement après que Ring a conclu un accord de 5,8 millions de dollars avec la FTC pour d’autres problèmes de protection de la vie privée

# body.9ff961f7-800b-4596-b573-c93f7411b366
source: Mozilla disclosure comes mere days after Ring reaches $5.8 million settlement with the FTC for other privacy issues
fr: La divulgation de Mozilla intervient quelques jours seulement après que Ring a conclu un accord de 5,8 millions de dollars avec la FTC pour d’autres problèmes de protection de la vie privée

# body.d21e28ce-bbbb-43ff-945c-393a70cc96d2
source: <b>(SAN FRANCISCO, CA | TUESDAY, JUNE 6, 2023)</b> -- Today, Mozilla is publicizing a security vulnerability in Amazon’s Ring Wireless Video Doorbell. Mozilla shared the vulnerability with Amazon over 90 days ago, but Amazon has yet to address the issue. Now, per industry standards, Mozilla is sharing its findings publicly to alert Ring Doorbell users and to further pressure Amazon to take action.
fr: <b>(SAN FRANCISCO, CALIFORNIE | MARDI 6 JUIN 2023)</b> — Aujourd’hui, Mozilla signale une faille de sécurité au sein de la sonnette vidéo sans fil Ring d’Amazon. Mozilla a fait part à Amazon de cette vulnérabilité il y a plus de 90 jours, mais Amazon n’a pas encore corrigé le problème. Désormais, conformément aux normes de l’industrie, Mozilla partage ses conclusions publiquement pour alerter les utilisateurs et utilisatrices de sonnettes Ring et pousser Amazon à agir.

# body.d21e28ce-bbbb-43ff-945c-393a70cc96d2
source: Following a penetration test of the Ring Doorbell conducted in October-November 2022, Mozilla and collaborator <a id="a1">Cure53</a> determined that the device is vulnerable to Wi-Fi deauthentication attacks. Bad actors can leverage these weaknesses to disconnect the device from the internet using easily-accessible tools.
fr: À la suite d’un test d’intrusion de la sonnette Ring effectué entre octobre et novembre 2022, Mozilla, en collaboration avec <a id="a1">Cure53</a>, a déterminé que l’appareil est vulnérable aux attaques par désauthentification Wi-Fi. Des personnes mal intentionnées peuvent tirer parti de ces failles pour déconnecter l’appareil d’Internet à l’aide d’outils faciles d’accès.

# body.d21e28ce-bbbb-43ff-945c-393a70cc96d2
source: As a result, those bad actors could take the doorbell offline and then have their activities go unrecorded — undermining the product’s core purpose. Even after the doorbell is reconnected to the internet, a user will receive no alert about the attack.
fr: Par conséquent, ces personnes mal intentionnées pourraient mettre la sonnette hors ligne et faire en sorte que leurs agissements ne soient pas enregistrés, ce qui irait à l’encontre de l’objectif principal du produit. Même après la reconnexion de la sonnette à Internet, l’utilisateur ou l’utilisatrice ne recevra aucune alerte concernant l’attaque.

# body.d21e28ce-bbbb-43ff-945c-393a70cc96d2
source: Mozilla’s disclosure comes just days after <a id="a1">Ring’s $5.8 million settlement with the Federal Trade Commission</a> (FTC) over other serious privacy and security issues. The FTC found that “Ring’s poor privacy and lax security let employees spy on customers through their cameras, including those in their bedrooms or bathrooms, and made customers' videos, including videos of kids, vulnerable to online attackers.”
fr: La divulgation de Mozilla survient quelques jours seulement après <a id="a1">l’accord de 5,8 millions de dollars de Ring avec la Federal Trade Commission (FTC)</a> pour de graves problèmes de confidentialité et de sécurité. La FTC a découvert que « le piètre respect de la vie privée et le laxisme en matière de sécurité de Ring permettaient aux employé·e·s d’espionner les client·e·s via leurs caméras, y compris celles qui se trouvent dans la chambre ou la salle de bain, et rendaient les vidéos des client·e·s, y compris les vidéos d’enfants, vulnérables aux attaques en ligne. »

# body.d21e28ce-bbbb-43ff-945c-393a70cc96d2
source: Says Ashley Boyd, VP of Global Advocacy at Mozilla: “More than 10 million Americans <a id="a1">have</a> a Ring Doorbell. That prevalence comes with real responsibility — like ensuring strong security and swiftly addressing any vulnerabilities. We’re concerned that Amazon hasn’t taken action based on our research findings using industry-standard methods. And as always, we encourage consumers to prioritize privacy and security when shopping for connected products.”
fr: Selon Ashley Boyd, vice-présidente du plaidoyer international chez Mozilla : « Plus de 10 millions d’Américains <a id="a1">ont</a> une sonnette Ring. Cette popularité implique de véritables responsabilités, comme celle de garantir une sécurité forte et de corriger rapidement toute vulnérabilité. Nous sommes préoccupés par le fait qu’Amazon n’a pas pris de mesures sur la base des résultats de nos recherches qui ont recours à des méthodes standardisées dans l’industrie. Et comme toujours, nous encourageons les consommateurs et consommatrices à privilégier la confidentialité et la sécurité lorsqu’ils ou elles achètent des objets connectés. »

# body.25b1d2a3-7819-4083-960a-00b97a05c18f.quote
source: More than 10 million Americans have a Ring Doorbell. That prevalence comes with real responsibility — like ensuring strong security and swiftly addressing any vulnerabilities.
fr: Plus de 10 millions d’Américains ont une sonnette Ring. Cette popularité implique de véritables responsabilités, comme celle de garantir une sécurité forte et de corriger rapidement toute vulnérabilité.

# body.25b1d2a3-7819-4083-960a-00b97a05c18f.attribution
source: Ashley Boyd, VP Global Advocacy, Mozilla
fr: Ashley Boyd, vice-présidente du plaidoyer international, Mozilla

# body.dafa801d-3bca-4941-8a22-18a8881c5809
source: Says Misha Rykov, Research Associate at Mozilla: “Mozilla shared Ring’s vulnerability — and its solutions — with Amazon, but they haven’t taken any steps to fix it. That’s why Mozilla is speaking up. Consumers deserve to know about vulnerabilities in the products they use, especially ones that are meant to protect their homes.”
fr: Selon Misha Rykov, chercheur associé chez Mozilla : « Mozilla a signalé la vulnérabilité de Ring (et ses solutions) à Amazon, mais aucune mesure n’a été prise pour la corriger. C’est pourquoi Mozilla s’exprime à ce sujet. Les consommateurs et consommatrices méritent d’être informé·e·s des vulnérabilités des produits qu’ils et elles utilisent, en particulier ceux qui sont destinés à protéger leur domicile. »

# body.dafa801d-3bca-4941-8a22-18a8881c5809
source: To conduct the penetration test, Mozilla and Cure53 solely relied on publicly-available online material and on the product itself. We also carried out a battery of other tests on areas like encryption, security updates, and passwords. While we found no high-impact vulnerabilities beyond this one, Mozilla has long been a critic of Ring Doorbell’s <a id="a1">privacy practices</a>, <a id="a2">collaborations with law enforcement</a>, and <a id="a3">harmful impact</a> on communities that are already heavily surveilled.
fr: Pour effectuer le test d’intrusion, Mozilla et Cure53 se sont uniquement appuyés sur des documents en ligne accessibles au public et sur le produit lui-même. Nous avons également effectué une batterie d’autres tests sur le chiffrement, les mises à jour de sécurité et les mots de passe. Bien que nous n’ayons trouvé aucune vulnérabilité à fort impact au-delà de celle-ci, Mozilla critique depuis longtemps les <a id="a1">pratiques de confidentialité</a> de la sonnette de Ring, <a id="a2">ses collaborations avec les forces de l’ordre</a> et <a id="a3">ses effets néfastes</a> sur les communautés déjà fortement surveillées.

# body.dafa801d-3bca-4941-8a22-18a8881c5809
source: In addition to identifying this vulnerability, Mozilla and Cure53 have also shared suggested fixes with Amazon. These entail:
fr: En plus d’identifier cette vulnérabilité, Mozilla et Cure53 ont également partagé des suggestions de corrections avec Amazon. En particulier :

# body.dafa801d-3bca-4941-8a22-18a8881c5809
source: Improving the security of the device by negating the potential for Wi-Fi deauth attacks. Specifically, this can be accomplished by supporting Wi-Fi standards such as 802.11w and WPA334. (This mitigation will only be achieved if both the device and access point (AP) support these standards.)
fr: L’amélioration de la sécurité de l’appareil en supprimant les possibilités d’attaques par désauthentification Wi-Fi. Plus précisément, cela peut être réalisé en prenant en charge des normes Wi-Fi telles que 802.11w et WPA334. (Cette protection ne sera effective que si l’appareil et le point d’accès (PA) prennent en charge ces normes.)

# body.dafa801d-3bca-4941-8a22-18a8881c5809
source: Alternatively, the device should integrate a fallback mechanism. In this regard, an effective solution would be to ignore deauth frames when the frequency appears unusual.
fr: Autre possibilité, l’appareil pourrait intégrer un mécanisme de secours. À cet égard, une solution efficace serait d’ignorer les trames de désauthentification lorsque leur fréquence semble inhabituelle.

# body.dafa801d-3bca-4941-8a22-18a8881c5809
source: Lastly, the device could store the date and time of offline alerts, then notify the user concerning these when the device is back online.
fr: Enfin, l’appareil pourrait stocker la date et l’heure des alertes hors ligne, puis en informer l’utilisateur ou l’utilisatrice lorsque l’appareil sera à nouveau en ligne.

# body.dafa801d-3bca-4941-8a22-18a8881c5809
source: The penetration test was part of Mozilla’s <a id="a1">*Privacy Not Included</a> initiative, a buyer’s guide that helps consumers shop smart — and safe — for products that connect to the internet. Over the past six years, *Privacy Not Included has reviewed more than 100 apps and 300 internet-connected devices.
fr: Ce test d’intrusion s’inscrit dans le cadre de l’initiative <a id="a1">*Confidentialité non incluse</a> de Mozilla, un guide d’achat qui aide les consommateurs et consommatrices à faire des achats malins (et sûrs) de produits qui se connectent à Internet. Au cours des six dernières années, *Confidentialité non incluse a passé en revue plus de 100 applications et 300 appareils connectés.

# body.dafa801d-3bca-4941-8a22-18a8881c5809
source: Press contact:
fr: Contacts presse :

# title
source: Mozilla Publishes Ring Doorbell Vulnerability Following Amazon’s Apathy
fr: Mozilla publie une faille de sécurité dans la sonnette Ring Doorbell suite à l’indifférence d’Amazon
