Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/nami-ni-rebecca-ryakitimbo-and-i-*-rebecca-ryakitimbo.po
Languages: sw

# body.92bc76d5-c85a-465b-bdde-c7fa28ef70d3.caption
source: Mozilla Fellow Rebecca Ryakitimbo
sw: Wenzake wa Mozilla Rebecca Ryakitimbo

# body.8f672321-34b0-4a81-b67c-f781fa5b4daa
source: My name is Rebecca Ryakitimbo, many people find it difficult to pronounce and write my last name as it is a name in the original language of the Zanaki. I was born in the village of Nyamuswa in the Musoma region and then grew up in the city of Arusha in northern Tanzania. I enrolled in a university course in Eldoret City in Kenya to study for a degree in Communication Technology and Electronics Technology. While studying in Kenya I noticed that many women were not studying engineering and technology with the view that it was a job or a course that was more suitable for men. This posed a great challenge to me, especially when many were surprised to see a woman climbing the telephone towers and repairing electronic devices when they were damaged. So when I was in college I spent a lot of time with men as I was the only woman who was studying technology engineering.
sw: Jina langu ni Rebecca Ryakitimbo, watu wengi hupata taabu katika kutamka na kuandika jina langu la mwisho kwani ni jina lililo katika lugha ya asili ya Wazanaki. Mimi nilizaliwa katika kijiji cha Nyamuswa katika mkoa wa Musoma kisha kukulia katika mji wa Arusha uliopo kaskazini mwa Tanzania. Nilijiunga na masomo ya chuo kikuu katika Mji wa Eldoret pale nchini Kenya kusomea digrii ya uhandisi wa Teknolojia ya mawasiliano na electroniki. Wakati nikiwa katika masomo nchini Kenya niligundua kwamba wanawake wengi hawakuwa wakisomea masomo ya uhandisi na teknolojia wakiwa na mtazamo kuwa ni kazi au masomo yanayofaa zaidi jinsia ya kiume. Hii ilinipa changamoto kubwa hasa pale wengi waliposhangaa kumuona mwanamke anapanda minara ya simu na kutengeneza vifaa vya kielektroniki pale vilipoharibika. Hivyo nilipokuwa chuoni nilitumia muda mwingi na wanaume kwani nilikuwa mwanamke pekee aliyekuwa akisomea masomo ya uhandisi wa teknolojia.

# body.8f672321-34b0-4a81-b67c-f781fa5b4daa
source: This situation I found even when I graduated and joined a job, where my first job was in an internet service company, people would often be surprised to see a woman climbing towers and repairing networks. That's when I decided that issues of technology and gender are important to me and as a woman in this industry I have to try to impress many and let them know that technology is genderless. In 2016 working with fellow women who were working in various fields of science and technology we formed the TechChix group. We spent a lot of time encouraging women and girls not to be afraid of the science and technology industry. Our work became known and this enabled us as a group to win the “Queen of Power” award in 2018.
sw: Hii hali niliikuta hata nilipohitimu na kujiunga na kazi, ambapo kazi yangu ya kwanza ilikuwa katika kampuni ya kutoa huduma ya intaneti, mara nyingi watu wangeshangaa kumuona mwanamke anapanda minara na kuwarekebishia mitandao. Hapo ndipo nilipoamua kuwa maswala ya teknolojia na jinsia ni muhimu kwangu na kama mwanamke katika sekta hii inanipasa kujaribu kuwavuta wengi na kuwajuza kuwa teknolojia haina jinsia. Mnamo mwaka 2016 nikishirikiana na wanawake wenzangu waliokuwa wakifanya kazi katika sekta mbalimbali za sayansi na teknolojia tulianzisha kikundi cha TechChix. Tulitumia muda mwingi kuhamasisha wanawake na wasichana kutoogopa sekta ya sayansi na teknolojia. Kazi zetu zilipata kujulikana na hili likatuwezesha kama kundi kushinda tuzo la “Queen of Power” mnamo mwaka 2018.

# body.8f672321-34b0-4a81-b67c-f781fa5b4daa
source: In 2017 I was fortunate enough to be selected as one of the participants in a conference on cyber governance in Geneva, Switzerland, where I learned about cyber governance and how women are still lagging behind in cyber policy issues. I took that challenge and decided to bring this opportunity to my fellow women in Tanzania and East Africa and thus became the co-founder of the Arusha Women's School of Internet Governance. It is now almost four years since the start of this school, and every year we reach out to other women, and I am thrilled to see women engaging in digital rights such as the protection and security of their information and sexual harassment on social networks.
sw: Mwaka wa 2017 nilibahatika kuchaguliwa kama mmoja wa washiriki wa mkutano mkuu wa jukwaa la utawala wa mtandao katika mji wa Geneva nchini Uswisi, kule nilijifunza juu ya maswala ya utawala wa mtandao na jinsi wanawake bado wako nyuma katika maswala ya sera za mtandao. Nilichukua changamoto ile na kuamua kuleta fursa hii kwa wanawake wenzangu nchini Tanzania na Afrika Mashariki na hivyo kuwa mwanzilishi mwenza wa shule ya wanawake ya utawala wa mtandao ijulikanayo kwa lugha ya kigeni kama “Arusha Women School of Internet Governance”. Hivi sasa yapata miaka minne toka kuanza kwa shule hii, na kila mwaka tunawafikia wanawake wengine, nafurahi pale ninapoona wanawake wanajihusisha kutetea haki zao za kidijitali kama ulinzi na usalama wa taarifa zao na unyanyasaji wa kijinsia katika mitandao.

# body.8f672321-34b0-4a81-b67c-f781fa5b4daa
source: Through ICANNWiki I learned about translating professional words from English to Kiswahili and so I had the opportunity to be selected as ICANNWiki ambassador in their project to create a week of internet administration in Kiswahili. This embassy rekindled my love for and in my first language Kiswahili, it reminded me of my childhood where Kiswahili was the language spoken at home and in the community around me as in school, church and even in the market as a national language. It reminded me of a friend of mine who studied in a government primary school in Kiswahili and was unlucky to continue his studies so the only language he knew was Kiswahili. I did a lot of research and found that web pages are full of concepts and content in foreign languages ​​and not as native as Kiswahili. So my co-founder and I decided that each edition of this school would have the purpose of translating the teachings, telephone programs and so on into the Kiswahili language. So far we have been able to translate through this school and teach Tanzanian women the importance of having content or programs in indigenous languages ​​like Kiswahili especially in technology. Last year we were able to translate the online security guidelines for women developed by Internews and then last year we translated Psiphon into a program that helped many to access the internet in 2020 where Tanzania shut down the internet during the government elections.
sw: Kupitia shirika la ICANNWiki nilijifunza kuhusu kutafsiri maneno ya kitaalamu kutoka lugha ya kiingereza kwenda lugha ya kiswahili na hivyo nilipata fursa ya kuchaguliwa kuwa balozi wa shirika la ICANNWiki katika mradi wao wa kutengeneza wiki ya utawala wa mtandao kwa lugha ya Kiswahili. Ubalozi huu uliamusha upendo niliokuwa nao kwa lugha yangu ya kwanza ya Kiswahili, ikanikumbusha utoto wangu ambapo lugha ya Kiswahili ndo ilikuwa lugha iliyozungumzwa nyumbani na katika jamii iliyonizunguka kama shuleni, kanisani na hata sokoni kama lugha ya taifa. Ilinifanya kumkumbuka rafiki yangu aliyesomea katika shule ya msingi ya serikali katika lugha ya Kiswahili na kukosa bahati ya kuendeleza masoma yake hivyo lugha pekee alioyoijua ilikuwa ni Kiswahili. Nikafanya utafiti mwingi na kuona kuwa katika kurasa za mtandao kumejaa dhana na maudhui katika lugha za kigeni na sio za asili kama Kiswahili. Hivyo mimi na mwanzilishi mwenzangu wa shule hii tuliamua kuwa kila toleo la shule hii lingekuwa na madhumuni ya kutafsiri mafundisho, programu za simu na mengineyo kuwa katika lugha ya Kiswahili. Mpaka sasa tumeweza kutafsiri kupitia shule hii na kuwafundisha wanawake wa Tanzania umuhimu wa kuwa na maudhui au programu zilizo katika lugha asili kama Kiswahili hasa katika teknolojia. Mwaka juzi tuliweza kutafsiri miongozo ya usalama wa mandaoni kwa wanawake iliyotengenezwa na shirika la Internews kisha mwaka jana tulitafsiri Psiphon programu iliyowasaidia wengi kupata mawasiliano ya intaneti mwaka 2020 ambapo nchi ya Tanzania ilizima intaneti kipindi cha uchaguzi wa serikali.

# body.8f672321-34b0-4a81-b67c-f781fa5b4daa
source: Right now through this Kiswahili project at Mozilla I get a chance to do two things I love. The first is to promote my Kiswahili language in technology and secondly to increase the participation of women and the opposite sex in the use of voice technology. I know that friends, relatives and the communities around me will not miss the opportunity to participate in the use of ICT and ancillary technologies such as voice technology as in the mother tongue of Kiswahili.
sw: Hivi sasa kupitia mradi huu wa Kiswahili katika shirika la Mozilla ninapata nafasi ya kufanya vitu viwili ninavyovipenda. Cha kwanza ni kukuza lugha yangu ya Kiswahili katika teknolojia na pili kuongeza ushirika wa wanawake na jinsia tofauti katika matumizi ya teknolojia ya sauti. Ninajua ya kwamba rafiki, ndugu na jamii zinazonizunguka hazitakosa fursa ya kushiriki katika matumizi ya teknolojia ya habari na mawasiliano na teknolojia saidizi kama teknolojia ya sauti kama zikiwa katika lugha mama ya Kiswahili.

# body.8f672321-34b0-4a81-b67c-f781fa5b4daa
source: Read more about Swahili work here at Mozilla:
sw: Soma zaidi kuhusu kazi ya Kiswahili hapa Mozilla:

# body.8f672321-34b0-4a81-b67c-f781fa5b4daa
source: -- <a id="a1">Introducing myself, Kathleen Siminyu</a>
sw: -- <a id="a1">Kujitambulisha, Kathleen Siminyu</a>

# body.8f672321-34b0-4a81-b67c-f781fa5b4daa
source: -- <a id="a1">The name is Britone Mwasaru</a>
sw: -- <a id="a1">Jina ni Britone Mwasaru</a>

# title
source: And I am Rebecca Ryakitimbo
sw: Nami ni Rebecca Ryakitimbo
