Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/new-iphone-update-how-to-opt-out-of-cross-app-tracking.po
Languages: de, es, fr, pt_br

# search_description
source: Apple’s new software update allows users to opt out of cross-app tracking. Here's how to protect your privacy.
de: Mit dem neuen Software-Update auf iOS 14.5 können Nutzer:innen das Tracking über Apps hinweg ausschalten. Werbetreibende können also nicht länger nachvollziehen, wo Sie sich im Internet aufhalten, ODER Ihre personenbezogenen Daten gewinnbringend zu Werbezwecken verkaufen.
es: La nueva actualización de software de Apple a iOS 14.5 permite a los usuarios excluirse de la vigilancia a través de aplicaciones, lo que reduce la capacidad de los anunciantes para rastrear tu actividad en Internet ASÍ COMO vender tu información personal con fines publicitarios.
fr: La nouvelle mise à jour d’Apple vers iOS 14.5 permet aux utilisateurs et utilisatrices de refuser le pistage inter-applications. Voici comment protéger votre vie privée.
pt_br: A recente atualização do sistema da Apple para o iOS 14.5 permite que os usuários cancelem o monitoramento entre aplicativos, reduzindo a possibilidade de os anunciantes rastrearem sua atividade na internet E venderem suas informações pessoais com o objetivo de lucrar com a publicidade.

# body.7584b2bf-cc5c-4d3c-beb9-d62bf393d096
source: If you use an Apple iPhone, a new software update will give you the option to opt out of tracking by apps (including from Facebook, Instagram, and more) when you use your phone.<br/><br/>This is an important pro-privacy change that Apple announced it would make in 2020 – <a id="a1">after Mozilla supporters called on the company to stop giving advertisers so much access to consumer data</a> by regularly resetting users' IDFA. (Need a refresher on IDFA? <a id="a2">Check out this Mozilla Explains.)</a> And now iPhone users finally can decide if they want to opt-in to tracking.<br/><br/>Until now, advertisers have been able to track the actions users take across activity on iPhone – kind of like a salesperson that follows you from store to store while you shop, recording every item you look at. Creepy, right?
de: Als Nutzer:in eines iPhones können Sie mit einem neuen Software-Update das App-Tracking ausschalten (für Apps wie Facebook, Instagram und mehr).<br/><br/> Dies ist eine für den Datenschutz wichtige Änderung, die Apple bereits für 2020 angekündigt hatte, <a id="a1">nachdem Unterstützer:innen Mozillas das Unternehmen dazu aufgerufen hatten, Werbetreibenden weniger Zugriff auf Nutzerdaten zu geben</a>. Mit dem Update erhalten iPhone-Nutzer:innen endlich die Möglichkeit, App-Tracking auszuschalten.<br/><br/> Bisher können Werbetreibende nachvollziehen, wie sich iPhone Nutzer:innen durch Apps bewegen – in etwa so wie ein Verkäufer, der ihnen von Geschäft zu Geschäft folgt, während sie einkaufen, und über die Dinge Liste führt, die sie sich ansehen. Ziemlich unheimlich, oder?
es: Si usas un iPhone de Apple, una nueva actualización de software te ofrecerá la opción de excluirte del rastreo a través de aplicaciones (incluyendo Facebook e Instagram, entre otras) cuando uses el móvil.<br/><br/> Se trata de un cambio muy importante a favor de la privacidad que Apple ya anunció que haría en 2020, <a id="a1">después de que los seguidores de Mozilla pidieran a la compañía que redujera el acceso de los anunciantes a los datos de los consumidores</a>. Y ahora, finalmente, ha llegado el día en que los usuarios de iPhone pueden decidir si quieren que les sigan o no.<br/><br/> Hasta ahora, los anunciantes han podido seguir las acciones de los usuarios a través de su actividad en iPhone, como la versión online de un vendedor que te sigue de tienda en tienda mientras compras, anotando cada artículo que miras. Pone los pelos de punta, ¿verdad?
fr: Si vous avez un iPhone, une nouvelle mise à jour logicielle va vous permettre de refuser le pistage des applications (notamment Facebook, Instagram et bien d’autres) quand vous utilisez votre téléphone.<br/><br/> Apple avait annoncé vouloir mettre en place ce changement majeur visant à mieux protéger la vie privée en 2020, <a id="a1">en réponse aux Mozilliens et Mozilliennes qui demandaient à l’entreprise de restreindre l’accès des annonceurs aux données des consommateurs et consommatrices</a>. Désormais, les propriétaires d’iPhone peuvent enfin décider d’accepter ou de refuser le pistage.<br/><br/> Jusqu’à présent, les annonceurs pouvaient suivre les actions effectuées par les utilisateurs et utilisatrices sur leur iPhone ; un peu comme si un vendeur ou une vendeuse vous suivait partout dans les rayons en notant quels produits vous regardez. Flippant, non ?
pt_br: Se você utiliza um iPhone da Apple, a nova atualização do sistema lhe permitirá cancelar o rastreamento por aplicativos como Facebook, Instagram e outros ao usar seu celular.<br/><br/> Esta é uma importante mudança a favor da privacidade anunciada pela Apple em 2020 – <a id="a1">depois que apoiadores da Mozilla solicitaram à empresa que parasse de fornecer aos anunciantes tanto acesso aos dados dos consumidores</a>. Finalmente, os usuários do iPhone podem decidir se querem permitir o rastreamento.<br/><br/> Antes dessa mudança, os anunciantes podiam rastrear as ações realizadas no iPhone pelos usuários – como um vendedor seguindo você de loja em loja enquanto você compra e registrando cada item que você olha. Não é assustador?

# body.7584b2bf-cc5c-4d3c-beb9-d62bf393d096
source: <b>You can now opt out of this cross-app tracking</b> with a new software update for iPhones. Just be sure to click the button that says “Ask App not to Track” after you update your iPhone’s iOS to 14.5.
de: <b>Mit dem neuen Software-Update für iPhone</b> können Sie dieses Tracking jetzt ausschalten. Dazu müssen Sie einfach den Button „Kein App-Tracking“ antippen, wenn Ihr iPhone auf iOS 14.5 aktualisiert wurde.
es: <b>Ahora puedes negarte a este seguimiento a través de aplicaciones</b> con una nueva actualización de software para iPhones. Solo debes pulsar el botón que dice “Pedir a la aplicación que no rastree” después de actualizar el iOS de tu iPhone a 14.5.
fr: <b>Vous pouvez désormais refuser ce pistage inter-applications</b> grâce à une nouvelle mise à jour logicielle pour iPhone. Il vous suffit de choisir « Demander à l’app de ne pas suivre mes activités » une fois la mise à jour vers iOS 14.5 effectuée.
pt_br: <b>Agora você pode desativar esse rastreamento entre aplicativos</b> com a nova atualização do sistema. Depois de atualizar o iOS de seu iPhone para a versão 14.5, basta clicar no botão "Peça ao aplicativo para não rastrear".

# body.c2926688-16e7-44a3-8a38-c0a65fc1da95.altText
source: How to Opt Out
de: So geht das Opt-out
es: Cómo excluirse
fr: Comment refuser
pt_br: Como cancelar

# body.2386d509-7efb-46db-a51c-3eaf92ebfa50
source: If you don’t have an iPhone, you can help spread the word so your friends and family with iPhones can opt-out of tracking.
de: Wenn Sie selbst kein iPhone haben, können Sie Freund:innen und Familienmitgliedern mit iPhone davon erzählen.
es: Si no dispones de un iPhone, ayúdanos a hacer correr la voz para que tus amigos y familiares que sí tienen iPhone puedan excluirse del rastreo.
fr: Si vous n’avez pas d’iPhone, vous pouvez faire circuler l’information pour permettre à vos proches qui en possèdent un de refuser le pistage.
pt_br: Se não tiver um iPhone, você pode ajudar a divulgar essa informação para que seus amigos e familiares com iPhones possam cancelar o rastreamento.

# body.96105204-fdd2-4d5b-8cbd-799cadcedded.label
source: Share on Twitter
de: Auf Twitter teilen
es: Compártelo en Twitter
fr: Partager sur Twitter
pt_br: Compartilhe no Twitter

# body.96105204-fdd2-4d5b-8cbd-799cadcedded.URL
source: http://share.mozilla.org/352/217328/twitter
de: http://share.mozilla.org/352/217434/twitter
es: http://share.mozilla.org/352/217443/twitter
fr: http://share.mozilla.org/352/217431/twitter
pt_br: http://share.mozilla.org/352/217446/twitter

# body.b12fbbe5-2424-411a-ba03-67133035482a.label
source: Share on Facebook
de: Auf Facebook teilen
es: Compártelo en Facebook
fr: Partager sur Facebook
pt_br: Compartilhe no Facebook

# body.b12fbbe5-2424-411a-ba03-67133035482a.URL
source: http://share.mozilla.org/352/217330/facebook
de: http://share.mozilla.org/352/217435/facebook
es: http://share.mozilla.org/352/217444/facebook
fr: http://share.mozilla.org/352/217432/facebook
pt_br: http://share.mozilla.org/352/217447/facebook

# body.47fe7ef3-6e30-4cd3-9534-bde5cb0d283c.label
source: Send an email
de: Per E-Mail teilen
es: Compártelo por email
fr: Envoyer un courriel
pt_br: Compartilhe por e-mail

# body.47fe7ef3-6e30-4cd3-9534-bde5cb0d283c.URL
source: http://share.mozilla.org/352/217331/email
de: http://share.mozilla.org/352/217436/email
es: http://share.mozilla.org/352/217445/email
fr: http://share.mozilla.org/352/217433/email
pt_br: http://share.mozilla.org/352/217448/email

# body.fe3a5815-fa5b-408d-934b-6d8c85c7f826
source: Apple’s decision to allow users to opt-out of cross-app tracking is a huge win for consumers, many of whom might not even be aware that they can be tracked across apps on their phone. Now, there's the option to opt-out of tracking at the point-of-use – that is consumers won’t have to dig deep into their phone’s settings to protect their privacy. <b>Mozilla first called on Apple to curb cross-app tracking in 2019 because advertisers shouldn’t be able to collect highly personal data across apps without consumers’ consent.</b><br/><br/>If you have an iPhone, be sure to update your operating system so that you can opt-out of tracking, and then share the instructions to opt-out with your friends and family.
de: Das Tracking-Opt-out für das App-Tracking ist für Verbraucher:innen ein großer Triumph – viele wissen womöglich nicht, dass sie über Apps hinweg auf ihrem Smartphone verfolgt werden. Mit der Option, das Tracking über einen Button auszuschalten, müssen Nutzer:innen nicht mehr die Einstellungen durchsuchen, um ihre Daten zu schützen. <b>Mozilla forderte Apple bereits 2019 dazu auf, das App-Tracking zu beenden, weil Werbetreibende keinen Zugriff auf personenbezogene Daten der Nutzer:innen ohne deren Zustimmung haben sollten.</b><br/><br/> Wenn Sie ein iPhone haben, sollten Sie das Software-Update unbedingt installieren und das Tracking ausschalten. Anschließend können Sie die Anleitung für das Opt-out mit Freund:innen und Familienmitgliedern teilen.
es: La decisión de Apple de permitir que los usuarios opten por no participar en el seguimiento a través de aplicaciones representa un gran éxito para los consumidores, muchos de los cuales ni siquiera son conscientes de que pueden ser rastreados a través de las aplicaciones de su móvil. Ahora, con la opción de excluirse del seguimiento en el punto de uso, los consumidores no tendrán que revisar a fondo la configuración de su teléfono para proteger su privacidad. <b>Mozilla, que siempre ha creído que los anunciantes no deberían poder recopilar datos personales mediante las aplicaciones sin el consentimiento de los consumidores, pidió por primera vez a Apple en 2019 que restringiera el seguimiento a través de aplicaciones.</b><br/><br/> Si tienes un iPhone, actualiza cuanto antes tu sistema operativo para evitar el rastreo, y a continuación comparte las instrucciones para que tus amigos y familiares también lo hagan.
fr: La décision d’Apple de permettre aux utilisateurs et utilisatrices de refuser le pistage inter-applications est une grande victoire pour les consommateurs et consommatrices, qui, pour beaucoup, ne sont même pas au courant de l’existence de ce type de pistage. Désormais, avec la possibilité de refuser le pistage directement au point d’utilisation, les consommateurs et consommatrices n’auront plus à fouiller dans les réglages de leur téléphone pour protéger leur vie privée. <b>En 2019, Mozilla a demandé pour la première fois à Apple de réduire le pistage inter-applications, car les annonceurs ne devraient pas pouvoir collecter des données hautement personnelles sans le consentement des personnes concernées.</b><br/><br/> Si vous avez un iPhone, pensez à mettre votre système d’exploitation à jour pour refuser le pistage, et n’oubliez pas de partager l’information auprès de vos proches.
pt_br: A decisão da Apple de permitir que os usuários cancelem o rastreamento entre aplicativos é uma grande vitória para os consumidores, muitos dos quais talvez nem soubessem que isso acontecia. Agora, com a opção de não permitir o rastreamento no celular, os consumidores não precisarão explorar a fundo as configurações do aparelho para proteger sua privacidade. <b>Em 2019, a Mozilla fez a primeira solicitação à Apple para que restringisse o rastreamento entre aplicativos, pois os anunciantes não têm o direito de coletar dados extremamente pessoais entre aplicativos sem o consentimento dos consumidores.</b><br/><br/> Se você tiver um iPhone, certifique-se de atualizar seu sistema operacional para que você possa cancelar o rastreamento, e depois compartilhe as instruções de cancelamento com seus amigos e familiares.

# title
source: New iPhone Update: How To Opt-out of Cross-App tracking
de: Neues iPhone-Update: So funktioniert das Tracking-Opt-out
es: Nueva actualización iPhone: cómo excluirse del rastreo a través de aplicaciones
fr: Nouvelle mise à jour sur iPhone : comment refuser le pistage inter-applications
pt_br: Nova atualização do iPhone: como cancelar o rastreamento entre aplicativos
