Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/new-anthology-political-violence-*-mexico-weaponizes-digital-spaces-against-civil-society.po
Languages: es

# seo_title
source: New Anthology: Political Violence in Mexico Weaponizes Digital Spaces Against Civil Society
es: Nueva antología: La violencia política en México hace que los espacios digitales tomen las armas en contra de la sociedad civil

# search_description
source: The newly-translated anthology ‘Digital Violence in Mexico: The State Vs. Civil Society’ explores the increasing usage of digital surveillance for oppressive practices — and its impacts on human rights. Mozilla Fellow Alex Argüelles contributes to the anthology
es: La antología «Violencia digital en México: el Estado vs. la sociedad civil», recientemente traducida al inglés con el título «Digital Violence in Mexico: The State Vs. Civil Society», explora el creciente uso de la vigilancia digital para prácticas opresivas y analiza el impacto de este fenómeno en los derechos humanos. Alex Argüelles, miembro de Mozilla, ha contribuido en la antología

# body.15b43f48-24c8-44a1-8e81-c6c2adff1693
source: The newly-translated anthology ‘Digital Violence in Mexico: The State Vs. Civil Society’ explores the increasing usage of digital surveillance for oppressive practices — and its impacts on human rights. Mozilla Fellow Alex Argüelles contributes to the anthology
es: La antología «Violencia digital en México: el Estado vs. la sociedad civil», recientemente traducida al inglés con el título «Digital Violence in Mexico: The State Vs. Civil Society», explora el creciente uso de la vigilancia digital para prácticas opresivas y analiza el impacto de este fenómeno en los derechos humanos. Alex Argüelles, miembro de Mozilla, ha contribuido en la antología

# body.5a9426af-8af5-4680-88e2-135e9a1d5bb5
source: <b>(Mexico City, Mexico | June 2, 2022) —</b> Digital spaces expected to be avenues of freedom of expression are actually being used to monitor, target, and harass journalists, activists, and other members of civil society bodies, a recently published anthology shows.
es: <b>(Ciudad de México, México | 2 de junio de 2022)</b> — Según muestra una antología recientemente publicada, los espacios digitales, que se espera que sean avenidas para la libertad de expresión, están siendo utilizados para monitorear, atacar y hostigar a periodistas, activistas y otros miembros de algunos organismos de la sociedad civil.

# body.5a9426af-8af5-4680-88e2-135e9a1d5bb5
source: The e-book — originally published in Spanish as <i>Violencia digital en México: El Estado vs. La sociedad civil</i> and now <a id="a1">available in English</a> — illustrates how digital tools are heightening surveillance and attacks directed at individuals, vulnerable communities, and groups appearing to question the political status quo in Mexico.
es: El libro electrónico —publicado originalmente en español bajo el título <i>Violencia digital en México: El Estado vs. La sociedad civil</i> y <a id="a1">disponible también en inglés</a>— ilustra cómo las herramientas digitales están aumentando la vigilancia y los ataques dirigidos a individuos, comunidades y grupos vulnerables que cuestionan el status quo político de México.

# body.5a9426af-8af5-4680-88e2-135e9a1d5bb5
source: “Digital violence is social-political violence,” explains Mozilla Tech and Society Fellow Alex Argüelles, who also authored a chapter in the anthology.
es: «La violencia digital es violencia sociopolítica», explica Alex Argüelles, miembro Tech and Society de Mozilla y autora de uno de los capítulos de la antología.

# body.5a9426af-8af5-4680-88e2-135e9a1d5bb5
source: Argüelles’ chapter, “Technolosolutionism as Obstruction of Justice,” cautions against the overreliance on technology to solve structural societal challenges. Especially challenges like violence against women and members of the LGBTQIA+ community, as perpetuated by inequality gaps.
es: El capítulo de Argüelles, llamado «El tecnolosolucionismo como obstrucción de la justicia», advierte contra la excesiva dependencia de la tecnología para resolver los desafíos estructurales de la sociedad. Menciona especialmente los problemas como la violencia contra las mujeres y los miembros de la comunidad LGBTQIA+, perpetuados por las brechas de desigualdad.

# body.5a9426af-8af5-4680-88e2-135e9a1d5bb5
source: Argüelles explains that forms of techno-solutionism exist in the Mexican government’s reliance on electronic monitoring and surveillance. These are presented as “innovative” approaches to security, yet fail to address the root causes of such violence.
es: Argüelles explica que la dependencia del gobierno mexicano del monitoreo y la vigilancia electrónicos son formas de tecnosolucionismo. Estas tecnologías se presentan como métodos «innovadores» para la seguridad, pero no atacan las raíces de esa violencia.

# body.5a9426af-8af5-4680-88e2-135e9a1d5bb5
source: Indeed, Argüelles explains, gender-based violence and targeted street crimes have increased despite heightened deployments of surveillance equipment and the participation of "cyberpolice" in social media monitoring.
es: De hecho, explica Argüelles, la violencia de género y los delitos callejeros contra grupos específicos han aumentado a pesar de los intensos despliegues de equipos de vigilancia y de la participación de la «ciberpolicia» en el monitoreo de las redes sociales.

# body.4b952706-ce7d-4b3c-98da-cab7d61cda66.quote
source: This anthology shows the extent to which techno-solutionism tends to validate the use of abusive technology. A state that assumes the people it governs are potential criminals is a state that relies on punishment — not justice — as a form of government.
es: En esta antología se muestra hasta qué punto el tecnosolucionismo tiende a validar el uso de tecnología abusiva. Un estado que asume que las personas a las que gobierna son criminales en potencia es un estado basado en el castigo, y no en la justicia, como forma de gobierno.

# body.7de33db4-a4c3-48ee-a29b-ae092c6e39b1
source: The anthology documents multiple case studies of how these technologies for "security" and "progress" are being used by state officials to perpetuate harm and abuse against human rights defenders, activists, community organizers, and journalists across the country for the last decade, all without accountability measures.
es: La antología documenta múltiples estudios de casos en los que estas tecnologías orientadas a la «seguridad» y el «progreso» han sido utilizadas por los funcionarios estatales para perpetuar el daño y el abuso contra defensores de los derechos humanos, activistas, organizadores comunitarios y periodistas de todo el país durante la última década, sin rendir cuentas por ello.

# body.7de33db4-a4c3-48ee-a29b-ae092c6e39b1
source: A total of seven chapters, the anthology is authored by technologists, lawyers, human rights defenders, journalists, and researchers. Thematic areas include the digital divide and marginalization, authoritarianism and surveillance, gender-based discrimination and violence, misinformation and censorship, open access to culture and knowledge, and transformative justice.
es: La antología consta de siete capítulos y en ella han trabajado tecnólogos, abogados, defensores de los derechos humanos, periodistas e investigadores. Algunas de las áreas temáticas son la brecha digital y la marginación, el autoritarismo y la vigilancia, la discriminación y la violencia de género, la desinformación y la censura, el acceso abierto a la cultura y el conocimiento, y la justicia transformativa.

# body.7de33db4-a4c3-48ee-a29b-ae092c6e39b1
source: Mexico is ranked as one of the most dangerous countries for journalists in Latin America. This treatment enables a silencing chamber that leaves countless residents in the dark, uninformed or misinformed. “Legitimate use of force” through technology directly breaches fundamental rights such as privacy, freedom of expression, or the right to information.
es: México ha sido clasificado como uno de los países de América Latina más peligrosos para los periodistas. Esta violencia habilita la existencia de una cámara silenciadora que deja a innumerables ciudadanos en la oscuridad, desinformados o mal informados. El «uso legítimo de la fuerza» a través de la tecnología es una violación directa de derechos fundamentales como la privacidad, la libertad de expresión o el derecho a la información.

# body.7de33db4-a4c3-48ee-a29b-ae092c6e39b1
source: About Alex Argüelles
es: Acerca de Alex Argüelles

# body.7de33db4-a4c3-48ee-a29b-ae092c6e39b1
source: Alex Argüelles is a technologist with a degree in communication science, a member of Ciberseguras, and founder of the comun.al digital resilience laboratory. Since 2013, they have collaborated on human rights and technological initiatives in Latin America, engaging in advocacy and analysis with an emphasis on privacy, gender, accessibility, and inclusion. They facilitate workshops and provide digital security support for the region’s journalists and activists with a psychosocial focus and a transformative justice approach. They currently form part of the Mozilla Foundation’s Technology and Society fellowship program, addressing the sociopolitical violence exercised through technologies in Mexico.
es: Alex Argüelles (elle) es tecnólogue e integrante del Laboratorio de resiliencia digital comun.al, desde 2013 trabaja en la intersección de los derechos humanos y las tecnologías. En los procesos de fortalecimiento en seguridad digital/holística que facilita y las iniciativas de incidencia en las que participa, Alex promueve la prevención y desarticulación de las violencias que se ejercen a través de las tecnologías; desde una perspectiva psicosocial, en el horizonte de la justicia transformativa. Actualmente investiga sobre privacidad, identidad, libertad de expresión y las dinámicas de poder que contribuyen al menoscabo de los derechos humanos. En el marco del programa "Tecnología y Sociedad" de la Fundación Mozilla, coordinó el libro Violencia digital en México: El Estado vs. La sociedad civil.

# title
source: New Anthology: Political Violence in Mexico Weaponizes Digital Spaces Against Civil Society
es: Nueva antología: La violencia política en México hace que los espacios digitales tomen las armas en contra de la sociedad civil
