Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/new-technologies-like-*-and-ai-help-emerging-artists-*-africa-tell-original-stories.po
Languages: de, fr

# search_description
source: Electric South, a Mozilla IRL Fund Awardee, uses immersive media to help artists across Africa tell their stories with new technologies.
de: Electric South, ein Preisträger des Mozilla IRL Fund, nutzt immersive Medien, um Künstlern in ganz Afrika dabei zu helfen, ihre Geschichten mit neuen Technologien zu erzählen.
fr: Electric South, lauréat du Mozilla IRL Fund, s’appuie sur des médias immersifs pour aider les artistes de toute l’Afrique à raconter leurs histoires avec les nouvelles technologies.

# body.e969679a-1dd5-4da0-8c7e-eb21edacf283.altText
source: Breakout group at AI Day at the New Dimensions Lab, Gauteng, South Africa, November 2023. Speaking in foreground: Mozilla Foundation Senior Program Officer Chenai Chair
de: Arbeitsgruppe am AI Day im New Dimensions Lab, Gauteng, Südafrika, November 2023. Im Vordergrund spricht: Chenai Chair, Senior Program Officer der Mozilla Foundation
fr: Groupe de discussion lors de la Journée de l’IA au New Dimensions Lab, Gauteng, Afrique du Sud, novembre 2023. Prenant la parole au premier plan : Chenai Chair, responsable principal du programme de la Fondation Mozilla

# body.e969679a-1dd5-4da0-8c7e-eb21edacf283.caption
source: Breakout group at AI Day at the New Dimensions Lab, Gauteng, South Africa, November 2023. Speaking in foreground: Mozilla Foundation Senior Program Officer Chenai Chair
de: Arbeitsgruppe am AI Day im New Dimensions Lab, Gauteng, Südafrika, November 2023. Im Vordergrund spricht: Chenai Chair, Senior Program Officer der Mozilla Foundation
fr: Groupe de discussion lors de la Journée de l’IA au New Dimensions Lab, Gauteng, Afrique du Sud, novembre 2023. Prenant la parole au premier plan : Chenai Chair, responsable principal du programme de la Fondation Mozilla

# body.1753b193-0c04-4eef-98c5-58f018421018
source: <i>Electric South, a Mozilla</i> <a id="a1"><i>IRL Fund</i></a><i> Awardee, uses immersive media to help artists across Africa tell their stories with new technologies</i>
de: <i>Electric South, ein Preisträger von Mozilla</i> <a id="a1"><i>IRL Fund</i></a><i>, nutzt immersive Medien, um Künstlern in ganz Afrika zu helfen, ihre Geschichten mit neuen Technologien zu erzählen</i>
fr: <i>Electric South, lauréat du</i> <a id="a1"><i>Mozilla IRL Fund</i></a><i>, s’appuie sur des médias immersifs pour aider les artistes de toute l’Afrique à raconter leurs histoires avec les nouvelles technologies</i>

# body.1753b193-0c04-4eef-98c5-58f018421018
source: We spoke with the nonprofit’s co-director Ingrid Kopp about elevating underrepresented voices
de: Wir sprachen mit der Co-Direktorin der gemeinnützigen Organisation, Ingrid Kopp, über die Förderung unterrepräsentierter Stimmen
fr: Nous avons parlé avec la codirectrice de l’organisation à but non lucratif, Ingrid Kopp, de faire entendre les voix sous-représentées

# body.1753b193-0c04-4eef-98c5-58f018421018
source: Accessibility to technological storytelling tools and techniques, including virtual reality and augmented reality, has long been a barrier for many underserved communities across Africa
de: Der Zugang zu technologischen Erzählwerkzeugen und -techniken, einschließlich Virtual Reality und Augmented Reality, war lange Zeit eine Barriere für viele unterversorgte Gemeinschaften in ganz Afrika
fr: L’accessibilité aux outils et techniques technologiques de narration, y compris la réalité virtuelle et la réalité augmentée, a longtemps été un obstacle pour de nombreuses communautés mal desservies en Afrique

# body.1753b193-0c04-4eef-98c5-58f018421018
source: Immersive media tools and production require high-speed internet and stable electricity, which many areas lack
de: Immersive Medienwerkzeuge und -produktion erfordern schnelles Internet und stabile Elektrizität, die in vielen Gebieten fehlen
fr: Les outils et la production de médias immersifs nécessitent une connexion Internet haut débit et un approvisionnement stable en électricité, ce qui fait défaut dans de nombreuses régions

# body.1753b193-0c04-4eef-98c5-58f018421018
source: South Africa-based Electric South is using these emerging immersive technologies to create new spaces and opportunities where people can share original narratives across the continent
de: Electric South mit Sitz in Südafrika nutzt diese aufkommenden immersiven Technologien, um neue Räume und Möglichkeiten zu schaffen, in denen Menschen originelle Erzählungen auf dem Kontinent teilen können
fr: Electric South, basée en Afrique du Sud, utilise ces technologies immersives émergentes pour créer de nouveaux espaces et opportunités où les gens peuvent partager des récits originaux à travers le continent

# body.1753b193-0c04-4eef-98c5-58f018421018
source: The Issue
de: Das Problem
fr: Le problème

# body.1753b193-0c04-4eef-98c5-58f018421018
source: There are several barriers to creating tech-driven art in Africa, including a lack of sustainable funding; specific skills gaps on the local level; an inadequate supply of VR/AR headsets, other necessary hardware and training; and uneven access to stable electricity and high-speed internet. The rise of AI in art and storytelling is also presenting both new challenges and possibilities for creatives to navigate.
de: Es gibt mehrere Barrieren für die Schaffung von technologiegetriebener Kunst in Afrika, einschließlich eines Mangels an nachhaltiger Finanzierung; spezifische Fähigkeitslücken auf lokaler Ebene; ein unzureichendes Angebot an VR/AR-Headsets, anderer notwendiger Hardware und Schulungen; und ungleichmäßiger Zugang zu stabiler Elektrizität und schnellem Internet. Der Aufstieg von KI in Kunst und Erzählung stellt auch sowohl neue Herausforderungen als auch Möglichkeiten für Kreative dar, sich zurechtzufinden.
fr: Il existe plusieurs obstacles à la création d’un art technologique en Afrique, notamment un manque de financement durable ; des lacunes en matière de compétences spécifiques au niveau local ; un approvisionnement insuffisant de casques RV/RA, d’autres matériels et formations nécessaires ; et un accès inégal à un approvisionnement stable en électricité et à un Internet haut débit. L’essor de l’IA dans l’art et la narration apporte également de nouveaux défis et de nouvelles possibilités de navigation pour les créatifs.

# body.1753b193-0c04-4eef-98c5-58f018421018
source: The Approach
de: Der Ansatz
fr: L’approche

# body.1753b193-0c04-4eef-98c5-58f018421018
source: <a id="a1">Electric South</a> is dedicated to helping emerging artists create and distribute their work by training them in newer technologies like VR and AR. “Many of the artists we work with have told us how meaningful this is for them, because they can help build the tech and are not just inheriting it fully formed,” said co-director Ingrid Kopp. Some of the challenges the Electric South team have encountered have transformed into opportunities. For instance, exhibitions can be challenging because of limited access to VR headsets for audiences. So the team devised alternative distribution strategies that don’t rely on in-home headsets or large-scale mobilization.
de: <a id="a1">Electric South</a> widmet sich der Unterstützung aufstrebender Künstler bei der Erstellung und Verbreitung ihrer Arbeiten, indem sie in neueren Technologien wie VR und AR geschult werden. „Viele der Künstler, mit denen wir arbeiten, haben uns gesagt, wie bedeutungsvoll dies für sie ist, weil sie dabei helfen können, die Technik aufzubauen und sie nicht nur vollständig geformt zu erben“, sagte die Co-Direktorin Ingrid Kopp. Einige der Herausforderungen, auf die das Electric South-Team gestoßen ist, haben sich in Möglichkeiten verwandelt. Zum Beispiel können Ausstellungen aufgrund des begrenzten Zugangs zu VR-Headsets für das Publikum eine Herausforderung sein. Daher hat das Team alternative Vertriebsstrategien entwickelt, die nicht auf In-Home-Headsets oder groß angelegte Mobilisierung angewiesen sind.
fr: <a id="a1">Electric South</a> a pour mission d’aider les artistes émergents à créer et à diffuser leurs œuvres en les formant aux nouvelles technologies telles que la RV et la RA. « Beaucoup d’artistes avec lesquels nous travaillons nous ont dit à quel point cela était important pour eux, car ils peuvent aider à construire la technologie et ne se contentent pas d’en hériter pleinement », a déclaré la codirectrice Ingrid Kopp. Certains des défis rencontrés par l’équipe Electric South se sont transformés en opportunités. Par exemple, les expositions peuvent être difficiles en raison de l’accès limité aux casques de réalité virtuelle pour le public. L’équipe a donc conçu des stratégies de diffusion alternatives qui ne reposent pas sur des casques maison ou une mobilisation à grande échelle.

# body.1753b193-0c04-4eef-98c5-58f018421018
source: Electric South is among the first awardees of Mozilla’s <a id="a1">“In Real Life” (IRL) Fund</a>. The fund supports community-serving organizations in Africa advancing digital and human rights, both on and offline — with a particular focus on Eastern and Southern Africa. This grantmaking mechanism is part of the <a id="a2">Africa Innovation Mradi</a>, which leverages Mozilla’s role as stewards of the open web to promote innovation grounded in users’ unique needs across African countries.
de: Electric South gehört zu den ersten Preisträgern des <a id="a1">„In Real Life“ (IRL) Fund</a> von Mozilla. Der Fonds unterstützt gemeinnützige Organisationen in Afrika, die digitale und Menschenrechte sowohl online als auch offline fördern - mit einem besonderen Schwerpunkt auf Ost- und Südafrika. Dieser Fördermechanismus ist Teil des <a id="a2">Africa Innovation Mradi</a>, der die Rolle von Mozilla als Hüter des offenen Webs nutzt, um Innovationen zu fördern, die auf die einzigartigen Bedürfnisse der Nutzer in afrikanischen Ländern abgestimmt sind.
fr: Electric South est l’un des premiers lauréats du <a id="a1">Fonds « In Real Life » (IRL)</a> de Mozilla. Le fonds soutient les organisations communautaires en Afrique qui font progresser les droits numériques et humains, en ligne et hors ligne — avec un accent particulier sur l’Afrique orientale et australe. Ce mécanisme d’octroi de subventions fait partie de l’<a id="a2">Africa Innovation Mradi</a>, qui tire parti du rôle de Mozilla en tant que gardien du Web ouvert pour promouvoir l’innovation fondée sur les besoins uniques des utilisateurs des pays africains.

# body.1753b193-0c04-4eef-98c5-58f018421018
source: Mozilla’s funding has allowed Electric South to focus on AI’s growing influence on immersive storytelling. The organization has added programming — residential workshops, labs, and online talks — tackling questions around what AI means for artists in terms of both threats and opportunities, how AI works in informal economies, how deepfakes affect the work of documentary and nonfiction storytellers, and more.
de: Die Finanzierung durch Mozilla hat es Electric South ermöglicht, sich auf den wachsenden Einfluss von KI auf immersive Erzählungen zu konzentrieren. Die Organisation hat Programmangebote hinzugefügt – Wohnworkshops, Labore und Online-Gespräche – die Fragen rund um das, was KI für Künstler in Bezug auf sowohl Bedrohungen als auch Möglichkeiten bedeutet, wie KI in informellen Volkswirtschaften funktioniert, wie Deepfakes die Arbeit von Dokumentar- und Sachbucherzählern beeinflussen, und mehr.
fr: Le financement de Mozilla a permis à Electric South de se concentrer sur l’influence croissante de l’IA sur la narration immersive. L’organisation a ajouté une programmation — ateliers résidentiels, laboratoires et conférences en ligne — qui aborde des questions comme : Que signifie l’IA pour les artistes du point de vue des menaces et des opportunités ? Comment l’IA fonctionne-t-elle dans les économies informelles ? De quelle façon les deepfakes affectent-ils le travail des narrateurs de documentaires et de non-fiction ?

# body.1753b193-0c04-4eef-98c5-58f018421018
source: What Does Success Look Like?
de: Wie sieht Erfolg aus?
fr: À quoi ressemble le succès ?

# body.1753b193-0c04-4eef-98c5-58f018421018
source: Though Electric South has different barometers to measure progress, a key one is a thriving, inclusive tech arts scene across the continent with events, conferences, festivals, adequate funding, distribution and exhibition opportunities — and lots of collaboration.
de: Obwohl Electric South verschiedene Messgrößen zur Messung des Fortschritts hat, ist eine davon eine florierende, inklusive Tech-Kunstszene auf dem Kontinent mit Veranstaltungen, Konferenzen, Festivals, ausreichender Finanzierung, Vertriebs- und Ausstellungsmöglichkeiten – und viel Zusammenarbeit.
fr: Bien qu’Electric South dispose de différents baromètres pour mesurer les progrès, l’un des éléments clés est une scène artistique technologique dynamique et inclusive à travers le continent avec des événements, des conférences, des festivals, un financement adéquat, des opportunités de distribution et d’exposition — et de nombreuses collaborations.

# body.1753b193-0c04-4eef-98c5-58f018421018
source: Inspiration/Hero
de: Inspiration/Held
fr: Inspiration / Héros

# body.1753b193-0c04-4eef-98c5-58f018421018
source: Kamal Sinclair’s <a id="a1">work on inclusive media futures</a> has been a significant influence and inspiration for the organization’s programming.
de: Kamal Sinclairs <a id="a1">Arbeit an inklusiven Medienzukünften</a> war eine bedeutende Einflussquelle und Inspiration für die Programmgestaltung der Organisation.
fr: Le <a id="a1">travail de Kamal Sinclair sur l’avenir des médias inclusifs</a> a grandement influencé et inspiré la programmation de l’organisation.

# body.1753b193-0c04-4eef-98c5-58f018421018
source: Participant Testimonials
de: Erfahrungsberichte der Teilnehmer
fr: Témoignages des participants

# body.1753b193-0c04-4eef-98c5-58f018421018
source: “I rarely connect with a group of strangers the way I did here. This was a genuinely enriching experience. I’ll probably be running on the energy from it for the next few years.”
de: „Ich verbinde mich selten auf diese Weise mit einer Gruppe von Fremden. Dies war eine wirklich bereichernde Erfahrung. Ich werde wahrscheinlich noch die nächsten Jahre von der Energie daraus zehren.“
fr: « Je me connecte rarement avec un groupe d’étrangers comme je l’ai fait ici. Ce fut une expérience vraiment enrichissante. Je vais probablement en tirer de l’énergie au cours des prochaines années. »

# body.1753b193-0c04-4eef-98c5-58f018421018
source: —Lab Participant 1
de: – Laborteilnehmer 1
fr: - Participant Lab 1

# body.1753b193-0c04-4eef-98c5-58f018421018
source: “The structure and schedule of the Lab were impeccably designed, providing a perfect balance between immersive engagement, knowledge-sharing sessions, and hands-on workshops. The diversity of activities, including discussions, masterclasses, and project workshops, showcased a thoughtful curation that was not just informative, but transformative, for my creative process.”
de: „Die Struktur und der Zeitplan des Labors waren makellos gestaltet und boten eine perfekte Balance zwischen immersiver Beteiligung, Wissensaustauschsitzungen und praktischen Workshops. Die Vielfalt der Aktivitäten, einschließlich Diskussionen, Meisterklassen und Projektworkshops, zeigte eine durchdachte Kuratierung, die nicht nur informativ, sondern auch transformativ für meinen kreativen Prozess war.“
fr: « La structure et le calendrier du Lab ont été parfaitement conçus, ils offrent un équilibre parfait entre l’engagement immersif, les sessions de partage des connaissances et les ateliers pratiques. La diversité des activités, y compris les discussions, les masterclasses et les ateliers de projet, a mis en valeur une curation réfléchie qui n’était pas seulement informative, mais transformatrice pour mon processus créatif. »

# body.1753b193-0c04-4eef-98c5-58f018421018
source: —Lab Participant 2
de: – Laborteilnehmer 2
fr: - Participant Lab 2

# title
source: New Technologies like AR, VR, and AI Help Emerging Artists in Africa Tell Original Stories
de: Neue Technologien wie AR, VR und KI helfen aufstrebenden Künstlern in Afrika, originelle Geschichten zu erzählen
fr: Les nouvelles technologies comme la RA, la RV et l’IA aident les artistes émergents en Afrique à raconter des histoires originales
