Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/open-call-the-second-edition-of-common-voices-kiswahili-essay-writing-competition.po
Languages: sw

# search_description
source: The essays will be used to help expand Mozilla’s Common Voice Kiswahili open-source data set, enabling the inclusion of local African languages in tech use and development.
sw: Insha hizi zitatumika kueneza mradi wa Mozilla wa Common Voice Kiswahili kwa kukuza data huria za Kiswahili, ili kuwezesha utumizi na ujumuishaji wa lugha za Kiafrika katika ujenzi wa technologia.

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: Once again Mozilla’s Common Voice and Hekaya Arts initiative are calling upon Kiswahili writers to submit creative essays in fiction and non-fiction subcategories. (Our <a id="a1">last competition</a> was in April 2022.) The winning prizes for the top three best essays are USD $400, $250, and $100 respectively.
sw: Kwa mara nyingine tena, mpango wa Common Voice wa Mozilla na Hekaya Arts Initiative, unawaalika waandishi wa Kiswahili kuwasilisha insha za ubunifu. Zawadi za kushindaniwa kwa insha tatu bora zaidi ni USD $400, $250, na $100 mtawalia.

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: Writers are encouraged to stretch their creativity and language prowess, including writing in various Kiswahili dialects. The reviewing panel also welcomes submissions of translated works given that the original author(s) are credited.
sw: Waandishi wanahimizwa kupanua ubunifu na uhodari wao wa lugha, ikiwa ni pamoja na kuandika katika lahaja mbalimbali za Kiswahili. Jopo la kukagua pia linakaribisha mawasilisho ya kazi zilizotafsiriwa ikizingatiwa kwamba waandishi asili wamepewa sifa.

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: The essays will be used to help expand Mozilla’s Common Voice <a id="a1">Kiswahili open-source data set</a>, enabling the inclusion of local African languages in tech use and development.
sw: Insha hizi zitatumika kueneza mradi wa Mozilla wa Common Voice Kiswahili kwa kukuza <a id="a1">data huria za Kiswahili</a>, ili kuwezesha utumizi na ujumuishaji wa lugha za Kiafrika katika ujenzi wa technologia.

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: Entries should be submitted <a id="a1">here</a>; and the deadline is Friday, September 30, 2022. Winners will be announced and awarded before the end of October.
sw: Mawasilisho yanapaswa kuwasilishwa <a id="a1">hapa</a>; na tarehe ya mwisho ni Ijumaa, Septemba 30,2022. Washindi watatangazwa na kutuzwa kabla ya mwisho wa Oktoba.

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: Submission Guidelines
sw: Muongozo wa Uwasilishaji

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: Received submissions will be in the public domain. All work submitted will be under Public Domain (CC-0) license.
sw: Mawasilisho yaliyopokelewa yatakuwa katika kikoa cha umma. Kazi zote zitakazowasilishwa zitakuwa chini ya leseni ya Kikoa cha Umma (CC-0).

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: Submissions should be between 2,500 to 5,000 words.
sw: Mawasilisho yanapaswa kuwa kati ya maneno 2,500 hadi 5,000.

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: Text specifications
sw: Vigezo vya maandishi

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: There should be no digits in the written work such as 2021; instead, use words.
sw: Kusiwe na tarakimu katika kazi iliyoandikwa kama vile 2021 badala yake tumia maneno.

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: Abbreviations and acronyms like “USA” or “ICE” should be avoided because they may be read in a way that does not coincide with their spelling
sw: Vifupisho kama vile “USA” au “ICE” vinapaswa kuepukwa kwa sababu vinaweza kusomwa kwa njia ambayo hailingani na tahajia zao.

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: The text should not use derogatory language
sw: Maandishi yasitumie lugha ya kudhalilisha

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: The text should not promote any form of gender harassment, abuse, or violence
sw: Maandishi hayapaswi kukuza aina yoyote ya unyanyasaji wa kijinsia, unyanyasaji au vurugu.

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: The text should not perpetuate or condone sexual harassment or biases
sw: Maandishi hayapaswi kuendeleza au kuunga mkono unyanyasaji wa kijinsia au upendeleo

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: The text should be respectful of gender diversities i.e. usage of correct pronouns
sw: Maandishi yanapaswa kuheshimu tofauti za kijinsia yaani matumizi ya viwakilishi sahihi

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: The text should not propagate violence and/or threats of violence
sw: Maandishi hayapaswi kueneza vurugu na/au vitisho vya vurugu

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: The text should be in a digital format not handwritten
sw: Maandishi yanapaswa kuwa katika muundo wa dijitali sio kuandikwa kwa mkono

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: The content must be your own, no plagiarized content
sw: Maudhui lazima yawe yako mwenyewe, yasiwe na maudhui yaliyoibwa

# body.529bf6f3-d89f-43f7-8074-824d25b402af
source: Remember, content that will be viewed as offensive in any way will be declined
sw: Kumbuka, maudhui ambayo yataonekana kuwa ya kukera kwa njia yoyote yatakataliwa

# title
source: Open Call: The Second Edition of Common Voice’s Kiswahili Essay Writing Competition
sw: Toleo la Pili ya Common Voice ya shindano la uandishi wa insha ya Kiswahili
