Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/opening-up-voice-for-global-communities.po
Languages: sw

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: At the recently held Mozilla All-Hands 2022, an annual gathering of the entire Mozilla ecosystem, the Common Voice team had an opportunity to showcase various aspects of our work in a forum open to anyone within the organisation.
sw: Katika mkutano uliofanyika hivi majuzi wa Mozilla All-Hands 2022, kongamano la kila mwaka la mfumo mzima wa ikolojia la Mozilla, timu ya Common Voice ilipata fursa ya kuonyesha vipengele mbalimbali vya kazi yetu katika kongamano lililo wazi kwa mtu yeyote ndani ya shirika.

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: We were afforded a ‘strategic workshop’ slot, a session whose primary goal is cross-team pollination, connection and collaboration on topics of importance to a broad swath of Mozillians. These sessions were primarily intended to facilitate meaningful cross-team connection, get people engaging with folks they don’t normally work with (thus reinforcing the idea that we are all one team). A secondary goal is for individuals to gain a deeper understanding of these topics by engaging with people they don’t normally work with. These sessions are a unique opportunity for a larger group to actively engage with some of these big ideas.
sw: Tulipewa nafasi ya 'warsha ya kimkakati', kipindi ambacho lengo lake kuu ni uchavushaji wa timu mbalimbali, uunganisho na ushirikiano kuhusu mada muhimu kwa kundi kubwa la Wanamozilla. Vipindi hivi vilikusudiwa kuwezesha muunganisho wa maana wa timu mbalimbali, kuwafanya watu kujihusisha na watu ambao kwa kawaida hawafanyi kazi nao (hivyo kusisitiza wazo kwamba sote ni timu moja). Lengo la pili ni watu binafsi kupata uelewa wa kina wa mada hizi kwa kushirikiana na watu ambao kwa kawaida hawafanyi kazi nao. Vipindi hivi ni fursa ya kipekee kwa kundi kubwa kujihusisha kikamilifu na baadhi ya mawazo haya makubwa.

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: Our session was intended to be a tour of the full ecosystem of Common Voice!
sw: Kipindi chetu kilikusudiwa kuwa ziara ya mfumo kamili wa ikolojia wa Common Voice!

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: Sabrina Ng and Gabriel Habayeb, a designer and software engineer respectively, both working on Common Voice handled the first part of the session taking attendees through what the platform looks like and demonstrated how users of the platform go about contributing to datasets. They discussed some strategies being used to open up contributions for a wider variety of languages. One strategy is lowering entry requirements like the number of sentences needed in the language before being able to start on voice contributions. Another is work done to optimize the platform so as to enable contributions in resource constrained settings, such as in contexts with low bandwidth or with no internet access. You can read more about the solutions built <a id="a1">here</a>.
sw: Sabrina Ng na Gabriel Habayeb, mbunifu na mhandisi wa programu mtawalia, wote wawili wanaofanya kazi katika Common Voice walishughulikia sehemu ya kwanza ya kipindi wakiwasilisha kwa waliohudhuria jinsi jukwaa linavyoonekana na kuonyesha jinsi watumiaji wa jukwaa wanavyochangia kuchangia seti ya data. Walijadili baadhi ya mikakati inayotumika kufungua michango ya lugha nyingi zaidi. Mbinu moja ni kupunguza mahitaji ya ingizo kama vile idadi ya sentensi zinazohitajika katika lugha kabla ya kuanza kwa michango ya sauti. Nyingine ni kazi iliyofanywa ili kuboresha jukwaa ili kuwezesha michango katika mazingira yenye vikwazo vya rasilimali, kama vile katika miktadha yenye kipimo data cha chini au isiyo na ufikiaji wa mtandao. Unaweza kusoma zaidi juu ya suluhisho zilizojengwa <a id="a1">hapa</a>.

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: They also discussed some strategies for increasing access to, and the utility, of the datasets on the platform. The dataset releases now take place more frequently, every two months. The datasets now also have additional metadata that we hope increases their utility to developers, for example we recently made accent metadata available, which is optionally self-reported by contributors on the platform.
sw: Pia walijadili baadhi ya mikakati ya kuongeza ufikiaji, na matumizi, ya seti za data kwenye jukwaa. Matoleo ya seti ya data sasa hufanyika mara nyingi zaidi, kila baada ya miezi miwili. Seti za data sasa pia zina maelezo ya data ya ziada ambayo tunatumai yataongeza matumizi yao kwa wasanidi programu, kwa mfano hivi majuzi tulifanya maelezo ya data ya lafudhi kupatikana, ambayo kwa hiari inaweza kuripotiwa binafsi na wachangiaji kwenye mfumo.

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: Rebecca Ryakitimbo, a community engagement fellow, handled the second section of the session where she highlighted our community engagement activities specifically for Kiswahili. She spoke about the various roles community members can play, as sentence creators and validators as well as voice donators and validators. She then highlighted the central role that the inclusion of women holds. Our participatory guidelines ensure that we work to include women in all stages of the work, from ideation, dataset collection, use case development, model creation to the final stages of application development.
sw: Rebecca Ryakitimbo, mshirika wa ushiriki wa jamii, alishughulikia sehemu ya pili ya kipindi ambapo aliangazia shughuli zetu za ushirikishwaji wa jamii haswa kwa Kiswahili. Alizungumza kuhusu majukumu mbalimbali ambayo wanajamii wanaweza kutekeleza, kama waundaji wa sentensi na wathibitishaji na pia wafadhili wa sauti na wathibitishaji. Kisha aliangazia jukumu kuu ambalo ujumuishaji wa wanawake unashikilia. Miongozo yetu shirikishi inahakikisha kwamba tunafanya kazi ya kuwajumuisha wanawake katika hatua zote za kazi, kuanzia mawazo, ukusanyaji wa seti ya data, ukuzaji wa matumizi kifani, uundaji wa kielelezo hadi hatua za mwisho za ukuzaji wa programu.

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: Finally, she highlighted the role of grant-making in making these resources available to the public. Our intention as Mozilla is for these resources to be made openly available with the hope that local organisations will find use for them in their business operations and/or in their applications. To catalyse the use of the resources, we carried out a call that put up grant funding of up to 50,000 usd per awardee. The call specified an interest in projects in the domains of agriculture and finance. One outstanding application within the legal domain was also selected. You can read more about the awarded projects <a id="a1">here</a>.
sw: Hatimaye, aliangazia jukumu la kutoa ruzuku katika kufanya rasilimali hizi kupatikana kwa umma. Nia yetu kama Mozilla ni rasilimali hizi zipatikane kwa uwazi kwa matumaini kwamba mashirika ya ndani yatapata matumizi kwa ajili yao katika shughuli zao za biashara na/au katika maombi yao. Ili kuchochea matumizi ya rasilimali, tulitoa wito ambao uliweka ufadhili wa ruzuku wa hadi dola 50,000 kwa kila tuzo. Wito huo ulibainisha maslahi katika miradi kwenye nyanja za kilimo na fedha. Ombi moja lililopendeza zaidi ndani ya kitengo cha sheria pia lilichaguliwa. Unaweza kusoma zaidi kuhusu miradi iliyotunukiwa <a id="a1">hapa</a>.

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: I facilitated the final section of the session, covering how we build AI models for under-resourced languages, particularly for Kiswahili. I spoke about the importance of the dataset in the model building process and how valuable it is for me as the developer to be involved and able to influence our data collection activities. We monitor and analyse our dataset regularly to ensure we are maintaining balance in the aspects that matter to us. These are age, gender, dialect/variant and accent, and they will go a long way in helping us ensure the resulting models to not exhibit bias towards individuals of different demographic groups.
sw: Niliwezesha sehemu ya mwisho ya kipindi, nikiangazia jinsi tunavyounda miundo ya AI kwa lugha zenye nyenzo ya chini, haswa kwa Kiswahili. Nilizungumza kuhusu umuhimu wa seti ya data katika mchakato wa ujenzi wa muundo na jinsi ilivyo thamani kwangu kama msanidi kuhusika na kuweza kushawishi shughuli zetu za ukusanyaji wa data. Tunafuatilia na kuchanganua seti zetu za data mara kwa mara ili kuhakikisha kwamba tunadumisha usawa katika vipengele ambavyo ni muhimu kwetu. Hivi ni umri, jinsia, lahaja na lafudhi, na vitatusaidia kwa kiasi kikubwa kuhakikisha mifano inayotokana na kutoonyesha upendeleo kwa watu binafsi wa vikundi tofauti vya idadi ya watu.

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: We discussed building speech recognition models, the opportunities for bias that there are and how we are working to leverage pretrained models from different languages.
sw: Tulijadili miundo ya utambuzi wa sauti, fursa za upendeleo zilizopo na jinsi tunavyofanya kazi ili kuimarisha miundo iliyofunzwa awali kutoka lugha tofauti.

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: We concluded the session with some prompting questions intended to get the participants thinking critically about the work we do and the various implications to the communities that speak these languages, implications both positive and negative. You can check out the questions below.
sw: Tulihitimisha kipindi kwa maswali ya kuibua yaliyokusudiwa kuwafanya washiriki wafikirie kwa kina kuhusu kazi tunayofanya na athari mbalimbali kwa jamii zinazozungumza lugha hizi, athari zake chanya na hasi. Unaweza kuangalia maswali hapa chini.

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: If you have any questions or ideas that you think might benefit our work, we encourage you to reach out to us.
sw: Ikiwa una maswali au mawazo yoyote ambayo unadhani yanaweza kufaidi kazi yetu, tunakuhimiza uwasiliane nasi.

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: How can we engage diverse communities to contribute their voice?
sw: Je, tunawezaje kushirikisha jumuiya mbalimbali ili kuchangia sauti zao?

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: Context: Little to no internet access
sw: Muktadha: Ufikiaji mdogo au usio na mtandao

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: Context: Endangered language (little to no existing resources)
sw: Muktadha: Lugha iliyo hatarini (nyenzo kidogo au isiyopo)

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: Context: Gender and other underrepresented demographics for greater inclusion
sw: Muktadha: Jinsia na demografia zingine za kiwango cha chini ambazo hazijawakilishwa ili kujumuika zaidi

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: What are some risks/concerns when encouraging contributions?
sw: Je, ni hatari/wasiwasi gani zilizopo wakati wa kuhimiza michango?

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: Context: Data use by corporations
sw: Muktadha: Matumizi ya data na mashirika

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: Context: Licencing
sw: Muktadha: Utoaji leseni

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: Context: Privacy
sw: Muktadha: Faragha

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: How can we encourage/build greater community ownership over their language datasets?
sw: Je, tunawezaje kuhimiza/kujenga umiliki mkubwa zaidi wa jumuiya wa seti zao za data za lugha?

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: Who gains the most benefit from the existence of these datasets? And how?
sw: Ni nani anayefaidika zaidi kutokana na kuwepo kwa seti ya data hizi? Na jinsi gani?

# body.91b4bea9-a460-4ed4-8235-6c994c25d62c
source: What other investments should be made alongside building the datasets that could potentially bring greater benefit to local communities?
sw: Je, ni uwekezaji gani mwingine unapaswa kufanywa pamoja na kujenga seti za data ambazo zinaweza kuleta manufaa makubwa kwa jumuiya za wenyeji?

# title
source: Opening Up Voice for Global Communities
sw: Kufungua Sauti kwa Jumuiya za Ulimwenguni
