Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/powering-local-innovation-*-the-global-south-prospects-and-a-way-forward.po
Languages: sw

# body.591d97a4-bd74-4af4-9976-1fc47413a07a
source: Mozilla and the Omidyar Network are thrilled to launch the new global initiative, Powering Local Innovation, focused on deepening the conversation around “local innovation” within different regions in the Global South. Our organizational partners in the Africa region (<a id="a1">AfriLabs,</a> <a id="a2">Lawyer’s Hub</a>, <a id="a3">African Union Development Agency,</a> <a id="a4">Thomson Reuters Foundation</a>, <a id="a5">Smart Africa</a>), and in India (<a id="a6">Hasgeek</a>), will bring together entrepreneurs, technologists, activists, policy makers, private sector leaders and lawyers for creative dialogue around the present and future of user technology innovation in their regions.
sw: Mozilla na Omidyar Network wanasisimka kuanzisha mpango mpya wa ulimwengu, Kuwezesha Uvumbuzi wa Kiasilia (Powering Local Innovation), ambao unalenga kuendeleza mazungumzo kuhusu “uvumbuzi wa kiasilia” katika maeneo tofauti katika Ulimwengu wa Kusini. Mashirika washirika wetu kutoka eneo la Afrika (<a id="a1">AfriLabs</a>, <a id="a2">Lawyer’s Hub</a>, <a id="a3">African Union Development Agency</a>, <a id="a4">Thomson Reuters Foundation</a>, <a id="a5">Smart Africa</a>), na kutoka India (<a id="a6">Hasgeek</a>), watawakutanisha pamoja wajasiriamali, wanateknolojia, watunga sera, viongozi katika sekta binafsi na wanasheria kwa mazungumzo bunifu kuhusu uvumbuzi wa teknologia inayotumika na watu, katika maeneo yao mbalimbali, hivi sasa na itakayotumika katika siku za baadaye.

# body.591d97a4-bd74-4af4-9976-1fc47413a07a
source: This initiative aims to support local innovation approaches that are empowering and inclusive of African stakeholders. Last year, we supported an event convened by Lawyer’s Hub titled <a id="a1">“White Capital, Black Founders”</a> that interrogated how race, nationality, and class biases limit the opportunities available to African innovators by foreign companies and investors. This was followed by a <a id="a2">pan-African study</a> conducted by AfriLabs on the key challenges faced by African technology entrepreneurs, that range from access to capital, legal and policy barriers, cross border collaboration, to competition as it relates to closed platforms. Meanwhile, Indian regulators have <a id="a3">increased</a> <a id="a4">policy</a> <a id="a5">activity</a> aimed at cultivating ‘national champions’ as well as promoting the idea of ‘self-reliant’ Indian consumer technology ecosystem as a challenge to Silicon Valley market dominance. Notably, this wave of policy has received push back from both civil society and some sections of the start-up community who argue these moves could potentially <a id="a6">entrench</a> concentration of power among select domestic business elites, and risk replicating concerns with Silicon Valley business models.
sw: Mpango huu unakusudia kusaidia mbinu mpya za uvumbuzi wa kiasilia zinazowezesha na kuhusisha wadau wa Kiafrika. Mwaka uliopita, tuliunga mkono hafla iliyoandaliwa na Lawyer’s Hub, yenye mada Mtaji Mweupe, Wakurugenzi Weusi (<a id="a1">“White Capital, Black Founders”</a>). Hafla hii ilihoji jinsi upendeleo wa mbari, utaifa na wa kitabaka unavyowekea mipaka fursa zinazoletwa na makampuni na wawekezaji wa kigeni kwa wavumbuzi wa Kiafrika. Halfla hii ilifuatiwa na <a id="a2">utafiti wa Afrika yote</a> uliofanywa na Afrilabs kuelewa chamgamoto muhimu zinazowakabili wajasiriamali wa kiteknologia, kama upatikanaji wa mtaji, vizuizi vya kisheria na sera, ushirikiano wa kuvuka mipaka ya nchi, na ushindani unaohusiana na majukwaa yaliyodhibitiwa mtandaoni. Wakati huo huo, wasimamizi wa India <a id="a3">wameongeza</a> <a id="a5">shughuli</a> <a id="a4">za kisera</a> zinazolenga kukuza ‘mabingwa wa kitaifa’ na vile vile kukuza wazo la mfumo wa ikolojia ya mtumiaji wa India la "kujitegemea" kama ushindani kwa utawala wa soko la Silicon Valley. Haswa, wimbi hili la sera limepokea upinzani kutoka kwa asasi za kiraia na sehemu za jamii ya waanzilishi wa biashara ambao wanahoji kuwa hatua hizi zinaweza <a id="a6">kusababisha nguvu kukita mizizi</a> miongoni mwa wanabiashara wachache nchini, na hivyo kuendeleza changamoto zinazohusishwa na mbinu za kibiashara za Silicon Valley.

# body.591d97a4-bd74-4af4-9976-1fc47413a07a
source: Expanding on <a id="a1">Mozilla’s Reimagine Open</a> project, the <i>Powering Local Innovation</i> initiative will also explore how and if foundational principles of openness can be applied to innovation ecosystems in the Global South. Mitchell Baker, CEO of Mozilla Corporation, has advocated that the concept of "open" should not be co-opted by systems and companies that don't uphold the principles of access, empowerment, and opportunity that made the original open Internet so successful.
sw: Kuendeleza mradi wa Mozilla wa Kubuni Tena Maana ya Wazi(<a id="a1">Mozilla’s Reimagine Open</a>), mpango wa <i>Kuwezesha Uvumbuzi wa Kiasilia</i> utachunguza kama na jinsi kanuni za msingi za uwazi zinaweza kutumika kwa mifumo ya uvumbuzi katika Ulimwengu wa Kusini. Mitchell Baker, Mkurugenzi Mtendaji wa Shirika la Mozilla, ametetea kwamba wazo la "wazi" halipaswi kuchaguliwa na mifumo na kampuni ambazo hazizingatii kanuni za ufikiaji, uwezeshaji, na fursa ambayo ilifanya mtandao wazi wa asili kufanikiwa.

# body.591d97a4-bd74-4af4-9976-1fc47413a07a
source: Over the next two years, our partners will implement regionally-tailored activities that build on their organizational strengths. These activities will include a series of multi-stakeholder discussions, policy hackathons, <a id="a1">news articles</a>, research, and workshops, aimed at tackling key challenges and propose solutions facing the local Micro, Small and Medium Enterprises, and startup ecosystems in the Africa region and India. These activities will further the unique goals of the Africa Innovation Mradi, to leverage Mozilla’s role as stewards of the open web to promote models of innovation that are grounded in the unique needs of users in the African continent and India.
sw: Katika kipindi cha miaka miwili ijayo, washirika wetu watatekeleza shughuli zinazolengwa kimkoa ambazo zinajenga juu ya nguvu zao za shirika. Shughuli hizi zitajumuisha safu ya majadiliano ya baadhi ya washika dau, hackathons za sera, <a id="a1">nakala za habari</a>, utafiti na warsha zinazolenga kushughulikia changamoto kuu zinazokabili biashara ndogo sana, biashara ndogo, za kati na mifumo ya waanzilishi wa biashara katika eneo za Afrika na India na kupendekeza suluhisho. Shughuli hizi zitaendeleza malengo ya kipekee ya Mradi wa Ubunifu wa Afrika(Africa Innovation Mradi), kunufaika na jukumu la Mozilla kama msimamizi wa wavuti wazi kukuza mifano ya uvumbuzi ambao umezingatia mahitaji ya kipekee ya watumiaji katika bara la Afrika na India.

# body.591d97a4-bd74-4af4-9976-1fc47413a07a
source: What our partners are saying about the Powering Local Innovation in the Global South initiative:
sw: Kile washirika wetu wanasema kuhusu mpango wa Kuwezesha Uvumbuzi wa Kiasilia:

# body.591d97a4-bd74-4af4-9976-1fc47413a07a
source: At AfriLabs we believe in the power of innovators and entrepreneurs to develop solutions for the biggest challenges in their own communities. As a continental ecosystem of 292 hubs in 49 African countries we work to ensure that opportunities, funding, tools for innovation and technical skills are available to these innovators across the continent regardless of gender, age, location, language and other factors. We are excited to work with Mozilla, Omidyar, and members of our community to power local innovation and catalyse scalable, bold and inclusive solutions rooted in Africa.
sw: Hapa Afrilabs tunaaminia nguvu ya wavumbuzi na wajasiriamali kukuzia suluhisho changamoto kubwa katika jamii zao. Kama ekolojia ya bara ya vituo 292 katika nchi 49 za Afrika, tunafanya kazi kuhakikisha kuwa fursa, ufadhili, zana za uvumbuzi na ustadi wa kiufundi zinapatikana kwa wavumbuzi hawa kote barani bila kuzingatia jinsia, umri, eneo, lugha na sababu zingine. Tunafurahi kufanya kazi na Mozilla, Omidyar, na washiriki wa jamii yetu kuwezesha uvumbuzi wa kiasilia na kuchochea suluhisho zenye uwezo wa kukua na kuenea, zenye ujasiri na zinazojumuisha zilizo na mizizi barani Afrika.

# body.591d97a4-bd74-4af4-9976-1fc47413a07a
source: “The African Union Development Agency (AUDA-NEPAD) is pleased to associate with the various partners on the Mradi initiative which will contribute to local innovation across the continent. Fostering openness and frank conversations to enhance Africa’s innovation ecosystem is key towards attaining the Africa We Want as espoused in AU’s Agenda 2063”
sw: African Union Development Agency - AUDA-NEPAD inafurahi kushirikiana na washirika anuwai kwenye mpango huu ambao utachangia uvumbuzi wa kienyeji kote barani. Kukuza uwazi na mazungumzo ya wazi ili kuboresha mfumo wa ikolojia wa uvumbuzi humu Afrika ni muhimu kuelekea kufikia Afrika Tunayotaka(the Africa We Want) kama ilivyoagizwa katika Ajenda ya AU 2063".

# body.591d97a4-bd74-4af4-9976-1fc47413a07a
source: Hasgeek fosters conversations between technologists to encourage the spread of good ideas and advance the ecosystem as a whole. Hasgeek is a partner in The Powering Local Innovation in the Global South Initiative to promote critical thinking about open source’s role in innovation in India, and the challenges that Small and Medium Enterprises (SMEs) face with respect to adoption and use of open source and leveraging open source for innovation. Hasgeek will look at experiences from the ground, and from practitioners’ lenses.
sw: Hasgeek inakuza mazungumzo kati ya wataalamu wa teknolojia ili kuhimiza kuenea kwa maoni mazuri na kuendeleza mazingira kwa ujumla. Hasgeek ni mbia katika mpango wa Kuwezesha Uvumbuzi wa Kiasili katika Ulimwengu wa Kusini ili kukuza umakinifu wa fikra kuhusu jukumu la programu zenye chanzo wazi katika uvumbizi nchini India na changamoto ambazo zinakabili biashara ndogo na za kati kwa kuzingatia kukubali na kutumia programu zenye chanzo wazi na kunufaika kwa kutumia programu zenye chanzo wazi kwa uvumbuzi. Hasgeek itaangalia tajriba za kienyeji kutoka kwa taswira ya weledi.

# body.591d97a4-bd74-4af4-9976-1fc47413a07a
source: Lawyers Hub exists to serve Africa on Digital Policy and Justice Innovation by providing innovative policy and technology-driven solutions. We are therefore elated to be participating in Mozilla’s The Powering Local Innovation in the Global South Initiative Mradi because local open innovation is the key driver to the development of local policy conversations on emerging and systemic issues. This project will culminate into a robust policy innovation ecosystem, promoting a healthier internet and safeguarding of digital rights in the African region.
sw: Lawyers Hub ilianzishwa kutumikia Afrika kwenye sera za kidijitali na uvumbuzi wa haki kwa kutoa sera mpya za kuvumbua na suluhisho zinazoendeshwa na teknolojia. Kwa hivyo tunafurahi kushiriki katika ari ya Kuwezesha Uvumbuzi wa Kiasilia katika Ulimwengu wa Kusini wa Mozilla kwani uvumbuzi wazi na wa kiasilia ni chombo muhimu kwa maendeleo ya mazungumzo ya sera za kiasilia juu ya maswala yanayoibuka na ya kimfumo. Mradi huu utaelekeza mazingira yenye sera dhabiti za uvumbuzi, kukuza mtandao wenye afya bora zaidi na kulinda haki za kidijitali katika eneo la Afrika.

# body.591d97a4-bd74-4af4-9976-1fc47413a07a
source: Omidyar Network’s funding of this work was linked to supporting civil society actors in Africa and independent journalists so as to strengthen regulations in the digital economy, improve proposals for emerging technology by African institutions, and tracking digital transformation efforts in Africa.
sw: Ufadhili wa Omidyar Network kwa kazi hii ulihusisha kusaidia asasi za kiraia barani Afrika na waandishi wa habari wanaojitegemea, ili kuimarisha kanuni katika uchumi wa kidijitali, kuboresha ushawishi wa taasisi za kiafrika kwa teknolojia inayoibuka na kufuatilia juhudi za mabadiliko ya kidijitali barani Afrika.

# body.591d97a4-bd74-4af4-9976-1fc47413a07a
source: “<i>We are thrilled to be partnering with Mozilla and Omidyar Network on this meaningful initiative. Guided by our Trust Principles of accuracy, impartiality and freedom from bias, we will be using the power of our journalism and reach to shed light on the under-reported – and little understood – issues of innovation and digital rights across the African continent</i>,” said Antonio Zappulla, CEO of the Thomson Reuters Foundation.
sw: “Tunafurahi kushirikiana na Mozilla na Omidyar Network katika mpango huu wa maana. Tunaongozwa na kanuni zetu za uaminifu; hizi ni usahihi, uadilifu na uhuru wa kutopendelea upande, tutatumia nguvu ya uandishi wetu wa habari na wa kutangaza, kuangazia maswala yasiyoripotiwa - na yasiyoeleweka - ya uvumbuzi na haki za kidijitali katika bara la Afrika.” alisema Antonio Zappulla, Mkurugenzi Mtendaji wa Thomson Reuters Foundation.

# body.591d97a4-bd74-4af4-9976-1fc47413a07a
source: About the Africa Innovation Mradi
sw: Kuhusu Mradi wa Uvumbuzi Afrika

# body.591d97a4-bd74-4af4-9976-1fc47413a07a
source: The Powering Local Innovation in the Global South initiative is a project of Mozilla’s Africa Innovation Mradi, a programme that seeks to foster an ecosystem of allies working toward a healthier internet, and promoting innovation grounded in the unique needs of users in the African region.
sw: Mpango wa Kuwezesha Uvumbuzi wa Kiasilia Afrika ni Mradi wa Uvumbuzi Afrika wa Mozilla, mpango ambao unataka kukuza mazingira ya washirika wanaofanya kazi kuendeleza mtandao wenye afya bora zaidi na kukuza uvumbuzi unaotokana na mahitaji ya kipekee ya watumiaji katika eneo la Afrika.

# body.591d97a4-bd74-4af4-9976-1fc47413a07a
source: To find out more / for inquiries, please contact Noémie Hailu, Programme Manager, Africa Innovation Mradi, <a id="a1">nhailu@mozilla.com</a>
sw: Ili kujua zaidi au kama una maswali, tafadhali wasiliana na Noémie Hailu, Meneja wa Programu, Africa Innovation Mradi, <a id="a1">nhailu@mozilla.com</a>.

# title
source: Powering Local Innovation in the Global South: Prospects and a Way Forward
sw: Kuwezesha Uvumbuzi wa Kiasilia katika Ulimwengu wa Kusini: Matarajio na Njia ya Kusonga mbele
