Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/ps5-vs-xbox-series-x-vs-nintendo-switch-which-best-privacy.po
Languages: de, fr

# seo_title
source: PS5 vs. Xbox Series X vs. Nintendo Switch: Which Is Best For Privacy?
de: PS5 vs. Xbox Series X vs. Nintendo Switch: Was ist am besten für den Datenschutz?
fr: PS5 vs Xbox Series X vs Nintendo Switch : quelle est la meilleure console de jeu en matière de confidentialité ?

# search_description
source: Your gaming profile is rich with personal data. Here’s how to protect it.
de: Ihr Spielprofil ist reich an persönlichen Daten. Hier erfahren Sie, wie Sie es schützen können.
fr: Votre profil de jeu abonde de données personnelles. Voici comment les protéger.

# body.6ba8ab32-160b-4db4-9d9b-6f381b7cbed4
source: This article was originally published in January 2021, and was reviewed and updated in January 2022.
de: Dieser Artikel wurde ursprünglich im Januar 2021 veröffentlicht und im Januar 2022 überprüft und aktualisiert.
fr: Cet article est paru initialement en janvier 2021, avant d’être révisé et mis à jour en janvier 2022.

# body.7ea685a2-31f1-43aa-9ddb-79a455c794e9.altText
source: An Xbox Series X console, Nintendo Switch, and a Sony Playstation 5 console.
de: Eine Xbox Series X, Nintendo Switch und eine Sony Playstation 5.
fr: Une console Xbox Series X, une console Nintendo Switch et une console Sony Playstation 5.

# body.805157f1-12a5-48dc-a669-7a49ebc6189e
source: Tl;dr
de: Kurz zusammengefasst
fr: Résumé

# body.805157f1-12a5-48dc-a669-7a49ebc6189e
source: All three consoles collect personal data, but you can <b>adjust the data-hungry default settings</b> to protect yourself. Of these three, we think the <a id="a1"><b>Xbox Series X</b></a> gives you the most control, allowing you to lock down access to your data to a greater extent than the PS5 or the Switch. Read on for how.
de: Alle drei Konsolen sammeln persönliche Daten, aber Sie können <b>die datenhungrigen Standardeinstellungen anpassen</b>, um sich zu schützen. Von diesen dreien bietet Ihnen die <a id="a1"><b>Xbox Series X</b></a> unserer Meinung nach die größte Kontrolle, sodass Sie den Zugriff auf Ihre Daten stärker einschränken können als mit der PS5 oder der Switch. Lesen Sie weiter, wie das funktioniert.
fr: Les trois consoles collectent des données personnelles, mais vous pouvez <b>ajuster les paramètres par défaut avides de données</b> afin de vous protéger. De ces trois consoles, nous estimons que c’est la <a id="a1"><b>Xbox Series X</b></a> qui vous permet d’avoir le plus de contrôle et de verrouiller davantage l’accès à vos données qu’avec la PS5 ou la Switch. Lisez ce qui suit pour découvrir comment.

# body.118b5f97-c5e8-49df-ad5c-dafe0964e00f
source: What do video games really cost? First, it was just a quarter. Soon it was a few hundred bucks for a home console and the games of your choosing, and now you’re likely subscribed to an online service (or three)– giving <a id="a1">Sony’s PlayStation 5</a>, <a id="a2">Microsoft’s Xbox Series X</a>, and <a id="a3">Nintendo’s Switch</a> an all-access pass to valuable personal information. These companies don’t want your pocket change anymore, they want your data. And lots of it.<br/><br/>Why? Depends on who’s looking. Businesses pay anywhere from a few cents to a few dollars for your info, which adds up fast when you’re talking tens of millions of gamers. Aside from the ‘legit’ interest of advertisers and and their ilk, there’s also the risk of cyberattacks, ranging from benign data breaches to targeted hacks on financial information. Your data is only as safe as the company collecting it, and your privacy rights are often set to “wide open” by default.
de: Was kosten Videospiele wirklich? Zuerst waren es nur einige Cent. Bald waren es ein paar hundert Euro für eine Heimkonsole und die Spiele Ihrer Wahl, und jetzt haben Sie wahrscheinlich einen (oder drei) Online-Dienste abonniert – der der <a id="a1">Sony PlayStation 5</a>, der <a id="a2">Microsoft Xbox Series X</a> und der <a id="a3">Nintendo Switch</a> einen Zutrittspass zu allen wertvollen persönlichen Informationen gibt. Diese Unternehmen wollen nicht mehr Ihr Kleingeld, sondern Ihre Daten. Und davon jede Menge.<br/><br/>Warum? Kommt darauf an, wer schaut. Unternehmen zahlen zwischen ein paar Cent und ein paar Dollar für Ihre Informationen, was sich schnell summiert, wenn Sie mit zig Millionen Spielern sprechen. Abgesehen vom „legitimen“ Interesse von Werbetreibenden und ihresgleichen besteht auch das Risiko von Cyberangriffen, die von harmlosen Datenschutzverletzungen bis hin zu gezielten Hacks auf Finanzinformationen reichen. Ihre Daten sind nur so sicher wie das Unternehmen, das sie erfasst, und Ihre Datenschutzrechte sind oft standardmäßig auf „weit offen“ eingestellt.
fr: Combien coûtent vraiment les jeux vidéo ? Tout a commencé avec une simple pièce pour jouer une partie. Par la suite, il fallait mettre de côté quelques centaines de dollars pour s’offrir une console de salon avec les jeux de votre choix, et désormais vous êtes sans doute abonné·e à un service en ligne (voire trois), octroyant à la <a id="a1">PlayStation 5 de Sony</a>, à la <a id="a2">Xbox Series X de Microsoft</a> et à la <a id="a3">Switch de Nintendo</a> un laissez-passer intégral pour accéder à de précieuses informations personnelles. Ces entreprises ne veulent plus votre argent de poche, elles souhaitent accéder à vos données. Et le plus possible.<br/><br/>Pourquoi ? Tout dépend de qui il s’agit. Les entreprises paient de quelques centimes à quelques dollars pour vos informations, ce qui peut rendre l’addition salée lorsqu’il s’agit d’un vivier de dizaines de millions de joueurs. Outre l’intérêt « légitime » des annonceurs et des organisations du même acabit, il existe également un risque de cyberattaques, allant des fuites de données bénignes aux piratages ciblés sur les renseignements financiers. Vos données sont aussi sûres que l’entreprise qui les collecte, et vos droits en matière de confidentialité sont souvent définis par défaut sur « largement ouverts à la collecte ».

# body.118b5f97-c5e8-49df-ad5c-dafe0964e00f
source: It helps to know what’s being collected, and how, so we focused on three things to help navigate the privacy and data settings on your console of choice: microphones and cameras, privacy policies and online communities. Along the way we’ll detail the steps you can take to manage your data privacy so you can stay safe and informed on any platform.
de: Es ist hilfreich zu wissen, was gesammelt wird und wie. Deshalb haben wir uns auf drei Dinge konzentriert, um Ihnen bei der Navigation durch die Datenschutz- und Dateneinstellungen auf der Konsole Ihrer Wahl zu helfen: Mikrofone und Kameras, Datenschutzrichtlinien und Online-Communities. Dabei beschreiben wir die Schritte, die Sie unternehmen können, um Ihren Datenschutz zu verwalten, damit Sie auf jeder Plattform sicher und informiert bleiben.
fr: Il convient de savoir ce qui est collecté et de quelle manière. Afin de vous aider à naviguer dans les paramètres de confidentialité et de données sur la console de votre choix, nous nous sommes donc concentrés sur trois éléments : les microphones et les caméras, les politiques de confidentialité et les communautés en ligne. Entre temps, nous détaillerons les étapes à suivre pour gérer la confidentialité de vos données afin que vous puissiez assurer votre sécurité et demeurer informé·e sur n’importe quelle plateforme.

# body.47a44b59-111a-4aed-8f21-ddc043939eaa.altText
source: Divider Image
fr: Image du séparateur

# body.0270e297-bab6-48bb-8160-39ba14ffdbd1
source: Online Security Settings
de: Online-Sicherheitseinstellungen
fr: Paramètres de sécurité en ligne

# body.0270e297-bab6-48bb-8160-39ba14ffdbd1
source: First things first: Use two-factor authentication, regardless of platform.
de: Das Wichtigste zuerst: Verwenden Sie die Zwei-Faktor-Authentifizierung, unabhängig von der Plattform.
fr: En premier lieu, commencez par utiliser l’authentification à deux facteurs, quelle que soit la plate-forme.

# body.0270e297-bab6-48bb-8160-39ba14ffdbd1
source: If you’re at all concerned about security, then two-factor authentication (2FA) is a must, no matter your gaming platform preferences. Instead of logging in to an account using only a password, two-factor authentication will also send a verification code via text or email that makes it impossible for someone with a stolen password to access your accounts. These links explain how to set up 2FA for <a id="a1">PlayStation</a>, <a id="a2">Xbox</a> and <a id="a3">Nintendo</a>.
de: Wenn Sie sich überhaupt Sorgen um die Sicherheit machen, ist die Zwei-Faktor-Authentifizierung (2FA) ein Muss, unabhängig von Ihren Spielplattformpräferenzen. Anstatt sich nur mit einem Passwort bei einem Konto anzumelden, sendet die Zwei-Faktor-Authentifizierung auch einen Bestätigungscode per SMS oder E-Mail, der es jemandem mit einem gestohlenen Passwort unmöglich macht, auf Ihre Konten zuzugreifen. Diese Links erklären, wie man 2FA für <a id="a1">PlayStation</a>, <a id="a2">Xbox</a> und <a id="a3">Nintendo</a> einrichtet.
fr: Si la sécurité est votre principale source de préoccupation, l’authentification à deux facteurs (2FA) est indispensable, quelles que soient les préférences de votre plateforme de jeu. Plutôt que d’effectuer la connexion à un compte uniquement à l’aide d’un mot de passe, l’authentification à deux facteurs enverra également un code de vérification par SMS ou par e-mail, ce qui empêchera une personne disposant d’un mot de passe volé d’accéder à vos comptes. Ces liens expliquent comment configurer l’authentification à deux facteurs sur <a id="a1">PlayStation</a>, <a id="a2">Xbox</a> et <a id="a3">Nintendo</a>.

# body.c449fbdf-349d-422d-a569-c1c96778941d
source: Mic And Camera privacy settings
de: Datenschutzeinstellungen für Mikrofon und Kamera
fr: Paramètres de confidentialité du micro et de la caméra

# body.c449fbdf-349d-422d-a569-c1c96778941d
source: How to change your microphone and camera settings for PS5, Xbox Series X and Nintendo Switch
de: So ändern Sie Ihre Mikrofon- und Kameraeinstellungen für PS5, Xbox Series X und Nintendo Switch
fr: Comment modifier les paramètres de votre microphone et de votre appareil photo sur PS5, Xbox Series X et Nintendo Switch

# body.c449fbdf-349d-422d-a569-c1c96778941d
source: The Problem
de: Das Problem
fr: Le problème

# body.c449fbdf-349d-422d-a569-c1c96778941d
source: When it comes to external hardware, it’s hard to know when you’re being watched. Of all three major consoles, only Sony presents a serious challenge in this regard due to a microphone built into the DualSense, Sony’s PS5 controller. The DualSense mic is always-on by default, and even captures audio anytime a user earns an in-game trophy so it can apply the audio to the clip. Neither Microsoft nor Nintendo include a built-in microphone with their consoles or controllers.
de: Wenn es um externe Hardware geht, ist es schwer zu bemerken, wenn Sie beobachtet werden. Von allen drei großen Konsolen stellt nur Sony in dieser Hinsicht eine ernsthafte Herausforderung dar, da ein Mikrofon in DualSense, den Sony-PS5-Controller, eingebaut ist. Das DualSense-Mikrofon ist standardmäßig immer eingeschaltet und nimmt sogar jedes Mal Audio auf, wenn ein Benutzer eine Trophäe im Spiel verdient, damit es den Ton auf den Clip anwenden kann. Weder Microsoft noch Nintendo verfügen über ein eingebautes Mikrofon bei ihren Konsolen oder Controllern.
fr: En ce qui concerne les périphériques externes, il est difficile de savoir quand vous êtes surveillé·e. Des trois principales consoles, seule la PS5 présente un sérieux défi à cet égard en raison du microphone intégré à la DualSense, la manette de Sony. Le micro de la DualSense est toujours activé par défaut et capture même l’audio chaque fois qu’un utilisateur remporte un trophée en jeu afin qu’il puisse appliquer l’audio à un montage vidéo. Ni Microsoft ni Nintendo n’incluent de microphone intégré à leurs consoles ou manettes.

# body.c449fbdf-349d-422d-a569-c1c96778941d
source: PS5 and Xbox Series X both support external cameras (including ones with mics) that you can attach to the console for streaming. The Switch, including the latest OLED version, does not support cameras, period. Neither Sony nor Microsoft include access to camera settings, nor is it clear what data, if any, may be collected by these devices.
de: PS5 und Xbox Series X unterstützen beide externe Kameras (einschließlich solcher mit Mikrofonen), die Sie zum Streamen an die Konsole anschließen können. Die Switch, einschließlich der neuesten OLED-Version, unterstützt keine Kameras, Punkt. Weder Sony noch Microsoft integrieren den Zugriff auf Kameraeinstellungen, und es ist auch nicht klar, welche Daten gegebenenfalls von diesen Geräten erfasst werden.
fr: La PS5 et la Xbox Series X prennent toutes deux en charge des caméras externes (y compris celles avec micros) que vous pouvez connecter à la console afin de streamer. La Switch, y compris la dernière version OLED, ne prend tout simplement pas en charge les caméras. Ni Sony ni Microsoft n’incluent l’accès aux paramètres de la caméra, et on ne sait pas exactement quelles éventuelles données pourraient être collectées par ces consoles.

# body.c449fbdf-349d-422d-a569-c1c96778941d
source: The Fix
de: Die Lösung
fr: La solution

# body.c449fbdf-349d-422d-a569-c1c96778941d
source: Microsoft <a id="a1">announced</a> in 2020 that Xbox consoles will no longer collect voice search data, but to be sure it won’t collect your audio, simply leave your cameras unplugged when you aren’t using them.
de: Microsoft hat im Jahr 2020 <a id="a1">angekündigt</a>, dass Xbox-Konsolen keine Sprachsuchdaten mehr sammeln werden. Um aber sicherzugehen, dass Ihr Audio nicht gesammelt wird, lassen Sie Ihre Kameras einfach ausgesteckt, wenn Sie sie nicht verwenden.
fr: Microsoft <a id="a1">a annoncé</a> en 2020 que les consoles Xbox ne collecteront plus de données de recherche vocale, mais pour être sûr·e qu’elles ne collecteront pas vos données audio, il vous suffit de laisser vos caméras débranchées lorsque vous ne les utilisez pas.

# body.c449fbdf-349d-422d-a569-c1c96778941d
source: On the PS5 side, if you want to disable the trophy audio capture feature, go to Settings → Captures and Broadcasts → Trophies to shut it down.
de: Wenn Sie auf der PS5-Seite die Audioaufnahmefunktion für Trophäen deaktivieren möchten, gehen Sie zu Einstellungen → Aufnahmen und Übertragungen → Trophäen zum Beenden.
fr: En ce qui concerne la PS5, si vous souhaitez désactiver la fonctionnalité de capture audio des trophées, accédez à Paramètres → Captures et diffusions → Trophées.

# body.c449fbdf-349d-422d-a569-c1c96778941d
source: The PlayStation 5 offers two ways to restrict the entire microphone itself. Disable it altogether by pressing the physical mic button below the PS button on the controller. If it’s orange, it means the mic is off. Or go to Settings → Users and Accounts → Privacy → Voice Data Collection and turn it off. PS5 <a id="a1">does not collect voice chat data</a>, but does allow users to generate recordings of online interactions for harassment reports. Sony <a id="a2">has clarified</a>, saying these are explicitly used for the reporting process and not any other purpose. But, as we’ve seen in the past, numerous companies have <a id="a3">acknowledged listening in</a> on our conversations with their built-in microphones after the fact. At the end of the day, be aware that, even though Sony says it isn’t listening, that it’s still possible. And, like with Xbox, unplug your streaming cameras when not in use to ensure your privacy.
de: Die PlayStation 5 bietet zwei Möglichkeiten, das gesamte Mikrofon selbst einzuschränken. Deaktivieren Sie es vollständig, indem Sie die physische Mikrofontaste unter der PS-Taste auf dem Controller drücken. Wenn es orange ist, bedeutet dies, dass das Mikrofon ausgeschaltet ist. Oder gehen Sie zu Einstellungen → Benutzer und Konten → Datenschutz → Sprachdatenerfassung und schalten Sie es aus. PS5 <a id="a1">sammelt keine Voice-Chat-Daten</a>, ermöglicht es Benutzern jedoch, Aufzeichnungen von Online-Interaktionen für Belästigungsberichte zu erstellen. Sony <a id="a2">hat klargestellt</a>, dass diese explizit für den Meldeprozess und nicht für andere Zwecke verwendet werden. Aber wie wir in der Vergangenheit gesehen haben, haben zahlreiche Unternehmen bestätigt, dass sie unsere Gespräche mit ihren eingebauten Mikrofonen im Nachhinein <a id="a3">abgehört haben</a>. Seien Sie sich am Ende des Tages bewusst, dass es immer noch möglich ist, obwohl Sony sagt, dass es nicht zuhört. Und wie bei der Xbox können Sie Ihre Streaming-Kameras ausstecken, wenn sie nicht verwendet werden, um Ihre Privatsphäre zu schützen.
fr: La PlayStation 5 offre deux façons de restreindre complètement le microphone en lui-même. Désactivez-le complètement en appuyant sur le bouton physique du micro situé sous le bouton PS de la manette. S’il est orange, cela signifie que le micro est éteint. Vous pouvez également vous rendre dans Paramètres → Utilisateurs et comptes → Confidentialité → Collecte de données vocales et le désactiver. La PS5 <a id="a1">ne collecte pas de données de chat vocal</a>, mais permet aux utilisateurs de générer des enregistrements d’interactions en ligne pour les rapports de harcèlement. Sony <a id="a2">a apporté des précisions</a>, affirmant que ceux-ci sont explicitement destinés au processus de signalement et à aucune autre fin. Toutefois, comme nous l’avons déjà vu par le passé, de nombreuses entreprises ont <a id="a3">reconnu a posteriori avoir écouté</a> nos conversations avec leurs microphones intégrés. Ainsi, sachez que même si Sony dit ne pas vous écouter, cela reste une éventualité. De même que pour la Xbox, débranchez vos caméras de streaming lorsque vous ne les utilisez pas afin de garantir votre confidentialité.

# body.2bb1ee39-273c-4bfb-abda-fdcf089f1b07.altText
source: Divider Image
fr: Image du séparateur

# body.655cda46-75d3-4164-ab68-37cf5de1d192
source: Third-Party Data Sharing Settings
de: Einstellungen für die Datenfreigabe von Drittanbietern
fr: Paramètres de partage de données avec des tiers

# body.655cda46-75d3-4164-ab68-37cf5de1d192
source: How to update your settings to limit the data you’re sharing when using PS5, Xbox Series X and Nintendo Switch
de: So aktualisieren Sie Ihre Einstellungen, um die von Ihnen geteilten Daten einzuschränken, wenn Sie PS5, Xbox Series X und Nintendo Switch verwenden
fr: Comment mettre à jour vos paramètres pour limiter les données que vous partagez lorsque vous utilisez les consoles PS5, Xbox Series X et Nintendo Switch

# body.655cda46-75d3-4164-ab68-37cf5de1d192
source: The Problem
de: Das Problem
fr: Le problème

# body.655cda46-75d3-4164-ab68-37cf5de1d192
source: Sony, Microsoft and Nintendo all capture data about you, the user. Additionally, third-party companies collect data about you too for advertising or product development reasons. A “third-party company” can be anything from advertisers to game studios to even government agencies. So what’s being collected? In general, according to a standard privacy policy, here’s what you’ve agreed to share:
de: Sony, Microsoft und Nintendo erfassen alle Daten über Sie, die Benutzer. Darüber hinaus erfassen auch Drittunternehmen Daten über Sie zu Werbe- oder Produktentwicklungszwecken. Ein „Drittunternehmen“ kann alles sein, von Werbetreibenden über Spielestudios bis hin zu Regierungsbehörden. Was wird also gesammelt? Im Allgemeinen haben Sie gemäß einer Standard-Datenschutzrichtlinie zugestimmt, Folgendes zu teilen:
fr: Sony, Microsoft et Nintendo recueillent tous des données sur l’utilisateur, autrement dit, vous. De plus, des sociétés tierces collectent également des données vous concernant à des fins publicitaires ou de développement de produits. Une « société tierce » peut être n’importe quelle entité, des annonceurs aux studios de jeux en passant par les agences gouvernementales. Alors, qu’est-ce qui est collecté ? En général, selon une politique de confidentialité standard, voici ce que vous avez accepté de partager :

# body.655cda46-75d3-4164-ab68-37cf5de1d192
source: <b>Personal Information</b> - any identifying info like you name, age, location, profile name as well as contact info like phone numbers and email addresses.
de: <b>Persönliche Daten</b> – alle identifizierenden Informationen wie Name, Alter, Standort, Profilname sowie Kontaktinformationen wie Telefonnummern und E-Mail-Adressen.
fr: <b>Renseignements personnels</b> - toutes les informations d’identification telles que votre nom, votre âge, votre emplacement, le nom de votre profil ainsi que des informations de contact telles que des numéros de téléphone et des adresses e-mail.

# body.655cda46-75d3-4164-ab68-37cf5de1d192
source: <b>Commercial Activity</b> - what products you’ve browsed in any online store, what games you’ve already purchased and installed.
de: <b>Kommerzielle Aktivität</b> – welche Produkte Sie in einem Online-Shop durchsucht haben, welche Spiele Sie bereits gekauft und installiert haben.
fr: <b>Activité commerciale</b> - quels produits vous avez consultés dans n’importe quelle boutique en ligne, quels jeux vous avez déjà achetés et installés.

# body.655cda46-75d3-4164-ab68-37cf5de1d192
source: <b>Player Profile</b> - data about your game play sessions, including achievements and trophies, plus playtime for games and any stats, rankings or enforcement activity.
de: <b>Spielerprofil</b> – Daten über Ihre Spielsitzungen, einschließlich Erfolge und Trophäen, plus Spielzeit für Spiele und alle Statistiken, Ranglisten oder Durchsetzungsaktivitäten.
fr: <b>Profil du joueur</b> - données sur vos sessions de jeu, y compris les succès et les trophées, ainsi que le temps de jeu pour chaque jeu et toutes les statistiques, classements ou activités de l’application.

# body.655cda46-75d3-4164-ab68-37cf5de1d192
source: <b>Performance Data</b> - information about console performance and error reports.
de: <b>Leistungsdaten</b> – Informationen zur Konsolenleistung und Fehlerberichte.
fr: <b>Données de performances</b> - informations sur les performances de la console et les rapports d’erreurs.

# body.655cda46-75d3-4164-ab68-37cf5de1d192
source: <b>Shared Content</b> - anything you create, upload, stream or share could also be collected.
de: <b>Geteilte Inhalte</b> – alles, was Sie erstellen, hochladen, streamen oder teilen, kann auch gesammelt werden.
fr: <b>Contenu partagé</b> - tout ce que vous créez, téléchargez, streamez ou partagez peut également être collecté.

# body.655cda46-75d3-4164-ab68-37cf5de1d192
source: The Fix
de: Die Lösung
fr: La solution

# body.655cda46-75d3-4164-ab68-37cf5de1d192
source: If that seems like a lot of information, it is. None of the companies let you opt-out of sharing your data completely – which means in order to use a Playstation 5, Xbox Series X or Nintendo Switch you will have to accept a user agreement that allows data to be collected.
de: Wenn das wie eine Menge Informationen erscheint, ist es das auch. Keines der Unternehmen lässt Sie die Weitergabe Ihrer Daten vollständig ablehnen – was bedeutet, dass Sie für die Verwendung einer Playstation 5, Xbox Series X oder Nintendo Switch eine Benutzervereinbarung akzeptieren müssen, die das Sammeln von Daten zulässt.
fr: Si cela semble constituer une quantité énorme d’informations, c’est bel et bien le cas. Aucune des entreprises ne vous permet de refuser complètement le partage de vos données, ce qui signifie que pour utiliser une Playstation 5, Xbox Series X ou Nintendo Switch, vous devez accepter un accord d’utilisation qui permet la collecte de vos données.
