Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/ps5-vs-xbox-series-x-vs-nintendo-switch-which-best-privacy.po
Languages: de, fr

# body.655cda46-75d3-4164-ab68-37cf5de1d192
source: While Sony, Microsoft and Nintendo do give you some options to limit data collection, the privacy policies reveal just how much data these companies still want to get from you. Here’s how to check your settings for your console, which also apply to streaming services like PlayStation Plus and Xbox Game Pass:
de: Während Sony, Microsoft und Nintendo Ihnen einige Optionen zur Begrenzung der Datenerfassung bieten, zeigen die Datenschutzrichtlinien, wie viele Daten diese Unternehmen noch von Ihnen erhalten möchten. So überprüfen Sie Ihre Einstellungen für Ihre Konsole, die auch für Streaming-Dienste wie PlayStation Plus und Xbox Game Pass gelten:
fr: Bien que Sony, Microsoft et Nintendo vous proposent certaines options pour limiter la collecte de données, les politiques de confidentialité révèlent la quantité de données que ces entreprises souhaitent sans cesse obtenir de vous. Voici comment vérifier vos paramètres pour votre console, procédures qui s’appliquent également aux services de streaming comme le PlayStation Plus et le Xbox Game Pass :

# body.655cda46-75d3-4164-ab68-37cf5de1d192
source: <b>PS5</b><br/>Go to Settings → Users and Accounts → Privacy. You’ll see options for Data You Provide and Personalization. For Data You Provide you can choose “full” or “limited.” It doesn’t give specifics on what gets collected, but choosing “limited” keeps behavior data from being collected which includes some info on game playing and purchasing decisions. You can also restrict the amount of marketing data you provide. Disable “Standard Personalization” in the Personalization tab for maximum privacy.
de: <b>PS5</b><br/>Gehen Sie zu Einstellungen → Benutzer und Konten → Datenschutz. Sie sehen Optionen für von Ihnen bereitgestellte Daten und Personalisierung. Für von Ihnen bereitgestellte Daten können Sie „vollständig“ oder „eingeschränkt“ auswählen. Es gibt keine genauen Angaben darüber, was gesammelt wird, aber die Auswahl von „eingeschränkt“ verhindert, dass Verhaltensdaten gesammelt werden, die einige Informationen über das Spielen von Spielen und Kaufentscheidungen enthalten. Sie können auch die Menge der von Ihnen bereitgestellten Marketingdaten einschränken. Deaktivieren Sie „Standardpersonalisierung“ auf der Registerkarte „Personalisierung“, um maximale Privatsphäre zu gewährleisten.
fr: <b>PS5</b><br/>Accédez à Paramètres → Utilisateurs et comptes → Confidentialité. Vous verrez s’afficher des options pour les données que vous fournissez et la personnalisation. Pour les données que vous fournissez, vous pouvez choisir « complet » ou « limité ». Cela ne fournit aucun détail sur ce qui est collecté, mais choisir « limité » empêche la collecte de données de comportement, ce qui inclut des informations sur le jeu et les décisions d’achat. Vous pouvez également limiter la quantité de données marketing que vous fournissez. Désactivez la « Personnalisation standard » dans l’onglet Personnalisation pour une confidentialité maximale.

# body.655cda46-75d3-4164-ab68-37cf5de1d192
source: <b>Xbox Series X</b><br/>Go to Settings → Online Safety &amp; Family → Privacy &amp; Online Safety. Two options here are important: Data Collection and App Privacy. Data Collection allows you to enable “Optional Diagnostic Data” like enhanced error reporting and console performance data, or opt out entirely. App Privacy allows you to adjust third-party marketing data like targeted advertisements or access to your location, email, contacts, and calendar. You can go app by app or disable everything entirely.
de: <b>Xbox Series X</b><br/>Gehen Sie zu Einstellungen → Onlinesicherheit & Familie → Datenschutz & Onlinesicherheit. Zwei Optionen sind hier wichtig: Datensammlung und App-Datenschutz. Mit Datensammlung können Sie „Optionale Diagnosedaten“, wie erweiterte Fehlerberichte und Konsolenleistungsdaten, aktivieren oder sich vollständig abmelden. Mit App-Datenschutz können Sie Marketingdaten von Drittanbietern, wie gezielte Werbung oder Zugriff auf Ihren Standort, E-Mail, Kontakte und Kalender, anpassen. Sie können App für App vorgehen oder alles komplett deaktivieren.
fr: <b>Xbox Series X</b><br/>Accédez à Paramètres → Sécurité en ligne et famille → Confidentialité et sécurité en ligne. Deux options ici sont importantes : la collecte de données et la confidentialité des applications. La collecte de données vous permet d’activer les « données de diagnostic facultatives », telles que les rapports d’erreur améliorés et les données de performances de la console, ou de les désactiver complètement. La confidentialité des applications vous permet d’ajuster les données marketing de tiers telles que les publicités ciblées ou l’accès à votre emplacement, vos e-mails, vos contacts et votre agenda. Vous pouvez parcourir chacune des applications ou tout désactiver complètement.

# body.655cda46-75d3-4164-ab68-37cf5de1d192
source: Go to Profile Page (icon in upper left of home screen) → User Settings → Nintendo eShop Settings → Account Information and scroll all the way to the bottom for “Google Analytics Preferences.” Change to “Don’t Share” for increased privacy. If you have multiple accounts on your Switch you need to do this for each one. This is the same for the Switch Lite and Switch OLED, too.
de: Gehen Sie zur Profilseite (Symbol oben links auf dem Startbildschirm) → Benutzereinstellungen → Nintendo eShop-Einstellungen → Kontoinformationen und scrollen Sie ganz nach unten zu „Google Analytics-Einstellungen“. Wechseln Sie für mehr Privatsphäre zu „Nicht teilen“. Wenn Sie mehrere Konten auf Ihrer Switch haben, müssen Sie dies für jedes einzelne tun. Dies gilt auch für Switch Lite und Switch OLED.
fr: Accédez à la page de profil (icône en haut à gauche de l’écran d’accueil) → Paramètres utilisateur → Paramètres Nintendo eShop → Informations sur le compte et faites défiler jusqu’en bas jusqu’à « Préférences Google Analytics ». Modifiez sur « Ne pas partager » pour une confidentialité accrue. Si vous disposez de plusieurs comptes sur votre Switch, le processus est à refaire pour chacun d’eux. Il en va de même pour la Switch Lite et la Switch OLED.

# body.3d301602-8e07-40af-b147-3bf28f428f91.altText
source: Divider Image
fr: Image du séparateur

# body.3257ad9a-c464-4233-af6e-b70add37f1c7
source: Online Communities: Protecting Your Profile, Account And Personal Details
de: Online-Communities: Schutz Ihres Profils, Kontos und Ihrer persönlichen Daten
fr: Communautés en ligne : protéger votre profil, votre compte et vos informations personnelles

# body.3257ad9a-c464-4233-af6e-b70add37f1c7
source: How to protect your profile and account from hacking or abuse when gaming online on PS5, Xbox Series X and Nintendo Switch
de: So schützen Sie Ihr Profil und Konto vor Hackerangriffen oder Missbrauch, wenn Sie online auf PS5, Xbox Series X und Nintendo Switch spielen
fr: Comment protéger votre profil et votre compte contre le piratage ou les abus lorsque vous jouez en ligne sur PS5, Xbox Series X et Nintendo Switch

# body.3257ad9a-c464-4233-af6e-b70add37f1c7
source: <b>The Problem</b><br/>Online harassment continues to be a blight on gaming which has created the need for robust privacy features. Beyond that, going online with your console opens you up to cyberattacks. Despite their best efforts, all three companies continue to struggle with this. Sony’s online service, PlayStation Network (PSN) saw some EU users have <a id="a1">money stolen from their bank accounts</a>. An Xbox Live bug <a id="a2">exposed every user’s email</a>. And Nintendo reportedly had <a id="a3">300,000 player profiles breached</a>. Those big hacks get the headlines, but <a id="a4">cybersecurity firm Akami has reported there are hundreds of millions of scams each year</a> perpetrated with the information gamers make available on their profiles. Here’s what you can do to increase your privacy and safety when gaming online.
de: <b>Das Problem</b><br/>Online-Belästigung ist nach wie vor eine Plage für Spiele, die den Bedarf an robusten Datenschutzfunktionen geschaffen hat. Darüber hinaus sind Sie Cyberangriffen ausgesetzt, wenn Sie mit Ihrer Konsole online gehen. Trotz aller Bemühungen haben alle drei Unternehmen weiterhin damit zu kämpfen. Sonys Onlinedienst PlayStation Network (PSN) sah, dass einigen EU-Nutzern <a id="a1">Geld von ihren Bankkonten gestohlen wurde </a>. Ein Xbox Live-Fehler <a id="a2">hat die E-Mails aller Benutzer offengelegt</a>. Und Nintendo hat Berichten zufolge <a id="a3">300.000 Spielerprofile verletzt</a>. Diese großen Hacks machen Schlagzeilen, aber das <a id="a4">Cybersicherheitsunternehmen Akami hat berichtet, dass jedes Jahr Hunderte Millionen von Betrügereien mit den Informationen</a> begangen werden, die Spieler in ihren Profilen zur Verfügung stellen. Hier sehen Sie, was Sie tun können, um Ihre Privatsphäre und Sicherheit beim Online-Glücksspiel zu erhöhen.
fr: <b>Le problème</b><br/>du harcèlement en ligne continue d’être un véritable fléau pour les jeux vidéo, ce qui a engendré le besoin de fonctionnalités de confidentialité robustes. Du surcroît, le fait de passer en ligne avec votre console vous expose aux cyberattaques. Malgré tous leurs efforts, les trois entreprises poursuivent leur lutte acharnée. Le service en ligne de Sony, le PlayStation Network (PSN), a vu certains utilisateurs de l’UE se faire <a id="a1">voler de l’argent sur leurs comptes bancaires</a>. Un bug Xbox Live a <a id="a2">exposé l’adresse e-mail de l’ensemble de ses utilisateurs</a>. Nintendo aurait par ailleurs <a id="a3">300 000 profils de joueurs ayant fuité</a>. Ces piratages de grande ampleur font la une des journaux, mais la société de <a id="a4">cybersécurité Akami a signalé que des centaines de millions d’escroqueries sont</a> perpétrées chaque année avec les informations que les joueurs mettent à disposition sur leurs profils. Voici ce que vous pouvez faire pour améliorer votre confidentialité et votre sécurité lorsque vous jouez en ligne.

# body.3257ad9a-c464-4233-af6e-b70add37f1c7
source: The Fix
de: Die Lösung
fr: La solution

# body.3257ad9a-c464-4233-af6e-b70add37f1c7
source: Let’s take it one platform at a time:
de: Sehen wir uns eine Plattform nach der anderen an:
fr: Procédons une plateforme à la fois :

# body.3257ad9a-c464-4233-af6e-b70add37f1c7
source: PlayStation 5 Online Privacy
de: Online-Datenschutz für PlayStation 5
fr: Confidentialité en ligne sur PlayStation 5

# body.3257ad9a-c464-4233-af6e-b70add37f1c7
source: Here’s how PSN subscribers can protect themselves while using Sony’s online service. By logging in to the Account Management page, PS5 owners will be able to choose individual settings for Gaming, Friends and Personal Info. Each category contains a few options that allow you to limit who can see your activity: everyone, friends of friends, friends only or no one. If that seems a bit tedious, Sony has introduced four presets for the PS5. Social and Open lets everyone in. Team Player lets anyone see your profile, but only friends or friends of friends can message you. Friend Focused is just that, friends only. And Solo and Focused restricts everyone, even friends, from seeing activity or messaging you.
de: So können sich PSN-Abonnenten schützen, während sie den Onlinedienst von Sony nutzen. Durch die Anmeldung auf der Kontoverwaltungsseite können PS5-Besitzer individuelle Einstellungen für Spiele, Freunde und persönliche Daten auswählen. Jede Kategorie enthält einige Optionen, mit denen Sie einschränken können, wer Ihre Aktivitäten sehen kann: alle, Freunde von Freunden, nur Freunde oder niemand. Wenn das etwas mühsam erscheint, Sony hat für die PS5 gleich vier Voreinstellungen eingeführt. „Sozial“ und „Offen“ lassen alle teilhaben. Mit „Team Player“ kann jeder Ihr Profil sehen, aber nur Freunde oder Freunde von Freunden können Ihnen Nachrichten senden. Bei „Friend Focused“ sind es nur Freunde. Und „Solo“ und „Fokussiert“ hindert jeden, sogar Freunde, daran, Aktivitäten zu sehen oder Ihnen Nachrichten zu senden.
fr: Voici comment les abonnés PSN peuvent se protéger lorsqu’ils utilisent le service en ligne de Sony. En se connectant à la page de gestion du compte, les propriétaires de PS5 peuvent choisir des paramètres individuels pour les jeux, les amis et les informations personnelles. Chaque catégorie contient plusieurs options qui vous permettent de limiter qui peut voir votre activité : tout le monde, les amis des amis, uniquement les amis ou personne. Si cela semble un peu fastidieux, Sony a introduit quatre préréglages pour la PS5. Social et accessible permet à tout le monde d’y accéder. Équipier permet à tout le monde de consulter votre profil, mais seuls les amis ou les amis des amis peuvent vous envoyer un message. Centré sur l’amitié, comme son nom l’indique, est uniquement destiné aux amis. Enfin, Centré sur le solo empêche à tout le monde, même aux amis, de consulter l’activité ou de vous envoyer des messages.

# body.3257ad9a-c464-4233-af6e-b70add37f1c7
source: Xbox Series X Online Privacy
de: Xbox Series X Online-Datenschutz
fr: Confidentialité en ligne sur Xbox Series X

# body.3257ad9a-c464-4233-af6e-b70add37f1c7
source: Xbox players using Xbox Live: go to Settings → Account → Xbox Live Privacy → Account Privacy &amp; Online Safety. Similar to Sony, Microsoft has default profiles you can use: in this case, child, teen and adult. As you’d expect, child accounts have the most restrictions and adult accounts have the fewest. You also have the option to adjust settings by selecting “View Details &amp; Customize.” This provides access to a number of settings ranging from visibility of your online status to messaging to multiplayer games. You can only select “Everybody,” “Friends,” or “Block” for the options, no “Friends of Friends” is available.
de: Xbox-Spieler, die Xbox Live verwenden: Gehen Sie zu Einstellungen → Konto → Xbox Live-Datenschutz → Kontodatenschutz & Onlinesicherheit. Ähnlich wie Sony hat Microsoft Standardprofile, die Sie verwenden können: in diesem Fall Kind, Teenager und Erwachsener. Wie zu erwarten, haben Kinderkonten die meisten Einschränkungen und Erwachsenenkonten die wenigsten. Sie haben auch die Möglichkeit, Einstellungen anzupassen, indem Sie „Details anzeigen & Anpassen“ wählen. Dies bietet Zugriff auf eine Reihe von Einstellungen, die von der Sichtbarkeit Ihres Online-Status über Nachrichten bis hin zu Multiplayer-Spielen reichen. Sie können bei den Optionen nur „Jeder“, „Freunde“ oder „Blockieren“ auswählen, „Freunde von Freunden“ ist nicht verfügbar.
fr: Joueurs Xbox qui utilisent le Xbox Live : accédez à Paramètres → Compte → Confidentialité Xbox Live → Confidentialité du compte et sécurité en ligne. De la même manière que Sony, Microsoft met à votre disposition des profils par défaut : dans ce cas, enfant, adolescent et adulte. Comme vous vous en doutez, les comptes enfants possèdent le plus de restrictions et les comptes adultes le moins. Vous avez également la possibilité d’ajuster les paramètres en sélectionnant « Afficher les détails et personnaliser ». Cela donne accès à un certain nombre de paramètres allant de la visibilité de votre statut en ligne à la messagerie en passant par les jeux multijoueurs. Vous pouvez sélectionner uniquement parmi les options « Tout le monde », « Amis » ou « Bloquer », et aucune option « Amis des amis » n’est disponible.

# body.3257ad9a-c464-4233-af6e-b70add37f1c7
source: Nintendo Switch Online Privacy
de: Nintendo Switch Online-Datenschutz
fr: Confidentialité en ligne sur Nintendo Switch

# body.3257ad9a-c464-4233-af6e-b70add37f1c7
source: Nintendo’s online service doesn’t offer much in the way of online game-playing protection. Go to System Settings → Users → Select Profile → User Settings → Play Activity Settings to set who can see the games you’ve played (friends, best friends or no one). That’s it. A companion Parental Settings app places some restrictions on online communication but nothing as robust as what Sony and Microsoft offer.
de: Der Online-Service von Nintendo bietet nicht viel Schutz beim Online-Spielen. Gehen Sie zu Systemeinstellungen → Benutzer → Profil auswählen → Benutzereinstellungen → Spielaktivitätseinstellungen, um festzulegen, wer Ihre gespielten Spiele sehen kann (Freunde, beste Freunde oder niemand). Das ist es. Eine begleitende Kindersicherungs-App schränkt die Online-Kommunikation ein, ist aber nicht so robust wie das Angebot von Sony und Microsoft.
fr: Le service en ligne de Nintendo n’offre pas énormément de protection concernant les jeux en ligne. Accédez à Paramètres système → Utilisateurs → Sélectionnez Profil → Paramètres utilisateur → Paramètres d’activité de jeu pour définir qui peut voir les jeux auxquels vous avez joué (amis, meilleurs amis ou personne). C’est tout. Une application compagnon Contrôle parental impose certaines restrictions sur la communication en ligne, mais rien n’est aussi robuste que ce que proposent Sony et Microsoft.

# body.22c283fb-ed8e-4830-8343-c424f6510775
source: <i>Mo Mozuch is the former Senior Gaming Editor of the magazine</i> <a id="a1"><i>Newsweek</i></a><i>.</i>
de: <i>Mo Mozuch ist der ehemalige Senior Gaming Editor des Magazins</i> <a id="a1"><i>Newsweek</i></a><i>.</i>
fr: <i>Mo Mozuch est l’ancien rédacteur en chef de la section jeux vidéo du magazine </i> <a id="a1"><i>Newsweek</i></a><i>.</i>

# title
source: PS5 vs. Xbox Series X vs. Nintendo Switch: Which Is Best For Privacy?
de: PS5 vs. Xbox Series X vs. Nintendo Switch: Was ist am besten für den Datenschutz?
fr: PS5 vs Xbox Series X vs Nintendo Switch : quelle est la meilleure console de jeu en matière de confidentialité ?
