Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/rcc-community-explores-equitable-digital-access-*-india.po
Languages: de, es, fr, pl, pt_br

# search_description
source: Last month, the Responsible Computing Challenge (RCC) community in India — along with several allies — explored the crucial issue of digital accessibility.
de: Im vergangenen Monat untersuchte die Responsible Computing Challenge (RCC) Gemeinschaft in Indien – zusammen mit mehreren Verbündeten – das wichtige Thema der digitalen Zugänglichkeit.
es: El mes pasado, la comunidad del Responsible Computing Challenge (RCC) en la India exploró junto con varios socios el tema fundamental de la accesibilidad digital.
fr: Le mois dernier en Inde, la communauté Responsible Computing Challenge (RCC) — avec plusieurs alliés — a exploré la question cruciale de l’accessibilité numérique.
pl: W zeszłym miesiącu indyjska społeczność Responsible Computing Challenge (RCC) – wraz z kilkoma sojusznikami – zbadała kluczową kwestię dostępności cyfrowej.
pt_br: No mês passado, a comunidade do Responsible Computing Challenge (RCC) na Índia — juntamente com vários aliados — abordou o problema crucial da acessibilidade digital.

# body.9cb7564d-f93e-469d-ae1e-e1a340faf6c0.altText
source: RCC
es: El RCC

# body.9cb7564d-f93e-469d-ae1e-e1a340faf6c0.caption
source: At the IDE&amp;A Conference in Kerala, India
de: Auf der IDE&amp; A-Konferenz in Kerala, Indien
es: En la Conferencia IDE&A en Kerala, India
fr: Lors de la conférence IDE&amp;A au Kerala, en Inde
pl: Na konferencji IDE&amp;A w Kerali (Indie)
pt_br: Na Conferência IDE&A em Kerala, Índia

# body.31d95745-22e9-498b-9c13-d4a124cedd28
source: Last month, the <a id="a1">Responsible Computing Challenge</a> (RCC) community in India — along with several allies — explored the crucial issue of digital accessibility.
de: Im vergangenen Monat untersuchte die <a id="a1">Responsible Computing Challenge</a> (RCC) Gemeinschaft in Indien - zusammen mit mehreren Verbündeten - das wichtige Thema der digitalen Zugänglichkeit.
es: El mes pasado, la comunidad del <a id="a1">Responsible Computing Challenge</a> [Reto de Computación Responsable] (RCC) en la India exploró junto con varios socios el tema fundamental de la accesibilidad digital.
fr: Le mois dernier en Inde, la communauté <a id="a1">Responsible Computing Challenge</a> (RCC) — avec plusieurs alliés — a exploré la question cruciale de l’accessibilité numérique.
pl: W zeszłym miesiącu indyjska społeczność <a id="a1">Responsible Computing Challenge</a> (RCC) – wraz z kilkoma sojusznikami – zbadała kluczową kwestię dostępności cyfrowej.
pt_br: No mês passado, a comunidade do <a id="a1">Responsible Computing Challenge</a> (RCC) na Índia — juntamente com vários aliados — abordou o problema crucial da acessibilidade digital.

# body.31d95745-22e9-498b-9c13-d4a124cedd28
source: On the 19th and 20th of February 2024, the Vathil Foundation and Marian College Kuttikkanam (Autonomous), in partnership with the Responsible Computing Challenge, organized the IDE&amp;A Conference in Kerala, India. The conference’s focus was on "Equitable Digital Access for Persons with Disability," emphasizing the importance of holistic digital approaches that adhere to principles of inclusivity, equity, and accessibility.
de: Am 19. und 20. Februar 2024 veranstalteten die Vathil Foundation und das Marian College Kuttikkanam (Autonomous) in Zusammenarbeit mit der Responsible Computing Challenge die IDE&A Conference in Kerala, Indien. Der Schwerpunkt der Konferenz lag auf dem Thema „Gerechter digitaler Zugang für Menschen mit Behinderungen“, wobei die Bedeutung ganzheitlicher digitaler Ansätze betont wurde, die den Grundsätzen der Inklusion, Gleichberechtigung und Zugänglichkeit entsprechen.
es: Los días 19 y 20 de febrero de 2024, la Fundación Vathil y el Marian College Kuttikkanam Autonomous, en asociación con el Responsible Computing Challenge, organizaron la Conferencia IDE&A en Kerala, India. La conferencia se centró en el «Acceso digital equitativo para las personas con discapacidad», haciendo hincapié en la importancia de los enfoques digitales holísticos que se ajustan a los principios de inclusión, equidad y accesibilidad.
fr: Les 19 et 20 février 2024, la Fondation Vathil et le Marian College Kuttikkanam (Autonomous), en partenariat avec le Responsible Computing Challenge, ont organisé la conférence IDE&amp;A au Kerala, en Inde. La conférence était axée sur « l’accès numérique équitable pour les personnes en situation de handicap », soulignant l’importance d’approches numériques holistiques qui adhèrent aux principes d’inclusivité, d’équité et d’accessibilité.
pl: W dniach 19 i 20 lutego 2024 r. fundacja Vathil i autonomiczna uczelnia Marian College w Kuttikkanam, we współpracy ze społecznością Responsible Computing Challenge zorganizowała konferencję IDE&amp;A w Kerali (Indie). Konferencja koncentrowała się na równości szans w zakresie dostępu do rozwiązań cyfrowych dla osób z niepełnosprawnościami („Equitable Digital Access for Persons with Disability”), podkreślając znaczenie holistycznych podejść do rozwiązań cyfrowych, które są zgodne z zasadami inkluzywności, równości i dostępności.
pt_br: Nos dias 19 e 20 de fevereiro de 2024, a Vathil Foundation e o Marian College Kuttikkanam (Autônomo), em parceria com o Responsible Computing Challenge, organizaram a Conferência IDE&A em Kerala, Índia. O foco da conferência foi o "Acesso Digital Equitativo para Pessoas com Deficiência", enfatizando a importância de abordagens digitais holísticas que aderem aos princípios de inclusão, equidade e acessibilidade.

# body.31d95745-22e9-498b-9c13-d4a124cedd28
source: Held at Marian College, Kuttikkanam, India, the conference attracted journalists, social workers, policy experts, disability advocates, lawyers, and students. It featured panel sessions covering media representations of people with disabilities; technological advancements in accessibility; tailored curricula for those with learning disabilities; employment opportunities for individuals with disabilities; and the mission of achieving a harmonious balance in societal inclusion.
de: An der Konferenz, die im Marian College in Kuttikkanam, Indien, stattfand, nahmen Journalisten, Sozialarbeiter, Politikexperten, Behindertenanwälte, Rechtsanwälte und Studenten teil. Auf dem Programm standen Podiumsdiskussionen über die Darstellung von Menschen mit Behinderungen in den Medien, technologische Fortschritte bei der Barrierefreiheit, maßgeschneiderte Lehrpläne für Menschen mit Lernbehinderungen, Beschäftigungsmöglichkeiten für Menschen mit Behinderungen und die Aufgabe, ein harmonisches Gleichgewicht bei der gesellschaftlichen Integration zu erreichen.
es: El acto, que se celebró en Marian College, Kuttikkanam, India, reunió a periodistas, trabajadores sociales, expertos políticos, activistas en materia de discapacidad, abogados y estudiantes. Incluyó mesas redondas que cubrieron la representación en los medios de comunicación de las personas con discapacidad; los avances tecnológicos en materia de accesibilidad; los planes de estudio adaptados a las personas con discapacidades del aprendizaje; las oportunidades de empleo para personas con discapacidad; y la misión de lograr un equilibrio armonioso en la inclusión social.
fr: Tenue au Marian College, à Kuttikkanam, en Inde, la conférence a attiré des journalistes, des travailleurs sociaux, des experts en politiques, des défenseurs des droits des personnes en situation de handicap, des avocats et des étudiants. Des tables rondes y étaient organisées sur des thématiques diverses : les représentations médiatiques des personnes en situation de handicap ; les progrès technologiques en matière d’accessibilité ; les programmes adaptés aux personnes ayant des troubles d’apprentissage ; les possibilités d’emploi pour les personnes en situation de handicap et la mission d’atteindre un équilibre harmonieux dans l’inclusion sociale.
pl: Konferencja, która odbyła się w Marian College w Kuttikkanam w Indiach, przyciągnęła dziennikarzy, pracowników socjalnych, ekspertów ds. polityki, rzeczników niepełnosprawności, prawników i studentów. Uczestnicy wzięli udział w sesjach panelowych obejmujących tematy, takie jak reprezentacja medialna osób niepełnosprawnych; postęp technologiczny w zakresie dostępności; dostosowane programy nauczania dla osób z trudnościami w uczeniu się; możliwości zatrudnienia dla osób niepełnosprawnych; oraz misję osiągnięcia harmonijnej równowagi w integracji społecznej.
pt_br: Realizada no Marian College, Kuttikkanam, Índia, a conferência atraiu jornalistas, assistentes sociais, especialistas em políticas, defensores das pessoas com deficiência, advogados e estudantes. Apresentou sessões de painel cobrindo representações de mídia de pessoas com deficiência; avanços tecnológicos em acessibilidade; currículos personalizados para pessoas com dificuldades de aprendizagem; oportunidades de emprego para indivíduos com deficiência; e a missão de alcançar um equilíbrio harmonioso na inclusão social.

# body.31d95745-22e9-498b-9c13-d4a124cedd28
source: RCC — now in its sixth year — encourages the next generation of technologists to prioritize ethics alongside innovation. The initiative blends Computer Science curricula with other disciplines, like the Humanities, Law, Policy, and Social Sciences. RCC <a id="a1">opened applications in India</a> in July 2023, with support from both Mozilla and USAID.
de: RCC - mittlerweile im sechsten Jahr - ermutigt die nächste Generation von Technologen, neben der Innovation auch die Ethik in den Vordergrund zu stellen. Die Initiative verbindet Lehrpläne der Informatik mit anderen Disziplinen, wie Geisteswissenschaften, Recht, Politik und Sozialwissenschaften. RCC eröffnete mit Unterstützung von Mozilla und USAID die <a id="a1">Bewerbungsphase in Indien</a> im Juli 2023.
es: El RCC, que se encuentra ya en su sexta edición, alienta a la próxima generación de tecnólogos a priorizar la ética junto con la innovación. La iniciativa combina los planes de estudio de Ciencias de la Computación con otras disciplinas, como las Humanidades, el Derecho, la Política y las Ciencias Sociales. El RCC <a id="a1">comenzó a aceptar solicitudes en la India</a> en julio de 2023, con el apoyo de Mozilla y USAID.
fr: Le RCC — qui en est à sa sixième année — encourage la prochaine génération de technologues à donner autant d’importance à l’éthique qu’à l’innovation. L’initiative allie les programmes d’informatique à d’autres disciplines, telles que les lettres, le droit, les politiques et les sciences sociales. RCC <a id="a1">a ouvert des applications</a> en Inde en juillet 2023, avec le soutien de Mozilla et l’USAID, l’Agence des États-Unis pour le développement international.
pl: Społeczność RCC – prowadząca działalność już od sześciu lat – zachęca kolejne pokolenia specjalistów ds. technologii do nadawania priorytetu nie tylko innowacjom, ale również kwestiom etycznym. Inicjatywa łączy programy nauczania informatyki z innymi dyscyplinami, takimi jak nauki humanistyczne, prawo, polityka i nauki społeczne. Społeczność RCC <a id="a1">otworzyła wnioski w Indiach</a> w lipcu 2023 r., przy wsparciu zarówno Mozilli, jak i agencji USAID.
pt_br: A RCC — agora em seu sexto ano — incentiva a próxima geração de tecnólogos a priorizar a ética ao lado da inovação. A iniciativa combina currículos de Ciência da Computação com outras disciplinas, como Ciências Humanas, Direito, Política e Ciências Sociais. A RCC <a id="a1">abriu candidaturas na Índia</a> em julho de 2023, com o apoio da Mozilla e da USAID.

# body.31d95745-22e9-498b-9c13-d4a124cedd28
source: February event’s inaugural address was delivered by Rev. Fr. Bobby Alex Mannanplackal, Manager of Marian College Kuttikkanam Autonomous, and Prof. Dr. Ajimon George, Principal of MCKA. Both speakers congratulated the organizing team and expressed gratitude for the support from Mozilla's RCC.
de: Die Eröffnungsrede der Veranstaltung im Februar hielten Pater Bobby Alex Mannanplackal, Leiter des Marian College Kuttikkanam Autonomous, und Prof. Dr. Ajimon George, Rektor des MCKA. Beide Redner beglückwünschten das Organisationsteam und bedankten sich für die Unterstützung durch das RCC von Mozilla.
es: El discurso inaugural del evento de febrero fue pronunciado por el Rvdo. P. Bobby Alex Mannanplackal, gerente de Marian College Kuttikkanam Autonomous, y el profesor Dr. Ajimon George, director de MCKA. Ambos oradores felicitaron al equipo organizador y manifestaron su agradecimiento por el apoyo del RCC de Mozilla.
fr: Le discours inaugural de l’événement de février a été prononcé par le révérend Fr. Bobby Alex Mannanplackal, président du Marian College Kuttikkanam Autonomous, et le professeur Dr. Ajimon George, directeur de MCKA. Les deux orateurs ont félicité l’équipe organisatrice et ont exprimé leur gratitude pour le soutien du RCC de Mozilla.
pl: Inauguracyjne przemówienie na lutowej konferencji wygłosił ks. Bobby Alex Mannanplackal, kierownik Marian College w Kuttikkanam, i prof. dr Ajimon George, dyrektor MCKA. Obaj prelegenci pogratulowali zespołowi organizacyjnemu i wyrazili wdzięczność za wsparcie ze strony społeczności RCC Mozilli.
pt_br: O discurso inaugural do evento de fevereiro foi proferido pelo Rev. Pe. Bobby Alex Mannanplackal, gerente do Marian College Kuttikkanam (Autônomo), e Prof. Dr. Ajimon George, diretor do MCKA. Ambos os palestrantes parabenizaram a equipe organizadora e expressaram gratidão pelo apoio da RCC da Mozilla.

# body.31d95745-22e9-498b-9c13-d4a124cedd28
source: In her opening speech, RCC India finalist Nisha Jose (School of Social Work, Marian College Kuttikkanam, and Vathil Foundation) highlighted the pressing need for a more accessible and inclusive environment for individuals with disabilities, emphasizing the pivotal role of assistive technology in promoting their social inclusion. Nish Jose's project aims to make the digital world more inclusive for people with disabilities through the development of an immersive Augmented Reality-based handbook on Equity in Digital Accessibility, as well as providing undergraduate students with a Certificate in Equitable Digital Access.
de: In ihrer Eröffnungsrede hob die RCC India-Finalistin Nisha Jose (School of Social Work, Marian College Kuttikkanam, und Vathil Foundation) die dringende Notwendigkeit eines zugänglicheren und inklusiveren Umfelds für Menschen mit Behinderungen hervor und betonte die zentrale Rolle von Hilfstechnologien bei der Förderung ihrer sozialen Integration. Das Projekt von Nish Jose zielt darauf ab, die digitale Welt für Menschen mit Behinderungen inklusiver zu gestalten, indem es ein immersives, auf Augmented Reality basierendes Handbuch über Gleichberechtigung in der digitalen Zugänglichkeit entwickelt und Studenten ein Zertifikat für gleichberechtigten digitalen Zugang bietet.
es: En su discurso de apertura, la finalista del RCC de la India, Nisha Jose (Escuela de Trabajo Social, Marian College Kuttikkanam y Fundación Vathil) destacó la urgente necesidad de un entorno más accesible e inclusivo para las personas con discapacidad, haciendo hincapié en el papel esencial de la tecnología asistencial en la promoción de su inclusión social. El proyecto de Nish Jose tiene por objetivo hacer que el mundo digital sea más inclusivo para las personas con discapacidad a través del desarrollo de un manual inmersivo basado en la realidad aumentada sobre equidad en la accesibilidad digital, así como proporcionar a los estudiantes de grado un Certificado en Acceso Digital Equitativo.
fr: Dans son discours d’ouverture, la finaliste de RCC Inde, Nisha Jose (School of Social Work, Marian College Kuttikkanam et la Fondation Vathil), a souligné le besoin urgent d’un environnement plus accessible et inclusif pour les personnes en situation de handicap, soulignant le rôle central des technologies d’assistance dans la promotion de leur inclusion sociale. Le projet de Nish Jose vise à rendre le monde numérique plus inclusif pour les personnes en situation de handicap en développant un manuel immersif basé sur la réalité augmentée sur l’équité dans l’accessibilité numérique, ainsi qu’en fournissant aux étudiants de premier cycle un certificat en accès numérique équitable.
pl: W swoim przemówieniu inauguracyjnym finalistka RCC India, Nisha Jose (School of Social Work, Marian College w Kuttikkanam i Vathil Foundation), podkreśliła pilną potrzebę stworzenia bardziej dostępnego i inkluzywnego środowiska dla osób niepełnosprawnych, podkreślając kluczową rolę technologii wspomagającej w promowaniu ich integracji społecznej. Projekt Nish Jose ma na celu uczynienie świata cyfrowego bardziej integracyjnym dla osób niepełnosprawnych poprzez opracowanie immersyjnego podręcznika opartego na rzeczywistości rozszerzonej na temat równości w dostępie cyfrowym, a także zapewnienie studentom studiów licencjackich certyfikatu w zakresie sprawiedliwego dostępu cyfrowego.
pt_br: Em seu discurso de abertura, a finalista da RCC Índia, Nisha Jose (Escola de Serviço Social, Marian College Kuttikkanam e Fundação Vathil), destacou a necessidade urgente de um ambiente mais acessível e inclusivo para indivíduos com deficiência, enfatizando o papel fundamental da tecnologia assistiva na promoção de sua inclusão social. O projeto de Nisha Jose visa tornar o mundo digital mais inclusivo para pessoas com deficiência através do desenvolvimento de um manual imersivo baseado em Realidade Aumentada sobre Equidade em Acessibilidade Digital, bem como fornecer aos alunos de graduação um Certificado em Acesso Digital Equitativo.

# body.31d95745-22e9-498b-9c13-d4a124cedd28
source: Keynote speaker Nilesh Singit shared his extensive experience and knowledge on accessibility, universal designs, and both international and national policies on digital accessibility. He also highlighted the current state of accessibility in India, the goals of the Accessible India Campaign to make 50% of government websites accessible by 2024, and the need for effective implementation of existing laws on digital accessibility. Singit a Distinguished Research Fellow at the Centre for Disabilities Studies, NALSAR University of Law Hyderabad, and a Disability Icon of the State of Maharashtra,
de: Der Hauptredner Nilesh Singit teilte seine umfangreichen Erfahrungen und sein Wissen über Barrierefreiheit, universelles Design sowie internationale und nationale Strategien zur digitalen Barrierefreiheit. Er beleuchtete auch den aktuellen Stand der Barrierefreiheit in Indien, die Ziele der Kampagne „Accessible India“, die darauf abzielt, bis 2024 50 % der staatlichen Websites zugänglich zu machen, sowie die Notwendigkeit einer wirksamen Umsetzung der bestehenden Gesetze zur digitalen Barrierefreiheit. Singit ist Distinguished Research Fellow am Centre for Disabilities Studies, NALSAR University of Law Hyderabad, und eine Behinderten-Ikone des Bundesstaates Maharashtra,
es: El ponente principal, Nilesh Singit, compartió su amplia experiencia y conocimientos sobre accesibilidad, diseños universales y políticas internacionales y nacionales en materia de accesibilidad digital. También recalcó el estado actual de la accesibilidad en la India, los objetivos de la Campaña de la India Accesible de hacer que el 50 % de los sitios web gubernamentales sean accesibles para 2024 y la necesidad de una implementación efectiva de las leyes existentes sobre accesibilidad digital. Singit es investigador distinguido en el Centro de Estudios de Discapacidad, NALSAR University of Law de Hyderabad, y un icono de discapacidad del estado de Maharashtra.
fr: Le conférencier d’honneur Nilesh Singit a partagé sa vaste expérience et ses connaissances en matière d’accessibilité, de conceptions universelles et de politiques internationales et nationales sur l’accessibilité numérique. Il a également souligné l’état actuel de l’accessibilité en Inde, les objectifs de la campagne menée en Inde en faveur de l’accessibilité visant à rendre 50 % des sites web gouvernementaux accessibles d’ici 2024 et la nécessité d’une mise en œuvre efficace des lois existantes sur l’accessibilité numérique. Chercheur émérite au Centre d’étude sur le handicap à l’Université de droit de NALSAR à Hyderabad et icône du handicap de l’État du Maharashtra, Singit
pl: Główny prelegent Nilesh Singit podzielił się swoim bogatym doświadczeniem i wiedzą na temat dostępności, uniwersalnych projektów oraz międzynarodowych i krajowych polityk dotyczących dostępności cyfrowej. Przybliżył również aktualny stan dostępności w Indiach, a także cele kampanii Accessible India Campaign, polegające na zwiększeniu dostępności 50% rządowych stron internetowych do roku 2024 r. oraz potrzebę skutecznego wdrożenia istniejących przepisów dotyczących dostępności cyfrowej. Singit jest zdobywcą nagrody „Distinguished Research Fellow” Centrum Studiów nad Niepełnosprawnością Narodowej Akademii Studiów i Badań Prawnych w Hyderabad oraz „Disability Icon” stanu Maharasztra,
pt_br: O orador principal Nilesh Singit partilhou a sua vasta experiência e conhecimento sobre acessibilidade, designs universais e políticas internacionais e nacionais sobre acessibilidade digital. Ele também destacou o estado atual da acessibilidade na Índia, os objetivos da Campanha Índia Acessível de tornar 50% dos sites do governo acessíveis até 2024 e a necessidade de implementação efetiva das leis existentes sobre acessibilidade digital. Singit é um distinto pesquisador sênior no Centro de Estudos sobre Deficiências da NALSAR University of Law, Hyderabad, e um ícone para pessoas com deficiência do Estado de Maharashtra.
