Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/rcc-community-explores-equitable-digital-access-*-india.po
Languages: de, es, fr, pl, pt_br

# body.31d95745-22e9-498b-9c13-d4a124cedd28
source: Dr. P.J. Mathew Martin, head of the Information and Documentation Center of AYJNISHD, and Dr. G. Senthil Kumar, Chairman of Helikx Open School Salem, shared their insights on media and disability communications, and the use of AI and technology to overcome learning disabilities, respectively. The event also welcomed participation from the Kerala State government, with Prajith K, Manager of "Samagra," discussing the improvement of employability for people with disabilities and emphasizing the importance of involving persons with disabilities in project design consultations.
de: Dr. P.J. Mathew Martin, Leiter des Informations- und Dokumentationszentrums von AYJNISHD, und Dr. G. Senthil Kumar, Vorsitzender der Helikx Open School Salem, tauschten ihre Erkenntnisse über Medien und Behindertenkommunikation bzw. den Einsatz von KI und Technologie zur Überwindung von Lernbehinderungen aus. An der Veranstaltung nahm auch die Regierung des Bundesstaates Kerala teil. Prajith K., Manager von „Samagra“, sprach über die Verbesserung der Beschäftigungsfähigkeit von Menschen mit Behinderungen und betonte, wie wichtig es ist, Menschen mit Behinderungen in die Beratung zur Projektgestaltung einzubeziehen.
es: El Dr. P. J. Mathew Martin, jefe del Centro de Información y Documentación de AYJNISHD, y el Dr. G. Senthil Kumar, presidente de Helikx Open School Salem, compartieron sus ideas sobre los medios de comunicación y las comunicaciones para personas con discapacidad y sobre el uso de la IA y la tecnología para superar las discapacidades del aprendizaje, respectivamente. El acto también contó con la bienvenida participación del Gobierno del estado de Kerala, con Prajith K., gerente de «Samagra», quien abordó la mejora de la empleabilidad de las personas con discapacidad y enfatizó la importancia de involucrar a las personas con discapacidad en las consultas de diseño de proyectos.
fr: Le Dr. P.J. Mathew Martin, chef du Centre d’informations et de documentation de l’AYJNISHD, et le Dr. G. Senthil Kumar, président de l’Helikx Open School Salem, ont respectivement partagé leurs visions sur les médias et la communication en matière de handicap, ainsi que sur l’utilisation de l’IA et de la technologie pour surmonter les troubles d’apprentissage. L’événement s’est également félicité de la participation du gouvernement de l’État du Kerala, avec Prajith K, responsable de « Samagra », qui a abordé l’amélioration de l’employabilité des personnes en situation de handicap en soulignant l’importance d’impliquer les personnes en situation de handicap dans les consultations de conception de projets.
pl: Dr P.J. Mathew Martin, kierownik Centrum Informacji i Dokumentacji AYJNISHD, i dr G. Senthil Kumar, prezes Helikx Open School Salem, podzielili się swoimi spostrzeżeniami na temat komunikacji w zakresie mediów i niepełnosprawności oraz wykorzystania sztucznej inteligencji i technologii w celu przezwyciężenia trudności w uczeniu się. W wydarzeniu, ku ogromnemu zadowoleniu uczestników, wziął również udział przedstawiciel rządu stanu Kerala, Prajith K, dyrektor kanału informacyjnego „Samagra”, który omawiał poprawę szans na zatrudnienie osób niepełnosprawnych i podkreślał znaczenie zaangażowania osób niepełnosprawnych w konsultacje projektowe.
pt_br: O Dr. P.J. Mathew Martin, chefe do Centro de Informação e Documentação da AYJNISHD, e o Dr. G. Senthil Kumar, presidente da Helikx Open School, Salem, compartilharam suas ideias sobre comunicação de mídia e deficiência, e o uso de IA e tecnologia para superar dificuldades de aprendizagem, respectivamente. O evento também recebeu a participação do governo do Estado de Kerala, com Prajith K, gerente do "Samagra", discutindo a melhoria da empregabilidade para pessoas com deficiência e enfatizando a importância de envolver pessoas com deficiência em consultas de concepção de projetos.

# body.31d95745-22e9-498b-9c13-d4a124cedd28
source: Other speakers included Dr. Jubilant Kizhakkethottam, Assistant Professor in the Computer Science Department at Saintgits College, psychologist Dr. Hena N. N., and Ajesh P. Joseph, Co-Organizer and Department Head of the Master of Social Work program at Marian College Kuttikkanam Autonomous. The event also featured role-playing exercises to provide insight into the experiences of individuals with disabilities.
de: Weitere Redner waren Dr. Jubilant Kizhakkethottam, Assistenzprofessor in der Abteilung für Informatik am Saintgits College, die Psychologin Dr. Hena N. N., und Ajesh P. Joseph, Mitorganisator und Abteilungsleiter des Studiengangs Master of Social Work am Marian College Kuttikkanam Autonomous. Die Veranstaltung beinhaltete auch Rollenspiele, um einen Einblick in die Erfahrungen von Menschen mit Behinderungen zu geben.
es: Otros oradores incluyeron al Dr. Jubilant Kizhakkethottam, profesor asistente en el Departamento de Ciencias de la Computación en Saintgits College, la psicóloga Dra. Hena N. N., y Ajesh P. Joseph, coorganizador y jefe de departamento del programa de Máster en Trabajo Social en Marian College Kuttikkanam Autonomous. El evento también incluía ejercicios de juego de roles para sensibilizar sobre las experiencias de las personas con discapacidad.
fr: Parmi les autres orateurs figuraient le Dr. Jubilant Kizhakkethottam, professeur adjoint au département informatique du Saintgits College, la psychologue Dr. Hena N. N. et Ajesh P. Joseph, coorganisateur et chef de département du programme Master of Social Work du Marian College Kuttikkanam Autonomous. Des exercices de jeu de rôle se sont également déroulés au cours de l’évènement pour donner un aperçu d’expériences de personnes en situation de handicap.
pl: Wśród prelegentów znaleźli się również dr Jubilant Kizhakkethottam, adiunkt na Wydziale Informatyki w Saintgits College, psycholog dr Hena N. N. oraz Ajesh P. Joseph, współorganizator i kierownik działu programu Master of Social Work w Marian College w Kuttikkanam. Wydarzenie obejmowało również ćwiczenia z odgrywaniem ról, aby pomóc uczestnikom zrozumieć, czego doświadczają osoby niepełnosprawne.
pt_br: Outros palestrantes incluíram o Dr. Jubilant Kizhakkethottam, professor assistente do Departamento de Ciência da Computação do Saintgits College, a psicóloga Dra. Hena N. N. e Ajesh P. Joseph, coorganizador e chefe de departamento do programa de Mestrado em Serviço Social do Marian College Kuttikkanam (Autônomo). O evento também contou com exercícios de interpretação de papéis para fornecer informações sobre as experiências de indivíduos com deficiência.

# body.31d95745-22e9-498b-9c13-d4a124cedd28
source: <b>Says Jibu Elias, Responsible Computing Challenge Lead for India:</b> "In an era where technology shapes our lives and futures, the IDE&amp;A National Seminar 2024 stands as a testament to the power of inclusive education and innovation. This event marks a pivotal step forward in reimagining technology education, where interdisciplinary approaches and diverse perspectives converge to create a more inclusive and equitable digital future for persons with disabilities."
de: <b>Jibu Elias, Leiter der Responsible Computing Challenge für Indien, sagt:</b> „In einer Zeit, in der Technologie unser Leben und unsere Zukunft bestimmt, ist das IDE&A National Seminar 2024 ein Beweis für die Kraft der inklusiven Bildung und Innovation. Diese Veranstaltung markiert einen entscheidenden Schritt nach vorn bei der Neugestaltung der technologischen Bildung, bei der interdisziplinäre Ansätze und unterschiedliche Perspektiven zusammenkommen, um eine integrativere und gerechtere digitale Zukunft für Menschen mit Behinderungen zu schaffen.“
es: <b>En palabras de Jibu Elias, líder del Responsible Computing Challenge para la India:</b> «En una era en que la tecnología configura nuestras vidas y porvenires, el Seminario Nacional IDE&A 2024 constituye un testimonio del poder de la educación inclusiva y la innovación. Este acto marca un paso fundamental en la reinvención de la educación tecnológica, donde los enfoques interdisciplinarios y las diversas perspectivas confluyen para crear un futuro digital más inclusivo y equitativo para las personas con discapacidad».
fr: <b>Jibu Elias, responsable du Responsible Computing Challenge pour l’Inde, a déclaré :</b> « À une époque où la technologie façonne nos vies et notre avenir, le séminaire national IDE&amp;A 2024 témoigne du pouvoir de l’éducation inclusive et de l’innovation. Cet événement marque une étape cruciale dans la réinvention de l’éducation technologique, où les approches interdisciplinaires et les perspectives diverses convergent pour créer un avenir numérique plus inclusif et équitable pour les personnes en situation de handicap. »
pl: <b>Jak mówi Jibu Elias, lider indyjskiej społeczności Responsible Computing Challenge:</b> „W erze, w której technologia kształtuje nasze życie i przyszłość, Krajowe Seminarium IDE&amp;A 2024 jest świadectwem siły inkluzywnej edukacji i innowacji. Wydarzenie to stanowi kluczowy krok naprzód w przeobrażeniu edukacji technologicznej, w której interdyscyplinarne podejścia i różne perspektywy zbiegają się, tworząc bardziej inkluzywną i sprawiedliwą cyfrową przyszłość dla osób niepełnosprawnych”.
pt_br: <b>Diz Jibu Elias, líder do Desafio de Computação Responsável da Índia:</b> "Em uma era em que a tecnologia molda as nossas vidas e futuros, o Seminário Nacional IDE&A 2024 é um testemunho do poder da educação e inovação inclusivas. Este evento marca um passo fundamental na renovação da educação tecnológica, onde abordagens interdisciplinares e perspectivas diversas convergem para criar um futuro digital mais inclusivo e equitativo para pessoas com deficiência."

# body.3efcabe6-cdf5-4a44-8a91-3fa05d335b37.quote
source: This event marks a pivotal step forward in reimagining technology education.
de: Diese Veranstaltung ist ein entscheidender Schritt nach vorn bei der Neugestaltung der technischen Bildung.
es: Este acto marca un paso fundamental en la reinvención de la educación tecnológica.
fr: Cet événement marque une étape cruciale dans la réinvention de l’éducation technologique.
pl: To wydarzenie stanowi kluczowy krok naprzód w przeobrażaniu edukacji technologicznej.
pt_br: Este evento marca um passo fundamental na renovação da educação tecnológica.

# body.3efcabe6-cdf5-4a44-8a91-3fa05d335b37.attribution_info
source: Jibu Elias, Responsible Computing Challenge Lead for India
de: Jibu Elias, Leiter der Responsible Computing Challenge für Indien
es: Jibu Elias, líder del Responsible Computing Challenge para la India
fr: Jibu Elias, responsable du Responsible Computing Challenge pour l’Inde
pl: Jibu Elias, lider indyjskiej społeczności Responsible Computing Challenge
pt_br: Jibu Elias, líder do Desafio de Computação Responsável da Índia

# body.7e271320-a783-404e-9cbd-e16276e34218
source: The seminar closed with a call for more initiatives like this, emphasizing the need for inclusion and accessibility experts across all sectors and highlighting the particular need for increased awareness and education in the technological fields to foster a more inclusive and accessible physical and digital environment. The Mozilla-RCC India initiative, backed by USAID, is nearing the final stages of announcing the grant winners for the 2023-24 period.
de: Das Seminar schloss mit einem Aufruf zu mehr Initiativen wie dieser, wobei der Bedarf an Experten für Inklusion und Barrierefreiheit in allen Sektoren hervorgehoben und die besondere Notwendigkeit einer stärkeren Sensibilisierung und Aufklärung in den technologischen Bereichen betont wurde, um ein inklusiveres und zugänglicheres physisches und digitales Umfeld zu fördern. Die von USAID unterstützte Mozilla-RCC-Indien-Initiative steht kurz vor der Bekanntgabe der Stipendiaten für den Zeitraum 2023–24.
es: El seminario se clausuró con un llamamiento a más iniciativas como esta, enfatizando la necesidad de expertos en inclusión y accesibilidad en todos los sectores y destacando la particular necesidad de una mayor conciencia y educación en los campos tecnológicos para fomentar un entorno físico y digital más inclusivo y accesible. La iniciativa Mozilla-RCC India, respaldada por USAID, se está acercando a las etapas finales, en que anunciará los ganadores de la subvención para el período 2023-24.
fr: Le séminaire s’est terminé par un appel à davantage d’initiatives de ce type, soulignant le besoin d’experts en inclusion et en accessibilité dans tous les secteurs, et la nécessité spécifique d’une sensibilisation et d’une éducation accrues dans les domaines technologiques pour favoriser un environnement physique et numérique plus inclusif et accessible. L’initiative Mozilla-RCC en Inde, soutenue par l’USAID, se rapproche des dernières étapes afin d’annoncer les lauréats pour la période 2023-2024.
pl: Konferencja zakończyła się skierowaniem do uczestników apelu o podjęcie większej liczby takich inicjatyw, podkreślających potrzebę włączenia i dostępności ekspertów we wszystkich sektorach oraz podkreślających szczególną potrzebę zwiększenia świadomości i edukacji w dziedzinie technologii w celu wspierania bardziej integracyjnego i dostępnego środowiska fizycznego i cyfrowego. Inicjatywa Mozilla-RCC India, wspierana przez USAID, zbliża się do końcowych etapów ogłaszania laureatów grantów na okres 2023-24.
pt_br: O seminário terminou com uma chamada para mais iniciativas como essa, enfatizando a necessidade de especialistas em inclusão e acessibilidade em todos os setores e destacando a necessidade particular de maior conscientização e educação nos campos tecnológicos para promover um ambiente físico e digital mais inclusivo e acessível. A iniciativa Mozilla-RCC Índia, apoiada pela USAID, está se aproximando dos estágios finais de anúncio dos vencedores do subsídio para o período 2023-24.

# title
source: RCC Community Explores Equitable Digital Access in India
de: RCC-Community untersucht gerechten digitalen Zugang in Indien
es: La comunidad del RCC explora el acceso digital equitativo en la India
fr: La communauté RCC explore l’accès numérique équitable en Inde
pl: Społeczność RCC bada sprawiedliwy dostęp do rozwiązań cyfrowych w Indiach
pt_br: Comunidade RCC explora acesso digital equitativo na Índia
