Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/research-southern-africa-faces-three-key-challenges-to-positive-ai-adoption.po
Languages: de, es, fr, pl, pt_br

# search_description
source: AI readiness, deployment, and potential misuse all present issues, according to research conducted by MISA and supported by Mozilla.
de: Laut einer von MISA durchgeführten und von Mozilla unterstützten Studie stellen die Bereitschaft zur Nutzung von KI, ihr Einsatz und ihr potenzieller Missbrauch allesamt Probleme dar.
es: La preparación para la IA, el despliegue de la IA y el posible uso indebido de la IA constituyen problemas actuales, según una investigación realizada por el MISA y respaldada por Mozilla.
fr: La préparation à l’IA, le déploiement et l’utilisation abusive potentielle de l’IA sont tous des problèmes actuels, selon une étude menée par MISA et soutenue par Mozilla.
pl: Gotowość do zastosowania sztucznej inteligencji, jej wdrażanie i potencjalne niewłaściwe wykorzystanie to kwestie problematyczne, o czym świadczą wyniki badania przeprowadzonego przez organizację MISA ze wsparciem firmy Mozilla.
pt_br: Prontidão de IA, implantação e potencial uso indevido de todos os problemas atuais, de acordo com pesquisa realizada pela MISA e apoiada pela Mozilla.

# body.74f48461-a21c-4949-a770-2078602f29d6.altText
source: MISA
es: El MISA

# body.522c77fc-d497-4d3b-8c9e-d4f57ac84ef1
source: AI readiness, deployment, and potential misuse all present issues, according to research conducted by MISA and supported by Mozilla
de: Laut einer von MISA durchgeführten und von Mozilla unterstützten Studie stellen die Bereitschaft zur Nutzung von KI, ihr Einsatz und ihr potenzieller Missbrauch allesamt Probleme dar
es: La preparación para la IA, el despliegue de la IA y el posible uso indebido de la IA constituyen problemas actuales, según una investigación realizada por el MISA y respaldada por Mozilla.
fr: La préparation à l’IA, le déploiement et l’utilisation abusive potentielle de l’IA posent tous des problèmes, selon une étude menée par MISA et soutenue par Mozilla
pl: Gotowość do zastosowania sztucznej inteligencji, jej wdrażanie i potencjalne niewłaściwe wykorzystanie to kwestie problematyczne, o czym świadczą wyniki badania przeprowadzonego przez organizację MISA ze wsparciem firmy Mozilla.
pt_br: Prontidão de IA, implantação e potencial uso indevido de todos os problemas atuais, de acordo com pesquisa realizada pela MISA e apoiada pela Mozilla

# body.522c77fc-d497-4d3b-8c9e-d4f57ac84ef1
source: <b>(HARARE, ZIMBABWE | THURSDAY, MARCH 21, 2024)</b> — As governments, communities, and businesses across southern Africa continue to integrate AI technologies into everyday life, they face three key challenges, according to new research conducted by the <a id="a1">Media Institute of Southern Africa</a> (MISA) and supported by Mozilla. MISA explored patterns of AI deployment in the sub-region, and how the lack of a regulatory framework hinders ethical AI adoption. The research draws on Zimbabwe's August 2023 election as a case study.
de: <b>(HARARE, SIMBABWE | DONNERSTAG, 21. MÄRZ 2024)</b> – Während Regierungen, Gemeinden und Unternehmen im südlichen Afrika weiterhin KI-Technologien in den Alltag integrieren, stehen sie laut einer neuen Studie des <a id="a1">Media Institute of Southern Africa</a> (MISA), die von Mozilla unterstützt wird, vor drei zentralen Herausforderungen. MISA untersuchte die Muster des KI-Einsatzes in der Subregion und wie das Fehlen eines rechtlichen Rahmens die ethische Einführung von KI behindert. Die Untersuchung bezieht sich auf die Wahlen in Simbabwe im August 2023 als Fallstudie.
es: <b>(HARARE, ZIMBABUE | JUEVES 21 DE MARZO DE 2024)</b> — A medida que los Gobiernos, las comunidades y las empresas de todo el sur de África continúan integrando las tecnologías de IA en la vida cotidiana, se enfrentan a tres desafíos clave, según una nueva investigación realizada por el <a id="a1">Media Institute of Southern Africa</a> (MISA) y respaldada por Mozilla. El MISA estudió los patrones de implementación de la IA en la subregión y cómo la falta de un marco normativo dificulta la adopción ética de la IA. La investigación se basa en las elecciones de agosto de 2023 en Zimbabue como caso de estudio.
fr: <b>(HARARE, ZIMBABWE | JEUDI 21 MARS 2024)</b> — Alors que les gouvernements, les communautés et les entreprises d’Afrique australe continuent d’intégrer les technologies de l’IA dans leur vie quotidienne, ils sont confrontés à trois défis clés, selon une nouvelle étude menée par le <a id="a1">Media Institute of Southern Africa</a> (MISA) et soutenue par Mozilla. MISA a exploré les modèles de déploiement de l’IA dans la sous-région et comment l’absence d’un cadre réglementaire entrave l’adoption éthique de l’IA. La recherche s’appuie sur l’élection d’août 2023 au Zimbabwe comme étude de cas.
pl: <b>(HARARE, ZIMBABWE | CZWARTEK, 21 MARCA 2024 r.)</b> – Jak wynika z badania przeprowadzonego niedawno przez organizację <a id="a1">Media Institute of Southern Africa</a> (MISA) ze wsparciem firmy Mozilla, rządy, społeczności i firmy w całej południowej Afryce kontynuują włączanie technologii sztucznej inteligencji do życia codziennego. Organizacja MISA zbadała wzorce wdrażania sztucznej inteligencji w podregionie oraz to, w jakim stopniu brak odpowiednich ram regulacyjnych utrudnia realizację tego procesu w sposób etyczny. Studium przypadku dla badania stały się przeprowadzone w Zimbabwe w sierpniu 2023 r. wybory powszechne.
pt_br: <b>(HARARE, ZIMBÁBUE | QUINTA-FEIRA, 21 DE MARÇO DE 2024)</b> — À medida que governos, comunidades e empresas em toda a África Austral continuam a integrar tecnologias de IA na vida cotidiana, eles enfrentam três desafios principais, de acordo com uma nova pesquisa realizada pelo <a id="a1">Instituto de Mídia da África Austral</a> (MISA) e apoiada pela Mozilla. A MISA explorou padrões de implantação de IA na sub-região e como a falta de uma estrutura regulatória dificulta a adoção ética da IA. A pesquisa baseia-se nas eleições de agosto de 2023 no Zimbábue como um estudo de caso.

# body.522c77fc-d497-4d3b-8c9e-d4f57ac84ef1
source: <b>AI readiness</b>, <b>AI deployment</b>, and <b>potential misuse of AI</b> present the highest barriers as AI systems transition from Western contexts to southern African contexts, researchers found. Methodology entailed a wide landscape review of AI applications across academia, policy, and business; an analysis of AI use cases; and also focus group discussions in Harare and Bulawayo (Zimbabwe) and Johannesburg (South Africa). Focus group participants included lawyers, academics, civic society leaders, activists, media practitioners, and other AI experts.
de: <b>KI-Bereitschaft</b>, <b>KI-Einsatz</b> und <b>potenzieller Missbrauch von KI</b> stellen die größten Hindernisse beim Übergang von KI-Systemen aus westlichen Kontexten in südafrikanische Kontexte dar, so die Forscher. Die Methodik umfasste eine umfassende Bestandsaufnahme von KI-Anwendungen in Wissenschaft, Politik und Wirtschaft, eine Analyse von KI-Anwendungsfällen sowie Fokusgruppendiskussionen in Harare und Bulawayo (Simbabwe) und Johannesburg (Südafrika). Zu den Teilnehmern der Fokusgruppen gehörten Juristen, Akademiker, führende Vertreter der Zivilgesellschaft, Aktivisten, Medienschaffende und andere KI-Experten.
es: Los investigadores constataron que <b>la preparación para la IA</b>, <b>el despliegue de la IA</b> y <b>el posible uso indebido de la IA</b> suponen las barreras más importantes a medida que los sistemas de IA pasan de los contextos occidentales a los contextos del sur de África. La metodología implicó una amplia revisión del panorama de las aplicaciones de IA en el mundo académico, la política y los negocios; un análisis de casos de uso de la IA; y debates de grupos focales en Harare y Bulawayo (Zimbabue) y Johannesburgo (Sudáfrica). Entre los participantes del grupo focal hubo abogados, académicos, líderes de la sociedad civil, activistas, profesionales de los medios de comunicación y otros expertos en IA.
fr: <b>Selon les chercheurs</b>, la préparation à l’ <b>IA</b>, le déploiement de l’IA et l’utilisation abusive <b>potentielle de l’IA</b> constituent les obstacles les plus importants à la transition des systèmes d’IA des contextes occidentaux vers les contextes sud-africains. La méthodologie utilisée consistait en un vaste examen du paysage des applications de l’IA dans les universités, les politiques et les entreprises ; une analyse des cas d’utilisation de l’IA ; et également des discussions de groupe à Harare et Bulawayo (Zimbabwe) et Johannesburg (Afrique du Sud). Les participants aux groupes de discussion comprenaient des avocats, des universitaires, des dirigeants de la société civile, des militants, des professionnels des médias et d’autres experts en IA.
pl: <b>Badacze odkryli</b>, <b>że największą przeszkodę w procesie przenoszenia sztucznej inteligencji</b> </b>z kontekstów zachodnich do południowoafrykańskich stanowi etap wdrażania sztucznej inteligencji i jej potencjalne nadużycia<b>. Metodologia badania obejmowała szeroki krajobraz zastosowań sztucznej inteligencji w środowisku akademickim, politycznym i biznesowym; analizę przypadków użycia sztucznej inteligencji; a także dyskusje w grupach fokusowych w Harare i Bulawayo (Zimbabwe) oraz Johannesburgu (RPA). Wśród uczestników grupy fokusowej znaleźli się prawnicy, naukowcy, liderzy społeczeństwa obywatelskiego, aktywiści, praktycy mediów i inni eksperci w dziedzinie sztucznej inteligencji.
pt_br: <b>Prontidão de IA</b>, <b>implantação de IA</b> e <b>potencial uso indevido de IA</b> apresentam as maiores barreiras à medida que os sistemas de IA fazem a transição dos contextos ocidentais para os contextos da África Austral, descobriram os pesquisadores. A metodologia envolveu uma ampla revisão do panorama das aplicações de IA nas áreas acadêmica, política e empresarial; uma análise de casos de uso de IA; e também discussões em grupos focais em Harare e Bulawayo (Zimbábue) e Joanesburgo (África do Sul). Os participantes do grupo focal incluíram advogados, acadêmicos, líderes da sociedade civil, ativistas, profissionais de mídia e outros especialistas em IA.

# body.31e4d65c-81eb-4659-8b5b-2828cfeeb9a0.label
source: Read the report
de: Bericht lesen
es: Leer el informe
fr: Lire le rapport
pl: Przeczytaj raport
pt_br: Leia o relatório

# body.dfb05223-a3b5-42a7-8b9f-63f109f37401
source: During the launch event on Wednesday, Zimbabwe’s Minister of Information and Communications and Postal and Courier Tatenda Mavetera noted the need for States to update their existing regulatory frameworks in order to keep up with technological advances. She said that the fact that most policies in Southern Africa were outdated was “causing fragmentation and duplication of processes within institutions."
de: Während der Auftaktveranstaltung am Mittwoch wies Tatenda Mavetera, Simbabwes Ministerin für Information und Kommunikation sowie Post und Kurierdienste, auf die Notwendigkeit hin, dass die Staaten ihren bestehenden Rechtsrahmen aktualisieren, um mit dem technologischen Fortschritt Schritt zu halten. Sie sagte, dass die Tatsache, dass der Großteil der Politik im südlichen Afrika veraltet sei, „zu einer Zersplitterung und Duplizierung von Prozessen innerhalb der Institutionen führt“.
es: Durante el acto de lanzamiento del miércoles, la ministra de Información y Comunicaciones y Correos y Mensajería de Zimbabue, Tatenda Mavetera, señaló la necesidad de que los Estados actualicen sus marcos normativos vigentes para mantenerlos al día con los avances tecnológicos. Declaró que el hecho de que la mayoría de las políticas en el sur de África estuvieran desactualizadas estaba «causando una fragmentación y una duplicación de los procesos dentro de las instituciones».
fr: Lors de l’événement de lancement mercredi, la ministre de l’Information et des Communications et des Postes et Courrier du Zimbabwe, Tatenda Mavetera, a souligné la nécessité pour les États de mettre à jour leurs cadres réglementaires existants afin de suivre les progrès technologiques. Elle a déclaré que le fait que la plupart des politiques en Afrique australe étaient dépassées « provoquait la fragmentation et la duplication des processus au sein des institutions ».
pl: Podczas środowej inauguracji Minister Zimbabwe ds. informacji i komunikacji oraz usług pocztowych i kurierskich, Tatenda Mavetera, zwróciła uwagę, że kraje Afryki muszą zaktualizować istniejące ramy regulacyjne, aby nadążyć za postępem technologicznym. Powiedziała, że fakt, że większość polityk w Afryce Południowej była przestarzała, „powodował fragmentację i powielanie procesów w instytucjach”.
pt_br: Durante o evento de lançamento na quarta-feira, a Ministra da Informação, das Comunicações e Correios do Zimbábue, Tatenda Mavetera, observou a necessidade de os Estados atualizarem os seus quadros regulamentares existentes, a fim de acompanhar os avanços tecnológicos. Ela disse que o fato de a maioria das políticas na África Austral estar desatualizada estava "causando fragmentação e duplicação de processos dentro das instituições".

# body.dfb05223-a3b5-42a7-8b9f-63f109f37401
source: <b>Says MISA regional chairperson Golden Maunganidze</b>: “To promote the sustainable adoption of AI in Southern Africa, capacity building and the development of local data sets are needed. This calls for the involvement of African innovators, policymakers, and academics in AI conversations to ensure solutions align with African needs and priorities.”
de: <b>Dem MISA-Landesvorsitzenden Golden Maunganidze zufolge</b>: „Um die nachhaltige Einführung von KI im südlichen Afrika zu fördern, sind der Aufbau von Kapazitäten und die Entwicklung lokaler Datensätze erforderlich. Dies erfordert die Einbeziehung afrikanischer Innovatoren, politischer Entscheidungsträger und Wissenschaftler in KI-Gespräche, um sicherzustellen, dass die Lösungen mit den afrikanischen Bedürfnissen und Prioritäten übereinstimmen.“
es: <b>En palabras del presidente regional del MISA, Golden Maunganidze</b>: «Para promover la adopción sostenible de la IA en el sur de África, se necesita creación de capacidades y el desarrollo de conjuntos de datos locales. Esto requiere la participación de innovadores, responsables políticos y académicos africanos en las conversaciones acerca de la IA para asegurar que las soluciones se ajusten a las necesidades y prioridades africanas».
fr: <b>Selon le président régional du MISA, Golden Maunganidze</b>: « Pour promouvoir l’adoption durable de l’IA en Afrique australe, le renforcement des capacités et le développement d’ensembles de données locaux sont nécessaires. Cela nécessite la participation des innovateurs, des décideurs et des universitaires africains aux débats sur l’IA afin de s’assurer que les solutions correspondent aux besoins et aux priorités de l’Afrique. »
pl: <b>Regionalny przewodniczący organizacji MISA, Golden Maunganidze, powiedział</b>: „Aby promować zrównoważone wdrażanie sztucznej inteligencji w Afryce Południowej, potrzebne jest budowanie potencjału i rozwój lokalnych zbiorów danych. Wymaga to zaangażowania afrykańskich innowatorów, decydentów i naukowców w rozmowy na temat sztucznej inteligencji, aby zapewnić zgodność rozwiązań z afrykańskimi potrzebami i priorytetami”.
pt_br: <b>Diz o presidente regional da MISA, Golden Maunganidze</b>: “Para promover a adoção sustentável da IA na África Austral, são necessários o reforço das capacidades e o desenvolvimento de conjuntos de dados locais. Isso exige o envolvimento de inovadores, formuladores de políticas e acadêmicos africanos em conversas sobre IA para garantir que as soluções estejam alinhadas com as necessidades e prioridades africanas”.

# body.da576c35-2767-4086-9bda-0ae8311ce69b.quote
source: To promote the sustainable adoption of AI in Southern Africa, capacity building and the development of local data sets are needed
de: Um die nachhaltige Einführung von KI im südlichen Afrika zu fördern, sind der Aufbau von Kapazitäten und die Entwicklung lokaler Datensätze erforderlich
es: Para promover la adopción sostenible de la IA en el sur de África, se necesita creación de capacidades y el desarrollo de conjuntos de datos locales.
fr: Pour promouvoir l’adoption durable de l’IA en Afrique australe, le renforcement des capacités et le développement d’ensembles de données locaux sont nécessaires
pl: Aby promować zrównoważone wdrażanie sztucznej inteligencji w Afryce Południowej, konieczne jest budowanie potencjału i rozwój lokalnych zbiorów danych
pt_br: Para promover a adoção sustentável da IA na África Austral, é necessário o desenvolvimento de capacidades e a criação de conjuntos de dados locais

# body.da576c35-2767-4086-9bda-0ae8311ce69b.attribution
source: Golden Maunganidze, MISA regional chairperson
de: Golden Maunganidze, MISA-Landesvorsitzender
es: Golden Maunganidze, presidente regional del MISA
fr: Golden Maunganidze, président régional du MISA
pl: Golden Maunganidze, regionalny przewodniczący organizacji MISA
pt_br: Golden Maunganidze, presidente regional da MISA

# body.629755d6-d65a-457e-8883-3f5809f1b039
source: In addition to the research, MISA has also published a <a id="a1">model regulatory framework for AI in southern Africa</a>. The framework outlines how to ensure AI policy prioritizes principles like freedom of expression and the right to privacy.
de: Zusätzlich zu den Forschungsergebnissen hat MISA auch einen <a id="a1">Muster-Rechtsrahmen für KI im südlichen Afrika veröffentlicht</a>. Darin wird dargelegt, wie sichergestellt werden kann, dass die KI-Politik Grundsätzen wie der Meinungsfreiheit und dem Recht auf Privatsphäre Vorrang einräumt.
es: Además de la investigación, el MISA también ha publicado un <a id="a1">modelo de marco normativo para la IA en el sur de África</a>. El marco explica cómo velar por que la política en materia de IA priorice principios como la libertad de expresión y el derecho a la privacidad.
fr: En plus de la recherche, le MISA a également publié un <a id="a1">cadre réglementaire modèle pour l’IA en Afrique australe</a>. Le cadre décrit comment s’assurer que la politique en matière d’IA donne la priorité à des principes tels que la liberté d’expression et le droit à la vie privée.
pl: Oprócz badań, MISA opublikowała również <a id="a1">modelowe ramy regulacyjne dla sztucznej inteligencji w południowej Afryce</a>. Ramy określają, w jaki sposób zagwarantować, że polityka sztucznej inteligencji priorytetowo traktuje zasady takie jak wolność wypowiedzi i prawo do prywatności.
pt_br: Além da pesquisa, a MISA também publicou um <a id="a1">modelo de estrutura regulatória para IA na África Austral</a>. A estrutura descreve como garantir que a política de IA priorize princípios como a liberdade de expressão e o direito à privacidade.

# body.629755d6-d65a-457e-8883-3f5809f1b039
source: This research is part of the efforts under Mozilla's Africa Mradi, to explore the intersection of social justice, technology, and the unique experiences of Africans. By prioritizing this work, Mozilla acknowledges the urgent need for support for different stakeholders in the development, use and governance of trustworthy and human centered AI and machine learning in the sub-region.
de: Diese Forschung ist Teil der Bemühungen im Rahmen von Mozillas Africa Mradi, die Überschneidung von sozialer Gerechtigkeit, Technologie und den einzigartigen Erfahrungen von Afrikanern zu erforschen. Mit der Priorisierung dieser Arbeit erkennt Mozilla den dringenden Bedarf an Unterstützung für verschiedene Interessengruppen bei der Entwicklung, Nutzung und Steuerung von vertrauenswürdiger und menschenzentrierter KI und maschinellem Lernen in der Subregion an.
es: Esta investigación forma parte de los esfuerzos de Africa Mradi de Mozilla para explorar la intersección de la justicia social, la tecnología y las experiencias únicas de los africanos. Al priorizar este trabajo, Mozilla reconoce la necesidad urgente de apoyar a las diferentes partes interesadas en el desarrollo, el uso y la gobernanza de una IA y un aprendizaje automático fiables y centrados en las personas en la subregión.
fr: Cette recherche fait partie des efforts déployés dans le cadre de l’Africa Mradi de Mozilla, pour explorer le point d’intersection entre justice sociale, technologie et expériences uniques des Africains. En donnant la priorité à ce travail, Mozilla reconnaît le besoin urgent de soutien aux différentes parties prenantes dans le développement, l’utilisation et la gouvernance d’une IA et d’un apprentissage automatique fiables et centrés sur l’humain dans la sous-région.
pl: Badania te są częścią wysiłków podejmowanych w ramach programu Africa Mradi realizowanego przez firmę Mozilla, którego celem jest zbadanie wzajemnych oddziaływań pomiędzy sprawiedliwością społeczną, technologią i unikatowymi doświadczeniami mieszkańców Afryki. Nadając priorytet tym pracom, Mozilla uznaje pilną potrzebę wsparcia różnych interesariuszy w rozwoju, wykorzystaniu i zarządzaniu godną zaufania i skoncentrowaną na człowieku sztuczną inteligencją i uczeniem maszynowym w podregionie.
pt_br: Essa pesquisa faz parte dos esforços do Africa Mradi da Mozilla, para explorar a interseção entre justiça social, tecnologia e as experiências únicas dos africanos. Ao priorizar esse trabalho, a Mozilla reconhece a necessidade urgente de apoio a diferentes partes interessadas no desenvolvimento, uso e governança de IA e aprendizado de máquina confiáveis e centrados no ser humano na sub-região.

# body.629755d6-d65a-457e-8883-3f5809f1b039
source: The report also complement’s Mozilla 2024 election work, which entails <a id="a1">research</a> into synthetic content detections, the <a id="a2">tracking</a> of platforms’ election policies, and more.
de: Der Bericht ergänzt auch die Wahlarbeit von Mozilla im Jahr 2024, die sich mit der <a id="a1">Forschung</a> zur Erkennung synthetischer Inhalte, der <a id="a2">Verfolgung</a> der Wahlstrategien von Plattformen und mehr befasst.
es: El informe también complementa el trabajo sobre las elecciones de Mozilla de 2024, que implica una <a id="a1">investigación</a> sobre la detección de contenidos sintéticos, el <a id="a2">seguimiento</a> de las políticas electorales de las plataformas y otras cuestiones.
fr: Le rapport complète également le travail électoral de Mozilla 2024, qui implique des <a id="a1"></a> recherches sur la détection de contenu synthétique, le <a id="a2">suivi</a> des politiques électorales des plateformes, et plus encore.
pl: Raport uzupełnia również działania Mozilli związane z wyborami w 2024 r., które obejmują <a id="a1">badania</a> nad wykrywaniem syntetycznych treści, <a id="a2">śledzeniem</a> polityki wyborczej platform i nie tylko.
pt_br: O relatório também complementa o trabalho eleitoral da Mozilla em 2024, que envolve <a id="a1">pesquisas</a> sobre detecções de conteúdo sintético, <a id="a2">rastreamento</a> das políticas eleitorais das plataformas e muito mais.

# body.629755d6-d65a-457e-8883-3f5809f1b039
source: The Findings
de: Die Ergebnisse
es: Las conclusiones
fr: Les constats
pl: Ustalenia
pt_br: As descobertas
