Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/research-southern-africa-faces-three-key-challenges-to-positive-ai-adoption.po
Languages: de, es, fr, pl, pt_br

# body.629755d6-d65a-457e-8883-3f5809f1b039
source: <b>AI readiness</b>: AI readiness remains a formidable challenge in most Southern African countries due to insufficient AI-supporting facilities and infrastructure. The availability of reliable electricity, restricted internet access, and sufficient computational power are essential prerequisites for the uptake of AI. Several African nations continue to face challenges in these domains, necessitating significant improvements. It is imperative to acknowledge that the preparedness of a nation for AI also entails the acquisition of new skills or the recruitment of individuals possessing key abilities.
de: <b>KI-Bereitschaft</b>: In den meisten Ländern des südlichen Afrikas stellt die KI-Bereitschaft eine große Herausforderung dar, da die Einrichtungen und die Infrastruktur zur Unterstützung der KI unzureichend sind. Die Verfügbarkeit zuverlässiger Elektrizität, ein begrenzter Internetzugang und ausreichende Rechenleistung sind wesentliche Voraussetzungen für die Einführung von KI. Mehrere afrikanische Länder stehen in diesen Bereichen weiterhin vor Herausforderungen, die erhebliche Verbesserungen erforderlich machen. Es muss unbedingt anerkannt werden, dass die Vorbereitung einer Nation auf KI auch den Erwerb neuer Fähigkeiten oder die Einstellung von Personen mit Schlüsselfähigkeiten voraussetzt.
es: <b>Preparación para la IA:</b> La preparación para la IA sigue suponiendo un inmenso reto en la mayoría de los países del sur de África debido a un número insuficiente de instalaciones e infraestructuras de apoyo a la IA. La disponibilidad de electricidad fiable, el acceso restringido a Internet y una potencia de cálculo suficiente son requisitos previos esenciales para la adopción de la IA. Varias naciones africanas siguen experimentando dificultades en estos ámbitos y precisan de mejoras significativas. Resulta imprescindible reconocer que la preparación de una nación para la IA también conlleva la adquisición de nuevas capacidades o la contratación de personas que posean competencias fundamentales.
fr: <b>État de préparation à l’IA </b>: la préparation à l’IA reste un défi redoutable dans la plupart des pays d’Afrique australe en raison de l’insuffisance des installations et des infrastructures de soutien à l’IA. La disponibilité d’une électricité fiable, un accès Internet restreint et une puissance de calcul suffisante sont des conditions préalables essentielles à l’adoption de l’IA. Plusieurs pays africains continuent de faire face à des défis dans ces domaines, nécessitant des améliorations significatives. Il est impératif de reconnaître que la préparation d’une nation à l’IA implique également l’acquisition de nouvelles compétences ou le recrutement d’individus possédant des capacités clés.
pl: <b>Gotowość do wdrażania sztucznej inteligencji</b>: gotowość do wdrażania sztucznej inteligencji pozostaje ogromnym wyzwaniem w większości krajów Afryki Południowej ze względu na niewystarczającą infrastrukturę wspierającą sztuczną inteligencję. Dostępność niezawodnych źródeł energii elektrycznej, ograniczony dostęp do Internetu i wystarczająca moc obliczeniowa są niezbędnymi warunkami wstępnymi do wdrożenia sztucznej inteligencji. Kilka krajów afrykańskich nadal boryka się z wyzwaniami w tych dziedzinach, co wymaga znacznej poprawy. Konieczne jest uznanie, że gotowość narodu do wdrażania sztucznej inteligencji pociąga za sobą również nabywanie nowych kompetencji lub rekrutację osób posiadających kluczowe umiejętności.
pt_br: <b>Prontidão da IA</b>: a prontidão da IA continua a ser um desafio formidável na maioria dos países da África Austral devido à insuficiência de instalações e infraestruturas de apoio à IA. A disponibilidade de eletricidade confiável, acesso restrito à Internet e poder computacional suficiente são pré-requisitos essenciais para a adoção da IA. Várias nações africanas continuam a enfrentar desafios nesses domínios, necessitando de melhorias significativas. É imperativo reconhecer que a preparação de uma nação para a IA também implica a aquisição de novas habilidades ou o recrutamento de indivíduos que possuem habilidades-chave.

# body.629755d6-d65a-457e-8883-3f5809f1b039
source: <b>AI deployment</b>: AI use is proliferating in the region, offering significant opportunities for socio-economic development — but significant knowledge and data gaps hinder ethical AI development, regulation, and monitoring. In terms of policy and legislation, many countries have a good legislative basis for ethical AI use. A clear trend exists in producing and adopting reports and laws that cite AI use in the context of the 4th Industrial Revolution. However, while policy development and the creation of regulatory mechanisms are underway to harness the benefits of AI in service of national development priorities, ethical risks and challenges exist that can exacerbate inequality and social instability if not adequately and timely addressed.
de: <b>KI-Einsatz</b>: Der Einsatz von KI breitet sich in der Region aus und bietet beträchtliche Chancen für die sozioökonomische Entwicklung – doch erhebliche Wissens- und Datenlücken behindern die ethische Entwicklung, Regulierung und Überwachung von KI. Was die Politik und Gesetzgebung betrifft, so verfügen viele Länder über eine gute gesetzliche Grundlage für den ethischen Einsatz von KI. Es gibt einen klaren Trend zur Erstellung und Verabschiedung von Berichten und Gesetzen, die den Einsatz von KI im Kontext der vierten industriellen Revolution anführen. Während jedoch die Politikentwicklung und die Schaffung von Regulierungsmechanismen im Gange sind, um die Vorteile der KI im Dienste der nationalen Entwicklungsprioritäten zu nutzen, bestehen ethische Risiken und Herausforderungen, die Ungleichheit und soziale Instabilität verschärfen können, wenn sie nicht angemessen und rechtzeitig angegangen werden.
es: <b>Despliegue de la IA:</b> El uso de IA está proliferando en la región, brindando oportunidades significativas de desarrollo socioeconómico, pero las importantes lagunas de conocimientos y datos obstaculizan el desarrollo, la regulación y el seguimiento éticos de la IA. En términos de políticas y legislación, muchos países cuentan con una buena base legislativa para el uso ético de la IA. Existe una clara tendencia en la elaboración y la adopción de informes y leyes que mencionan el uso de la IA en el contexto de la 4.ª Revolución Industrial. Sin embargo, si bien ya se han acometido el desarrollo de políticas y la creación de mecanismos reguladores para aprovechar los beneficios de la IA al servicio de las prioridades nacionales de desarrollo, existen riesgos y desafíos éticos que pueden exacerbar la desigualdad y la inestabilidad social si no se abordan de manera adecuada y oportuna.
fr: <b>Déploiement de l’IA </b>: l’utilisation de l’IA prolifère dans la région, offrant d’importantes opportunités de développement socio-économique, mais d’importantes lacunes en matière de connaissances et de données entravent le développement, la réglementation et le suivi d’une IA éthique. S’agissant des politiques et des législations, de nombreux pays disposent d’une bonne base législative pour l’utilisation éthique de l’IA. Une tendance claire existe dans la production et l’adoption de rapports et de lois qui citent l’utilisation de l’IA dans le contexte de la 4e révolution industrielle. Cependant, alors que l’élaboration de politiques et la création de mécanismes de réglementation sont en cours pour exploiter les avantages de l’IA au service des priorités nationales de développement, des risques et des défis éthiques existent qui peuvent exacerber les inégalités et l’instabilité sociale s’ils ne sont pas traités de manière adéquate et en temps opportun.
pl: Wdrażanie <b>sztucznej inteligencji</b>: wykorzystanie sztucznej inteligencji rozprzestrzenia się w regionie, oferując znaczne możliwości rozwoju społeczno-gospodarczego – ale znaczna wiedza i luki w danych utrudniają etyczny rozwój sztucznej inteligencji, wdrażanie odpowiednich uregulowań prawnych i proces monitorowania. Jeśli chodzi o politykę i prawodawstwo, wiele krajów ma dobre podstawy prawne do etycznego wykorzystania sztucznej inteligencji. Istnieje wyraźna tendencja do tworzenia i przyjmowania raportów i przepisów, które przytaczają wykorzystanie sztucznej inteligencji w kontekście czwartej rewolucji przemysłowej. Jednak podczas gdy trwa opracowywanie polityki i tworzenie mechanizmów regulacyjnych w celu wykorzystania korzyści płynących ze sztucznej inteligencji w służbie krajowych priorytetów rozwoju, istnieją zagrożenia i wyzwania etyczne, które mogą pogłębić nierówności i niestabilność społeczną, jeśli nie zostaną odpowiednio i na czas rozwiązane.
pt_br: <b>Implantação da IA</b>: o uso da IA está proliferando na região, oferecendo oportunidades significativas para o desenvolvimento socioeconômico — mas lacunas significativas de conhecimento e dados dificultam o desenvolvimento, a regulamentação e o monitoramento éticos da IA. Em termos de políticas e legislação, muitos países têm uma boa base legislativa para o uso ético da IA. Existe uma tendência clara na produção e adoção de relatórios e leis que citam o uso da IA no contexto da 4ª Revolução Industrial. No entanto, embora o desenvolvimento de políticas e a criação de mecanismos regulatórios estejam em andamento para aproveitar os benefícios da IA a serviço das prioridades nacionais de desenvolvimento, existem riscos e desafios éticos que podem exacerbar a desigualdade e a instabilidade social, se não forem abordados de forma adequada e oportuna.

# body.629755d6-d65a-457e-8883-3f5809f1b039
source: <b>Potential misuse of AI:</b> The Zimbabwe Electoral Commission implemented a biometric voting system to improve the nation's electoral process. To vote in the country, one would need to register as a voter with their biometric data. As a result of the process of providing one's biometric data, many voters were under the impression that the government could use their data to track them. During the elections in 2023, the ruling party boasted that they had used drones to record images and count the number of people who attended rallies held by the opposition, according to media reports. Another potential risk of AI is the manipulation of individual voting decisions before an election via targeted disinformation campaigns. Search engines and social networks spread information in ways that differ from the press. Search engines and social networks mostly present third-party material while providing little of their own. This means that even unprofessionally generated, different information can rapidly spread.
de: <b>Möglicher Missbrauch von KI:</b> Die simbabwische Wahlkommission hat ein biometrisches Wahlsystem eingeführt, um den Wahlprozess in Simbabwe zu verbessern. Um in dem Land wählen zu können, musste man sich mit seinen biometrischen Daten als Wähler registrieren lassen. Aufgrund der Angabe der biometrischen Daten hatten viele Wähler den Eindruck, dass die Regierung ihre Daten nutzen könnte, um sie zu verfolgen. Während der Wahlen im Jahr 2023 prahlte die Regierungspartei laut Medienberichten damit, dass sie Drohnen eingesetzt hatte, um Bilder aufzunehmen und die Anzahl der Menschen zu zählen, die an den Kundgebungen der Opposition teilnahmen. Ein weiteres potenzielles Risiko der KI ist die Manipulation individueller Wahlentscheidungen vor einer Wahl durch gezielte Desinformationskampagnen. Suchmaschinen und soziale Netzwerke verbreiten Informationen auf andere Weise als die Presse. Suchmaschinen und soziale Netzwerke präsentieren zumeist Material von Dritten und stellen nur wenig eigenes Material zur Verfügung. Das bedeutet, dass sich auch unprofessionell generierte, unterschiedliche Informationen schnell verbreiten können.
es: <b>Posible uso indebido de la IA:</b> La Comisión Electoral de Zimbabwe implementó un sistema de votación biométrica para mejorar el proceso electoral de la nación. Para votar en el país, era necesario registrarse como votante con los propios datos biométricos. Como resultado del procedimiento de proporcionar los datos biométricos, muchos votantes tenían la impresión de que el Gobierno podría usar sus datos para rastrearlos. Durante las elecciones de 2023, el partido en el poder se jactó de haber utilizado drones para grabar imágenes y contar el número de personas que asistieron a las manifestaciones organizadas por la oposición, según informes de los medios de comunicación. Otro riesgo potencial de la IA consiste en la manipulación de las decisiones de votación individuales antes de unas elecciones a través de campañas de desinformación específicas. Los motores de búsqueda y las redes sociales difunden información de maneras distintas a la prensa. En su mayoría, presentan contenidos de terceros, mientras que facilitan poco material propio. Ello significa que incluso la información generada de manera poco profesional puede propagarse con rapidez.
fr: <b>Utilisation abuse potetielle de l’IA :</b> la Commission électorale du Zimbabwe a mis en place un système de vote biométrique pour améliorer le processus électoral du pays. Pour voter dans le pays, il faut s’inscrire en tant qu’électeur avec ses données biométriques. À la suite du processus de fourniture de ses données biométriques, de nombreux électeurs avaient l’impression que le gouvernement pouvait utiliser leurs données pour les suivre. Lors des élections de 2023, le parti au pouvoir s’est vanté d’avoir utilisé des drones pour enregistrer des images et compter le nombre de personnes qui ont assisté aux rassemblements organisés par l’opposition, selon les médias. Un autre risque potentiel de l’IA est la manipulation des décisions de vote individuelles avant une élection via des campagnes de désinformation ciblées. Les moteurs de recherche et les réseaux sociaux diffusent des informations qui diffèrent de la presse. Les moteurs de recherche et les réseaux sociaux présentent principalement des informations provenant de tiers et ne fournissent que peu d’informations propres. Cela signifie que même des informations différentes générées de manière non professionnelle peuvent se répandre rapidement.
pl: <b>Potencjalne nadużywanie SI:</b> Komisja Wyborcza Zimbabwe wdrożyła biometryczny system głosowania w celu usprawnienia procesu wyborczego na terenie kraju. Aby móc zagłosować należało zarejestrować się jako wyborca za pomocą swoich danych biometrycznych. W związku z koniecznością przekazywania rządowi danych biometrycznych wielu wyborców odniosło wrażenie, że mogą one zostać wykorzystane do ich śledzenia. Według doniesień medialnych podczas wyborów w 2023 roku partia rządząca chwaliła się, że używała dronów do rejestrowania obrazów i liczenia osób, które uczestniczyły w wiecach organizowanych przez opozycję. Kolejnym potencjalnym ryzykiem związanym z wykorzystaniem sztucznej inteligencji jest manipulacja indywidualnymi decyzjami wyborczymi przed wyborami poprzez ukierunkowane kampanie dezinformacyjne. Wyszukiwarki i serwisy społecznościowe rozpowszechniają informacje w sposób odmienny od prasy. Wyszukiwarki i sieci społecznościowe w większości prezentują materiały stron trzecich, dostarczając niewiele własnych. Oznacza to, że nawet nieprofesjonalnie wygenerowane, różne informacje mogą szybko się rozprzestrzeniać.
pt_br: <b>Potencial uso indevido de IA</b>: a Comissão Eleitoral do Zimbábue implementou um sistema de votação biométrica para melhorar o processo eleitoral do país. Para votar no país, seria necessário se registrar como eleitor com seus dados biométricos. Como resultado do processo de fornecimento de dados biométricos, muitos eleitores ficaram com a impressão de que o governo poderia usar seus dados para rastreá-los. Durante as eleições de 2023, o partido no poder se gabou de ter usado drones para gravar imagens e contar o número de pessoas que participaram de manifestações realizadas pela oposição, segundo relatos da mídia. Outro risco potencial da IA é a manipulação de decisões de voto individuais, antes de uma eleição, por meio de campanhas de desinformação direcionadas. Os mecanismos de pesquisa e as redes sociais divulgam informações de maneiras diferentes da imprensa. Os motores de busca e as redes sociais apresentam principalmente material de terceiros, ao mesmo tempo que fornecem pouco do seu próprio. Isso significa que, mesmo geradas de forma não profissional, informações diferentes podem se espalhar rapidamente.

# title
source: Research: Southern Africa Faces Three Key Challenges to Positive AI Adoption
de: Forschung: Das südliche Afrika steht vor drei großen Herausforderungen für eine positive KI-Einführung
es: Investigación: el sur de África se enfrenta a tres desafíos clave para la adopción positiva de la IA
fr: Recherche : l’Afrique australe fait face à trois défis clés pour une adoption positive de l’IA
pl: Badanie: Afryka Południowa stoi przed trzema kluczowymi wyzwaniami dotyczącymi skutecznego wdrażania sztucznej inteligencji
pt_br: Pesquisa: a África Austral enfrenta três desafios principais para a adoção positiva da IA
