Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/seeking-bold-public-interest-technologists-mozilla-opens-call-for-senior-fellows.po
Languages: de, es, fr, pl, pt_br

# search_description
source: Mozilla will support technologists, researchers, activists, and others at the intersection of digital technology and social justice.
de: Mozilla wird Technologen, Forscher, Aktivisten und andere an der Schnittstelle von digitaler Technologie und sozialer Gerechtigkeit unterstützen.
es: Mozilla apoyará a tecnólogos, investigadores, activistas y otras personas interesadas en la intersección de la tecnología digital y la justicia social.
fr: Mozilla apporte son soutien aux technologues, aux chercheurs, aux activistes et à tous ceux qui se trouvent à la croisée des chemins entre le monde numérique et la justice sociale.
pl: Mozilla będzie wspierać technologów, badaczy, aktywistów i innych osób działających na styku technologii cyfrowej i sprawiedliwości społecznej.
pt_br: A Mozilla apoiará tecnólogos, pesquisadores, ativistas e outros na interseção entre tecnologia digital e justiça social.

# body.4e830369-5724-499e-8398-35ae5cd82b8f.altText
source: F&amp;A
pt_br: F&A

# body.bc86d138-d26d-4916-a847-058964c46036
source: Mozilla will support technologists, researchers, activists, and others at the intersection of digital technology and social justice
de: Mozilla wird Technologen, Forscher, Aktivisten und andere an der Schnittstelle von digitaler Technologie und sozialer Gerechtigkeit unterstützen
es: Mozilla apoyará a tecnólogos, investigadores, activistas y otras personas interesadas en la intersección de la tecnología digital y la justicia social
fr: Mozilla apporte son soutien aux technologues, aux chercheurs, aux activistes et à toutes celles et tous ceux qui se trouvent à la croisée des chemins entre le monde numérique et la justice sociale
pl: Mozilla będzie wspierać technologów, badaczy, aktywistów i inne osoby działające na styku technologii cyfrowej i sprawiedliwości społecznej
pt_br: A Mozilla apoiará tecnólogos, pesquisadores, ativistas e outros na interseção entre tecnologia digital e justiça social

# body.6f7d6987-46c9-4fe1-9d1d-24ba9cf00563
source: <b>(THURSDAY, MARCH 28, 2024) –</b> Today, Mozilla is <a id="a1"><b>opening applications</b></a> for its 2024 Senior Fellowship cohort — a program that empowers change-makers working at the intersection of artificial intelligence (AI) and society.
de: <b>(DONNERSTAG, 28. MÄRZ 2024) –</b> Heute eröffnet Mozilla die <a id="a1"><b>Bewerbungsfrist</b></a> für die Senior Fellowship-Kohorte 2024 – ein Programm, das Vorreiter an der Schnittstelle zwischen künstlicher Intelligenz (KI) und Gesellschaft fördert.
es: <b>(JUEVES, 28 DE MARZO de 2024) –</b> Hoy, Mozilla <a id="a1"><b>abre la recepción de solicitudes</b></a> para su cohorte 2024 de Senior Fellowship, un programa destinado a capacitar agentes de cambio que trabajan en la intersección de la inteligencia artificial (IA) y la sociedad.
fr: <b>(JEUDI 28 MARS 2024) –</b> Aujourd’hui, Mozilla <a id="a1"><b>ouvre les candidatures</b></a> pour sa cohorte Senior Fellowship 2024, qui a pour vocation d’aider les acteurs du changement qui agissent aux points de rencontre de l’intelligence artificielle (IA) et de la société.
pl: <b>(CZWARTEK, 28 MARCA 2024 r.) –</b> Dzisiaj Mozilla <a id="a1"><b>otwiera aplikacje</b></a> dla swojej grupy Senior Fellowship 2024, czyli programu, który umożliwia twórcom zmian pracę na styku sztucznej inteligencji (AI) i społeczeństwa.
pt_br: <b>(QUINTA-FEIRA, 28 DE MARÇO DE 2024) –</b> Hoje, a Mozilla está <a id="a1"><b>abrindo inscrições</b></a> para seu grupo de Bolsas de Estudo Sênior de 2024 — um programa que capacita os agentes de mudança que trabalham na interseção da inteligência artificial (IA) e da sociedade.

# body.6f7d6987-46c9-4fe1-9d1d-24ba9cf00563
source: Mozilla is seeking up to 10 experienced technologists, researchers, policy experts, or activists for the cohort. During their two-year tenure, senior fellows will work on independent projects that lay the groundwork for more trustworthy AI. Projects should engage communities historically excluded from the design and use of AI technology, and could be related to human rights, economic justice and labor rights, racial justice, community justice, gender justice, disability justice, LGBTQIA+ rights, environmental and climate justice, or other issues that center people's lived experience.
de: Mozilla sucht bis zu 10 erfahrene Technologen, Forscher, Politikexperten oder Aktivisten für die Kohorte. Während ihrer zweijährigen Anstellung werden die Senior Fellows an unabhängigen Projekten arbeiten, die den Grundstein für eine vertrauenswürdigere KI legen. Die Projekte sollten Gemeinschaften einbeziehen, die bisher von der Entwicklung und Nutzung von KI-Technologien ausgeschlossen waren, und könnten mit Menschenrechten, wirtschaftlicher Gerechtigkeit und Arbeitsrechten, Rassengerechtigkeit, Gemeinschaftsgerechtigkeit, Geschlechtergerechtigkeit, Behindertengerechtigkeit, LGBTQIA+-Rechten, Umwelt- und Klimagerechtigkeit oder anderen Themen zu tun haben, die die Lebenserfahrung der Menschen in den Mittelpunkt stellen.
es: Mozilla está buscando hasta 10 tecnólogos, investigadores, expertos en políticas o activistas experimentados para que formen parte de esta cohorte. Durante los dos años en esta posición, los becarios sénior trabajarán en proyectos independientes que sientan las bases para una IA más confiable. Los proyectos deben involucrar comunidades históricamente excluidas del diseño y el uso de las tecnologías de IA, y podrían estar relacionados con los derechos humanos, la justicia económica y los derechos laborales, la justicia racial, la justicia comunitaria, la justicia de género, la justicia por discapacidad, los derechos LGBTQIA+, la justicia ambiental y climática, u otros temas centrados en la experiencia vital de las personas.
fr: Mozilla recrute jusqu’à 10 technologues, chercheurs, experts en politique ou activistes expérimentés pour la cohorte. Au cours de leurs deux années de mandat, les membres de la cohorte travailleront sur des projets indépendants qui prépareront le terrain pour une IA plus fiable. Les projets doivent impliquer des communautés traditionnellement exclues de la conception et de l’utilisation des technologies d’IA, et peuvent être liés aux droits de l’homme, à la justice économique et aux droits du travail, à la justice sociale, à la justice communautaire, à la justice entre les sexes, à la justice pour les personnes souffrant de handicap, aux droits des LGBTQIA+, à la justice environnementale et climatique, ou à d’autres questions qui sont au cœur des préoccupations des actuelles.
pl: Mozilla poszukuje do 10 doświadczonych technologów, badaczy, ekspertów ds. polityki lub aktywistów dla grupy. Podczas dwuletniej kadencji starsi stypendyści będą pracować nad niezależnymi projektami, które położą podwaliny pod bardziej wiarygodną sztuczną inteligencję. Projekty powinny angażować społeczności historycznie wykluczone z projektowania i korzystania z technologii sztucznej inteligencji i mogą być związane z prawami człowieka, sprawiedliwością gospodarczą i prawami pracowniczymi, sprawiedliwością rasową, sprawiedliwością społeczną, sprawiedliwością wobec płci, sprawiedliwością wobec niepełnosprawności, prawami osób LGBTQIA+, sprawiedliwością środowiskową i klimatyczną lub innymi kwestiami, które skupiają doświadczenia ludzi.
pt_br: A Mozilla está procurando até 10 tecnólogos experientes, pesquisadores, especialistas em políticas ou ativistas para o grupo. Durante seu mandato de dois anos, os bolsistas sênior trabalharão em projetos independentes que estabelecem as bases para uma IA mais confiável. Os projetos devem envolver comunidades historicamente excluídas do projeto e uso da tecnologia de IA e podem estar relacionados a direitos humanos, justiça econômica e direitos trabalhistas, justiça racial, justiça comunitária, justiça de gênero, justiça de deficiência, direitos LGBTQIA+, justiça ambiental e climática, ou outras questões que centralizam a experiência vivida das pessoas.

# body.6f7d6987-46c9-4fe1-9d1d-24ba9cf00563
source: Past Mozilla Senior fellows have <a id="a1">raised the alarm</a> about dangerous AI training data; <a id="a2">examined</a> the impact of digital advertising on women’s health; <a id="a3">called out</a> racist algorithms in government; <a id="a4">investigated racism</a> in dating algorithms; <a id="a5">advocated for greater transparency</a> into AI systems; and more.
de: Ehemalige Mozilla Senior Fellows haben vor gefährlichen KI-Trainingsdaten <a id="a1">gewarnt</a>, die Auswirkungen digitaler Werbung auf die Gesundheit von Frauen <a id="a2">unter die Lupe genommen</a>, rassistische Algorithmen in der Regierung <a id="a3">angeprangert</a>, Rassismus in Dating-Algorithmen <a id="a4">untersucht</a>, <a id="a5">sich für mehr Transparenz</a> bei KI-Systemen eingesetzt und vieles mehr.
es: Anteriores becarios de Mozilla Senior han dado <a id="a1">la voz de alarma</a> sobre los peligrosos datos que se utilizan para el entrenamiento de IA; <a id="a2">examinaron</a> el impacto de la publicidad digital en la salud de las mujeres; <a id="a3">denunciaron</a> el uso de algoritmos racistas en organismos gubernamentales; <a id="a4">investigaron el racismo</a> en los algoritmos de aplicaciones de citas; <a id="a5">abogaron por una mayor transparencia</a> en los sistemas de IA; y mucho más.
fr: Les anciens membres Mozilla Senior ont <a id="a1">tiré la sonnette d’alarme</a> sur les dangers associés aux données de formation de l’IA, <a id="a2">examiné</a> l’impact de la publicité numérique sur la santé des femmes, <a id="a3">dénoncé</a> les algorithmes racistes au sein du gouvernement, <a id="a4">enquêté sur</a> le racisme inhérent aux algorithmes utilisés sur les applications de rencontres, <a id="a5">plaidé en faveur d’une plus grande transparence</a> des systèmes d’IA, et bien plus encore.
pl: Poprzedni stypendyści Mozilli <a id="a1">podnieśli alarm</a> w związku z niebezpiecznymi danymi szkoleniowymi dotyczącymi sztucznej inteligencji; <a id="a2">zbadali wpływ</a> reklamy cyfrowej na zdrowie kobiet; <a id="a3">podkreślili stosowanie</a> rasistowskich algorytmów w rządzie; <a id="a4">zbadali rasizm</a> w algorytmach randkowych; <a id="a5">opowiedzieli się za większą przejrzystością systemów</a> sztucznej inteligencji; i nie tylko.
pt_br: Ex-bolsistas sênior da Mozilla <a id="a1">levantaram preocupações</a> sobre dados perigosos de treinamento em IA; <a id="a2">examinaram</a> o impacto da publicidade digital na saúde das mulheres; <a id="a3">chamaram a atenção</a> para algoritmos racistas no governo; <a id="a4">investigaram o racismo</a> em algoritmos de namoro; <a id="a5">defenderam uma maior transparência</a> nos sistemas de IA; e muito mais.

# body.6f7d6987-46c9-4fe1-9d1d-24ba9cf00563
source: Applications will remain open until May 6, 2024, with a registration deadline of April 17. Fellows will be selected at the end of June, and fellowships will begin in September 2024.
es: Las solicitudes permanecerán abiertas hasta el 6 de mayo de 2024 y la fecha límite de inscripción es el 17 de abril. Los becarios serán seleccionados a fines de junio y las becas comenzarán en septiembre de 2024.
pt_br: As inscrições permanecerão abertas até 6 de maio de 2024, com prazo de inscrição até 17 de abril. Os bolsistas serão selecionados no final de junho e as bolsas começarão em setembro de 2024.

# body.6f7d6987-46c9-4fe1-9d1d-24ba9cf00563
source: Fellows work remotely, and Mozilla is interested in applications from the key geographies of East and Southern Africa, Europe, Brazil, India, and the United States. We are also interested in learning more about issues and geographies outside our normal focus, and will welcome applications from Asia Pacific, Latin America, and South West Asia and North Africa (SWANA), as well as representation from indigenous and displaced communities.
de: Die Fellows arbeiten standortunabhängig und Mozilla ist an Bewerbungen aus den Schlüsselregionen des östlichen und südlichen Afrikas, Europas, Brasiliens, Indiens und der Vereinigten Staaten interessiert. Wir sind auch daran interessiert, mehr über Themen und Regionen außerhalb unseres normalen Schwerpunkts zu erfahren, und begrüßen Bewerbungen aus dem asiatisch-pazifischen Raum, Lateinamerika und Südwestasien und Nordafrika (SWANA) sowie Vertreter indigener und vertriebener Gemeinschaften.
es: Los becarios trabajarán de forma remota. Mozilla está interesado en recibir aplicaciones de las geografías clave de África Oriental y Meridional, Europa, Brasil, India y Estados Unidos. También estamos interesados en aprender más sobre temas y geografías que están fuera de nuestro enfoque habitual, y estaremos encantados de recibir solicitudes de Asia Pacífico, América Latina y el suroeste de Asia y África del Norte (SWANA), así como a la representación de comunidades indígenas y desplazadas.
fr: Les boursiers travaillent à distance et Mozilla souhaite recevoir des candidatures provenant des zones géographiques clés que sont l’Afrique de l’Est et du Sud, l’Europe, le Brésil, l’Inde et les États-Unis. Nous souhaitons également approfondir nos connaissances sur des questions et des zones géographiques qui ne relèvent pas de notre champ d’action habituel, et nous accueillerons volontiers des candidatures provenant d’Asie-Pacifique, d’Amérique latine, d’Asie du Sud-Ouest et d’Afrique du Nord (ANMO), ainsi que des représentants de communautés indigènes et de populations déplacées.
pl: Stypendyści pracują zdalnie, a Mozilla jest zainteresowana aplikacjami z kluczowych obszarów geograficznych Afryki Wschodniej i Południowej, Europy, Brazylii, Indii i Stanów Zjednoczonych. Chcielibyśmy również dowiedzieć się więcej o kwestiach i geografiach wykraczających poza nasze normalne zainteresowania i z zadowoleniem przyjmiemy wnioski z Azji i Pacyfiku, Ameryki Łacińskiej oraz Azji Południowo-Zachodniej i Afryki Północnej (SWANA), a także reprezentacji ze społeczności tubylczych i przesiedlonych.
pt_br: Os bolsistas trabalham remotamente, e a Mozilla está interessada em aplicações das principais geografias da África Oriental e Austral, Europa, Brasil, Índia e Estados Unidos. Também estamos interessados em aprender mais sobre questões e geografias fora do nosso foco normal e receberemos candidaturas da Ásia-Pacífico, América Latina e Sudoeste Asiático e Norte da África (SWANA), bem como representação de comunidades indígenas e deslocadas.

# body.5d12d819-2bdb-442a-9c3f-8fb7f86fd90b.label
source: Learn more &amp; apply
de: Mehr erfahren &amp; bewerben
es: Obtén más información y presenta tu solicitud
fr: En savoir plus et postuler
pl: Dowiedz się więcej &amp; aplikuj
pt_br: Saiba mais e inscreva-se

# body.b413f8a7-7343-4df4-9039-2ff88bf8bfb3
source: <b>Says Koliwe Majama, Senior Program Officer at Mozilla</b>: “For six years, Mozilla’s <a id="a1">Senior Fellowship Program</a> has supported and convened experts advancing trustworthy AI and a healthier internet — creating cohorts that are greater than the sum of their parts. Mozilla provides crucial time, resources, tools, community, and amplification to those who share our vision and our zeal.”
de: Koliwe Majama, Senior Program Officer bei Mozilla,<b>sagt</b>: „Seit sechs Jahren unterstützt und versammelt Mozillas <a id="a1">Senior Fellowship Program</a> Experten, die vertrauenswürdige KI und ein gesünderes Internet vorantreiben, und schafft so Kohorten, die mehr sind als die Summe ihrer Teile. Mozilla stellt denjenigen, die unsere Vision und unseren Eifer teilen, entscheidende Zeit, Ressourcen, Werkzeuge, Gemeinschaft und Verstärkung zur Verfügung.“
es: <b>Koliwe Majama, Oficial Sénior de Programas de Mozilla,</b> dice: «Durante seis años, el <a id="a1">Programa Senior Fellowship</a> de Mozilla ha apoyado y convocado a expertos que promueven una IA confiable y una Internet más saludable, creando cohortes que son mayores que la suma de sus partes. Mozilla proporciona tiempo, recursos, herramientas, comunidad y amplificación cruciales a aquellos que comparten nuestra visión y nuestra pasión».
fr: <b>Selon Koliwe Majama, responsable des programmes senior chez Mozilla </b>: « Depuis six ans, le <a id="a1">Senior Fellowship Program</a> de Mozilla soutient et réunit des experts qui œuvrent en faveur d’une IA digne de confiance et d’un environnement plus sain sur Internet, créant ainsi des cohortes dont la contribution globale est considérable. Mozilla fournit du temps, des ressources, des outils, une communauté et une résonance cruciale à ceux qui partagent notre vision et notre ferveur ».
pl: <b>Jak mówi Koliwe Majama, starszy specjalista ds. programu w Mozilli</b>: „Od sześciu lat <a id="a1">Senior Fellowship Program</a> Mozilli wspiera i zwołuje ekspertów promujących godną zaufania sztuczną inteligencję i zdrowszy Internet, tworząc grupy, które są większe niż suma ich części. Mozilla zapewnia kluczowy czas, zasoby, narzędzia, społeczność i wzmocnienie tym, którzy podzielają naszą wizję i zapał”.
pt_br: <b>Diz Koliwe Majama, diretor sênior de programas da Mozilla</b>: “Por seis anos, o <a id="a1">Programa de Bolsas de Estudo Sênior</a> da Mozilla apoiou e reuniu especialistas que promovem IA confiável e uma Internet mais saudável — criando grupos que são maiores do que a soma de suas partes. A Mozilla oferece tempo, recursos, ferramentas, comunidade e amplificação cruciais para aqueles que compartilham nossa visão e nosso zelo.”

# body.b413f8a7-7343-4df4-9039-2ff88bf8bfb3
source: Senior fellows are a key part of Mozilla’s broader <a id="a1">Trustworthy AI strategy</a>, and will contribute to our three current focus areas:
de: Die Senior Fellows sind ein wichtiger Bestandteil von Mozillas breiter angelegter Strategie für <a id="a1">vertrauenswürdige KI</a> und werden zu unseren drei aktuellen Schwerpunktbereichen beitragen:
es: Los becarios sénior son una parte fundamental de la <a id="a1">estrategia para una IA confiable</a> de Mozilla y contribuirán a nuestras tres áreas de enfoque actuales:
fr: Les membres seniors sont un élément clé de la stratégie plus générale de Mozilla en faveur d’une <a id="a1">IA digne de confiance</a>, et travailleront sur nos trois domaines d’intervention actuels :
pl: Starsi stypendyści są kluczową częścią szerszej, <a id="a1">godnej zaufania</a> strategii sztucznej inteligencji Mozilli i przyczynią się do realizacji naszych trzech obecnych celów:
pt_br: Os bolsistas sênior são uma parte fundamental da <a id="a1">estratégia mais ampla de IA confiável</a> da Mozilla e contribuirão para nossas três áreas de foco atuais:

# body.b413f8a7-7343-4df4-9039-2ff88bf8bfb3
source: Partnering with civil society actors in promoting trustworthy AI, thus building sustained political power and shifting the public narrative on AI.
de: Zusammenarbeit mit zivilgesellschaftlichen Akteuren bei der Förderung einer vertrauenswürdigen KI, um so eine nachhaltige politische Macht aufzubauen und das öffentliche Narrativ über KI zu verändern.
es: Asociarnos con actores de la sociedad civil para promover una IA confiable, construyendo así un poder político sostenido y cambiando la narrativa pública sobre la IA.
fr: Établir des partenariats avec des acteurs de la société civile pour promouvoir une IA digne de confiance, afin de renforcer durablement le pouvoir politique et de faire évoluer le discours public sur l’IA.
pl: Współpraca z podmiotami społeczeństwa obywatelskiego w promowaniu wiarygodnej sztucznej inteligencji, a co za tym idzie, budowanie w ten sposób trwałej władzy politycznej i zmienianie publicznej narracji na temat sztucznej inteligencji.
pt_br: Parceria com atores da sociedade civil na promoção de IA confiável, construindo assim um poder político sustentado e mudando a narrativa pública sobre IA.

# body.b413f8a7-7343-4df4-9039-2ff88bf8bfb3
source: Including communities, especially people historically shut out of tech, in the design of AI by building connections that represent their perspectives.
de: Einbeziehung von Gemeinschaften, insbesondere von Menschen, die traditionell von der Technologie ausgeschlossen sind, in die Entwicklung von KI durch den Aufbau von Verbindungen, die ihre Perspektiven repräsentieren.
es: Incluir a las comunidades, especialmente a aquellas históricamente excluidas de la tecnología, en el diseño de la IA mediante la creación de conexiones que representen sus perspectivas.
fr: Inclure les communautés, en particulier les personnes traditionnellement exclues du monde de la technologie, dans la conception de l’IA en constituant des liens qui représentent leurs points de vue.
pl: Włączenie społeczności, zwłaszcza osób historycznie odciętych od technologii, w projektowanie sztucznej inteligencji poprzez budowanie połączeń reprezentujących ich perspektywy.
pt_br: Incluindo comunidades, especialmente pessoas historicamente excluídas da tecnologia, no design da IA, construindo conexões que representam suas perspectivas.

# body.b413f8a7-7343-4df4-9039-2ff88bf8bfb3
source: Working with builders who prioritize open source and community-driven approaches to building and governing trustworthy AI and in the development and deployment of datasets.
de: Zusammenarbeit mit Entwicklern, die Open-Source- und Community-gesteuerte Ansätze für den Aufbau und die Verwaltung vertrauenswürdiger KI sowie für die Entwicklung und Bereitstellung von Datensätzen priorisieren.
es: Trabajar con desarrolladores que prioricen el código abierto y los enfoques impulsados por la comunidad, para construir y gobernar una IA confiable y durante el desarrollo y la implementación de sets de datos.
fr: Travailler avec des créateurs qui privilégient les approches open source et communautaires pour construire et gérer une IA digne de confiance, ainsi que pour développer et déployer des ensembles de données.
pl: Współpraca z twórcami, którzy nadają priorytet podejściom opartym na otwartym źródle i społeczności, aby budować i zarządzać godną zaufania sztuczną inteligencją oraz opracowywać i wdrażać zbiory danych.
pt_br: Trabalhar com criadores que priorizam abordagens de código aberto e orientadas para a comunidade, a fim de construir e governar uma IA confiável e o desenvolvimento e implantação de conjuntos de dados.

# title
source: Seeking Bold Public Interest Technologists: Mozilla Opens Call for Senior Fellows
de: Mutige Technologen für das öffentliche Interesse gesucht: Mozilla eröffnet Ausschreibung für Senior Fellows
es: Buscamos audaces tecnólogos para el interés público: Mozilla abre su convocatoria para becarios sénior
fr: À la recherche de technologues audacieux au service de l’intérêt public : Mozilla lance un appel à candidatures pour le recrutement de Senior Fellows
pl: Poszukiwanie odważnych technologów interesu publicznego: Mozilla otwiera zaproszenie dla starszych stypendystów
pt_br: Buscando tecnólogos ousados de interesse público: Mozilla abre convocação para bolsistas sênior

# body.6f7d6987-46c9-4fe1-9d1d-24ba9cf00563
source: Applications will remain open until May 6, 2024, with a registration deadline of April 17. Fellows will be selected in September, and fellowships will begin in October 2024.
de: Bewerbungen sind bis zum 6. Mai 2024 mit einer Anmeldefrist bis zum 17. April möglich. Die Stipendiaten werden Ende Juni ausgewählt, die Stipendien beginnen im September 2024.
