Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/shady-mental-health-apps-inch-toward-privacy-and-security-improvements-but-many-still-siphon-personal-data.po
Languages: fr

# search_description
source: Despite progress in a category dealing with highly sensitive personal data, 19 out of 32 mental health apps are still slapped with *Privacy Not Included warning labels.
fr: Malgré des progrès dans une catégorie qui gère des données personnelles très sensibles, 19 applications de santé mentale sur 32 portent toujours l’avertissement *Confidentialité non incluse.

# body.ea500d91-65ba-44b0-971d-49257fbc40b0.altText
source: PNI
fr: CNI

# body.ea500d91-65ba-44b0-971d-49257fbc40b0.caption
source: Today, Mozilla is publishing the second edition of *Privacy Not Included, mental health apps
fr: Aujourd’hui, Mozilla publie la deuxième édition de *Confidentialité non incluse spécial applications de santé mentale

# body.422acbbc-7bfa-4d75-859e-002c69c62abc
source: Despite progress in a category dealing with highly sensitive personal data, 19 out of 32 mental health apps are still slapped with *Privacy Not Included warning labels
fr: Malgré des progrès dans une catégorie qui gère des données personnelles très sensibles, 19 applications de santé mentale sur 32 portent toujours l’avertissement *Confidentialité non incluse

# body.422acbbc-7bfa-4d75-859e-002c69c62abc
source: <b>(SAN FRANCISCO, CA | TUESDAY, MAY 2)</b> — As <a id="a1">demand</a> for mental health services continues to rise, Mozilla’s latest <a id="a2">*Privacy Not Included</a> research reveals mental health apps are failing to protect user privacy and security. Fifty-nine percent of the top apps investigated were slapped with *Privacy Not Included warning labels, while 40 percent have gotten <i>worse</i> since one year ago, according to the research released today for Mental Health Awareness Month this May.
fr: <b>(SAN FRANCISCO, CALIFORNIE | MARDI 2 MAI)</b> — Alors que la <a id="a1">demande</a> de services relatifs à la santé mentale continue d’augmenter, la dernière étude <a id="a2">*Confidentialité non incluse</a> de Mozilla révèle que les applications de santé mentale ne respectent pas la confidentialité et la sécurité des utilisateurs et utilisatrices. Selon l’étude que nous publions aujourd’hui à l’occasion du Mois de la sensibilisation à la santé mentale, 59 % des principales applications examinées ont obtenu notre avertissement *Confidentialité non incluse, tandis que 40 % <i>ont vu leurs pratiques empirer</i> depuis l’an dernier.

# body.422acbbc-7bfa-4d75-859e-002c69c62abc
source: Researchers, however, did uncover some bright spots. Exposing shady data practices motivated some tech companies to do better: nearly one-third of the apps made some improvements over their 2022 performance. And two apps — PTSD Coach and the AI chatbot Wysa — received a “Best Of” citation, which Mozilla uses to spotlight the apps doing privacy and security right. Over 255 hours of research, including more than eight hours of research per product, went into creating the 2023 mental health app guide.
fr: Notre équipe de recherche a cependant découvert certains points positifs. Dénoncer les pratiques douteuses en matière de données a incité certaines entreprises à faire mieux : près d’un tiers des applications ont fait mieux que lors de notre revue initiale en 2022. Et deux applications (PTSD Coach et le chatbot IA Wysa) ont intégré notre catégorie « Meilleurs applications », que Mozilla utilise pour mettre en évidence les applications qui respectent la confidentialité et la sécurité. Plus de 225 heures de recherche, dont plus de huit par produit, ont été nécessaires pour élaborer le guide 2023 des applications de santé mentale.

# body.422acbbc-7bfa-4d75-859e-002c69c62abc
source: For the first time ever, *Privacy Not Included now ranks year-over-year performance, highlighting if the apps’ privacy and security features have improved or worsened. Launched in 2017, *Privacy Not Included has a two-fold mission: to arm consumers with the information they need to choose products that protect their privacy, and to spur the tech industry to do more to safeguard consumers. Over the past six years, Mozilla has <a id="a1">reviewed</a> more than 100 apps and 300 internet-connected devices under the initiative.
fr: Pour la toute première fois, *Confidentialité non incluse classe les performances sur 12 mois, indiquant si les fonctionnalités relatives à la sécurité et à la confidentialité se sont améliorées ou dégradées. Lancé en 2017, *Confidentialité non incluse a une double mission : fournir aux consommateurs et consommatrices les informations dont ils et elles ont besoin pour choisir des produits qui protègent leur vie privée, et inciter l’industrie du numérique à en faire davantage pour protéger les consommateurs et consommatrices. Au cours des six dernières années, Mozilla a <a id="a1">passé en revue</a> plus de 100 applications et 300 appareils connectés à Internet.

# body.41ef95f6-59ed-46e3-ab31-4638198f4430.quote
source: The worst offenders are still letting consumers down in scary ways, tracking and sharing their most intimate information and leaving them incredibly vulnerable.
fr: Les plus mauvais élèves continuent de trahir la confiance des consommateurs et consommatrices de manière effrayante, en les pistant, en partageant leurs informations les plus intimes et en les rendant incroyablement vulnérables.

# body.41ef95f6-59ed-46e3-ab31-4638198f4430.attribution
source: Jen Caltrider, *Privacy Not Included Lead
fr: Jen Caltrider, responsable de *Confidentialité non incluse

# body.d00935cc-c3ee-44dd-a48f-a65efae848ee
source: Key findings include:
fr: Voici nos principales découvertes :

# body.d00935cc-c3ee-44dd-a48f-a65efae848ee
source: <b>Several popular apps, including Youper and Woebot, made positive changes.</b> Youper is in the running for “most-improved app” for significantly strengthening both its password requirements and privacy policy. Woebot also updated its privacy policy to explain that all users now have the same rights to access and delete their own data. Another app, Modern Health, improved its policy’s transparency by now stating clearly that it doesn’t “sell, disclose, and/or share personal information to other businesses or third parties for monetary or valuable consideration.”
fr: <b>Plusieurs applications populaires, dont Youper et Woebot, ont effectué des changements positifs.</b> Youper est en lice pour le prix de « l’application qui a le plus progressé » pour avoir renforcé de manière significative ses exigences en matière de mots de passe et sa politique de confidentialité. Woebot a également mis à jour sa politique de confidentialité pour expliquer que tous les utilisateurs et toutes les utilisatrices ont désormais les mêmes droits d’accès et de suppression de leurs données. Une autre application, Modern Health, a amélioré la transparence de sa politique en indiquant clairement qu’elle ne « vend pas, ne divulgue et/ou ne partage pas d’informations personnelles avec d’autres entreprises ou des tiers contre une compensation financière ou matérielle ».

# body.d00935cc-c3ee-44dd-a48f-a65efae848ee
source: <b>On the other end of the scale are apps like Replika: My AI Friend, which is one of the worst apps Mozilla has ever reviewed.</b> It’s plagued by weak password requirements, sharing of personal data with advertisers, and recording of personal photos, videos, and voice and text messages consumers shared with the chatbot. Many other apps were packed with trackers, with the app Cerebral setting a new record for number of trackers: 799 within the first minute of download. Several apps — Talkspace, Happify, and BetterHelp — pushed consumers into taking questionnaires up front without asking for consent or showing their privacy policies first.
fr: <b>À l’autre extrémité du spectre se trouvent des applications comme Replika: My AI Friends, qui est l’une des pires applications jamais testées par Mozilla.</b> Elle cumule les faibles exigences en matière de mot de passe, le partage de données personnelles avec des entreprises publicitaires, et l’enregistrement des photos, vidéos, SMS et messages vocaux personnels partagés avec le chatbot. De nombreuses autres applications contenaient des tonnes de traqueurs, l’application Cerebral ayant établi un nouveau record : 799 traqueurs dans la minute suivant son téléchargement. Plusieurs applications (Talkspace, Happify et BetterHelp) ont incité les consommateurs et consommatrices à répondre directement à des questionnaires sans demander leur consentement ni afficher leur politique de confidentialité au préalable.

# body.d00935cc-c3ee-44dd-a48f-a65efae848ee
source: Mozilla’s 2022 mental health apps <a id="a1">investigation</a> returned dismal results, with researchers saying that mental health apps were “worse than any other product category” when it comes to privacy and security. That year, 29 out of 32 earned the *Privacy Not Included warning label.
fr: <a id="a1">L’enquête de Mozilla</a> de 2022 sur les applications de santé mentale a révélé des résultats désastreux. Pour notre équipe de recherche, les applications de santé mentale étaient « la pire catégorie de produits » en matière de confidentialité et de sécurité. Cette année-là, 29 applications sur 32 ont reçu l’avertissement *Confidentialité non incluse.

# title
source: Shady Mental Health Apps Inch Toward Privacy and Security Improvements, But Many Still Siphon Personal Data
fr: Les applications de santé mentale douteuses font des progrès en matière de confidentialité et de sécurité, mais beaucoup continuent de siphonner des données personnelles
