Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/short-film-dzata-reimagines-technology-innovation-from-an-african-perspective.po
Languages: fr

# search_description
source: Mozilla Creative Media Awardee ‘Dzata’ mixes science fiction, speculative fiction, and fantasy to rethink how we approach innovation
fr: « Dzata », projet lauréat d’un Creative Media Award de Mozilla, mêle science-fiction, fiction spéculative et fantastique pour repenser notre approche de l’innovation

# body.8385a917-f5b0-4bf1-b2b2-c34e8a73cc5a.caption
source: An image from Dzata, Mozilla Creative Media Awardee
fr: Image tirée de Dzata, lauréat d’un Creative Media Award de Mozilla

# body.80155676-9356-480f-b4cd-4103c091c855
source: Mozilla Creative Media Awardee ‘Dzata’ mixes science fiction, speculative fiction, and fantasy to rethink how we approach innovation
fr: « Dzata », projet lauréat d’un Creative Media Award de Mozilla, mêle science-fiction, fiction spéculative et fantastique pour repenser notre approche de l’innovation

# body.80155676-9356-480f-b4cd-4103c091c855
source: <b>(SOUTH AFRICA | MARCH 28, 2023)</b> -- Innovation and technology are often viewed through a Western prism — one dominated by start-up culture, Silicon Valley jargon, and relentless progress at all costs.
fr: <b>(AFRIQUE DU SUD | 28 MARS 2023)</b> — L’innovation et la technologie sont souvent vues à travers un prisme occidental, dominé par la culture des start-ups, le jargon de la Silicon Valley et le progrès acharné à tout prix.

# body.80155676-9356-480f-b4cd-4103c091c855
source: But what if our understanding of technology, its origins, and its practices was viewed through a vastly different prism — one of African history, culture, and traditions? What if we understood technology not just as hardware and software, but as a historical process that Africans also shaped?
fr: Et si notre compréhension de la technologie, de ses origines et de ses pratiques était vue à travers un prisme très différent : celui de l’histoire, de la culture et des tradition africaines ? Et si nous considérions la technologie non seulement comme du matériel et des logiciels, mais aussi comme un processus historique que les Africains ont également façonné ?

# body.80155676-9356-480f-b4cd-4103c091c855
source: “Dzata: The Institute of Technological Consciousness” — a new creative research project by South Africa’s Lo-Def Film Factory and Russel Hlongwane — does just this. The project is created by South African artists Russel Hlongwane, Francois Knoetze and Amy Wilson and is a Mozilla Creative Media Awardee. <a id="a1">Creative Media Awards</a> fuel the people and projects on the front lines of the internet health movement, from activists to documentary filmmakers to researchers.
fr: « Dzata : l’institut de la conscience technologique », un nouveau projet de recherche créative de Lo-Def Film Factory en Afrique du Sud et Russel Hlongwane, fait exactement cela. Le projet a été créé par les artistes sud-africains Russel Hlongwane, François Knoetze et Amy Wilson et est lauréat d’un Creative Media Award de Mozilla. <a id="a1">Les Creative Media Awards</a> soutiennent les personnes et les projets en première ligne du mouvement pour la bonne santé d’Internet, des militant·e·s aux réalisateur·trice·s de documentaires en passant par des chercheur·euse·s.

# body.80155676-9356-480f-b4cd-4103c091c855
source: Through a <a id="a1">stunning short film</a>, <a id="a2">rich website</a>, and <a id="a3">upcoming performances</a>, “Dzata” tells the story of a fictional African institute and its archive of technologies. Embedding archival footage within game-engine and AI-built pixel landscapes, the experience creates a world where the history and future of technology is understood through local African contexts and practices.
fr: Grâce à un <a id="a1">court-métrage impressionnant</a>, un <a id="a2">site web riche</a> et des <a id="a3">projections à venir</a>, « Dzata » raconte l’histoire d’un institut africain fictif et de ses archives technologiques. En intégrant des images d’archives dans des paysages de pixels créés par des moteurs de jeu et des IA, l’expérience crée un monde où l’histoire et l’avenir de la technologie sont vus à travers les contextes et les pratiques locales africaines.

# body.80155676-9356-480f-b4cd-4103c091c855
source: For example, viewers are introduced to traveling scientists carrying backpacks which transform into complex laboratories, mixing the digital (motherboards and monitors) with the analogue (tools, traditional building techniques, spiritual practices). The project’s title also mixes the online and offline: “Dzata” is a nod to the artists’ aim to shift the image of “African data” in the technological imagination, but also references Dzata, the ancient capital of the Venda kingdom in South Africa.
fr: Par exemple, les spectateurs et spectatrices découvriront des scientifiques itinérants portant des sacs à dos qui se transforment en labos complexes, mêlant le numérique (cartes mères et écrans) et l’analogique (outils, techniques de construction traditionnelles, pratiques spirituelles). Le titre du projet mélange également web et hors ligne : « Dzata » est un clin d’œil à l’objectif des artistes de déplacer l’image des « données africaines » dans l’imaginaire technologique, mais fait également référence à Dzata, l’ancienne capitale du royaume Venda en Afrique du Sud.

# body.80155676-9356-480f-b4cd-4103c091c855
source: Says Russel Hlongwane: “Dzata aims to foreground indigenous technological knowledge and to explore how science, technology and innovation are part of a long interlinked process of accumulative knowledge production which extends long into the past.”
fr: Selon Russel Hlongwane : « Dzata vise à mettre en avant les savoirs technologiques indigènes et à explorer comment la science, la technologie et l’innovation font partie d’un long processus interdépendant de production de connaissances accumulative qui s’étend dans le passé lointain. »

# body.ff8777aa-d6f7-46f1-8f46-f36171d30367.quote
source: Dzata aims to foreground indigenous technological knowledge.
fr: Dzata vise à mettre en avant les savoirs technologiques indigènes.

# body.1e475595-88e1-4e37-a51d-1f0f2c1eee1f
source: In the coming months, Dzata will leap off the screen and onto the stage. A screening of the film will accompany a live-scored performance-lecture, delivered by the institute’s “Head Scientist,” Hlongwane. The first performance is slated for March 31 at the <a id="a1">Control Shift event</a> in Bristol, UK.
fr: Au cours des prochains mois, Dzata va sortir de l’écran pour s’inviter sur scène. La projection du film sera accompagnée par un orchestre ainsi qu’une lecture performée, réalisée par le « scientifique en chef » de l’institut, Russel Hlongwane. La première représentation est prévue pour le 31 mars lors de l’évènement <a id="a1">Control Shift</a> à Bristol, au Royaume-Uni.

# body.1e475595-88e1-4e37-a51d-1f0f2c1eee1f
source: The project and its creators received mentorship from Clapperton Chakanetsa Mavhunga, Professor of Science, Technology, and Society at MIT and author of “<a id="a1">What Do Science, Technology, and Innovation Mean from Africa?</a>” as well as curator and critic of digital technologies in Africa, Oulimata Gueye.
fr: Le projet et ses créateurs ont été conseillés par Claperton Chakanetsa Mavunga, professeur de science, technologie et société au MIT et auteur de « <a id="a1">What Do Science, Technology, and Innovation Sign from Africa ?</a> » ainsi que la commissaire d’exposition et critique pour le numérique en Afrique, Oulimata Gueye.

# title
source: Short Film ‘Dzata’ Reimagines Technology, Innovation from an African Perspective
fr: Le court métrage « Dzata » réinvente la technologie et l’innovation selon une perspective africaine
