Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/should-i-delete-tiktok-from-*-phone.po
Languages: de, es, pt_br

# seo_title
source: TikTok: Is it safe? Should you uninstall it?
de: TikTok: Ist es sicher? Solle man es deinstallieren?
es: TikTok: ¿es segura? ¿deberías desinstalarla?
pt_br: TikTok: É seguro? Você deve desinstalá-lo?

# search_description
source: TikTok’s relationship with governments in the US, Canada, and EU is on shaky ground, with many seeking to ban the app. Does that mean you shouldn’t have it installed on your phone?
de: Das Verhältnis zwischen TikTok und den Regierungen der USA, Kanadas und der EU ist angespannt, da viele versuchen, die App zu verbieten. Bedeutet das, dass man die App nicht auf seinem Handy installieren sollte?
es: La relación de TikTok con los gobiernos de Estados Unidos, Canadá y la UE es inestable, y muchos quieren prohibir la aplicación. ¿Significa eso que no deberías tenerla instalada en tu teléfono?
pt_br: O relacionamento do TikTok com governos nos EUA, Canadá e UE está abalado, com muitos buscando proibir o aplicativo. Isso significa que você não deve tê-lo instalado em seu telefone?

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: TikTok is a global sensation with over 1 billion users worldwide and hundreds of millions of new app installs every year. But governments around the world are banning it from the phones of public officials and even talking about banning it from their countries altogether. Why? TikTok is owned by ByteDance, a company founded in China. Governments in the <a id="a1">U.S.</a>, <a id="a2">U.K.</a>, <a id="a3">Belgium</a> and <a id="a4">Canada</a> worry that China’s government could use the massive amounts of data that TikTok collects to spy on residents of other nations and/or target them with misinformation.
de: TikTok ist eine globale Sensation mit mehr als einer Milliarde Nutzern weltweit und hunderten Millionen neuer App-Installationen pro Jahr. Aber Regierungen auf der ganzen Welt verbieten die App auf den Telefonen ihrer Beamten und sprechen sogar davon, sie ganz aus ihren Ländern zu verbannen. Und warum? TikTok gehört ByteDance, einem in China gegründeten Unternehmen. Die Regierungen der <a id="a1">USA</a>, <a id="a2">Großbritanniens</a>, <a id="a3">Belgiens</a> und <a id="a4">Kanadas</a> befürchten, dass die chinesische Regierung die riesigen Datenmengen, die TikTok sammelt, nutzen könnte, um die Einwohner anderer Länder auszuspionieren und/oder mit falschen Informationen zu versorgen.
es: TikTok es una sensación en todo el mundo, con más de mil millones de usuarios en todo el planeta y cientos de millones de instalaciones de la aplicación cada año. Sin embargo, los gobiernos están prohibiendo esta aplicación en los teléfonos de los funcionarios públicos, e incluso están hablando de prohibirla por completo en sus países. ¿A qué se debe esto? TikTok es propiedad de ByteDance, una empresa fundada en China. A los gobiernos de <a id="a1">Estados Unidos</a>, <a id="a2">Reino Unido</a>, <a id="a3">Bélgica</a> y <a id="a4">Canadá les</a> preocupa que el gobierno de China pueda usar las enormes cantidades de datos que TikTok recopila para espiar a los residentes de otras naciones o hacerles llegar información errónea.
pt_br: O TikTok é uma febre global, com mais de 1 bilhão de usuários em todo o mundo e centenas de milhões de novas instalações do aplicativo todos os anos. Mas os governos de todo o mundo estão banindo-o dos telefones de funcionários públicos e até mesmo falando sobre bani-lo completamente de seus países. O TikTok é de propriedade da ByteDance, uma empresa fundada na China. Os governos <a id="a1">dos EUA</a>, <a id="a2">do Reino Unido</a>, <a id="a3">da Bélgica</a> e <a id="a4">do Canadá</a> temem que o governo da China possa usar as enormes quantidades de dados que o TikTok coleta para espionar os residentes de outras nações e/ou atingi-los com desinformação.

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: How serious is this? TikTok’s CEO <a id="a1">noted</a> to U.S. Congress that until TikTok finishes migrating data to U.S. servers, employees based in China still have access to some U.S. users’ data. Before that, TikTok had already <a id="a2">confirmed</a> that employees of ByteDance used the app to spy on journalists in an effort to identify their sources, and a law implemented in China in 2017 requires companies based in China to give the government any personal data they deem relevant to the country’s national security. Mozilla’s own research has also shown that TikTok has had both a misinformation and disinformation problem, and regularly hosted content that violated their own hate speech policies ahead of two key global elections in <a id="a3">Kenya</a> and <a id="a4">Germany</a>.
de: Wie ernst ist das? Der CEO von TikTok hat vor dem US-Kongress <a id="a1">erklärt</a>, dass die in China ansässigen Mitarbeiter von TikTok bis zum Abschluss der Datenmigration auf US-Server noch Zugriff auf einige Daten von US-Nutzern haben. Zuvor hatte TikTok bereits <a id="a2">bestätigt</a>, dass Mitarbeiter von ByteDance die App genutzt hatten, um Journalisten auszuspionieren und ihre Quellen zu identifizieren, und dass ein 2017 in China eingeführtes Gesetz Unternehmen mit Sitz in China dazu verpflichtet, der Regierung alle personenbezogenen Daten zur Verfügung zu stellen, die als relevant für die nationale Sicherheit des Landes erachtet werden. Mozillas eigene Untersuchungen haben außerdem gezeigt, dass TikTok sowohl ein Problem mit Fehlinformationen als auch mit Desinformationen hatte und vor zwei wichtigen globalen Wahlen in <a id="a3">Kenia</a> und <a id="a4">Deutschland</a> regelmäßig Inhalte veröffentlichte, die gegen die eigenen Richtlinien zu Hassreden verstießen.
es: ¿Cómo de grave es esto? El director ejecutivo de TikTok <a id="a1">le señaló</a> al Congreso estadounidense que, hasta que TikTok termine de trasladar los datos a los servidores de Estados Unidos, los empleados que están registrados en China siguen teniendo acceso a los datos de algunos usuarios estadounidenses. Antes de eso, TikTok ya había <a id="a2">confirmado</a> que algunos empleados de ByteDance utilizaban la aplicación para espiar a periodistas con el fin de identificar a sus fuentes, y una ley implementada en China en 2017 exige a las empresas que tengan su sede en China que faciliten al gobierno cualquier dato personal que consideren relevante para la seguridad nacional del país. La propia investigación de Mozilla también ha demostrado que TikTok ha tenido problemas tanto de información errónea como de desinformación, y ha alojado regularmente contenido que violaba sus propias políticas de discurso de odio antes de dos elecciones mundiales clave en <a id="a3">Kenia</a> y <a id="a4">Alemania</a>.
pt_br: O quanto isso é sério? O CEO do TikTok <a id="a1">advertiu</a> o Congresso dos EUA que, até que o TikTok termine de migrar dados para servidores dos EUA, os funcionários localizados na China ainda têm acesso aos dados de alguns usuários dos EUA. Antes disso, o TikTok já havia <a id="a2">confirmado</a> que os funcionários da ByteDance usavam o aplicativo para espionar jornalistas em um esforço para identificar suas fontes, e uma lei implementada na China em 2017 exige que as empresas sediadas na China forneçam ao governo quaisquer dados pessoais que considerem relevantes para a segurança nacional do país. A própria pesquisa da Mozilla também mostrou que o TikTok teve um problema de má informação e desinformação e hospedou regularmente conteúdo que violava suas próprias políticas de discurso de ódio antes das duas principais eleições globais no <a id="a3">Quênia</a> e na <a id="a4">Alemanha</a>.

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: Does this mean you should take TikTok off your phone? What are you exposing yourself to when you post a video or scroll endlessly through your "For You" page?
de: Bedeutet das, dass Sie TikTok von Ihrem Handy entfernen sollten? Was riskiert man, wenn man ein Video postet oder endlos durch seine „Für Dich“-Seite scrollt?
es: ¿Significa esto que deberías quitar TikTok de tu teléfono? ¿A qué te estás exponiendo cuando publicas un vídeo o te desplazas durante horas por tu página "Para ti"?
pt_br: Isso significa que você deve excluir o TikTok do seu telefone? A que você está se expondo quando publica um vídeo ou rola infinitamente pela página "Para você"?

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: Is Your Data Private?
de: Sind Ihre Daten vertraulich?
es: ¿Se mantienen tus datos en privado?
pt_br: Seus dados são privados?

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: Nope. If you’re using the TikTok app, expect the company to collect data about who you are and what you do on and off the platform. Much of the data that they collect is similar to what platforms like Facebook and YouTube collect: your name, age, email, and phone number. It also tracks what pages you view and interact with most, your location data, and information about the device that you’re on. And while TikTok <a id="a1">claims</a> that it does not collect biometric data like your “faceprint” and “voiceprint”, their privacy policy says otherwise.
de: Keinesfalls. Wenn Sie die TikTok-App nutzen, müssen Sie damit rechnen, dass das Unternehmen Daten darüber sammelt, wer Sie sind und was Sie innerhalb und außerhalb der Plattform tun. Viele der gesammelten Daten ähneln denen, die Plattformen wie Facebook und YouTube sammeln: Ihr Name, Ihr Alter, Ihre E-Mail-Adresse und Ihre Telefonnummer. TikTok verfolgt auch, welche Seiten Sie am häufigsten besuchen und mit welchen Seiten Sie am häufigsten interagieren, sowie Ihren Standort und Informationen über das Gerät, das Sie verwenden. Und obwohl TikTok <a id="a1">behauptet</a>, keine biometrischen Daten wie Ihren Gesichtsabdruck oder „Stimmabdruck“ zu sammeln, sagen die Datenschutzbestimmungen etwas anderes.
es: No. Si utilizas la aplicación de TikTok, es de esperar que la empresa recopile datos sobre quién eres y qué haces dentro y fuera de la plataforma. Gran parte de los datos que recopilan son similares a los que recogen plataformas como Facebook y YouTube: tu nombre, edad, correo electrónico y número de teléfono. También rastrea las páginas que más ves y con las que más interactúas, tus datos de ubicación y la información sobre el dispositivo que utilizas. Además, aunque TikTok <a id="a1">afirma</a> que no recopila datos biométricos como tu "huella facial" y "huella de voz", su política de privacidad dice lo contrario.
pt_br: Não. Se você estiver usando o aplicativo TikTok, espere que a empresa colete dados sobre quem você é e o que você faz dentro e fora da plataforma. Grande parte dos dados que eles coletam é semelhante ao que plataformas como Facebook e YouTube coletam: seu nome, idade, email e número de celular. Ele também rastreia quais páginas você visualiza e com quais mais interage, seus dados de localização e informações sobre o dispositivo que você está usando. E apesar do TikTok <a id="a1">afirmar</a> que não coleta dados biométricos como sua “impressão facial” e “impressão vocal”, a política de privacidade diz o contrário.

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: If the data TikTok collects is similar to what other platforms collect, should you be concerned? <a id="a1">Mozilla advocates for more transparency</a> from all platforms, but there are some noticeable differences in how TikTok handles data that may cause particular worry.
de: Wenn die Daten, die TikTok sammelt, denen ähneln, die andere Plattformen sammeln, sollte man sich dann Sorgen machen? <a id="a1">Mozilla setzt sich für mehr Transparenz bei allen Plattformen ein</a>, aber es gibt einige auffällige Unterschiede im Umgang mit Daten bei TikTok, die Anlass zur Sorge geben könnten.
es: Si los datos que recolecta TikTok son similares a los que recogen otras plataformas, ¿deberías preocuparte? <a id="a1">Mozilla aboga por una mayor transparencia en</a> todas las plataformas, pero hay algunas diferencias notables en la forma en que TikTok gestiona los datos que pueden causar una especial preocupación.
pt_br: Se os dados que o TikTok coleta forem semelhantes aos que outras plataformas coletam, você deve se preocupar? A <a id="a1">Mozilla defende mais transparência em</a> todas as plataformas, mas existem algumas diferenças notáveis na forma como o TikTok lida com dados que podem ser preocupantes.

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: TikTok data privacy: what else to know
de: Datenschutz bei TikTok: Was Sie sonst noch wissen sollten
es: Privacidad de datos en TikTok: qué más debes saber
pt_br: Privacidade de dados do TikTok: o que mais saber

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: What does TikTok do with the data it collects? A 2022 <a id="a1">study</a> found that the company shares at least some of that data with 13 non-TikTok websites — third-party sites that TikTok users may not be aware about. More recently, we here at Mozilla <a id="a2">studied Google’s Play Store</a> and learned that TikTok’s Android app page claims its app doesn’t share data with third-party companies, yet it says the opposite in its privacy policy. TikTok collecting data about its users isn’t great. Sending that data to over a dozen other companies in the shadows is even worse. Worries about what TikTok shares with China’s government certainly doesn’t help the situation.
de: Was macht TikTok mit den gesammelten Daten? Eine <a id="a1">Studie</a> aus dem Jahr 2022 ergab, dass das Unternehmen zumindest einige dieser Daten an 13 Websites weitergibt, die nicht zu TikTok gehören - Websites von Drittanbietern, von denen TikTok-Nutzer möglicherweise gar nichts wissen. Kürzlich haben wir hier bei Mozilla <a id="a2">den Google Play Store untersucht</a> und herausgefunden, dass TikTok auf seiner Android-App-Seite behauptet, dass seine App keine Daten an Drittunternehmen weitergibt, obwohl in seiner Datenschutzerklärung das Gegenteil steht. Die Tatsache, dass TikTok Daten über seine Nutzer sammelt, ist nicht gut. Dass diese Daten heimlich an mehr als ein Dutzend andere Unternehmen weitergegeben werden, ist noch schlimmer. Die Besorgnis darüber, was TikTok mit der chinesischen Regierung teilt, macht die Situation nicht besser.
es: ¿Qué hace TikTok con los datos que recopila? Un <a id="a1">estudio de 2022</a> descubrió que la empresa comparte al menos algunos de esos datos con 13 sitios web que no son de TikTok, es decir, sitios ajenos que quizá no conozcan los usuarios. Más recientemente, en Mozilla <a id="a2">investigamos la Play Store de Google</a> y nos enteramos de que la página de la aplicación de TikTok para Android afirma que su aplicación no comparte datos con empresas externas, pero dice lo contrario en su política de privacidad. Que TikTok recopile datos sobre sus usuarios no está muy bien, pero enviarles esos datos a más de una decena de empresas a escondidas es aún peor. Desde luego, la preocupación por lo que TikTok comparte con el gobierno chino tampoco ayuda a mejorar la situación.
pt_br: O que o TikTok faz com os dados que coleta? Um <a id="a1">estudo</a> de 2022 descobriu que a empresa compartilha pelo menos alguns desses dados com 13 sites que não são do TikTok — sites de terceiros que os usuários do TikTok podem não estar cientes. Mais recentemente, nós da Mozilla <a id="a2">analisamos a Play Store do Google</a> e descobrimos que a página do aplicativo Android do TikTok afirma que seu aplicativo não compartilha dados com empresas terceirizadas, mas sua política de privacidade diz o oposto. A coleta de dados do TikTok sobre seus usuários não é grande coisa, mas enviar esses dados para mais de uma dúzia de outras empresas às escondidas é ainda pior. E as preocupações com o que o TikTok compartilha com o governo chinês certamente não melhoram a situação.

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: <a id="a1">Want TikTok To Be Honest About Its Privacy Practices? Sign Our Petition!</a>
de: <a id="a1">Wollen Sie, dass TikTok ehrlich über seine Datenschutzpraktiken spricht? Unterzeichnen Sie unsere Petition!</a>
es: <a id="a1">¿Quieres que TikTok sea honesta sobre sus prácticas de privacidad? ¡Firma nuestra petición!</a>
pt_br: <a id="a1">Quer que o TikTok seja honesto sobre suas práticas de privacidade? Assine nossa petição!</a>

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: As mentioned earlier, many nations’ governments worry that data could be shared with China’s government in order to spy on citizens globally, as TikTok has <a id="a1">admitted</a> to doing in the past. Worries also include the platform’s potential to target citizens with misinformation, disinformation, or propaganda.
de: Wie bereits erwähnt, befürchten die Regierungen vieler Länder, dass Daten an die chinesische Regierung weitergegeben werden, um Bürger weltweit auszuspionieren, wie TikTok in der Vergangenheit <a id="a1">zugegeben hat</a>. Zu den Befürchtungen gehört auch, dass die Plattform die Bürger mit Fehlinformationen, Desinformation oder Propaganda ansprechen könnte.
es: Como ya se ha mencionado, a los gobiernos de muchos países les preocupa que los datos puedan compartirse con el gobierno de China para espiar a los ciudadanos de todo el mundo, tal y como TikTok ha <a id="a1">admitido</a> haber hecho anteriormente. También preocupa la posibilidad de que la plataforma se dirija a los ciudadanos con información errónea, desinformación o propaganda.
pt_br: Como mencionado anteriormente, governos de muitas nações temem que os dados possam ser compartilhados com o governo chinês, com a finalidade de espionar os cidadãos globalmente, como o TikTok <a id="a1">admitiu</a> ter feito no passado. As preocupações também incluem o potencial da plataforma para atingir os cidadãos com má informação, desinformação ou propaganda.

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: What could TikTok do to alleviate this concern? Many legislators in the US want to ban TikTok, but if ByteDance <a id="a1">agrees to sell</a> TikTok to a US company, it could help it avoid legislation that would stop it from operating in the US. Although this plan is likely kaput: a spokesperson for China’s Commerce Ministry <a id="a2">says</a> China would never allow it.
de: Was könnte TikTok tun, um diese Bedenken auszuräumen? Viele Gesetzgeber in den USA wollen TikTok verbieten, aber wenn ByteDance <a id="a1">zustimmt, TikTok an ein US-Unternehmen zu verkaufen</a>, könnte dies helfen, eine Gesetzgebung zu vermeiden, die TikTok den Betrieb in den USA verbieten würde. Ein Sprecher des chinesischen Handelsministeriums <a id="a2">sagte</a>, dass China dies niemals zulassen würde.
es: ¿Qué podría hacer TikTok para aliviar esta preocupación? Muchos legisladores de Estados Unidos quieren prohibir TikTok, pero si ByteDance <a id="a1">acepta vender</a> TikTok a una compañía estadounidense, eso podría ayudarle a evitar la legislación que le impediría operar en el país. No obstante, es probable que este plan fracase: un portavoz del Ministerio de Comercio de <a id="a2">China</a> afirma que China nunca lo permitiría.
pt_br: O que o TikTok poderia fazer para diminuir essa preocupação? Muitos legisladores dos EUA querem proibir o TikTok, mas se a ByteDance <a id="a1">concordar em vender</a> o TikTok para uma empresa dos EUA, isso poderia ajudar a evitar a legislação que impediria o aplicativo de operar nos EUA. Embora este plano seja provavelmente inapropriado: um porta-voz do Ministério do Comércio da <a id="a2">China</a> diz que a China nunca permitiria isso.

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: Another option is TikTok’s “<a id="a1">Project Texas</a>,” a $1.5 billion plan to store all data related to US citizens in Texas where the company says it is out of reach of China’s government. It will also have an in-house committee approved by the US government to keep a watchful eye on the app, and the tech company Oracle (also based in Texas) will regularly analyze TikTok’s code and software. Until Project Texas is complete, ByteDance employees <a id="a2">still have access</a> to some U.S. users’ data. Though lawmakers who grilled the chief executive of TikTok, Shou Chew, in a recent house panel seemed <a id="a3">unimpressed by this solution</a>.
de: Eine weitere Option ist TikTok's „<a id="a1">Projekt Texas</a>“, ein 1,5 Milliarden Dollar teurer Plan, alle Daten von US-Bürgern in Texas zu speichern, wo sie nach Angaben des Unternehmens außerhalb der Reichweite der chinesischen Regierung sind. Darüber hinaus wird ein von der US-Regierung eingesetztes internes Komitee ein wachsames Auge auf die Anwendung haben, und das ebenfalls in Texas ansässige Technologieunternehmen Oracle wird regelmäßig den Code und die Software von TikTok analysieren. Bis das Projekt Texas abgeschlossen ist, werden die Mitarbeiter von ByteDance <a id="a2">weiterhin Zugang</a> zu einigen Daten der US-Nutzer haben. Die Gesetzgeber, die TikTok-Geschäftsführer Shou Chew kürzlich vor einem Ausschuss des Repräsentantenhauses befragten, zeigten sich <a id="a3">von dieser Lösung unbeeindruckt</a>.
es: Otra opción es el "<a id="a1">Proyecto Texas</a>" de TikTok, un plan de 1.500 millones de dólares que consiste en almacenar todos los datos relacionados con los ciudadanos de EE. UU. en Texas, donde la empresa afirma que está fuera del alcance del gobierno chino. También tendrá un comité interno aprobado por el gobierno de los Estados Unidos para vigilar la aplicación, y la empresa tecnológica Oracle (también con sede en Texas) analizará regularmente el código y el software de TikTok. Hasta que finalice el Proyecto Texas, los empleados de ByteDance <a id="a2">seguirán teniendo acceso</a> a los datos de algunos usuarios de EE. UU. Sin embargo, los legisladores que interrogaron al director ejecutivo de TikTok, Shou Chew, en un reciente encuentro en la Cámara de Representantes, <a id="a3">no parecieron estar impresionados con esta solución</a>.
pt_br: Outra opção é o “<a id="a1">Projeto Texas</a>," um plano de US$ 1,5 bilhão para armazenar todos os dados relacionados a cidadãos americanos no Texas, local onde a empresa diz estar fora do alcance do governo da chinês. Também será criado um comitê interno aprovado pelo governo dos EUA para ficar de olho no aplicativo, e a empresa de tecnologia Oracle (também sediada no Texas) analisará regularmente o código e o software do TikTok. Até que o Project Texas seja concluído, os funcionários da ByteDance <a id="a2">ainda terão acesso</a> aos dados de alguns usuários dos EUA. Mas os legisladores que interrogaram o presidente-executivo do TikTok, Shou Chew, em um recente comitê da Câmara não pareceram <a id="a3">entusiasmados com essa solução</a>.
