Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/should-i-delete-tiktok-from-*-phone.po
Languages: de, es, pt_br

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: But project Texas has still inspired global offshoots. In the E.U., TikTok’s “<a id="a1">Project Clover</a>” would be a €1.2 billion plan to construct data centers in Ireland and Norway. This would let TikTok host and process the data it collects on European users within the E.U.
de: Dennoch hat das texanische Projekt weltweit Nachahmer gefunden. In der EU soll das „<a id="a1">Projekt Clover“</a> von TikTok 1,2 Milliarden Euro kosten und den Bau von Datenzentren in Irland und Norwegen vorsehen. Dies würde es TikTok ermöglichen, die über europäische Nutzer gesammelten Daten innerhalb der EU zu hosten und zu verarbeiten.
es: Sin embargo, el Proyecto Texas ha servido de inspiración para otros proyectos en todo el mundo. En la UE, el "<a id="a1">Proyecto Trébol</a>" de TikTok sería un plan de 1.200 millones de euros para construir centros de datos en Irlanda y Noruega. Esto permitiría a TikTok alojar y procesar los datos que recopila sobre los usuarios europeos dentro de la UE.
pt_br: No entanto, o projeto Texas ainda inspirou ramificações globais. Na UE, o “<a id="a1">Projeto Clover</a>” do TikTok seria um plano de 1,2 bilhão de euros para construir data centers na Irlanda e na Noruega. Isso permitiria que o TikTok hospedasse e processasse os dados que coleta sobre os usuários europeus dentro da UE.

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: TikTok hopes that “Texas” and “Clover” will be good enough to convince other nations that China’s government doesn’t have access to its citizen’s data, but will it be good enough for you? TikTok’s efforts with these two projects will change where data about you is stored, but it does little to change the fact that this data about you is collected in the first place.
de: TikTok hofft, dass „Texas“ und „Clover“ gut genug sind, um andere Länder davon zu überzeugen, dass die chinesische Regierung keinen Zugriff auf die Daten ihrer Bürgerinnen und Bürger hat. Die Bemühungen von TikTok im Rahmen dieser beiden Projekte werden den Ort ändern, an dem Daten über Sie gespeichert werden, aber sie ändern wenig an der Tatsache, dass diese Daten über Sie überhaupt gesammelt werden.
es: TikTok espera que los proyectos "Texas" y "Trébol" sean lo suficientemente buenos para convencer a otras naciones de que el gobierno chino no tiene acceso a los datos de sus ciudadanos, pero ¿serán lo suficientemente buenos para ti? Los empeños de TikTok con estos dos proyectos cambiarán el lugar donde se almacenan tus datos, pero poco hacen por cambiar el hecho de que, en primer lugar, esos datos se recopilen.
pt_br: TikTok espera que os projetos “Texas” e “Clover” sejam bons o suficiente para convencer outras nações de que o governo chinês não tem acesso aos dados de seus cidadãos, mas serão bons o suficiente para você? Os esforços do TikTok com esses dois projetos mudarão o local em que os seus dados são armazenados, mas isso praticamente não muda o fato de que esses dados a seu respeito são coletados.

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: Should I install TikTok on my phone?
de: Sollte ich TikTok auf meinem Handy installieren?
es: ¿Debería instalar TikTok en mi teléfono?
pt_br: Devo instalar o TikTok no meu telefone?

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: You should only install TikTok on your phone if you’re comfortable with the amount of data the company collects about you and with the reality that, at least in the short term, China’s government may be able to access it.
de: Sie sollten TikTok nur dann auf Ihrem Handy installieren, wenn Sie mit der Menge an Daten, die das Unternehmen über Sie sammelt, und mit der Tatsache, dass die chinesische Regierung zumindest kurzfristig auf diese Daten zugreifen kann, einverstanden sind.
es: Solo deberías instalar TikTok en tu teléfono si te sientes cómodo con la cantidad de datos que la empresa recopila sobre ti y con la realidad de que, al menos a corto plazo, el gobierno chino puede acceder a ellos.
pt_br: Você só deve instalar o TikTok no seu telefone se estiver confortável com a quantidade de dados que a empresa coleta sobre você e com a realidade de que, pelo menos a curto prazo, o governo chinês pode acessá-lo.

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: Companies like Google, Facebook and YouTube collect similar kinds of data, which isn’t great. But what makes TikTok different is the country in which that data resides, and what it might do, or have already done, with it. This has many governments worried and it might worry you too.
de: Unternehmen wie Google, Facebook und YouTube sammeln ähnliche Arten von Daten. Aber was TikTok von anderen unterscheidet, ist das Land, in dem sich diese Daten befinden, und was es damit tun könnte oder bereits getan hat. Das hat viele Regierungen beunruhigt und könnte auch Sie beunruhigen.
es: Empresas como Google, Facebook y YouTube recopilan tipos similares de datos, lo cual no es ideal. Sin embargo, lo que hace diferente a TikTok es el país en el que residen esos datos, y lo que podría hacer, o ya ha hecho, con ellos. Esto tiene a muchos gobiernos preocupados y podría preocuparte a ti también.
pt_br: Empresas como Google, Facebook e YouTube coletam tipos semelhantes de dados, o que não é bom. Mas o que torna o TikTok diferente é o país em que esses dados residem e o que podem fazer, ou já fizeram, com eles. Isso preocupa muitos governos e pode preocupar você também.

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: Tips for how to stay safe on TikTok
de: Tipps zum sicheren Umgang mit TikTok
es: Consejos sobre cómo mantenerse seguro en TikTok
pt_br: Dicas de como se manter seguro no TikTok

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: No solution is perfect but here are some things you can do to make your TikTok experience a little more private and secure:
de: Keine Lösung ist perfekt, aber hier sind einige Dinge, die Sie tun können, um Ihre TikTok-Erfahrung ein wenig vertrauenswürdiger und sicherer zu machen:
es: Ninguna solución es perfecta, pero aquí tienes algunas cosas que puedes hacer para que tu experiencia en TikTok sea un poco más privada y segura:
pt_br: Não existe uma solução perfeita, mas aqui estão algumas coisas que você pode fazer para tornar sua experiência no TikTok um pouco mais privada e segura:

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: Avoid oversharing - If you’re worried about how much information TikTok may have on you, be mindful of what you share on the platform. Uploading videos to the service, for example, could mean giving TikTok your face and voice biometric data.
de: Vermeiden Sie es, zu viel zu teilen: Wenn Sie sich Sorgen darüber machen, wie viele Informationen TikTok über Sie hat, sollten Sie darauf achten, was Sie auf der Plattform teilen. Wenn Sie beispielsweise Videos auf die Plattform hochladen, können Sie TikTok biometrische Informationen über Ihr Gesicht und Ihre Stimme mitteilen.
es: Evita compartir demasiado. Si te preocupa la cantidad de información que TikTok pueda tener sobre ti, ten cuidado con lo que compartes en la plataforma. Subir vídeos a esta red social, por ejemplo, podría significar ceder a TikTok los datos biométricos de tu cara y tu voz.
pt_br: Evite o compartilhamento excessivo: se você se preocupa com a quantidade de informações que o TikTok pode ter a seu respeito, esteja atento ao que você compartilha na plataforma. Fazer o upload de vídeos para o serviço, por exemplo, pode significar fornecer ao TikTok seus dados biométricos de rosto e voz.

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: Set your account private - If you’re worried about strangers seeing your content, set your account to private. It may prevent you from going viral but it could protect your info from those you may not want to have it.
de: Stellen Sie Ihr Konto auf privat: Wenn Sie sich Sorgen machen, dass Fremde Ihre Inhalte sehen könnten, stellen Sie Ihr Konto auf privat. Das verhindert zwar, dass Ihre Inhalte viral gehen, schützt aber Ihre Daten vor denjenigen, die sie nicht haben wollen.
es: Configura tu cuenta como privada. Si te preocupa que haya extraños que vean tu contenido, establece que tu cuenta sea privada. Puede impedir que se vuelva viral, pero podría proteger tus datos de quienes tal vez no quieras que los tengan.
pt_br: Defina sua conta como privada: se você se preocupa com estranhos vendo seu conteúdo, defina sua conta como privada. Isso pode impedi-lo de se tornar viral, mas pode proteger que pessoas indesejadas tenham acesso às suas informações.

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: Two-factor authentication - Whether or not you’re worried about your TikTok password leaking, you should be using two-factor authentication. The minor inconvenience when logging in is worth the major convenience of protecting your account.
de: Zwei-Faktor-Authentifizierung: Unabhängig davon, ob Sie sich Sorgen machen, dass Ihr TikTok-Passwort nach außen dringt, sollten Sie die Zwei-Faktor-Authentifizierung verwenden. Die kleinen Unannehmlichkeiten beim Einloggen sind den großen Komfort beim Schutz Ihres Kontos wert.
es: Autenticación en dos factores. Tanto si te preocupa que se filtre tu contraseña de TikTok como si no, deberías utilizar la autenticación en dos factores. Esas pequeñas molestias al iniciar sesión merecen la pena por la gran ventaja de proteger tu cuenta.
pt_br: Autenticação de dois fatores: se você se preocupa ou não com o vazamento da sua senha do TikTok, você deve usar a autenticação de dois fatores. O pequeno inconveniente na hora de fazer login é válido para proteger sua conta.

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: Mozilla products to the rescue: <a id="a1">VPN</a> and <a id="a2">Containers</a> - Using a virtual private network on desktop or mobile can help protect some of your personal data from being hoovered up by big tech companies. Just make sure to use it every time — once a tech company learns your location, they don’t forget! And using browser containers can help section-off your cookies so sites don’t track you all across the web. At least when you’re accessing TikTok via the browser, that is. Check out <a id="a3">Mozilla VPN</a> and the Firefox extension <a id="a4">Multi-Account Containers</a>.
de: Mozilla-Produkte als Retter in der Not: <a id="a1">VPN</a> und <a id="a2">Container</a> - Die Verwendung eines virtuellen privaten Netzwerks auf dem Desktop oder auf dem Handy kann helfen, einen Teil Ihrer persönlichen Daten vor dem Abgreifen durch große Technologieunternehmen zu schützen. Achten Sie nur darauf, dass Sie es jedes Mal benutzen - wenn ein Technologieunternehmen einmal herausgefunden hat, wo Sie sich aufhalten, vergisst es das nicht mehr! Und die Verwendung von Browser-Containern kann helfen, Ihre Cookies zu isolieren, damit Websites Sie nicht im ganzen Web verfolgen können. Zumindest, wenn Sie über Ihren Browser auf TikTok zugreifen. Sehen Sie sich <a id="a3">Mozilla VPN</a> und die Firefox-Erweiterung <a id="a4">Multi-Account Containers</a> an.
es: Los productos de Mozilla vienen al rescate: redes <a id="a1">VPN</a> y <a id="a2">contenedores.</a> Usar una red privada virtual en tu ordenador o móvil puede ayudarte a proteger algunos de tus datos personales para evitar que las grandes empresas tecnológicas se hagan con ellos. Eso sí, asegúrate de utilizarla siempre: una vez que una empresa de tecnología descubre tu ubicación, ¡no la olvida! Por otro lado, el uso de contenedores en tu navegador puede ayudarte a seccionar tus cookies para que las webs no te rastreen por todo Internet, al menos cuando accedas a TikTok a través del navegador. Échale un vistazo a <a id="a3">Mozilla VPN</a> y la extensión <a id="a4">Multi-Account Containers</a> de Firefox.
pt_br: Produtos Mozilla úteis: <a id="a1">VPN</a> e <a id="a2">contêineres</a>: usar uma rede virtual privada em computadores ou dispositivos móveis pode ajudar a proteger alguns de seus dados pessoais contra roubos por grandes empresas de tecnologia. Apenas certifique-se de usá-lo todas as vezes — uma vez que uma empresa de tecnologia descobre sua localização, eles não esquecem! E o uso de contêineres do navegador pode ajudar a separar seus cookies para que os sites não o rastreiem em toda a web. Pelo menos não quando você está acessando o TikTok através do navegador. Confira o <a id="a3">Mozilla VPN</a> e a extensão do Firefox <a id="a4">Multi-Account Containers</a>.

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: Should I Delete TikTok From My Phone?
de: Sollte ich TikTok von meinem Telefon löschen?
es: ¿Debería eliminar TikTok de mi teléfono?
pt_br: Devo excluir o TikTok do meu telefone?

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: Written by: Xavier Harding
de: Geschrieben von: Xavier Harding
es: Redactado por Xavier Harding
pt_br: Roteiro: Xavier Harding

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: Edited by: Ashley Boyd, Audrey Hingle, Carys Afoko
de: Herausgegeben von: Ashley Boyd, Audrey Hingle, Carys Afoko
es: Editado por Ashley Boyd, Audrey Hingle y Carys Afoko
pt_br: Edição: Ashley Boyd, Audrey Hingle, Carys Afoko

# body.bcd07916-996d-4656-a1c2-31f175ce0038
source: SEO Insight: Aslam Shaffraz
de: SEO-Einblick: Aslam Shaffraz
es: Información de SEO: Aslam Shaffraz

# title
source: Should I Delete TikTok From My Phone?
de: Sollte ich TikTok von meinem Telefon löschen?
es: ¿Debería eliminar TikTok de mi teléfono?
pt_br: Devo excluir o TikTok do meu telefone?
