Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/slack-microsoft-teams-privacy.po
Languages: de, es, fr

# seo_title
source: Slack Vs Microsoft Teams — Which App Is Better For Your Privacy &amp; Security?
de: Slack vs. Microsoft Teams — Welche App ist besser für Ihre Privatsphäre & Sicherheit?
es: Slack vs. Microsoft Teams: ¿Cuál es mejor para tu seguridad y tu privacidad?
fr: Slack Vs Microsoft Teams — Quelle application est la meilleure pour votre vie privée et votre sécurité ?

# search_description
source: Slack and Microsoft Teams are popular work chat apps, but which is better for your privacy and security? Here’s what to know about the cost to your private data
de: Slack und Microsoft Teams sind beliebte Arbeits-Chat-Apps, aber was ist besser für Ihre Privatsphäre und Sicherheit? Was Sie über die Kosten für Ihre privaten Daten wissen sollten
es: Slack y Microsoft Teams son dos aplicaciones populares de chat laboral, pero ¿cuál es mejor para tu privacidad y tu seguridad? Esto es lo que debes saber sobre el costo de tus datos privados.
fr: Slack et Microsoft Teams sont des applications de discussion instantanée professionnelles populaires, mais laquelle est la meilleure pour votre confidentialité et votre sécurité ? Voici ce qu’il faut savoir sur le coût de vos données personnelles

# body.deb54609-1ddd-4239-9d32-eed7688cdcc4.altText
source: Slack vs. Microsoft Teams: Which is better for your workplace privacy?
de: Slack vs. Microsoft Teams: Was ist besser für Ihre Privatsphäre am Arbeitsplatz?
es: Slack vs. Microsoft Teams: ¿Cuál es mejor para la privacidad en tu lugar de trabajo?
fr: Slack vs. Microsoft Teams : quelle est la meilleure application pour votre vie privée au travail ?

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Work chat apps have become essential for many workplaces and, when it comes to collaborating at work, few apps are more popular than Slack and Microsoft Teams. The two are known for helping teams communicate, share files and exchange the occasional gif reply. (Okay, more than just occasional.) But, like most modern apps, it may not be entirely clear just what sorts of privacy and security (or lack thereof) you’re subject to when you use an app like Slack or Microsoft Teams.
de: Arbeits-Chat-Apps sind für viele Arbeitsplätze unverzichtbar geworden, und wenn es um die Zusammenarbeit bei der Arbeit geht, sind nur wenige Apps beliebter als Slack und Microsoft Teams. Die beiden sind dafür bekannt, Teams dabei zu helfen, zu kommunizieren, Dateien auszutauschen und gelegentliche GIF-Antworten auszutauschen. (Okay, mehr als nur gelegentlich.) Aber wie bei den meisten modernen Apps ist es möglicherweise nicht ganz klar, welchen Arten von Datenschutz und Sicherheit (oder deren Fehlen) Sie unterliegen, wenn Sie eine App wie Slack oder Microsoft Teams verwenden.
es: Las aplicaciones de chat laboral se han convertido en un elemento esencial en muchos lugares de trabajo y, cuando se trata de colaborar en estos ámbitos, pocas aplicaciones son más populares que Slack y Microsoft Teams. Ambas son conocidas por ayudar a los equipos a comunicarse, compartir archivos e intercambiar ocasionalmente un GIF (bueno, a veces un poco más a menudo que ocasionalmente). Pero, como la mayoría de las aplicaciones modernas, puede que no esté del todo claro a qué tipo de privacidad y seguridad (o falta de ella) estás sujeto(a) cuando usas una aplicación como Slack o Microsoft Teams.
fr: Les applications de messagerie instantanée professionnelles sont devenues essentielles sur de nombreux lieux de travail et, pour la collaboration au travail, peu d’applications rivalisent avec Slack et Microsoft Teams. Toutes les deux sont connues pour aider les équipes à communiquer, partager des fichiers et… s’envoyer des gif. Mais, comme pour la plupart des applications modernes, il n’est peut-être pas tout à fait clair quels types de protection de la vie privée et de sécurité s’appliquent (ou manquent) lorsque vous utilisez une application comme Slack ou Microsoft Teams.

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: We’ve reviewed both <a id="a1">Slack</a> and <a id="a2">Microsoft Teams</a> in the past as part of our Privacy Not Included guide. You may not have a choice in which you’ll use at work but you should at least know what privacy you may be giving up. Here’s how the two work chat apps stack up against each other.
de: Wir haben in der Vergangenheit sowohl <a id="a1">Slack</a> als auch <a id="a2">Microsoft Teams</a> im Rahmen unseres Leitfadens „Datenschutz nicht inbegriffen“ überprüft. Sie haben vielleicht keine Wahl, welche Sie bei der Arbeit verwenden werden, aber Sie sollten zumindest wissen, welche Privatsphäre Sie möglicherweise aufgeben. So schneiden die beiden Arbeits-Chat-Apps einander gegenüber gestellt ab.
es: Ya hemos revisado anteriormente a <a id="a1">Slack</a> y <a id="a2">Microsoft Teams</a> como parte de nuestra guía de Privacidad no incluida. Es posible que no puedas elegir cuál de ellas tendrás que usar en el trabajo, pero al menos debes saber a qué privacidad podrías estar renunciando. Aquí te mostramos una comparación entre estas dos aplicaciones de chat laboral.
fr: Nous avons déjà passé en revue <a id="a1">Slack</a> et <a id="a2">Microsoft Teams</a> dans le cadre de notre guide Confidentialité non incluse. Vous ne pouvez peut-être pas choisir quelle application utiliser au travail, mais vous devriez au moins savoir ce à quoi vous renoncez en matière de confidentialité. Voici comment les deux applications de messagerie instantanée professionnelles se distinguent l’une de l’autre.

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Is Slack slacking on providing you proper privacy? Here’s the company’s approach and what others are saying:
de: Ist Slack nachlässig, wenn es darum geht, Ihnen die richtige Privatsphäre zu bieten? Hier ist der Ansatz des Unternehmens und was andere sagen:
es: ¿Slack se está poniendo flojo con respecto a proporcionarte la privacidad adecuada? Este es el enfoque de la empresa y lo que otros dicen al respecto:
fr: L’application Slack protège-t-elle votre vie privée de manière appropriée ? Voici l’approche de l’entreprise et ce qu’il s’en dit :

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Slack’s approach to data privacy
de: Slacks Ansatz zum Datenschutz
es: El enfoque de Slack sobre la privacidad de los datos
fr: Approche de Slack en matière de confidentialité des données

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Slack’s <a id="a1">privacy page</a> emphasizes a few points. Here are some of the most notable:
de: Auf der <a id="a1">Datenschutzseite</a> von Slack werden einige Punkte hervorgehoben. Hier sind einige der wichtigsten:
es: La <a id="a1">página de privacidad</a> de Slack enfatiza algunos puntos. Estos son algunos de los más destacados:
fr: La <a id="a1">page de confidentialité</a> de Slack insiste sur certains points. En voici quelques-uns parmi les plus notables :

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Owners of a Slack space (such as an employer, if you use Slack for work) can export, edit and delete data.
de: Eigentümer eines Slack-Raums (z. B. ein Arbeitgeber, wenn Sie Slack für die Arbeit verwenden) können Daten exportieren, bearbeiten und löschen.
es: Los propietarios de un espacio de Slack (como un empleador, si usas Slack para trabajar) pueden exportar, editar y eliminar datos.
fr: Les propriétaires d’un espace Slack (par exemple votre employeur, si vous utilisez Slack pour le travail) peuvent exporter, modifier et supprimer des données.

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Those using Slack’s paid tier can set how long data sticks around for. (Fun fact: companies that pay for Slack have the option to see all versions of an edited or deleted message!) But free Slack users don’t have to be left out of the fun. A <a id="a1">blog post</a> on the password manager Dashlane’s site notes that companies that don’t pay to use Slack can ask for a one-time export of a user’s conversations. And <a id="a2"><i>Vox</i></a> points out that employers can unearth private Slacks to fight a legal case.
de: Diejenigen, die das kostenpflichtige Level von Slack nutzen, können festlegen, wie lange Daten bestehen bleiben. (Übrigens: Unternehmen, die für Slack bezahlen, haben die Möglichkeit, alle Versionen einer bearbeiteten oder gelöschten Nachricht anzuzeigen!) Aber kostenlose Slack-Benutzer müssen nicht zwingend auf den Spaß verzichten. In einem <a id="a1">Blogbeitrag</a> auf der Website der Passwortverwaltung Dashlane wird darauf hingewiesen, dass Unternehmen, die nicht für die Nutzung von Slack bezahlen, einen einmaligen Export der Unterhaltungen eines Benutzers anfordern können. Und <a id="a2"><i>Vox</i></a> weist darauf hin, dass Arbeitgeber private Slacks ausgraben können, um einen Rechtsfall zu bekämpfen.
es: Quienes usan el nivel de pago de Slack pueden establecer cuánto tiempo duran los datos. (Un dato curioso: ¡las empresas que pagan por Slack tienen la opción de ver todas las versiones de un mensaje editado o eliminado!). Pero los usuarios de la versión gratuita de Slack no tienen por qué quedarse fuera de la diversión. Una <a id="a1">publicación del blog</a> del sitio del administrador de contraseñas Dashlane señala que las empresas que no pagan por usar Slack pueden solicitar una exportación única de las conversaciones de un usuario. Por otra parte, <a id="a2"><i>Vox</i></a> señala que los empleadores pueden desenterrar Slacks privados para usarlos en un pleito legal.
fr: Les personnes qui utilisent la version payante de Slack peuvent définir la durée de conservation des données. (Pour l’anecdote : les entreprises qui paient pour Slack ont la possibilité d’afficher toutes les versions d’un message modifié ou supprimé !) Mais les utilisateurs et utilisatrices de la version gratuite de Slack ne sont pas en reste. Un <a id="a1">article de blog</a> sur le site du gestionnaire de mots de passe Dashlane note que les entreprises qui ne paient pas pour utiliser Slack peuvent demander une exportation unique des conversations des utilisateurs et utilisatrices. Et <a id="a2"><i>Vox</i></a> souligne que les employeurs sont en mesure de récupérer des messages Slacks privés pour mener une action en justice.

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: The Slack privacy page notes that data is encrypted in transit (on it’s way to Slack servers) and at rest (while it lives on Slack servers). But even though the data is encrypted, it isn’t end-to-end encrypted. <a id="a1"><i>Mic</i></a> notes that, because of this, employers that pay for Slack Plus can export a copy of users’ Slack activity — DM’s and private channel conversations and all.
de: Auf der Datenschutzseite von Slack wird darauf hingewiesen, dass Daten während der Übertragung (auf dem Weg zu den Slack-Servern) und im Ruhezustand (während sie auf Slack-Servern gespeichert sind) verschlüsselt werden. Aber obwohl die Daten verschlüsselt sind, sind sie nicht Ende-zu-Ende verschlüsselt. <a id="a1"><i>Mic</i></a> stellt fest, dass Arbeitgeber, die für Slack Plus bezahlen, aus diesem Grund eine Kopie der Slack-Aktivitäten der Benutzer exportieren können — inklusive privater Nachrichten und privater Channel-Konversationen.
es: La página de privacidad de Slack señala que los datos se cifran en tránsito (en su camino hacia los servidores de Slack) y en reposo (mientras están en los servidores de Slack). Pero a pesar de que los datos están encriptados, no lo están de extremo a extremo. <a id="a1"><i>MIC</i></a> señala que, debido a esto, los empleadores que pagan por Slack Plus pueden exportar una copia de la actividad de los usuarios en Slack... incluyendo mensajes directos y conversaciones en canales privados.
fr: La page de confidentialité de Slack indique que les données sont chiffrées en transit (lors de leur acheminement vers les serveurs Slack) et au repos (lorsqu’elles sont stockées sur les serveurs Slack). Mais même si les données sont chiffrées, elles ne sont pas chiffrées de bout en bout. <a id="a1"><i>Mic</i></a> note que, de ce fait, les employeurs qui paient pour Slack Plus peuvent exporter une copie de l’activité des utilisateurs dans Slack — ce qui comprend les messages privés, les conversations dans des canaux privés, etc.

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Mozilla Foundation privacy Researcher, Misha Rykov notes that, weirdly, Slack doesn’t allow you to block users. This isn’t as much a privacy concern as it is a problem if you’re dealing with harassment on the app.
de: Der Datenschutzforscher der Mozilla Foundation Misha Rykov stellt fest, dass Slack es seltsamerweise nicht erlaubt, Benutzer zu blockieren. Dies ist nicht unbedingt ein Datenschutzproblem, sondern ein Problem, wenn man es mit Belästigungen in der App zu tun hat.
es: Misha Rykov, investigador de privacidad de la Fundación Mozilla, señala que, extrañamente, Slack no te permite bloquear usuarios. Esto no es exactamente un problema de privacidad pero sí es problemático para quienes están siendo víctimas de acoso a través de la aplicación.
fr: Misha Rykov, chercheur à la Fondation Mozilla sur la protection de la vie privée, note que, curieusement, Slack ne vous permet pas de bloquer des utilisateurs et utilisatrices. Ce n’est pas vraiment un problème de confidentialité, mais ça devient un problème si vous êtes victime de harcèlement sur l’application.

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Can My Boss Read My Slack Messages?
de: Kann mein Chef meine Slack-Nachrichten lesen?
es: ¿Mi jefe(a) puede leer mis mensajes de Slack?
fr: Mon patron peut-il lire mes messages Slack ?

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: The takeaway: your employer can definitely request your Slack conversations — even the ones that seem like they would be private. If you haven’t read our piece on if <a id="a1">your boss can read your Slack DM’s</a>, check it out for a solid primer.
de: Das Wichtigste: Ihr Arbeitgeber kann auf jeden Fall Ihre Slack-Gespräche anfordern — auch solche, die so aussehen, als wären sie privat. Wenn Sie unseren Artikel darüber noch nicht gelesen haben, ob <a id="a1">Ihr Chef Ihre Slack-PNs lesen kann</a>, schauen Sie ihn sich für eine solide Basis an.
es: La conclusión: tu empleador definitivamente puede solicitar tus conversaciones de Slack, incluso las que parecen privadas. Si no has leído nuestro artículo sobre si <a id="a1">tu jefe puede leer tus mensajes directos de Slack</a>, échale un vistazo para obtener una idea clara del tema.
fr: Le point à retenir : votre employeur peut tout à fait demander à obtenir vos conversations Slack, même celles qui semblent privées. Si vous n’avez pas lu notre article <a id="a1">Votre patron peut-il lire vos messages Slack</a>, lisez-le pour obtenir plus d’informations à ce sujet.

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Microsoft’s Approach to data privacy
de: Microsofts Ansatz zum Datenschutz
es: Enfoque de Microsoft sobre la privacidad de los datos
fr: Approche de Microsoft en matière de confidentialité des données

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: There’s no “i” in Teams and there certainly isn’t much privacy either. In the <a id="a1">privacy section</a> of Microsoft’s “Welcome to Teams” guide, you’ll learn the following:
de: Es gibt kein "i" in Teams und es gibt sicherlich auch nicht viel Privatsphäre. Im Abschnitt <a id="a1">„Datenschutz“</a> des Microsoft-Leitfadens „Willkommen bei Teams“ erfahren Sie Folgendes:
es: En la palabra Teams no hay ninguna «i» y ciertamente tampoco hay demasiada privacidad. En la <a id="a1">sección de privacidad</a> de la guía «Bienvenidos a Teams» de Microsoft, descubrirás lo siguiente:
fr: Il n’y a pas de « i » dans Teams, il y a aussi très peu de respect de la vie privée. Dans la <a id="a1">section confidentialité</a> du guide « Bienvenue dans Teams » de Microsoft, vous apprendrez ce qui suit :

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Microsoft collects a lot of personal data about meetings, such as conversations, voicemails, recordings, transcriptions and shared files
de: Microsoft sammelt viele personenbezogene Daten über Meetings, wie beispielsweise Gespräche, Sprachnachrichten, Aufzeichnungen, Transkriptionen und freigegebene Dateien
es: Microsoft recopila una gran cantidad de datos personales sobre las reuniones, tales como conversaciones, correos de voz, grabaciones, transcripciones y archivos compartidos.
fr: Microsoft collecte de nombreuses données personnelles concernant les réunions, telles que les conversations, les messages vocaux, les enregistrements, les transcriptions et les fichiers partagés

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Microsoft collects a history of the calls you make within Teams
de: Microsoft sammelt einen Verlauf der Anrufe, die Sie innerhalb von Teams tätigen
es: Microsoft recopila un historial de las llamadas que haces dentro de Teams.
fr: Microsoft collecte un historique des appels que vous passez au sein de Teams

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Microsoft can share this personal data with third-parties. Examples of this include Microsoft sharing this data with contractors or with law enforcement when mandated
de: Microsoft kann diese personenbezogenen Daten an Dritte weitergeben. Beispiele hierfür sind die Weitergabe dieser Daten durch Microsoft an Auftragnehmer oder an Strafverfolgungsbehörden, wenn dies erforderlich ist
es: Microsoft puede compartir estos datos personales con terceros. Ejemplos de esto incluyen que Microsoft comparta estos datos con contratistas o con las fuerzas del orden cuando sea obligatorio.
fr: Microsoft peut partager ces données personnelles avec des tiers. Microsoft peut, par exemple, partager ces données avec des sous-traitants ou avec les forces de l’ordre lorsqu’elles sont mandatées pour le faire

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: When we reviewed Microsoft Teams as part of <a id="a1">*Privacy Not Included</a>, we felt that Microsoft’s security track record could use some work. Back in 2021, a hack compromised the data of 30,000 U.S. companies.
de: Als wir Microsoft Teams im Rahmen von <a id="a1">*Datenschutz nicht inbegriffen</a> überprüft haben, waren wir der Meinung, dass die Sicherheitsbilanz von Microsoft einige Arbeit erfordert. Bereits 2021 kompromittierte ein Hack die Daten von 30.000 US-Unternehmen.
es: Cuando revisamos Microsoft Teams como parte de <a id="a1">*Privacidad no incluida</a>, sentimos que el historial de seguridad de Microsoft podría ser útil. Allá por 2021, un hackeo comprometió los datos de 30.000 empresas estadounidenses.
fr: Lorsque nous avons passé en revue Microsoft Teams dans le cadre de <a id="a1">*Confidentialité non incluse</a>, nous avons estimé que les antécédents de Microsoft en matière de sécurité pourraient être meilleurs. En 2021, un piratage a compromis les données de 30 000 entreprises américaines.

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Can my boss read my Microsoft Teams messages?
de: Kann mein Chef meine Microsoft-Teams-Nachrichten lesen?
es: ¿Mi jefe(a) puede leer mis mensajes de Microsoft Teams?
fr: Mon patron peut-il lire mes messages Microsoft Teams ?

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: If your messages wind up as part of a legal investigation, then <a id="a1">yes</a>, your private Microsoft Teams messages can be unearthed. This includes chats in Teams channels, chats with a single person or with a group of people. This also applies to audio recordings, edited messages and even gif and emoji reactions.
de: Wenn Ihre Nachrichten im Rahmen einer gerichtlichen Untersuchung benötigt werden, dann <a id="a1">ja</a>, Ihre privaten Microsoft Teams-Nachrichten können aufgedeckt werden. Dazu gehören Chats in Teams-Kanälen, Chats mit einer einzelnen Person oder mit einer Gruppe von Personen. Dies gilt auch für Audioaufnahmen, bearbeitete Nachrichten und sogar Gif- und Emoji-Reaktionen.
es: Si tus mensajes pasan a formar parte de una investigación legal, la respuesta es <a id="a1">sí</a>, tus mensajes privados de Microsoft Teams pueden ser expuestos. Esto incluye chats en los canales de Teams, chats con una sola persona o con un grupo de personas. También se aplica a grabaciones de audio, mensajes editados e incluso reacciones con GIF y emoji.
fr: Si vos messages se retrouvent mêlés à une enquête judiciaire, alors <a id="a1">oui</a>, vos messages privés Microsoft Teams peuvent être récupérés. Cela inclut les discussions dans les canaux Teams et les discussions avec une seule personne ou avec un groupe de personnes. Cela s’applique également aux enregistrements audio, aux messages modifiés et même aux gif et émoticônes en réaction.

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: <a id="a1"><i>ZDnet</i></a> calls attention to Microsoft Teams’ <a id="a2">user activity reports</a> feature. The feature allows employers to browse by employee and see stats like number of meetings, messages sent, one-on-one calls, audio and video time, even how much time they spent participating in meetings. Think Google Analytics but for monitoring workers.
de: <a id="a1"><i>ZDnet</i></a> macht auf die Funktion für <a id="a2">Benutzeraktivitätsberichte</a> von Microsoft Teams aufmerksam. Die Funktion ermöglicht es Arbeitgebern, nach Mitarbeitern zu suchen und Statistiken wie die Anzahl der Meetings, gesendete Nachrichten, Einzelgespräche, Audio- und Videozeit und sogar die Zeit, die sie für die Teilnahme an Meetings aufgewendet haben, anzuzeigen. Wie Google Analytics, aber für die Überwachung von Mitarbeitern.
es: <a id="a1"><i>ZDnet</i></a> llama la atención sobre la función de <a id="a2">informes de actividad de usuarios</a> de Microsoft Teams. Esta función permite que los empleadores busquen por empleado y vean estadísticas tales como el número de reuniones, mensajes enviados, llamadas individuales, tiempo de audio y video, e incluso cuánto tiempo pasaron participando en las reuniones. Imagina que es como Google Analytics, pero para controlar trabajadores.
fr: <a id="a1"><i>ZDnet</i></a> attire l’attention sur la fonctionnalité <a id="a2">de rapports d’activité des utilisateurs et utilisatrices</a> de Microsoft Teams. Cette fonctionnalité permet aux employeurs de naviguer par employé et de consulter des statistiques comme le nombre de réunions, les messages envoyés, les appels individuels, le temps audio et vidéo, et même le temps passé à participer aux réunions. Voyez ça comme Google Analytics, mais pour le suivi des travailleurs et travailleuses.

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Slack Vs. Microsoft Teams — Which Has Better Privacy?
de: Slack vs. Microsoft Teams — Was hat mehr Privatsphäre?
es: Slack vs. Microsoft Teams: ¿cuál tiene mejor privacidad?
fr: Slack Vs Microsoft Teams — Quelle application respecte le mieux votre vie privée ?
