Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/slack-microsoft-teams-privacy.po
Languages: de, es, fr

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Slack makes it easy for employers to read your private messages, but Microsoft Teams takes employee surveillance to the next level. Teams offers employers easy access to stats about what you’re doing on the platform via its user activity reports dashboard. The dashboard shows how much time you spend messaging others, participating in calls and even how much you’re screen-sharing. Invasive!
de: Slack macht es Arbeitgebern leicht, Ihre privaten Nachrichten zu lesen, aber Microsoft Teams hebt die Mitarbeiterüberwachung auf die nächste Stufe. Teams bietet Arbeitgebern über das Dashboard für Benutzeraktivitätsberichte einfachen Zugriff auf Statistiken darüber, was Sie auf der Plattform tun. Das Dashboard zeigt an, wie viel Zeit Sie damit verbringen, andere zu benachrichtigen, an Anrufen teilzunehmen und sogar, wie viel Sie am Bildschirm teilen. Massiver Eingriff in die Privatsphäre!
es: Slack hace que los empleadores puedan leer tus mensajes privados fácilmente, pero Microsoft Teams lleva la vigilancia de los empleados a un nivel más elevado. Teams ofrece a los empleadores un fácil acceso a estadísticas sobre lo que haces en la plataforma a través de su panel de informes de actividad de usuarios. El panel muestra cuánto tiempo pasas enviando mensajes a otras personas, participando en llamadas e incluso cuánto compartes tu pantalla. ¡Es invasivo!
fr: Slack permet aux employeurs de lire vos messages privés facilement, mais Microsoft Teams fait passer la surveillance des employé·e·s au niveau supérieur. Teams permet aux employeurs d’accéder facilement à des statistiques sur votre activité sur la plateforme via le tableau de bord des rapports d’activité des utilisateurs et utilisatrices. Le tableau de bord indique combien de temps vous passez à envoyer des messages, à participer à des appels et même à quel point vous partagez votre écran. Invasif !

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: You should be wary of both Slack and Microsoft Teams but Teams is teeming with privacy worries for the average employee. Work wisely.
de: Sie sollten sowohl bei Slack als auch bei Microsoft Teams vorsichtig sein, aber Teams wimmelt von Datenschutzbedenken für den durchschnittlichen Mitarbeiter. Arbeiten Sie mit Bedacht.
es: Deberías tener cuidado tanto con Slack como con Microsoft Teams, pero Teams está repleto de problemas de privacidad para el empleado promedio. Ten cuidado cuando trabajas.
fr: Vous devriez vous méfier à la fois de Slack et de Microsoft Teams, mais Teams est bien plus préoccupant en matière de confidentialité pour l’employé·e lambda.

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Slack Vs Microsoft Teams — Which One Is Better For Your Privacy?
de: Slack vs. Microsoft Teams: Was ist besser für Ihre Privatsphäre?
es: Slack vs. Microsoft Teams: ¿Cuál es mejor para tu privacidad?
fr: Slack Vs Microsoft Teams — Quelle application est la meilleure pour votre vie privée ?

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Written by: Xavier Harding
de: Geschrieben von: Xavier Harding
es: Redactado por: Xavier Harding
fr: Rédigé par : Xavier Harding

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Edited by: Audrey Hingle, Carys Afoko, Innocent Nwani
de: Bearbeitet von: Audrey Hingle, Carys Afoko, Innocent Nwani
es: Editado por: Audrey Hingle, Carys Afoko, Innocent Nwani
fr: Relu par : Audrey Hingle, Carys Afoko, Innocent Nwani

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: Art: Shannon Zepeda
de: Zeichnungen: Shannon Zepeda
es: Arte: Shannon Zepeda
fr: Graphisme : Shannon Zepeda

# body.214ba61e-34c3-4491-9d1d-c64fda6c8d32
source: SEO Insight: Aslam Shaffraz
de: SEO-Einblick: Aslam Shaffraz
es: Información de SEO: Aslam Shaffraz
fr: Analyse référencement : Aslam Shaffraz

# title
source: Slack Vs Microsoft Teams — Which Is Better For Your Privacy?
de: Slack vs. Microsoft Teams: Was ist besser für Ihre Privatsphäre?
es: Slack vs. Microsoft Teams: ¿Cuál es mejor para tu privacidad?
fr: Slack Vs Microsoft Teams — Quelle application est la meilleure pour votre vie privée ?
