Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/taking-tiktok-to-task-on-ad-transparency.po
Languages: es, fr, pl, pt_br

# search_description
source: Two years after Mozilla led the call for TikTok to release an ad archive, the company has finally responded.
es: Dos años después de que Mozilla realizara un llamado para que TikTok lance un archivo de anuncios, la empresa finalmente ha respondido.
fr: Deux ans après l’appel de Mozilla à ce que TikTok publie une archive publicitaire, l’entreprise a enfin répondu.
pl: Dwa lata po tym, jak Mozilla wezwała TikToka do opublikowania archiwum reklam, firma w końcu odpowiedziała.
pt_br: Dois anos depois que a Mozilla liderou o pedido para o TikTok lançar um arquivo de anúncios, a empresa finalmente respondeu.

# body.ffe88c8a-970b-4748-848f-b18f9e70f92d
source: By some estimates, there are one billion people using TikTok around the world. The social media platform has led the industry in engaging content and new features, but has lagged behind when it comes to delivering on key aspects of transparency, such as sharing information about who is paying for advertising on its platform.
es: Según algunas estimaciones, mil millones de personas usan TikTok en todo el mundo. La plataforma de redes sociales ha liderado la industria con contenidos atractivos y nuevas funciones, pero se ha quedado atrás en lo que respecta a algunos aspectos clave de la transparencia, como compartir la información sobre quién paga por publicidad en su plataforma.
fr: Selon certaines évaluations, un milliard de personnes utilisent TikTok dans le monde. La plateforme de réseau social est en tête du secteur pour ce qui est du contenu engageant et des nouvelles fonctionnalités, mais est à la traîne pour ce qui est des aspects clés de transparence, comme lorsqu’il s’agit de savoir qui paie pour la publicité sur sa plateforme, par exemple.
pl: Według niektórych szacunków z TikToka korzysta miliard ludzi na całym świecie. Platforma mediów społecznościowych przewodzi branży w zakresie angażowania treści i nowych funkcji, ale pozostaje w tyle, jeśli chodzi o dostarczanie kluczowych aspektów przejrzystości, takich jak udostępnianie informacji o tym, kto płaci za reklamę na jej platformie.
pt_br: Segundo algumas estimativas, há um bilhão de pessoas usando o TikTok em todo o mundo. A plataforma de mídia social liderou o setor em conteúdo envolvente e novos recursos, mas ficou para trás quando se trata de fornecer os principais aspectos da transparência, como o compartilhamento de informações sobre quem está pagando pela publicidade em sua plataforma.

# body.ffe88c8a-970b-4748-848f-b18f9e70f92d
source: Two years after <a id="a1">Mozilla led the call</a> for TikTok to release an ad archive, the company has finally responded. At the start of the year, TikTok released a research API in the U.S. and recently <a id="a2">it announced it’s expanding access</a> to Europe.
es: Dos años después de que <a id="a1">Mozilla realizara un llamado</a> para que TikTok lance un archivo de anuncios, la empresa finalmente ha respondido. A principios de año, TikTok lanzó una API de investigación en los EE. UU. y recientemente <a id="a2">anunció que está ampliando el acceso</a> a Europa.
fr: Deux ans après <a id="a1">l’appel de Mozilla</a> à ce que TikTok publie des archives publicitaires, l’entreprise a enfin répondu. Au début de l’année, TikTok a lancé une API de recherche aux États-Unis et récemment <a id="a2">l’entreprise a annoncé qu’elle élargissait l’accès</a> à l’Europe.
pl: Dwa lata po tym, jak <a id="a1">Mozilla wezwała TikToka</a> do opublikowania archiwum reklam, firma w końcu odpowiedziała. Na początku roku TikTok opublikował w USA badawczy interfejs API, a niedawno <a id="a2">ogłosił, że rozszerza dostęp</a> dla Europy.
pt_br: Dois anos depois que a <a id="a1">Mozilla liderou o pedido</a> para o TikTok lançar um arquivo de anúncios, a empresa finalmente respondeu. No início do ano, o TikTok lançou uma API de pesquisa nos EUA e recentemente <a id="a2">anunciou que está expandindo o acesso</a> à Europa.

# body.ffe88c8a-970b-4748-848f-b18f9e70f92d
source: This is a big victory for the thousands of Mozilla supporters <a id="a1">who publicly called on TikTok</a> to be more transparent — and for Mozilla’s research team who worked hard to <a id="a2">expose the need</a> for more information about paid content on TikTok. Yet again we’ve seen that when internet users come together they can force social media companies to do better.
es: Esta es una gran victoria para los miles de seguidores de Mozilla que <a id="a1">pidieron públicamente a TikTok</a> que fuera más transparente (y para el equipo de investigación de Mozilla que trabajó arduamente para <a id="a2">exponer la necesidad</a> de obtener más información sobre los contenidos pagados en TikTok). Una vez más vemos que cuando los usuarios de Internet se unen, pueden obligar a las empresas de redes sociales a mejorar.
fr: C’est une grande victoire pour les milliers de soutiens de Mozilla <a id="a1">qui ont publiquement appelé TikTok</a> à faire preuve de plus de transparence — et pour l’équipe de recherche de Mozilla qui a travaillé dur pour <a id="a2">souligner le besoin</a> d’obtenir plus d’informations sur les contenus payants sur TikTok. Une fois encore, nous avons constaté qu’une mobilisation des internautes peut pousser les entreprises de réseaux sociaux à faire mieux.
pl: To wielkie zwycięstwo dla tysięcy zwolenników Mozilli, <a id="a1">którzy publicznie wezwali TikToka</a> do większej przejrzystości – i dla zespołu badawczego Mozilli, który ciężko pracował, aby <a id="a2">ujawnić potrzebę uzyskania większej ilości informacji na</a> temat płatnych treści na TikToku. Po raz kolejny zauważyliśmy, że kiedy internauci połączą siły, mogą zmusić firmy z branży mediów społecznościowych do lepszego działania.
pt_br: Essa é uma grande vitória para os milhares de apoiadores da Mozilla <a id="a1">que pediram publicamente que o TikTok</a> fosse mais transparente — e para a equipe de pesquisa da Mozilla que trabalhou duro para <a id="a2">expor a necessidade</a> de mais informações sobre conteúdo pago no TikTok. Mais uma vez, vimos que, quando os usuários da Internet se reúnem, eles podem forçar as empresas de mídia social a fazer melhor.

# body.954d1a91-510e-42da-8aeb-1461cde41772.quote
source: Two years after Mozilla led the call for TikTok to release an ad archive, the company has finally responded.
es: Dos años después de que Mozilla realizara un llamado para que TikTok lance un archivo de anuncios, la empresa finalmente ha respondido.
fr: Deux ans après l’appel de Mozilla à ce que TikTok publie une archive publicitaire, l’entreprise a enfin répondu.
pl: Dwa lata po tym, jak Mozilla wezwała TikToka do opublikowania archiwum reklam, firma w końcu odpowiedziała.
pt_br: Dois anos depois que a Mozilla liderou o pedido para o TikTok lançar um arquivo de anúncios, a empresa finalmente respondeu.

# body.954d1a91-510e-42da-8aeb-1461cde41772.attribution
source: Ashley Boyd, Senior Vice President, Mozilla
es: Ashley Boyd, vicepresidenta sénior de Mozilla
fr: Ashley Boyd, vice-présidente senior, Mozilla
pl: Ashley Boyd, starszy wiceprezes, Mozilla
pt_br: Ashley Boyd, vice-presidente sênior, Mozilla

# body.1d201549-ed43-47ea-98a0-1438a348835c
source: TikTok’s release of an ad archive, which includes branded posts from influencers alongside traditional ads, is real progress. This is in compliance with the European Union’s Digital Services Act, legislation that Mozilla has also <a id="a1">advocated for</a>. Substantially, Mozilla’s research helped shaped pertinent sections of the DSA which demanded "commercial communications" be explicitly defined as advertising, and encapsulated within the regulation.
es: El lanzamiento por parte de TikTok de un archivo de anuncios, que incluye tanto anuncios tradicionales como publicaciones de influencers para promocionar marcas, es un progreso real. Cumple con la Ley de Servicios Digitales (DSA) de la Unión Europea, legislación que Mozilla también ha <a id="a1">defendido</a>. Sustancialmente, la investigación de Mozilla ayudó a dar forma a las secciones pertinentes de la DSA que exigían que las «comunicaciones comerciales» se definieran explícitamente como publicidad y se encapsularan dentro de la regulación.
fr: La publication d’une archive publicitaire par TikTok, qui inclue les publications sponsorisées des influenceurs aux côtés des publicités traditionnelles, est un véritable progrès. Cette initiative est en conformité avec le règlement sur les services numériques de l’Union européenne, une législation pour laquelle <a id="a1">Mozilla a également milité</a>. En effet, les recherches de Mozilla ont contribué à définir des sections pertinentes du DSA qui exigent que les « communications commerciales » soient explicitement définies comme de la publicité, et incluses dans la réglementation.
pl: Wydanie przez TikToka archiwum reklam, które zawiera posty reklamowe od influencerów wraz z tradycyjnymi reklamami, to prawdziwy postęp. Jest to zgodne z Ustawą o usługach cyfrowych Unii Europejskiej, prawodawstwem, za którym <a id="a1">opowiada się również Mozilla</a>. Zasadniczo badania Mozilli pomogły ukształtować odpowiednie sekcje dynamicznych reklam w wyszukiwarce, które wymagały, aby „komunikaty handlowe” były wyraźnie zdefiniowane jako reklama i ujęte w rozporządzeniu.
pt_br: O lançamento do arquivo de anúncios do TikTok, que inclui postagens de marca de influenciadores ao lado de anúncios tradicionais, é um progresso real. Isso está em conformidade com a Lei de Serviços Digitais da União Europeia, legislação que a Mozilla também <a id="a1">defendeu</a>. Substancialmente, a pesquisa da Mozilla ajudou a moldar seções pertinentes do DSA que exigiam que as "comunicações comerciais" fossem explicitamente definidas como publicidade e encapsuladas no regulamento.

# body.1d201549-ed43-47ea-98a0-1438a348835c
source: <b>However, last week’s announcement falls short of the transparency we need from TikTok, and all social media companies.</b> Most importantly, TikTok needs to ensure its ad archive is global and not limited to the U.S. and EU. Our <a id="a1">recent research</a> into how TikTok is being used to spread misinformation in Kenya shows the need to have a consistent approach to trust and safety in every country it operates in.
es: <b>Sin embargo, el anuncio de la semana pasada no llega a brindar el nivel de transparencia que necesitamos por parte de TikTok y de todas las empresas de redes sociales.</b> Lo más importante es que TikTok debe garantizar que su archivo de anuncios sea global y no esté limitado a los EE. UU. y la UE. Nuestra <a id="a1">investigación reciente</a> sobre cómo se utiliza TikTok para difundir información falsa en Kenia muestra la necesidad de tener un enfoque consistente de confianza y seguridad en todos los países en los que opera la empresa.
fr: <b>Cependant, l’annonce de la semaine dernière n’est pas à la hauteur de la transparence que nous attendons de TikTok et de l’ensemble des entreprises de réseaux sociaux.</b> Plus important encore, TikTok doit s’assurer que ses archives publicitaires sont mondiales et ne se limitent pas aux États-Unis et à l’Union européenne. Nos <a id="a1">récentes recherches</a> sur la façon dont TikTok est utilisé pour diffuser de la désinformation au Kenya montrent la nécessité d’adopter une approche systématique en matière de confiance et de sécurité dans tous les pays où l’entreprise est présente.
pl: <b>Jednak zeszłotygodniowe ogłoszenie nie zapewnia przejrzystości, której potrzebujemy od TikToka i wszystkich firm zajmujących się mediami społecznościowymi. Co</b> najważniejsze, TikTok musi zagwarantować, że jego archiwum reklamowe jest globalne i nie ogranicza się do USA i UE. Nasze <a id="a1">ostatnie badania nad</a> tym, w jaki sposób TikTok jest wykorzystywany do rozpowszechniania dezinformacji w Kenii, pokazują potrzebę spójnego podejścia do zaufania i bezpieczeństwa w każdym kraju, w którym działa.
pt_br: <b>No entanto, o anúncio da semana passada fica aquém da transparência que precisamos do TikTok e de todas as empresas de mídia social.</b> Mais importante ainda, o TikTok precisa garantir que seu arquivo de anúncios seja global e não limitado aos EUA e à UE. Nossa <a id="a1">pesquisa recente</a>, sobre como o TikTok está sendo usado para espalhar desinformação no Quênia, mostra a necessidade de ter uma abordagem consistente de confiança e segurança em todos os países em que opera.

# body.1d201549-ed43-47ea-98a0-1438a348835c
source: For years, Mozilla has urged social media platforms to release ad archives and APIs for researchers globally. To support adoption of effective tools, we provided <a id="a1">detailed</a> <a id="a2">guidelines</a> for doing so. We will continue to monitor TikTok’s implementation of its new regulatory obligations in Europe, and also to urge TikTok to broaden the scope of its ad archive globally.
es: Durante años, Mozilla ha instado a las plataformas de redes sociales a publicar archivos de anuncios y API para investigadores de todo el mundo. Para fomentar la adopción de herramientas efectivas, proporcionamos <a id="a1">pautas</a> <a id="a2">detalladas</a>. Seguiremos monitoreando la implementación de TikTok de sus nuevas obligaciones regulatorias en Europa, y también instaremos a TikTok a ampliar el alcance de su archivo de anuncios a nivel mundial.
fr: Depuis des années, Mozilla exhorte les réseaux sociaux à publier des archives publicitaires et des API à disposition des chercheurs et chercheuses du monde entier. Pour favoriser l’adoption d’outils efficaces, nous avons fourni des <a id="a1">directives</a> <a id="a2">détaillées</a> pour ce faire. Nous continuerons de surveiller la mise en œuvre par TikTok de ses nouvelles obligations réglementaires en Europe, et nous continuerons de demander instamment à TikTok d’étendre ses archives publicitaires au monde entier.
pl: Od lat Mozilla wzywa platformy mediów społecznościowych do publikowania archiwów reklam i interfejsów API dla badaczy na całym świecie. Aby wesprzeć wdrożenie skutecznych narzędzi, przedstawiliśmy <a id="a1">szczegółowe</a> <a id="a2"></a> wytyczne w tym zakresie. Będziemy nadal monitorować wdrażanie przez TikTok jego nowych obowiązków regulacyjnych w Europie, a także wzywać TikToka do rozszerzenia zakresu jego archiwum reklamowego na całym świecie.
pt_br: Durante anos, a Mozilla instou as plataformas de mídia social a lançar arquivos de anúncios e APIs para pesquisadores em todo o mundo. Para apoiar a adoção de ferramentas eficazes, fornecemos <a id="a1">diretrizes</a> <a id="a2">detalhadas</a> para isso. Continuaremos a monitorar a implementação do TikTok sobre suas novas obrigações regulatórias na Europa e também a instar o TikTok a ampliar o escopo de seu arquivo de anúncios globalmente.

# title
source: Taking TikTok to Task on Ad Transparency
es: Queremos que TikTok cumplea con la transparencia de los anuncios
fr: Mettre TikTok face à ses responsabilités en matière de transparence publicitaire
pl: Wezwanie TikToka do zajęcia się transparentnością reklam
pt_br: Exigindo transparência nos anúncios do TikTok
