Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/talk-swahili-to-me-voice-enabled-apps-changing-the-game-for-farmers-and-local-communities.po
Languages: sw

# search_description
source: Eight projects advancing financial inclusion, access to reliable information for smallholder farmers, and legal rights to land ownership for marginalized communities are the recipients of Common Voice Kiswahili grants totaling USD $400,000
sw: Miradi minane inayohamasisha ushirikiano wa kifedha, upatikanaji wa habari za kuaminika kwa wakulima wadogo, na haki za kisheria za mali kwa jamii zilizotengwa ndio inayopokea msaada wa Common Voice Kiswahili kwa jumla ya dola 400,000 za Marekani

# body.d799c8d5-ff6a-4a3e-889a-58a5af581973
source: Eight projects advancing financial inclusion, access to reliable information for smallholder farmers, and legal rights to land ownership for marginalized communities are the recipients of Common Voice Kiswahili grants totaling USD $400,000
sw: Miradi minane inayohamasisha ushirikiano wa kifedha, upatikanaji wa habari za kuaminika kwa wakulima wadogo, na haki za kisheria za mali kwa jamii zilizotengwa ndio inayopokea msaada wa Common Voice Kiswahili kwa jumla ya dola 400,000 za Marekani

# body.d799c8d5-ff6a-4a3e-889a-58a5af581973
source: KENYA, TANZANIA, &amp; DEMOCRATIC REPUBLIC OF THE CONGO |AUGUST 22, 2022
sw: KENYA, TANZANIA, NA JAMHURI YA KIDEMOKRASIA YA KONGO | AGOSTI 22, 2022

# body.d799c8d5-ff6a-4a3e-889a-58a5af581973
source: This is the standard ritual. A local women's group gathers on a Sunday afternoon. Steaming hot tea is poured into cups, <i>Mandazis</i> (small fried cakes) are passed around and greetings with beaming laughter fill the air. Everyone settles — then the money talks begin. This is a women’s <i>chama</i> meeting.
sw: Hili ni tambiko la kawaida. Kikundi cha wanawake wa mtaa hukusanyika Jumapili alasiri. Chai ya moto humiminwa ndani ya vikombe, <i>Mandazi</i> hupitishwa na salamu kwa kicheko cha kuangaza husheheni. Kila mtu anatulia - basi mazungumzo ya pesa huanza. Huu ni mkutano wa <i>chama</i> cha wanawake.

# body.d799c8d5-ff6a-4a3e-889a-58a5af581973
source: Chamas are informal, small group table-banking cooperatives. The name varies in different African countries, but the objective is the same — pooling resources to fund particular goals. Chamas accomplished what many financial institutions couldn’t: easy access to loans, a safe space for money pooling and sharing ideas, all done in the local language.
sw: Chama ni ushirika usio rasmi, wa vikundi vidogo vya kuwekeza (benki ya mezani). Jina linatofautiana katika nchi tofauti za Kiafrika, lakini lengo ni lile lile - kukusanya rasilimali ili kufadhili malengo fulani. Chama kilitimiza kile ambacho taasisi nyingi za kifedha hazingeweza kukidhi: upatikanaji rahisi wa mikopo, nafasi salama ya kukusanya pesa na kubadilishana mawazo, yote yakifanywa katika lugha ya wenyeji.

# body.d799c8d5-ff6a-4a3e-889a-58a5af581973
source: Language is a vital and powerful tool in providing equitable access to information. Mozilla’s <a id="a1">Common Voice</a> project is responding to this need by supporting the development of inclusive voice-enabled technologies for all groups and communities. And now, important work such as record keeping/management of Chamas, accessing credible and reliable weather updates, monitoring livestock diseases, acquiring skills across the agricultural value chains, and defending women’s rights to land ownership, will be voice-enabled.
sw: Lugha ni chombo muhimu na chenye nguvu katika kutoa ufikiaji sawa wa habari. Mradi wa Mozilla wa <a id="a1">Common Voice</a> unashughulikia uhitaji huu kwa kuunga mkono maendeleo ya teknolojia za sauti za pamoja kwa makundi yote na jamii. Na sasa, kazi muhimu kama vile kuweka kumbukumbu/usimamizi wa Chamas, kupata taarifa za hali ya hewa zinazoaminika na zinazotegemeka, kufuatilia magonjwa ya mifugo, kupata ujuzi katika ukuzi hadi uzalishaji wa bidhaa za kilimo, na kutetea haki za wanawake za umiliki wa ardhi, zitawezeshwa kwa sauti.

# body.d799c8d5-ff6a-4a3e-889a-58a5af581973
source: Common Voice has awarded eight projects each USD $50,000, leveraging the Kiswahili language and voice technology to increase social and economic opportunities for marginalized groups in Kenya, Tanzania, and the Kiswahili-speaking Democratic Republic of Congo.
sw: Common Voice imetunuku miradi minane kila mmoja dola 50,000 za Marekani, kwa kutumia lugha ya Kiswahili na teknolojia ya sauti ili kuongeza fursa za kiuchumi kwa makundi yaliyotengwa nchini Kenya, Tanzania na Jamhuri ya Kidemokrasia ya Kongo inayozungumza Kiswahili.

# body.d799c8d5-ff6a-4a3e-889a-58a5af581973
source: These grants are supported by the Gates Foundation in collaboration with the Foreign Commonwealth and Development Office (FCDO) and GIZ, as a response to a gender conscious and community centered approach to tech development. Ultimately, it advances the use of open-source voice data for products that support community participation and engagement.
sw: Msaada huu unatolewa na Shirika la Gates kwa ushirikiano na Ofisi ya Jumuiya ya Madola na Maendeleo ya Kigeni (FCDO) na GIZ, kama jibu la ufahamu unaozingatia jinsia na jamii katika maendeleo ya teknolojia. Hatimaye, linakuza matumizi ya data ya sauti ya chanzo huria kwa bidhaa zinazounga mkono ushirikisho wa jamii zote katika ushirikiano.

# body.ca7b9188-387b-4a6f-8bcf-fcae839072bd.quote
source: Infusing people’s languages into the technology we build is a critical step towards creating technologies that center communities of end users. These projects have been selected for their creative solutions touching core, community-based social-economic interventions. We are very excited by this cohort of awardees and the important work they are about to undertake.
sw: Kuingiza lugha za watu katika teknolojia tunayounda ni hatua muhimu kuelekea kuunda teknolojia ambayo huzingatia jamii za watumiaji wa mwisho. Miradi hii imechaguliwa kwa masuluhisho yao ya ubunifu yanayogusa mambo msingi, afua za kijamii na za kiuchumi. Tumefurahishwa sana na kundi hili la washindi na kazi muhimu wanayopania kuifanya.

# body.ca7b9188-387b-4a6f-8bcf-fcae839072bd.attribution
source: Chenai Chair, Senior Program Officer - Africa Innovation Mozilla
sw: Anavyosema Chenai Chair, Afisa Mwandamizi wa Programu - Africa Innovation Mozilla

# body.ba8ab1c3-598e-4932-80af-c881b16735f4
source: Projects were chosen by a selection committee composed of Mozilla staff and Nairobi-based external consultant, <a id="a1">Charlene Migwe- Kagume</a>. Kagume is the Regional Program Lead at Development Gateway, focused on designing and coordinating effective data projects in various sectors.
sw: Programu zilichaguliwa na kamati ya uteuzi iliyoundwa na wafanyakazi wa Mozilla na mshauri wa nje wa Nairobi, <a id="a1">Charlene Migwe- Kagume</a>. Kagume ni Kiongozi wa Mpango wa Kikanda katika shirika la Development Gateway, aliyejikita katika kubuni na kuratibu miradi bora ya takwimu katika sekta mbalimbali.

# body.ba8ab1c3-598e-4932-80af-c881b16735f4
source: Says Charlene Migwe - Kagume, “We were particularly eager to understand how the applicants would innovatively design feasible solutions which address existing farmer priorities and identified gaps in the agriculture value chain. The selected eight projects presented very compelling proposals that prioritized tangible needs and relevant challenges faced in the regions.”
sw: Anasema Charlene Migwe - Kagume, Tulikuwa na shauku kubwa ya kuelewa jinsi waombaji wangebuni suluhu zinazowezekana ambazo zitashughulikia vipaumbele vilivyopo vya wakulima na kubainisha mapungufu katika mnyororo wa thamani wa kilimo. Programu nane ziliyochaguliwa ziliwasilisha mapendekezo ya kuvutia sana ambayo yalitanguliza mahitaji yanayoonekana na changamoto muhimu zinazokabili kanda.

# body.6acd28dc-e5d7-45ed-ad40-546a2db221d5
source: Meet the awardees:
sw: Kutana na washindi:

# body.6a388781-827b-497b-a980-ff8a81db72cc.altText
source: A group of women seated having a conversation.
sw: Kikundi cha wanawake wakiwa wameketi wakifanya mazungumzo.

# body.6a388781-827b-497b-a980-ff8a81db72cc.text
source: ChamaChat by Ujuzi Craft LTD | Kenya
sw: ChamaChat cha Ujuzi Craft LTD | Kenya

# body.6a388781-827b-497b-a980-ff8a81db72cc.text
source: A Chama management system with a chatbot that interacts with members and gives voice replies in Kiswahili via SMS and Whatsapp. It connects to the group Payment API, ie M-Pesa API. Members can interact with the Chama admin bot on a variety of functions, including instance check balance, loan requests and receiving transaction statements.
sw: Mfumo wa usimamizi wa Chama wenye chatboti au programu inayoiga mazungumzo na inayoshirikisha mazungumzo baina ya wanachama na kutoa majibu ya sauti kwa Kiswahili kupitia Ujumbe mfupi (SMS)na Whatsapp. Inaunganishwa na kiolesura cha programu-tumizi ya Malipo ya kikundi, yaani API ya M-Pesa. Wanachama wanaweza kushirikiana na chatboti ya msimamizi wa Chama kwenye utendaji kazi mbalimbali, ikijumuisha kuangalia salio, maombi ya mkopo na kupokea taarifa za akaunti.

# body.453e2969-8dbe-4064-aba2-5bfab033ced3.altText
source: A woman holds an Orange Fleshed Sweet Potato at a farm
sw: Mwanamke anashikilia viazi vitamu vya rangi ya chungwa kwenye shamba

# body.453e2969-8dbe-4064-aba2-5bfab033ced3.text
source: Kiazi Bora by Sustain Earth's Environment Africa | Tanzania
sw: Kiazi Bora ya Sustain Earth's Environment Africa | Tanzania

# body.453e2969-8dbe-4064-aba2-5bfab033ced3.text
source: <i>Kiazi Bora</i>, “Quality Potatoes’’ in Swahili, uses a voice enabled application that informs vulnerable women living in rural areas and marginalized communities of Tanzania on the nutritional values of Orange Fleshed Sweet Potatoes (OFSP), farming skills for better yields, and detailed market availability for raw or processed OFSP food products, all through a voice data set app.
sw: <i>Kiazi Bora</i>, hutumia programu ya sauti inayowafahamisha wanawake wanaoishi katika mazingira magumu na wanaoishi katika maeneo ya vijijini na jamii zilizotengwa za Tanzania kuhusu thamani za lishe ya Viazi vitamu vyenye rangi ya chungwa/njano (OFSP), ujuzi wa kilimo ili kupata mazao bora, na upatikanaji wa soko wa kina wa bidhaa za chakula ghafi au zilizosindikwa za OFSP, kupitia programu ya seti ya data ya sauti.

# body.743e5795-a104-46fb-a115-b68997eabca9.altText
source: An image of an old and broken mobile phone
sw: Picha ya simu ya zamani na iliyovunjika

# body.743e5795-a104-46fb-a115-b68997eabca9.text
source: Wezesha na Kabambe by University of Westminster, U.K | Moi University, Kenya | Technical University of Kenya | Western Michigan University, USA.
sw: Wezesha na Kabambe ya Chuo cha Westminster, U.K| Chuo cha Moi, Kenya| Chuo cha Kiufundi cha Kenya | Chuo cha Western Michigan, USA.

# body.743e5795-a104-46fb-a115-b68997eabca9.text
source: A mobile enabled Swahili audio chatbot not reliant on internet connectivity. It is developed in collaboration with rural small-holder women farmers in Kenya as an alternative source for agricultural information. Using the Mozilla Swahili data sets, the mobile-enabled chatbot can be used on both feature phones (<i>kabambes</i>) and smartphones by rural smallholder farmers. The interactive Swahili chatbot is powered by a database of frequently asked questions from smallholder women farmers, a marginalized and digitally excluded group. It is inspired by existing familiarity, adoption, and acceptance of mobile technologies in rural areas in Kenya.
sw: Ni boti ya sauti ya Kiswahili ya simu ya mkononi ambayo haitegemei muunganisho wa intaneti. Imeandaliwa kwa ushirikiano na wakulima wadogo wanawake wa vijijini nchini Kenya kama chanzo mbadala cha taarifa za kilimo. Kwa kutumia seti za data za Mozilla katika Kiswahili, boti hii ya mazungumzo ya simu ya mkononi inaweza kutumika kwenye simu za kawaida (<i>kabambe</i>) na simu janja na wakulima wadogo vijijini. Boti hii shirikishi ya Kiswahili inaendeshwa na hifadhidata ya maswali yanayoulizwa mara kwa mara kutoka kwa wakulima wadogo wadogo wanawake, kikundi kilichotengwa kidijitali. Imechochewa na ujuzi uliopo, kukubalika kwa teknolojia za simu katika maeneo ya mashambani nchini Kenya.

# body.388c4432-10bf-4528-aef9-36c148ffe9e3.altText
source: An image of two men treating a sick cow
sw: Picha ya wanaume wawili wanaomtibu ng 'ombe mgonjwa

# body.388c4432-10bf-4528-aef9-36c148ffe9e3.text
source: LivHealth Kiswahili Corpus by Badili Innovations | Kenya
sw: LivHealth Kiswahili Corpus ya Badili Innovations | Kenya

# body.388c4432-10bf-4528-aef9-36c148ffe9e3.text
source: LivHealth Kiswahili Corpus aims to empower local communities to correctly identify livestock syndromes and get timely interventions from qualified livestock practitioners. Using Natural Language Processing (NLP), Machine Learning (ML), and Artificial Intelligence (AI), the project will build Kiswahili text-to-speech models for disseminating disease information to marginalized communities. Working closely with their partner, One Health Center in Africa (OHRECA) based at ILRI, they will enhance the functionality of the LivHealth system to enable local communities easy access to disease information on demand and in Kiswahili.
sw: LivHealth Kiswahili Corpus inalenga kuwezesha jamii kutambua kwa usahihi magonjwa ya mifugo na kupata afua kwa wakati kutoka kwa watendaji waliohitimu. Kwa kutumia Uchakataji wa Lugha Asilia (NLP), Kujifunza kwa Mashine (ML), na Akili Bandia (AI), mradi utajenga miundo ya Kiswahili ya maandishi-hadi-sauti kwa ajili ya kusambaza taarifa za magonjwa kwa jamii zilizotengwa. Wakifanya kazi kwa karibu na washirika wao, Kituo cha One Health Center in Africa(OHRECA) chenye makao yake ILRI, wataimarisha utendaji wa mfumo wa LivHealth ili kuwezesha jamii za wenyeji kupata taarifa hitajika za magonjwa kwa urahisi na kwa Kiswahili.

# body.ecf5726e-8036-4d48-a35c-e44e7aecbe98.altText
source: An image of two men looking at a mobile device while having a conversation
sw: Picha ya wanaume wawili wakiangalia kifaa cha rununu wakati wa mazungumzo

# body.ecf5726e-8036-4d48-a35c-e44e7aecbe98.text
source: Imarika by Strathmore University | Kenya
sw: Imarika ya Chuo cha Strathmore | Kenya

# body.ecf5726e-8036-4d48-a35c-e44e7aecbe98.text
source: Imarika is a conversational chatbot offering digital climate advisory services in English and Swahili that will support smallholder farmers to adapt to changing weather patterns. The project aims to address the vulnerability of farmers to weather unpredictability due to the lack of accessible, reliable, and localized weather forecasts. Access to weather information is highly variable across sub-Saharan Africa and is usually limited to low-accuracy national or regional forecasts broadcast on radio and/or TV. The project specifically hopes to serve smallholder farmers who often have limited access to localized climate advisory services due to barriers such as slow technology penetration or digital illiteracy.
sw: Imarika ni boti ya mazungumzo inayotoa huduma za ushauri wa hali ya hewa kidijitali katika lugha ya Kiingereza na Kiswahili ambayo itasaidia wakulima wadogo kukabiliana na mabadiliko ya hali ya hewa. Mradi huu unalenga kukabiliana na hatari ya wakulima kukabiliwa na hali ya hewa isiyotabirika kutokana na kukosekana kwa utabiri wa hali ya hewa unaoweza kufikiwa, wa kutegemewa na wa eneo. Upatikanaji wa taarifa za hali ya hewa ni tofauti sana katika Afrika Kusini mwa Jangwa la Sahara na kwa kawaida ni utabiri wa hali ya chini ya usahihi wa kitaifa au wa kikanda unaotangazwa kwenye redio na/au TV. Mradi hasa unatarajia kuwahudumia wakulima wadogo ambao mara nyingi wana ufikiaji mdogo wa huduma za ushauri wa hali ya hewa zilizowekwa ndani kutokana na vizuizi kama vile kupenya polepole kwa teknolojia au kutojua kusoma na kuandika kwa dijiti.

# body.02d915dc-8b72-4398-a772-71304c630d27.altText
source: A logo image containing a microphone
sw: Picha ya nembo iliyo na kipaza sauti

# body.02d915dc-8b72-4398-a772-71304c630d27.text
source: Paza Sauti by Tech Innovators Network Ltd | Kenya
sw: Paza Sauti ya Tech Innovators Network Ltd | Kenya

# body.02d915dc-8b72-4398-a772-71304c630d27.text
source: The project is developing a chatbot and an interactive voice response service that will provide voice-enabled services in the domain of business registration and raise awareness about the use of collateral (security) to access credit in Kenya. The main objective is to increase financial literacy around moveable properties as collateral, particularly for women in business, and in particular agriculture, for purposes of accessing credit. Although there has been an increase in the ease of getting credit, most members of the population are still unaware of their capability to access further credit as a result of using moveable properties as collateral. This project will be a continuation of an already ongoing collaboration with the Business Registration Service - BRS (State Corporation) in Kenya in the domain of financial inclusion, which serves the Kenya public.
sw: Mradi huu unatengeneza boti ya mazungumzo na huduma ya mwingiliano ya mwitikio wa sauti ambayo itatoa huduma zinazowezeshwa kwa sauti katika kikoa cha usajili wa biashara na kuongeza ufahamu kuhusu matumizi ya dhamana (usalama) kuwezesha kupata mkopo nchini Kenya. Lengo kuu ni kuongeza ujuzi wa kifedha kuhusu mali zinazohamishika kama dhamana, hasa kwa wanawake katika biashara, na hasa kilimo, kwa madhumuni ya kupata mikopo. Ingawa kumekuwa na ongezeko la urahisi wa kupata mikopo, wananchi wengi bado hawajui uwezo wao wa kupata mikopo zaidi kutokana na kutumia mali zinazohamishika kama dhamana. Mradi huu utakuwa mwendelezo wa ushirikiano unaoendelea tayari na Business Registration Service - BRS (Shirika la serikali) nchini Kenya katika kikoa cha ujumuishaji wa kifedha, ambacho huhudumia umma wa Kenya.

# body.76cd1113-d4cc-4254-b8a1-80e1cb278b32.altText
source: A logo image of the organisation, illustrating text and voice recognition features
sw: Picha ya nembo ya shirika, inayoonyesha maandishi na sifa za utambuzi wa sauti

# body.76cd1113-d4cc-4254-b8a1-80e1cb278b32.text
source: Kiswahili Text and Voice Recognition Platform (KTVRP) for Agricultural Advisory and Financial Services for Smallholder Farmers by Duniacom Group, LLC| Tanzania / United States
sw: Kiswahili Text and Voice Recognition Platform (KTVRP) kwa Ushauri wa Kilimo na Huduma za Kifedha kwa Wakulima Wadogo ya Duniacom Group, LLC| Tanzania / Marekani

# body.76cd1113-d4cc-4254-b8a1-80e1cb278b32.text
source: A majority of smallholder farmers in Tanzania are only able to communicate through the Kiswahili spoken language and its dialects. A text and voice-based platform made available in the language of the underserved (i.e., Kiswahili) would be key to wide access, adoption, and usage of digital agricultural advisory and financial services in Tanzania. The objective is to develop a text and voice recognition platform that will offer smallholder farmers in the Tanzanian Maize Value Chain personalized digital financial and non-financial automated services based on location, agro-ecological zones, and crop cycle. Based on gender-disaggregated data from the pilot phase, it is anticipated that the majority of participants will be women.
sw: Wengi wa wakulima wadogo nchini Tanzania wana uwezo wa kuwasiliana kupitia lugha ya Kiswahili na lahaja zake pekee. Jukwaa la maandishi na sauti linalopatikana katika lugha ya watu wasiohudumiwa (yaani, Kiswahili) litakuwa ufunguo wa ufikiaji mpana, kupitishwa na matumizi ya ushauri wa kidijitali ya kilimo na huduma za kifedha nchini Tanzania. Lengo ni kuandaa jukwaa la utambuzi wa maandishi na sauti ambalo litawapa wakulima wadogo katika mnyororo wa Thamani wa Mahindi Tanzania na huduma za kidijitali za kifedha na zisizo za kifedha za kiotomatiki kwa kuzingatia eneo, maeneo ya ikolojia ya kilimo na mzunguko wa mazao. Kulingana na data iliyogawanywa kwa jinsia kutoka kwa awamu ya majaribio, inategemewa kuwa wengi wa washiriki watakuwa wanawake.

# body.64ed3f78-ba58-46b7-847f-66b694b204bf.altText
source: A logo image of the organisation
sw: Picha ya nembo ya shirika

# body.64ed3f78-ba58-46b7-847f-66b694b204bf.text
source: Haki des femmes by Core23Lab | Democratic Republic of Congo
sw: Haki des femmes ya Core23Lab | Jamhuri ya Kidemokrasia ya Kongo

# body.64ed3f78-ba58-46b7-847f-66b694b204bf.text
source: Haki will leverage voice technology to provide access to legal information and support for women in Katanga and Lualaba provinces of the Democratic Republic of Congo to ensure they have the right to access, use, inherit, control, and own land. Majority of women in DRC often lose their access to land after the passing of a loved one or husband due to lack of knowledge of land rights. This solution will help women to access information and legal support in securing their land rights in Kiswahili.
sw: Haki des femmes itatumia teknolojia ya sauti kutoa ufikiaji wa taarifa za kisheria na usaidizi kwa wanawake katika majimbo ya Katanga na Lualaba ya Jamhuri ya Kidemokrasia ya Kongo ili kuhakikisha wana haki ya kupata, kutumia, kurithi, kudhibiti na kumiliki ardhi. Wanawake wengi nchini DRC mara nyingi hupoteza uwezo wao wa kumiliki ardhi baada ya kufiwa na wapendwa wao au waume zao kutokana na kukosa ufahamu wa haki za ardhi. Suluhu hili itasaidia wanawake kupata taarifa na usaidizi wa kisheria katika kupata haki zao za ardhi kwa lugha ya Kiswahili.

# title
source: Talk Swahili to me: Voice-enabled apps changing the game for farmers and local communities
sw: Niongeleshe Kiswahili: Programu zinazoweza kutumia sauti zinazobadilisha hali za wakulima na jamii za mitaa
