Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/thank-you-apple-for-standing-strong-for-privacy.po
Languages: de, es, fr

# seo_title
source: Thank you, Apple. Keep Standing Strong for Privacy.
de: Danke, Apple. Setzt den Einsatz für mehr Datenschutz fort.
es: Gracias, Apple. Sigan manteniéndose firmes a favor de la privacidad.
fr: Merci, Apple. Continuez de défendre la confidentialité.

# search_description
source: Since 2019, Mozilla has been calling on Apple to make a fundamental, privacy-protecting change for all users: eliminating advertisers’ ability to track users across apps. Apple just announced a big pro-privacy change that will give iPhone users control over which apps can track them. More than 40,000 Mozilla supporters joined together to thank Apple.
de: Seit 2019 fordert Mozilla Apple dazu auf, eine grundlegende Veränderung für mehr Datenschutz für alle Nutzer vorzunehmen und Werbetreibende davon abzuhalten, Nutzer über Apps hinweg zu verfolgen. Jetzt hat Apple gerade eine Änderung für mehr Datenschutz bekanntgegeben, durch die iPhone-Nutzer die Kontrolle darüber haben, für welche Apps Tracking erlaubt wird und für welche nicht. Über 40.000 Unterstützer von Mozilla haben sich zusammengetan, um Apple zu danken.
es: Desde 2019, Mozilla lleva pidiendo a Apple que aplique un cambio fundamental para la privacidad de todos eliminando la capacidad que tienen los anunciantes de rastrear la actividad de los usuarios a través de las apps. Apple acaba de anunciar un gran cambio a favor de la privacidad que permitirá a los usuarios del iPhone decidir qué aplicaciones pueden rastrearlos. Más de 40 000 seguidores de Mozilla han unido su voz para dar las gracias a Apple.
fr: Depuis 2019, Mozilla demande à Apple de prendre une mesure essentielle en matière de protection de la vie privée : empêcher les annonceurs de pouvoir pister les utilisateurs et utilisatrices dans plusieurs applications. Apple vient d’annoncer un changement majeur visant à mieux protéger la vie privée des propriétaires d’iPhone en leur permettant de décider quelles applications peuvent utiliser le pistage. Plus de 40 000 membres de la communauté Mozilla ont souhaité remercier Apple.

# body.9ef0f8ac-9ad5-49c6-a34d-684c27ae1936
source: Since 2019, <a id="a1">Mozilla has been calling on Apple</a> to make a fundamental, privacy-protecting change for all users: eliminating advertisers’ ability to track users across apps. To do this, we’ve asked Apple to reset its Identifier for Advertisers (IDFA), the feature that enables the online version of a salesperson following you from store to store and noting every item you look at. Creepy.
de: Seit 2019 fordert <a id="a1">Mozilla Apple</a> dazu auf, eine grundlegende Veränderung für mehr Datenschutz für alle Nutzer vorzunehmen und Werbetreibende davon abzuhalten, Nutzer über Apps hinweg zu verfolgen. Um das zu erreichen, haben wir Apple darum gebeten, den Identifier for Advertisers (IDFA) – eine Werbe-ID auf dem iPhone – zurückzusetzen, der Ihnen wie eine Art Online-Version eines Verkäufers von App zu App hinterhergeht und notiert, was Sie sich gerade ansehen. Unheimlich.
es: Desde 2019, <a id="a1">Mozilla lleva pidiendo a Apple</a> que aplique un cambio fundamental para la privacidad de todos eliminando la capacidad que tienen los anunciantes de rastrear la actividad de los usuarios a través de las apps. Para ello, hemos solicitado a Apple que restablezca su Identificador para Anunciantes (IDFA), la función que permite la versión online de un vendedor que te sigue de tienda en tienda mientras compras, anotando cada artículo que miras. Pone los pelos de punta, ¿verdad?
fr: Depuis 2019, <a id="a1">Mozilla demande à Apple</a> de prendre une mesure essentielle en matière de protection de la vie privée : empêcher les annonceurs de pouvoir pister les utilisateurs et utilisatrices dans plusieurs applications. Pour cela, nous avons demandé à Apple de réinitialiser son identifiant pour les annonceurs (IDFA), une fonctionnalité qui permet aux annonceurs de vous pister comme si un vendeur ou une vendeuse vous suivait partout dans les rayons en notant quels produits vous regardez. Flippant, pas vrai ?

# body.9ef0f8ac-9ad5-49c6-a34d-684c27ae1936
source: In recent months, <a id="a1">Apple committed to give users more control of their privacy</a> and <a id="a2">just announced</a> that this important change known as App Tracking Transparency will be enabled by default on iOS in early spring. <b>It’s a huge win for consumer privacy</b>. More than 40,000 Mozilla supporters joined together to thank Apple and say “stand strong.”
de: Apple hat in <a id="a1">den letzten Monaten versprochen, Nutzern mehr Kontrolle über den Schutz ihrer Daten zu geben</a> und <a id="a2">gab kürzlich bekannt,</a> dass diese wichtige Änderung, genannt App-Tracking-Transparenz, noch im Frühjahr eine Standardeinstellung für iOS werden soll. <b>Das ist ein großer Gewinn für den Verbraucherschutz.</b> Über 40.000 Unterstützer von Mozilla haben sich zusammengetan, um Apple zu danken und das Unternehmen zum Durchhalten zu ermutigen.,
es: En los últimos meses, <a id="a1">Apple se ha comprometido a dar más control a los usuarios sobre su privacidad</a> y <a id="a2">acaba de anunciar</a> que este cambio tan importante denominado App Tracking Transparency se activará por defecto en iOS a principios de primavera. <b>Se trata de una gran victoria a favor de la privacidad de los consumidores.</b> Más de 40 000 seguidores de Mozilla se han unido para dar las gracias a Apple y pedirles que se "mantuvieran firmes".
fr: Ces derniers mois, <a id="a1">Apple s’est engagé à permettre aux utilisateurs et utilisatrices de mieux contrôler leur vie privée</a> et l’entreprise <a id="a2">vient d’annoncer</a> que ce changement majeur, baptisé « App Tracking Transparency » (transparence sur le pistage dans les applications), sera activé par défaut sur iOS dès le début du printemps. <b>C’est une immense victoire en matière de confidentialité pour les consommateurs et consommatrices.</b> Plus de 40 000 membres de la communauté Mozilla ont souhaité remercier Apple et l’encourager à tenir bon.

# body.9ef0f8ac-9ad5-49c6-a34d-684c27ae1936
source: As you can imagine, ‘petition deliveries’ are a little different during a pandemic, so we created this video instead of an in-person delivery. Watch it now:
de: Auch die Übergabe einer Petition läuft in Zeiten einer Pandemie anders als gewohnt. Deshalb findet sie nicht persönlich sondern mit diesem Video statt, das wir erstellt haben. Jetzt ansehen:
es: Como puedes imaginar, la pandemia lo está cambiando todo, por lo que hemos creado este vídeo para poder hacer entrega de la petición en un formato no presencial. Míralo ahora:
fr: Comme vous pouvez l’imaginer, la remise des signatures d’une pétition doit s’organiser différemment en raison de la pandémie. C’est pourquoi nous avons créé cette vidéo au lieu d’effectuer une remise en main propre. Découvrez-la :

# body.fefcce58-7391-46e9-ba96-1d10f48c7067
source: Even if you didn’t sign the petition, you can help spread the word by sharing the video now. <b>Apple may be the first, but we don’t want them to be the last.</b> By demonstrating strong support from users for this change, we can support Apple and others in strengthening user privacy.
de: Auch wenn Sie die Petition nicht selbst unterschrieben haben, können Sie helfen, indem Sie das Video teilen. <b>Apple hat den Anfang gemacht, aber wir wollen, dass andere folgen und auch auf mehr Datenschutz setzen.</b> Indem wir uns als Verbraucher zusammentun und diese Änderung unterstützen, können wir Apple und andere Unternehmen dabei helfen, den Verbraucherschutz zu verbessern.
es: Aunque no hayas firmado la petición, puedes contribuir a hacer correr la voz compartiendo el vídeo ahora. <b>Apple puede ser la primera compañía en dar el paso, pero no queremos que sea la última en hacer cambios importantes a favor de la privacidad.</b> Si los usuarios se muestran fuertes y unidos para aplicar este cambio, podemos ayudar a que Apple, y otras compañías, refuercen la privacidad del usuario.
fr: Même si vous n’avez pas signé la pétition, vous pouvez nous aider à relayer l’information en partageant la vidéo. <b>Apple est peut-être la première entreprise à adopter une telle mesure de protection de la confidentialité, mais nous ne voulons pas qu’elle soit la dernière.</b> En montrant une forte adhésion à ce changement, nous pouvons encourager Apple et d’autres entreprises qui souhaitent renforcer le contrôle de la confidentialité des utilisateurs et utilisatrices.

# body.26845a31-96f8-4ddb-9064-62ab4bfa065e.label
source: Tweet
de: Twittern
es: Tuitear
fr: Tweeter

# body.26845a31-96f8-4ddb-9064-62ab4bfa065e.URL
source: http://share.mozilla.org/352/214269/twitter
de: http://share.mozilla.org/352/214503/twitter
es: http://share.mozilla.org/352/214500/twitter
fr: http://share.mozilla.org/352/214497/twitter

# body.16d66ed4-1ef7-411f-bf15-e72e39c37cc0.label
source: Post on Facebook
de: Auf Facebook posten
es: Publicar en Facebook
fr: Partager sur Facebook

# body.16d66ed4-1ef7-411f-bf15-e72e39c37cc0.URL
source: http://share.mozilla.org/352/214270/facebook
de: http://share.mozilla.org/352/214504/facebook
es: http://share.mozilla.org/352/214501/facebook
fr: http://share.mozilla.org/352/214498/facebook

# body.f00e2feb-f85f-4a6d-97f1-e8d029ef4fac.label
source: Send an email
de: Via E-Mail senden
es: Enviar un correo
fr: Envoyer un courriel

# body.f00e2feb-f85f-4a6d-97f1-e8d029ef4fac.URL
source: http://share.mozilla.org/352/214271/email
de: http://share.mozilla.org/352/214506/email
es: http://share.mozilla.org/352/214502/email
fr: http://share.mozilla.org/352/214499/email

# title
source: Thank you, Apple for Standing Strong for Privacy.
de: Danke, Apple, für den Einsatz für mehr Datenschutz.
es: Gracias, Apple por manteneros firmes a favor de la privacidad.
fr: Merci, Apple, de défendre la confidentialité.
