Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/thank-you.po
Languages: es, fr

# search_description
source: Celebrating the impact of the movement in 2022, and the supporters that made it possible.
es: Celebramos la repercusión del movimiento en 2022 y a los simpatizantes que lo hicieron posible.
fr: Célébrons l’impact du mouvement en 2022 et les soutiens qui l’ont rendu possible.

# body.b9732a8c-1935-4579-8a2b-b1c824d0e4cc
source: On behalf of the whole Mozilla Foundation, we want to thank you for helping make the internet a better place for all in 2022.
es: En nombre de toda la Fundación Mozilla, queremos agradecer tu apoyo para lograr que Internet fuera un mejor lugar para todos en 2022.
fr: Toute la Fondation Mozilla souhaite vous remercier d’avoir aidé à faire d’Internet un endroit plus agréable pour toutes et tous en 2022.

# body.b9732a8c-1935-4579-8a2b-b1c824d0e4cc
source: Here are just a few of the people and projects that you helped support in the last year.
es: A continuación mencionamos a algunas de las personas y los proyectos que ayudaste a apoyar el año pasado.
fr: Voici une partie des personnes et des projets que vous avez contribué à soutenir au cours de l’année qui vient de s’écouler.

# body.f58951bf-d3af-4daa-b797-0f4198682350.caption
source: Mozilla Fellow Odanga Madung is combatting election misinformation online in Kenya
es: Odanga Madung, investigador de Mozilla, lucha contra la desinformación electoral en Kenia.
fr: Odanga Madung, bénéficiaire de bourse Mozilla, combat la désinformation en ligne sur les élections au Kenya

# body.31e31b6f-3e5d-48ad-a00b-2bd4670ae7e9.quote
source: This idea that you can just build a social network platform from your cozy office in Silicon Valley or Beijing and have it spread around the world without it having any consequence on society is wrong. It’s a pipe dream.
es: Esta idea de que se puede construir la plataforma de una red social desde la comodidad de tu oficina en Silicon Valley o Pekín y lanzarla al mundo entero sin que ello tenga consecuencias para la sociedad es una falacia, un sueño de opio.
fr: L’idée que vous pouvez simplement créer une plateforme de réseau social depuis votre bureau dans la Silicon Valley ou à Pékin et la diffuser dans le monde entier sans aucune conséquence sur la société est complètement erronée. C’est un vœu pieux.

# body.31e31b6f-3e5d-48ad-a00b-2bd4670ae7e9.attribution_info
source: Mozilla Fellow Odanga Madung is combatting election misinformation online in Kenya
es: Odanga Madung, investigador de Mozilla, lucha contra la desinformación electoral en Kenia
fr: Odanga Madung, bénéficiaire de bourse Mozilla, combat la désinformation en ligne sur les élections au Kenya

# body.3092c412-c417-427e-b160-22db0c9b3502.altText
source: portrait of Alex Argüelles
es: foto de Alex Argüelles
fr: portrait d’Alex Argüelles

# body.3092c412-c417-427e-b160-22db0c9b3502.caption
source: Mozilla Fellow Alex Argüelles
es: Alex Argüelles, investigador de Mozilla
fr: Alex Argüelles, bénéficiaire de bourse Mozilla

# body.7d2bb5fe-d8d9-4ff9-b6f1-042fe2fc01f0.quote
source: My work has always been about listening to what activists and human rights defenders need and trying to build bridges for them to expand their skills and harness knowledge.
es: Mi labor siempre ha consistido en estar atento a lo que necesitan tanto los activistas como los defensores de los derechos humanos e intentar tenderles puentes para que aumenten sus destrezas y aprovechen sus conocimientos.
fr: Mon travail a toujours consisté à comprendre les besoins des activistes et défenseur·e·s des droits humains et à essayer de leur faire gagner de nouvelles compétences et connaissances.

# body.7d2bb5fe-d8d9-4ff9-b6f1-042fe2fc01f0.attribution_info
source: Mozilla Fellow Alex Argüelles, from Mexico, is helping marginalized communities fight digital violence and gain representation
es: Alex Argüelles, investigador mexicano de Mozilla, ayuda a las comunidades marginadas a combatir la violencia digital y lograr representatividad
fr: Alex Argüelles, bénéficiaire de bourse Mozilla originaire du Mexique, aide les communautés marginalisées à combattre la violence numérique et à être mieux représentées.

# body.aabe8804-53b8-495e-a160-f9ee9d5dc9f5
source: Anouk Ruhaak creates new models of data governance for the public good.
es: Anouk Ruhaak crea nuevos modelos de gobernanza de datos para el bienestar ciudadano.
fr: Anouk Ruhaak crée de nouveaux modèles de gouvernance des données d’intérêt public.

# body.aabe8804-53b8-495e-a160-f9ee9d5dc9f5
source: As an architect and advocate of data trusts, she promotes governance models that safeguard privacy and protect society from the negative externalities of data sharing.
es: Su objetivo como arquitecta y defensora de fideicomisos de datos es fomentar aquellos modelos de gobernanza que salvaguarden la privacidad de las personas y protejan a la sociedad de las externalidades negativas derivadas del intercambio de datos.
fr: En tant qu’architecte et adepte du concept de tiers de confiance en matière de données, elle défend des modèles de gouvernance qui garantissent la confidentialité et protègent la société des externalités négatives liées au partage de données.

# body.fa57b1ac-ecb5-40f1-94a3-24373b8d7c56.altText
source: Jessica Chemali, Mozilla Fellow
es: Jessica Chemali, investigadora de Mozilla
fr: Jessica Chemali, bénéficiaire de bourse Mozilla

# body.90b9eb96-51ca-45f0-9913-df5c53aa8e42.quote
source: I decided I wanted to be involved in civil society in my home country, and the idea of advocacy, and of making change happen.
es: Decidí que quería involucrarme en la sociedad civil de mi país natal y comprometerme con la idea del activismo, de promover el cambio.
fr: J’ai décidé de m’impliquer dans la société civile de mon pays d’origine, autour de l’idée de la défense des droits pour faire changer les choses.

# body.90b9eb96-51ca-45f0-9913-df5c53aa8e42.attribution_info
source: Jessica Chemali, Mozilla Fellow
es: Jessica Chemali, investigadora de Mozilla
fr: Jessica Chemali, bénéficiaire de bourse Mozilla

# body.63fd17f5-6e96-465e-a0c6-e0af144f3e65.altText
source: AI-in-real-life
es: La IA en la vida real
fr: IA-dans-la-vraie-vie

# body.63fd17f5-6e96-465e-a0c6-e0af144f3e65.caption
source: Bridget Todd partnered with Mozilla to host “AI in Real Life”
es: Bridget Todd se asoció con Mozilla para presentar “AI in Real Life”
fr: Bridget Todd s’est associée à Mozilla pour présenter « L’IA dans la vraie vie »

# body.44c65134-38b8-48e5-ac34-7a989e3e8058
source: A Shorty Impact Award
es: Un podcast premiado
fr: Récompensé par un Shorty Impact Award

# body.44c65134-38b8-48e5-ac34-7a989e3e8058
source: Bridget Todd partnered with Mozilla to host “AI in Real Life” - a Shorty Impact Award-winning podcast. 2022.internethealthreport.org
es: Bridget Todd se asoció con Mozilla para presentar “AI in Real Life” - un podcast galardonado con el Shorty Impact Award en 2022.

# body.d6cbccc3-25f7-4a71-bf50-b063f6644856.caption
source: listen to this awesome clip of cool stuff
es: escucha este clip increíble, lleno de material interesante
fr: écoutez cet extrait plein de bonnes choses

# body.dacd50e5-fcce-448f-983c-79ed73c8dfab.altText
source: YouTube User Controls study
es: Estudio sobre la eficiencia de los controles de YouTube
fr: Étude sur les contrôles d’utilisation de YouTube

# body.78c0ab6c-3ce7-4ff1-b37c-f41850949a37
source: YouTube User Controls study
es: Estudio sobre la eficiencia de los controles de YouTube
fr: Étude sur les contrôles d’utilisation de YouTube

# body.78c0ab6c-3ce7-4ff1-b37c-f41850949a37
source: Powered by 22,722 volunteers, Mozilla scrutinized YouTube to determine how much control people actually have over the platform’s recommendation algorithm. Turns out they don’t have much control at all. <a id="a1">Read more here</a>
es: Con la ayuda de 22 722 voluntarios, Mozilla escudriñó YouTube para averiguar qué tanto control tienen realmente las personas sobre el algoritmo de recomendaciones de la plataforma. Resulta que prácticamente no tienen control alguno. <a id="a1">Lee más aquí</a>
fr: Aidée par 22 722 bénévoles, Mozilla a enquêté sur YouTube afin de déterminer à quel point les internautes peuvent contrôler l’algorithme de recommandation de la plateforme. Il s’avère que nous ne pouvons rien contrôler du tout. <a id="a1">Découvrez-en plus</a>

# body.36e446dc-a2f2-40d1-a7ec-0647d3efe6c5
source: Privacy Not Included
es: Privacidad no incluida
fr: Confidentialité non incluse

# body.36e446dc-a2f2-40d1-a7ec-0647d3efe6c5
source: Our popular connected products buying guide *Privacy Not Included released two important updates this year: a guide to mental health apps, and a review of reproductive health apps.
es: Nuestra popular guía de productos conectados, *Privacidad no incluida, dio a conocer dos actualizaciones importantes este año: una guía sobre aplicaciones de salud mental y un análisis de las aplicaciones sobre salud reproductiva.
fr: Notre guide d’achat de produits connectés *Confidentialité non incluse a connu deux évolutions importantes cette année : un guide des applications de santé mentale et des évaluations des applications de santé reproductive.

# title
source: Thank you
es: Gracias
fr: Merci

# body.3b551e51-9bde-49cc-b079-4a871e2daded.altText
source: PNI
fr: CNI
