Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/the-politics-of-language-the-controversial-origin-story-of-kiswahili-sanifu-and-considerations-for-building-language-technology.po
Languages: sw

# body.d1546980-1bb2-4859-b95f-ef553ec1f5e1
source: Kiswahili is Africa’s most spoken language and in the <a id="a1">top 10 most widely spoken</a> languages in the world. With more than 200 million speakers already, interest in the language will likely increase, with the United Nations recently declaring 7 July as the <a id="a2">World Kiswahili language day</a> - the first African language to be recognised in this way. Yet even as the language proliferates, its origin story is still greatly debated and the colonial influences apparent in this origin story often overlooked.
sw: Kiswahili ni lugha inayozungumzwa zaidi barani Afrika na kipo miongoni mwa <a id="a1">lugha 10 zinazozungumzwa zaidi</a> ulimwenguni. Tayari kikiwa na wazungumzaji zaidi ya milioni 200, mvuto wa lugha hii huenda ukaongezeka, kufuatia Shirika la Umoja wa Mataifa la Elimu Sayansi na Utamaduni (UNESCO) kutangaza hivi karibuni tarehe 7 Julai kuwa <a id="a2">siku ya lugha ya Kiswahili Duniani</a> - lugha ya kwanza ya Kiafrika kutambuliwa kwa njia hii. Ingawa lugha inaendelea kukua kwa kasi, hadithi ya asili yake bado inajadiliwa sana na athari za kikoloni zinazojitokeza katika hadithi hii ya asili mara nyingi hazizingatiwi.

# body.d1546980-1bb2-4859-b95f-ef553ec1f5e1
source: Given our efforts to build a Kiswahili dataset on <a id="a1">Mozilla Common Voice</a>, as well as training automatic speech recognition models for the language, we sought to engage a team of Kiswahili linguists and language experts. Between September and November of 2021, we organised a “Linguists’ Engagement” seeking to interrogate whether linguistics studies of the language have codified the diversity of different Kiswahili speakers. Our main intention from the interaction was to learn what key factors of the language we would need to keep in mind to ensure our work is inclusive and able to serve the diversity of Kiswahili speakers that exists. It greatly surprised us that beyond identifying accents, dialects and language variants, the colonial history of the East African coast as well as the history of the Swahili people and the Kiswahili language presented socio-linguistic learnings that are now core to how we view inclusive building of the Kiswahili dataset on Common Voice.
sw: Kwa kuzingatia juhudi zetu za kuunda seti ya data ya Kiswahili kwenye <a id="a1">Mozilla Common Voice</a>, pamoja na kutoa mafunzo kwa miundo ya kiotomatiki ya utambuzi wa usemi wa lugha hii, tulijitahidi kushirikisha timu ya wanaisimu wa Kiswahili na wataalamu wa lugha. Kati ya Septemba na Novemba 2021, tuliandaa warsha ya “Ushirikiano wa Wanaisimu” tukitaka kuhoji iwapo tafiti za isimu katika lugha hii zimeratibu uanuwai wa wazungumzaji mbalimbali wa Kiswahili. Nia yetu kuu kutokana na mdahalo huu ilikuwa kujifunza ni mambo gani muhimu ya lugha ambayo tungehitaji kuzingatia ili kuhakikisha kazi yetu ni jumuishi na inayoweza kuhudumia anuwai iliyopo ya wazungumzaji wa Kiswahili. Ilitushangaza sana kwamba zaidi ya kubainisha lafudhi, lahaja na uanuwai wa lugha, historia ya ukoloni wa mwambao wa pwani ya Afrika Mashariki pamoja na historia ya Waswahili na lugha ya Kiswahili iliwasilisha mafunzo ya isimu-jamii ambayo sasa ni msingi wa jinsi tunavyotazama suala la ujenzi jumuishi wa seti ya data ya Kiswahili kwenye Common Voice.

# body.d1546980-1bb2-4859-b95f-ef553ec1f5e1
source: There are two main origin stories of the Kiswahili language.
sw: Kuna hadithi kuu mbili za asili ya lugha ya Kiswahili.

# body.d1546980-1bb2-4859-b95f-ef553ec1f5e1
source: The<b> first</b> is that <a id="a1">Kiswahili is a pidgin, or creole, of Arabic and Bantu languages</a> and that it came about when the Arabs came to Eastern Africa (EA) for trade purposes and began interacting with locals, who were Bantu speakers, in the 19th century. As author Francis Nesbitt <a id="a2">writes</a>:
sw: Ya kwanza ni kwamba <a id="a1">Kiswahili ni pijini au krioli, ya lugha za Kiarabu na Kibantu</a> na kwamba kilichimbuka pale Waarabu walipokuja Afrika Mashariki (EA) kwa madhumuni ya biashara na kuanza kuingiliana na wenyeji, ambao walikuwa wazungumzaji wa Kibantu, katika karne ya 19. Kama mwandishi Francis Nesbitt <a id="a2">anavyoandika</a>:

# body.9a1e2ddc-0a14-47d8-b42b-725ac2a95bb5.quote
source: Linguistic studies show that situations of contact, where two linguistic communities interact, lead to the emergence of pidgins (simplified registers) that allow the two or more distinct linguistic groups to communicate.
sw: Tafiti za kiisimu zinaonyesha kuwa hali za mawasiliano, ambapo jamii mbili za lugha huingiliana, husababisha kuibuka kwa pijini (rejista zilizorahisishwa) ambazo huruhusu vikundi viwili vya lugha tofauti kuwasiliana.

# body.f9918091-31bb-42c0-aa03-7869e54aa8a1
source: Further to this theory, is that Kiswahili is a pidgin or a mixture that includes several other languages; Portuguese, Indian and Persian, as these are some of the other nationalities that were present along the EA coast, at the same time, for trading purposes. The language has a significant number of borrowed words, which supports this theory; ‘meza’, the Kiswahili word for table, is of Portuguese origin and ‘chapati’ is a Kiswahili word of Indian origin.
sw: Zaidi ya nadharia hii, ni kwamba Kiswahili ni pijini au lugha chotara inayojumuisha lugha nyingine kadhaa; Kireno, Kihindi na Kiajemi, kwa kuwa hawa ni baadhi ya raia wengine ambao walikuwepo kwenye pwani ya Afrika Mashariki, wakati huo huo, kwa madhumuni ya biashara. Lugha hii ina idadi kubwa ya maneno yaliyokopwa, ambayo yanaunga mkono nadharia hii; ‘meza’, neno la Kiswahili la meza, lina asili ya Kireno na ‘chapati’ ni neno la Kiswahili lenye asili ya Kihindi.

# body.f9918091-31bb-42c0-aa03-7869e54aa8a1
source: A<b> second theory</b> states that the term 'Kiswahili' is of Arabic origin, while the language itself is Bantu. That when the Arabs came to EA and found those living there, along the coast, they referred to them as 'Saheel', which is Arabic for ‘the coast’, and that over time this term evolved to become Kiswahili for the language and Swahili (or Waswahili in plural), referencing the people. <a id="a1">Evidence of Kiswahili as a Bantu language</a> dates back to as early as the 2nd century AD in a document called 'Periplus of Erythrean Sea' written by an anonymous Greek author detailing the early expansion of Swahili civilisations towards Somalia, Kenya and Zanzibar.
sw: <b>Nadharia ya pili</b> inaeleza kuwa neno 'Kiswahili' asili yake ni Kiarabu, wakati lugha yenyewe ni Kibantu. Kwamba Waarabu walipokuja Afrika Mashariki na kuwakuta wanaoishi huko, kando ya pwani, waliwaita 'Saheel', ambalo ni neno la 'pwani’ kwa Kiarabu, na kwamba baada ya muda neno hili lilibadilika na kuwa Kiswahili kwa lugha na Mswahili (Waswahili kwa wingi), kuwaashiria watu hao. <a id="a1">Ushahidi wa Kiswahili kama lugha ya Kibantu</a> ulianza tangu karne ya 2 AD katika hati iitwayo 'Periplus of Erythrean Sea' iliyoandikwa na mwandishi wa Kigiriki asiyejulikana jina lake ikielezea kupanuka mapema kwa ustaarabu wa Waswahili kuelekea Somalia, Kenya na Zanzibar.

# body.f9918091-31bb-42c0-aa03-7869e54aa8a1
source: The Standard Kiswahili, or Kiswahili Sanifu, we know today was created through the standardisation of a dialect known as Kiunguja, which originated from the Zanzibar and Pemba Islands of Tanzania. Kiunguja is one of over 23 known dialects of Kiswahili. In the book ‘Machozi Yameniishia’, the poet Mohammed Ghassani, is critical of the choice of Kiunguja as the basis for Kiswahili Sanifu, and many Kiswahili writers and academics share this sentiment. The process was entirely owned by colonial authorities without the involvement of native speakers.
sw: Kiswahili Sanifu tunachokifahamu leo ​​hii kiliundwa kupitia usanifishaji wa lahaja ijulikanayo kwa jina la Kiunguja, ambayo asili yake ni Visiwa vya Zanzibar na Pemba vya Tanzania. Kiunguja ni mojawapo ya lahaja zaidi ya 23 za Kiswahili zinazojulikana. Katika kitabu cha ‘Machozi Yameniishia’, mshairi Mohammed Ghassani, anakosoa chaguo la Kiunguja kuwa msingi wa Kiswahili Sanifu, na waandishi na wasomi wengi wa Kiswahili wana maoni haya. Mchakato huo ulimilikiwa kikamilifu na mamlaka za kikoloni bila kuwashirikisha wazungumzaji asilia.

# body.f9918091-31bb-42c0-aa03-7869e54aa8a1
source: In his book ‘Decolonising the Mind: The Language of African Literature’, Ngugi wa Thiong’o talks about the fact that language is an important tool, both for the coloniser and for the colonised. With the former wielding the weapon and the latter being the object, language is used as a cultural bomb, the effect of which is to:
sw: Katika kitabu chake ‘Decolonising the Mind: The Language of African Literature’, Ngugi wa Thiong’o anazungumzia ukweli kwamba lugha ni nyenzo muhimu, kwa mkoloni na kwa wenyeji. Mkoloni akiitumia kama silaha huku wenyeji wakiwa chombo, lugha inatumika kama bomu la kitamaduni, ambayo athari yake ni:

# body.f9918091-31bb-42c0-aa03-7869e54aa8a1
source: “<i>annihilate a people's belief in their names, in their languages, in their environment, in their heritage of struggle, in their unity, in their capacities and ultimately in themselves. It makes them see their past as one wasteland of non-achievement and it makes them want to distance themselves from that wasteland. It makes them want to identify with that which is furthest removed from themselves, for instance, with other peoples’ languages rather than their own.”</i>
sw: <i>"Kuangamiza imani ya watu katika majina yao, lugha zao, mazingira yao, urithi wao wa mapambano, umoja wao, uwezo wao na hatimaye ndani yao wenyewe. Inawafanya waone maisha yao ya nyuma kama jangwa moja la kutofanikiwa na inawafanya kutaka kujitenga na eneo hilo tasa. Inawafanya kutaka kujihusisha na kile ambacho kimetolewa mbali nao, kwa mfano, na lugha za watu wengine badala ya lugha zao."</i>

# body.f9918091-31bb-42c0-aa03-7869e54aa8a1
source: The efforts to standardise Kiswahili were driven by missionary groups. On one hand, German missionaries who were keen on using the dialects from Mombasa (Kenya), Pate (Kenya) and Tanga (Tanzania), which are areas where they were stationed. On the other hand, English missionaries were keen on using Kiunguja because it was the language where they were stationed, in Zanzibar and neighbouring islands, and therefore the language/dialect they were most familiar with. In 1930 the Inter-territorial Language Committee chose the Zanzibari Kiswahili dialect, Kiunguja, as the source of Standard Kiswahili, a decision influenced by British colonial rule over East African territories.
sw: Juhudi za kusanifisha Kiswahili ziliendeshwa na makundi ya kimishonari. Kwa upande mmoja, wamishonari Wajerumani ambao walikuwa na hamu ya kutumia lahaja kutoka Mombasa (Kenya), Pate (Kenya) na Tanga (Tanzania), ambayo ni maeneo waliyokuwa wamekita kambi. Kwa upande mwingine, wamishonari wa Waingereza walikuwa na hamu ya kutumia Kiunguja kwa sababu ndiyo lugha iliyokuwa ikitumika walikokita kambi - Zanzibar na visiwa vya jirani, na kwa hiyo lugha/lahaja hii ilikuwa ile waliyoifahamu zaidi. Mnamo mwaka wa 1930, Kamati ya Kimaeneo ya Lugha ilichagua lahaja ya Kiswahili ya Kizanzibari, Kiunguja, kuwa chimbuko la Kiswahili Sanifu, uamuzi ulioshawishiwa na utawala wa kikoloni wa Waingereza katika maeneo ya Afrika Mashariki.

# body.f9918091-31bb-42c0-aa03-7869e54aa8a1
source: To ensure the propagation of Kiswahili Sanifu, the Inter-territorial Language (Kiswahili) Committee, made up entirely of Europeans, would approve textbooks used to teach the language in schools. Textbooks were written and reviewed by Europeans and through this, vocabulary changed with some words being shortened and their meaning completely changing. Therefore, the more this language was standardised, the further it drifted away from what native Kiswahili speakers knew as Kiunguja. Some see the standardisation as a tool, once again for the coloniser, to massacre other dialects. Its use and calculated propagation in schools resulted in the reduced use of other related dialects and in a phenomenon known as ‘Linguistic Insecurity’. <a id="a1">Write</a> authors Wilma Bucci and Milton Baxter:
sw: Ili kuhakikisha uenezaji wa Kiswahili Sanifu, Kamati ya Kimaeneo ya Lugha (Kiswahili) iliyoundwa na Wazungu pekee, iliidhinisha vitabu vya kufundishia lugha hiyo shuleni. Vitabu vya kiada viliandikwa na kuhakikiwa na Wazungu na kupitia hili, msamiati ulibadilika na baadhi ya maneno kufupishwa na maana yake kubadilika kabisa. Kwa hivyo, kadri lugha hii ilivyosanifishwa, ndivyo ilivyozidi kuyumba kutoka kile wazungumzaji asilia wa Kiswahili walichokijua kama Kiunguja. Wengine wanaona usanifishaji kama chombo, kwa mara nyingine tena kwa mkoloni, kuangamiza lahaja zingine. Matumizi yake na uenezaji uliokokotolewa shuleni ulisababisha kupungua kwa matumizi ya lahaja nyingine zinazohusiana na hali inayojulikana kama ‘Ukosefu wa Usalama kwa Lugha’. <a id="a1">Wanaandika</a> waandishi Wilma Bucci na Milton Baxter:

# body.6ac87fe0-c3b1-47db-a8e1-ced6582f0084.quote
source: Linguistic insecurity is the negative self-image of a speaker regarding his or her own speech variety or language. It might happen if the speaker compares their phonetic and syntactic characteristics of speech with those characteristics of what is perceived to be correct.
sw: Ukosefu wa usalama kwa lugha ni taswira mbaya ya mzungumzaji kuhusiana na anuwai ya usemi au lugha yake. Inaweza kutokea ikiwa mzungumzaji atalinganisha sifa zake za fonetiki na kisintaksia za usemi na zile sifa zinazochukuliwa kuwa sahihi.

# body.f9e145a0-a116-4152-a8ae-0d3946399685
source: Post-independence, Kiswahili Sanifu has been largely ratified by local populations. It has been used as a national language in Tanzania, Kenya, the DRC and Uganda. It is an official language of the East African Community (EAC) as well as the Southern African Development Community (SADC). In Tanzania, it is used as the medium of instruction in schools. The language has enjoyed great government support in the region, particularly in Tanzania. One of the greatest contributions of Julius Nyerere, the first president of Tanzania, was to push for the growth of Kiswahili in East and Central Africa as he believed that it could promote African unity, as it had done in Tanzania. Kiswahili scholars in EA continue to actively grow the language with literature departments at universities and research bodies continuing to publish new editions of Kiswahili dictionaries. Language bodies such as Baraza la Kiswahili la Taifa (BAKITA) in Tanzania and Chama cha Kiswahili cha Taifa (CHAKITA) in Kenya are responsible for the promotion of the Kiswahili language and publishing houses, notably in Tanzania, contribute to a growing body of literary works in circulation in the language.
sw: Baada ya uhuru, Kiswahili Sanifu kimeidhinishwa kwa kiasi kikubwa na wakazi wa maeneo husika. Kinatumika kama lugha ya taifa nchini Tanzania, Kenya, Jamhuri ya Kidemokrasia ya Kongo (DRC) na Uganda. Ni lugha rasmi ya Jumuiya ya Afrika Mashariki (EAC) pamoja na Jumuiya ya Maendeleo ya Kusini mwa Afrika (SADC). Nchini Tanzania, kinatumika kama njia ya kufundishia shuleni. Lugha hii imepata usaidizi mkubwa wa serikali katika eneo hili, haswa nchini Tanzania. Mojawapo wa mchango mkubwa wa Mwalimu Julius Nyerere, rais wa kwanza wa Tanzania, ilikuwa kushinikiza ukuaji wa Kiswahili Afrika Mashariki na Kati kwani aliamini kuwa kinaweza kukuza umoja wa Afrika, kama ilivyokuwa Tanzania. Wasomi wa Kiswahili Afrika Mashariki wanaendelea kukuza lugha kikamilifu huku idara za fasihi katika vyuo vikuu na mashirika ya utafiti yakiendelea kuchapisha matoleo mapya ya kamusi za Kiswahili. Vyombo vya lugha kama vile Baraza la Kiswahili la Taifa (BAKITA) nchini Tanzania na Chama cha Kiswahili cha Taifa (CHAKITA) nchini Kenya vina wajibu wa kukuza lugha ya Kiswahili na mashirika ya uchapishaji, hasa nchini Tanzania, yanachangia katika ukuaji wa kazi za fasihi.

# body.f9e145a0-a116-4152-a8ae-0d3946399685
source: From linguists and language experts, we learn that building in isolation as technologists, as developers and as NLP researchers, is not the right thing to do. If we proceed without conscious consideration, we risk alienating some of the populations that this digital resources should benefit.
sw: Kutoka kwa wataalamu wa isimu na lugha, tunajifunza kwamba kujenga kwa kujitenga kama wanateknolojia, kama wasanidi programu na watafiti wa NLP, sio jambo sahihi. Iwapo tutaendelea bila kuzingatia kwa uangalifu, tunaweza kuwa katika hatari ya kuwatenga baadhi ya watu ambao rasilimali hizi za kidijitali zinapaswa kuwafaidi.

# body.f9e145a0-a116-4152-a8ae-0d3946399685
source: Within the Common Voice project, our work includes the development of subsets of the Kiswahili dataset that are representative of smaller dialects and variants with the majority of the dataset constituting Kiswahili Sanifu. The main purpose of these subsets is to enable us to quantitatively evaluate how our models and downstream applications perform on demographics that speak related dialects and variants.
sw: Ndani ya mradi wa Common Voice, kazi yetu inajumuisha uundaji wa seti ndogo za seti ya data ya Kiswahili ambazo zinawakilisha lahaja ndogo na lahaja nyingi zinazojumuisha Kiswahili Sanifu. Kusudi kuu la seti hizi ndogo ni kutuwezesha kutathmini kwa kiasi jinsi miundo yetu na programu za mkondo wa chini zinavyofanya kazi kwenye demografia zinazozungumza lahaja zinazohusiana na anuai.

# body.f9e145a0-a116-4152-a8ae-0d3946399685
source: Language is political in its origins, connected to our colonial context, and so in building technologies for under-represented languages, we must work recognising this context. We intend for this quantification of potential bias to be a starting point, and if performance is indeed degraded for certain demographics, we would like to work to make resources available to developers, so that depending on the particular local contexts they are building applications for, they are able to fine-tune/localise so as to improve performance where necessary.
sw: Lugha ni ya kisiasa katika chimbuko lake, iliyounganishwa na muktadha wetu wa ukoloni, na kwa hivyo katika kujenga teknolojia kwa lugha zenye uwakilishi mdogo, lazima tufanye kazi kwa kutambua muktadha huu. Tunakusudia ukadiriaji huu wa upendeleo uwe mahali pa kuanzia, na ikiwa utendakazi kwa hakika umeshushwa hadhi kwa idadi fulani ya watu, tungependa kufanya kazi ili kuwezesha rasilimali zipatikane kwa wasanidi programu, ili kulingana na miktadha mahususi ya eneo wanayoundia programu, wawe na uwezo wa kurekebisha/kujanibisha ili kuboresha utendakazi pale inapobidi.

# body.f9e145a0-a116-4152-a8ae-0d3946399685
source: For a comprehensive write-up on our “Linguists’ Engagement” and subsequent outputs, read our paper, <a id="a1">“Corpus Development of Kiswahili Speech Recognition Test and Evaluation sets, Preemptively Mitigating Demographic Bias Through Collaboration with Linguists”</a>.
sw: Kwa uandishi wa kina kuhusu “Ushirikiano wa Wanaisimu” na matokeo yanayofuatia, soma karatasi yetu, <a id="a1">“Corpus Development of Kiswahili Speech Recognition Test and Evaluation sets, Preemptively Mitigating Demographic Bias Through Collaboration with Linguists”</a>.

# title
source: The Politics of Language: The Controversial Origin Story of Kiswahili Sanifu, and Considerations for Building Language Technology
sw: Siasa za Lugha: Hadithi yenye utata ya Asili ya Kiswahili Sanifu, na Mazingatio ya Kujenga Teknolojia ya Lugha.
