Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/tips-make-your-zoom-gatherings-more-private.po
Languages: de, fr

# body.3cce8b3f-c123-4ee1-8702-4b45e5ed1f06
source: Tips for <b>participating</b> in a Zoom gathering:
de: Tipps für die <b>Teilnahme</b> an Zoom:
fr: Conseils pour <b>participer</b> à une réunion Zoom :

# body.3cce8b3f-c123-4ee1-8702-4b45e5ed1f06
source: Keep video and microphone off by default when joining a meeting
de: Schalten Sie Ihr Video und Mikrofon standardmäßig aus, wenn Sie einem Meeting beitreten
fr: Quand vous rejoignez une réunion, désactivez la vidéo et le microphone par défaut

# body.3cce8b3f-c123-4ee1-8702-4b45e5ed1f06
source: To avoid being caught unaware, or accidentally allowing other participants to overhear a family member who might be talking when you first join a Zoom meeting, turn off the camera and microphone by default. Go to settings and select video then check “Turn off my video when joining a meeting.” Do the same under audio for “Mute microphone when joining a meeting.” That way you can unmute your video and microphone when you’re ready to participate in the meeting.
de: Um zu verhindern, dass es Sie kalt erwischt oder dass Teilnehmer aus Versehen eine private Unterhaltung mit einem Familienmitglied hören, schalten Sie Video und Mikrofon am besten standardmäßig aus. Klicken Sie auf „Einstellungen“ und öffnen Sie die Registerkarte „Video“. Aktivieren Sie „Mein Video beim Betreten einer Besprechung deaktivieren“. Wiederholen Sie diesen Vorgang unter „Audio“ und wählen Sie hier „Mikrofon beim Betreten einer Besprechung stummschalten“. So können Sie Video und Audio freischalten, wenn Sie bereit sind, dem Meeting beizutreten.
fr: Pour éviter de vous faire surprendre ou de permettre accidentellement aux autres participants d’entendre ce que vous dit un membre de votre famille quand vous rejoignez une réunion Zoom, désactivez la caméra et le microphone par défaut. Dans les paramètres, choisissez l’onglet « Vidéo » et sélectionnez « Arrêter ma vidéo en rejoignant une réunion ». Dans l’onglet « Audio », effectuez la même opération en sélectionnant « Couper le microphone lors de la participation à une réunion ». Vous pourrez ainsi activer votre caméra et votre micro quand vous serez prêt·e à participer à la réunion.

# body.1438c805-a29b-4b04-87a5-269bc0c5f883.altText
source: Turn off your video and camera when joining a meeting to protect your privacy
fr: Désactivez votre vidéo et votre caméra lorsque vous rejoignez une réunion pour protéger votre vie privée

# body.66e8b032-e0c4-4b47-ba71-4d8d54e9a9be
source: Stay muted when you’re not speaking
de: Bleiben Sie stummgeschaltet, wenn Sie nicht sprechen
fr: Restez en mode muet quand vous ne parlez pas

# body.66e8b032-e0c4-4b47-ba71-4d8d54e9a9be
source: You can choose when to turn on your video, depending on the culture of the call, and stay muted when not speaking (<a id="a1">pro-tip: you can hit the space-bar to temporarily unmute!</a>) Note that if you mute yourself, the host can send a request for you to unmute, but cannot unmute you without your permission (a pro-privacy change Zoom made in 2020!)
de: Sie können entscheiden, wann Sie Ihr Video einschalten möchten, je nach Art des Meetings und stummgeschaltet bleiben, wenn Sie nicht sprechen (<a id="a1">Profitipp: durch Drücken der Leertaste können Sie die Stummschaltung vorübergehend aussetzen!</a>) Haben Sie Ihr Mikrofon auf lautlos gestellt, kann der Host Sie bitten, das Mikrofon auf laut zu stellen. Er hat jedoch nicht die Möglichkeit, Sie ohne Ihre Zustimmung auf laut zu stellen (eine Änderung für mehr Datenschutz, die Zoom 2020 vorgenommen hat).
fr: Vous pouvez choisir d’activer ou non votre vidéo, selon la nature de la réunion, et rester en mode muet quand vous ne parlez pas (<a id="a1">astuce : vous pouvez réactiver temporairement le micro en appuyant sur la barre espace !</a>). Si vous activez le mode muet, l’hôte peut vous demander de le désactiver, mais ne peut pas le faire à votre place sans votre autorisation. Cette amélioration en matière de confidentialité a été mise en place par Zoom en 2020 !

# body.66e8b032-e0c4-4b47-ba71-4d8d54e9a9be
source: Protect the privacy of your home
de: Nutzen Sie einen virtuellen Hintergrund
fr: Protégez l’intimité de votre domicile

# body.66e8b032-e0c4-4b47-ba71-4d8d54e9a9be
source: Try to position yourself so that there’s a blank wall behind you during Zoom calls. If that’s not feasible, you can set up a virtual background to keep your home space private. As Consumer Reports points out, <a id="a1">screenshots or recordings from Zoom chats could exist long past your meeting</a>, and there could be numerous reasons you wouldn’t want that glimpse into your home to live on in perpetuity. While this option may not be available on all systems, if it is, you should see three standard Zoom backgrounds. <a id="a2">Click here for a Firefox-themed option you can use</a>. You can also find lots of options around the web, including on <a id="a3">Canva</a>, where you can add your own flair.
de: Schützen Sie die Privatsphäre Ihres Zuhauses, indem Sie einen virtuellen Hintergrund benutzen. Wie aus Verbraucherberichten hervorgeht, <a id="a1">können Bildschirmfotos oder Aufnahmen aus Zoom Chats noch lange nach dem Ende Ihres Meetings existieren</a>, und es gibt viele Gründe, warum Sie diesen Einblick in Ihr Zuhause nicht bis in alle Ewigkeit fortbestehen lassen sollten. Zwar ist diese Option möglicherweise nicht für alle Systeme erhältlich, aber Sie sollten drei Standard-Hintergründe von Zoom sehen. <a id="a2">Für eine Option mit Firefox-Thema klicken Sie einfach hier.</a> Im Internet gibt es natürlich viele Optionen, wie zum Beispiel <a id="a3">Canva</a>, wo Sie Ihre Kreativität ausleben können.
fr: Essayez de vous positionner devant un mur blanc pendant vos réunions Zoom. Si ce n’est pas possible, vous pouvez configurer un arrière-plan virtuel pour protéger l’image de votre logement. Consumer Reports indique que <a id="a1">des captures d’écran ou des enregistrements des chats Zoom peuvent subsister longtemps après votre réunion</a>, et vous pourriez avoir de bonnes raisons de vouloir éviter que cet aperçu de votre logement soit sauvegardé indéfiniment. L’option d’arrière-plan virtuel n’est peut-être pas disponible pour tous les systèmes, mais si vous y avez accès, vous pouvez choisir parmi trois arrière-plans Zoom. <a id="a2">Ou bien cliquez ici pour accéder à un arrière-plan Firefox</a>. Vous pouvez aussi trouver de nombreuses options sur le Web, notamment sur <a id="a3">Canva</a>, qui vous permet d’ajouter une touche personnelle.

# body.5ee28512-1647-43c7-b580-85677e1a82b0.altText
source: How to set up a virtual background
fr: Comment configurer un arrière-plan virtuel

# body.c643cb14-1973-4029-9f97-e665d5f40e93
source: Be careful of what you type in chat
de: Schreiben Sie mit Bedacht
fr: Faites attention à ce que vous racontez dans le chat

# body.c643cb14-1973-4029-9f97-e665d5f40e93
source: You should know that Zoom chats can be automatically saved and stored, or manually saved by your host. <a id="a1">This could potentially include direct chats to another individual on the call.</a> Separately, chats can also be saved along with a Zoom recording and could be visible to many if that recording is shared.<br/><br/>We encourage you to get informed about Zoom’s security and privacy features and <a id="a2"><b>read more about what we are doing to advocate for even stronger controls here</b></a> — especially if you’re an account administrator or can turn off certain functions for an enterprise Zoom subscription.<br/><br/>Here at Mozilla we work to hold companies to account, to make privacy the default, and to ensure strong security standards. Stay tuned for more updates on how to maximize privacy and security when video conferencing.
de: Sie sollten sich darüber im Klaren sein, das Zoom Chats automatisch gespeichert und aufbewahrt oder manuell von Ihrem Host gespeichert werden können. <a id="a1">Das könnte auch direkte (persönliche) Nachrichten betreffen, die Sie während des Calls mit einem anderen Teilnehmer geschrieben haben.</a> Außerdem können Chats zusammen mit einer Zoom Aufnahme gespeichert werden. Wird diese geteilt, hätten eventuell viele Zugriff darauf.<br/><br/> Informieren Sie sich über die Sicherheits- und Datenschutz-Features von Zoom und <a id="a2"><b>lesen Sie hier, was wir tun, um noch strengere Kontrollen einzufordern</b></a> – insbesondere, wenn Sie ein Kontoverantwortlicher sind oder bestimmte Einstellungen für ein Zoom Abonnement für Unternehmen ausschalten können.<br/><br/> Wir bei Mozilla ziehen Unternehmen zur Verantwortung und setzen uns dafür ein, dass Datenschutz und starke Sicherheitsstandards selbstverständlich werden. Bleiben Sie auf dem Laufenden mit mehr Informationen darüber, wie Sie in Videokonferenzen auf Datenschutz und Sicherheit setzen können.
fr: Il est important de savoir que les chats Zoom peuvent être automatiquement sauvegardés et stockés, ou enregistrés manuellement par votre hôte. <a id="a1">Les conversations en direct avec une autre personne qui participe à l’appel peuvent potentiellement être aussi concernées.</a> Les chats peuvent également être sauvegardés avec un enregistrement de la réunion Zoom et de nombreuses personnes pourraient y accéder si l’enregistrement en question est partagé.<br/><br/> Nous vous encourageons à vous informer sur les fonctionnalités de Zoom liées à la sécurité et à la confidentialité, et à <a id="a2"><b>cliquer ici pour en apprendre plus sur les actions que nous menons pour demander encore plus de contrôles</b></a>, surtout si vous êtes responsable d’un compte Zoom d’entreprise ou si vous pouvez y désactiver certaines fonctionnalités.<br/><br/> Chez Mozilla, nous travaillons dur pour mettre les entreprises face à leurs responsabilités, faire du respect de la vie privée une norme et garantir des standards de sécurité élevés. Restez à l’affût de nos prochaines communications pour plus de conseils pour améliorer votre sécurité et protéger votre vie privée quand vous participez à des visioconférences.

# title
source: Tips to Make Your Zoom Gatherings More Private (Updated)
de: Wie private Zoom Meetings privat bleiben (aktualisiert)
fr: Conseils pour améliorer la confidentialité de vos réunions Zoom (mis à jour)
