Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/tips-make-your-zoom-gatherings-more-private.po
Languages: de, fr

# seo_title
source: Protect yourself from being "Zoombombed" and other tips for Zoom privacy
de: Wie Sie ungewollte Besucher bei Zoom vermeiden und andere Tipps zum Datenschutz mit Zoom
fr: Protégez-vous contre le « Zoombombing » et autres conseils pour préserver votre vie privée sur Zoom

# search_description
source: With millions of people using Zoom to stay connected, it's important to know how to keep your video gatherings as private and secure as you can. That's why Mozilla has compiled recommendations and steps you can take – both as a host and a participant – to help protect your own privacy as well as that of others.
fr: Avec des millions de personnes qui utilisent Zoom pour rester en contact, il est important de savoir comment garder vos réunions vidéo aussi privées et sécurisées que possible. C’est pourquoi Mozilla a compilé des recommandations et des mesures que vous pouvez prendre (en tant qu’hôte ou participant) pour vous aider à protéger votre propre vie privée ainsi que celle des autres.

# body.5c6c7141-a66a-4321-91a6-e2658d703204
source: Originally published April 3, 2020, Updated January 26, 2021
de: Ursprünglich veröffentlicht: 3. April 2020. Überarbeitet: 26. Januar 2021.
fr: Première publication le 3 avril 2020, mise à jour le 26 janvier 2021

# body.5c6c7141-a66a-4321-91a6-e2658d703204
source: <b>On April 8, 2020</b> <a id="a1"><b>Zoom announced</b></a><b> an update that includes a new security button in the host toolbar making three of the recommendations below easier to implement. You’ll need to have the latest version of the Zoom client in order to use the new toolbar. We’ve made a few updates below to reflect the news.</b>
de: <b>Am 8. April 2020 <a id="a1">kündigte Zoom</a> ein Update an, das einen Sicherheits-Button in der Toolbar des Hosts umfasst, der drei unserer Empfehlungen unten leichter umsetzbar machen dürfte. Um diese neue Toolbar nutzen zu können, müssen Sie die neuste Version des Zoom Client installieren. Wir haben im Folgenden diesbezüglich ein paar Updates vorgenommen.</b>
fr: <b>Le 8 avril 2020, Zoom <a id="a1">a annoncé</a> une mise à jour qui ajoute un nouveau bouton Sécurité dans la barre d’outils de l’hôte d’une réunion, ce qui facilite la mise en œuvre de trois des conseils ci-dessous. Vous devez disposer de la dernière version du client Zoom pour utiliser la nouvelle barre d’outils. Cet article a été mis à jour pour correspondre à ces changements.</b>

# body.5c6c7141-a66a-4321-91a6-e2658d703204
source: 10 months into the global pandemic, many of us have become very familiar with Zoom, but whether you join dozens of Zoom meetings a week, or only the occasional Zoom party with friends, we could all benefit from checking up on our Zoom privacy and security settings.
de: Nach zehn Monaten in einer globalen Pandemie kennen viele von uns Zoom ziemlich gut. Aber ganz gleich, ob Sie jede Woche dutzende Zoom-Meetings haben oder nur ab und zu mit Freunden welche abhalten: Wahrscheinlich wäre es für uns alle gut, sich unsere Datenschutz- und Sicherheitseinstellungen genauer anzusehen.
fr: Depuis maintenant 10 mois, le monde est touché par la pandémie de coronavirus, et nombre d’entre nous sommes désormais familiarisé·e·s avec Zoom. Mais, quelle que soit notre utilisation de Zoom (participer à des dizaines de réunions par semaine ou le lancer de temps en temps pour l’apéro), nous pourrions toutes et tous bénéficier d’une petite vérification de nos paramètres de confidentialité et de sécurité sur Zoom.

# body.5c6c7141-a66a-4321-91a6-e2658d703204
source: Last year as millions of people started working, socializing and exercising on a platform originally intended as an enterprise tool. As a result lots of questions about Zoom’s privacy and security surfaced. Researchers discovered a few <a id="a1">privacy issues and deficiencies</a>, but Zoom was responsive and worked to quickly address<a id="a2"> them</a>.
de: Seit letztem Jahr nutzen Millionen von Menschen Zoom für die Arbeit, den Sport oder Treffen mit Freunden, dabei war die Plattform ursprünglich für Unternehmen gedacht. Das hatte zur Folge, dass der Datenschutz und die Sicherheit von Zoom in Frage gestellt wurden. Forscher entdeckten einige <a id="a1">Probleme und Mängel in Bezug auf den Datenschutz</a>, aber Zoom ging schnell darauf ein und konnte <a id="a2">sie beheben</a>.
fr: L’année dernière, des millions de personnes ont commencé à travailler, à se retrouver et à faire du sport en utilisant cette plateforme, initialement conçue comme un outil pour les entreprises. Cette utilisation massive a fait émerger certaines questions sur la sécurité et le respect de la confidentialité de Zoom. Des chercheurs et chercheuses ont découvert des <a id="a1">problèmes et des manquements en matière de confidentialité</a>, mais Zoom a fait preuve de réactivité et les a rapidement <a id="a2">réglés</a>.

# body.5c6c7141-a66a-4321-91a6-e2658d703204
source: While some privacy concerns relate to <a id="a1">platform vulnerabilities</a>, <b>others are related to host and participant settings, so here are steps you can take</b> – both as a host and a participant – to help protect your own privacy as well as that of others.
de: Während einige Bedenken sich auf <a id="a1">Schwachstellen der Plattform beziehen</a>, <b>hängen andere mit den Einstellungen des Hosts oder der Teilnehmer zusammen. Hier also einige Dinge, die Sie unternehmen können</b> – sowohl als Host als auch als Teilnehmer –, um Ihre und die Daten anderer zu schützen.
fr: Certains problèmes de confidentialité concernent des <a id="a1">failles de sécurité de la plateforme elle-même</a>, <b>mais d’autres sont liés aux paramètres concernant les hôtes et les participants. C’est pourquoi nous vous proposons des conseils à appliquer, que vous soyez hôte ou participant·e</b>, pour mieux protéger votre vie privée et celle des autres.

# body.5c6c7141-a66a-4321-91a6-e2658d703204
source: Tips for <b>hosting</b> a Zoom gathering:
de: Tipps für <b>Hosts</b> von Zoom Meetings:
fr: Conseils pour <b>l’hébergement</b> d’une réunion Zoom :

# body.5c6c7141-a66a-4321-91a6-e2658d703204
source: Use your account with the latest version of Zoom
de: Nutzen Sie Ihr Konto mit der neusten Version von Zoom
fr: Utilisez votre compte avec la dernière version de Zoom

# body.5c6c7141-a66a-4321-91a6-e2658d703204
source: <a id="a1">Sign-in</a> and <a id="a2"><b>update to the latest version of the Zoom client or app.</b></a> This will give you access to the meetings that are available to invited participants and ensure that your system has up-to-date security patches. You can also use a browser version of Zoom, but it does not include all the current features so some of these tips may not work.
de: <a id="a1">Melden Sie sich an</a> und <a id="a2"><b>holen Sie sich die aktuellste Version des Zoom-Client oder der App</b></a>. So wird sichergestellt, dass Sie Meetings auf Einladung beitreten können und Ihr System die neusten Sicherheits-Patches hat. Sie können auch eine Browser-Version von Zoom verwenden, allerdings fehlen dort einige Features, sodass nicht alle unserer Tipps funktionieren.
fr: <a id="a1">Connectez-vous</a> et <a id="a2"><b>mettez à jour le client ou l’application Zoom pour bénéficier de la dernière version</b></a>. Cette opération vous permettra d’accéder aux réunions ouvertes aux participants invités et de vous assurer que les patchs de sécurité de votre système soient à jour. Vous pouvez également utiliser une version de Zoom pour navigateur, mais elle ne propose pas toutes les fonctionnalités disponibles et certaines des mesures décrites ici pourraient ne pas fonctionner.

# body.5c6c7141-a66a-4321-91a6-e2658d703204
source: Use password protection
fr: Utilisez la protection par mot de passe

# body.5c6c7141-a66a-4321-91a6-e2658d703204
source: You can make your meetings <a id="a1">password protected</a> to prevent people from guessing your room ID and joining. Free Basic and single licensed Pro accounts now have password protection on by default. Education accounts enrolled in Zoom’s K-12 program cannot turn off password protection.
de: Sie können Ihre Meetings durch ein <a id="a1">Passwort schützen</a> und so verhindern, dass jemand Ihre Besprechungs-ID errät und ungebeten Ihrem Meeting beitritt. Kostenlose (Basic) und bezahlte (Pro) Lizenzen sind nun immer passwortgeschützt. Für die Ausbildung lizenzierte Konten, die Teil des K-12-Programms von Zoom sind, können den Passwortschutz nicht ausschalten.
fr: Vous pouvez protéger vos réunions par un <a id="a1">mot de passe</a> pour empêcher des intrus de deviner votre ID et de les rejoindre. Les comptes basiques gratuits et les comptes Pro avec licence payante disposent maintenant de la protection par mot de passe par défaut. Les comptes Éducation inscrits au programme K-12 de Zoom ne peuvent pas désactiver la protection par mot de passe.

# body.5c6c7141-a66a-4321-91a6-e2658d703204
source: Note if you’re using a free, basic account, Zoom requires you to choose one of the following security options: a passcode, Waiting Room, or “Only authenticated users can join meetings”. If no security option is enabled, Zoom will secure all meetings with Waiting Room.
de: Bei der Nutzung eines kostenlosen Kontos müssen Sie eine der folgenden Sicherheitsoptionen wählen: ein Kennwort, Warteraum oder die Option, dass nur authentifizierte Nutzer an Meetings teilnehmen können. Ist keine dieser Optionen eingeschaltet, sichert Zoom alle Meetings automatisch mit dem Warteraum.
fr: Notez que si vous utilisez un compte gratuit, Zoom vous demande de choisir parmi les options de sécurité suivantes : un mot de passe, la fonctionnalité Salle d’attente ou l’option « seuls les utilisateurs authentifiés peuvent participer à la réunion ». Si aucune option de sécurité n’est choisie, Zoom utilisera la fonctionnalité Salle d’attente par défaut.

# body.5c6c7141-a66a-4321-91a6-e2658d703204
source: Control when a participant is able to join the meeting
de: Bestimmen Sie, wann ein Teilnehmer einem Meeting beitreten darf
fr: Contrôlez l’accès des participants à la réunion

# body.5c6c7141-a66a-4321-91a6-e2658d703204
source: Use the <a id="a1">Waiting Room</a> feature to decide who is allowed into your room, and when. For free Basic accounts, single licensed Pro accounts and K-12 education accounts, a waiting room is enabled by default. Now you can also choose to set up a waiting room after the meeting has begun – just access the setting under the Security icon on the host toolbar.
de: Für kostenlose (Basic), bezahlte (Pro) und Zoom Konten für Bildung ist die <a id="a1">Warteraumfunktion</a> grundsätzlich eingeschaltet. Außerdem können Sie jetzt auch nach Beginn des Meetings einen Warteraum einrichten – einfach über die Toolbar auf das Sicherheitssymbol gehen, um zur Einstellung zu gelangen. Außerdem können Sie als Host das Meeting ganz einfach über das Sicherheitssymbol in der Toolbar schließen.
fr: Vous pouvez utiliser la fonctionnalité de <a id="a1">salle d’attente</a> pour décider qui accepter dans votre réunion, et à quel moment. Pour les comptes basiques gratuits, les comptes Pro avec licence payante et les comptes Éducation K-12, la salle d’attente est activée par défaut. Désormais, vous pouvez aussi mettre en place une salle d’attente après le début de la réunion ; il vous suffit d’utiliser le bouton Sécurité dans la barre d’outils de l’hôte.

# body.5c6c7141-a66a-4321-91a6-e2658d703204
source: Keep your Personal Meeting ID private
de: Schützen Sie Ihre persönliche Besprechungs-ID
fr: Ne partagez pas votre ID de réunion personnelle

# body.5c6c7141-a66a-4321-91a6-e2658d703204
source: Don’t use your<a id="a1"> Personal Meeting ID</a> – especially for events you’re broadly publicizing. That will stop people from trying to enter your personal room at other times. Instead, generate a unique meeting ID by scheduling the meeting. Here’s how:
de: Nutzen Sie für größere öffentliche Events nicht Ihre <a id="a1">persönliche Besprechungs-ID</a>. So stellen Sie sicher, dass niemand Ihren persönlichen Raum einfach so betritt. Generieren Sie stattdessen eine einzigartige Besprechungs-ID, indem Sie das Meeting eintragen. Und so geht's:
fr: N’utilisez pas votre <a id="a1">ID de réunion personnelle</a>, surtout pour des évènements que vous diffusez largement. Vous éviterez ainsi les tentatives d’intrusion dans votre salle de réunion personnelle à d’autres moments. Générez plutôt un ID de réunion unique en programmant la réunion. Voici comment procéder :

# body.d5ad35b5-b18b-4049-954f-83d227d6f8e0.altText
source: How to generate a random Zoom meeting ID
fr: Comment générer un ID de réunion Zoom aléatoire

# body.f3cd3f00-8774-463d-a1c6-b05c37ab3c7e
source: “Lock out” uninvited participants
de: Schließen Sie nicht eingeladene Teilnehmer aus
fr: « Verrouillez » les participants qui n’ont pas été invités

# body.f3cd3f00-8774-463d-a1c6-b05c37ab3c7e
source: Don’t share Zoom meeting invites or Meeting IDs on Social Media or with <a id="a1">anyone you don’t want to join</a>. For added security use the “Lock Meeting” feature under the participants pop-up-box so no one else can join once you have the participants you expect. Now, you can also lock the meeting from the security button in the host toolbar, too. Although if someone has to drop for some reason – or if their internet cuts out – they won’t be able to re-join until the lock is removed.
de: Teilen Sie keine Zoom-Meeting-Einladungen oder Meeting-IDs in den sozialen Medien oder mit <a id="a1">jemandem, den Sie nicht dabei haben wollen</a>. Für noch mehr Sicherheit und im Fall, dass Sie kein Passwort für Ihr Event festgelegt haben, können Sie das „Meeting schließen“-Feature unter dem Pop-up-Kästchen der Teilnehmer nutzen und so verhindern, dass jemand beitritt, wenn alle erwarteten Teilnehmer im Meeting sind. Allerdings kann auch jemand, der aus irgendwelchen Gründen das Meeting kurzzeitig verlassen muss oder dessen Internetverbindung unterbrochen wurde, dem Meeting nicht wieder beitreten, bevor der Sicherheitsriegel entfernt wurde.
fr: Ne partagez pas d’invitations à une réunion Zoom ou d’ID de réunion sur les réseaux sociaux ou avec <a id="a1">des personnes qui ne doivent pas y participer</a>. Pour plus de sécurité, si votre évènement ne dispose pas d’un mot de passe, utilisez la fonctionnalité « Verrouiller la réunion » en bas du menu déroulant des participants, pour que personne ne puisse rejoindre la réunion une fois que tous les participants attendus sont arrivés. À présent, vous pouvez également verrouiller la réunion en utilisant le bouton Sécurité dans la barre d’outils de l’hôte. Cependant, si une personne doit se déconnecter à un moment donné ou subit une coupure d’Internet, elle ne pourra pas rejoindre la réunion tant que le verrouillage sera activé.

# body.f3cd3f00-8774-463d-a1c6-b05c37ab3c7e
source: As a host, during live meetings, become familiar with the “Zoom security” button. The following features are available to you for an added layer of live-meeting security:
de: Als Host sollten Sie sich bei Live-Meetings mit der „Zoom Sicherheit“-Schaltfläche bekannt machen. Folgende Funktionen bieten Ihnen zusätzliche Sicherheit bei Live-Meetings:
fr: En tant qu’hôte d’une réunion, familiarisez-vous avec le bouton « Sécurité » de Zoom. Il vous permet d’accéder aux fonctionnalités suivantes pour sécuriser davantage votre réunion en direct :

# body.f3cd3f00-8774-463d-a1c6-b05c37ab3c7e
source: Utilize the “mute all” feature
de: Nutzen Sie das „Alle stummschalten“-Feature
fr: Utilisez la fonctionnalité « Muet tous »

# body.f3cd3f00-8774-463d-a1c6-b05c37ab3c7e
source: Using the “manage participants” function, you can <a id="a1">mute</a> all participants. You should not unmute them again without telling them that’s what you’re doing.
de: Mit der Funktion „Teilnehmer verwalten“ können Sie alle Teilnehmer <a id="a1">stummschalten</a>. Diese Funktion sollten Sie nicht rückgängig machen, ohne die Teilnehmer vorher darüber in Kenntnis zu versetzen.
fr: La fonction « Participants » vous permet de mettre tous les participants <a id="a1">en mode muet</a>. N’oubliez pas de les prévenir avant de réactiver leur son.

# body.f3cd3f00-8774-463d-a1c6-b05c37ab3c7e
source: Stop malicious content from being shared
de: Vermeiden Sie die Verbreitung und ungewolltem Content
fr: Empêchez le partage de contenus indésirables

# body.f3cd3f00-8774-463d-a1c6-b05c37ab3c7e
source: You can stop participants from sharing their screen, or if necessary, stop their video. This is helpful if you’re inviting lots of people you don’t necessarily know so that someone can’t harass you and your participants – a practice now known as “<a id="a1">zoombombing</a>.” Control screen share permissions from either the security button or the “share screen” icon in the host toolbar.<br/><br/>You should know that once a video is “stopped,” a host does not have the ability to restart the video – that is, a host can revoke permission for a participant to share video, but cannot start video for another person – they can simply send a prompt requesting them to use video.
de: Sie können verhindern, dass Teilnehmer ihren Bildschirm teilen oder, falls nötig, auch ihr Video beenden. Das ist hilfreich, wenn Sie viele Leute einladen, die Sie eventuell nicht kennen, denn Teilnehmer werden davon abgehalten, Sie und Ihre Teilnehmer zu belästigen. Über den Sicherheits-Button oder das „Bildschirm teilen“-Symbol in der Toolbar können Sie als Host bestimmen, wer seinen Bildschirm teilen darf.<br/><br/> Es ist wichtig, zu wissen, dass ein Host, sobald er das Video eines Teilnehmers beendet hat, dieses Video nicht wieder einschalten kann. Ein Host kann einem Teilnehmer also die Erlaubnis zum Teilen eines Videos entziehen, aber nie einfach das Video einer dritten Person einschalten. Dazu muss der Host die Person zum Einschalten des Videos auffordern.
fr: Vous pouvez empêcher les participants de partager leur écran, ou, si nécessaire, désactiver leur vidéo. Cette fonctionnalité est particulièrement utile si vous invitez de nombreuses personnes que vous ne connaissez pas forcément, car elle permet de les empêcher de vous harceler, vous ou vos participants (ce qu’on appelle maintenant le « <a id="a1">Zoombombing</a> »). Vous pouvez contrôler les autorisations de partage d’écran en cliquant sur le bouton Sécurité ou l’icône « Partager l’écran » dans la barre d’outils de l’hôte.<br/><br/> Si l’hôte désactive la vidéo d’un participant, il ne peut pas la réactiver : il est possible d’empêcher un participant de partager sa vidéo, mais pas d’activer la vidéo de quelqu’un d’autre. Pour cela, l’hôte devra envoyer une demande d’activation de la vidéo au participant.

# body.f3cd3f00-8774-463d-a1c6-b05c37ab3c7e
source: In a similar vein, you can turn off “annotation,” which allows participants to draw on shared screens.
de: Die Funktion, über die Teilnehmer Anmerkungen auf geteilten Bildschirmen zeichnen können, kann der Host abschalten.
fr: Dans le même esprit, vous pouvez désactiver la fonctionnalité « annotation », qui permet aux participant·e·s de dessiner sur les écrans partagés.

# body.f3cd3f00-8774-463d-a1c6-b05c37ab3c7e
source: Consider if you should allow participants to rename themselves during the call.
de: Überlegen Sie, ob Teilnehmer sich während des Calls umbenennen dürfen sollten.
fr: Demandez-vous si vous souhaitez autoriser les participant·e·s à changer de nom pendant la réunion.

# body.16d763eb-3dd3-4072-8a9b-23547d6d9b53.altText
source: Tips to stop "Zoombombing"
fr: Conseils pour arrêter le « Zoomombing »

# body.3cce8b3f-c123-4ee1-8702-4b45e5ed1f06
source: Respect chat privacy
de: Datenschutz und Zoom Chats
fr: Respectez la confidentialité du chat

# body.3cce8b3f-c123-4ee1-8702-4b45e5ed1f06
source: Decide ahead of time if you will <a id="a1">save the chat</a> or record the video of the meeting and make sure all participants have agreed and know how you plan to use that information. Recording and saving chats may have legal implications so make sure you’ve checked into that before enabling these options. You can find the settings about chat in the “in meeting” section of your Zoom settings on the web-portal.
de: Entscheiden Sie im Vorfeld, ob Sie <a id="a1">den Chatverlauf speichern</a> oder das Video eines Meetings aufnehmen wollen, und stellen Sie sicher, dass alle Teilnehmer wissen, wie Sie diese Informationen nutzen wollen, und dieser Nutzung zustimmen. Die Aufnahme und das Speichern von Chats kann rechtliche Folgen haben. Sie sollten sich informieren, bevor Sie diese Optionen aktivieren. Im Web-Portal finden Sie die Chat-Einstellungen im Bereich „Im Meeting“.
fr: Décidez en avance si vous voulez <a id="a1">enregistrer les discussions du chat</a> ou la vidéo de la réunion et assurez-vous d’avoir obtenu l’accord de tous les participants concernant l’utilisation de ces données. L’enregistrement et la sauvegarde des discussions du chat peuvent avoir des répercussions juridiques, donc vérifiez bien que vous avez effectué les démarches nécessaires avant d’utiliser ces fonctionnalités. Vous trouverez les paramètres du chat dans la section « pendant la réunion » de vos paramètres Zoom sur le portail web.

# body.3cce8b3f-c123-4ee1-8702-4b45e5ed1f06
source: You can also use the <a id="a1">Waiting Room</a> feature to decide who is allowed into your room, and when.
de: Sie können außerdem das <a id="a1">Wartezimmer</a>-Feature nutzen und bestimmen, welcher Teilnehmer wann in Ihr virtuelles Meeting-Zimmer kommen darf.
fr: Vous pouvez aussi utiliser la fonctionnalité <a id="a1">Salle d’attente</a> pour décider qui peut rejoindre la réunion et à quel moment.

# body.3cce8b3f-c123-4ee1-8702-4b45e5ed1f06
source: Depending on the type of meeting you’re hosting, and how many participants there are, you may want to enable the option to mute all participants upon entering.
de: Abhängig davon, welche Art Meeting Sie abhalten und wie viele Teilnehmer es gibt, haben Sie die Möglichkeit, alle Teilnehmer auf lautlos zu stellen, sobald sie dem Meeting beitreten.
fr: Selon le type de réunion et le nombre de participant·e·s, vous pouvez décider de mettre tou·te·s les participant·e·s en mode muet lorsqu’ils ou elles rejoignent la réunion.

# body.3cce8b3f-c123-4ee1-8702-4b45e5ed1f06
source: In the fall of 2020, Zoom released a technical preview of end-to-end encryption. <a id="a1">You can now turn on end-to-end encryption in your account settings.</a> Be aware that using end-to-end encryption will automatically disable several features (e.g. cloud recording, phone/SIP/H.323 dial-in). Note that in order to enable end-to-end encryption in a free account, you will need to provide and verify a phone number.
de: Im Herbst 2020 veröffentlichte Zoom eine technische Vorschau auf die Ende-zu-Ende-Verschlüsselung. <a id="a1">Diese Funktion können Sie jetzt in Ihren Kontoeinstellungen an- oder ausschalten.</a> Dabei ist zu bedenken, dass mehrere Funktionen (z. B. Cloudaufzeichnung, Einwählen über Telefon/SIP/H.323) nicht mehr genutzt werden können. Um die Ende-zu-Ende-Verschlüsselung für ein Gratis-Konto freizuschalten, müssen Sie eine Telefonnummer angeben und verifizieren.
fr: À l’automne 2020, Zoom a lancé un aperçu technique du chiffrement de bout en bout. <a id="a1">Vous pouvez désormais activer le chiffrement de bout en bout dans les paramètres de votre compte.</a> Notez bien que l’utilisation du chiffrement de bout en bout désactivera automatiquement plusieurs fonctionnalités (par ex. l’enregistrement sur le cloud et le fait de rejoindre la réunion par téléphone ou via des appareils SIP/H.323). Afin d’activer le chiffrement de bout en bout avec un compte gratuit, vous devrez fournir et vérifier votre numéro de téléphone.
