Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/tracy-chou-privacy-party.po
Languages: de, es, fr, pl, pt_br

# body.f2f8775d-de27-4353-9389-4db3ec1a0244
source: Edited By: Audrey Hingle, Kevin Zawacki, Tracy Kariuki, Xavier Harding
de: Bearbeitet von: Audrey Hingle, Kevin Zawacki, Tracy Kariuki, Xavier Harding
es: Editado por: Audrey Hingle, Kevin Zawacki, Tracy Kariuki, Xavier Harding
fr: Relu par : Audrey Hingle, Kevin Zawacki, Tracy Kariuki, Xavier Harding
pl: Redakcja: Audrey Hingle, Kevin Zawacki, Tracy Kariuki, Xavier Harding
pt_br: Editado por: Audrey Hingle, Kevin Zawacki, Tracy Kariuki, Xavier Harding

# body.f2f8775d-de27-4353-9389-4db3ec1a0244
source: Art By: Shannon Zepeda
de: Zeichnungen von: Shannon Zepeda
es: Arte por: Shannon Zepeda
fr: Illustration : Shannon Zepeda
pl: Grafika: Shannon Zepeda
pt_br: Arte por: Shannon Zepeda

# body.f2f8775d-de27-4353-9389-4db3ec1a0244
source: (Quotes condensed)
de: (Zitate zusammengefasst)
es: (Citas condensadas)
fr: (Citations résumées)
pl: (Cytaty zostały skrócone)
pt_br: (Citações condensadas)

# title
source: Partying In The Name Of Privacy — Tracy Chou On Protecting Your Data Online
de: Feiern im Namen der Privatsphäre – Tracy Chou zum Schutz Ihrer Daten im Internet
es: Festejando en nombre de la privacidad — Tracy Chou habla sobre la protección de tus datos en línea
fr: Célébrer la protection de la vie privée - Tracy Chou explique comment protéger vos données en ligne
pl: W imię prywatności – Tracy Chou opowiada o ochronie danych online
pt_br: Festejando em nome da privacidade — Tracy Chou sobre como proteger seus dados online
