Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/tracy-chou-privacy-party.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Tracy Chou Interview: Privacy Party Extension Shows How To Protect Data Online
de: Interview mit Tracy Chou: Die Privacy Party-Erweiterung zeigt, wie man Daten online schützen kann
es: Entrevista con Tracy Chou: Privacy Party Extension nos muestra cómo proteger los datos en línea
fr: Interview de Tracy Chou : l’extension Privacy Party permet de protéger les données en ligne
pl: Wywiad z Tracy Chou: rozszerzenie Privacy Party pokazuje, jak chronić dane online
pt_br: Entrevista com Tracy Chou: extensão do Privacy Party mostra como proteger dados online

# search_description
source: Privacy Party helps Firefox users preserve their privacy from the settings menu of their favorite apps. We interviewed Tracy Chou to learn more.
de: Privacy Party hilft Firefox-Nutzern, ihre Privatsphäre über das Einstellungsmenü ihrer Lieblings-Apps zu bewahren. Wir haben Tracy Chou interviewt, um mehr zu erfahren.
es: Privacy Party ayuda a los usuarios de Firefox a preservar su privacidad desde el menú de configuración de sus aplicaciones favoritas. Entrevistamos a Tracy Chou para obtener más información al respecto.
fr: Privacy Party permet aux utilisateurs de Firefox de préserver leur vie privée à partir du menu des paramètres de leurs applications favorites. Nous avons interviewé Tracy Chou pour en savoir plus.
pl: Privacy Party pomaga użytkownikom przeglądarki Firefox zachować prywatność w ustawieniach ulubionych aplikacji. Przeprowadziliśmy wywiad z Tracy Chou, aby dowiedzieć się więcej.
pt_br: O Privacy Party ajuda os usuários do Firefox a preservar sua privacidade no menu de configurações de seus aplicativos favoritos. Entrevistamos Tracy Chou para saber mais.

# body.22e42728-774f-4c51-b4bf-89b86496cb55
source: Does it ever feel like large tech companies act against our best interests? On one end, there are <a id="a1">social media algorithms suggesting questionable content</a>. On the other end, <a id="a2">workplace software keeps tabs on our performance</a> and reports back to our bosses. And then there are the privacy issues: Apps made by Facebook, for example, are notorious for <a id="a3">collecting gobs of user data</a>. It can feel impossible to preempt companies’ data collection. What features should you avoid? What settings should you switch on or off?
de: Haben Sie jemals das Gefühl, dass große Technologieunternehmen gegen unsere besten Interessen handeln? Auf der einen Seite haben wir <a id="a1">Social-Media-Algorithmen, die fragwürdige Inhalte vorschlagen</a>. Auf der anderen Seite <a id="a2">überwacht die Arbeitsplatzsoftware unsere Leistung</a> und berichtet an unsere Vorgesetzten. Und dann gibt es noch die Datenschutzprobleme: Apps, die zum Beispiel von Facebook erstellt wurden, sind dafür bekannt, <a id="a3">Unmengen von Benutzerdaten zu sammeln</a>. Es kann unmöglich erscheinen, der Datensammlung von Unternehmen zuvorzukommen. Welche Funktionen sollten Sie vermeiden? Welche Einstellungen sollten Sie ein- oder ausschalten?
es: ¿Alguna vez sentiste que las grandes empresas de tecnología actúan en contra de nuestros mejores intereses? Por un lado, están los <a id="a1">algoritmos de redes sociales sugiriéndonos contenidos cuestionables</a>. Por otro lado, el software del<a id="a2">lugar de trabajo controla nuestro rendimiento</a> e informa a nuestros jefes. Y luego están los problemas de privacidad: las aplicaciones creadas por Facebook, por ejemplo, son notorias por <a id="a3">recopilar montones de datos de usuario</a>. Prevenir la recopilación de datos por parte de las empresas puede parecer una tarea imposible. ¿Qué funciones deberías evitar? ¿Qué ajustes debes activar o desactivar?
fr: Avez-vous parfois le sentiment que les grandes entreprises du secteur de la technologie agissent contre notre intérêt ? D’un côté, certains <a id="a1">algorithmes de réseaux sociaux proposent des contenus douteux</a>. De l’autre, <a id="a2">les logiciels de gestion des lieux de travail surveillent nos activités</a> et les rapportent à nos supérieurs. Sans oublier les questions liées à la protection de la vie privée : les applications créées par Facebook, par exemple, sont connues pour <a id="a3">collecter des montagnes de données sur les utilisateurs</a>. Empêcher les entreprises de collecter des données peut sembler impossible. Quelles sont les fonctionnalités à éviter ? Quels paramètres devriez-vous activer ou désactiver ?
pl: Czy zdarza się, że duże firmy technologiczne działają wbrew naszym najlepszym interesom? Z jednej strony istnieją <a id="a1">algorytmy mediów społecznościowych sugerujące wątpliwe treści</a>. Z drugiej strony, <a id="a2">oprogramowanie w miejscu pracy śledzi nasze wyniki</a> i przekazuje je naszym szefom. Występują też problemy z prywatnością: aplikacje tworzone na przykład przez Facebooka są znane z <a id="a3">gromadzenia danych użytkowników</a>. Może wydawać się niemożliwe zapobieganie zbieraniu danych przez firmy. Jakich funkcji należy unikać? Jakie ustawienia należy włączyć lub wyłączyć?
pt_br: Você já teve a sensação de que as grandes empresas de tecnologia agem contra nossos melhores interesses? Por um lado, existem <a id="a1">algoritmos de mídia social que sugerem conteúdo questionável</a>. Por outro lado, <a id="a2">softwares corporativos monitoram nosso desempenho no trabalho</a> e reportam aos nossos chefes. E depois há as questões de privacidade: os aplicativos feitos pelo Facebook, por exemplo, são notórios por <a id="a3">coletar muitos dados do usuário</a>. Pode parecer impossível antecipar a coleta de dados das empresas. Quais recursos você deve evitar? Quais configurações você deve ativar ou desativar?

# body.22e42728-774f-4c51-b4bf-89b86496cb55
source: <a id="a1">Privacy Party</a> was created with this in mind. The <a id="a2">Firefox extension</a> acts as a pseudo-invisible hand that will switch on and off certain settings options for you on popular sites like Facebook, Twitter or even Venmo. In some ways this is a sequel to the app <a id="a3">Block Party</a>, the app that helped users evade harassment on Twitter’s platform. Both apps were created by engineer Tracy Chou and her team. Tracy formerly worked at tech companies like Pinterest and Quora and now works full-time creating software that is pro-user and anti-harassment — because if you’ve ever been targeted online, it’s anything but a party.
de: <a id="a1">Privacy Party</a> wurde genau mit diesem Gedanken erstellt. Die <a id="a2">Firefox-Erweiterung</a> fungiert als eine Art unsichtbare Hand, die bestimmte Einstellungsoptionen für Sie auf beliebten Seiten wie Facebook, Twitter oder sogar Venmo ein- und ausschaltet. In gewisser Weise ist dies eine Fortsetzung der App <a id="a3">Block Party</a>, die den Nutzern half, Belästigungen auf der Twitter-Plattform zu vermeiden. Beide Apps wurden von der Ingenieurin Tracy Chou und ihrem Team erstellt. Tracy arbeitete früher bei Technologieunternehmen wie Pinterest und Quora und arbeitet jetzt Vollzeit an der Erstellung von Software, die pro Nutzer und gegen Belästigung ist - denn wenn Sie jemals online ins Visier genommen wurden, ist das alles andere als eine Party.
es: <a id="a1">Privacy Party</a> se creó con este problema en mente. Esta extensión para <a id="a2">Firefox</a> actúa como una mano pseudo-invisible que activará y desactivará ciertas opciones de configuración para ti en sitios populares como Facebook, Twitter o incluso Venmo. De alguna manera, esta es una secuela de <a id="a3">Block Party</a>, la aplicación que ayudó a los usuarios a evitar situaciones de acoso en la plataforma de Twitter. Ambas aplicaciones fueron creadas por la ingeniera Tracy Chou y su equipo. Tracy trabajó anteriormente en empresas tecnológicas como Pinterest y Quora, y ahora trabaja a tiempo completo creando software a favor de los usuarios y en contra del acoso, porque si alguna vez has recibido un ataque en línea, ya sabes que es cualquier cosa menos divertido.
fr: C’est dans cette optique que <a id="a1">Privacy Party</a> a été créé. <a id="a2">L’extension de Firefox</a> agit comme une main quasi-invisible qui active et désactive pour vous certaines options de paramétrage sur des sites populaires tels que Facebook, Twitter ou même Venmo. D’une certaine manière, il s’agit d’une évolution de l’application <a id="a3">Block Party</a>, qui permettait aux utilisateurs d’échapper au harcèlement sur la plateforme de Twitter. Ces deux applications ont été créées par l’ingénieur Tracy Chou et son équipe. Tracy a travaillé dans des entreprises technologiques telles que Pinterest et Quora et se consacre désormais à plein temps à la création de logiciels pro-utilisateurs et anti-harcèlement. Si vous avez déjà été victime de harcèlement en ligne, vous savez que c’est loin d’être une partie de plaisir.
pl: W tym celu stworzono <a id="a1">Privacy Party</a>. Rozszerzenie przeglądarki <a id="a2">Firefox</a>, które działa jak pseudo-niewidzialna ręka, włączająca i wyłączająca określone opcje ustawień w popularnych witrynach, takich jak Facebook, Twitter, a nawet Venmo. Pod pewnymi względami jest to kontynuacja aplikacji <a id="a3">Block Party</a>, która pomagała użytkownikom unikać nękania na platformie Twitter. Obie aplikacje zostały stworzone przez inżynier Tracy Chou i jej zespół. Tracy wcześniej pracowała w firmach technologicznych, takich jak Pinterest i Quora, a teraz pracuje na pełny etat przy tworzeniu oprogramowania, które jest przyjazne dla użytkowników i zapobiega ich nękaniu – ponieważ każdy, kto kiedykolwiek stał się celem ataków w Internecie, zdaje sobie sprawę, jak potrafią być one dokuczliwe.
pt_br: O <a id="a1">Privacy Party</a> foi criado com isso em mente. A <a id="a2">extensão do Firefox</a> atua como uma espécie de mão invisível que liga e desliga certas opções de configurações para você em sites populares como Facebook, Twitter ou até mesmo Venmo. De certa forma, esta é uma continuação do aplicativo <a id="a3">Block Party</a>, o aplicativo que ajudou os usuários a evitar o assédio na plataforma do Twitter. Ambos os aplicativos foram criados pela engenheira Tracy Chou e sua equipe. Tracy trabalhou anteriormente em empresas de tecnologia como Pinterest e Quora e agora se dedica integralmente à criação de software que é a favor do usuário e contra o assédio — porque se você já foi alvo de ataques online, definitivamente não é algo agradável.

# body.f2f8775d-de27-4353-9389-4db3ec1a0244
source: Tracy’s newest app wants to help users preserve their privacy when using popular social media sites. “Privacy Party helps you look through your social accounts and helps you secure your settings to make sure there isn’t access being given where it shouldn’t,” says Tracy. “For example, making sure people don’t have access to your Facebook photos that shouldn’t. Or reviewing what apps have access to your Instagram account.”
de: Die neueste App von Tracy möchte den Nutzern helfen, ihre Privatsphäre beim Gebrauch von beliebten Social-Media-Websites zu schützen. „Privacy Party hilft Ihnen dabei, Ihre sozialen Konten zu durchsuchen und Ihre Einstellungen zu sichern, um sicherzustellen, dass kein Zugriff gewährt wird, wo er nicht gewährt werden sollte“, sagt Tracy. „Zum Beispiel sicherzustellen, dass Personen, die keinen Zugriff auf Ihre Facebook-Fotos haben sollten, diesen auch nicht haben. Oder zu überprüfen, welche Apps Zugriff auf Ihr Instagram-Konto haben.“
es: La última aplicación de Tracy está diseñada para ayudar a los usuarios a preservar su privacidad cuando usan sitios populares de redes sociales. «Privacy Party te ayuda a revisar tus cuentas de redes sociales y tu configuración para asegurarte de que no se permita el acceso donde no corresponde», explica Tracy. «Por ejemplo, te permite asegurarte de que nadie tenga acceso a tus fotos de Facebook si no deberían tenerlo, o a revisar qué aplicaciones tienen acceso a tu cuenta de Instagram».
fr: La nouvelle application de Tracy a pour but d’aider les utilisateurs à préserver leur vie privée lorsqu’ils utilisent les réseaux sociaux les plus populaires. « Privacy Party vous aide à passer en revue vos comptes de réseaux sociaux et à sécuriser vos paramètres afin de vous assurer qu’aucun accès à des informations non essentielles ne soit accordé », explique Tracy. « Il s’agit, par exemple, de s’assurer que les personnes qui ne devraient pas pouvoir accéder à vos photos sur Facebook ne puissent pas le faire. Ou de vérifier quelles applications ont accès à votre compte Instagram ».
pl: Najnowsza aplikacja od Tracy chce pomóc użytkownikom zachować prywatność podczas korzystania z popularnych serwisów społecznościowych. „Privacy Party pomaga przeglądać konta społecznościowe i zabezpieczyć ustawienia, aby upewnić się, że nie ma dostępu tam, gdzie nie powinno go być” – mówi Tracy. „Pozwala na przykład na zadbanie o to, aby ludzie nie mieli dostępu do Twoich zdjęć na Facebooku, albo na sprawdzanie, jakie aplikacje mają dostęp do Twojego konta na Instagramie”.
pt_br: O mais novo aplicativo da Tracy quer ajudar os usuários a preservar sua privacidade ao usar sites populares de mídia social. "O Privacy Party ajuda você a examinar suas contas sociais e a proteger suas configurações para garantir que não haja acesso onde não deveria", diz Tracy. “Por exemplo, garantir que as pessoas não tenham acesso às suas fotos do Facebook que não deveriam. Ou revisar quais aplicativos têm acesso à sua conta do Instagram.”

# body.f2f8775d-de27-4353-9389-4db3ec1a0244
source: The team’s previous app, Block Party, is on hiatus indefinitely. Many third-party Twitter apps shut their doors when the company <a id="a1">increased the cost</a> to access Twitter’s API — a building block software developers use to easily add in data from services like Twitter into their apps. “APIs are nice because they allowed our app Block Party to run in the background and the API specified clear contracts between companies like Twitter and third-parties like us,” says Tracy. “In addition to safety tools, APIs make research and analysis possible, by easily pulling down data and studying it.”
de: Block Party, die vorherige App des Teams, ist auf unbestimmte Zeit pausiert. Viele Drittanbieter-Twitter-Apps haben ihre Türen geschlossen, als das Unternehmen die <a id="a1">Kosten</a> für den Zugriff auf Twitters API erhöhte – ein Baustein, den Softwareentwickler verwenden, um Daten von Diensten wie Twitter einfach in ihre Apps einzufügen. „APIs sind nett, weil sie es unserer App Block Party erlaubten, im Hintergrund zu laufen und die API klare Verträge zwischen Unternehmen wie Twitter und Dritten wie uns festlegte“, sagt Tracy. „Neben Sicherheitstools ermöglichen APIs Forschung und Analyse, indem sie Daten einfach herunterladen und studieren.“
es: La anterior aplicación del equipo, llamada Block Party, está en pausa indefinidamente. Muchas aplicaciones externas de Twitter cerraron sus puertas cuando la empresa <a id="a1">aumentó el costo</a> para acceder a la API de Twitter, un componente básico que los desarrolladores de software utilizan para agregar fácilmente datos de servicios como Twitter a sus aplicaciones. «Las API son buenas porque permitieron que nuestra aplicación Block Party se ejecutara en segundo plano y especificaban contratos claros entre empresas como Twitter y terceros como nosotros», comenta Tracy. «Además de las herramientas de seguridad, las API hacen posible la investigación y el análisis, ya que permiten extraer fácilmente los datos para estudiarlos».
fr: Block Party, l’application précédente de cette équipe, est suspendue pour une durée indéterminée. De nombreuses applications Twitter tierces ont fermé leurs portes lorsque l’entreprise a <a id="a1">augmenté le coût</a> d’accès à l’API de Twitter, un élément de base que les développeurs utilisent pour ajouter facilement des données provenant de services tels que Twitter dans leurs applications. « Les API sont intéressantes car elles permettent à notre application Block Party de fonctionner en arrière-plan et l’API établit un contrat clair entre des entreprises telles que Twitter et des tiers tels que nous », explique Tracy. « En plus des outils de sécurité, les API permettent d’effectuer des recherches et des analyses, en extrayant facilement des données et en les étudiant ».
pl: Poprzednia aplikacja zespołu, Block Party, została zawieszona na czas nieokreślony. Wiele zewnętrznych aplikacji portalu Twitter zamknęło swoje drzwi, gdy firma <a id="a1">zwiększyła koszty dostępu</a> do API Twittera – modułu, którego programiści używają do łatwego dodawania danych z usług takich jak Twitter do swoich aplikacji. „Interfejsy API są przydatne, ponieważ pozwoliły naszej aplikacji Block Party działać w tle, a ponadto określały jasne zasady współpracy między firmami takimi jak Twitter i stronami trzecimi, takimi jak my” – mówi Tracy. „Oprócz narzędzi z zakresu bezpieczeństwa, interfejsy API umożliwiają prowadzenie badań i analiz, łatwo pobierając dane i analizując je”.
pt_br: O aplicativo anterior da equipe, Block Party, está em hiato indefinidamente. Muitos aplicativos de terceiros do Twitter fecharam suas portas quando a empresa <a id="a1">aumentou o custo</a> para acessar a API do Twitter — um recurso que os desenvolvedores de software utilizam para adicionar facilmente dados de serviços como o Twitter em seus aplicativos. "As APIs são boas porque permitiram que nosso aplicativo Block Party fosse executado em segundo plano e a API especificou contratos claros entre empresas como o Twitter e terceiros como nós", diz Tracy. “Além das ferramentas de segurança, as APIs possibilitam a pesquisa e a análise, extraindo e estudando facilmente os dados.”

# body.f2f8775d-de27-4353-9389-4db3ec1a0244
source: The hard part, Tracy says, is when third-party developers are shut out from an API and the data it provides. In Privacy Party’s case, instead of relying on an API, the browser extension simply toggles options in a settings menu — which has the potential to be a more sustainable solution when protecting your privacy against the tech giants. “I wouldn’t say companies are motivated to invade your privacy,” says Tracy, “it’s just that the things they’re trying to do don’t directly increase users’ privacy. It’ll never be their top priority to maximize user safety and experience. But what’s different about Privacy Party and Block Party is that we can be incentivized to make sure users have the best experience.” That’s something worth partying over.
de: Das Schwierige, sagt Tracy, ist, wenn Drittanbieter-Entwickler von einer API und den von ihr bereitgestellten Daten ausgeschlossen werden. Im Fall von Privacy Party verlässt sich die Browser-Erweiterung anstelle auf eine API einfach auf das Umschalten von Optionen in einem Einstellungsmenü – was eine nachhaltigere Lösung zum Schutz Ihrer Privatsphäre gegenüber den Technologiegiganten sein könnte. „Ich würde nicht sagen, dass Unternehmen motiviert sind, Ihre Privatsphäre zu verletzen“, sagt Tracy, „es ist nur so, dass die Dinge, die sie versuchen zu tun, die Privatsphäre der Nutzer nicht direkt erhöhen. Es wird nie ihre oberste Priorität sein, die Sicherheit und das Erlebnis der Nutzer zu maximieren. Aber was Privacy Party und Block Party anders macht, ist, dass wir motiviert sein können, sicherzustellen, dass die Nutzer die beste Erfahrung haben." Das ist etwas, worüber es sich zu feiern lohnt.
es: Lo complicado, dice Tracy, es cuando los desarrolladores externos son excluidos de una API y de los datos que proporciona. En el caso de Privacy Party, en lugar de depender de una API, la extensión del navegador simplemente cambia las opciones de un menú de configuración, lo que tiene el potencial de ser una solución más sostenible para proteger tu privacidad contra los gigantes tecnológicos. «No quiero decir que las empresas estén motivadas para invadir tu privacidad», explica Tracy, «es solo que las cosas que intentan hacer no aumentan directamente la privacidad de los usuarios. Maximizar la seguridad y la experiencia del usuario nunca será su principal prioridad. Pero la diferencia entre Privacy Party y Block Party es que nuestro incentivo es asegurarnos de que los usuarios tengan la mejor experiencia». Eso es algo que vale la pena festejar.
fr: Selon Tracy, la difficulté réside dans le fait que les développeurs tiers n’ont pas accès à l’API et aux données qu’elle contient. Dans le cas de Privacy Party, au lieu de s’appuyer sur une API, l’extension du navigateur permet simplement de modifier les options dans un menu de paramètres, ce qui pourrait constituer une solution plus durable pour protéger votre vie privée contre les géants de la technologie. « Je ne dirais pas que les entreprises sont désireuses de nuire à votre vie privée », déclare Tracy, « simplement, les mesures qu’elles cherchent à prendre ne contribuent pas à améliorer la protection de la vie privée des utilisateurs. Leur priorité absolue ne sera jamais de renforcer la sécurité et l’expérience des utilisateurs. Mais la différence entre Privacy Party et Block Party, réside dans le fait que nous sommes poussés à améliorer l’expérience des utilisateurs ». Voilà une nouvelle qui vaut la peine d’être célébrée.
pl: Tracy mówi, że najtrudniejsza jest sytuacja, gdy programiści zewnętrzni są wyłączeni z interfejsu API i dostarczanych przez niego danych. W przypadku Privacy Party, zamiast polegać na interfejsie API, rozszerzenie przeglądarki po prostu przełącza opcje w menu ustawień – co może być bardziej zrównoważonym rozwiązaniem przy ochronie prywatności przed gigantami technologicznymi. „Nie powiedziałabym, że firmy są zmotywowane do naruszania Twojej prywatności” – mówi Tracy. „Po prostu to, co próbują zrobić, nie zwiększa bezpośrednio prywatności użytkowników. Maksymalizacja bezpieczeństwa i komfortu użytkownika nigdy nie będzie dla nich najważniejsza. Ale tym, co różni Privacy Party i Block Party, jest fakt, że możemy zapewniać użytkownikom jak najlepsze doświadczenia”. To jest zdecydowanie korzystne rozwiązanie.
pt_br: A parte difícil, diz Tracy, é quando os desenvolvedores de terceiros são excluídos de uma API e dos dados que ela fornece. No caso do Privacy Party, em vez de depender de uma API, a extensão do navegador simplesmente alterna as opções em um menu de configurações — o que tem o potencial de ser uma solução mais sustentável ao proteger sua privacidade contra os gigantes da tecnologia. "Eu não diria que as empresas estão motivadas a invadir sua privacidade", diz Tracy, "é só que as coisas que elas estão tentando fazer não aumentam diretamente a privacidade dos usuários. Nunca será sua principal prioridade maximizar a segurança e a experiência do usuário. Mas o que é diferente no Privacy Party e no Block Party é que podemos ser incentivados a garantir que os usuários tenham a melhor experiência." Isso é algo que vale a pena comemorar.

# body.f2f8775d-de27-4353-9389-4db3ec1a0244
source: Partying In The Name Of Privacy — Tracy Chou On Protecting Your Data Online
de: Feiern im Namen der Privatsphäre – Tracy Chou zum Schutz Ihrer Daten im Internet
es: Festejando en nombre de la privacidad — Tracy Chou habla sobre la protección de tus datos en línea
fr: Célébrer la protection de la vie privée - Tracy Chou explique comment protéger vos données en ligne
pl: W imię prywatności – Tracy Chou opowiada o ochronie danych online
pt_br: Festejando em nome da privacidade — Tracy Chou sobre como proteger seus dados online

# body.f2f8775d-de27-4353-9389-4db3ec1a0244
source: Written By: Xavier Harding
de: Geschrieben von: Xavier Harding
es: Redactado por: Xavier Harding
fr: Rédigé par : Xavier Harding
pl: Autor: Xavier Harding
pt_br: Escrito por: Xavier Harding
