Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/tune-into-the-sounds-of-the-internet-health-report.po
Languages: es

# seo_title
source: Tune into the Sounds of the Internet Health Report
es: Escucha los Sonidos del Informe de la Salud de Internet

# search_description
source: Sounds of the Internet Health Report compiles 12 soundbites from around the world, including from England, Uruguay, Ukraine and Nigeria. <br/> <br/>Tying everything together is a special audio feature in which Solana Larsen and Laura Vidal discuss what it means for the internet to be healthy [17 min] and why it’s harder to think of the healthy moments for the internet, than the unhealthy.
es: En los Sonidos del Informe de Salud de Internet se compilan 12 fragmentos sonoros provenientes de muchas partes del mundo, como Inglaterra, Uruguay, Ucrania y Nigeria.<br/><br/> Además, hay una presentación especial de audio en la que Solana Larsen y Laura Vidal conversan sobre lo que significa que Internet sea saludable [17 min] y por qué nos cuesta más pensar en los momentos saludables que en los no saludables.

# body.20a6e499-4796-4813-b148-9f319a6807b6.altText
source: An illustration shows colorful images that resemble a smartphone and sound waves.
es: Una ilustración muestra imágenes coloridas que evocan ondas sonoras y un smartphone.

# body.20a6e499-4796-4813-b148-9f319a6807b6.caption
source: In "Sounds" you can hear more from the people and the ideas behind the Internet Health Report 2020.
es: En los «Sonidos» podrás conocer más a las personas y las ideas que estuvieron detrás de la edición de 2020 del Informe de la Salud de Internet.

# body.5f8e80c4-522c-4439-a9d4-0a80c73557a1
source: Mozilla’s annual <a id="a1">Internet Health Report</a> features the perspectives of more than a hundred people who are making the internet healthier. Now you can also <i>hear</i> their voices in a new audio feature: <a id="a2">Sounds of the Internet Health Report</a> (and in Spanish, <a id="a3"><i>Sonidos del Informe de Salud de Internet</i></a>).
es: El <a id="a1">Informe de la Salud de Internet</a> que Mozilla realiza anualmente contiene las perspectivas de más de cien personas que trabajan para que Internet sea más saludable. Ahora también puedes <i>escuchar</i> sus voces en una nueva presentación de audio: <a id="a2">Sounds of the Internet Health Report</a> (y en español, <a id="a3"><i>Sonidos del Informe de la Salud de Internet</i></a>).

# body.5f8e80c4-522c-4439-a9d4-0a80c73557a1
source: The 2020 Internet Health Report launched in January with <a id="a1">facts and figures</a> about the health of the internet, <a id="a2">spotlights</a> on race, equity and technology, data and labor, and platform transparency, and <a id="a3">a look back on</a> a tumultuous year for the internet.
es: El Informe del 2020 fue publicado en enero y contiene <a id="a1">datos y cifras</a> sobre la salud de Internet, <a id="a2">puntos destacados</a> sobre racismo, igualdad y tecnología, sobre datos y derechos laborales, y sobre la transparencia de las plataformas. Todo esto junto con <a id="a3">una mirada retrospectiva</a> a un año especialmente tumultuoso para Internet.

# body.5f8e80c4-522c-4439-a9d4-0a80c73557a1
source: The report also features stories of healthy and unhealthy moments for the internet in 2020 <a id="a1">shared by 120 people</a> leading initiatives for a healthier internet around the world. It is the voices of a few of these contributors we now share with you in this podcast.
es: El Informe también contiene historias de los momentos más saludables y menos saludables de Internet en 2020, compartidas <a id="a1">por 120 personas</a> que lideran iniciativas para hacer de Internet un espacio más saludable en todo el mundo. Son las voces de algunas de estas personas las que compartimos ahora en este podcast.

# body.5f8e80c4-522c-4439-a9d4-0a80c73557a1
source: Sounds of the Internet Health Report compiles <a id="a1">12 soundbites</a> from around the world, including from <a id="a2">England</a>, <a id="a3">Uruguay</a>, <a id="a4">Ukraine</a> and <a id="a5">Nigeria</a>.
es: En los Sonidos del Informe de la Salud de Internet, se compilan <a id="a1">12 fragmentos sonoros</a> provenientes de distintas partes del mundo, como <a id="a2">Inglaterra</a>, <a id="a3">Uruguay</a>, <a id="a4">Ucrania</a> y <a id="a5">Nigeria</a>.

# body.5f8e80c4-522c-4439-a9d4-0a80c73557a1
source: In Egypt, <a id="a1">Mohamed ElGohary</a> speaks of <a id="a2">open knowledge</a> and the importance of pushing for more inclusion and diversity in online communities. In Colombia, <a id="a3">María Juliana Soto</a> highlights the importance of <a id="a4">understanding online communication</a> and digital security. And in Nigeria, <a id="a5">Uffa Modey</a> reflects on both the beauty and danger of protests online and offline in the aftermath of #EndSARS protests against police brutality.
es: Desde Egipto, <a id="a1">Mohamed ElGohary</a> nos habla del <a id="a2">conocimiento abierto</a> y de la importancia de trabajar para aumentar la inclusión y la diversidad en las comunidades virtuales. Desde Colombia, <a id="a3">María Juliana Soto</a> resalta la importancia de <a id="a4">entender la comunicación virtual</a> y la seguridad digital. <a id="a5">Uffa Modey</a>, desde Nigeria, reflecciona sobre la belleza y el peligro de las protestas en línea y en las calles bajo el lema #EndSARS contra los abusos y la brutalidad policial.

# body.5f8e80c4-522c-4439-a9d4-0a80c73557a1
source: Tying everything together is a special audio feature in which Solana Larsen, the report’s editor and I, <a id="a1">discuss what it means for the internet to be healthy</a> [17 min] and why it’s harder to think of the healthy moments for the internet, than the unhealthy.
es: Junto a todo lo anterior, hay una presentación especial en la que Solana Larsen, la editora del informe, y yo, <a id="a1">hablamos sobre lo que significa una Internet saludable</a> [17 min] y por qué nos cuesta más pensar en los momentos saludables de Internet que en los no saludables.

# body.5f8e80c4-522c-4439-a9d4-0a80c73557a1
source: Would you like to hear more sounds? Several of our contributors have recommended or been featured in other podcasts and radio programs. These are some:
es: ¿Te gustaría escuchar más de estos sonidos? Varios de nuestros colaboradores han recomendado otros podcasts y programas de radio, o han aparecido en algunos de ellos. Estos son algunos:

# body.5f8e80c4-522c-4439-a9d4-0a80c73557a1
source: The podcast “Who Belongs” from The Othering &amp; Belonging Institute at UC Berkeley recently interviewed one of our contributors, <a id="a1">Jacinta Gonzalez</a>, about how <a id="a2">Immigration and Customs Enforcement (ICE) uses technology</a> in the US to target immigrant communities. In Uganda, on her own podcast, our contributor <a id="a3">Nyamishana Prudence</a> discusses <a id="a4">internet shutdowns</a> with Ruth Aine. The podcast Recode Decode explores shutdowns <a id="a5">in Kashmir</a>; and in <a id="a6">EngageMedia’s podcast PGP</a>, Piyanut Kotsan, director of Amnesty International Thailand, talks about the human and digital rights abuses that took place during 2020’s youth-led protests in Thailand.
es: El podcast, «Who Belongs» del Instituto Othering & Belonging en la Universidad de Berkeley entrevistó hace poco a una de nuestras colaboradoras, <a id="a1">Jacinta Gonzalez</a>, sobre cómo el <a id="a2">Servicio de Inmigración y Control de Aduanas de Estados Unidos usa avances tecnológicos</a> para vigilar y poner a las comunidades migrantes directo en la mira. En Uganda, y a través de su propio podcast, <a id="a3">Nyamishana Prudence</a> habla con Ruth Aine sobre los <a id="a4">apagones de Internet</a>. El podcast Recode Decode, por su parte, explora los apagones que dejan sin Internet <a id="a5">a Cachemira</a>; y en <a id="a6">el podcast PGP, de Engage Media</a>, Piyanut Kotsan, director de Amnistía Internacional en Tailandia, habla sobre los abusos de los derechos humanos y digitales que tuvieron lugar durante las protestas de 2020 lideradas por jóvenes tailandeses.

# body.5f8e80c4-522c-4439-a9d4-0a80c73557a1
source: <b>Update:</b> In September 2021 we added audible versions of the articles from the report. The <a id="a1">three spotlight stories</a> are each read by human friends, <a id="a2">Lou Huang</a>, <a id="a3">Zeina Abi Assy</a> and <a id="a4">Chad Sansing</a>, while the Year in Review is read by an open source automated voice, developed by <a id="a5">Coqui</a>. We also <a id="a6">recorded a conversation</a> with <a id="a7">Nyamishana Prudence</a>, <a id="a8">Raashi Saxena</a>, <a id="a9">Uffa Modey</a>, and <a id="a10">Mohamed ElGohary</a>, where we shared our favorite internet health moments of the report and our glimmers of hope for 2021. You can find them all on the Sounds of the IHR2020 page <a id="a11">here</a>, and on <a id="a12">Spotify</a>,<a id="a13"> RadioPublic</a>,<a id="a14"> Pocket Casts</a>,<a id="a15"> Google Podcasts</a>, and<a id="a16"> Breaker</a>.
es: <b>Actualización:</b> En septiembre de 2021, agregamos versiones audibles de los artículos del informe. Cada una de las <a id="a1">tres historias destacadas</a> han sido leídas por amigos humanos, <a id="a2">Lou Huang</a>, <a id="a3">Zeina Abi Assy</a> y <a id="a4">Chad Sansing</a>, mientras que el artículo «Year in Review» ha sido leído por una voz automatizada de código abierto, desarrollada por <a id="a5">Coqui</a>. También <a id="a6">grabamos una conversación</a> con <a id="a7">Nyamishana Prudence</a>, <a id="a8">Raashi Saxena</a>, <a id="a9">Uffa Modey</a> y <a id="a10">Mohamed ElGohary</a>, en la que compartimos nuestros momentos favoritos de la salud de Internet y nuestras esperanzas para el 2021. Puedes encontrarlos en la página de los Sonidos del Informe de la Salud de Internet 2020, <a id="a11">aquí</a>, y en <a id="a12">Spotify</a>,<a id="a13"> RadioPublic</a>,<a id="a14"> Pocket Casts</a>,<a id="a15"> Google Podcasts</a> y<a id="a16"> Breaker</a>.

# body.5f8e80c4-522c-4439-a9d4-0a80c73557a1
source: Are there podcasts about what can be done to make the internet healthier you wish to recommend? Leave us an audio message on <a id="a1">Anchor</a>!
es: ¿Quieres recomendarnos algún podcast sobre lo que se puede hacer para que Internet sea más saludable? ¡Déjanos un mensaje de audio en <a id="a1">Anchor</a>!

# body.5f8e80c4-522c-4439-a9d4-0a80c73557a1
source: (*) <i>Mozilla amplifies a wide range of views; the views expressed in the recommended podcast episodes are those of the individuals and not necessarily Mozilla’s.</i>
es: (*) <i>Mozilla amplifica un amplio espectro de opiniones y perspectivas. Las visiones expresadas en los podcasts que recomendamos son de quienes las expresan y no son necesariamente las de Mozilla.</i>

# title
source: Tune into the Sounds of the Internet Health Report
es: Escucha los Sonidos del Informe de la Salud de Internet
