Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/twitter-x-phone-call-privacy.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Here’s How To Turn Off Twitter’s Voice Call Feature — And Why You Should
de: So deaktivieren Sie die Sprachanruffunktion von Twitter – und warum Sie sie deaktivieren sollten
es: Cómo desactivar la función de llamadas de voz de Twitter y por qué deberías hacerlo
fr: Voici comment désactiver la fonction d’appel vocal de Twitter (et pourquoi vous devriez le faire)
pl: Oto jak wyłączyć funkcję połączeń głosowych na Twitterze – i dlaczego należy to zrobić
pt_br: Veja como desativar o recurso de chamadas de voz do Twitter — e a razão pela qual você deve fazer isso

# search_description
source: X, also known as Twitter, has released a feature that allows you to call people on the app, via audio or video. But your privacy is at risk. Here's how to turn it off.
de: X, auch bekannt als Twitter, hat eine Funktion veröffentlicht, mit der Sie Personen in der App per Audio oder Video anrufen können. Aber Ihre Privatsphäre ist gefährdet. So schalten Sie sie aus.
es: La red social X, también conocida como Twitter, ha lanzado una función que te permite hacer llamadas en la aplicación, a través de audio o vídeo. Pero queremos advertirte que tu privacidad está en riesgo. A continuación, te mostramos cómo desactivarla.
fr: X, également connu sous le nom de Twitter, vient de lancer une fonctionnalité qui vous permet de passer des appels (audio ou vidéo) via l’application. Cette fonctionnalité met cependant votre vie privée en péril, voici comment la désactiver.
pl: X, znany również jako Twitter, udostępnił funkcję, która umożliwia dzwonienie do osób w aplikacji za pomocą połączeń audio lub wideo. Ale Twoja prywatność jest zagrożona. Oto jak ją wyłączyć.
pt_br: O X, também conhecido como Twitter, lançou um recurso que permite ligar para as pessoas no aplicativo, via áudio ou vídeo. Mas sua privacidade está em risco. Veja como desligá-lo.

# body.45848a96-55cf-4712-8f82-e2b5d8fcda1b
source: X (formerly Twitter) is adding the ability to place <a id="a1">audio and video calls</a> from within its app.
de: X (ehemals Twitter) erweitert die App um eine interne Funktion für <a id="a1">Audio- und Videoanrufe</a>.
es: La red social X (anteriormente llamada Twitter) está añadiendo la posibilidad de realizar <a id="a1">llamadas de audio y vídeo</a> desde su aplicación.
fr: X (anciennement Twitter) offre désormais la possibilité de passer des <a id="a1">appels audio et vidéo</a> à partir de l’application.
pl: X (dawniej Twitter) dodaje możliwość nawiązywania połączeń <a id="a1">audio i wideo</a> z poziomu swojej aplikacji.
pt_br: O X (antigo Twitter) está adicionando a capacidade de fazer chamadas <a id="a1">de áudio e vídeo</a> de dentro de seu aplicativo.

# body.45848a96-55cf-4712-8f82-e2b5d8fcda1b
source: The CEO of the app formerly known as Twitter, Elon Musk, has repeatedly said he wants X to become an “<a id="a1">everything app</a>” that competes with platforms like YouTube, apps like FaceTime and even your bank. With the recent release of audio and video calls, as X does its best <a id="a2">WhatsApp impression</a>, the “X” app is taking yet another step toward that. From the messaging section of the app, users can now tap the phone icon to instantly give their X friends a ring. (X friends as in Twitter friends, not ex-friends.)
de: Elon Musk, der CEO der ehemals als Twitter bekannten App, hat wiederholt gesagt, dass X zu einer „<a id="a1">Alles-App</a>“ werden soll, die mit Plattformen wie YouTube, Apps wie FaceTime und sogar Ihrer Bank konkurriert. Mit der jüngsten Veröffentlichung von Audio- und Videoanrufen, bei denen X die beste <a id="a2">WhatsApp-Imitation</a> abliefert, macht die „X“-App einen weiteren Schritt in diese Richtung. Im Messaging-Bereich der App können Benutzer jetzt auf das Telefonsymbol tippen, um ihre X-Freunde sofort anzurufen. (X-Freunde im Sinne von Twitter-Freunden, nicht Ex-Freunden.)
es: Elon Musk, el CEO de la aplicación anteriormente conocida como Twitter, ha dicho repetidamente que quiere que X se convierta en una «<a id="a1">aplicación que contenga todo</a>» y que compita con plataformas como YouTube, con aplicaciones como FaceTime e incluso con tu banco. Con el reciente lanzamiento de las llamadas de audio y vídeo, con lo que X hace su mejor <a id="a2">imitación de WhatsApp</a>, la aplicación «X» está dando un paso más hacia esa idea. En la sección de mensajes de la aplicación, los usuarios ahora pueden tocar el icono del teléfono para llamar instantáneamente a sus X amigos (nos referimos a los amigos de Twitter, no a tus ex amigos).
fr: Le PDG de l’application anciennement connue sous le nom de Twitter, Elon Musk, a déclaré à plusieurs reprises qu’il souhaitait que X devienne une «<a id="a1"> application à tout faire </a>» qui rivalise avec des plateformes telles que YouTube, des applications telles que FaceTime et ou celle de votre banque. Avec l’ajout récent des appels audio et vidéo, l’application « X » poursuit ses efforts pour <a id="a2">imiter au mieux WhatsApp</a>. Depuis la section de messagerie de l’application, les utilisateurs peuvent désormais appuyer sur l’icône du téléphone pour appeler instantanément leurs contacts X (il s’agit en réalité de leurs contacts Twitter).
pl: Dyrektor generalny aplikacji znanej wcześniej jako Twitter, Elon Musk, wielokrotnie mówił, że chce, aby X stał się „<a id="a1">aplikacją do wszystkiego</a>”, która będzie konkurowała z platformami takimi jak YouTube, aplikacjami takimi jak FaceTime, a nawet Twoim bankiem. Wraz z niedawnym udostępnieniem funkcji połączeń audio i wideo, gdy X robi najlepsze wrażenie charakterystyczne dla <a id="a2">aplikacji WhatsApp</a>, aplikacja „X” robi kolejny krok w tym kierunku. W sekcji wiadomości w aplikacji użytkownicy mogą teraz dotknąć ikony telefonu, aby natychmiast zadzwonić do znajomych z X. (znajomych z X tak samo jak znajomych z Twittera, a nie byłych znajomych).
pt_br: O CEO do aplicativo anteriormente conhecido como Twitter, Elon Musk, disse repetidamente que quer que o X se torne um "<a id="a1">aplicativo para tudo</a>" que concorra com plataformas como o YouTube, aplicativos como o FaceTime e até mesmo seu banco. Com o recente lançamento de chamadas de áudio e vídeo, conforme o X faz sua melhor <a id="a2">interpretação do WhatsApp</a>, o aplicativo “X” está dando mais um passo em direção a isso. Na seção de mensagens do aplicativo, os usuários agora podem tocar no ícone do telefone para ligar instantaneamente para seus amigos do X. (amigos do X, como em amigos do Twitter, não ex-amigos, conforme a expressão em inglês "X friends" pode sugerir.)

# body.45848a96-55cf-4712-8f82-e2b5d8fcda1b
source: But what are the downsides? Will placing calls on Twitter place your privacy at risk?
de: Aber was sind die Nachteile? Gefährden Anrufe über Twitter Ihre Privatsphäre?
es: Pero, ¿cuáles son las desventajas? ¿Realizar llamadas en Twitter pone en riesgo tu privacidad?
fr: Mais quels sont les inconvénients ? Le fait de passer des appels sur Twitter met-il votre vie privée en danger ?
pl: Ale jakie są tego wady? Czy nawiązywanie połączeń na Twitterze zagrozi Twojej prywatności?
pt_br: Mas quais são as desvantagens? Fazer chamadas no Twitter colocará sua privacidade em risco?

# body.45848a96-55cf-4712-8f82-e2b5d8fcda1b
source: Here’s How &amp; Why You Should Turn Of Twitter’s Call Feature
de: Wie & warum Sie Twitters Anruffunktion deaktivieren sollten
es: Aquí te contamos cómo y por qué deberías desactivar la función de llamadas de Twitter
fr: Voici comment et pourquoi nous vous conseillons de désactiver la fonction d’appel de Twitter
pl: Oto jak i dlaczego warto włączyć funkcję połączeń na Twitterze
pt_br: Veja como &amp; e a razão pela qual você deve desativar o recurso de chamadas do Twitter

# body.45848a96-55cf-4712-8f82-e2b5d8fcda1b
source: If you use X’s app, congratulations — you’re already opted-in to the service’s new call feature! This isn’t great because when you place calls with the app, IP address could be shared with anyone you talk to. What is an IP Address? An Internet Protocol (IP) address is a unique numerical identifier for every device or network that connects to the internet. While an IP address isn’t enough to reveal confidential information directly, <a id="a1">it can be used by hackers</a> for tracking, targeting ads and cyber attacks.
de: Wenn Sie die App von X nutzen, herzlichen Glückwunsch – Sie haben sich bereits für die neue Anruffunktion des Dienstes angemeldet! Das ist nicht gut, denn wenn Sie mit der App Anrufe tätigen, könnte die IP-Adresse an jeden weitergegeben werden, mit dem Sie sprechen. Was ist eine IP-Adresse? Eine IP-Adresse (Internet Protocol) ist eine eindeutige numerische Kennung für jedes Gerät oder Netzwerk, das mit dem Internet verbunden ist. Auch wenn eine IP-Adresse nicht ausreicht, um vertrauliche Informationen direkt preiszugeben, kann sie für die Nachverfolgung, gezielte Werbung und Cyberangriffe <a id="a1">von Hackern verwendet werden</a>.
es: Si utilizas la aplicación X, te damos la enhorabuena: ¡ya has optado por incluirte en la nueva función de llamadas! Esto no es nada bueno, ya que cuando realizas llamadas con la aplicación, tu dirección IP se puede compartir con cualquier persona con la que hables. ¿Qué es una dirección IP? La dirección de Protocolo de Internet (IP) es un identificador numérico único para cada dispositivo o red que se conecta a Internet. Si bien una dirección IP no es suficiente para revelar información confidencial directamente, los <a id="a1">piratas informáticos pueden utilizarla</a> para rastrear, orientar anuncios y realizar ataques cibernéticos.

# body.45848a96-55cf-4712-8f82-e2b5d8fcda1b
source: Calling only works in the X app, not on the social media platform’s desktop site. News outlets like <a id="a1">TechCrunch</a> and <a id="a2">PC Mag</a> recommend turning the feature off if you don’t want people your calling to learn your IP address and, with it, potentially, your real-world location.
de: Anrufe funktionieren nur in der X-App, nicht auf der Desktop-Website der Social-Media-Plattform. Nachrichtenagenturen wie <a id="a1">TechCrunch</a> und <a id="a2">PC Mag</a> empfehlen, die Funktion zu deaktivieren, wenn Sie nicht möchten, dass angerufene Personen Ihre IP-Adresse und damit möglicherweise Ihren tatsächlichen Standort erfahren.
es: Las llamadas solo funcionan en la aplicación X, no puedes usar esta función en el sitio de escritorio de la plataforma. Algunos medios de comunicación como <a id="a1">TechCrunch</a> y <a id="a2">PC Mag</a> recomiendan desactivar la función si no quieres que las personas a las que llamas sepan tu dirección IP, que potencialmente puede revelar tu ubicación en el mundo real.

# body.a38b886f-b373-4c17-851c-d8179e6a1181.altText
source: How to turn off audio and video calls on Twitter/X
de: So deaktivieren Sie Audio- und Videoanrufe auf Twitter/X
es: Cómo desactivar las llamadas de audio y vídeo en Twitter/X
fr: Comment désactiver les appels audio et vidéo sur Twitter/X
pl: Jak wyłączyć połączenia audio i wideo na Twitterze/X
pt_br: Como desativar chamadas de áudio e vídeo no Twitter/X

# body.a38b886f-b373-4c17-851c-d8179e6a1181.caption
source: How to turn off audio and video calls on Twitter/X
de: So deaktivieren Sie Audio- und Videoanrufe auf Twitter/X
es: Cómo desactivar las llamadas de audio y vídeo en Twitter/X
fr: Comment désactiver les appels audio et vidéo sur Twitter/X
pl: Jak wyłączyć połączenia audio i wideo na Twitterze/X
pt_br: Como desativar chamadas de áudio e vídeo no Twitter/X

# body.15153c49-cd64-4c7c-8648-f82845126dba
source: For those worried about X giving up their real-world location via their IP address, the site has an option called Enhanced call privacy mode. You can enable it in the Privacy and Safety section of the Settings menu, under Direct Messages. You can also turn off the audio and video calling feature altogether.
de: Für diejenigen, die sich über die Preisgabe ihres realen Standorts durch X über ihre IP-Adresse Sorgen machen, gibt es auf der Website eine Option namens „Erweiterter Anrufschutzmodus“. Sie können diese Option im Abschnitt „Datenschutz und Sicherheit“ des Einstellungsmenüs unter „Direktnachrichten“ aktivieren. Sie können die Funktion für Audio- und Videoanrufe auch ganz abschalten.
es: Para aquellos a quienes les preocupa que X revele su ubicación en el mundo real a través de su dirección IP, el sitio tiene una opción llamada «Modo de privacidad de llamada mejorada». Puedes habilitarlo en la sección «Privacidad y seguridad» del menú «Configuración», en la sección de «Mensajes directos». También puedes desactivar por completo la función de llamadas de audio y vídeo.

# body.15153c49-cd64-4c7c-8648-f82845126dba
source: X isn’t known for being the safest way to chat privately with someone. The service only received encryption in 2023 and X stops short at calling end-to-end encryption. What X offers as encryption is deemed <a id="a1">weaker than</a> what’s used by apps like <a id="a2">Signal</a> and or even Meta’s <a id="a3">WhatsApp</a> (it isn’t on by default and doesn’t allow for sending photos or videos, for example). X calling may be convenient for some, but as far as privacy is concerned, you may be better off with an app like the open-source <a id="a4">Signal</a> or, if you still can’t get enough of scrolling through tweets on X, using the website instead of installing the app.
de: X ist nicht gerade als die sicherste Methode für private Chats mit anderen bekannt. Der Dienst wurde erst im Jahr 2023 verschlüsselt und X geht nicht so weit, dies als Ende-zu-Ende-Verschlüsselung zu bezeichnen. Die von X angebotene Verschlüsselung gilt als <a id="a1">schwächer als</a> die von Apps wie <a id="a2">Signal</a> oder sogar Metas <a id="a3">WhatsApp</a> (sie ist nicht standardmäßig aktiviert und erlaubt zum Beispiel nicht das Senden von Fotos oder Videos). X-Anrufe mögen für manche bequem sein, aber was die Privatsphäre angeht, sind Sie mit einer App wie dem Open-Source-Programm <a id="a4">Signal</a> möglicherweise besser dran. Und wenn Sie immer noch nicht genug davon bekommen können, durch Tweets auf X zu scrollen, verwenden Sie besser die Website, anstatt die App zu installieren.
es: X no es conocida por ser la forma más segura de chatear en privado con alguien. Solo se aplicó cifrado al servicio en 2023 y X se queda corto con respecto al cifrado de extremo a extremo. Lo que X ofrece como cifrado se considera <a id="a1">más débil que</a> las características que utilizan aplicaciones como <a id="a2">Signal</a> o incluso <a id="a3">WhatsApp</a> de Meta (no está activado de forma predeterminada y no permite enviar fotos o vídeos, por ejemplo). Las llamadas a X pueden ser convenientes para algunos, pero en lo que respecta a la privacidad, puede que te vaya mejor con una aplicación de código abierto como <a id="a4">Signal</a> o, si eres de los que no pueden parar de ver tweets en X, es mejor que uses el sitio web en lugar de instalar la aplicación.
fr: X n’est pas réputé pour être le moyen le plus sûr de communiquer en toute confidentialité. Le service ne propose le chiffrement que depuis 2023 et X n’est pas en mesure d’offrir un chiffrement de bout en bout. Le chiffrement offert par X est jugé <a id="a1">plus faible</a> que celui utilisé par des applications telles que <a id="a2">Signal</a> ou même <a id="a3">WhatsApp</a> de Meta (il n’est pas activé par défaut et ne permet pas l’envoi de photos ou de vidéos, par exemple). Les appels sur X peuvent sembler utiles à certains, mais en ce qui concerne la protection de la vie privée, il est préférable d’utiliser une application gratuite telle que <a id="a4">Signal</a>, mais si vous ne vous lassez toujours pas de faire défiler des tweets sur X, nous vous recommandons d’utiliser le site web plutôt que d’installer l’application.
pl: X nie słynie z tego, że jest najbezpieczniejszym sposobem na prywatną rozmowę z kimś. Usługa otrzymała szyfrowanie dopiero w 2023 roku i zatrzymuje się na kompleksowym szyfrowaniu połączeń. To, co X oferuje jako szyfrowanie, jest uważane za<a id="a1"> słabsze</a> niż to, co jest używane przez aplikacje takie jak<a id="a2"> Signal</a>, a nawet <a id="a3">WhatsApp</a> od Meta (nie jest domyślnie włączone i nie pozwala na przykład na wysyłanie zdjęć lub filmów). Połączenia w X mogą być wygodne dla niektórych, ale jeśli chodzi o prywatność, lepsze może być korzystanie z aplikacji takiej jak aplikacja open source <a id="a4">Signal</a> lub, jeśli nadal nie masz dość przewijania tweetów na X, korzystać z witryny internetowej zamiast instalować aplikację.
pt_br: O X não é conhecido por ser a maneira mais segura de conversar em particular com alguém. O serviço do X só recebeu criptografia em 2023 e para antes de mencionar a criptografia de ponta a ponta. O que o X oferece como criptografia é considerado <a id="a1">mais fraco do que</a> o usado por aplicativos como o <a id="a2">Signal</a> e até mesmo o <a id="a3">WhatsApp da Meta</a> (não está ativado por padrão e não permite o envio de fotos ou vídeos, por exemplo). O serviço de chamada do X pode ser conveniente para alguns, mas, no que diz respeito à privacidade, pode ser melhor usar um aplicativo de código aberto, como o <a id="a4">Signal</a>, ou, se você ainda não se cansou de navegar pelos tweets no X, usar o site em vez de instalar o aplicativo.

# body.15153c49-cd64-4c7c-8648-f82845126dba
source: Here’s How To Turn Off Twitter’s Voice Call Feature — And Why You Should
de: So deaktivieren Sie die Sprachanruffunktion von Twitter – und warum Sie sie deaktivieren sollten
es: Cómo desactivar la función de llamadas de voz de Twitter y por qué deberías hacerlo
fr: Voici comment désactiver la fonction d’appel vocal de Twitter (et pourquoi vous devriez le faire)
pl: Oto jak wyłączyć funkcję połączeń głosowych na Twitterze – i dlaczego należy to zrobić
pt_br: Veja como desativar o recurso de chamadas de voz do Twitter — e a razão pela qual você deve fazer isso

# body.15153c49-cd64-4c7c-8648-f82845126dba
source: Written By: Xavier Harding
de: Geschrieben von: Xavier Harding
es: Redactado por: Xavier Harding
fr: Écrit par : Xavier Harding
pl: Autor: Xavier Harding
pt_br: Escrito por: Xavier Harding

# body.15153c49-cd64-4c7c-8648-f82845126dba
source: Edited By: Audrey Hingle, Kevin Zawacki, Lindsay Dearlove
de: Bearbeitet von: Audrey Hingle, Kevin Zawacki, Lindsay Dearlove
es: Editado por: Audrey Hingle, Kevin Zawacki, Lindsay Dearlove
fr: Édité par : Audrey Hingle, Kevin Zawacki, Lindsay Dearlove
pl: Redakcja: Audrey Hingle, Kevin Zawacki, Lindsay Dearlove
pt_br: Editado por: Audrey Hingle, Kevin Zawacki, Lindsay Dearlove

# title
source: Here’s How To Turn Off Twitter’s Voice Call Feature — And Why You Should
de: So deaktivieren Sie die Sprachanruffunktion von Twitter – und warum Sie sie deaktivieren sollten
es: Cómo desactivar la función de llamadas de voz de Twitter y por qué deberías hacerlo
fr: Voici comment désactiver la fonction d’appel vocal de Twitter (et pourquoi vous devriez le faire)
pl: Oto jak wyłączyć funkcję połączeń głosowych na Twitterze – i dlaczego należy to zrobić
pt_br: Veja como desativar o recurso de chamadas de voz do Twitter — e a razão pela qual você deve fazer isso

# body.45848a96-55cf-4712-8f82-e2b5d8fcda1b
source: If you use X’s app, congratulations — you’re already opted-in to the service’s new call feature! This isn’t great because when you place calls with the app, your IP address could be shared with anyone you talk to. What is an IP Address? An Internet Protocol (IP) address is a unique numerical identifier for every device or network that connects to the internet. While an IP address isn’t enough to reveal confidential information directly, <a id="a1">it can be used by hackers</a> for tracking, targeting ads and cyber attacks.
fr: Si vous utilisez l’application X, félicitations ! Vous avez déjà accepté la nouvelle fonctionnalité d’appel du service ! Ce qui n’est pas forcément une bonne chose, car lorsque vous passez des appels à l’aide de l’application, votre adresse IP peut être communiquée à votre interlocuteur. Qu’est-ce qu’une adresse IP ? Une adresse IP (Internet Protocol) est un identifiant numérique unique attribué à chaque appareil ou réseau qui se connecte à internet. Bien qu’une adresse IP ne soit pas suffisante pour révéler directement des informations confidentielles, <a id="a1">elle peut être utilisée par des pirates informatiques</a> pour le suivi, le ciblage des publicités et les cyberattaques.
pl: Jeśli korzystasz z aplikacji X, gratulujemy – jesteś już zarejestrowany w nowej funkcji połączeń dostępnej w tej usłudze! Nie jest to świetne rozwiązanie, ponieważ podczas nawiązywania połączeń za pomocą aplikacją adres IP może zostać udostępniony każdemu, z kim będziesz rozmawiać. Co to jest adres IP? Adres protokołu internetowego (IP) jest unikatowym identyfikatorem liczbowym każdego urządzenia lub sieci łączącej się z Internetem. Chociaż adres IP nie wystarcza do bezpośredniego ujawnienia informacji poufnych, <a id="a1">może być używany przez hakerów</a> do śledzenia, kierowania reklam i cyberataków.

# body.45848a96-55cf-4712-8f82-e2b5d8fcda1b
source: Calling only works in the X app, not on the social media platform’s desktop site. News outlets like <a id="a1">TechCrunch</a> and <a id="a2">PC Mag</a> recommend turning the feature off if you don’t want people you're calling to learn your IP address and, with it, potentially, your real-world location.
fr: Cette fonctionnalité ne fonctionne que dans l’application X, et non sur le site internet de la plateforme de réseau social. Des sites d’information comme <a id="a1">TechCrunch</a> et <a id="a2">PC Mag</a> recommandent de désactiver cette fonction si vous ne voulez pas divulguer votre adresse IP à vos interlocuteurs et, par conséquent, votre localisation géographique.
pl: Połączenie działa tylko w aplikacji X, a nie na witrynie desktopowej platformy społecznościowej. Serwisy informacyjne, takie jak <a id="a1">TechCrunch</a> i <a id="a2">PC Mag,</a> zalecają wyłączenie tej funkcji, jeśli nie chcesz, aby osoby, do których dzwonisz, poznały Twój adres IP, a wraz z nim potencjalnie Twoją rzeczywistą lokalizację.

# body.15153c49-cd64-4c7c-8648-f82845126dba
source: An IP address can be used to sleuth out general information about a person’s real-world location. For those worried about X giving up their real-world location via their IP address, the site has an option called Enhanced call privacy mode. You can enable it in the Privacy and Safety section of the Settings menu, under Direct Messages. You can also turn off the audio and video calling feature altogether.
fr: Une adresse IP peut être utilisée pour recueillir des informations générales sur la localisation réelle d’une personne. Pour celles et ceux qui craignent que X ne divulgue leur localisation réelle via leur adresse IP, le site propose une option appelée Confidentialité des appels améliorée. Vous pouvez l’activer dans la section Confidentialité et sécurité du menu Paramètres, sous Messages directs. Vous pouvez également désactiver complètement la fonction d’appel audio et vidéo.
