Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/upcoming-common-voice-data-migration.po
Languages: fr

# search_description
source: Common Voice will be migrating from AWS to GCP on September 18th and will have up to 2 hours of interrupted service.
fr: La migration de Common Voice d’AWS vers GCP aura lieu le 18 septembre et créera jusqu’à deux heures d’interruption de service.

# body.1052c277-e68d-426e-8c3e-19efd93977fa
source: What does this mean for Common Voice uptime and services?
fr: Qu’est-ce que cela implique pour la disponibilité et les services Common Voice ?

# body.1052c277-e68d-426e-8c3e-19efd93977fa
source: Because we’ll be switching cloud hosting providers, the Common Voice platform will be temporarily unavailable for up to 120 minutes starting from <b>08:00 UTC Monday September 18th, 2023</b>.
fr: Dans le cadre de notre changement de fournisseur d’hébergement cloud, la plateforme Common Voice sera temporairement indisponible pendant 120 minutes à partir de <b>08h00 UTC le lundi 18 septembre 2023</b>.

# body.1052c277-e68d-426e-8c3e-19efd93977fa
source: If the migration passes all our quality control checks at 09:30 UTC, there should be no additional platform downtime. If our quality control checks don’t pass, we’ll roll back the system to our original hosting to make sure that the Common Voice platform remains available while we troubleshoot any issues.
fr: Si la migration réussit tous nos contrôles qualité à 9h30 UTC, la plateforme ne devrait subir aucun temps d’arrêt supplémentaire. Si les contrôles qualité échouent, nous restaurerons le système sur notre hébergement d’origine pour nous assurer que la plateforme Common Voice reste disponible pendant que nous résolvons les problèmes.

# body.1052c277-e68d-426e-8c3e-19efd93977fa
source: What does this mean for Common Voice medium term?
fr: Quels seront les effets sur Common Voice à moyen terme ?

# body.1052c277-e68d-426e-8c3e-19efd93977fa
source: There should be no changes to the functionality of the platform or the availability of datasets after the changeover on September 18th. But if you do notice unexpected behavior or have any problems with access, we would appreciate you letting us know about your experience by <a id="a1">raising an issue</a> on Github or contacting the team at commonvoice@mozilla.com.
fr: Aucun changement ne devrait être apporté aux fonctionnalités de la plateforme ou à la disponibilité des jeux de données après la migration du 18 septembre. Cependant, si vous remarquez un comportement inattendu ou si vous rencontrez des problèmes d’accès, nous vous serions reconnaissants de nous faire part de vos remarques en <a id="a1">signalant un problème</a> sur GitHub ou en contactant l’équipe à l’adresse commonvoice@mozilla.com.

# body.1052c277-e68d-426e-8c3e-19efd93977fa
source: What does this mean for Common Voice long term?
fr: Quels seront les effets sur Common Voice sur le long terme ?

# body.1052c277-e68d-426e-8c3e-19efd93977fa
source: After the work on this migration process is complete, we will be bringing you a series of updates and new features to the Common Voice platform to help enrich your experience. If you have any suggestions for what you would like us to work on next, our contact details are below.
fr: Une fois le travail sur ce processus de migration terminé, nous apporterons une série de mises à jour et de nouvelles fonctionnalités pour la plateforme Common Voice afin d’enrichir votre expérience. Si vous avez des suggestions sur lesquelles vous voudriez que nous travaillons ensuite, consultez les différents moyens pour nous contacter ci-dessous.

# body.1052c277-e68d-426e-8c3e-19efd93977fa
source: Contact Us
fr: Contactez-nous

# body.1052c277-e68d-426e-8c3e-19efd93977fa
source: We would love to hear from the community about this migration process, how you use Common Voice or hear your suggestions in general! There’s a range of different ways to get in touch with us:
fr: Nous aimerions savoir ce que pense la communauté de ce processus de migration, savoir comment vous utilisez Common Voice et connaître vos suggestions de manière générale ! Il existe plusieurs moyens de nous contacter :

# body.1052c277-e68d-426e-8c3e-19efd93977fa
source: Raise a <a id="a1">GitHub issue</a> about a problem, bug or feature request
fr: Ouvrez un <a id="a1">ticket sur GitHub</a> pour tout problème, bug ou demande de fonctionnalité

# body.1052c277-e68d-426e-8c3e-19efd93977fa
source: Come <a id="a1">chat with us</a> and each other in our Matrix instance
fr: Venez <a id="a1">discuter avec nous</a> sur notre instance Matrix

# body.1052c277-e68d-426e-8c3e-19efd93977fa
source: Come <a id="a1">chat with us asynchronously</a> in our forums
fr: Venez <a id="a1">discuter avec nous de manière asynchrone</a> sur nos forums

# body.1052c277-e68d-426e-8c3e-19efd93977fa
source: Email the team directly at commonvoice@mozilla.com
fr: Contactez l’équipe par e-mail à l’adresse commonvoice@mozilla.com

# title
source: Upcoming Common Voice Data Migration
fr: Migration planifiée des données de Common Voice
