Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/what-*-the-digital-divide-mozilla-explains.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: What is the digital divide? Mozilla Explains.
de: Was ist die digitale Kluft? Mozilla erklärt
es: ¿Qué es la brecha digital? Mozilla Explica
fr: Qu’est-ce que la fracture numérique ? Mozilla explique
pl: Czym jest przepaść cyfrowa? Mozilla wyjaśnia
pt_br: O que é a divisão digital? Mozilla explica

# search_description
source: What is the digital divide? And can we bridge it? Alice Munyua explains.
de: Was ist die digitale Kluft? Und können wir sie überbrücken? Alice Munyua erklärt.
es: ¿Qué es la brecha digital? ¿Podemos cerrarla? Alice Munyua explica.
fr: Qu’est-ce que la fracture numérique ? Et pouvons-nous la réduire ? Alice Munyua explique.
pl: Czym jest przepaść cyfrowa? Czy możemy ją wyeliminować? Alice Munyua wyjaśnia.
pt_br: O que é a divisão digital? E podemos transpô-la? Alice Munyua explica.

# body.508befa4-2269-49c0-9968-2cc01d089081
source: No, it isn’t not a new kind of math equation! The digital divide is the gap that exists between people in the world who have access to computers, mobile devices and the internet, and those who do not. As we outlined in our Internet Health Report, <a id="a1">nearly half of the world is still offline</a>, meaning half of the world is still unable to benefit from the digital age and the digital economy.
de: Nein, es ist keine neue Art von mathematischer Gleichung! Die digitale Kluft ist die Kluft zwischen Menschen auf der Welt, die Zugang zu Computern, mobilen Geräten und dem Internet haben, und denen, die keinen Zugang haben. Wie wir in unserem Internet Health Report dargelegt haben, <a id="a1">ist fast die Hälfte der Welt immer noch offline</a>, was bedeutet, dass die Hälfte der Welt noch immer nicht vom digitalen Zeitalter und der digitalen Wirtschaft profitieren kann.
es: No, ¡no es un nuevo problema matemático! La brecha digital es la distancia que existe entre las personas del mundo que tienen acceso a ordenadores, dispositivos móviles e internet, y las que no. Como describimos en nuestro Informe de la Salud de Internet, <a id="a1">casi la mitad del mundo aún está desconectada</a>, lo que significa que la mitad del mundo aún no puede beneficiarse de la era digital y de la economía digital.
fr: La fracture numérique est l’écart qui existe entre les personnes dans le monde qui ont accès aux ordinateurs, aux appareils mobiles et à l’Internet, et celles qui n’y ont pas accès. Comme nous l’avons souligné dans notre Bulletin de santé d’Internet, <a id="a1">près de la moitié du monde est toujours hors ligne</a>, ce qui signifie que la moitié du monde n’est toujours pas en mesure de profiter de l’ère et de l’économie numériques.
pl: Nie, to nie jest nowy rodzaj równania matematycznego! Przepaść cyfrowa to różnica w dostępie, który ludzie na całym świecie mają do komputerów, urządzeń mobilnych i Internetu. Jak podkreślamy w naszym Internet Health Report, <a id="a1">prawie połowa ludności świata nie ma dostępu do Internetu</a>, co oznacza, że korzyści płynące z ery cyfrowej i gospodarki cyfrowej nie są dla nich dostępne.
pt_br: Não, não é um novo tipo de equação matemática! A divisão digital é a lacuna que existe entre as pessoas no mundo que têm acesso a computadores, dispositivos móveis e à internet e as que não têm. Conforme destacamos em nosso Relatório de Saúde da Internet, <a id="a1">quase metade do mundo ainda está offline</a>, o que significa que metade do mundo ainda não consegue se beneficiar da era digital e da economia digital.

# body.508befa4-2269-49c0-9968-2cc01d089081
source: To learn more about the Digital Divide, watch this video with <a id="a1">Alice Munyua</a>, director of Mozilla's Africa Mradi, or read on below.
de: Um mehr über die digitale Kluft zu erfahren, sehen Sie sich dieses Video mit <a id="a1">Alice Munyua</a>, Direktorin von Mozilla Africa Mradi, an oder lesen Sie unten weiter.
es: Para obtener más información sobre la brecha digital, mira este vídeo con <a id="a1">Alice Munyua</a>, directora de «Africa Mradi» de Mozilla, o sigue leyendo este artículo.
fr: Pour en savoir plus sur la fracture numérique, regardez cette vidéo avec <a id="a1">Alice Munyua</a>, directrice de Mozilla Africa Mradi, ou lisez la suite ci-dessous.
pl: Aby dowiedzieć się więcej na temat przepaści cyfrowej, obejrzyj filmik, na którym <a id="a1">Alice Munyua</a>, dyrektor Africa Mradi Mozilli, mówi o przepaści cyfrowej lub przeczytaj poniższy wpis.
pt_br: Para saber mais sobre a divisão digital, assista a este vídeo com <a id="a1">Alice Munyua</a>, diretora da Africa Mradi da Mozilla, ou continue lendo abaixo.

# body.54c8a975-a9be-4a76-a481-c6b6410e8272.url
source: https://www.youtube.com/embed/Y2hEiMOgc1g
de: https://www.youtube.com/embed/Y2hEiMOgc1g?rel=0&cc_load_policy=1&cc_lang_pref=de
es: https://www.youtube.com/embed/Y2hEiMOgc1g?rel=0&cc_load_policy=1&cc_lang_pref=es
fr: https://www.youtube.com/embed/Y2hEiMOgc1g?rel=0&cc_load_policy=1&cc_lang_pref=fr
pl: https://www.youtube.com/embed/Y2hEiMOgc1g?rel=0&cc_load_policy=1&cc_lang_pref=pl
pt_br: https://www.youtube.com/embed/Y2hEiMOgc1g?rel=0&cc_load_policy=1&cc_lang_pref=pt

# body.58a935a7-46a5-49f5-b9d2-787284e500ad
source: The digital divide exists everywhere you look. In the United States, there are millions of Americans <a id="a1">without reliable internet access in their homes</a>, but the differences in connectivity rates between the richest and the poorest countries is most pronounced. For example, well over <a id="a2">80% of Europeans</a> have access to the internet, but a minority of those <a id="a3">in the Africa region</a> are able to get online. And globally, <a id="a4">fewer women</a> are able to access the web than men.
de: Die digitale Kluft existiert, überall wo man hinsieht. In den Vereinigten Staaten gibt es Millionen von Amerikanern <a id="a1">ohne zuverlässigem Internetzugang zu Hause</a>, aber die Unterschiede in den Konnektivitätsraten zwischen den reichsten und den ärmsten Ländern sind am ausgeprägtesten. Beispielsweise haben weit über <a id="a2">80 % der Europäer</a> Zugang zum Internet, aber eine Minderheit der Menschen <a id="a3">in der Region Afrika</a> kann online gehen. Und weltweit haben <a id="a4">weniger Frauen</a> Zugang zum Web als Männer.
es: La brecha digital existe dondequiera que mires. En los Estados Unidos, hay millones de personas <a id="a1">sin un acceso confiable a internet en sus hogares</a>. Pero las diferencias en las tasas de conectividad entre los países más ricos y los más pobres son más pronunciadas. Por ejemplo, más <a id="a2">del 80 % de los europeos</a> tiene acceso a internet, pero solo una minoría de <a id="a3">quienes viven en la región de África</a> puede conectarse. Y a nivel mundial, hay <a id="a4">menos mujeres</a> que hombres con posibilidades de acceder a la web.
fr: La fracture numérique existe un peu partout. Aux États-Unis, des millions d’Américains n’ont <a id="a1">pas d’accès à Internet fiable à domicile</a>, mais les différences de taux de connectivité entre les pays les plus riches et les plus pauvres sont les plus prononcées. Par exemple, bien plus de <a id="a2">80 % des Européens</a> ont accès à Internet, mais une minorité des <a id="a3">habitants et habitantes de la région africaine</a> peuvent se connecter. Et à l’échelle mondiale, moins de femmes que d’hommes peuvent accéder au Web.
pl: Z przepaścią cyfrową mamy do czynienia dosłownie wszędzie. Miliony mieszkańców Stanów Zjednoczonych <a id="a1">nie posiadają w domach niezawodnego łącza internetowego</a>, a różnice w dostępie do szybkich połączeń najwyraźniej widać przy porównaniu najbogatszych krajów z najbiedniejszymi. Ponad <a id="a2">80% Europejczyków</a> ma dostęp do Internetu, ale mniejszość osób mieszkających <a id="a3">w regionie Afryki</a> może się z nim połączyć. A w skali globalnej <a id="a4">mniej kobiet</a> niż mężczyzn ma dostęp do sieci.
pt_br: A divisão digital existe em toda parte. Nos Estados Unidos, há milhões de americanos <a id="a1">sem acesso confiável à internet em suas casas</a>, mas as diferenças nas taxas de conectividade entre os países mais ricos e os mais pobres são mais pronunciadas. Por exemplo, bem mais de <a id="a2">80% dos europeus</a> têm acesso à internet, mas uma minoria das pessoas que vivem <a id="a3">na região da África</a> pode se conectar. E, globalmente, <a id="a4">menos mulheres</a> podem acessar a web do que homens.

# body.d7f49d4e-1986-4f0f-b849-7eced45fae11.altText
source: Worldwide, men are 21% more likely to be on line than women.
de: Vergleich des Prozentsatzes von Frauen und Männern online in verschiedenen Regionen
es: Comparación del % de mujeres y hombres en línea en diferentes regiones
fr: Comparaison du % de femmes et d’hommes en ligne dans différentes régions
pl: Porównanie % kobiet i mężczyzn online w różnych regionach
pt_br: Comparação da % de mulheres e homens online em diferentes regiões

# body.c8a3180c-fea7-433a-bb9c-b1fc016fdc37
source: In the case of the African continent, the digital divide is predictably impacted by cost. The continent has the most expensive internet <a id="a1">in the world</a> according to the Alliance for Affordable Internet.
de: Im Fall des afrikanischen Kontinents wird die digitale Kluft erwartungsgemäß von den Kosten beeinflusst. Der Kontinent hat laut der Alliance for Affordable Internet das teuerste Internet <a id="a1">der Welt</a>.
es: En el caso del continente africano, la brecha digital se ve afectada de manera predecible por el costo. Según «Alliance for Affordable Internet», este continente tiene la internet más cara <a id="a1">del mundo</a>.
fr: Dans le cas du continent africain, la fracture numérique est, de manière prévisible, influencée par le coût. Le continent possède l’Internet le plus cher <a id="a1">au monde</a> selon l’Alliance for Affordable Internet.
pl: Jak można przypuszczać, w przypadku kontynentu afrykańskiego na przepaść cyfrową wpływają koszty. Według Alliance for Affordable Internet dostęp do Internetu na tym kontynencie jest <a id="a1">najdroższy na świecie</a>.
pt_br: No caso do continente africano, a divisão digital é previsivelmente impactada pelo custo. O continente tem a internet mais cara <a id="a1">do mundo</a>, de acordo com a Aliança pela Internet Acessível (Alliance for Affordable Internet).

# body.87e96d88-e116-49f8-ac27-2a013444ffb1.altText
source: When the internet isn't affordable, people stay offline
de: Kosten für 1 GB mobiles Breitband-Internet in % des monatlichen Bruttoeinkommens
es: Costo de internet de banda ancha móvil de 1 GB como % de los ingresos brutos mensuales
fr: Coût de l’Internet haut débit mobile de 1 Go en % du revenu mensuel brut
pl: Koszt 1GB mobilnego szerokopasmowego internetu jako % miesięcznego dochodu brutto
pt_br: Custo de 1 GB de internet banda larga móvel como % da renda mensal bruta

# body.436baf4d-043a-40e4-85f9-45b781487858
source: This high barrier to entry has many implications. One thing that the COVID crisis has made clear is we need a connected digital economy now more than ever. Making a simple video call can be a really frustrating experience for someone in India or Nigeria, and just try homeschooling <a id="a1">without reliable broadband</a>!
de: Diese hohe Eintrittsbarriere hat viele Auswirkungen. Die COVID-Krise hat deutlich gemacht, dass wir heute mehr denn je eine vernetzte digitale Wirtschaft brauchen. Ein einfacher Videoanruf kann für jemanden in Indien oder Nigeria eine wirklich frustrierende Erfahrung sein, und versuchen Sie einmal Homeschooling <a id="a1">ohne verlässliches Breitband</a>!
es: Esta alta barrera de entrada tiene muchas consecuencias. Algo que la crisis de la COVID ha dejado en claro es que, ahora más que nunca, necesitamos una economía digital conectada. Hacer una simple videollamada puede ser una experiencia realmente frustrante para alguien que vive en India o Nigeria, ¡ni hablar de lo que implica la educación en el hogar <a id="a1">sin una banda ancha confiable</a>!
fr: Cette barrière élevée à l’entrée entraîne de nombreuses conséquences. Une chose que la crise du COVID a clairement montrée, c’est que nous avons plus que jamais besoin d’une économie numérique connectée. Passer un simple appel vidéo peut être une expérience vraiment frustrante pour quelqu’un en Inde ou au Nigeria et essayez simplement l’enseignement à domicile <a id="a1">sans haut débit fiable</a> !
pl: Tak wysoka bariera wejścia niesie ze sobą wiele konsekwencji. W czasie kryzysu związanego z pandemią zrozumieliśmy, jak bardzo potrzebujemy połączonej gospodarki cyfrowej. Przeprowadzenie zwykłej wideorozmowy może być naprawdę frustrujące dla kogoś przebywającego w Indiach lub Nigerii, a co dopiero nauka z domu <a id="a1">bez łącza szerokopasmowego godnego zaufania</a>!
pt_br: Essa alta barreira à entrada tem muitas implicações. Uma coisa que a crise da COVID deixou claro é que precisamos de uma economia digital conectada agora mais do que nunca. Fazer uma simples videochamada pode ser uma experiência realmente frustrante para alguém na Índia ou na Nigéria, e apenas tente estudar em casa <a id="a1">sem uma banda larga confiável</a>!

# body.0e1d2062-e67e-42d3-b29b-e8bb374f66f1.altText
source: Try homeschooling without the internet at home!
de: % der Erwachsenen in den USA, die im Jahr 2019 zu Hause Breitband hatten, nach Einkommen
es: % de adultos estadounidenses con banda ancha en sus hogares en 2019, según ingresos
fr: % d’adultes américains qui disposaient du haut débit à domicile en 2019, par revenu
pl: Liczba osób dorosłych w USA, które miały dostęp do Internetu szerokopasmowego w domu 2019 roku, według dochodu
pt_br: % de adultos nos EUA que tinham banda larga em casa em 2019, por renda

# body.3ac4673c-695f-445e-b39e-4686205a422b
source: Even for those who are online, disparities still exist. For example, police brutality at a protest in a location with reliable internet access, like the US or Hong Kong, will likely be far better documented than at one in Nigeria, Zimbabwe or Tanzania. And when states shut down the open internet, as we’ve seen during times of <a id="a1">civil unrest</a> or during <a id="a2">presidential elections</a>, political actors can create conditions that favor them politically, with serious democratic and civic implications.
de: Selbst für diejenigen, die online sind, gibt es immer noch Unterschiede. Beispielsweise wird Polizeibrutalität bei einem Protest an einem Ort mit zuverlässigem Internetzugang, wie den USA oder Hongkong, wahrscheinlich viel besser dokumentiert sein als in Nigeria, Simbabwe oder Tansania. Und wenn Staaten das offene Internet abschalten, wie wir es in Zeiten <a id="a1">bürgerlicher Unruhen</a> oder bei <a id="a2">Präsidentschaftswahlen</a> gesehen haben, können politische Akteure Bedingungen schaffen, die sie politisch begünstigen, mit schwerwiegenden Auswirkungen auf Demokratie und Bürgerrechte.
es: Incluso para aquellos que están conectados, todavía existen desigualdades. Por ejemplo, un caso de brutalidad policial en una protesta realizada en un lugar con buen acceso a internet, como Estados Unidos o Hong Kong, probablemente estará mucho mejor documentado que si sucede en Nigeria, Zimbabwe o Tanzania. Y cuando los estados desconectan la internet abierta, como hemos visto en tiempos de <a id="a1">conflictos civiles</a> o durante <a id="a2">elecciones presidenciales</a>, los actores políticos pueden crear condiciones que los favorezcan políticamente, con serias implicaciones democráticas y cívicas.
fr: Même pour celles et ceux qui sont en ligne, des disparités existent toujours. Par exemple, la brutalité policière lors d’une manifestation dans un lieu disposant d’un accès à l’Internet fiable, comme les États-Unis ou Hong Kong, sera probablement bien mieux couverte que lors d’une manifestation au Nigeria, au Zimbabwe ou en Tanzanie. Et lorsque les États coupent Internet, comme nous l’avons vu en période de <a id="a1">troubles civils</a> ou lors <a id="a2">d’élections présidentielles</a>, les acteurs politiques peuvent créer des conditions qui les favorisent politiquement, avec de graves conséquences démocratiques et civiques.
pl: Różnice istnieją także wśród tych, którzy mają dostęp do sieci. Na przykład brutalność policji podczas protestu w miejscu z dobrym dostępem do Internetu, takim jak Stany Zjednoczone czy Hongkong, zostanie prawdopodobnie znacznie lepiej udokumentowana niż użycie przemocy w Nigerii, Zimbabwe czy Tanzanii. A kiedy państwa ograniczają dostęp do otwartego Internetu, na przykład w czasie <a id="a1">niepokojów społecznych</a> lub <a id="a2">wyborów prezydenckich</a>, działacze polityczni mogą tworzyć warunki sprzyjające ich interesom, co ma poważne konsekwencje demokratyczne i obywatelskie.
pt_br: Mesmo para as pessoas que estão online, ainda existem disparidades. Por exemplo, a brutalidade policial em um protesto em um local com acesso confiável à internet, como os EUA ou Hong Kong, provavelmente será muito melhor documentada do que na Nigéria, Zimbábue ou Tanzânia. E quando os estados fecham a internet aberta, como vimos em tempos de <a id="a1">agitação civil</a> ou durante <a id="a2">as eleições presidenciais</a>, os atores políticos podem criar condições que os favoreçam politicamente, com sérias implicações democráticas e cívicas.

# body.3ac4673c-695f-445e-b39e-4686205a422b
source: For those who are fortunate enough to have meaningful connectivity, the internet provides a crucial link to information that helps keep their families healthy and safe, kept them employed, enabled them to study, engage in government, and exercise political freedoms.
de: Für diejenigen, die das Glück haben, über ausreichende Konnektivität zu verfügen, bietet das Internet eine entscheidende Verbindung zu Informationen, die dazu beitragen, die Gesundheit und Sicherheit ihrer Familien zu erhalten. Außerdem werden dadurch Beschäftigungs- und Ausbildungsmöglichkeiten geschaffen sowie Engagement in der Regierung und die Ausübung politischer Freiheiten ermöglicht.
es: Para aquellos que tienen la suerte de tener una buena conectividad, internet proporciona un nexo crucial con la información que los ayuda a mantener a sus familias sanas y seguras, a conseguir un empleo, a poder estudiar, a participar en el gobierno y a ejercer sus libertades políticas.
fr: Pour celles et ceux qui ont la chance d’avoir une connectivité significative, Internet fournit un lien crucial vers des informations qui aident à garder leurs familles en bonne santé et en sécurité, leur permettent de travailler, leur permettent d’étudier, de participer au gouvernement et d’exercer leurs libertés politiques.
pl: Dla szczęśliwców, którzy mają dostęp do Internetu, stanowi on ważne źródło informacji, dzięki którym mogą zapewnić swoim rodzinom bezpieczeństwo i opiekę medyczną, utrzymać zatrudnienie, studiować, angażować się w prace rządu i korzystać ze swobód politycznych.
pt_br: Para as pessoas que têm a sorte de ter conectividade significativa, a internet fornece uma ligação crucial para informações que ajudam a manter suas famílias saudáveis e seguras, mantê-las empregadas, capacitá-las a estudar, se envolver no governo e exercer as liberdades políticas.

# body.3ac4673c-695f-445e-b39e-4686205a422b
source: Ultimately, the digital divide is a symptom that points us to a much deeper problem in our economic systems and economic development. It’s a problem that exists both in developed and underdeveloped countries in the world. To address the digital divide, we must address the underlying social and cultural challenges that have created it.
de: Letztlich ist die digitale Kluft ein Symptom, das uns auf ein viel tieferes Problem in unseren Wirtschaftssystemen und der wirtschaftlichen Entwicklung hinweist. Es ist ein Problem, das sowohl in entwickelten als auch in Entwicklungsländern existiert. Um die digitale Kluft zu überwinden, müssen wir die zugrunde liegenden sozialen und kulturellen Herausforderungen anpacken, die sie verursacht haben.
es: En última instancia, la brecha digital es un síntoma que señala un problema mucho más profundo en nuestros sistemas económicos y en nuestro desarrollo económico. Es un problema que existe tanto en los países desarrollados como en los subdesarrollados. Para abordar la brecha digital, debemos ocuparnos de los problemas sociales y culturales subyacentes que la han creado.
fr: En fin de compte, la fracture numérique est un symptôme qui nous indique un problème beaucoup plus profond dans nos systèmes économiques et notre développement économique. C’est un problème qui existe à la fois dans les pays développés et sous-développés du monde. Pour réduire la fracture numérique, nous devons relever les défis sociaux et culturels sous-jacents qui l’ont créée.
pl: Przepaść cyfrowa jest więc objawem znacznie głębszego problemu dotyczącego naszych systemów gospodarczych i ich rozwoju. To problem, który istnieje zarówno w krajach rozwiniętych, jak i rozwijających się na całym świecie. Aby zmniejszać przepaść cyfrową, musimy sprostać podstawowym wyzwaniom społecznymi i kulturowymi, których jest ona wynikiem.
pt_br: Em última análise, a divisão digital é um sintoma que nos aponta para um problema muito mais profundo em nossos sistemas econômicos e no desenvolvimento econômico. É um problema que existe tanto nos países desenvolvidos quanto subdesenvolvidos do mundo. Para abordar a divisão digital, devemos abordar os desafios sociais e culturais subjacentes que a criaram.

# title
source: What is The Digital Divide? Mozilla Explains
de: Was ist die digitale Kluft? Mozilla erklärt
es: ¿Qué es la brecha digital? Mozilla Explica
fr: Qu’est-ce que la fracture numérique ? Mozilla explique
pl: Czym jest przepaść cyfrowa? Mozilla wyjaśnia
pt_br: O que é a divisão digital? Mozilla explica
