Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/what-ive-learned-from-the-internet-health-report-and-its-not-even-ready-yet.po
Languages: es, fr

# search_description
source: This year we’re doing things a little differently. There will be our familiar focus on the topics of privacy and security, openness, web literacy, digital inclusion, and decentralization, but with special attention to movement actors and what they have seen through the course of this tumultuous year.
es: Este año vamos a hacer las cosas un poco distinto. Vamos a seguir con el enfoque que ya se conoce en temas como privacidad y seguridad, apertura, inclusión, descentralización y alfabetización digital; pero le vamos a prestar atención especial a las personas más envueltas dentro de estos movimientos y ver con ellos qué ha sido lo más resaltante en este año tan tumultuoso.
fr: Cette année, nous procédons de manière légèrement différente. Nous aurons notre zoom habituel sur des sujets tels que la confidentialité et la sécurité, l’ouverture, l’alphabétisation et l’inclusion numérique, ainsi que la décentralisation, avec cette année une attention toute particulière aux acteurs et actrices du mouvement et ce dont ils ont été témoins au cours de cette année tumultueuse.

# body.cac37823-db45-4da4-874f-77b83e494a09.altText
source: An illustration from the Internet Health Report
es: Una ilustración del Informe de la Salud de Internet
fr: Une illustration du Bulletin de santé d’Internet

# body.cac37823-db45-4da4-874f-77b83e494a09.caption
source: Working behind the scenes on the report has meant spending the last few weeks searching and collecting names, reading profiles, writing emails and talking to people based in many different parts of the world. All of these people have projects, ideas, struggles and very strong feelings about what the internet is and can be.
es: Trabajar tras bambalinas en el reporte se ha traducido en buscar y recolectar nombres, leer petflies, escribir emails y hablar con gente que vive y que viaja por todas partes del mundo. Toda esta gente tiene proyectos, ideas, luchas y sentimientos muy fuertes sobre aquello que es el internet, y aquello que debería ser.
fr: Travailler dans les coulisses de ce rapport s’est traduit par occuper les dernières semaines à fureter et collecter des noms, scruter des profils, écrire des e-mails et échanger avec des gens situés dans maintes parties du monde différentes. Tous ces gens sont porteurs de projets, d’idées, de luttes et de sentiments profonds sur ce qu’est l’Internet et ce qu’il peut devenir.

# body.6d1a6ce3-301b-41b1-801b-7d32c328f791
source: I will always remember 2020 as the complicated year that connected us globally through a very strange pandemic, but also the one in which I joined the <a id="a1">Mozilla Foundation</a> to help gather 200 internet health stories from 100 people for this year’s <a id="a2">Internet Health Report</a> (IHR).
es: El 2020 será sin lugar a dudas un año que recordaremos por mucho tiempo. Para mi este fue el año en el que una rara pandemia nos conectó más global y estrechamente que nunca, pero también en el que uní fuerzas con la <a id="a1">Fundación Mozilla</a> para recolectar 200 historias sobre salud de internet contadas por 100 personas en la edición de este año del <a id="a2">Informe de Salud de Internet</a>.
fr: Je me rappellerai toujours de 2020 comme de cette année difficile qui nous a uni·e·s globalement par une pandémie des plus étranges, mais également comme celle où j’ai rejoint la <a id="a1">Fondation Mozilla</a> pour participer au recueil de 200 histoires sur la bonne santé d’Internet auprès de 100 personnes, pour le <a id="a2">Bulletin de santé d’Internet</a> de cette année.

# body.6d1a6ce3-301b-41b1-801b-7d32c328f791
source: As always, the report seeks to share healthy moments of the internet in 2020, and also to cast some light on events that should be getting more of our attention. Now, this year we’re doing things a little differently. There will be our familiar focus on the topics of privacy and security, openness, web literacy, digital inclusion, and decentralization, but with special attention to movement actors and what they have seen through the course of this tumultuous year.
es: Como en sus otras ediciones, el reporte busca ponerle luz a los momentos más saludables de internet en 2020 y también a aquellos más preocupantes y que necesitan de nuestra atención. Este año, no obstante, vamos a hacer las cosas un poco distinto. Vamos a seguir con el enfoque que ya se conoce en temas como privacidad y seguridad, apertura, inclusión, descentralización y alfabetización digital; pero le vamos a prestar atención especial a las personas más envueltas dentro de estos movimientos y ver con ellos qué ha sido lo más resaltante en este año tan tumultuoso.
fr: Comme à l’accoutumée, ce rapport a pour but de partager des moments heureux d’Internet en 2020, en braquant également les projecteurs sur des évènements qui mériteraient de notre part une plus grande attention. Mais cette année, nous procédons de manière légèrement différente. Nous aurons notre zoom habituel sur des sujets tels que la confidentialité et la sécurité, l’ouverture, l’alphabétisation et l’inclusion numérique, ainsi que la décentralisation, avec une attention toute particulière aux acteurs et actrices du mouvement et ce dont ils ont été témoins au cours de cette année tumultueuse.

# body.6d1a6ce3-301b-41b1-801b-7d32c328f791
source: Working behind the scenes on the report has meant spending the last few weeks searching and collecting names, reading profiles, writing emails and talking to people based in many different parts of the world. All of these people have projects, ideas, struggles and very strong feelings about what the internet is and can be. The generosity of their responses has left me stunned. On the one hand because of the countless ways in which so many people want to help, and on the other because it reminds me that we are far from alone in the struggles we face.
es: Trabajar tras bambalinas en el reporte se ha traducido en buscar y recolectar nombres, leer perfiles, escribir emails y hablar con gente que vive y que viaja por todas partes del mundo. Toda esta gente tiene proyectos, ideas, luchas y sentimientos muy fuertes sobre aquello que es el internet, y aquello que debería ser. La generosidad de las respuestas me ha dejado en una pieza. Por una parte a causa de los incontables modos en los que tanta gente quiere ayudar y por otra porque me recuerda que estas luchas son difíciles, pero jamás solitarias.
fr: Travailler dans les coulisses de ce rapport s’est traduit par occuper les dernières semaines à fureter et collecter des noms, scruter des profils, écrire des e-mails et échanger avec des gens situés dans maintes parties du monde différentes. Tous ces gens sont porteurs de projets, d’idées, de luttes et de sentiments profonds sur ce qu’est l’Internet et ce qu’il peut devenir. La générosité avec laquelle il·elle·s m’ont répondu m’a bouleversée. D’une part parce que cela m’a fait voir les moyens innombrables par lesquels tant de gens sont prêts à apporter leur aide; d’autre part parce que cela m’a rappelé que dans les luttes que nous menons, nous sommes loin d’être seul·e·s.

# body.6d1a6ce3-301b-41b1-801b-7d32c328f791
source: Yes, authoritarian regimes continue to shut down connections, our data remains a gold mine for corporations to exploit while bad faith actors continue to go unchecked. However, the feeling of hope that comes from seeing the size and scope of the internet health movement will stay with me for a very long time.
es: Sí, los regímenes autoritarios siguen cortando de un tajo las conexiones a la red, nuestros datos siguen siendo la misma mina oro que tiene sin descanso a las grandes corporaciones y aquello/as que actúan de mala fe siguen sin rendir cuentas. Sin embargo, el sentimiento de esperanza que viene al ver el tamaño y el alcance del movimiento de defensa de internet y de su salud se quedarán conmigo por mucho tiempo.
fr: Il est entendu que de nos jours, des régimes totalitaires continuent de faire fermer des connexions, que nos données constituent une mine d’or exploitable à l’envi par les grandes entreprises tandis que les agents de la mauvaise foi peuvent œuvrer sans contrôle aucun. Toutefois, le sentiment d’espoir qui m’envahit à la vue de la taille et de la portée du mouvement en faveur de la bonne santé d’Internet est une chose que je garderai avec moi pendant longtemps.

# body.6d1a6ce3-301b-41b1-801b-7d32c328f791
source: I’m inspired by people following and denouncing shutdowns, risking their own safety to open a window to their own community and corner of the internet and show their resilience. I’ve spoken with researchers thinking outside the box of the status quo and discovered artists, activists, educators and citizens banding together to fight injustice online and in their local communities I’ve met defenders of indigenous rights and LGBTQI+ activists opening safe spaces for everyone, reaching as far as they possibly can to support so many others around the world.
es: Me llenan de inspiración estas personas que monitorean y denuncian apagones, y también las que arriesgan su propia seguridad para abrirnos una ventana a sus resilientes comunidades abriéndose paso en su rincón de internet. He conversado con personas que investigan y que atinan a pensar más allá de los límites que les imponen; y he descubierto artistas, activistas, educadores y ciudadana/os que se organizan para contrarrestar injusticias en línea y a sus alrededores. Me he conseguido con personas consagradas a la defensa de derechos de comunidades indígenas y activistas LGBTQI+ que abren espacios seguros que se expanden y llegan tan lejos como pueden para apoyar a muchas más en todo el mundo.
fr: Je me sens inspirée par les gens qui couvrent et dénoncent les fermetures de réseaux, par les gens qui risquent jusqu’à leur sécurité pour rendre visible leur communauté et leurs coins d’Internet, pour faire montre de résistance. J’ai discuté avec des chercheurs, qui pensent en dehors du carcan du <i>status quo</i> ; j’ai découvert des artistes, des activistes, des pédagogues et des citoyens qui unissent leurs forces pour combattre l’injustice, en ligne ou au sein de leurs communautés locales. J’ai rencontré des défenseurs des droits des indigènes et des activistes LGBTQI+ qui créent des lieux sûrs pour tou·te·s et chacun·e·s et qui poussent au maximum de leurs capacités pour en soutenir d’autres partout dans le monde.

# body.6d1a6ce3-301b-41b1-801b-7d32c328f791
source: This is an ocean of people who care deeply about each other. As complex as it can be and as imperfect, it’s made of people who keep growing and learning, and passing their knowledge on to others who will continue to pass it on after them. This global internet health community is not only powerful and diverse, it’s also growing in numbers and impact. The minds it changes stay changed forever. We are more eager than ever to share with everyone the stories all these people have shared with us. If I was to be part of this feature myself, I would definitely share the process of making this report as a story revealing how healthy the internet can be.
es: Este es un océano de gente a la que le importa muchísimo cada gota que lo forma. Por compleja e imperfecta que pueda ser, está hecho de gente que sigue creciendo y aprendiendo, que continúa pasando conocimientos a muchas personas que a su vez seguirán haciéndolos llegar a otra/os más. La comunidad global que trabaja por un internet más saludable no es solamente diversa y poderosa, también crece en números y en impacto. Las mentes que cambia, las cambia de modo permanente. Estamos más emocionados que nunca de compartir las historias que nos han contado estas personas, y si fuera yo misma una de las que comparte las suyas en esta edición, mi historia de salud y optimismo sería, sin duda, la creación misma de este reporte.
fr: Ils constituent ensemble un océan de gens qui tiennent profondément les uns aux autres. Aussi complexe et imparfait qu’il puisse être, cet océan est fait de personnes qui continuent à mûrir, à apprendre et à transmettre leurs savoirs à d’autres qui continueront à les transmettre à leur tour. Cette communauté qui œuvre à la santé de l’Internet global n’est pas seulement puissante et composite; elle est aussi croissante en nombre et en impact. Les esprits qu’elle effleure sont changés à jamais. Nous sommes plus qu’impatients de partager avec vous tous les histoires que ces personnes ont bien voulu partager avec nous. Si l’on m’avait demandé de contribuer moi-même à cette édition du rapport, j’aurais à coup sûr partagé le processus de création de ce rapport en tant qu’histoire qui montre à quel point l’Internet peut être en bonne santé.

# body.6d1a6ce3-301b-41b1-801b-7d32c328f791
source: The 2020 Internet Health Report will be published in early 2021, and I can’t wait to share all these stories with you.
es: El Internet Health Report será publicado a principios de 2021 y es que no podemos esperar para compartirlo con todos ustedes.
fr: L’Internet Health Report 2020 sortira début 2021, et j’ai réellement hâte de partager toutes ces histoires avec vous.

# title
source: What I’ve learned from the Internet Health Report (and it’s not even ready yet)
es: Lo que he aprendido del Internet Health Report (¡y eso que aún no lo terminamos!)
fr: Ce que j’ai appris du Bulletin de santé d’Internet (et il n’est même pas encore terminé)
