Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/whatsapp-responds-to-our-elections-questions.po
Languages: de, fr

# seo_title
source: WhatsApp responds to our elections questions
de: WhatsApp beantwortet unsere Fragen zu Wahlen
fr: WhatsApp répond à nos questions sur les élections

# search_description
source: WhatsApp answers five key questions about its elections response.
de: WhatsApp beantwortet fünf wichtige Fragen zu seinen Reaktionen auf Wahlen.
fr: WhatsApp répond à cinq questions clés sur sa stratégie en matière d’élections.

# body.ff76049f-2d3a-4a74-bb4a-557d2860adc2
source: <b>Over the last few months, tens of thousands of Mozilla supporters have signed our</b> <a id="a1"><b>petition</b></a><b> urging WhatsApp to do more to protect the integrity of elections, by restricting key platform features like forwarding and broadcasting in order to check the spread of disinformation and other harmful content.</b>
de: <b>In den letzten Monaten haben Zehntausende von Mozilla-Unterstützern unsere</b> <a id="a1"><b>Petition</b></a><b> unterschrieben, in der WhatsApp aufgefordert wird, mehr zum Schutz der Integrität von Wahlen zu unternehmen, indem wichtige Plattformfunktionen wie Weiterleiten und Broadcasting eingeschränkt werden, um die Verbreitung von Desinformation und anderen schädlichen Inhalten einzudämmen.</b>
fr: <b>Au cours des derniers mois, des dizaines de milliers de sympathisants de Mozilla ont signé notre</b> <a id="a1"><b>pétition</b></a><b> invitant WhatsApp à en faire davantage pour protéger l’intégrité des élections, en limitant des fonctionnalités clés de la plateforme telles que le transfert et la diffusion, afin de contrôler la propagation de la désinformation et d’autres contenus préjudiciables.</b>

# body.ff76049f-2d3a-4a74-bb4a-557d2860adc2
source: The campaign is one of the many ways that Mozilla’s working to push major tech companies like WhatsApp to take meaningful action to address potentially harmful content, while also safeguarding encryption.
de: Diese Kampagne ist nur eine von vielen Möglichkeiten, wie Mozilla große Tech-Unternehmen wie WhatsApp dazu bringt, sinnvolle Maßnahmen gegen potenziell schädliche Inhalte zu ergreifen und gleichzeitig die Verschlüsselung zu schützen.
fr: Cette campagne constitue une des nombreuses actions menées par Mozilla pour inciter les grandes entreprises technologiques telles que WhatsApp à prendre des mesures significatives pour lutter contre les contenus potentiellement préjudiciables, tout en garantissant la sécurité du chiffrement.

# body.ff76049f-2d3a-4a74-bb4a-557d2860adc2
source: <b>As part of our campaign, we asked WhatsApp five key questions about how it’s responding to the biggest election year on record, including potential threats like</b> <a id="a1"><b>political disinformation and hate speech</b></a><b>.</b>
de: <b>Im Rahmen unserer Kampagne haben wir WhatsApp fünf wichtige Fragen gestellt, wie sie auf das größte Wahljahr aller Zeiten reagieren, einschließlich potenzieller Bedrohungen wie</b> <a id="a1"><b>politische Desinformation und Hassrede</b></a><b>.</b>
fr: <b>Dans le cadre de notre campagne, nous avons posé à WhatsApp cinq questions clés sur la manière dont la société gère la plus grande année électorale jamais observée, notamment</b> <a id="a1"><b>les menaces potentielles telles que la désinformation politique et les discours haineux</b></a><b>.</b>

# body.ff76049f-2d3a-4a74-bb4a-557d2860adc2
source: In response, WhatsApp has shared new details about its 2024 elections strategy, including measures like forwarding restrictions and message labeling. This is one of the company’s most detailed public statements about its elections response to date.
de: Als Reaktion darauf hat WhatsApp neue Details über seine Wahlstrategie für 2024 bekannt gegeben, darunter Maßnahmen wie Weiterleitungsbeschränkungen und die Kennzeichnung von Nachrichten. Dies ist eine der detailliertesten öffentlichen Äußerungen des Unternehmens über seine bisherige Reaktion auf Wahlen.
fr: Dans sa réponse, WhatsApp a partagé de nouveaux détails sur sa stratégie pour les élections de 2024, y compris des mesures telles que les restrictions de transfert et l’étiquetage des messages. Il s’agit de l’une des déclarations publiques les plus détaillées de l’entreprise concernant sa stratégie vis-à-vis des élections à ce jour.

# body.ff76049f-2d3a-4a74-bb4a-557d2860adc2
source: You can read WhatsApp’s full response to our questions, and our thoughts on it, below:
de: Sie können WhatsApps vollständige Antwort auf unsere Fragen und unsere Gedanken dazu unten lesen:
fr: Vous trouverez ci-dessous la réponse complète de WhatsApp à nos questions, ainsi que nos réflexions à ce sujet :

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: Which interventions have been most effective in stopping the spread of political disinformation and other harmful content on WhatsApp, and how do you measure their effectiveness?
de: Welche Maßnahmen waren am effektivsten, um die Verbreitung politischer Desinformation und anderer schädlicher Inhalte auf WhatsApp zu stoppen, und wie messen Sie deren Wirksamkeit?
fr: Quelles sont les mesures les plus efficaces pour enrayer la propagation de la désinformation politique et d’autres contenus préjudiciables sur WhatsApp, et comment mesurez-vous leur efficacité ?

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: WhatsApp says:
de: WhatsApp sagt:
fr: WhatsApp déclare :

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: The features and design choices we make work together - looking at them or analyzing them in isolation doesn't give you the full scope of impact. We aim to minimize abuse of the service by design and we keep our users safe, while upholding privacy and security they expect when using WhatsApp by:
de: Die Funktionen und Designentscheidungen, die wir treffen, wirken zusammen – sie isoliert zu betrachten oder zu analysieren, gibt Ihnen nicht das volle Ausmaß der Auswirkungen. Wir zielen darauf ab, den Missbrauch des Dienstes durch Design zu minimieren und unsere Nutzer zu schützen, während wir die Privatsphäre und Sicherheit wahren, die sie von WhatsApp erwarten, indem wir:
fr: Les fonctionnalités et les décisions de conception que nous prenons fonctionnent conjointement, les examiner ou les analyser de manière isolée ne permet pas d’en mesurer tout l’impact. Nous visons à minimiser les utilisations abusives du service par sa conception et nous assurons la sécurité de nos utilisateurs, tout en respectant le niveau de confidentialité et de sécurité auquel ils s’attendent lorsqu’ils utilisent WhatsApp en :

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: Building WhatsApp in such a way as to minimize harm and prevent abuse from happening with technology that can spot suspicious patterns of behavior.
de: WhatsApp so gestalten, dass Schäden minimiert und Missbrauch durch Technologie verhindert wird, die verdächtige Verhaltensmuster erkennen kann.
fr: Concevant WhatsApp de manière à minimiser les préjudices et à empêcher les abus grâce à une technologie capable de repérer les comportements suspects.

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: Putting users in control with tools and settings to customize their experience and protect themselves from unwanted interactions.
de: Den Nutzern die Kontrolle überlassen mit Tools und Einstellungen, um ihre Erfahrung anzupassen und sich vor unerwünschten Interaktionen zu schützen.
fr: Donnant le contrôle aux utilisateurs grâce à des outils et des paramètres leur permettant de personnaliser leur expérience et de se protéger contre les interactions indésirables.

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: Supporting the work of law enforcement, safety experts, regulators and fact checkers.
de: Die Arbeit von Strafverfolgungsbehörden, Sicherheitsexperten, Regulierungsbehörden und Faktenprüfern unterstützen.
fr: Soutenant la mission des forces de l’ordre, des experts en sécurité, des régulateurs et des experts en vérifications de faits.

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: We’ve built deliberate product interventions to limit the virality of messages (regardless of the content), making WhatsApp one of the few technology companies to intentionally constrain sharing:
de: Wir haben gezielte Produktinterventionen entwickelt, um die Viralität von Nachrichten (unabhängig vom Inhalt) zu begrenzen und WhatsApp zu einem der wenigen Technologieunternehmen zu machen, die das Teilen absichtlich einschränken:
fr: Nous avons conçu des solutions visant à limiter la viralité des messages (quel que soit leur contenu), ce qui fait de WhatsApp l’une des rares entreprises technologiques à limiter intentionnellement le partage :

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: In 2019, we set a limit on forwarding messages to just five chats at once. When introduced, this limitation reduced the amount of forwarded messages on WhatsApp by over 25%.
de: Im Jahr 2019 haben wir das Weiterleiten von Nachrichten auf nur fünf Chats gleichzeitig begrenzt. Als diese Einschränkung eingeführt wurde, reduzierte sich die Anzahl der weitergeleiteten Nachrichten auf WhatsApp um über 25 %.
fr: En 2019, nous avons instauré une limite pour le transfert de messages vers seulement cinq conversations à la fois. Lorsqu’elle a été introduite, cette limite a permis de réduire de plus de 25 % le nombre de messages transférés sur WhatsApp.

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: In 2020, we set additional limits for messages that have been forwarded many times (at least five times), so that they can only be forwarded to one chat at a time. Back then we saw a drop of over 70% in these kinds of messages.
de: Im Jahr 2020 haben wir zusätzliche Beschränkungen für Nachrichten eingeführt, die viele Male (mindestens fünfmal) weitergeleitet wurden, sodass sie nur noch an einen Chat gleichzeitig weitergeleitet werden können. Damals sahen wir einen Rückgang dieser Art von Nachrichten um über 70 %.
fr: En 2020, nous avons établi des limites supplémentaires pour les messages qui ont été transférés plusieurs fois (au moins cinq fois), de manière à ce qu’ils ne puissent être transférés qu’à une seule conversation à la fois. À l’époque, nous avons constaté une baisse de plus de 70 % de ce type de messages.

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: In May 2022, we introduced a new restriction to messages that have already been forwarded even once, so that they can now only be forwarded to one group at a time.
de: Im Mai 2022 haben wir eine neue Einschränkung für Nachrichten eingeführt, die bereits einmal weitergeleitet wurden, sodass sie jetzt nur noch an eine Gruppe gleichzeitig weitergeleitet werden können.
fr: En mai 2022, nous avons introduit une nouvelle restriction pour les messages qui ont déjà été transférés ne serait-ce qu’une fois, de manière à ce qu’ils ne peuvent être transférés qu’à un seul groupe à la fois.

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: I want to reiterate that these constraints apply to all forwarded messages – since WhatsApp is end-to-end encrypted and personal messages are private, and WhatsApp can’t read messages. Many of these constraints impact benign messages from being forwarded, but we took this step to help keep users safe.
de: Ich möchte betonen, dass diese Einschränkungen für alle weitergeleiteten Nachrichten gelten – da WhatsApp Ende-zu-Ende-verschlüsselt ist und persönliche Nachrichten privat sind, kann WhatsApp keine Nachrichten lesen. Viele dieser Einschränkungen betreffen harmlose Nachrichten, aber wir haben diesen Schritt unternommen, um die Nutzer zu schützen.
fr: Je tiens à rappeler que ces limitations s’appliquent à tous les messages transférés, puisque WhatsApp est chiffré de bout en bout et que les messages personnels sont privés, et que WhatsApp est incapable de lire les messages. Bon nombre de ces limitations empêchent les messages anodins d’être transférés, mais nous avons décidé de prendre cette mesure afin d’assurer la sécurité des utilisateurs.

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: The same forwarding limits apply to Channels: you’ll only be able to forward a post from a Channel to up to five people or groups, and these forwards will be marked as having come from a Channel with a link back to that Channel. Channel admins can also choose to restrict forwards from their Channel.
de: Die gleichen Weiterleitungsbeschränkungen gelten für Kanäle: Sie können einen Beitrag aus einem Kanal nur an bis zu fünf Personen oder Gruppen weiterleiten, und diese Weiterleitungen werden als aus einem Kanal stammend gekennzeichnet, mit einem Link zurück zu diesem Kanal. Kanaladministratoren können auch wählen, Weiterleitungen aus ihrem Kanal einzuschränken.
fr: Les mêmes limites de transfert s’appliquent aux canaux : vous ne pourrez transférer un message d’un canal qu’à un maximum de cinq personnes ou groupes, et ces transferts seront marqués comme provenant d’un canal avec un lien renvoyant à ce dernier. Les administrateurs de canaux peuvent également choisir de limiter les transferts provenant de leur canal.

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: We also work to prevent and to take action against misuse of the service - focusing on behavior and at the account level. WhatsApp has advanced technology working around the clock to spot accounts engaging in abnormal behavior. We ban over 8 million accounts per month for bulk or automated messaging.
de: Wir arbeiten auch daran, Missbrauch des Dienstes zu verhindern und dagegen vorzugehen – mit Fokus auf Verhalten und auf Kontoebene. WhatsApp verfügt über fortschrittliche Technologie, die rund um die Uhr arbeitet, um Konten zu erkennen, die sich abnormal verhalten. Wir sperren monatlich über 8 Millionen Konten wegen Massen- oder automatisierten Messagings.
fr: Nous nous efforçons également de lutter contre l’utilisation abusive du service, en nous concentrant sur le comportement et le niveau du compte. WhatsApp dispose d’une technologie avancée fonctionnant 24 heures sur 24 pour repérer les comptes au comportement anormal. Plus de 8 millions de comptes sont bannis chaque mois en raison de l’envoi de messages en masse ou de manière automatisée.

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: Political parties or political candidates that use automation or send WhatsApp messages to users without permission can have their accounts banned. Currently, political candidates and political campaigns are not permitted to use the <a id="a1">WhatsApp Business Platform</a>. In many countries, WhatsApp engages with political entities ahead of major elections to emphasize our approach to safety. We also emphasize the importance of using <a id="a2">WhatsApp responsibly</a>.
de: Politische Parteien oder Kandidaten, die Automatisierung nutzen oder WhatsApp-Nachrichten ohne Erlaubnis an Nutzer senden, können ihre Konten gesperrt bekommen. Derzeit dürfen politische Kandidaten und Kampagnen die <a id="a1">WhatsApp Business Platform</a> nicht nutzen. In vielen Ländern arbeitet WhatsApp vor großen Wahlen mit politischen Akteuren zusammen, um unseren Sicherheitsansatz zu betonen. Wir betonen auch die Bedeutung der <a id="a2">verantwortungsvollen Nutzung von WhatsApp</a>.
fr: Les partis politiques ou les candidats aux élections qui utilisent l’automatisation ou envoient des messages WhatsApp à des utilisateurs sans autorisation peuvent voir leurs comptes bannis. Actuellement, les candidats et les campagnes politiques ne sont pas autorisés à utiliser la <a id="a1">plateforme WhatsApp Business</a>. Dans de nombreux pays, WhatsApp s’engage avec des entités politiques avant des élections majeures pour mettre l’accent sur notre approche en matière de sécurité. Nous insistons également sur l’importance d’une <a id="a2">utilisation responsable de WhatsApp</a>.

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: To give users more control we’ve built privacy tools: <a id="a1">silence unknown callers</a>,<a id="a2"> control who can add you to groups</a>, <a id="a3">leave groups silently</a>, and giving users <a id="a4">more context about who an unknown contact</a> may be when messaged for the first time and <a id="a5">disabling links from unknown contacts</a>. These are all tools launched more recently and examples of ways we’re continuing to innovate and work to keep users safe.
de: Um den Nutzern mehr Kontrolle zu geben, haben wir Datenschutz-Tools entwickelt: <a id="a1">unbekannte Anrufer stummschalten</a>,<a id="a2"> kontrollieren, wer Sie zu Gruppen hinzufügen kann</a>, <a id="a3">Gruppen leise verlassen</a>, und den Nutzern <a id="a4">mehr Kontext darüber geben, wer ein unbekannter Kontakt</a> sein könnte, wenn sie zum ersten Mal eine Nachricht erhalten, sowie <a id="a5">Links von unbekannten Kontakten deaktivieren</a>. Diese Tools wurden kürzlich eingeführt und sind Beispiele dafür, wie wir weiterhin innovativ sind und daran arbeiten, die Nutzer zu schützen.
fr: Pour donner plus de contrôle aux utilisateurs, nous avons créé des outils de protection de la vie privée permettant de <a id="a1">réduire au silence les appelants inconnus</a>,<a id="a2"> de contrôler qui peut vous ajouter à des groupes</a>, <a id="a3">de quitter des groupes discrètement</a>, de donner aux utilisateurs <a id="a4">plus de contexte sur l’identité d’un contact inconnu</a> lorsqu’ils reçoivent un message pour la première fois et <a id="a5">de désactiver les liens provenant de contacts inconnus</a>. Il s’agit là d’outils introduits plus récemment et d’exemples de la manière dont nous continuons à innover et à travailler pour assurer la sécurité des utilisateurs.

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: Finally, a crucial component of our approach is the work to empower users to connect with authoritative sources and remind them of how to spot misinformation.
de: Ein wesentlicher Bestandteil unseres Ansatzes ist die Arbeit, die Nutzer zu befähigen, sich mit zuverlässigen Quellen zu verbinden und sie daran zu erinnern, wie man Fehlinformationen erkennt.
fr: Enfin, une composante essentielle de notre approche consiste à donner aux utilisateurs les moyens de se connecter à des sources fiables et à leur rappeler comment repérer la désinformation.

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: We work to empower users not only via campaigns and tools (such as the forward labels, or the search the web tool), but also through partnerships.
de: Wir arbeiten daran, die Nutzer nicht nur durch Kampagnen und Tools (wie die Weiterleitungskennzeichnungen oder das Web-Such-Tool), sondern auch durch Partnerschaften zu stärken.
fr: Nous nous efforçons de responsabiliser les utilisateurs non seulement par le biais de campagnes et d’outils (tels que les étiquettes « Transférer » ou l’outil de recherche sur le web), mais aussi par le biais de partenariats.

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: WhatsApp has launched partnerships and large-scale education campaigns and collaborations to address <a id="a1">misinformation</a> in several countries, including the<a id="a2"> Misinformation Combat Alliance</a> (MCA) in India, the<a id="a3"> Internet Sehat</a> collaboration in Indonesia and on radio in Nigeria, in 2020 and 2022 with the <a id="a4">Superior Electoral Court (TSE)</a> chatbot in <a id="a5">Brazil</a>, and in Mexico this year ahead of elections.
de: WhatsApp hat Partnerschaften und groß angelegte Bildungskampagnen und Kooperationen gestartet, um <a id="a1">Fehlinformationen</a> in mehreren Ländern zu bekämpfen, darunter die<a id="a2"> Misinformation Combat Alliance</a> (MCA) in Indien, die<a id="a3"> Internet Sehat</a>-Zusammenarbeit in Indonesien und im Radio in Nigeria, in den Jahren 2020 und 2022 mit dem <a id="a4">Superior Electoral Court</a> (TSE)-Chatbot in <a id="a5">Brasilien</a> und in diesem Jahr vor den Wahlen in Mexiko.
fr: WhatsApp a lancé des partenariats, des campagnes d’éducation à grande échelle et des collaborations pour lutter contre la <a id="a1">désinformation</a> dans plusieurs pays, notamment avec la<a id="a2"> Misinformation Combat Alliance</a> (MCA) en Inde, le projet<a id="a3"> Internet Sehat</a> en Indonésie et à la radio au Nigéria. En 2020 et 2022, WhatsApp a collaboré avec le chatbot de la <a id="a4">Superior Electoral Court (TSE)</a> au <a id="a5">Brésil</a>, et au Mexique cette année à l’approche des élections.

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: Support for fact checking: We have partnered with the International Fact-Checking Network to make <a id="a1">certified fact checkers available on WhatsApp</a>, including on Channels. This enables direct fact checks via end-to-end encrypted messaging, and lets fact-checkers reach a wider audience via broadcast channels. Through this partnership, fact-checking organizations in nearly 50 countries use WhatsApp to help connect users with reliable information.
de: Unterstützung für Faktenprüfung: Wir haben uns mit dem International Fact-Checking Network zusammengetan, um <a id="a1">zertifizierte Faktenprüfer auf WhatsApp</a> verfügbar zu machen, auch auf Kanälen. Dies ermöglicht direkte Faktenprüfungen über Ende-zu-Ende-verschlüsselte Nachrichten und lässt Faktenprüfer ein breiteres Publikum über Broadcast-Kanäle erreichen. Durch diese Partnerschaft nutzen Faktenprüfungsorganisationen in fast 50 Ländern WhatsApp, um Nutzern zu helfen, verlässliche Informationen zu finden.
fr: Aide à la vérification des faits : nous nous sommes associés à l’International Fact-Checking Network pour mettre à disposition des <a id="a1">vérificateurs de faits certifiés sur WhatsApp</a>, y compris sur les canaux de diffusion. Cela permet des vérifications directes des faits via une messagerie chiffrée de bout en bout, et permet aux vérificateurs de faits d’atteindre un public plus large via les canaux de diffusion. Grâce à ce partenariat, des organisations de vérification des faits dans près de 50 pays utilisent WhatsApp pour aider à communiquer aux utilisateurs des informations fiables.

# body.24b4f8c3-525b-47a5-b8cd-a568ce7c7e14
source: What does Mozilla think?
de: Was hält Mozilla davon?
fr: Qu’en pense Mozilla ?
