Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/what-if-young-people-could-design-a-better-internet.po
Languages: fr

# search_description
source: Creative Media Awardee Fix the Code helps youth reimagine digital technology where data extraction isn’t the status quo
fr: Fix the Code, lauréat d’un Creative Media Award, aide des jeunes à réinventer la technologie numérique en faisant en sorte que l’extraction de données ne soit plus la norme

# body.80def492-bf97-494c-91bf-63860156f028
source: Creative Media Awardee Fix the Code helps youth reimagine digital technology where data extraction isn’t the status quo
fr: Fix the Code, lauréat d’un Creative Media Award, aide des jeunes à réinventer la technologie numérique en faisant en sorte que l’extraction de données ne soit plus la norme

# body.80def492-bf97-494c-91bf-63860156f028
source: <b>(THE INTERNET | APRIL 6, 2023)</b> -- What if digital technology could be rebuilt from the ground up, without extractive data practices at their core ? And what if the individuals most impacted by social media — teens — were the ones doing the rebuilding?
fr: <b>(INTERNET | 6 AVRIL 2023)</b> — Et si la technologie numérique pouvait être repensée de fond en comble, sans se fondre sur des pratiques d’extraction de données ? Et si les personnes les plus affectées par les réseaux sociaux, les adolescents, étaient celles qui allaient repenser la technologie ?

# body.80def492-bf97-494c-91bf-63860156f028
source: That’s the concept behind <a id="a1"><b>Under Your Internet</b></a>, a new project by Mozilla Creative Media Awardee <a id="a2">Fix The Code</a>.
fr: C’est le concept qui se cache derrière <a id="a1"><b>Under Your Internet</b></a>, le nouveau projet de <a id="a2">Fix The Code</a>, lauréat d’un Mozilla Creative Media Award.

# body.80def492-bf97-494c-91bf-63860156f028
source: Under Your Internet is an interactive web experience for internet users between the ages of 13 and 17. Teens take a data personality quiz, learn about the current state of data collection online, and are introduced to alternative forms of data governance. Those alternatives — like data co-ops, data trusts, and open commons — are personified as creatures who teens can chat with. The alternatives are based on investigations by Mozilla’s <a id="a1">Data Futures Lab</a> and other researchers.
fr: Under Your Internet est une expérience web interactive pour les internautes âgés de 13 à 17 ans. Les adolescents répondent à un test de personnalité sur les données, découvrent l’état actuel de la collecte de données en ligne et sont initiés à d’autres formes de gouvernance des données. Ces alternatives (comme les coopératives de données, les <i>data trusts</i> et les communs ouverts) sont personnifiées comme des créatures avec lesquelles les adolescents peuvent discuter. Les alternatives sont basées sur des enquêtes du <a id="a1">Data Futures Lab</a> de Mozilla et d’autres chercheurs.

# body.80def492-bf97-494c-91bf-63860156f028
source: Says Allison Rowe, an Italy-based design strategist and co-creator of Under Your Internet: “Young people are disproportionately affected by the systems we are building today, yet they are largely underrepresented in decision-making and development. Our goal is to engage and encourage young people to share their opinions — to reorient technology for the care of future generations.”
fr: Comme l’affirme Allison Rowe, stratège en design basée en Italie et co-créatrice de Under Your Internet : « Les jeunes sont touchés de manière disproportionnée par les systèmes que nous mettons en place aujourd’hui, alors qu’ils sont largement sous-représentés dans la prise de décision et le développement. Notre objectif est d’inciter les jeunes à partager leurs opinions et de réorienter la technologie pour le bien des générations futures. »

# body.5e7859a8-5006-47c6-9ff7-10959cba75a6.quote
source: Young people are disproportionately affected by the systems we are building today, yet they are largely underrepresented in decision-making and development.
fr: Les jeunes sont touchés de manière disproportionnée par les systèmes que nous mettons en place aujourd’hui, alors qu’ils sont largement sous-représentés dans la prise de décision et le développement.

# body.5e7859a8-5006-47c6-9ff7-10959cba75a6.attribution
source: Allison Rowe, Creative Media Awardee
fr: Allison Rowe, lauréate d’un Creative Media Award

# body.9f1c7eef-968d-4c97-a5ed-fc94898cdcaf
source: In addition to meeting data alternatives, teens will also be introduced to the Data Monster — a grotesque personification of the internet’s status quo. The towering, tentacled creature represents much of what is wrong with the internet today: surveillance, centralization, and lack of consent.
fr: En plus de découvrir des alternatives aux données, les adolescents feront connaissance avec le Monstre des données, une personnification caricaturale de l’immobilisme d’Internet. Cet immense créature à tentacules représente les principaux griefs dont souffre Internet aujourd’hui : la surveillance, la centralisation et l’absence de consentement.

# body.9f1c7eef-968d-4c97-a5ed-fc94898cdcaf
source: Under Your Internet is created by Rowe alongside Fred Wordie, Meg Obata, and Tania de Sousa Dias. The project is part of a Creative Media Award cohort that uses art and activism to interrogate and reimagine data stewardship online; learn more <a id="a1">here</a>.
fr: Under Your Internet est une création d’Allison Rowe aux côtés de Fred Wordie, Meg Obata et Tania de Sousa Dias. Le projet fait partie d’une cohorte de Creative Media Award qui utilise l’art et l’activisme pour questionner et repenser la gestion des données en ligne. <a id="a1">Apprenez-en davantage ici</a>.

# body.9f1c7eef-968d-4c97-a5ed-fc94898cdcaf
source: <b><i>Press contacts:</i></b> <i>Kevin Zawacki | kevin@mozillafoundation.org</i>
fr: <i><b>Contact presse :</b> Kevin Zawacki | kevin@mozillafoundation.org</i>

# title
source: What If Young People Could Design a Better Internet?
fr: Et si la jeunesse pouvait créer un meilleur Internet ?
