Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/which-video-call-apps-can-you-trust.po
Languages: de, es, fr

# body.c182836d-5a87-4742-b804-20c302e9d526
source: This may seem obvious. But it’s important. Video call apps like <a id="a1">FaceTime</a>, <a id="a2">Google Duo</a>, <a id="a3">Signal</a>, and <a id="a4">Houseparty</a> have a very different set of video chat features and ease of use than business-oriented apps such as <a id="a5">Zoom</a>, <a id="a6">BlueJeans</a>, <a id="a7">GoToMeeting</a>, <a id="a8">Microsoft Teams</a>, and <a id="a9">Cisco Webex</a>. Consumers who want something simple may want to skip the B2B apps. Business users who want a fuller set of features and have money to pay may look to business-focused apps
de: Klingt offensichtlich, ist aber wichtig. Apps wie <a id="a1">FaceTime</a>, <a id="a2">Google Duo</a>, <a id="a3">Signal</a> und <a id="a4">Houseparty</a> haben ganz andere Video-Chat-Funktionen und eine viel einfacherer Handhabung als Apps wie <a id="a5">Zoom</a>, <a id="a6">BlueJeans</a>, <a id="a7">GoToMeeting</a>, <a id="a8">Microsoft Teams</a> und <a id="a9">Cisco Webex</a>, die für die Nutzung in Unternehmen konzipiert sind. Verbraucher, die eine einfache Handhabung bevorzugen, sollten B2B-Apps wahrscheinlich umgehen. Geschäftskunden, die mehr Funktionen brauchen und dafür bezahlen können, sollten nach B2B-Apps Ausschau halten.
es: Esto puede parecer obvio, pero es importante. Aplicaciones de videollamada como <a id="a1">FaceTime</a>, <a id="a2">Google Duo</a>, <a id="a3">Signal</a>, y <a id="a4">Houseparty</a> tienen un conjunto de funciones de chat de vídeo y una facilidad de uso muy diferentes a las aplicaciones pensadas para las empresas, como <a id="a5">Zoom</a>, <a id="a6">BlueJeans</a>, <a id="a7">GoToMeeting</a>, <a id="a8">Microsoft Teams</a> y <a id="a9">Cisco Webex</a>. Los usuarios que buscan algo simple pueden saltarse el conjunto de aplicaciones B2B. Los usuarios del mundo empresarial que quieren contar con un conjunto más completo de funciones y tienen presupuesto para ello, pueden centrarse en las aplicaciones centradas en la empresa
fr: Ça peut sembler évident, mais la différence est importante. Les applications d’appels vidéo comme <a id="a1">FaceTime</a>, <a id="a2">Google Duo</a>, <a id="a3">Signal</a> et <a id="a4">Houseparty</a> offrent des fonctionnalités d’appels vidéo très différentes et une plus grande facilité d’utilisation que les applications ciblant les entreprises, comme <a id="a5">Zoom</a>, <a id="a6">BlueJeans</a>, <a id="a7">GoToMeeting</a>, <a id="a8">Microsoft Teams</a> et <a id="a9">Cisco Webex</a>. Les consommateurs qui recherchent la simplicité préfèreront éviter les applications destinées aux entreprises. Elles sont plus adaptées aux professionnels qui souhaitent disposer de davantage de fonctionnalités et peuvent payer un abonnement.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: There is a diverse range of risks
de: Es gibt vielfältige Risiken
es: Existe un amplio abanico de riesgos
fr: Il existe une grande diversité de risques.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: <a id="a1">Facebook</a> doesn’t use the content of your messages for ad targeting. But it <i>does</i> collect a lot of other personal information. It collects name, email, location, geolocations on photos you upload, information about your contacts, information about you other people might share, and even any information it can gather about you when you use the camera feature. Facebook says it can use all this personal information to target you with ads. It also shares information with a large number of third-party partners including advertisers, vendors, academic researchers, and analytic services
de: <a id="a1">Facebook</a> nutzt die Inhalte Ihrer Nachrichten nicht für Targeted Advertising. Allerdings werden viele Ihrer persönlichen Daten gesammelt. Dazu gehören Name, E-Mail-Adresse, Standort, Geo-Targeting für von Ihnen hochgeladene Bilder, Informationen über Ihre Kontakte, Informationen über Sie, die möglicherweise von anderen geteilt werden und sogar Informationen, die Facebook aus Ihrer Nutzung der Kamerafunktion zieht. Facebook sagt, es kann all diese persönlichen Daten für Targeted Advertising nutzen. Außerdem teilt Facebook viele Daten mit Dritten wie etwa Werbetreibenden, Verkäufern, akademischen Forschungseinrichtungen und analytischen Services.
es: <a id="a1">Facebook</a> no usa el contenido de tus mensajes para la segmentación de anuncios, pero sí recaba un montón de información personal. Recopila el nombre, el correo electrónico, la ubicación, la geolocalización de las fotos que subes, la información sobre tus contactos, la información sobre ti que otras personas puedan compartir e incluso cualquier información personal que pueda recopilar cuando usas la función de cámara. Facebook dice que puede usar toda esta información personal para la segmentación publicitaria. También comparte información con una gran cantidad de terceros, como empresas de publicidad, proveedores, investigadores académicos y servicios analíticos
fr: <a id="a1">Facebook</a> n’utilise pas le contenu de vos messages à des fins de ciblage publicitaire. Cependant, la plateforme collecte beaucoup d’autres informations personnelles : votre nom, votre adresse électronique, votre localisation, la géolocalisation des photos que vous téléchargez, des informations sur vos contacts, des informations sur vous partagées par d’autres, et même toutes les données qui peuvent être collectées à votre sujet quand vous utilisez la caméra. Facebook déclare pouvoir utiliser toutes ces informations personnelles pour vous proposer des publicités ciblées. Le site partage également des informations avec un grand nombre de partenaires tiers, notamment des annonceurs, des vendeurs, des chercheurs universitaires et des services d’analyses.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: <a id="a1">WhatsApp</a> is solid for video chat, and gets bonus points for using end-to-end encryption on users’ messages and calls. However, it is sullied by an overwhelming amount of misinformation on the platform. Especially during this global pandemic, <a id="a2">conspiracies and fake news</a> are being spread across WhatsApp
de: <a id="a1">WhatsApp</a> ist für Videoanrufe ein solider Anbieter und bekommt Extrapunkte für die Nutzung von Ende-zu-Ende-Verschlüsselung für Nachrichten und Anrufe seiner Nutzer. Diese Extrapunkte gehen allerdings durch ein hohes Aufkommen an Fehlinformationen verloren, die auf der Plattform kursieren. Insbesondere während der momentan andauernden globalen Pandemie <a id="a2">werden Verschwörungstheorien und Fake News</a> über WhatsApp verbreitet.
es: <a id="a1">WhatsApp</a> funciona muy bien para videollamadas y obtiene puntos extra por usar el cifrado de extremo a extremo en los mensajes y llamadas de los usuarios. Sin embargo, su punto débil es la enorme cantidad de informaciones falsas que circulan por la plataforma. Sobre todo durante esta pandemia, se han difundido muchas <a id="a2">conspiraciones y noticias falsas</a> por WhatsApp
fr: <a id="a1">WhatsApp</a> est une bonne application d’appels vidéo et gagne des points grâce à son utilisation du chiffrement de bout en bout pour les messages et les appels. Cependant, la plateforme est envahie par la désinformation. En particulier pendant cette période de pandémie, <a id="a2">les théories du complot et les fausses informations</a> pullulent sur WhatsApp.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: <a id="a1">Houseparty</a> is admittedly more fun than some others on our list, but it comes with its own problems. Houseparty appears to be a personal data vacuum (though kudos to their <a id="a2">privacy policy</a> for being easy to read to tell you that)
de: Zugegeben, <a id="a1">Houseparty</a> macht mehr Spaß als andere Apps auf unserer Liste. Dafür hat die App aber ihre ganz eigenen Probleme. Houseparty scheint ein Vakuum für persönliche Daten zu sein. Hut ab für ihre <a id="a2">Datenschutzrichtlinie</a> – die redet Klartext und ist einfach zu lesen.
es: <a id="a1">Houseparty</a> es más divertido que otras plataformas de nuestra lista, eso es cierto, pero tiene sus propios problemas. Houseparty parece ser un agujero negro de datos personales (aunque enhorabuena por tener una <a id="a2">política de privacidad</a> que sea tan fácil de leer y lo explique claramente)
fr: <a id="a1">Houseparty</a> est vraiment plus amusante que d’autres applications de notre liste, mais n’est pas sans défauts. Houseparty semble être un véritable aspirateur à données personnelles (mais leur <a id="a2">politique de confidentialité</a> est simple à comprendre et vous l’explique clairement).

# body.c182836d-5a87-4742-b804-20c302e9d526
source: <a id="a1">Discord</a> collects more information than we’re comfortable with. For example, it collects information on your contacts if you link your social media accounts. And then there’s the toxicity: dig deep enough and you’ll find some pretty troubling corners of Discord that are <a id="a2">known for</a> misogyny, racial harrassment, and human trafficking
de: <a id="a1">Discord</a> sammelt mehr Daten, als uns lieb ist. Beispielsweise werden Informationen zu Ihren Kontakten eingeholt, wenn Sie die App mit Ihren Social-Media-Konten verbinden. Und dann wäre da noch das toxische Umfeld: Wenn man tief genug gräbt, findet man ein paar Ecken bei Discord, an denen Frauenhass, Rassismus und Menschenhandel <a id="a2">grassieren</a>.
es: <a id="a1">Discord</a> recopila más información de la que nos gustaría. Por ejemplo, sobre tus contactos si vinculas tus cuentas de redes sociales. Además, hay mucha toxicidad: si escarbas un poco, encontrarás algunos rincones bastante perturbadores en Discord, <a id="a2">famosos por</a> su misoginia, acoso racial y trata de personas
fr: <a id="a1">Discord</a> collecte un peu trop d’informations à notre goût. Par exemple, la plateforme collecte des données sur vos contacts si vous la liez à vos comptes sur les réseaux sociaux. Et elle n’est pas sans toxicité : en cherchant bien, vous trouverez des recoins peu reluisants de Discord <a id="a2">connus pour</a> des pratiques misogynes, du harcèlement raciste et du trafic d’êtres humains.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: Good news: Many apps provide admirable privacy and security features
de: Gute Nachrichten: Viele Apps bieten lobenswerte Funktionen für den Datenschutz und die Sicherheit.
es: Pero tenemos buenas noticias: muchas aplicaciones ofrecen funciones de seguridad y privacidad excelentes
fr: Bonne nouvelle : de nombreuses applications disposent de très bonnes fonctionnalités de sécurité et de confidentialité.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: All apps with a built-in recording feature alert participants when recording occurs
de: Alle Apps mit integrierter Aufnahmefunktion benachrichtigen Teilnehmer, wenn ein Chat aufgenommen wird.
es: Todas las aplicaciones con una función de grabación incorporada avisan a los participantes cuando se está grabando
fr: Toutes les applications proposant une fonctionnalité d’enregistrement alertent tous les participants quand elle est activée.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: On most apps, hosts have the ability to set rules, like who can unmute and who can share their screen — meaning accidents and trolls can quickly be dealt with
de: In den meisten Apps haben die Hosts von Anrufen die Möglichkeit zu bestimmen, wer Stummschaltungen aufheben oder den Bildschirm mit anderen teilen kann. Das bedeutet, dass Unfälle vermieden und Trolle schnell verbannt werden können.
es: En la mayoría de las aplicaciones, los anfitriones pueden establecer reglas, como quién puede activar el micrófono y quién puede compartir su pantalla. Eso significa que los accidentes y los troles pueden resolverse rápidamente
fr: La majorité des applications permettent aux hôtes de mettre en place des règles (qui peut réactiver le son ou qui peut partager son écran, par exemple) qui facilitent la résolution rapide des incidents et du « trollage ».

# body.c182836d-5a87-4742-b804-20c302e9d526
source: The two open-source apps in the guide — <a id="a1">Jitsi Meet</a> and <a id="a2">Signal</a> — have strong privacy protections
de: Die zwei Apps im Leitfaden, die mit Open-Source-Software arbeiten – <a id="a1">Jitsi Meet</a> und <a id="a2">Signal</a> – legen sehr viel Wert auf Datenschutz.
es: Las dos aplicaciones de código abierto que incluimos en la guía, <a id="a1">Jitsi Meet</a> y <a id="a2">Signal</a>, cuentan con robustas protecciones de privacidad
fr: Les deux applications open source présentées dans le guide (<a id="a1">Jitsi Meet</a> et <a id="a2">Signal</a>) disposent de protections efficaces de la vie privée.

# title
source: Which Video Call Apps Can You Trust?
de: Welcher App für Videoanrufe können Sie vertrauen?
es: ¿Qué aplicaciones de videollamada son fiables?
fr: Quelles applications d’appels vidéo sont dignes de confiance ?
