Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/which-video-call-apps-can-you-trust.po
Languages: de, es, fr

# search_description
source: A record number of people are using video call apps to conduct business, teach classes, meet with doctors, and stay in touch with friends. It’s more important than ever for this technology to be trustworthy — but some apps don't always respect users’ privacy and security. <br/>Our guide to popular video call apps’ privacy and security features and flaws will give you the information needed to choose which apps you're comfortable with — and to avoid the creepy ones.
de: Noch nie haben so viele Menschen Apps für Videoanrufe genutzt, um Geschäftliches zu erledigen, zu unterrichten, Ärzte zu treffen und mit Freunden und Familie in Kontakt zu bleiben. Deshalb ist es so wichtig wie nie zuvor, dass diese Apps vertrauenswürdig sind. Allerdings nehmen es nicht alle Anbieter so genau mit dem Datenschutz und der Sicherheit ihrer Nutzer.<br/> Unser Leitfaden zu den beliebtesten Apps für Videoanrufe, deren Datenschutz und Sicherheits-Features und welche Bedenken diese aufwerfen, bietet die notwendigen Informationen, damit Sie entscheiden können, welcher App Sie vertrauen können – und welcher Sie lieber aus dem Weg gehen sollten.
es: Un número récord de personas está utilizando aplicaciones de videollamada para hacer negocios, impartir clases, realizar visitas médicas y mantenerse en contacto con los amigos. Ahora es más importante que nunca que esta tecnología sea fiable, pero algunas aplicaciones no siempre respetan la privacidad y seguridad de los usuarios.<br/> Nuestra guía sobre las funciones y los puntos débiles de la privacidad y la seguridad de las aplicaciones de videollamada más populares te ofrecerá la información necesaria para elegir con qué aplicaciones te sientes más cómodo y cómo evitar aquellas que pueden darte alguna sorpresa desagradable.
fr: Le nombre de personnes qui utilisent les applications d’appels vidéo pour gérer leur entreprise, enseigner, consulter des professionnels de santé et rester en contact avec des amis a atteint un record. Il est plus important que jamais que cette technologie soit digne de confiance, mais certaines applications ne respectent pas la vie privée et la sécurité des utilisateurs.<br/> Notre guide répertorie les fonctionnalités en matière de sécurité et de confidentialité des applications d’appels vidéo populaires, ainsi que leurs failles. Il vous permettra d’obtenir les informations nécessaires pour choisir quelles applications vous voulez utiliser et éviter les moins fiables.

# body.3b34100f-9e67-4d58-9a8f-e708e819ad43.altText
source: Video call app icons
fr: Icônes d’applications d’appels vidéo

# body.c182836d-5a87-4742-b804-20c302e9d526
source: Amid the pandemic, Mozilla is educating consumers about popular video apps’ privacy and security features and flaws
de: Vor dem Hintergrund der Pandemie klärt Mozilla Konsumenten über die Probleme auf, die es mit dem Datenschutz und den Sicherheits-Features von beliebten Apps für Videoanrufe gibt.
es: En plena pandemia, Mozilla está educando a los usuarios sobre las funciones y los puntos débiles de privacidad y seguridad de las aplicaciones de vídeo más populares
fr: Pendant la pandémie, Mozilla informe les consommateurs sur les fonctionnalités en matière de sécurité et de confidentialité des applications d’appels vidéo populaires, ainsi que sur leurs failles.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: <i>[Update, April 29: Following the publication of Mozilla's guide, Discord updated their password requirements. As a result, Discord now meets Mozilla's Minimum Security Guidelines.</i> <a id="a1"><i>Learn more here</i></a><i>.]</i>
de: <i>[Update 19. April: Nach der Veröffentlichung des letzten Leitfadens hat Discord die Anforderungen für die Erstellung von Passwörtern verschärft und genügt deshalb Mozillas Mindestansprüchen für die Sicherheit. <a id="a1">Hier mehr erfahren</a>.]</i>
es: <i>[Actualización, 29 de abril: Tras la publicación de la guía de Mozilla, Discord actualizó sus requisitos de contraseña. Como resultado, Discord ahora cumple con los estándares mínimos de seguridad de Mozilla. <a id="a1">Más información aquí.</a>]</i>
fr: <i>[Mise à jour du 29 avril : Après la publication du guide de Mozilla, Discord a modifié son système de mots de passe. Par conséquent, Discord respecte désormais les critères élémentaires de sécurité de Mozilla. <a id="a1">Rendez-vous ici pour en savoir plus.</a>]</i>

# body.c182836d-5a87-4742-b804-20c302e9d526
source: Right now, a record number of people are using video call apps to conduct business, teach classes, meet with doctors, and stay in touch with friends. It’s more important than ever for this technology to be trustworthy — but some apps don't always respect users’ privacy and security.
de: Momentan nutzen so viele Menschen wie noch nie Apps für Videoanrufe, um geschäftliches zu erledigen, zu unterrichten, Ärzte zu treffen und mit Freunden und Familie in Kontakt zu bleiben. Deshalb ist es so wichtig wie nie zuvor, dass diese Apps vertrauenswürdig sind. Allerdings nehmen es nicht alle Anbieter so genau mit dem Datenschutz und der Sicherheit ihrer Nutzer.
es: Actualmente, un número récord de personas está utilizando aplicaciones de videollamada para hacer negocios, impartir clases, realizar visitas médicas y mantenerse en contacto con los amigos. Ahora es más importante que nunca que esta tecnología sea fiable, pero algunas aplicaciones no siempre respetan la privacidad y seguridad de los usuarios.
fr: Aujourd’hui, le nombre de personnes qui utilisent les applications d’appels vidéo pour gérer leur entreprise, enseigner, consulter des professionnels de santé et rester en contact avec des amis a atteint un record. Il est plus important que jamais que cette technologie soit digne de confiance, mais certaines applications ne respectent pas la vie privée et la sécurité des utilisateurs.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: <b>So today, Mozilla is</b> <a id="a1"><b>publishing a guide</b></a><b> to popular video call apps’ privacy and security features and flaws. Consumers can use this information to choose apps they’re comfortable with — and to avoid ones they find creepy.</b>
de: <b>Deshalb veröffentlicht Mozilla heute <a id="a1">einen Leitfaden</a> zu den beliebtesten Apps für Videoanrufe, deren Datenschutz und Sicherheits-Features und welche Bedenken diese aufwerfen. So können Konsumenten entscheiden, welcher App sie vertrauen können – und welcher sie lieber aus dem Weg gehen sollten.</b>
es: <b>Por este motivo, hoy Mozilla <a id="a1">publica una guía</a> sobre las funciones y los puntos débiles de privacidad y seguridad de las aplicaciones de videollamada más populares. Los usuarios pueden usar esta información para elegir aplicaciones con las que se sientan cómodos y para evitar aquellas que no les despierten confianza.</b>
fr: <b>C’est pourquoi Mozilla <a id="a1">publie un guide</a> des applications d’appels vidéo populaires, qui répertorie leurs fonctionnalités en matière de confidentialité et de sécurité ainsi que leurs failles. Ces informations permettent aux consommateurs de choisir les applications qui leur conviennent et d’éviter celles qui leur semblent louches.</b>

# body.c182836d-5a87-4742-b804-20c302e9d526
source: <a id="a1"><b><i>Read the guide</i></b></a>
de: <a id="a1"><b><i>Leitfaden lesen</i></b></a>
es: <a id="a1"><b><i>Leer la guía</i></b></a>
fr: <a id="a1"><b><i>Consulter le guide</i></b></a>

# body.c182836d-5a87-4742-b804-20c302e9d526
source: This work is an addition to Mozilla’s annual *Privacy Not Included guide, which rates popular connected products’ privacy and security features during the holiday shopping season. We created this new edition based on reader demand: Last month, we asked our community what information they need most right now, and an overwhelming number asked for privacy and security insights into video call apps.
de: Die Ergebnisse sind eine Ergänzung unseres „*Datenschutz nicht inbegriffen“-Leitfadens, der den Datenschutz und die Sicherheits-Features beliebter intelligenter Geräte in der Vorweihnachtszeit bewertet. Wir haben diese Ausgabe zusammengestellt, weil es unter unseren Lesern eine große Nachfrage danach gab: Sehr viele Menschen aus unserer Community gaben auf unsere Frage danach, welche Informationen sie momentan am dringendsten benötigen, an, sie hätten gern einen tieferen Einblick in den Datenschutz und die Sicherheit von Videoanruf-Apps.
es: Este trabajo es un complemento de la guía anual *Privacidad no incluida de Mozilla, que valora las funciones de privacidad y seguridad de los productos conectados más populares durante la temporada de compras navideñas. Creamos esta nueva edición basada en la demanda de los lectores: el mes pasado, preguntamos a nuestra comunidad qué información le sería más útil en estos momentos, y un número arrollador solicitó información sobre privacidad y seguridad en las aplicaciones de videollamada.
fr: Ce travail est un ajout au guide *Confidentialité non incluse publié tous les ans par Mozilla, qui évalue les fonctionnalités en matière de sécurité et de confidentialité des produits connectés populaires pendant la période des fêtes. Nous avons créé cette nouvelle édition pour répondre à la demande de notre communauté : le mois dernier, nous avons demandé de quelles informations ses membres avaient le plus besoin en ce moment, et l’immense majorité a souhaité en savoir plus sur la confidentialité et la sécurité des applications d’appels vidéo.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: In this latest installment, Mozilla researchers dug into 15 apps, from Zoom and Skype to HouseParty and Discord. Our researchers answered important questions like: Does the app share user data — and if so, with whom? Are users alerted when meetings are recorded? Is the app compliant with U.S. medical privacy laws? And many more.
de: In der neusten Ausgabe haben Forscher von Mozilla 15 Apps unter die Lupe genommen, von Zoom und Skype über HouseParty bis Discord. Dabei stellten sie wichtige Fragen wie: Werden Nutzerdaten von der App geteilt, und wenn ja, mit wem? Werden Nutzer informiert, wenn Meetings aufgenommen werden? Geht die App mit den in den USA geltenden Gesetzen zum medizinischen Datenschutz konform? Und viele mehr.
es: En esta última entrega, los investigadores de Mozilla analizaron 15 aplicaciones, desde Zoom y Skype hasta HouseParty y Discord. Así, respondieron preguntas importantes como: ¿La aplicación comparte datos de los usuarios? De ser así, ¿con quién? ¿Se avisa a los usuarios cuando se graban las reuniones? ¿La aplicación cumple con las leyes de privacidad médica? Y muchas más cuestiones.
fr: Dans cette dernière édition, les chercheurs de Mozilla ont examiné 15 applications, de Zoom à Skype en passant par HouseParty et Discord. Ils ont répondu à des questions essentielles telles que « Cette application partage-t-elle les données des utilisateurs, et si oui, avec qui ? », « Les utilisateurs sont-ils prévenus quand la réunion est enregistrée ? », « L’application respecte-t-elle les lois sur le secret médical des États-Unis ? » et bien d’autres.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: Researchers also determined whether or not apps meet Mozilla’s <a id="a1">Minimum Security Standards</a>. These five guidelines include: Using encryption; providing security updates; requiring strong passwords; managing vulnerabilities; and featuring a privacy policy.
de: Außerdem stellten die Forscher fest, ob die Apps Mozillas <a id="a1">Mindestsicherheitsanforderungen</a> gerecht werden. Folgende fünf Maßstäbe wurden unter anderem abgefragt: der Einsatz von Verschlüsselung; Sicherheitsupdates; das Verlangen starker Passwörter; das Managen von Schwachstellen; das Aufführen einer Datenschutzrichtlinie.
es: Los investigadores también determinaron si las aplicaciones cumplían con los <a id="a1">estándares mínimos de seguridad</a> de Mozilla. Estas cinco directrices incluyen: uso de cifrado; suministro de actualizaciones de seguridad; contraseñas seguras como requisito; gestión de vulnerabilidades; y una política de privacidad propia.
fr: Les chercheurs ont aussi déterminé si les applications respectent ou non les <a id="a1">critères élémentaires de sécurité</a> de Mozilla. Ces cinq critères incluent l’utilisation du chiffrement, l’existence de mises à jour de sécurité, la force des mots de passe demandés, la gestion des vulnérabilités et la présence d’une politique de confidentialité.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: In total, 12 apps met Mozilla’s Minimum Security Standards: Zoom, Google Duo/HangoutsMeet, Apple FaceTime, Skype, Facebook Messenger, WhatsApp, Jitsi Meet, Signal, Microsoft Teams, BlueJeans, GoTo Meeting, and Cisco WebEx.
de: Insgesamt genügten 12 Apps den Mindestsicherheitsanforderungen von Mozilla: Zoom, Google Duo/HangoutsMeet, Apple FaceTime, Skype, Facebook Messenger, WhatsApp, Jitsi Meet, Signal, Microsoft Teams, BlueJeans, GoTo Meeting und Cisco WebEx.
es: En total, 12 aplicaciones cumplieron con los estándares mínimos de seguridad de Mozilla: Zoom, Google Duo/HangoutsMeet, Apple FaceTime, Skype, Facebook Messenger, WhatsApp, Jitsi Meet, Signal, Microsoft Teams, BlueJeans, GoTo Meeting y Cisco WebEx.
fr: Au total, 12 applications respectent les critères élémentaires de sécurité de Mozilla : Zoom, Google Duo/Hangouts Meet, Apple FaceTime, Skype, Facebook Messenger, WhatsApp, Jitsi Meet, Signal, Microsoft Teams, BlueJeans, GoTo Meeting et Cisco WebEx.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: Three products did <i>not</i> meet Mozilla’s Minimum Security Standards: Houseparty, Discord, and Doxy.me.
de: Drei Produkte erfüllten <i>nicht</i> die von Mozilla festgelegten Mindestansprüche an Sicherheit: Discord, Doxy.me und HouseParty.
es: Tres productos no cumplieron con los estándares mínimos de seguridad de Mozilla: Houseparty, Discord y Doxy.me.
fr: Trois plateformes ne respectent pas les critères élémentaires de sécurité de Mozilla : Houseparty, Discord et Doxy.me.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: The Minimum Security Standards are just one layer of our guide, however. What else did our research uncover?
de: Die Mindestsicherheitsanforderungen sind allerdings nur ein Teil des Leitfadens. Was fanden wir noch heraus?
es: Sin embargo, los estándares mínimos de seguridad son solo un elemento de nuestra guía. ¿Qué más descubrió nuestra investigación?
fr: Mais les critères élémentaires de sécurité ne sont qu’une des informations fournies dans notre guide. Qu’avons-nous trouvé d’autre lors de nos recherches ?

# body.c182836d-5a87-4742-b804-20c302e9d526
source: Competition is fierce in the video call app space — which is good news for consumers
de: Der Markt für Videoanruf-Apps boomt – und das sind gute Neuigkeiten für Verbraucher
es: La competencia es intensa en el ámbito de las aplicaciones de videollamadas, lo cual es una buena noticia para los usuarios
fr: Bonne nouvelle pour les consommateurs : la compétition fait rage dans le secteur des applications d’appels vidéo.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: <a id="a1">Zoom</a> has been criticized for privacy and security flaws. Because there are many other video call app options out there, Zoom acted quickly to address concerns. This isn’t something we necessarily see with companies like Facebook, which don’t have a true competitor
de: <a id="a1">Zoom</a> stand wegen Bedenken bezüglich Datenschutz und Sicherheit in der Kritik. Und weil es viele andere Anbieter von Apps für Videoanrufe gibt, reagierte Zoom schnell und behob die beanstandeten Mängel. Üblicherweise würden Unternehmen wie Facebook, die keine ernsthaften Mitwettbewerber haben, nicht unbedingt so schnell agieren.
es: <a id="a1">Zoom</a> ha recibido críticas por fallos de privacidad y seguridad. Como existen muchas otras opciones para realizar videollamadas, Zoom actuó rápidamente para dar respuesta a las inquietudes de los usuarios. Esto no suele ocurrir con empresas como Facebook, que no tienen un auténtico rival en su categoría
fr: <a id="a1">Zoom</a> a été critiqué pour des failles en matière de sécurité et de confidentialité. Étant donné le nombre d’applications d’appels vidéo disponibles, Zoom a agi rapidement pour résoudre ces problèmes. Ce n’est pas une attitude qu’on observe chez des entreprises comme Facebook, qui n’ont pas vraiment de concurrence.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: When one company adds a feature that users really like, other companies are quick to follow. For example, <a id="a1">Zoom</a> and <a id="a2">Google Hangouts</a> popularized one-click links to get into meetings, and Skype recently added the feature. And just last week Facebook added Messenger Rooms, which allows up to 50 people to chat at once in <a id="a3">Messenger</a> for as long as they want
de: Wenn ein Unternehmen ein bei Nutzern beliebtes Feature hinzufügt, ziehen andere Unternehmen oft rasch nach. <a id="a1">Zoom</a> und <a id="a2">Google Hangouts</a> machten beispielsweise Links beliebt, über die Teilnehmer mit nur einem Klick an Meetings teilnehmen können; Skype zog nach und baute diese Funktion bei einem Update ein. Facebook führte erst vergangene Woche die Funktion „Messenger Rooms“ ein, die es bis zu 50 Leuten gleichzeitig erlaubt, sich über <a id="a3">Messenger</a> so lange zu unterhalten, wie sie möchten.
es: Cuando una empresa añade una función que a los usuarios les gusta mucho, otras empresas la imitan rápidamente. Por ejemplo, <a id="a1">Zoom</a> y <a id="a2">Google Hangouts</a> popularizaron enlaces que permitían unirse a reuniones con un solo clic, y hace poco Skype añadió esa misma función. Y la semana pasada Facebook añadió Messenger Rooms, que permite que hasta 50 personas chateen a la vez por <a id="a3">Messenger</a> sin límite de tiempo
fr: Quand une entreprise ajoute une fonctionnalité très appréciée par les utilisateurs, les autres suivent rapidement le mouvement. Par exemple, <a id="a1">Zoom</a> et <a id="a2">Google Hangouts</a> ont popularisé l’utilisation de liens permettant de rejoindre une réunion en un clic, et Skype a récemment mis en place cette fonctionnalité. Et la semaine dernière, Facebook a ajouté le système Messenger Rooms, qui permet à 50 personnes maximum de discuter en même temps sur <a id="a3">Messenger</a>, aussi longtemps qu’elles le souhaitent.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: All apps use some form of encryption, but not all encryption is equal
de: Alle Apps nutzen Verschlüsselung, aber nicht alle Verschlüsselungen sind gleichwertig
es: Todas las aplicaciones usan algún tipo de cifrado, pero no todos los cifrados son iguales
fr: Toutes les applications utilisent une forme de chiffrement, mais tous les chiffrements ne se valent pas.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: All the video call apps in our guide offer some form of encryption. But not all apps use the holy grail: end-to-end encryption. End-to-end encryption means only those who are part of the call can access the call’s content. No one can listen in, not even the company. Other apps use client-to-server encryption, similar to what your browser does for HTTPS web sites. As your data moves from one point to another, it’s unreadable. Though unlike end-to-end encryption, once your data lands on a company’s servers, it then becomes readable
de: Sämtliche in unserem Leitfaden aufgeführten Apps bieten eine Form der Verschlüsselung an. Aber nicht alle nutzen den heiligen Gral der Verschlüsselung: Ende-zu-Ende-Verschlüsselung. Ende-zu-Ende-Verschlüsselung bedeutet, dass nur diejenigen auf den Inhalt eines Anrufs zugreifen können, die daran teilnehmen. Niemand sonst kann zuhören, nicht mal das Unternehmen. Andere Apps nutzen die sogenannte „Server-zu-Client-Verschlüsselung“. Ihre Daten sind nicht lesbar, solange sie von A nach B unterwegs sind. Sobald sie aber auf den Servern eines Unternehmens landen, können sie dort gelesen werden, anders als bei der Ende-zu-Ende-Verschlüsselung.
es: Todas las aplicaciones de videollamada que aparecen en nuestra guía ofrecen algún tipo de cifrado. Pero no todas las aplicaciones usan la piedra filosofal: cifrado de extremo a extremo. Con este sistema, solo los participantes de la llamada pueden acceder a su contenido. Nadie puede escuchar qué se dice, ni siquiera la empresa. Otras aplicaciones usan cifrado de cliente a servidor, similar a lo que hace tu navegador para las páginas web HTTPS. Mientras tus datos se desplazan de un punto a otro, no se pueden leer. Aunque, a diferencia del cifrado de extremo a extremo, una vez tus datos llegan a los servidores de una empresa sí son legibles
fr: Toutes les applications d’appels vidéo examinées dans notre guide disposent d’un système de chiffrement. Mais elles n’utilisent pas toutes le meilleur : le chiffrement de bout en bout. Avec le chiffrement de bout en bout, seules les personnes qui participent à l’appel peuvent accéder à son contenu. Personne ne peut l’écouter, pas même l’entreprise. D’autres applications utilisent le chiffrement côté client, qui équivaut à ce que fait votre navigateur sur les sites web en « HTTPS ». Quand vos données passent d’un point à un autre, elles sont indéchiffrables. Cependant, à l’inverse du chiffrement de bout en bout, une fois que vos données sont sur les serveurs de l’entreprise, elles deviennent accessibles.

# body.c182836d-5a87-4742-b804-20c302e9d526
source: Video call apps targeting businesses have a different set of features than video call apps targeting everyday use
de: Apps für Videoanrufe speziell für Unternehmen haben andere Funktionen als solche, die auf den alltäglichen Gebrauch ausgerichtet sind
es: Las aplicaciones de videollamada dirigidas a empresas tienen unas funciones distintas a las que se dirigen a un público más general
fr: Les applications d’appels vidéo destinées aux entreprises disposent de fonctionnalités différentes de celles qui visent une utilisation au quotidien.
