Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/whoses-calling-you-*.po
Languages: in

# seo_title
source: Whose’s calling you in? Language, People and Technology
in: Kukubali urafiki muhimu. Lugha, Watu na Teknolojia

# search_description
source: Thoughts on the State of Internet Languages Report from the Mozilla Common Voice Team.
in: Mawazo juu ya Ripoti ya Hali ya Lugha za Intaneti kutoka kwa Timu ya Sauti ya Kawaida ya Mozilla.

# body.bc66396d-04ec-4498-b401-21eb7dbf763f
source: Preface: This OP-Ed includes a glossary of terms to explain phrases used to support you as a reader to understand the content. If you are new to the interdisciplinary analysis of technology, language and power, I would like to encourage you to check out the glossary.
in: Dibaji: Makala haya ya Maoni yanajumuisha faharasa ya maneno ili kuelezea misemo inayotumiwa ili isaidie msomaji kuelewa yaliyomo. Ikiwa wewe ni mgeni wa uchambuzi wa nyanja mbalimbali za teknolojia, lugha na nguvu, ningependa kukuhimiza uangalie faharasa ya istilahi.

# body.bc66396d-04ec-4498-b401-21eb7dbf763f
source: If we don’t maintain critical friendships, we impose liberation. Whose words, whose languages are we prioritising when working towards Trustworthy AI?
in: Tusipodumisha urafiki muhimu, tunalazimisha watu wawe huru. Je, tunapea kipaumbele maneno ya nani, lugha gani tunaposhughulikia AI Inayoaminika?

# body.bc66396d-04ec-4498-b401-21eb7dbf763f
source: At the end of February, <a id="a1"><i>Whose Knowledge?</i></a>, <a id="a2">The Centre for Internet &amp; Society (India)</a> and <a id="a3">Oxford Internet Institute</a> launched the <a id="a4">State of the Internet Languages</a> (STIL) report. As a reviewer of the report, I was humbled and refreshed to see the stories of language communities platformed honourably, and in their mother tongues.
in: Mwishoni mwa Februari, Maarifa ya <a id="a1"><i>nani?</i></a>, Kituo <a id="a2">cha Intaneti na Jamii (India)</a> na <a id="a3">Taasisi ya Intaneti ya Oxford</a> ilizindua <a id="a4">Ripoti ya Hali ya Lugha za Mtandao</a> (STIL). Kama mhakiki wa ripoti hiyo, nilivutiwa na nilifurahi sana kuona hadithi za jamii za lugha zikiwasilishwa kwa heshima, na katika lugha zao za asili.

# body.bc66396d-04ec-4498-b401-21eb7dbf763f
source: The STIL report challenges how power operates across the process of including and excluding spoken and signed languages on the internet. STIL contributors analyse the exclusionary aspects of language inequity online: from the <a id="a1">Latin-centrism of UNICODE</a> to <a id="a2">marginalisations of queerness and disability</a> in search engines to the lack of agency and sociolinguistic <a id="a3">context</a> in the development of tools, data and software.
in: Ripoti ya STIL inapinga jinsi nguvu inavyochangia katika mchakato wote wa kujumuisha na kutojumuisha lugha zinazozungumzwa na lugha za ishara kwenye mtandao. Wachangiaji wa STIL wanachambua vipengele vya kutojumuisha lugha kwa usawa mtandaoni: kutoka <a id="a1">Msimamo wa katiwa MSIMBOSARE wa Kilatini</a> hadi <a id="a2">kutenga watu wasio wa kawaida na ulemavu</a> katika injini za utaftaji hadi ukosefu wa maudhui ya mashirika na isimu jamii <a id="a3">katika</a> utengenezaji wa zana, data na programu.

# body.bc66396d-04ec-4498-b401-21eb7dbf763f
source: Hear from Ishan, sharing their experience at the State of the Internet Languages Report Launch (Timestamp: 31:44)
in: Sikia kutoka kwa Ishan, wakishiriki mambo waliyopitia katika Uzinduzi wa Ripoti ya Hali ya Lugha za Mtandao (Muda: 31: 44)

# body.59bc4141-327a-4a18-b6ae-b91299904b69.caption
source: State of the Internet's Languages Report Launch
in: Uzinduzi wa Ripoti ya Hali ya Lugha za Mtandao

# body.9d21d440-dfab-4ff8-b546-daa9e2dc5706
source: The report also provides a quantitative picture of the language inequities of platforms that people across the world engage with. <a id="a1">Analysis</a> that stood out for me were:
in: Ripoti hiyo pia inatoa picha ya kiasi cha ukosefu wa usawa wa lugha katika majukwaa ambayo watu ulimwenguni kote hujihusisha nayo. <a id="a1">Uchambuzi</a> ulionivutia sana ulikuwa:

# body.9d21d440-dfab-4ff8-b546-daa9e2dc5706
source: “More than <b>90% of Africans need to switch to a second language</b> in order to use the platform – which for many will mean a European-colonial language”.
in: "Zaidi ya <b>asilimia 90 ya Waafrika wanahitaji kutumia lugha ya pili</b> ili wazungumze katika jukwaa – na watu wengi watatumia lugha ya kikoloni ya Ulaya".

# body.9d21d440-dfab-4ff8-b546-daa9e2dc5706
source: “Among the 10 most widely spoken languages, <b>Hindi and Bengali</b> are often less well-supported than the others, despite collectively representing a major population of about <b>a billion people</b>.”
in: "Kati ya lugha 10 zinazozungumzwa sana, <b>Kihindi na Kibengali</b> huwa hazijajumuishwa sana kama lugha nyingine, licha ya kwamba kwa pamoja lugha hizo zinawakilisha idadi kubwa ya watu ya takriban <b>bilioni moja</b>."

# body.9d21d440-dfab-4ff8-b546-daa9e2dc5706
source: <i>“Even within highly represented languages regions, the difference between eastern European and other European languages show</i>s that there is <b>potential marginalisation even within relatively well-supported regions.</b>”
in: <i>"Hata katika mikoa yenye uwakilishi mkubwa wa lugha, tofauti kati ya lugha za Ulaya Mashariki na lugha nyingine za Ulaya zinaonyesha</i>kuwa <b>huenda lugha nyingine zimetengwa hata katika mikoa inayoungwa mkono vizuri.</b>"

# body.9d21d440-dfab-4ff8-b546-daa9e2dc5706
source: The statistics strongly resonate in the application and usage of voice technologies for minoritised languages, as shown by <a id="a1">Claudia’s contribution to the STIL</a>. Before even talking about if Alexa or Siri work with a language - is there “even a keyboard for typing with <i>languages characters ?</i> Not to mention more advanced technology such as machine translation” (Claudia, STIL)
in: Takwimu zinaonyesha hali hii katika matumizi ya teknolojia za sauti ya lugha za watu wachache, kama inavyoonyeshwa na <a id="a1"> mchango wa Claudia katika STIL</a>. Kabla hata ya kuzungumza kuhusu ikiwa Alexa au Siri hutumia lugha - je, kuna “hata kibodi” ya kuandika kwa kutumia <i>herufi za lugha fulani? </i> Na isitoshe teknolojia iliyoendelea sana kama vile tafsiri ya mashine "(Claudia, STIL)

# body.9d21d440-dfab-4ff8-b546-daa9e2dc5706
source: Voice technology development heavily relies on having access to digital media, computational power and a sociolinguistic understanding to build voice applications that work for people. For example, to support text corpus creation for the Common Voice Dataset, under fair use, some languages have used the Wikipedia Corpus via our sentence scraper.
in: Maendeleo ya teknolojia ya sauti hutegemea sana upatikanaji wa vyombo vya habari vya kidijitali, nguvu ya kompyuta na kuelewa isimu jamii ili kujenga programu za sauti zinazowafaa watu. Kwa mfano, kusaidia katika uundaji wa mkusanyo wa maandishi kwa ajili ya Seti ya data ya Sauti ya Jamii, chini ya matumizi ya haki, baadhi ya lugha zimetumia Mkusanyo wa Wikipedia kupitia mkusanyo wa sentensi zetu.

# body.9d21d440-dfab-4ff8-b546-daa9e2dc5706
source: Mozilla’s <a id="a1">Common Voice</a> project is one of many initiatives to support language diversity in digital technologies. Our crowdsourced dataset is made by real people, whose experiences are often similar to the STIL stories and analyses. For example, our <a id="a2">Kiswahili</a> and <a id="a3">Kinyarwanda</a> Common Voice fellows have shared the importance of creating speech tools that eliminate a speaker's reliance on colonial languages.
in: Mradi wa Mozilla wa <a id="a1">Common Voice</a> ni mojawapo ya mipango mingi ya kusaidia utofauti wa lugha katika teknolojia za kidijitali. Seti yetu ya data hutengenezwa na watu halisi, ambao mara nyingi wana uzoefu sawa na hadithi na uchambuzi wa STIL. Kwa mfano, wenzetu wa Sauti ya Jamii wa <a id="a2">Kiswahili</a> na <a id="a3">Kinyarwanda</a> wameshiriki umuhimu wa kuunda zana za usemi za kumsaidia mzungumzaji asitegemee lugha za kikoloni.

# body.9d21d440-dfab-4ff8-b546-daa9e2dc5706
source: I view the State of the Internet Languages report as an invitation to critical friendship. In communities of practice, “critical friends” are people who have agency within a community to openly or “executively” critique common norms, practices or behaviours that happen within a community. Critical friendships are the relational aspects between two or more people or groups who maintain honest communication and a capacity to learn from each other.
in: Ninaiona ripoti ya Hali ya Lugha za Mtandao kama mwaliko wa urafiki muhimu. Katika jamii zinazohusika, "marafiki muhimu" ni watu ambao wana shirika katika jamii la kukosoa desturi za kawaida, mazoea au tabia zinazotokea katika jamii kwa uwazi au "kwa matendo". Urafiki muhimu ni mambo ya kimahusiano kati ya watu wawili au zaidi au vikundi vinavyodumisha mawasiliano ya uaminifu na uwezo wa kujifunza kutoka kwa kila mmoja.

# body.9d21d440-dfab-4ff8-b546-daa9e2dc5706
source: Datasets are more than just artefacts for machine learning models but quantify our livelihoods; we therefore all have a stake in engaging with the creation, application and maintenance of datasets like Common Voice.
in: Seti za data zinajumuisha mambo mengi kuliko vitu vilivyobuniwa kwa ajili ya mifano ya kujifunza kwa mashine bali pia ni mambo yanayopima maisha yetu; Kwa hiyo sisi sote tuna masilahi katika kujihusisha na uumbaji, matumizi na matengenezo ya seti za data kama Sauti ya Jamii.

# body.9d21d440-dfab-4ff8-b546-daa9e2dc5706
source: I think of Claudia’s analysis of the how technology provisions are made for Marginalized Language Communities;
in: Ninafikiri kuhusu uchambuzi wa Claudia wa jinsi vifungu vya teknolojia vinatengenezwa kwa Jamii zenye Lugha zilizotengwa;

# body.871ec168-b5e8-4ea3-af49-d6f791388c31.quote
source: “top-down by big companies, with little or no involvement of speakers’ communities. In this case, a patronizing approach can also be spotted: since very little is available, anything that is provided must be good and welcome by definition”
in: "Mkakati wa juu-chini katika makampuni makubwa, na ushiriki mdogo au ukosefu wa ushiriki wa jamii za wasemaji. Katika hali hii, mbinu ya kudhalilisha pia inaweza kuonekana: kwa kuwa kuna mambo machache sana yanayopatikana, kitu chochote kinachotolewa lazima kiwe kizuri na kiwe na ufafanuzi mzuri"

# body.871ec168-b5e8-4ea3-af49-d6f791388c31.attribution
source: Claudia Soria, Decolonizing Minority Language Technology, State of Internet Languages Report 2022
in: Claudia Soria, Teknolojia ya Lugha ya Wachache ya Kuondoa za Lugha za Kikoloni, Ripoti ya Hali ya Lugha za Mtandao ya 2022

# body.871ec168-b5e8-4ea3-af49-d6f791388c31.attribution_info
source: <a id="a1">State of Internet Languages</a>
in: <a id="a1">Hali ya Lugha za Mtandao</a>

# body.8a84e9de-4daa-4956-921a-5fdf882748df
source: This shouldn’t be the norm - consent, resourcing and genuine autonomy should be the standard.
in: Hii haipaswi kuwa kawaida - idhini, rasilimali na uhuru wa kweli unapaswa kuwa jambo la kawaida.

# body.8a84e9de-4daa-4956-921a-5fdf882748df
source: I encourage you to read and sit with the State of the Internet Languages report. At the end of the summary of the State of the Internet Languages report, the writers share specific actions to address the balance of power in digital language inequities. From Open Source projects to governments to publishers, we all can be agents of change - but what are the changes we are running towards and how?
in: Ninakuhimiza uendelee kusoma ripoti ya Hali ya Lugha za Mtandao. Mwishoni mwa muhtasari wa ripoti ya Hali ya Lugha za Mtandao, waandishi wanashiriki hatua maalum za kushughulikia usawa wa nguvu katika usawa wa lugha ya kidijitali. Kutoka kwa miradi Inayoweza kutumiwa na mtu yeyote hadi katika serikali hadi kwa wachapishaji, sisi sote tunaweza kuwa mawakala wa mabadiliko - lakini ni mabadiliko gani tunayokimbilia na tutayapata vipi?

# body.8a84e9de-4daa-4956-921a-5fdf882748df
source: Take in every breath, every syllable and every letter of the report - like I am still doing. The journey to a healthy internet is not a sprint but a marathon and you are not <a id="a1">running alone.</a>
in: Soma ripoti mara kwa mara ukizingatia kila silabi na kila herufi ya ripoti - kama vile bado ninavyofanya. Safari ya kupata mtandao wenye faragha, ufumbuzi na ushirikiano sio mbio ya masafa mafupi bali marefu <a id="a1">na huwezi kimbia peke yako.</a>

# body.0acc95b2-095d-4535-b70d-179addd8e3b3
source: Glossary
in: Faharasa ya Istilahi

# body.0acc95b2-095d-4535-b70d-179addd8e3b3
source: UNICODE
in: MSIMBOSARE

# body.0acc95b2-095d-4535-b70d-179addd8e3b3
source: “The Unicode Standard provides a unique number for every character, no matter what platform, device, application or language. As computers fundamentally deal with numbers, think 0’s and 1’s. UNICODE has been adopted by all modern software providers and now allows data to be transported through many different platforms, devices and applications without corruption” <a id="a1">(UNICODE)</a>
in: "Kiwango cha Msimbosare hutoa nambari ya kipekee kwa kila mhusika, bila kujali jukwaa, kifaa, programu au lugha. Kama kompyuta kimsingi inavyotumia namba, fikiria 0 na 1. MSIMBOSARE imepitishwa na watoa huduma wote wa kisasa wa programu na sasa inaruhusu data kusafirishwa kupitia majukwaa mengi, vifaa na programu bila rushwa” <a id="a1">(MSIMBOSARE)</a>

# body.0acc95b2-095d-4535-b70d-179addd8e3b3
source: Sociolinguistics
in: Isimu jamii

# body.0acc95b2-095d-4535-b70d-179addd8e3b3
source: “Sociolinguistics aims to study the effects of language use within and upon societies and the reciprocal effects of social organization and social contexts on language use”<a id="a1">(Mallison, 2015)</a>.
in: "Isimu jamii inakusudia kujua athari za matumizi ya lugha katika jamii na athari za matumizi ya lugha katika shirika la kijamii na miktadha ya kijamii" <a id="a1">(Mallison, 2015)</a>.

# body.0acc95b2-095d-4535-b70d-179addd8e3b3
source: “Low and High” resourced languages
in: Lugha zenye "data nyingi na data kidogo"

# body.0acc95b2-095d-4535-b70d-179addd8e3b3
source: Low-resource languages and high-resource languages are contested terms. In general, they refer to the scale to which data is available for Natural Language Processing tasks. Availability refers to the process of accessing data as well. For example; Are tools such as search engines able to find the data in the first place? <i>Definition inspired by a reading from</i> <a id="a1"><i>“Endangered Languages are not Low-Resourced!, Mika Hämäläinen”</i></a>
in: Lugha zenye data kidogo na lugha zenye data nyingi ni maneno ya kujadilika. Kwa ujumla, yanarejelea kiwango ambacho data inapatikana kwa ajili ya shughuli za Kuchakata Lugha ya Asili. Upatikanaji unahusu mchakato wa kupata data pia. Kwa mfano; Je, zana kama vile injini za utafutaji zinaweza hata kupata data? <i>Ufafanuzi uliongozwa na usomaji kutoka</i> <a id="a1"><i>"Lugha Zilizo Hatarini sio Zenye Data Kidogo!, Mika Hämäläinen”</i></a>

# body.0acc95b2-095d-4535-b70d-179addd8e3b3
source: Marginalisation
in: Kutengwa

# body.0acc95b2-095d-4535-b70d-179addd8e3b3
source: The process of building and reinforcing structural processes and practices that exclude and take away power from people and communities to express or inhibit their human experiences. A marginalized language “is marginalized by historical and ongoing structures and processes of power and privilege, including colonization and capitalism, rather than by the population or the number of speakers” <a id="a1">(STIL, Definitions)</a>
in: Mchakato wa kujenga na kuimarisha michakato na mazoea ya kimuundo ambayo hutenga na kuondoa nguvu kutoka kwa watu na jamii ya kujieleza au kuzuia matukio yao ya kibinadamu. Lugha iliyotengwa "inatengwa na miundo ya kihistoria na inayoendelea na michakato ya nguvu na upendeleo, ikiwa ni pamoja na ukoloni na ubepari, badala ya idadi ya watu au idadi ya wasemaji" <a id="a1">(STIL, Ufafanuzi)</a>

# body.0acc95b2-095d-4535-b70d-179addd8e3b3
source: Ps. State of Internet Languages Report also includes <a id="a1">definitions</a> to help navigate the report.
in: Tafadhali jua kwamba. Ripoti ya Hali ya Lugha za Mtandao pia inajumuisha <a id="a1">ufafanuzi </a> wa kukusaidia kupitia ripoti hiyo.

# title
source: Whose’s calling you in?
in: Kukubali urafiki muhimu
