Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/will-big-tech-stop-election-disinformation-*-germany.po
Languages: de

# seo_title
source: Does Facebook care about German election misinformation?
de: Sind Facebook Fehlinformationen über die Wahlen in Deutschland egal?

# search_description
source: Social platforms scrambled during the US election as they became a hotbed of misinformation. Will they care as much about the German election?
de: Soziale Plattformen kämpften während der US-Wahlen dagegen an, zum Tummelplatz für Fehlinformationen zu werden. Wird ihnen die Wahl in Deutschland auch so wichtig sein?

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: Social media giants have a crucial role to play in this year’s German election - Mozilla will be watching them
de: Die Giganten der Social-Media-Netzwerke spielen für die Bundestagswahlen in Deutschland dieses Jahr eine wichtige Rolle … und Mozilla wird sie genau im Auge behalten.

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: In September, people across Germany will go to the polls for the first major election in a G7 country since the 2020 US Elections. In an election where Chancellor Angela Merkel will be stepping down, everything is to play for. We already know that social media will be a crucial battleground for the German election, but what are social media giants doing to stem the tide of election-related misinformation and disinformation?
de: Im September findet in Deutschland die erste große Wahl in einem G7-Land nach den US-Wahlen 2020 statt. Und da Bundeskanzlerin Angela Merkel nicht wieder antritt, geht es bei dieser Wahl um Einiges. Wir wissen schon, dass die sozialen Medien für die deutschen Bundestagswahlen von zentraler Bedeutung sein werden, aber werden sich die Social-Media-Giganten gegen die Fluten von Fehlinformationen und Desinformationen wehren können?

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: It is now well understood that social media platforms play a critical role in the spread of election mis- and disinformation, and that they have a range of interventions at their disposal.
de: Es ist mittlerweile allgemein bekannt, dass sich wahlbezogene Fehl- und Desinformationen über soziale Medien rasant verbreiten. Es ist auch bekannt, dass die Plattformen über eine Reihe an Gegenmaßnahmen verfügen, um dem vorzubeugen.

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: And already, <a id="a1">reports of underhanded tactics by bad actors</a> in Germany are coming to light – a theme unfortunately now emerging as a common fixture in modern elections worldwide.
de: Bereits jetzt kommen in Deutschland <a id="a1">Berichte über hinterhältige Taktiken von Beteiligten mit schlechten Absichten</a> ans Licht – etwas, das mittlerweile moderne Wahlen weltweit gemein haben.

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: We’re concerned by the potential impact of misinformation on the democratic process, so today Mozilla is announcing it will <a id="a1">track the policies of the big 5 social media platforms in the lead-up to election day</a> in Germany. We’re also going to compare what platforms did in the United States. Will they put in the same effort for an election outside the U.S., where English isn’t the primary language?
de: Wir sind über die möglichen Auswirkungen von Fehlinformationen auf die Demokratie besorgt und geben deshalb heute bekannt, <a id="a1">dass wir die Richtlinien der fünf größten Social-Media-Plattformen in Deutschland bis zu den Wahlen im Auge behalten werden</a>. Wir werden diese Richtlinien auch damit vergleichen, was Plattformen in den USA gemacht haben. Werden sie genau so viel Energie in eine Wahl stecken, die nicht in den USA stattfindet und in einem Land, in dem Englisch nicht die Primärsprache ist?

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: In the coming weeks, we will be analysing the approaches platforms take in Germany in real-time as they’re released. We’ll specifically look at Facebook/Instagram, Youtube, TikTok and Twitter.
de: In den nächsten Wochen werden wir in Echtzeit die Herangehensweisen analysieren, die Plattformen in Deutschland umsetzen. Besonderes Augenmerk legen wir dabei auf Facebook/Instagram, YouTube, TikTok und Twitter.

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: Our recommendations to social media companies for Germany’s 2021 Bundestag election can be summed up in six words: Start yesterday, and keep it up.
de: Dabei empfehlen wir Social-Media-Unternehmen für die Bundestagswahl 2021 in Deutschland kurz und knapp: Fangt an! Am besten gestern und bleibt am Ball.

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: To preserve election integrity, social media platforms have a range of interventions at their disposal. Immediately, we’d like to see:
de: Um die Integrität der Wahlen zu beschützen, verfügen Social-Media-Plattformen über eine Reihe verschiedener Gegenmaßnahmen. Folgende wollen wir sofort sehen:

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: <i>Sustained efforts, starting earlier:</i> The greatest activity the US election cycle came in the weeks just prior to and then after the actual election, when platforms were reacting to entrenched misinformation campaigns and arguably much of the damage from misinformation had already been done. Platforms should be more proactive in order to avoid being cornered into reaction.
de: <i>Anhaltende Bemühungen, die früher beginnen:</i> Richtig aktiv wurde man bei den US-Wahlen in den Wochen vor und nach der Wahl. Plattformen reagierten zu dem Zeitpunkt auf etablierte Fehlinformations-Kampagnen – allerdings könnte man behaupten, dass der größte Schaden bereits angerichtet war. Plattformen müssen proaktiver agieren, um nicht aus der Not heraus reagieren zu müssen.

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: <i>Lessons from the US elections applied in Germany (and other countries):</i> Platforms now have little excuse not to intervene to protect election integrity. These efforts will demand increased resources in language and cultural understanding to appropriately engage within the German context.
de: <i>Lehren aus den US-Wahlen, die auf Deutschland (und andere Länder) angewandt werden sollten:</i> Plattformen haben wenige bis keine Ausrede, warum sie die Integrität von Wahlen nicht beschützen sollten. Diese Bemühungen erfordern mehr Ressourcen in puncto Sprache und kulturellem Verständnis, um in einem deutschen Kontext angemessen zu handeln.

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: <i>More</i> <a id="a1"><i>transparency</i></a><i> and data about impacts:</i> Today only the platforms themselves are in a position to understand and assess the impact of their interventions. By releasing more data, platforms could enable third-party researchers, journalists, policymakers and the public to better independently evaluate the impact of these policies on election-related misinformation.
de: <i>Mehr <a id="a1">Transparenz</a> und Daten über die Auswirkungen</i>: Bisher haben nur die Plattformen selbst einen Überblick darüber, wie ihr Eingreifen sich ausgewirkt hat. Plattformen könnten mehr Daten darüber veröffentlichen und es so außenstehenden Forscher:innen, Journalist:innen, Gesetzgeber:innen und der Öffentlichkeit ermöglichen, die Auswirkungen dieser Richtlinien auf wahlbezogene Fehlinformationen besser unabhängig bewerten zu können.

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: Mozilla’s analysis from the US elections showed that despite <a id="a1">new efforts</a> to manage mis- and dis-information, the platforms <a id="a2">left a lot to be desired</a> when it came to protecting election integrity. Platforms did too little, too late to prevent material impacts from misinformation. Platforms were generally reactive rather than proactive, introducing temporary, sticking plaster solutions in response to bad news.
de: Mozillas Analyse der US-Wahlen zeigte, dass trotz <a id="a1">neuer Bemühungen</a>, Fehl- und Desinformationen zu managen, die Plattformen in Bezug auf den Schutz der Wahlintegrität <a id="a2">viel zu wünschen übrig ließen</a>. Es wurde zu spät gehandelt und nicht ausreichend getan, um schwerwiegende Auswirkungen von Fehlinformationen zu verhindern. Generell reagierten die Plattformen eher als proaktiv zu handeln und entwickelten temporäre Lösungen für auftretende Probleme.

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: Our <a id="a1">initial research</a> shows that social media companies have yet to make any substantial policy changes before this election in Germany, while they also have already proven to be poor at enforcing policies to stem the tide of misinformation surrounding elections. For example, Facebook pledged to permanently stop recommending political and issue-based group recommendations, but <a id="a2">is failing to enforce its own policy</a>.
de: Erste <a id="a1">Forschungsergebnisse</a> weisen darauf hin, dass Social-Media-Unternehmen vor den Wahlen in Deutschland noch keine erheblichen Änderungen an ihren Richtlinien vorgenommen haben. Gleichzeitig haben sie bewiesen, dass sie ihre Richtlinien schlecht gegen die Flut an Fehlinformationen rund um Wahlen durchsetzen können. Facebook, beispielsweise, hat versprochen, dauerhaft mit der Empfehlung von Gruppen mit politischen und problembezogenen Themen aufzuhören, <a id="a2">schafft es aber nicht, diese Richtlinie durchzusetzen</a>.

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: Three of the main <a id="a1">political</a> <a id="a2">parties</a> in <a id="a3">Germany</a> have already pledged to run fair campaigns online, in response to proposed <a id="a4">codes of conduct</a> <a id="a5">for political parties</a> put forward by civil society. However, there have already been <a id="a6">attacks on election-integrity</a> and the major platforms have yet to respond – much less take steps for prevention. As of now, the platforms seem unwilling to adjust their approach by limiting engagement or policing misinformation – they appear more interested in protecting their bottom line than protecting electoral integrity.
de: Drei der größten <a id="a1">politischen</a> <a id="a2">Parteien</a> <a id="a3">Deutschlands</a> haben sich bereits dazu verpflichtet, faire Online-Kampagnen zu führen, um von der Zivilbevölkerung vorgeschlagene <a id="a4">Verhaltensrichtlinien</a> <a id="a5">für politische Parteien</a> umzusetzen. Allerdings gab es bereits <a id="a6">Angriffe auf die Wahlintegrität</a>, auf die die großen Social-Media-Plattformen noch nicht reagiert haben – ganz zu schweigen von Präventivmaßnahmen. Bisher scheinen die Plattformen unwillig, ihre Herangehensweise zu ändern und das Engagement zu begrenzen oder Fehlinformationen zu überwachen. Sie sind scheinbar stärker an der Wahrung ihrer eigenen Interessen interessiert als an der Integrität von Wahlen.

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: There remains a persistent lack of data about how well social media platforms enforce their policies and their impact on election misinformation. Mozilla is calling for public access to this data to improve trust in social media platforms and create a better understanding of which policies should be adopted for future elections.
de: Es stehen weiterhin nicht ausreichend Daten darüber zur Verfügung, wie gut Social-Media-Plattformen ihre Richtlinien durchsetzen und welchen Einfluss sie auf wahlbezogene Fehlinformationen haben. Mozilla fordert öffentlichen Zugriff auf diese Daten, um das Vertrauen in Social-Media-Plattformen zu stärken und ein besseres Verständnis darüber zu erlangen, welche Richtlinien für künftige Wahlen umgesetzt werden sollten.

# body.f204ce7d-c5d4-4b84-8c24-11294783100c
source: We welcome your input on the <a id="a1">policy tracker</a> – and we’ll be updating the document in real-time during the German election cycle. Email us at <a id="a2">platformtracker@mozillafoundation.org</a> – it goes to real humans.
de: Über Ihren Input zu unserem <a id="a1">Richtlinien-Tracker</a> freuen wir uns – und werden das Dokument in Echtzeit während des Wahlzyklus in Deutschland aktualisieren. Schreiben Sie uns eine E-Mail an <a id="a2">platformtracker@mozillafoundation.org</a> – sie wird von echten Menschen gelesen.

# title
source: Will Big Tech stop election disinformation in Germany?
de: Wird Big Tech sich für ein Ende von wahlbezogenen Fehlinformationen in Deutschland stark machen?
