Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/youtube-recommendations-tips-tricks-limit.po
Languages: de, es, fr, pt_br

# body.56d10abd-663e-4be9-bfaf-448db2d301ef
source: Use Private Browsing Mode
de: Browsen Sie im Privatmodus
es: Usar el modo de Navegación privada
fr: Passer en mode navigation privée
pt_br: Use o modo de navegação privativa

# body.56d10abd-663e-4be9-bfaf-448db2d301ef
source: In an effort to preserve your YouTube recommendations, YouTube Regrets lead Geurkink says you may want to watch videos in private browsing mode. “Using your browser’s private browsing mode so you’re not logged in and your watch history isn’t saved can help prevent one video from throwing off all your video suggestions,” says Geurkink. If a friend sends you a video and you don’t want it altering the videos you see, open a private window in your web browser (located in File &gt; New Private Window in the menus for Firefox desktop, for example) or even use an app like <a id="a1">Firefox Focus</a> to keep it out of your history list.
de: Laut YouTube Regrets-Leiter Geurkink können Sie Videos im Privatmodus anschauen, um Ihre YouTube-Empfehlungen in Schach zu halten. „Sie können verhindern, dass ein Video alle folgenden Empfehlungen beeinflusst, indem Sie ein Video im Privatmodus Ihres Browsers ansehen und so verhindern, dass es in Ihrem Wiedergabeverlauf angezeigt wird“, sagt Geurkink. Falls ein:eine Freund:in Ihnen ein Video schickt und Sie verhindern wollen, dass es sich auf Ihre Empfehlungen auswirkt, öffnen Sie es einfach über ein privates Fenster Ihres Browsers (Sie finden dies zum Beispiel unter File &gt; Neues privates Fenster im Menü von Firefox für Desktop) oder nutzen Sie eine App wie <a id="a1">Firefox Focus,</a> um das Video aus Ihrem Wiedergabeverlauf fernzuhalten.
es: Con el propósito de preservar tus recomendaciones de YouTube, Geurkink, la investigadora principal del proyecto Contrariedades en YouTube, recomienda la opción de ver vídeos en el modo de navegación privada. "Si usas el modo de navegación privada de tu navegador no inicias sesión y tu historial de reproducciones no se almacena, de modo que evitas que un solo vídeo condicione todas tus sugerencias de vídeo", señala Geurkink. Si quieres ver un vídeo que te ha enviado un amigo, pero no quieres que altere los vídeos que ves, abre una ventana privada en tu navegador web (ubicada en "Archivo &gt; Nueva ventana privada" en los menús del escritorio de Firefox, por ejemplo) o usa una aplicación como <a id="a1"> Firefox Focus </a> para que no se incluya en tu historial de reproducciones.
fr: Afin de préserver au mieux vos recommandations YouTube, la responsable des Regrets YouTube Brandi Geurkink vous conseille de regarder vos vidéos en mode navigation privée. « Utilisez le mode navigation privée de votre navigateur pour éviter de vous connecter et d’enregistrer votre historique de visionnage. Cette opération peut éviter qu’une seule vidéo fasse basculer toutes vos recommandations. » Par exemple, si un·e ami·e vous envoie une vidéo et que vous ne voulez pas qu’elle influe sur vos recommandations, vous pouvez ouvrir le lien dans une fenêtre de navigation privée sur votre navigateur (dans le menu de Firefox pour ordinateur, vous trouverez l’option Nouvelle fenêtre de navigation privée au niveau du bouton à trois traits), ou même utiliser une application comme <a id="a1">Firefox Focus</a> pour éviter qu’elle ne soit enregistrée dans votre historique.
pt_br: Numa tentativa de preservar suas recomendações do YouTube, Geurkink, líder do Arrependimentos no YouTube, diz que é possível assistir a vídeos no modo de navegação privativa. "Usar o modo de navegação privativa de seu navegador, para não ficar logado e seu histórico de visualização não ser salvo, pode ajudar a evitar que um único vídeo acabe com todas as suas sugestões de vídeo", diz Geurkink. Se um amigo lhe enviar um vídeo e você não quiser que ele altere os vídeos que você vê, abra uma janela privativa em seu navegador (localizada em Arquivo &gt; Nova janela privativa no menu do Firefox para desktop, por exemplo) ou use um aplicativo como o <a id="a1">Firefox Focus</a> para mantê-lo fora de seu histórico.

# body.8ef38c34-2385-4827-8f93-4000a33d8303.altText
source: Private Browsing Mode
de: Browsen Sie im Privatmodus
es: Modo de Navegación privada
fr: Mode navigation privée
pt_br: Modo de navegação privativa

# body.091222b9-c6d7-4a9e-a9d9-c8e01da1c4c4
source: Limit your YouTube time
de: Begrenzen Sie Ihre Zeit auf YouTube
es: Limita el tiempo que dedicas a YouTube
fr: Limiter le temps passé sur YouTube
pt_br: Limite seu tempo no YouTube

# body.091222b9-c6d7-4a9e-a9d9-c8e01da1c4c4
source: YouTube’s mobile app has a feature that reminds you to take a break every so often (<a id="a1">found</a> in Settings &gt; General). Though if YouTube’s take a break limiters aren’t to your liking, many smartphone’s offer a similar feature nowadays too. Both <a id="a2">iOS</a> and <a id="a3">Android</a> have options to limit how much of an app you’re allowed to use. Essentially, your phone can play the role of parent and tell you when you’ve had too much YouTube for the day. If that’s not enough, there are always the nuclear options of closing the laptop or turning your phone off. It may not be the most high-tech tip for preempting YouTube rabbit holes, but we stand by the recommendation.
de: YouTubes Smartphone-App hat eine Funktion, die Sie daran erinnert, hin und wieder auch mal eine Pause einzulegen (<a id="a1">zu finden</a> unter Einstellungen &gt; Allgemein). Wenn Ihnen die von YouTube vorgegebenen Begrenzungen nicht gefallen, gibt es auch auf vielen Smartphones ähnliche Funktionen. Sowohl <a id="a2">iOS</a> und <a id="a3">Android</a> bieten Optionen an, über die die Nutzung einer App begrenzt werden kann. Im Prinzip kann Ihr Smartphone die Elternrolle übernehmen und Ihnen sagen, wenn Sie genug YouTube für einen Tag intus haben. Und wenn das immer noch nicht reicht, gibt es eine radikalere Lösung: Sie können Ihren PC oder Ihr Smartphone ausschalten. Vielleicht keine Hightech-Lösung, aber wir stehen zu unseren Empfehlungen.
es: La aplicación móvil de YouTube incluye una función que te recuerda que es conveniente descansar de vez en cuando (<a id="a1">está</a> en Configuración &gt; General). Si los limitadores de tiempo de YouTube no son de tu agrado, muchos teléfonos inteligentes también ofrecen una prestación similar en la actualidad. Tanto <a id="a2">iOS</a> como <a id="a3">Android</a> incluyen opciones para limitar la cantidad de tiempo que dedicas a una aplicación. Básicamente, tu teléfono puede ejercer el papel de padre e indicarte cuándo desconectar de YouTube si has estado abusando de la plataforma. Y si eso no basta, siempre existen las opciones drásticas, como apagar el portátil o el teléfono. Puede que no sea el consejo más digital ni tecnológico del mundo para escapar de las madrigueras de YouTube, pero sigue siendo una recomendación muy válida.
fr: L’application YouTube pour mobile dispose d’une fonctionnalité qui vous rappelle de faire une pause de temps à autre (<a id="a1">intégrée</a> aux Paramètres généraux). Si vous n’appréciez pas le rappel « Faire une pause » de YouTube, de nombreux smartphones proposent aujourd’hui des fonctionnalités similaires. <a id="a2">iOS</a> et <a id="a3">Android</a> disposent d’options permettant de limiter la durée d’utilisation d’une application ; un peu comme si votre téléphone prenait la place de vos parents et vous disait que vous avez assez regardé YouTube pour aujourd’hui. Et si ce n’est pas suffisant, vous pouvez toujours prendre des mesures drastiques, comme fermer votre ordinateur portable ou éteindre votre téléphone. Ce n’est peut-être pas notre conseil le plus high-tech pour éviter de tomber dans un cercle vicieux sur YouTube, mais on l’assume totalement.
pt_br: O aplicativo móvel do YouTube tem um recurso que te lembra de fazer uma pausa de vez em quando (<a id="a1">encontrado</a> em Configurações &gt; Geral). Mas se as definições de dar um tempo do YouTube não são do seu agrado, vários celulares oferecem um recurso semelhante hoje em dia. Tanto o <a id="a2">iOS</a> quanto o <a id="a3">Android</a> têm opções para limitar o uso de cada aplicativo. Basicamente, seu celular pode desempenhar um papel de pai e te dizer quando já teve o suficiente de YouTube no dia. Se isso não for suficiente, sempre há a possibilidade radical de fechar o notebook ou desligar o celular. Pode não ser a dica mais tecnológica do mundo para interromper círculos viciosos do YouTube, mas mantemos a recomendação.

# body.3d4233af-701d-4636-ab0d-296ab37e7de1.url
source: https://www.youtube.com/embed/r98HbsaN9nw
de: https://www.youtube.com/embed/r98HbsaN9nw?rel=0&cc_load_policy=1&cc_lang_pref=de
es: https://www.youtube.com/embed/r98HbsaN9nw?rel=0&cc_load_policy=1&cc_lang_pref=es
fr: https://www.youtube.com/embed/r98HbsaN9nw?rel=0&cc_load_policy=1&cc_lang_pref=fr
pt_br: https://www.youtube.com/embed/r98HbsaN9nw?rel=0&cc_load_policy=1&cc_lang_pref=pt

# body.3d4233af-701d-4636-ab0d-296ab37e7de1.caption
source: Why Does YouTube Recommend Conspiracy Theories? Mozilla Explains: Filter Bubbles
de: Warum empfiehlt YouTube Verschwörungstheorien? Mozilla erklärt: Filterblasen
es: ¿Por qué YouTube recomienda teorías conspiranoicas? Mozilla Explica: Filtros burbuja
fr: Pourquoi YouTube met-il en avant des théories du complot ? Mozilla explique : les bulles de filtres
pt_br: Por que o YouTube recomenda teorias de conspiração? Mozilla Explica: as Bolhas de Filtro

# title
source: YouTube Recommendations Can Lead To A Dark Place. Here’s How To Protect Yourself
de: YouTube-Empfehlungen können Sie an dunkle Orte führen. So können Sie sich schützen.
es: Las recomendaciones de YouTube pueden conducirte a lugares oscuros. Aquí te indicamos cómo protegerte
fr: Les recommandations YouTube peuvent créer un cercle vicieux. Voici comment vous en protéger
pt_br: As recomendações do YouTube podem levar a um lugar sinistro. Veja como se proteger
