Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/blog/youtube-recommendations-tips-tricks-limit.po
Languages: de, es, fr, pt_br

# seo_title
source: How to Detox Your YouTube Recommendations
de: Wie Sie Ihren YouTube-Empfehlungen eine Detox-Kur gönnen können
es: Cómo desintoxicar tus recomendaciones de YouTube
fr: Comment assainir vos recommandations YouTube
pt_br: Como deixar suas recomendações no YouTube menos tóxicas

# search_description
source: YouTube’s algorithm often suggests videos that are disturbing, spread misinformation, or are actively harmful. Here’s how you can protect yourself from the worst.
de: YouTubes Algorithmus empfiehlt oft verstörende Videos, die Fehlinformationen verbreiten oder Nutzer:innen aktiv schaden. So können Sie sich selbst vor dem Schlimmsten schützen.
es: El algoritmo de YouTube suele sugerir vídeos que son perturbadores, propagan la desinformación o son directamente dañinos. Aquí tienes unas pistas sobre cómo puedes protegerte de lo peor.
fr: L’algorithme de YouTube recommande souvent des vidéos louches, qui propagent de fausses informations, voire qui sont véritablement dangereuses. Voici comment vous protéger du pire.
pt_br: Geralmente, o algoritmo do YouTube sugere vídeos que causam desconforto, espalham desinformação ou são efetivamente prejudiciais. Veja aqui como você pode se proteger do pior.

# body.0576343e-b15c-4fee-addf-73c29b31bee4.altText
source: YouTube Recommendations Can Lead To A Dark Place. Here’s How To Protect Yourself
de: YouTube-Empfehlungen können Sie an dunkle Orte führen. So können Sie sich schützen.
es: Las recomendaciones de YouTube pueden conducirte a lugares oscuros. Aquí te indicamos cómo protegerte
fr: Les recommandations YouTube peuvent créer un cercle vicieux. Voici comment vous en protéger
pt_br: As recomendações do YouTube podem levar a um lugar sinistro. Veja como se proteger

# body.135ae5e3-9e16-4c8b-b723-aaadbe583f2d
source: Have you ever used YouTube and then, at the end of a video, the app suggested a follow-up video that’s way off base? If so, you’re not alone. We asked YouTube users to tell us whenever they watched a video on the platform and ended up regretting it. According to our <a id="a1">research</a>, 71% of those regrettable views were of videos recommended by YouTube’s algorithm.
de: Haben Sie schon einmal ein Video auf YouTube angesehen, nach dem Ihnen ein Folgevideo empfohlen wurde, das so gar nicht zu Ihnen passt? Falls ja, sind Sie damit nicht allein. Wir haben YouTube-Nutzer:innen gebeten uns zu sagen, wann immer sie ein Video auf der Plattform angesehen und es anschließend bereut haben. Unseren <a id="a1">Recherchen</a> zufolge werden 71 % der Videoansichten, die anschließend bereut werden, von YouTubes eigenem Algorithmus empfohlen.
es: ¿Alguna vez has visto un contenido en YouTube y entonces, al final del vídeo, la aplicación te ha recomendado otro vídeo absolutamente fuera de lugar? Si es así, no estás solo. Según nuestra <a id="a1">investigación</a>, el 71 % de estos contenidos lamentables corresponden a vídeos recomendados directamente por el algoritmo de YouTube.
fr: Vous est-il déjà arrivé, à la fin d’une vidéo YouTube, de vous voir proposer une autre vidéo complètement à côté de la plaque ? Si c’est le cas, vous n’êtes pas seul·e. Nous avons demandé à des utilisateurs et utilisatrices de YouTube de nous signaler les moments où ils et elles ont regretté d’avoir regardé une vidéo sur YouTube. Et, selon notre <a id="a1">étude</a>, 71 % de ces regrets proviennent de vidéos recommandées par l’algorithme de YouTube.
pt_br: Já aconteceu de você acessar o YouTube e, ao final de um vídeo, o aplicativo sugerir um vídeo totalmente fora da realidade? Se sim, você não está sozinho. Pedimos aos usuários do YouTube que nos informassem sobre todas as vezes que se arrependeram depois de assistir a um vídeo na plataforma. Segundo nossa <a id="a1">pesquisa</a>, 71% dos vídeos recomendados pelo algoritmo do YouTube levaram a arrependimentos.

# body.135ae5e3-9e16-4c8b-b723-aaadbe583f2d
source: Most of the videos watched on YouTube are videos suggested to you by the platform — around <a id="a1">70%</a>, according to the company. Put another way, when you visit YouTube, the site takes you by the hand and leads you down a path filled with the videos it thinks you’ll want to watch. Which you might be okay with most times, yet regret every so often when that one video appears that you really didn’t want to see.
de: Dabei werden die Mehrheit aller auf YouTube angesehenen Videos vorher von der Plattform empfohlen, nach Angaben des Unternehmens sind es rund <a id="a1">70 %</a>, um genau zu sein. Um es anders auszudrücken: Wann immer Sie YouTube nutzen, nimmt Sie die Seite an die Hand und führt Sie entlang eines Weges mit Videos, die Sie interessieren könnten. Das kann häufig OK sein, aber es kommt dann und wann vor, dass Sie ein Video ansehen, dass Sie wirklich lieber nie gesehen hätten.
es: La mayoría de vídeos que ves en YouTube son vídeos recomendados por la plataforma, alrededor del <a id="a1">70 %</a>, según la propia compañía. Visto de otro modo, cuando visitas YouTube, la plataforma te toma de la mano y te lleva por un camino sembrado de los vídeos que cree que te pueden interesar. La mayoría de las veces está bien, pero resulta lamentable cada vez que te muestra un vídeo que realmente no querías ver.
fr: La majorité des vidéos regardées sur YouTube sont suggérées par la plateforme ; environ <a id="a1">70 %</a>, selon l’entreprise. Autrement dit, quand vous utilisez YouTube, le site vous prend par la main et vous montre des vidéos que, selon lui, vous aimeriez regarder. Ce fonctionnement vous convient sans doute la plupart du temps, mais parfois, il peut vous arriver de regretter d’avoir vu une vidéo que vous auriez vraiment préféré éviter.
pt_br: A maioria dos vídeos visualizados no YouTube são sugestões da plataforma, cerca de <a id="a1">70%</a>, de acordo com a empresa. Dito de outra forma, quando você acessa o YouTube, o site pega você pela mão e leva você por um caminho repleto de vídeos que ele acha que você vai querer assistir. Na maioria das vezes, tudo corre bem, mas, de vez em quando, aparece um vídeo que você realmente não queria ver e se arrepende de ter assistido.

# body.135ae5e3-9e16-4c8b-b723-aaadbe583f2d
source: Recommendations can be a useful feature, but how do you make sure you get the right ones? How can you be sure you get them only when you want them? You can’t turn YouTube recommendations off outright, but here are a few tips you can use to make sure they’re tailored to your liking:
de: Empfehlungen können eine hilfreiche Funktion sein. Aber wie können Sie sicherstellen, auch die passenden zu erhalten? Wie können Sie sichergehen, dass Sie sie nur dann erhalten, wenn Sie sie auch wollen? YouTube-Empfehlungen lassen sich nicht deaktivieren, aber es gibt einige Tipps, mit denen Sie sicherstellen können, dass Ihnen nur das empfohlen wird, was Sie interessiert:
es: Las recomendaciones podrán ser útiles, pero ¿cómo asegurarte de recibir las sugerencias adecuadas? ¿Cómo asegurar que las recibirás solo cuando quieras? Las recomendaciones de YouTube no pueden desactivarse, pero aquí tienes unos cuantos consejos que te ayudarán a ajustarlas según tus preferencias:
fr: Les recommandations peuvent être utiles, mais comment vous assurer qu’elles soient bien adaptées ? Comment faire en sorte de les voir uniquement quand vous le désirez ? Il est impossible de désactiver complètement les recommandations YouTube, mais vous pouvez utiliser ces quelques astuces pour vous assurer qu’elles vous conviennent mieux :
pt_br: As recomendações podem ser um recurso útil, mas como você pode garantir que vai receber as recomendações ideais? Como ter certeza de recebê-las somente quando você quer? Não é possível desligar as recomendações do YouTube completamente, mas há algumas dicas que você pode seguir para garantir que essas recomendações sejam personalizadas de acordo com as suas preferências:

# body.135ae5e3-9e16-4c8b-b723-aaadbe583f2d
source: Turn Off Autoplay
de: Deaktivieren Sie die automatische Wiedergabe
es: Desactiva Autoplay
fr: Désactiver la lecture automatique
pt_br: Desligue a reprodução automática

# body.135ae5e3-9e16-4c8b-b723-aaadbe583f2d
source: You know how Netflix or Hulu automatically plays the next episode of a sitcom when the current episode finishes? YouTube does the same thing, except instead of being the next video in a series, sometimes it’s whatever video it thinks will make you stick around. You can avoid falling into a YouTube rabbit hole by turning off autoplay. <a id="a1">Previously</a>, users had to click on the gear icon in the bottom right corner of a video to toggle autoplay. Now there’s a dedicated <a id="a2">play/pause toggle next to the gear icon</a> that serves the same purpose
de: Sie wissen sicher, wie bei Netflix oder Hulu einfach die nächste Folge einer Sitcom abgespielt wird, wenn die aktuelle Folge zu Ende ist, oder? YouTube macht genau dasselbe. Aber anstatt Ihnen die nächste Folge aus einer Videoreihe zu zeigen, folgt manchmal irgendein Video, von dem YouTube denkt, dass Sie es ansehen werden. Vermeiden Sie es, in ein dunkles YouTube-Loch zu fallen, indem Sie die automatische Wiedergabe deaktivieren. <a id="a1">Früher</a> mussten Nutzer:innen auf das Zahnrad-Icon unten rechts im Video klicken, um die automatische Wiedergabe zu deaktivieren. Jetzt gibt es einen Extra-Button, <a id="a2">abspielen/anhalten neben dem Zahnrad-Icon,</a> der denselben Zweck erfüllt.
es: Seguro que sabes que Netflix o Hulu reproducen automáticamente el siguiente episodio de una serie cuando acabas de ver uno. YouTube hace lo mismo, pero en vez de mostrarte el próximo vídeo de una serie, reproduce cualquier otro que piense que captará tu atención. Puedes escapar de esta madriguera de conejo de YouTube desactivando la función Autoplay. <a id="a1">Anteriormente</a>, los usuarios tenían que hacer clic en el icono del engranaje de la parte inferior derecha de la pantalla para activar o desactivar Autoplay. Ahora tienes un botón específico <a id="a2"> para activarlo o desactivarlo, junto al icono del engranaje</a> que cumple la misma función.
fr: Vous avez sans doute remarqué que des plateformes comme Netflix ou Hulu lancent automatiquement l’épisode suivant d’une série à la fin de celui que vous regardiez ? YouTube fait la même chose, mais pas avec la suite d’une série ; parfois, il s’agit de n’importe quelle vidéo qui, selon la plateforme, vous poussera à rester plus longtemps. Pour éviter de tomber dans un cercle vicieux sur YouTube, vous pouvez désactiver la lecture automatique. <a id="a1">Auparavant</a>, les internautes devaient utiliser l’icône en forme d’engrenage dans le coin inférieur droit de la vidéo pour activer ou désactiver la lecture automatique. Désormais, un <a id="a2">bouton activer/désactiver a été ajouté près de l’icône en forme d’engrenage</a>.
pt_br: Sabe quando a Netflix ou Hulu reproduzem automaticamente o próximo episódio de uma série depois que o atual termina? O YouTube faz a mesma coisa, só que em vez de ser o próximo vídeo de uma série, às vezes é o vídeo que ele acha que vai manter você assistindo. Você pode evitar cair num círculo vicioso do YouTube desativando a reprodução automática. <a id="a1">Antes</a>, os usuários tinham que clicar no ícone da engrenagem no canto inferior direito de um vídeo para ativar a reprodução automática. Agora há um <a id="a2">seletor de reproduzir/pausar específico ao lado da engrenagem</a> que cumpre a mesma função.

# body.9d0a9f6b-7055-411a-a0ed-1f93679aee58.altText
source: Turn Off Autoplay
de: Deaktivieren Sie die automatische Wiedergabe
es: Desactiva Autoplay
fr: Désactiver la lecture automatique
pt_br: Desligue a reprodução automática

# body.32b3f983-911f-42e8-9dad-8366de38f6b2
source: Improve Your Recommendations
de: Verbessern Sie Ihre Empfehlungen
es: Mejora tus recomendaciones
fr: Améliorer vos recommandations
pt_br: Melhore as suas recomendações

# body.32b3f983-911f-42e8-9dad-8366de38f6b2
source: If you’ve ever regretted clicking on a recommendation that YouTube served you, you’re not alone — our <a id="a1">Regrets Reporter</a> campaign is filled with stories from folks just like you. You might not be able to turn off YouTube recommendations, but you might be able to better tailor them to your liking. “Many people like that they receive recommendations from YouTube, the problem is when they’re suggested a video that they don’t want to see,” says Brandi Geurkink, senior manager for advocacy at Mozilla Foundation and <a id="a2">YouTube Regrets</a> lead. “YouTube doesn’t make it easy to find info about how to change your recommendations, but it does let you hand-pick which videos and searches should affect your recommendations.” Geurkink provides a pro-tip: Head to YouTube’s <a id="a3">data management page</a>, and click ‘X’ next to a search to remove it from your history and prevent it from affecting your suggestions.
de: Falls Sie jemals bereut haben, eine YouTube-Empfehlung angesehen zu haben, sind Sie damit nicht allein – unsere <a id="a1">Regrets Reporter-</a>Kampagne ist gefüllt mit Geschichten von Menschen wie Ihnen. Es mag nicht möglich sein, YouTube-Empfehlungen zu deaktivieren, aber Sie können sie etwas besser auf Ihren Geschmack abstimmen. „Viele Nutzer:innen mögen die Empfehlungen von YouTube. Ein Problem entsteht erst, wenn Inhalte empfohlen werden, die sie nicht sehen wollen“, sagt Brandi Geurkink, Senior Manager for Advocacy bei der Mozilla Foundation und Leiter von <a id="a2">YouTube Regrets</a>. „YouTube macht es uns nicht leicht herauszufinden, wie wir unsere Empfehlungen ändern können. Aber es gibt die Möglichkeit zu bestimmen, welche Videos und Suchanfragen auf unsere Empfehlungen Einfluss nehmen können.“ Geurkinks Profitipp: Öffnen Sie YouTubes <a id="a3">Datenverwaltungsseite</a> und klicken Sie auf das ‚X‘ neben einer Suchanfrage, die Sie aus Ihrem Verlauf entfernen möchten. So nimmt sie keinen Einfluss auf künftige Empfehlungen.
es: Si alguna vez has lamentado hacer clic en una recomendación que YouTube te ha mostrado, no estás solo: nuestra campaña <a id="a1">Regrets Reporter</a> está llena de historias de gente como tú. Es posible que no puedas desactivar las recomendaciones de YouTube, pero sin duda puedes ajustarlas mejor a tus preferencias. “A mucha gente le gusta recibir recomendaciones de YouTube, el problema aparece cuando el vídeo sugerido es algo que no quieren ver”, afirma Brandi Geurkink, Directora Sénior de Promoción de la Fundación Mozilla e investigadora principal del proyecto <a id="a2">Contrariedades en YouTube</a>. “YouTube no te lo pone fácil para descubrir cómo cambiar tus recomendaciones, pero sí te permite seleccionar qué vídeos y búsquedas deberían afectar tus recomendaciones”. Geurkink nos ofrece un consejo de profesional: ve a la <a id="a3">página de gestión de datos</a> de YouTube y selecciona con un clic ("X") las búsquedas que quieras eliminar de tu historial para evitar que afecte a tus sugerencias.
fr: Si vous avez déjà regretté d’avoir cliqué sur une recommandation de vidéo YouTube, vous n’êtes pas seul·e : notre campagne <a id="a1">Regrets Reporter</a> réunit de nombreux témoignages d’internautes qui partagent cette expérience. Il est impossible de désactiver complètement les recommandations YouTube, mais vous pouvez faire en sorte qu’elles vous plaisent davantage. Selon Brandi Geurkink, principale responsable du militantisme à la Fondation Mozilla et chargée des <a id="a2">Regrets YouTube</a>, « De nombreuses personnes apprécient le fait de recevoir des recommandations YouTube, mais le problème, c’est qu’il s’agit parfois de vidéos qu’elles ne veulent pas regarder. YouTube n’indique pas clairement comment modifier vos recommandations, mais la plateforme vous permet de choisir quelles vidéos et quelles recherches doivent les influencer. » Brandi Geurkink ajoute une astuce : rendez-vous sur la <a id="a3">page de gestion des données</a> de YouTube et cliquez sur « X » près d’une recherche pour l’effacer de votre historique et faire en sorte qu’elle n’influe pas sur vos recommandations.
pt_br: Se você já se arrependeu de ter clicado em uma recomendação que o YouTube lhe fez, você não está sozinho. A nossa campanha <a id="a1">Regrets Reporter</a> está cheia de histórias assim. Você talvez não consiga desligar as recomendações do YouTube, mas pode adaptá-las melhor às suas preferências. "Muitas pessoas gostam de receber recomendações do YouTube, o problema é quando lhes é sugerido um vídeo que não querem ver", diz Brandi Geurkink, gerente sênior de ativismo da Fundação Mozilla e líder do <a id="a2">Arrependimentos no YouTube</a>. "O YouTube não facilita encontrar informações sobre como mudar suas recomendações, mas permite que você escolha manualmente quais vídeos e buscas devem influenciá-las". Geurkink oferece uma dica profissional: vá até a <a id="a3">página Gerenciar todas as atividades</a> e clique em "X" ao lado de uma atividade para removê-la de seu histórico e evitar que ela afete suas recomendações.

# body.32b3f983-911f-42e8-9dad-8366de38f6b2
source: We’d add a more drastic option: if your recommendations have become absolutely too much, you can <a id="a1">delete your search history</a> by clicking on your profile icon in the top right of the mobile app, clicking the “Settings” gear icon, tapping “History &amp; privacy” and then “Clear search history.” Deleting your <a id="a2">YouTube watch history</a> in the same settings panel would also help. This serves as a 'hard reset' on your recommendations, pulling you out of the rabbit hole if you’re in too deep. Just know that as soon as you start watching videos again, YouTube will be watching you, and feeding your views into your new recommendation list.
de: Wir würden noch weiter gehen: Wenn Ihre Empfehlungen außer Kontrolle geraten sind, können Sie <a id="a1">Ihren Suchverlauf löschen,</a> indem Sie in der Smartphone-App über Ihr Profil oben rechts auf das Zahnrad-Icon für „Einstellungen“ klicken, auf „Verlauf &amp; Datenschutz“ tippen und anschließend auf „Suchverlauf löschen“. Es kann auch hilfreich sein, Ihren <a id="a2">YouTube Wiedergabeverlauf</a> im selben Einstellungsmenü zu löschen. So erreichen Sie eine Art „erzwungenen Neustart“, der Sie aus dem dunklen Loch von Empfehlungen befreit, in dem Sie versunken waren. Aber seien Sie sich bewusst darüber, dass YouTube Sie ab dem Moment beobachten wird, an dem Sie wieder Videos ansehen und Ihnen basierend auf Ihren Wiedergaben Empfehlungen zusammenstellen wird.
es: Podemos añadir una opción aún más drástica: si estás harto de las recomendaciones que recibes, puedes <a id="a1">borrar tu historial de búsquedas</a> a través del icono del perfil que está en la esquina superior derecha de la app móvil, haciendo clic en el icono del engranaje “Configuración”, tocando “Historial y privacidad” y después “Borrar historial de búsqueda”. También es recomendable borrar tu <a id="a2">Historial de reproducciones de YouTube</a> en el mismo panel de configuración. De este modo, "resetearás" tus recomendaciones, y saldrás del bucle de la madriguera de conejo. Recuerda que, tan pronto como vuelvas a ver vídeos, YouTube seguirá observándote y almacenando tus reproducciones en una nueva lista de recomendaciones.
fr: Nous vous suggérons également une option plus drastique : si vos recommandations sont devenues vraiment ingérables, vous pouvez <a id="a1">effacer votre historique de recherches</a> en appuyant sur l’icône de votre profil en haut à droite de l’application mobile, puis sur l’icône en forme d’engrenage pour ouvrir les paramètres. Choisissez ensuite « Historique et confidentialité », puis « Effacer l’historique des recherches ». Dans le même menu, vous pouvez également supprimer votre <a id="a2">historique des vidéos regardées sur YouTube</a>. Ces actions fonctionnent comme une réinitialisation de vos recommandations, pour vous sortir du cercle vicieux si vous n’arrivez plus à le faire par d’autres moyens. Mais n’oubliez pas, dès que vous reprendrez vos visionnages, YouTube suivra votre activité pour constituer une nouvelle liste de recommandations.
pt_br: Nós incluiríamos uma opção mais drástica: se suas recomendações se tornaram completamente absurdas, você pode <a id="a1">apagar seu histórico de pesquisa</a>. Para fazer isso, clique no ícone do seu perfil no alto à direita do aplicativo móvel, depois clique no ícone de engrenagem "Configurações", toque em "Histórico e privacidade" e depois em "Limpar histórico de pesquisa". Limpar seu <a id="a2">histórico de exibição</a> no mesmo painel de configurações também pode ajudar. Isso funciona como um 'reinício forçado' em suas recomendações, tirando você do círculo vicioso, caso esteja demais. Mas saiba que, assim que você começar a assistir a vídeos novamente, o YouTube estará de olho em você e adicionará suas visualizações em sua nova lista de recomendações.

# body.32b3f983-911f-42e8-9dad-8366de38f6b2
source: Turn off notifications
de: Deaktivieren Sie Benachrichtigungen
es: Desactivar notificaciones
fr: Désactiver les notifications
pt_br: Desative as notificações

# body.32b3f983-911f-42e8-9dad-8366de38f6b2
source: If you find that YouTube continually pings you to watch videos (sometimes even from channels you <a id="a1">aren’t subscribed to</a>), you can turn off recommended video notifications. Simply open the YouTube app, tap on the top right profile icon, head to “Settings,” tap Notifications and toggle the “Recommended videos” option. That way, you’re watching videos when you want to, not when the app wants you to.
de: Falls YouTube Ihnen andauernd Benachrichtigungen mit Videoempfehlungen schickt, (manchmal sogar aus Kanälen, die Sie <a id="a1">nicht abonnieren</a>), können Sie die Benachrichtigungen für empfohlene Videos deaktivieren. Öffnen Sie einfach die YouTube-App, tippen Sie oben rechts auf das Profil-Icon, gehen Sie dann zu „Einstellungen“, tippen Sie auf „Benachrichtigungen“ und deaktivieren Sie die „Empfohlene Videos“-Option. So entscheiden Sie selbst, wenn Sie Videos ansehen möchten, und nicht die App.
es: Si descubres que YouTube te envía mensajes constantemente para ver vídeos (a veces incluso de canales a los que <a id="a1">no estás suscrito</a>), puedes desactivar las notificaciones de vídeos recomendados. Solo tienes que abrir la app de YouTube, tocar el icono de perfil superior derecho, ir a "Configuración", tocar Notificaciones y activar la opción "Vídeos recomendados". Así te aseguras de ver vídeos cuando tú quieres, no cuando la aplicación quiere.
fr: Si vous trouvez que YouTube vous pousse sans arrêt à regarder des vidéos (parfois même provenant de chaînes auxquelles vous <a id="a1">n’êtes pas abonné·e</a>), vous pouvez désactiver les notifications de vidéos recommandées. Il vous suffit d’ouvrir l’application YouTube, d’appuyer sur l’icône de votre profil en haut à droite, de choisir « Paramètres », puis « Notifications », et enfin de désactiver l’option « Vidéos recommandées ». Cette opération vous permettra de regarder des vidéos quand vous le désirez, et non quand l’application vous y pousse.
pt_br: Se você acha que o YouTube constantemente o atrai para assistir a vídeos (às vezes até de canais em que você <a id="a1">não se inscreveu</a>), você pode desativar as notificações de vídeos recomendados. Basta abrir o aplicativo do YouTube, tocar no ícone de perfil no canto superior direito, ir para "Configurações", tocar em "Notificações" e desativar a opção "Vídeos recomendados". Assim, você assiste aos vídeos quando quiser, não quando o aplicativo quiser.

# body.50056613-3c25-4ff5-a8cd-d46e0c990321.altText
source: Recommended videos
de: Empfohlene Videos
es: Vídeos recomendados
fr: Vidéos recommandées
pt_br: Vídeos recomendados
