Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# body.09146faf-a241-46bd-883f-33d6b48f9e68
source: At Mozilla, we’re deeply familiar with this situation. At the dawn of the commercial internet in the late 1990s, Microsoft was on the brink of monopolizing the market for web browsers, threatening to lock in users, stamp out competitors, and stifle innovation online. The internet was poised to transform society, but access to the internet was increasingly being controlled by one entity. In response, Mozilla created the open source Firefox browser that added much-needed competition in the marketplace, raising the standard for privacy, security, and functionality across the industry. In the 25 years since, we have continued fighting the power of big tech on the internet through our products, investments, and advocacy.
de: Wir bei Mozilla kennen uns mit dieser Situation genauestens aus. Zu den Anfangszeiten des kommerziellen Internets in den späten 1990er-Jahren stand Microsoft im Begriff, den Markt für Webbrowser zu monopolisieren und damit Nutzer*innen einzusperren, Wettbewerber auszuschalten und Innovation online im Keim zu ersticken. Das Internet stand in den Startlöchern, die Gesellschaft grundlegend zu verändern, aber der Internetzugriff wurde zunehmend von einer Einheit kontrolliert. Als Reaktion auf diese Entwicklung schuf Mozilla den Open-Source-Browser Firefox. Das wiederum sorgte für die nötige Konkurrenz auf dem Markt und hob die Anforderungen an Datenschutz, Sicherheit und Funktionalität branchenumfassend an. In den seither vergangenen 25 Jahren haben wir mit unseren Produkten, Investitionen und unserem Einsatz fortlaufend die Macht von Big Tech im Internet bekämpft.
es: En Mozilla, estamos muy familiarizados con esta situación. En los albores de la internet comercial, a finales de la década de 1990, Microsoft estuvo a punto de monopolizar el mercado de los navegadores web, amenazando con bloquear a los usuarios, acabar con los competidores y frenar la innovación en línea. Internet estaba a punto de transformar la sociedad, pero el acceso a la red estaba cada vez más controlado por una entidad. En respuesta, Mozilla creó el navegador Firefox de código abierto, que añadió la competencia tan necesaria en el mercado, elevando el estándar de privacidad, seguridad y funcionalidad en toda la industria. En los 25 años desde entonces hemos seguido combatiendo el poder de las grandes tecnológicas sobre el Internet a través de nuestros productos, inversiones y activismo.
fr: Chez Mozilla, nous connaissons bien cette situation. À la fin des années 90, alors que l’Internet commercial émergeait à peine, Microsoft menaçait de monopoliser le marché des navigateurs web, risquant ainsi d’enfermer les utilisateurs, d’étouffer la concurrence et d’entraver l’innovation en ligne. Internet portait en lui la promesse de transformer la société mais, paradoxalement, son accès devenait de plus en plus contrôlé par une seule entreprise. Mozilla lança alors Firefox, un navigateur open source qui apporta une concurrence essentielle sur le marché et éleva les normes de confidentialité, de sécurité et de fonctionnalités du secteur. C’était il y a 25 ans et, depuis, notre engagement pour lutter contre la concentration des pouvoirs dans les mains des géants de la tech sur Internet n’a jamais faibli, s’exprimant à travers nos investissements, nos campagnes de sensibilisation et, bien sûr, nos produits.

# body.09146faf-a241-46bd-883f-33d6b48f9e68
source: That’s why we were concerned when we saw a similar pattern emerging in the AI ecosystem over the last decade. In 2020, we articulated a <a id="a1">vision</a> for trustworthy AI that highlighted many of the issues we saw with the AI ecosystem. We outlined four levers that we could pull to achieve trustworthy AI at scale, and mobilized the Mozilla community toward pulling these levers.
de: Deshalb waren wir beunruhigt, als sich in den vergangenen zehn Jahren ein ähnliches Muster im KI-Ökosystem abzuzeichnen begann. 2020 beschrieben wir unsere <a id="a1">Vision</a> für vertrauenswürdige KI und hoben viele der Probleme hervor, die wir im KI-Ökosystem sahen. Wir hoben vier Hebel hervor, die wir bedienen konnten, um in großem Maßstab eine vertrauenswürdige KI zu ermöglichen. Außerdem mobilisierten wir die Mozilla-Community, genau diese Hebel zu bedienen.
es: Por eso nos preocupamos al ver surgir un patrón similar en el ecosistema de la IA durante la última década. En 2020, expusimos una <a id="a1">visión</a> de una IA confiable que puso de relieve muchos de los problemas que observamos en el ecosistema de la IA. Describimos cuatro vías que podríamos seguir para lograr una IA confiable a gran escala y movilizamos a la comunidad de Mozilla para que las utilizaran.
fr: C’est pour cette raison que nous avons été inquiets en voyant un schéma similaire émerger dans l’écosystème de l’IA au cours de la dernière décennie. En 2020, nous avons élaboré une <a id="a1">vision</a> de l’IA digne de confiance qui mettait en lumière bon nombre des problèmes que nous observions dans cet écosystème. Nous avons identifié quatre leviers que nous pourrions actionner pour parvenir à une IA digne de confiance à grande échelle, et nous avons mobilisé la communauté Mozilla pour agir dans ce sens.

# body.09146faf-a241-46bd-883f-33d6b48f9e68
source: Since then, Mozilla has been actively <a id="a1">building</a>, <a id="a2">investing</a>, and advocating to push even further down this path. We’re investing in <a id="a3">new technology and new products</a> to demonstrate trustworthy AI principles in action, offering consumers more choice and control. We’re <a id="a4">educating policymakers</a> around the world on the existing risks and benefits of AI to shape smarter regulations and fairer market dynamics. We’re continuing to rally like-minded <a id="a5">builders</a>, <a id="a6">researchers</a> and <a id="a7">activists</a> to drive consensus around responsible AI development and fund initiatives to make AI more trustworthy. We’re helping consumers be more critical in choosing AI products, and encouraging lawmakers to prioritize openness and accountability in AI policy.
de: Seitdem <a id="a1">baut</a> Mozilla die Weiterverfolgung dieser Vision aus, <a id="a2">investiert</a> darin und setzt sich aktiv für sie ein. Wir investieren in <a id="a3">neue Technologien und Produkte,</a> um vertrauenswürdige KI in Aktion zu zeigen und bieten Konsument*innen mehr Auswahl und mehr Selbstbestimmung. Wir <a id="a4">klären politische Entscheidungsträger</a> weltweit über die bestehenden Risiken und Vorteile von KI auf, um intelligentere Richtlinien und fairere Marktdynamiken zu herauszubilden. Wir versammeln gleichgesinnte <a id="a5">Entwickler*innen</a>, <a id="a6">Forschende</a> und <a id="a7">Aktivist*innen</a> um uns, um einen Konsens rund um die Entwicklung einer vertrauenswürdigen KI zu erreichen und Initiativen zu finanzieren, um KI vertrauenswürdiger zu machen. Wir helfen Konsument*innen dabei, an die Wahl von KI-Produkten kritischer heranzugehen und regen Gesetzgeber dazu an, Offenheit und Verantwortlichkeit in KI-Richtlinien zu priorisieren.
es: Desde entonces, Mozilla ha estado activamente <a id="a1">construyendo</a>, <a id="a2">invirtiendo</a> y abogando por avanzar aún más en este camino. Estamos invirtiendo en <a id="a3">nueva tecnología y nuevos productos</a> para demostrar los principios de la IA confiable en acción, ofreciendo a los consumidores más opciones y control. <a id="a4">Sensibilizamos a formuladores de políticas</a> en todo el mundo sobre los riesgos y beneficios actuales de la IA para conformar reglamentos más inteligentes y propiciar dinámicas de mercado más justas. Continuamos convocando a <a id="a5">constructores</a>, <a id="a6">investigadores</a> y <a id="a7">activistas</a> con mentalidad similar para consensuar el desarrollo responsable de la IA y financiar iniciativas que la hagan más confiable. Ayudamos a los consumidores a analizar con más cuidado los productos de IA de su elección y exhortamos a los legisladores a priorizar la apertura y la responsabilidad en las políticas públicas sobre IA.
fr: Depuis lors, chez Mozilla, nous nous sommes pleinement engagés dans cette direction pas le biais d’actions de <a id="a1">développement</a>, <a id="a2">d’investissement</a> et de sensibilisation. Nous investissons dans <a id="a3">de nouvelles technologies et de nouveaux produits</a> pour mettre en pratique les principes d’une IA digne de confiance, offrant ainsi aux consommateurs davantage de choix et de contrôle. Nous sensibilisons les <a id="a4">décideurs politiques</a> du monde entier aux risques et aux avantages existants de l’IA, pour obtenir des réglementations plus intelligentes et des dynamiques de marché plus équitables. Nous continuons à réunir des <a id="a5">créateurs</a>, des <a id="a6">chercheurs</a> et des <a id="a7">militants</a> partageant les mêmes idées dans le but de parvenir à un consensus sur le développement responsable de l’IA et financer des initiatives visant à rendre l’IA plus digne de confiance. Nous aidons les consommateurs à être plus critiques dans leur choix de produits d’IA et, enfin, nous encourageons les législateurs à mettre l’accent sur l’ouverture et la responsabilité dans l’élaboration des politiques en matière d’IA.

# body.09146faf-a241-46bd-883f-33d6b48f9e68
source: Progress and next steps towards trustworthy AI
de: Fortschritt und nächste Schritte für eine vertrauenswürdige KI
es: Avances y próximos pasos hacia una IA confiable
fr: Avancées et prochaines étapes vers une IA digne de confiance

# body.09146faf-a241-46bd-883f-33d6b48f9e68
source: In our original paper, we proposed four key levers for advancing the development of more trustworthy AI: <b>(1) changing AI development norms, (2) building new tech and products, (3) raising consumer awareness, and (4) strengthening AI regulations and incentives.</b> This report outlines where we’ve made the most positive progress within each lever, and where there is still more work to be done.
de: In unserem ursprünglichen Paper schlugen wir vier wichtige Hebel vor, um die Entwicklung einer vertrauenswürdigeren KI voranzutreiben: <b>(1) die Änderung von Normen für die KI-Entwicklung, (2) die Entwicklung neuer Technologien und Produkte, (3) die Sensibilisierung der Verbraucher*innen und (4) die Stärkung von KI-Vorschriften und -Anreizen.</b> In diesem Bericht zeigen wir auf, in welchen Bereichen dieser Hebelszenarien wir den positivsten Fortschritt verzeichnen können und in welchen Bereichen es noch mehr Arbeit bedarf.
es: En nuestro documento original de análisis, propusimos cuatro vías clave para fomentar el desarrollo de una IA más confiable: <b>(1) cambiar las normas de desarrollo de la IA, (2) desarrollar nueva tecnología y nuevos productos, (3) sensibilizar a los consumidores y (4) fortalecer la normatividad y los incentivos de la IA.</b> Este informe describe en dónde hemos logrado los avances más positivos y en dónde aún queda trabajo por hacer.
fr: Dans notre document initial, nous avons identifié quatre leviers clés pour promouvoir le développement d’une IA plus fiable : <b>(1) changer les normes de développement de l’IA, (2) développer de nouvelles technologies et de nouveaux produits, (3) sensibiliser les consommateurs, et (4) renforcer la réglementation et les incitations en matière d’IA.</b> Le rapport que vous avez sous les yeux met en lumière les progrès les plus significatifs réalisés pour chaque levier et les domaines dans lesquels des efforts supplémentaires sont nécessaires.

# body.76c2a00d-60ee-4758-9bcc-1a4239059134
source: Key Takeaways
de: Wichtigste Erkenntnisse
es: Conclusiones clave
fr: Enseignements clés

# body.c4140282-e86a-4dc1-bc43-bfb76361892b.altText
source: 01 Norms
de: 01 Normen
es: 01 Normas
fr: 01 Normes

# body.c4140282-e86a-4dc1-bc43-bfb76361892b.text
source: <b>The people that broke the internet are the ones building AI.</b> Big tech companies and the AI startups they back currently dominate AI. They have created opaque, centralized AI models using our harvested data. Luckily, there is a growing wave of startups, builders, educators, scholars, researchers, and civil society leaders focused on shifting these norms, with a focus on building open, transparent, and trustworthy AI.
de: <b>Die Menschen, die für den desolaten Zustand des Internets verantwortlich sind, entwickeln KI.</b> Big-Tech-Unternehmen und die von ihnen unterstützten KI-Start-ups beherrschen aktuell die KI. Sie haben undurchsichtige, zentralisierte KI-Modelle entwickelt und nutzen Daten, die sie von uns gesammelt haben. Glücklicherweise setzen sich zunehmend mehr Start-ups, Entwickler*innen, Pädagog*innen, Wissenschaftler*innen, Forschende und führende Personen in der Zivilbevölkerung dafür ein, diese Normen zu ändern. Dabei liegt der Fokus auf der Entwicklung einer offenen, transparenten und vertrauenswürdigen KI.
es: <b>Las personas que quebraron Internet son las que ahora construyen la IA.</b> Actualmente, las grandes tecnológicas y las empresas emergentes de IA a las que apoyan dominan la inteligencia artificial. Han creado modelos opacos y centralizados de IA utilizando los datos que recopilan sobre nosotros. Por suerte, una creciente ola de empresas emergentes, constructores, docentes, académicos, investigadores y líderes de la sociedad civil se enfocan en cambiar estas normas y, en particular, en construir una IA abierta, transparente y confiable.
fr: <b>Les personnes qui ont révolutionné Internet sont aujourd’hui celles qui créent l’IA.</b> Les grandes entreprises technologiques et les start-up qu’elles soutiennent dominent actuellement le secteur de l’IA. Elles ont créé des modèles d’IA opaques et centralisés en utilisant nos données collectées. Heureusement, un nombre croissant de start-up, de développeurs, d’enseignants, de chercheurs et de leaders de la société civile se concentrent sur le changement de ces normes, en mettant l’accent sur la construction d’une IA ouverte, transparente et digne de confiance.

# body.729fb516-9869-449c-bb00-ad44762daaf6.altText
source: 02 Products
de: 02 Produkte
es: 02 Productos
fr: 02 Produits

# body.729fb516-9869-449c-bb00-ad44762daaf6.text
source: <b>More trustworthy AI products need to be mainstream.</b> Over the last 18 months, black box generative AI tools have entered the mainstream of business and public consciousness. At the same time, dozens of startups and research projects have sprung up to build open source models, auditing tools, and data platforms that offer a different path. While not yet mainstream, these are the seeds of a better AI ecosystem.
de: <b>Vertrauenswürdigere KI-Produkte müssen die Norm werden.</b> In den letzten 18 Monaten haben generative Blackbox-KI-Tools Einzug in den Mainstream der Wirtschaft und des öffentlichen Bewusstseins gehalten. Gleichzeitig sind dutzende Start-ups und Forschungsprojekte entstanden, um Open-Source-Modelle, Auditing-Tools und Datenplattformen zu entwickeln, die einen anderen Weg beschreiten. Diese sind zwar noch nicht im Mainstream angekommen, stellen aber trotzdem die Saat für ein besseres KI-Ökosystem dar.
es: <b>Deben popularizarse más productos de IA confiable.</b> A lo largo de los últimos 18 meses, las herramientas de IA generativa de caja negra han entrado de lleno en la conciencia empresarial y pública. Al mismo tiempo, decenas de startups y proyectos de investigación han surgido para construir modelos de código abierto, herramientas de auditoría y plataformas de datos que ofrecen un camino diferente. Todavía no constituyen la corriente principal, pero ya son las semillas de un mejor ecosistema de IA.
fr: <b>Les produits d’IA dignes de confiance doivent être utilisés plus largement.</b> Au cours des 18 derniers mois, les outils d’IA générative basés sur des boîtes noires ont connu une popularité croissante dans le monde des affaires et dans l’esprit du grand public. Parallèlement, une foule de start-up et projets de recherche ont émergé pour créer des modèles open source, des outils d’audit et des plateformes de données offrant une alternative. Bien que ces initiatives ne soient pas encore généralisées, elles sont les prémices d’un écosystème d’IA plus prometteur.

# body.3e5af0ff-07db-4b57-b5af-a4f6f0bafe10.altText
source: 03 Consumers
de: 03 Konsument*innen
es: 03 Consumidores
fr: 03 Consommateurs

# body.3e5af0ff-07db-4b57-b5af-a4f6f0bafe10.text
source: <b>A more engaged public still needs better choices on AI.</b> Consumers are starting to pay attention to AI’s impact on their lives. Workers — from delivery drivers to Hollywood writers — are pushing back on how AI affects their livelihoods. However, we have not yet seen a wave of mainstream consumer products that give people real choice over how they interact with AI. This is a key gap in the market.
de: <b>Eine engagiertere Öffentlichkeit braucht bessere KI-Optionen.</b> Verbraucher*innen beginnen, darauf zu achten, wie KI sich auf ihr Leben auswirkt. Arbeitende – von Lieferant*innen bis Hollywood-Autor*innen – wehren sich gegen den Einfluss, den die KI auf ihre Leben nimmt. Trotzdem ist bisher eine Welle an Mainstream-Konsumgütern ausgeblieben, die den Konsument*innen die Wahl gibt, wie sie mit KI interagieren wollen. Und das ist eine große Marktlücke.
es: <b>Un público más involucrado aún requiere mejores opciones de IA.</b> Los consumidores empiezan fijarse en el impacto de la IA en sus vidas. Los trabajadores —desde repartidores hasta los guionistas de Hollywood— rechazan la manera como la IA afecta su medio de subsistencia. Falta por ver aún una ola de productos de consumo generalizado que brinden a las personas opciones reales sobre cómo interactuar con la IA. Esto constituye una brecha fundamental en el mercado.
fr: <b>Une audience avertie réclame plus de choix en matière d’IA</b> Les consommateurs commencent à prendre conscience de l’impact de l’IA sur leur quotidien. Des travailleurs, qu’il s’agisse de livreurs ou de scénaristes hollywoodiens, expriment leurs préoccupations quant à l’impact de l’IA sur leurs moyens de subsistance. Pourtant, nous n’avons pas encore assisté à l’émergence de produits grand public offrant aux individus de réelles alternatives pour utiliser et interagir avec l’IA. Et cette lacune représente un défi majeur.

# body.b73d022a-7809-475f-8959-2618a4bb46fb.altText
source: 04 Policy
de: 04 Richtlinien
es: 04 Políticas
fr: 04 Politique

# body.b73d022a-7809-475f-8959-2618a4bb46fb.text
source: <b>Governments are making progress while grappling with conflicting influences.</b> As policymakers move to regulate AI, they are confronted by conflicting messages, especially from industry. Don’t regulate, says one camp. Limit control over cutting-edge AI to a few companies, says another. Some regulators are taking a third way, listening to less-prominent voices in industry, academia, and civil society arguing for a balanced approach.
de: <b>Regierungen machen Fortschritte, während sie sich mit widersprüchlichen Einflüssen auseinandersetzen.</b> Zwar sind Gesetzgeber um eine Regulierung von KI bemüht, allerdings werden sie auch mit widersprüchlichen Botschaften konfrontiert, insbesondere aus der Branche. Die einen wollen keine Richtlinien. Die anderen fordern, dass die Kontrolle über innovative KI bei einigen wenigen Unternehmen liegen sollte. Einige Gesetzgeber wählen einen Mittelweg: Sie hören auf leisere Stimmen aus der Branche, Wissenschaft und Zivilgesellschaft, die sich für einen ausgeglichenen Ansatz stark machen.
es: <b>Los gobiernos logran avances al tiempo que se enfrentan con influencias contradictorias.</b> Conforme los formuladores de políticas empiezan a reglamentar la IA, se enfrentan a mensajes contradictorios, especialmente de la industria. No reglamenten, afirma un bando. Limiten el control sobre la IA de punta a unas cuantas empresas, afirma otro bando. Algunas autoridades normativas adoptan una tercera postura: escuchar a las voces menos prominentes del sector, de la comunidad académica y de la sociedad civil que piden un enfoque equilibrado.
fr: <b>Les gouvernements avancent tout en composant avec des influences contradictoires.</b> Alors que les décideurs politiques cherchent à réguler l’IA, ils se retrouvent confrontés à des messages contradictoires, surtout de la part du secteur. Certains préconisent de ne pas réglementer, tandis que d’autres recommandent de limiter le contrôle sur l’IA de pointe à quelques entreprises seulement. Certains régulateurs adoptent une troisième approche en écoutant des voix ayant moins pignon sur rue dans le secteur de l’IA, venant du milieu universitaire ou encore de la société civile, et qui plaident en faveur d’une approche plus équilibrée.
