Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: <b>Shift the public narrative on (trustworthy) AI.</b> We have an opportunity to unlock huge benefits from AI — and an urgent need to tackle tough questions about social ills and closed markets. Mozilla will work with activists, builders and policymakers to make sure this more nuanced story about AI breaks through. We’re working with civil society organizations around the globe to build sustained political power and shift the narrative. We’re also spotlighting the voices of responsible builders, technology leaders, and innovators to help them set the AI agenda in media coverage, policy debates, and popular culture.
de: <b>Das öffentliche Narrativ über (vertrauenswürdige) KI verändern</b> Wir haben die Chance, die riesigen Vorteile von KI freizusetzen – und müssen uns dringend um Fragen über soziale Missstände und geschlossen Märkte kümmern. Mozilla wird mit Aktivist*innen, Entwickler*innen und Gesetzgebern zusammenarbeiten, damit diese differenziertere Sicht auf KI zum Mainstream wird. Wir arbeiten mit zivilgesellschaftlichen Organisation aus aller Welt zusammen, um politischen Einfluss aufzubauen und das Narrativ zu verändern. Wir rücken außerdem die Stimmen von verantwortlichen Entwickler*innen, Führungskräften aus Tech und Innovator*innen in den Fokus, damit sie in Medien, politischen Debatten und der Popkultur den Kurs der KI bestimmen können.
es: <b>Cambiar la narrativa pública sobre la IA (confiable).</b> Tenemos la oportunidad de aprovechar los enormes beneficios de la IA, así como una necesidad urgente de encarar cuestiones espinosas relacionadas con los problemas sociales y los mercados cerrados. Mozilla trabajará con activistas, constructores y legisladores de políticas para garantizar que salga a la luz esta historia más matizada sobre la IA. Trabajamos con organizaciones de la sociedad civil en todo el mundo para edificar un poder político sostenido y cambiar la narrativa. Asimismo, ponemos en primer plano la voz de los constructores, líderes tecnológicos e innovadores responsables para ayudarlos a determinar la agenda de la IA en la cobertura mediática, los debates políticos y la cultura popular.
fr: <b>Faire évoluer le discours public sur l’IA (digne de confiance)</b> Nous avons l’opportunité de tirer parti des avantages exponentiels de l’IA et un besoin urgent de répondre à des questions difficiles sur les problématiques sociétales et les marchés fermés. Mozilla travaillera avec des militants, des constructeurs et des décideurs politiques pour veiller à ce que cette histoire plus nuancée sur l’IA trouve un écho. Nous collaborons d’ores et déjà avec des organisations de la société civile dans le monde entier pour faire évoluer le discours. Et nous mettons également en lumière les voix des développeurs, des leaders technologiques et des innovateurs responsables pour les aider à établir l’ordre de jour de l’IA dans les médias, les débats politiques et la culture populaire.

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: <b>Make open source generative AI more trustworthy — and mainstream.</b> Open source generative AI is gaining momentum. Our goal is to ensure open source models are trustworthy, safe, helpful and easy to use. Mozilla projects like the Communal AI small language model platform, the Common Voice dataset, and llamafile are local and more accessible models aimed squarely at this goal.
de: <b>Generative Open-Source-KI vertrauenswürdiger machen – und in den Mainstream holen.</b> Generative Open-Source-KI gewinnt an Momentum. Unser Ziel ist es, sicherzustellen, dass Open-Source-Modelle vertrauenswürdig, sicher, hilfreich und einfach zu nutzen sind. Mozilla Projekte wie Communal AI, eine Plattform für kleine Sprachmodelle, der Common Voice Datensatz und llamafile sind lokale und zugänglichere Modelle, die allein dieses Ziel verfolgen.
es: <b>Hacer que la IA generativa de código abierto sea más fiable —y más generalizada—.</b> La IA generativa de código abierto está cobrando auge. Nuestro objetivo es garantizar que los modelos de código abierto sean confiables, seguros, útiles y fáciles de usar. Proyectos de Mozilla como la plataforma de modelos pequeños de lenguaje especializado, Communal AI, el conjunto de datos Common Voice y llamafile son modelos locales y más accesibles dirigidos directamente a ese objetivo.
fr: <b>Rendre l’IA générative open source plus digne de confiance et plus grand public.</b> L’IA générative open source gagne du terrain. Notre objectif est de garantir que les modèles open source soient fiables, sûrs, utiles et faciles à utiliser. Des projets initiés par Mozilla comme la plateforme des petits modèles de langage Communal AI, l’ensemble de données Common Voice et llamafile sont des modèles locaux et plus accessibles servant directement cet objectif.

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: <b>Empower consumers — and give them real choices</b>. In an era when AI is becoming intricately woven into the fabric of our daily lives, we must champion products that prioritize and exemplify the highest standards of privacy, security, and transparency. By drawing on the invaluable insights gained from technologies like Fakespot, we’re deepening our dedication to integrating cutting-edge AI capabilities that genuinely empower consumers within our product suite. We’re expanding the impact of these efforts through initiatives like <a id="a1">*Privacy Not Included</a>, which are instrumental in equipping consumers with the essential knowledge to make enlightened product choices.
de: <b>Verbraucher*innen ermächtigen – und ihnen echte Auswahlmöglichkeiten bieten</b>. In einer Zeit, in der KI mehr und mehr in unseren Alltag verwoben wird, müssen wir für Produkte einstehen, die die höchsten Standards für Datenschutz, Sicherheit und Transparenz priorisieren und aufzeigen. Indem wir uns wertvoller Insights aus Technologien wie Fakespot bedienen, vertiefen wir unser Engagement für die Integration bahnbrechender KI-Fähigkeiten in unserer Produktpalette, die Verbraucher*innen wahrhaftig ermächtigen. Wir weiten den Einfluss dieser Anstrengungen durch Initiativen wie <a id="a1">*Datenschutz nicht inbegriffen</a> aus, die für die Ausrüstung der Verbraucher*innen mit grundlegendem Wissen behilflich sind, damit sie informierte Produktentscheidungen treffen können.
es: <b>Empoderar a los consumidores —y brindarles alternativas reales—</b>. En una era en la que la inteligencia artificial forma parte intrínseca de nuestra cotidianidad, debemos abogar por productos que ejemplifiquen y prioricen las más altas normas de privacidad, seguridad y transparencia. Al aprovechar la valiosa información obtenida de tecnologías como Fakespot, profundizamos nuestra dedicación para integrar capacidades de IA de vanguardia que realmente puedan empoderar a los consumidores en nuestra gama de productos. Estamos ampliando el impacto de estos esfuerzos con iniciativas como <a id="a1">* Privacidad no incluida</a>, que son fundamentales para equipar a los consumidores con el conocimiento esencial para tomar decisiones informadas sobre los productos.
fr: <b>Donner du pouvoir aux consommateurs et leur offrir de vrais choix.</b> À une époque où l’IA est de plus en plus intégrée dans nos vies quotidiennes, nous devons défendre des produits qui privilégient et illustrent les normes les plus élevées en matière de confidentialité, de sécurité et de transparence. Grâce aux précieuses informations obtenues via des technologies comme Fakespot, nous allons plus loin dans notre engagement à intégrer dans notre gamme de produits des capacités d’IA de pointe qui donnent réellement du pouvoir aux consommateurs. Et nous augmentons l’impact de ces efforts grâce à des initiatives comme <a id="a1">*Confidentialité non incluse</a>, essentielles pour aider les consommateurs à faire des choix éclairés en matière de produits.

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: <b>Invest in the trustworthy + open source AI ecosystem.</b> No single company or organization can serve as a counterweight to big tech — but a community can. We will continue to expand our investment in startups, open source projects, and nonprofits building trustworthy AI, both through direct investment and through thoughtful grantmaking. Properly resourced, this ecosystem has the potential to challenge the big players and push AI in a better direction.
de: <b>In das vertrauenswürdige und Open-Source KI-Ökosystem investieren.</b> Ein Unternehmen oder eine Organisation allein kann nicht als Gegengewicht zu Bit Tech agieren – aber eine Community kann das. Wir werden unsere Investitionen in Start-ups, Open-Source-Projekte und gemeinnützige Organisationen weiter ausbauen, die vertrauenswürdige KI entwickeln. Sowohl durch direkte Investitionen als auch durch Förderstiftungen. Mit den entsprechenden Ressourcen hat dieses Ökosystem das Potenzial, die großen Player herauszufordern und KI in eine bessere Richtung zu bewegen.
es: <b>Invertir en el ecosistema de IA confiable y de código abierto.</b> Ninguna empresa u organización puede servir de contrapeso a las grandes tecnológicas, pero una comunidad sí. Continuaremos ampliando nuestra inversión en empresas incipientes, proyectos de código abierto y organizaciones sin fines de lucro que construyen IA confiable, a través de la inversión directa y del otorgamiento meditado de subvenciones. Con los recursos adecuados, este ecosistema cuenta con el potencial para desafiar a los grandes actores y llevar a la AI por mejor camino.
fr: <b>Investir dans l’écosystème d’une IA digne de confiance et open source.</b> Aucune entreprise ou organisation seule ne peut faire le poids face aux géants de la tech, mais c’est à la portée d’une communauté. C’est pourquoi nous poursuivrons et étendrons nos investissements dans les start-up, les projets open source et les organisations à but non lucratif qui développent une IA digne de confiance. Nous le ferons à la fois via des investissements directs ou via l’octroi de subventions. Avec les ressources adéquates, cet écosystème peut défier les grands acteurs et faire prendre une meilleure direction à l’IA.

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: <b>Help regulators develop and roll out pragmatic AI regulation.</b> The EU AI Act, the U.S. Executive Order on AI, and similar initiatives in other countries show policymakers are serious about trustworthy AI. Mozilla is increasing its resources to help policymakers roll out regulation and policies that are helpful and pragmatic from both policy and operational perspectives. This work includes publishing research on topics like open source AI models, competition, and privacy that policymakers can draw on, convening policymakers to share expertise and experience, and spotlighting positive policy advancements around the globe.
de: <b>Gesetzgeber bei der Entwicklung und Umsetzung pragmatischer KI-Richtlinien unterstützen</b> Das europäische KI-Gesetz, die Executive Order on AI der USA und ähnliche Initiativen in anderen Ländern zeigen, dass es Gesetzgebern mit vertrauenswürdiger KI ernst ist. Mozilla erweitert seine Ressourcen, um Gesetzgebern bei der Umsetzung von Regulierungen und Richtlinien zu helfen, die aus sowohl einer politischen als auch einer operativen Perspektive hilfreich sind. Diese Arbeit umfasst ebenso die Veröffentlichung von Forschungsthemen wie Open-Source KI-Modelle, Wettbewerb und Datenschutz, auf die sich Gesetzgeber beziehen können. Außerdem müssen Gesetzgeber zusammenkommen und Expertise und Erfahrungen teilen, sowie positive Fortschritte in der Gesetzgebung beleuchten.
es: <b>Ayudar a que las autoridades legislativas formulen e implementen reglamentos pragmáticos de IA.</b> El Acta de IA de la UE, la Orden Ejecutiva de IA de los EE. UU. y las iniciativas similares en otros países demuestran que los legisladores toman en serio la IA digna de confianza. Mozilla está destinando más recursos para ayudarlos a aprobar políticas y reglamentos útiles y pragmáticos tanto desde el punto de vista político como operativo. Esta labor incluye la publicación de investigaciones sobre temas como los modelos de IA de código abierto, la competencia y la privacidad, que pueden servir de apoyo a los legisladores al convocarlos a éstos para compartir conocimientos y experiencias, así como la difusión de avances positivos en la formulación de políticas en todo el mundo.
fr: <b>Aider les régulateurs à élaborer et mettre en œuvre une réglementation pragmatique de l’IA.</b> Le EU AI Act, l’ordonnance exécutive sur l’IA aux États-Unis et des initiatives similaires dans d’autres pays montrent que les décideurs politiques prennent très au sérieux l’IA digne de confiance. Mozilla a donc décidé d’augmenter les ressources allouées pour aider les décideurs politiques à mettre en œuvre des réglementations et des politiques à la fois utiles et pragmatiques, tant du point de vue politique qu’opérationnel. Cela passe notamment par la publication de recherches sur des sujets tels que les modèles d’IA open source, la concurrence et la vie privée sur lesquels les décideurs politiques peuvent s’appuyer. Cela inclut également des rencontres avec des décideurs politiques pour partager notre expertise et notre expérience, et présenter des avancées positives en matière de politique dans le monde entier.

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: Next Steps for the Trustworthy AI Ecosystem
de: Nächste Schritte für das vertrauenswürdige KI-Ökosystem
es: Pasos a seguir para el ecosistema de IA confiable
fr: Les prochaines étapes pour l’écosystème de l’IA digne de confiance

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: We’re committed to doing our part, but we can’t make trustworthy AI a reality without working together across the entire tech ecosystem. Here’s how you can get involved:
de: Wir wollen unseren Teil leisten, aber wir können eine vertrauenswürdige KI nicht in die Realität umsetzen, ohne über das gesamte Ökosystem hinweg zusammenzuarbeiten. Und so können Sie sich beteiligen:
es: Tenemos el compromiso de hacer lo que nos toca, pero no podemos lograr que la IA confiable sea una realidad si todo el ecosistema tecnológico no trabaja en conjunto. Puedes colaborar de varias maneras:
fr: Vous le savez, chez Mozilla nous ne sommes jamais les derniers à nous engager. Mais nous ne pouvons pas faire de l’IA digne de confiance une réalité sans travailler avec vous dans tout l’écosystème technologique. Voici ce que vous pouvez faire :

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: <b>Builders: Seek out — and contribute to — trustworthy open source AI projects.</b> Instead of reaching for the most well-known proprietary models, take advantage of advancements in open source LLMs, and learn from curated resources like our <a id="a1">AI Guide</a>. As you develop new tools, engage with builders, users, and researchers from a wide range of backgrounds to widen your perspective. Understanding how AI will impact people who don’t think like you will make your project or product that much better.
de: <b>Entwickler*innen: Suchen Sie nach Projekten für vertrauenswürdige Open-Source-KI, und tragen Sie dazu bei.</b> Statt sich der bekanntesten urheberrechtlich geschützten Modelle zu bedienen, können Sie die Fortschritte nutzen, die es in Open-Source LLMs gibt und aus kuratierten Quellen wie unserem <a id="a1">AI Guide</a> lernen. Treten Sie bei der Entwicklung neuer Tools mit anderen Entwickler*innen, User*innen und Forschenden verschiedenster Hintergründe in Kontakt, um Ihre eigene Sichtweise auszuweiten. Wenn Sie verstehen, wie KI Menschen beeinflussen wird, die nicht denken wie Sie, profitiert Ihr Projekt oder Ihr Produkt garantiert davon.
es: <b>Constructores: Busquen —y colaboren en— proyectos confiables de IA de código abierto.</b> En lugar de recurrir a los modelos patentados más conocidos, aprovecha los avances en los LLM de código abierto y aprende de recursos seleccionados como nuestra <a id="a1">Guía de IA</a>. Conforme desarrolles nuevas herramientas, interactúa con constructores, usuarios e investigadores de una amplia variedad de orígenes con el fin de ampliar tu perspectiva. Comprender de qué manera la IA impactará a las personas que no piensan como tú hará que tu proyecto o producto sea mucho mejor.
fr: <b>Développeurs : cherchez et participez à des projets d’IA open source dignes de confiance.</b> Plutôt que de vous tourner vers les modèles propriétaires les plus connus, profitez des avancées dans les LLM open source, et formez-vous grâce à des ressources comme notre <a id="a1">Guide sur l’IA</a>. Lorsque vous créez de nouveaux outils, échangez avec d’autres développeurs, mais aussi des utilisateurs et des chercheurs issus de divers milieux pour bénéficier d’autres points de vue et découvrir de nouvelles perspectives. Comprendre comment l’IA affectera les personnes qui ne pensent pas comme vous rendra votre projet ou produit encore meilleur.

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: <b>Consumers: Be critical — and know there are choices you can make.</b> Consumers can’t control who builds AI, but they can choose more trustworthy products when available, and demand them when they aren’t. We know that public pressure can drive change, even within the most powerful companies on Earth. Look past the “cool factor” of new AI tools and read up on the pros and cons before you experiment. Accessible guides like our <a id="a1">*Privacy Not Included</a> series offer clear comparisons in plain language to help you make informed decisions about everything from voice assistants to smart home products.
de: <b>Verbraucher*innen: Seien Sie kritisch – und treffen Sie bewusste Entscheidungen.</b> Verbraucher*innen können nicht beeinflussen, wer KI entwickelt, aber sie können sich für vertrauenswürdigere Produkte entscheiden, wenn diese verfügbar sind, und sie einfordern, wenn es sie nicht gibt. Wir wissen, dass Druck aus der Öffentlichkeit Wandel vorantreiben kann, sogar bei den mächtigsten Unternehmen der Welt. Schauen Sie über den „Coolness-Faktor“ neuer KI-Produkte hinaus und informieren Sie sich über die Vor- und Nachteile, bevor Sie sie ausprobieren. Zugängliche Leitfäden wie unsere Serie <a id="a1">*Datenschutz nicht inbegriffen</a> bietet leicht verständliche Vergleiche in einfacher Sprache. So können Sie informierte Entscheidungen treffen; und zwar über alles von Sprachassistenten bis hin zu Smart-Home-Produkten.
es: <b>Consumidores: Sean críticos y sepan que pueden elegir.</b> Los consumidores no pueden controlar quién construye la IA, pero pueden elegir productos más confiables cuando estén disponibles y exigirlos cuando no lo estén. Sabemos que la presión del público puede llevar al cambio, incluso dentro de las empresas más poderosas del planeta. Mira más allá del factor &quot;guau” de las nuevas herramientas de IA e infórmate acerca de los pros y los contras antes de experimentar. Las guías accesibles como nuestra serie <a id="a1">* Privacidad no incluida</a> ofrecen comparaciones claras en lenguaje sencillo para ayudarte a tomar decisiones informadas sobre todo tipo de cosas, desde asistentes de voz hasta productos inteligentes para el hogar.
fr: <b>Consommateurs : exercez un regard critique, et ne perdez pas de vue que vous avez le choix.</b> Les consommateurs ne peuvent pas choisir les entreprises qui développent l’IA, mais ils peuvent choisir les produits les plus dignes de confiance lorsqu’ils sont disponibles, et les exiger lorsqu’ils ne le sont pas. Nous en avons sans cesse la preuve : la pression publique peut entraîner des changements, même au sein des entreprises les plus puissantes au monde. Apprenez à voir plus loin que « l’image cool » des nouveaux outils d’IA, et pesez le pour et les contre avant d’essayer un produit ou un service. Des guides comme <a id="a1">*Confidentialité non incluse</a> offrent des comparatifs clairs dans un langage simple pour vous aider à prendre des décisions avisées sur à peu près tout, des assistants vocaux aux accessoires connectés pour la maison.

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: <b>Policymakers: Prioritize openness and accountability in new rules for AI.</b> Big tech is <a id="a1">pushing for LLM licensing</a> regulations, ostensibly as a security measure. But we know from experience that limiting who can access or benefit from new digital technologies does not make us safer. Openness and accountability can be an antidote, and policymakers must shape legislation accordingly.
de: <b>Gesetzgeber: Priorisieren Sie Offenheit und Verantwortlichkeit in neuen Regeln für KI.</b> Big Tech <a id="a1">drängt auf eine Regelung für LLM-Lizenzen</a>, angeblich als Sicherheitsmaßnahme. Aber wir wissen aus Erfahrung, dass wir nicht sicherer sind, wenn wir eingrenzen, wer auf neue digitale Technologien zugreifen oder davon profitieren kann. Offenheit und Verantwortlichkeit können ein Gegengift sein, und Gesetzgeber müssen ihre Gesetze entsprechend ausgestalten.
es: <b>Legisladores: Prioricen la apertura y la rendición de cuentas en las nuevas reglas para la IA.</b> Las grandes tecnológicas están <a id="a1">presionando en favor de que se reglamenten las licencias de LLM</a>, como supuesta medida de seguridad. Pero sabemos por experiencia que limitar a quién puede acceder a nuevas tecnologías digitales o beneficiarse de ellas no nos hace más seguros. La apertura y la responsabilidad pueden ser el antídoto, y los responsables de la formulación de políticas deben moldear la legislación en consecuencia.
fr: <b>Décideurs politiques : donnez la priorité à l’ouverture et la responsabilité dans les nouvelles réglementations concernant l’IA.</b> Les géants de la tech font pression pour <a id="a1">une réglementation des LLM par le biais de licences</a>, en prétextant un impératif de sécurité. Mais nous savons par expérience que limiter les personnes, les entreprises ou les organisations qui peuvent accéder ou bénéficier des nouvelles technologies numériques ne garantit nullement plus de sécurité. En revanche, les principes d’ouverture et de responsabilité peuvent fonctionner, et c’est aux décideurs politiques qu’il revient d’adapter la législation en conséquence.
