Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: <b>Civil Society Advocates: Look for intersections between AI and issues your communities care about.</b> Whether an organization focuses on human rights, climate justice, LGBTQ+ rights, or racial justice, AI is relevant. <a id="a1">Philanthropy can offset the influence of tech incumbents</a> by supporting the smaller players pioneering AI approaches that uplift society, not just stock prices. Focus grantmaking on projects that center agency, transparency, and accountability in AI, and look to those that connect to the work you’re already doing.
de: <b>Zivilgesellschaftliche Akteure: Suchen Sie Schnittstellen zwischen KI und Problemen, die Ihnen wichtig sind, in Ihren Communitys.</b> Ob sich eine Organisation mit Menschenrechten, Klimagerechtigkeit, LGBTQ+-Rechten oder ethnischer Gerechtigkeit befasst: KI ist relevant. <a id="a1">Philanthropie kann den Einfluss etablierter Technologieunternehmen</a> ausgleichen, indem sie kleinere Akteure unterstützt, die Pionierarbeit im Bereich der künstlichen Intelligenz leisten und damit die Gesellschaft verbessern und nicht nur die Aktienkurse erhöhen. Konzentrieren Sie sich bei der Vergabe von Zuschüssen auf Projekte, bei denen Selbstbestimmtheit, Transparenz und Verantwortlichkeit im Mittelpunkt stehen, und suchen Sie nach Projekten, die mit der Arbeit, die Sie bereits leisten, in Verbindung stehen.
es: <b>Activista de la sociedad civil: Busca intersecciones entre la IA y los problemas que preocupan a tu comunidad.</b> Ya sea que una organización se enfoque en los derechos humanos, la justicia climática, los derechos LGBTQ+ o la justicia racial, la IA es relevante. <a id="a1">La filantropía puede compensar la influencia de las empresas tecnológicas ya consolidadas</a> al contribuir a que los participantes más pequeños inicien enfoques de IA que no solo eleven los precios de las acciones, sino también a la sociedad. Dirige las subvenciones a proyectos centrados en la acción, la transparencia y la responsabilidad en la IA, y busca aquellos que se relacionen con el trabajo que ya estás haciendo.
fr: <b>Militants de la société civile : visez les points de convergence entre l’IA et les problèmes qui préoccupent vos communautés.</b> Que votre organisation s’occupe des droits de l’homme, de la justice climatique, des droits LGBTQ+ ou encore de la justice raciale, l’IA est un choix pertinent. <a id="a1">La philanthropie peut contre-balancer l’influence des géants de la tech</a>, notamment en soutenant les petits acteurs qui explorent des approches d’IA qui tirent vers le haut la société tout entière, pas seulement le cours des actions en bourse. Concentrez vos efforts et vos actions sur le financement de projets qui placent la capacité d’agir, la transparence et la responsabilité au cœur de l’IA, et entrez en contact avec toutes les personnes et toutes les organisations en lien avec votre travail.

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: <b>Investors: Fund companies, organizations and projects focused on Trustworthy AI.</b> It’s tempting to put your money on the big industry leaders, but alternative AI business models that put user privacy and well-being first present a massive opportunity. Whether you’re a venture capitalist, an institutional investor or a philanthropist, financially supporting the growth of the trustworthy AI ecosystem will help mitigate AI risks while spreading the returns beyond big tech.
de: <b>Investor*innen: Fördern Sie Unternehmen, Organisationen und Projekte mit einem Fokus auf vertrauenswürdige KI.</b> Es mag verlockend sein, Ihr Geld auf die großen Branchenführer zu setzen, aber alternative KI-Unternehmensmodelle, die den Schutz von Verbraucherdaten und deren Wohlbefinden an erste Stelle setzen, bieten eine riesige Chance. Ganz gleich, ob Sie Risikokapitalgeber*in, institutionelle*r Investor*in oder Philanthrop*in sind – die finanzielle Unterstützung des Wachstums des vertrauenswürdigen KI-Ökosystems wird dazu beitragen, die KI-Risiken zu mindern und gleichzeitig die Erträge über Big Tech hinaus zu verteilen.
es: <b>Inversionista: Financiar empresas, organizaciones y proyectos enfocados en la IA confiable.</b> Suena tentador apostar por los grandes líderes del sector; sin embargo, los modelos de negocio alternativos de IA que dan prioridad a la privacidad y bienestar de los usuarios representan una gran oportunidad. No importa si eres capitalista de riesgo, inversionista institucional o filántropo, apoyar financieramente el crecimiento del ecosistema de IA confiable ayudará a mitigar los riesgos de la IA y, al mismo tiempo, extenderá los rendimientos más allá de las grandes tecnológicas.
fr: <b>Investisseurs : financez les entreprises, les organisations et les projets axés sur l’IA digne de confiance.</b> Il peut être tentant de placer votre argent sur les grands leaders du secteur, mais les modèles économiques d’IA alternatifs qui donnent la priorité à la vie privée et au bien-être des utilisateurs représentent une formidable opportunité. Que vous soyez un fonds d’investissement en capital-risque, un investisseur institutionnel ou encore un philanthrope, soutenir financièrement la croissance de l’écosystème d’IA digne de confiance peut contribuer à limiter les risques liés à l’IA tout en répartissant les retours bien au-delà des géants de la technologie.

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: AI will impact every corner of the world. To make sure it delivers on its promise for humanity, we must continue activating a broad coalition of technologists, activists, legislators, and everyday citizens with diverse perspectives.There is still much to do, but with a movement grounded in openness, agency, and accountability, a more trustworthy AI landscape is within reach. Let’s get to work.
de: KI wird sich in jedem Winkel der Welt auswirken. Um sicherzustellen, dass sie ihr Versprechen für die Menschheit einhält, müssen wir weiter eine breite Koalition an Technolog*innen, Aktivist*innen, Gesetzgebern und Bürger*innen aktivieren. Es gibt noch viel zu tun, aber mit einer Bewegung, die sich auf Offenheit, Selbstbestimmtheit und Verantwortlichkeit gründet, befindet sich eine vertrauenswürdigere KI-Landschaft in greifbarer Nähe. Legen wir los!
es: La inteligencia artificial impacta todos los rincones del mundo. Y para garantizar que cumpla su promesa con la humanidad, debemos seguir activando una amplia coalición de expertos en tecnología, activistas, legisladores y ciudadanos comunes con diversas perspectivas. Aún queda mucho por hacer, pero con un movimiento basado en la apertura, la acción y la responsabilidad, un universo de IA más confiable está al alcance. Manos a la obra.
fr: À plus ou moins court terme, l’IA impactera chaque parcelle du globe. Pour garantir qu’elle tienne ses promesses pour l’humanité, nous devons continuer à réunir des technologues, des militants, des législateurs et des citoyens ordinaires pour former une large coalition aux perspectives diverses. Il reste encore beaucoup à faire mais, avec un mouvement ancré dans des principes comme l’ouverture, la capacité d’action et la responsabilité, l’IA plus digne de confiance est à notre portée. À nous de jouer !

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: <b>Please email us at</b> <a id="a1"><b>AIPaper@mozillafoundation.org</b></a><b> to provide any input on the report and/or to highlight your favorite examples of AI being used in ways that build trust and improve people’s lives.</b>
de: <b>Bitte schreiben Sie uns eine E-Mail an</b> <a id="a1"><b>AIPaper@mozillafoundation.org,</b></a><b> um Input zu geben und/oder Ihre Lieblingsbeispiele für KI hervorzuheben, die Vertrauen aufbaut und das Leben der Menschen verbessert.</b>
es: <b>Envíanos un correo electrónico a</b> <a id="a1"><b>AIPaper@mozillafoundation.org</b></a><b> para darnos tu opinión sobre este reporte y/o tus ejemplos favoritos de IA utilizada en formas que fomentan la confianza y mejoran la vida de las personas.</b>
fr: <b>Envoyez-nous un e-mail à l’adresse</b> <a id="a1"><b>AIPaper@mozillafoundation.org</b></a><b> pour nous donner votre avis sur le rapport et partager vos exemples favoris illustrant une utilisation de l’IA qui favorise la confiance et améliore le quotidien des individus.</b>

# body.b642b40e-f1bb-4063-9ea9-804558e7b856.quote
source: With a movement grounded in openness, agency, and accountability, a more trustworthy AI landscape is <b>within reach.</b>
de: Mit einer Bewegung, die sich auf Offenheit, Selbstbestimmtheit und Verantwortlichkeit gründet, befindet sich eine vertrauenswürdigere KI-Landschaft <b>in greifbarer Nähe</b>.
es: Con un movimiento basado en la apertura, la acción y la responsabilidad, un universo de IA más confiable <b>está al alcance.</b>
fr: Avec un mouvement ancré dans des principes comme l’ouverture, la capacité d’action et la responsabilité, l’IA plus digne de confiance est <b>à notre portée</b>.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: Further Reading
de: Weiterführende Literatur
es: Lecturas complementarias
fr: Ressources complémentaires

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>This is the real lesson to take away from the OpenAI debacle</b></a><b>, Fast Company (op-ed), December 2023</b>: In an op-ed, Mozilla’s Mark Surman explains how OpenAI’s November governance battle points to the need for public institutions that prioritize humanity's interests over profit, especially in the AI era, despite the failure of OpenAI's nonprofit model.
de: <a id="a1"><b>This is the real lesson to take away from the OpenAI debacle</b></a><b>, Fast Company (Op-ed), Dezember 2023:</b> In einem op-ed erklärt Mark Surman von Mozilla, wie der Kampf um die Governance von OpenAI im November auf die Notwendigkeit öffentlicher Institutionen hinweist, die den Interessen der Menschheit Vorrang vor dem Profit einräumen, insbesondere im Zeitalter der KI, trotz des Scheiterns des gemeinnützigen Modells von OpenAI.
es: <a id="a1"><b>Esta es la verdadera lección a extraer del debacle de OpenAI</b></a><b>, editorial de la revista <em>Fast Company</b>, diciembre de 2023</b>: En un artículo de opinión, Mark Surman de Mozilla explica cómo la lucha de gobernanza de OpenAI en noviembre evidencia la necesidad de instituciones públicas que prioricen los intereses de la humanidad por encima de las ganancias, especialmente en la era de la IA, a pesar del fracaso del modelo sin fines de lucro de OpenAI.
fr: <a id="a1"><b>This is the real lesson to take away from the OpenAI debacle</b></a><b>, Fast Company (tribune libre), décembre 2023</b> : dans une tribune, Mark Surman de Mozilla explique comment la bataille pour la gouvernance d’OpenAI souligne le besoin d’institutions publiques qui privilégient les intérêts publics plutôt que le profit, en particulier à l’ère de l’IA, malgré l’échec du modèle à but non lucratif d’OpenAI.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>When AI doesn’t speak your language</b></a><b>, Coda, October 2023:</b> Highlights the challenges minority languages face with AI, where better technology could simultaneously support language use and increase surveillance.
de: <a id="a1"><b>When AI doesn’t speak your</b></a><b> language, Coda, Oktober 2023:</b> Hebt die Herausforderungen hervor, denen Minderheitssprachen mit KI gegenüberstehen, wo bessere Technologien gleichzeitig den Sprachgebrauch unterstützen und Überwachung verbessern könnten.
es: <a id="a1"><b>When AI doesn’t speak your language</b></a><b>, <em>Coda</em>, octubre de 2023:</b> Destaca los retos a los que se enfrentan las lenguas de la minoría en la IA. Una mejor tecnología podría apoyar el uso de la lengua e incrementar la vigilancia, simultáneamente.
fr: <a id="a1"><b>When AI doesn’t speak your language</b></a><b>, Coda, octobre 2023 :</b> une mise en lumière des défis auxquels sont confrontées les langues minoritaires avec l’IA, alors qu’une meilleure technologie pourrait à la fois soutenir l’utilisation de ces langues et accroître la surveillance.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>AI’s Present Matters More Than Its Imagined Future</b></a><b>, The Atlantic (op-ed), October 2023</b>: Mozilla Fellow Inioluwa Deborah Raji writes about her experience attending one of Sen. Chuck Schumer’s AI Insight Forums, and why present-day harms are more urgent than hypothetical existential AI risks.
de: <a id="a1"><b>AI's Present Matters More Than Its Imagined Future</b></a><b>, The Atlantic (Op-ed), Oktober 2023</b>: Mozilla-Stipendiatin Inioluwa Deborah Raji schreibt über ihre Erfahrungen bei einem der AI Insight-Foren von Senator Chuck Schumer und darüber, warum die Schäden der Gegenwart dringlicher sind als hypothetische existenzielle AI-Risiken.
es: <a id="a1"><b>El presente de la IA importa más que su futuro imaginado</b></a><b>, editorial de la revista The Atlantic (oped), octubre de 2023</b>: Inioluwa Deborah Raji, investigadora de Mozilla, escribe acerca de su experiencia al asistir a uno de los foros de información sobre la IA del senador Chuck Schumer y por qué los daños actuales son más urgentes que los riesgos existenciales hipotéticos de la IA.
fr: <a id="a1"><b>AI’s Present Matters More Than Its Imagined Future</b></a><b>, The Atlantic (tribune libre), octobre 2023</b>: Inioluwa Deborah Raji, une chercheuse associée à Mozilla, revient sur sa participation à l’un des forums de réflexion sur l’IA organisés par le sénateur Chuck Schumer, et explique pourquoi les préjudices actuels sont plus urgents que les risques existentiels hypothétiques de l’IA.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>How should regulators think about "AI"?</b></a><b>, Dr. Emily M. Bender (video), October 2023</b><b><i>:</i></b> Dr. Bender spoke at a virtual roundtable on AI in the workplace convened by Congressman Bobby Scott, breaking down the six different kinds of automation and providing recommendations for AI regulation.
de: <a id="a1"><b>How should regulators think about &quot;AI&quot;?</b></a><b>, Dr. Emily M. Bender (Video), Oktober 2023</b><b><i>:</i></b> Dr. Bender sprach an einem virtuellen Roundtable über KI am Arbeitsplatz, einberufen von Congressman Bobby Scott. Sie schlüsselte die sechs verschiedenen Arten der Automatisierung auf und gab Empfehlungen für die KI-Regulierung.
es: <a id="a1"><b>¿Cómo deben los reguladores pensar en &quot;IA&quot;?</b></a><b>, (video) de la Dra. Emily M. Bender, octubre de 2023</b><b><i>:</i></b> La Dra. Bender intervino en una mesa redonda virtual sobre IA en el lugar de trabajo convocada por el congresista Bobby Scott, en la que desglosó los seis tipos diferentes de automatización y ofreció recomendaciones para la regulación de la IA.
fr: <a id="a1"><b>How should regulators think about &quot;AI&quot;?</b></a><b>, Emily M. Bender (vidéo), octobre 2023</b><b><i> :</i></b> Mme Bender a pris la parole lors d’une table ronde virtuelle au sujet de l’IA sur le lieu de travail, organisée par le membre du Congrès américain Bobby Scott. À cette occasion, elle a présenté les six types d’automatisation et fourni des recommandations pour la réglementation de l’IA.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>The battle over Open-Source AI</b></a><b>, Ben’s Bites (newsletter), October 2023</b>: This piece summarizes where well-known AI companies stand on the issue of regulating advanced open source AI software.
de: <a id="a1"><b>The battle over Open-Source AI</b></a><b>, Ben’s Bites (Newsletter), Oktober 2023</b>: Dieser Artikel fasst zusammen, wo die bekannten KI-Unternehmen in Bezug auf die Regulierung fortgeschrittener Open-Source KI-Software stehen.
es: <a id="a1"><b>La lucha por la IA de código abierto</b></a>,<b> Ben’s Bites (newsletter), octubre de 2023</b>:.Este artículo resume la postura de conocidas empresas de IA sobre la cuestión de la regulación del software avanzado de IA de código abierto
fr: <a id="a1"><b>The battle over Open-Source AI</b></a><b>, Ben’s Bites (newsletter), octobre 2023</b>: cet article résume la position des grandes entreprises de l’IA sur la question de la régulation des logiciels avancés d’IA open source.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>Artificial Intelligence: Advancing Innovation Towards the National Interest</b></a><b>, Clément Delangue, Hugging Face (written congressional testimony), June 2023:</b> In his testimony, Hugging Face’s CEO emphasizes the importance of open AI innovation and the need for mechanisms that ensure AI is safe, transparent, and aligns with national interests.
de: <a id="a1"><b>Artificial Intelligence: Advancing Innovation Towards the National Interes</b>t</a><b>, Clément Delangue, Hugging Face (schriftliche Zeugenaussage vor dem Kongress), Juli 2023</b>: In seiner Aussage betonte der CEO von Hugging Face die Wichtigkeit offener KI-Innovationen und den Bedarf an Mechanismen, die eine sichere, transparente KI sicherstellen, die mit nationalen Interessen übereinstimmt.
es: <a id="a1"><b>Artificial Intelligence: Advancing Innovation Towards the National Interest</b></a><b>, testimonio por escrito ante el Congreso de Clément Delangue de Hugging Face, junio de 2023:</b> En su testimonio, el director general de Hugging Face subraya la importancia de la innovación en la IA abierta y la necesidad de mecanismos que garanticen que la IA sea segura, transparente y en consonancia con los intereses nacionales.
fr: <a id="a1"><b>Artificial Intelligence: Advancing Innovation Towards the National Interest</b></a><b>, Clément Delangue, Hugging Face (version écrite de son témoignage devant le Congrès), juin 2023 :</b> dans son témoignage, le PDG de Hugging Face met l’accent sur l’importance de l’innovation en matière d’IA ouverte et sur la nécessité de mettre en place des mécanismes garantissant que l’IA est sûre, transparente et conforme aux intérêts nationaux.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>We tested ChatGPT in Bengali, Kurdish, and Tamil. It failed.</b></a>, <b>Rest of World, September 2023</b>: Rest of World's testing revealed ChatGPT’s struggles with many underrepresented languages. The system often makes up words and fails at logic and basic information retrieval, highlighting gaps in AI training data and the need for tailored language support.
de: <a id="a1"><b>We tested ChatGPT in Bengali, Kurdish, and Tamil. It failed.</b></a>, <b>Rest of World, September 2023</b>: Die Tests von Rest of World zeigten, dass ChatGPT mit vielen unterrepräsentierten Sprachen Schwierigkeiten hat. Das System erfindet häufig Wörter und versagt bei der Beschaffung logischer und grundlegender Informationen, was auf Lücken in den Trainingsdaten für KI hindeutet und den Bedarf an gezieltem Sprach-Support aufzeigt.
es: <a id="a1"><b>Probamos ChatGPT en bengalí, kurdo y tamil. Falló.</b></a>, <b>Rest of World, septiembre de 2023 </b>: Las pruebas de Rest of World revelaron que ChatGPT tiene dificultades con muchos idiomas subrepresentados. Con frecuencia, el sistema inventa palabras y presenta fallas en la lógica y en la obtención de información básica, lo que evidencia lagunas en los datos de entrenamiento de IA y la necesidad de soporte adaptado al idioma.
fr: <a id="a1"><b>We tested ChatGPT in Bengali, Kurdish, and Tamil. It failed.</b></a>, <b>Rest of World, septembre 2023</b> : les tests de Rest of World ont révélé les difficultés de ChatGPT avec de nombreuses langues sous-représentées. Le système invente fréquemment des mots et échoue dans la logique et la récupération d’informations de base, mettant en lumière les lacunes dans les données d’entraînement de l’IA et le besoin d’un support linguistique adapté.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>The Battle Over Books3 Could Change AI Forever</b></a><b>, WIRED, September 2023:</b> This piece details the battle over the Books3 training data set, which was created from a vast collection of copyrighted literary works and is now at the center of disputes between open-access advocates and copyright holders fighting for control and compensation.
de: <a id="a1"><b>The Battle Over Books3 Could Change AI Forever</b></a><b>, WIRED, September 2023:</b> In diesem Beitrag wird der Streit um den Books3-Trainingsdatensatz beschrieben, der aus einer umfangreichen Sammlung urheberrechtlich geschützter literarischer Werke erstellt wurde und nun im Mittelpunkt von Auseinandersetzungen zwischen Verfechter*innen des freien Zugangs und Urheberrechtsinhaber*innen steht, die um Kontrolle und Entschädigung kämpfen.
es: <a id="a1"><b>The Battle Over Books3 Could Change AI Forever</b></a><b>, <em>WIRED</em>, septiembre de 2023:</b> Esta obra detalla la pugna por el conjunto de datos de entrenamiento Books3, que se creó a partir de una vasta colección de obras literarias con derechos de autor y ahora es objeto de controversias entre defensores del acceso abierto y los propietarios de los derechos de autor que pelean por tener control y compensación.
fr: <a id="a1"><b>The Battle Over Books3 Could Change AI Forever</b></a><b>, WIRED, septembre 2023 :</b> cet article revient sur la bataille autour de l’ensemble de données d’entraînement Books3, créé à partir d’une vaste collection d’œuvres littéraires protégées par des droits d’auteur. Il est actuellement au centre de litiges entre les défenseurs d’un accès libre et les détenteurs de droits d’auteur qui se battent pour leurs droits au contrôle et à une compensation financière.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>LoRA Fine-tuning Efficiently Undoes Safety Training from Llama 2-Chat 70B</b></a>,<b> LessWrong, October 2023:</b> This study demonstrates how AI models can be easily manipulated to undo safety training, raising concerns about the risks of public model releases.
de: <a id="a1"><b>LoRA Fine-tuning Efficiently Undoes Safety Training from Llama 2-Chat 70B</b></a>,<b> LessWrong, Oktober 2023:</b> Diese Studie zeigt, wie leicht KI-Modelle manipuliert werden können, um Sicherheitstrainings rückgängig zu machen, was Bedenken hinsichtlich der Risiken der Veröffentlichung von Modellen weckt.
es: <a id="a1"><b>LoRA Fine-tuning Efficiently Undoes Safety Training from Llama 2-Chat 70B</b></a>,<b> <em>LessWrong</em>, octubre de 2023:</b> Este estudio demuestra lo fácil que es manipular los modelos de IA para que reviertan el entrenamiento de seguridad y plantea inquietudes sobre los riesgos de modelos públicos que se han lanzado.
fr: <a id="a1"><b>LoRA Fine-tuning Efficiently Undoes Safety Training from Llama 2-Chat 70B</b></a>,<b> LessWrong, octobre 2023 :</b> cette étude démontre comment les modèles d’IA peuvent être facilement manipulés pour désactiver leurs mécanismes de sécurité, ce qui soulève des préoccupations majeures concernant leurs versions publiques.
