Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# body.30ae2ffe-8970-4672-af7d-1d5170f8acd0
source: This report shows that we’ve made meaningful progress since 2020, and that there is still much more work to be done. It’s time to redouble our efforts and recommit to our core principles, and this report describes how. It outlines Mozilla’s ongoing work to shift the narrative on AI, make open source generative AI more trustworthy and mainstream, and empower consumers with real choices on AI. It highlights how we’ll continue investing in the trustworthy and open source AI ecosystem, and help lawmakers develop and roll out pragmatic AI regulation. And, it calls on builders, consumers, policymakers, advocates, and investors alike to leverage their respective positions to push the AI ecosystem in a better direction.
de: Dieser Bericht zeigt, dass wir seit 2020 bedeutende Fortschritte gemacht haben. Er zeigt aber auch, dass es noch viel mehr Arbeit bedarf. Deshalb sollten wir unsere Anstrengungen nochmals verdoppeln und uns unseren wichtigsten Prinzipien wieder verschreiben. Dieser Bericht zeigt, wie das aussehen könnte. Er umreißt Mozillas fortlaufende Bemühungen, das Narrativ über KI zu verlagern, generative Open-Source-KI vertrauenswürdiger zu machen und mehr in den Mainstream zu holen und Verbraucher*innen mit echten Optionen zu ermächtigen. Er hebt hervor, wie wir weiterhin in das vertrauenswürdige und Open-Source KI-Ökosystem investieren und Gesetzgebern dabei helfen werden, pragmatische KI-Richtlinien auf den Weg zu bringen. Außerdem zeigt der Bericht auf, wie Entwickler*innen, Verbraucher*innen, Gesetzgeber, Befürwortende und Investoren ihre jeweilige Position wirksam einsetzen können, um das KI-Ökosystem in eine positivere Richtung zu lenken.
es: Este informe muestra que hemos logrado avances significativos desde 2020 y que aún hay mucho más trabajo por hacer. Es hora de redoblar nuestros esfuerzos y volver a comprometernos con nuestros principios básicos, y este informe describe cómo hacerlo. Describe el trabajo continuo de Mozilla para cambiar la narrativa sobre la IA, hacer que la IA generativa de código abierto sea más confiable y generalizada, además de empoderar a los consumidores con opciones reales sobre la IA. Destaca cómo seguiremos invirtiendo en el ecosistema de la IA confiable y de código abierto, y cómo ayudaremos a los legisladores a desarrollar y poner en marcha una regulación pragmática de la IA. También insta a constructores, consumidores, formuladores de políticas, defensores e inversionistas por igual a aprovechar sus respectivas posturas para llevar al ecosistema de IA en una mejor dirección.
fr: Ce rapport met en évidence les progrès réalisés depuis 2020, tout en soulignant qu’il reste encore beaucoup de chemin à parcourir. Il est temps de redoubler d’efforts et de réaffirmer nos principes fondamentaux, et ce rapport explique précisément comment faire. Il met en avant le travail continu de Mozilla pour changer la perception de l’IA, rendre l’IA générative open source plus fiable et plus accessible, mais aussi donner aux consommateurs de véritables choix en matière d’IA. Il souligne notre engagement à investir continuellement dans un écosystème d’IA open source et digne de confiance, ainsi qu’à soutenir les législateurs pour élaborer et mettre en œuvre une réglementation pragmatique en matière d’IA. Enfin, il encourage les développeurs, les consommateurs, les décideurs politiques, les défenseurs et les investisseurs à utiliser leur influence respective pour faire prendre à l’écosystème de l’IA une meilleure direction.

# body.30ae2ffe-8970-4672-af7d-1d5170f8acd0
source: It will take all of us, working together, to turn this vision into reality. There’s no time to waste — let’s get to work.
de: Wir alle müssen zusammenarbeiten, um diese Vision Wirklichkeit werden zu lassen. Es gilt, keine Zeit zu verschwenden – legen wir los!
es: Será necesario que todos trabajemos juntos para hacer realidad esta visión. No hay tiempo que perder; pongamos manos a la obra.
fr: Concrétiser cette vision nécessitera d’unir nos efforts, et ce sans délai. Il n’y a plus de temps à perdre, alors passons à l’action dès maintenant !

# body.650d1286-d5ad-4887-8fdc-c9546d465133.quote
source: In a world where AI is touching every sector and facet of society, we need<b> structural changes</b> that tackle the root causes of today’s AI harms and unlock the positive benefits of AI.
de: In einer Welt, in der KI jede Branche und Facette der Gesellschaft betrifft, brauchen wir<b> strukturelle Veränderungen</b>, um die Ursachen für die Schädlichkeit der KI heute zu bekämpfen und die positiven Vorteile der KI zu nutzen.
es: En un mundo en el que la IA toca cada sector y faceta de la sociedad, necesitamos <b>cambios estructurales</b> que aborden las causas de fondo tras los perjuicios actuales ocasionados por la IA y que den paso a sus beneficios positivos.
fr: Dans un monde où l’IA touche tous les secteurs et tous les domaines de la société, des <b>changements structurels</b> sont nécessaires pour résoudre les problèmes actuels liés à l’IA et mieux tirer parti de ses avantages.

# body.706fcdf1-0e81-42fb-a0ca-a458bc2a908e
source: Introduction: AI Challenges, Risks, &amp; Opportunities
de: Einführung: KI und ihre Herausforderungen, Risiken und Chancen
es: Introducción: Retos, riesgos y oportunidades de la IA
fr: Introduction : défis, risques et opportunités de l’IA

# body.706fcdf1-0e81-42fb-a0ca-a458bc2a908e
source: Heightened public attention on AI
de: Größeres öffentliches Interesse an KI
es: Mayor atención ciudadana a la IA
fr: Un intérêt accru du public pour l’IA

# body.706fcdf1-0e81-42fb-a0ca-a458bc2a908e
source: Investments and advancements in AI have been ongoing for decades, but the technology’s transformational benefits and potential for long-lasting harm have exploded in the last three years. The release of generative AI systems based on large language models (LLMs) like ChatGPT, Bard, and Stable Diffusion have captured the public’s imagination, allowing everyday people to interact with AI systems using natural language for the first time. Widespread consumer awareness has sparked an <a id="a1">AI gold rush</a> for big tech, entrepreneurs, and investors, with new players and big tech incumbents battling to dominate the fast-growing market. At the same time, more people are calling out how AI models can be abused, biased, opaque, and harmful at scale. The <a id="a2">media has struggled</a> to discern AI hype from reality. The public has <a id="a3">mixed feelings</a> about AI, with some fearing for their jobs. Artists have <a id="a4">sued over alleged copyright infringement</a> in AI training data. And activists, academics, and technologists are having intense debates over which AI dangers need to be addressed first, and which <a id="a5">AI development approaches</a> are the safest.
de: Investitionen und Entwicklungen in der KI gibt es seit Jahrzehnten, aber die transformierenden Vorteile der Technologie und ihr langfristiges Potenzial, Schäden anzurichten, sind in den letzten drei Jahren geradezu explodiert. Die Veröffentlichung generativer KI-Systeme, die auf großen Sprachmodellen wie ChatGPT, Bard/Gemini und Stable Diffusion basieren (large language models, LLMs), haben die Fantasie der Öffentlichkeit angeregt und es dem Durchschnittsbürger zum ersten Mal ermöglicht, durch natürliche Sprache mit KI-Systemen zu interagieren. Das große Bewusstsein der Verbraucher*innen hat einen wahren <a id="a1">KI-Goldrausch</a> bei Big Tech, Entrepreneur*innen und Investoren ausgelöst. Dabei kämpfen neue Player und etablierte Big-Tech-Unternehmen darum, den rasant wachsenden Markt zu dominieren. Gleichzeitig prangern mehr und mehr Menschen an, wie KI-Modelle in großem Stile missbraucht werden und voreingenommen, undurchsichtig und schädlich sein können. Die <a id="a2">Medien haben Schwierigkeiten</a> damit, den KI-Hype von der Realität zu unterscheiden. Die Öffentlichkeit ist im Bezug auf KI <a id="a3">zwiegespalten</a>, einige bangen um ihre Jobs. Künstler*innen sind aufgrund <a id="a4">angeblicher Urheberrechtsverletzungen</a> in KI-Trainingsdaten vor Gericht gegangen. Und Aktivist*innen, Akademiker*innen und Technolog*innen führen intensive Debatten darüber, welche Gefahren der KI zuerst angegangen werden müssen und welche <a id="a5">Ansätze für die KI-Entwicklung</a> die sichersten sind.
es: Las inversiones y los avances en la IA llevan décadas produciéndose, pero los beneficios transformadores de la tecnología y su potencial para causar daños duraderos se han disparado en los últimos tres años. El lanzamiento de sistemas de IA generativa basados en grandes modelos de lenguaje (LLM) como ChatGPT, Bard y Stable Diffusion ha cautivado la imaginación del público, permitiendo por primera vez que las personas comunes interactúen con sistemas de IA utilizando un lenguaje natural. La sensibilización generalizada de los consumidores ha desatado una <a id="a1">fiebre del oro de IA</a> para las grandes tecnológicas, los empresarios y los inversionistas, con nuevos actores y grandes tecnológicas luchando por dominar un mercado en rápido crecimiento. Al mismo tiempo, cada vez más personas denuncian cómo los modelos de IA pueden ser abusivos, sesgados, opacos y perjudiciales a gran escala. Los <a id="a2">medios han luchado</a> por discernir entre la expectativa y la realidad de la IA. La opinión pública tiene <a id="a3">sentimientos encontrados</a> acerca de la IA, y algunos temen por sus trabajos. Los artistas han <a id="a4">demandado por supuesta infracción de derechos de autor</a> en los datos de entrenamiento de IA. Asimismo, los activistas, académicos y expertos en tecnología sostienen intensos debates sobre qué peligros de la IA deben abordarse primero y cuáles <a id="a5">enfoques de desarrollo de IA</a> son los más seguros.
fr: Les investissements et les avancées dans le domaine de l’IA sont en cours depuis des décennies, mais les avantages transformateurs de la technologie et son potentiel de préjudices à long terme ont pris une ampleur considérable au cours des trois dernières années. Le lancement de systèmes d’IA générative basés sur de grands modèles de langage (LLMs) comme ChatGPT, Bard et Stable Diffusion a captivé le grand public, en permettant à chacun d’interagir pour la première fois avec des systèmes d’IA dans un langage naturel. Cette prise de conscience croissante a déclenché une véritable <a id="a1">ruée vers l’IA</a> chez les géants de la tech, les entrepreneurs et les investisseurs, au cours de laquelle les nouveaux venus et les acteurs déjà en place se disputent un marché en plein essor. Dans le même temps, de plus en plus de personnes dénoncent les abus, les biais, l’opacité et les préjudices à grande échelle des modèles d’IA. <a id="a2">Les médias ont du mal à faire la différence</a> entre la « hype » de l’IA et ce qui relève de la réalité, tandis que le grand public a des <a id="a3">sentiments mitigés</a> à son égard, certains craignant pour leurs emplois. Des artistes <a id="a4">intentent même des poursuites pour atteinte présumée au droit d’auteur</a> dans les données servant à entraîner l’IA. Parallèlement à cela, des militants, des universitaires et des technologues débattent des dangers de l’IA à aborder en priorité et des <a id="a5">approches de développement</a> les plus sûres à adopter.

# body.706fcdf1-0e81-42fb-a0ca-a458bc2a908e
source: <b>Heightened awareness of AI risks is a good thing.</b> Without a well-informed public pushing for more transparency and accountability, large tech companies will use AI to pursue profit over all else, which harms people by further consolidating their market power. If they do, we could miss our chance to shape an AI landscape that benefits people everywhere, and not just increases profit margins for Silicon Valley players.
de: <b>Ein erhöhtes Bewusstsein für die Risiken von KI ist eine gute Sache.</b> Ohne eine gut informierte Öffentlichkeit, die mehr Transparenz und Verantwortlichkeit einfordert, werden große Technologieunternehmen KI weiterhin nutzen, um vor allem Profit zu machen. Das schadet den Menschen, indem es die Marktmacht dieser Unternehmen weiter festigt. Das könnte wiederum dazu führen, dass wir unsere Chance verpassen, eine KI-Landschaft zu formen, die Menschen überall dient, statt nur Akteuren im Silicon Valley die Gewinnspannen zu erhöhen.
es: <b>La creciente sensibilización sobre los riesgos de la IA es algo positivo.</b> Sin un público bien informado que presione por una mayor transparencia y rendición de cuentas, las grandes empresas de tecnología utilizarán la IA para priorizar las ganancias por encima de todo, lo que perjudicará a las personas al consolidar aún más su poder de mercado. Si se salen con la suya, podríamos perder la oportunidad de conformar un universo de IA que beneficie a las personas de todo el mundo y no solamente llenar los bolsillos de la meca en Silicon Valley.
fr: <b>La prise de conscience croissante des risques liés à l’IA est une bonne chose.</b> Sans un public bien informé exigeant davantage de transparence et de responsabilité, les grandes entreprises technologiques risquent d’utiliser l’IA pour maximiser leurs profits au détriment des individus, en renforçant encore leur domination sur le marché. Si cela arrivait, nous pourrions passer à côté de notre chance de créer une IA qui soit au service du plus grand nombre, et qui ne serve pas simplement à accroître les bénéfices des acteurs de la Silicon Valley.

# body.706fcdf1-0e81-42fb-a0ca-a458bc2a908e
source: Much of the debate about the future of AI has focused on two positions: unbridled optimism and existential fear. One side argues that virtually all AI, and all technologies, are universally good, and should not be “restricted” by regulation or other risk mitigation approaches. The other side argues that AI poses an existential threat to humanity, and must be constrained in ways that can both limit current AI benefits and exacerbate existing AI risks.
de: In der Debatte um KI werden vorrangig zwei Positionen eingenommen: ungezügelter Optimismus und Existenzangst. Dabei argumentiert die eine Seite, dass praktisch alle KI und alle Technologien von Grund auf gut sind und nicht durch Richtlinien oder andere Konzepte zur Risikominderung „eingeschränkt“ werden dürfen. Die andere Seite argumentiert hingegen, dass KI eine existenzielle Bedrohung für die Menschheit darstellt und auf eine Art und Weise begrenzt werden muss, die möglicherweise sowohl ihre Vorteile ausbremst als auch ihre bestehenden Risiken verschärfen kann.
es: Gran parte del debate acerca del futuro de la IA se ha centrado en dos posturas: optimismo desenfrenado y miedo existencial. Un bando sostiene que prácticamente toda la IA y todas las tecnologías son universalmente buenas y no deben “restringirse” mediante reglamentos u otros medios para mitigar el riesgo. El otro bando afirma que la IA supone una amenaza existencial para la humanidad y debe restringirse en formas que puedan tanto limitar sus beneficios actuales como exacerbar sus riesgos existentes.
fr: Le débat sur l’avenir de l’IA a souvent opposé deux positions : un optimisme démesuré et une peur existentielle. D’un côté, certains soutiennent que pratiquement toute l’IA et toutes les technologies sont intrinsèquement bénéfiques et ne doivent pas être soumises à des réglementations ou à d’autres mesures visant à atténuer les risques qu’elles comportent. De l’autre côté, certains craignent que l’IA ne représente une menace existentielle pour l’humanité et plaident pour des restrictions drastiques, susceptibles de limiter ses avantages actuels mais aussi son potentiel.

# body.706fcdf1-0e81-42fb-a0ca-a458bc2a908e
source: However, there is a third school of thought that offers a more nuanced, practical perspective on the risks and benefits of AI. At Mozilla, we fall into the camp of <a id="a1">AI realists</a>, who are cautiously optimistic about AI’s positive potential and dedicated to solving present day harms like AI bias, discrimination, and job loss. This camp is not new. Many individuals and civil society organizations have been promoting this perspective for years. Alongside the broader open source community, and other <a id="a2">foundations</a>, <a id="a3">think tanks</a>, <a id="a4">researchers</a>, and <a id="a5">activists</a>, we believe that addressing AI’s problems today with openness and transparency will serve the greater good for society and the economy while mitigating both everyday and catastrophic risks.
de: Allerdings gibt es eine dritte Denkweise, die einen differenzierteren und praktischeren Blick auf die Risiken und Vorteile von KI wirft. Wir bei Mozilla zählen uns zum Lager der <a id="a1">KI-Realist*innen</a>. Wir betrachten das positive Potenzial der KI mit vorsichtigem Optimismus und setzen uns dafür ein, bestehende Probleme wie KI-Voreingenommenheit, Diskriminierung und Arbeitsstellenverluste zu lösen. Diese Ansicht ist nicht neu. Viele Individuen und Organisationen aus der Zivilbevölkerung setzen sich seit Jahren für diesen Ansatz ein. Neben der weiteren Open-Source-Community und anderen <a id="a2">Stiftungen</a>, <a id="a3">Think Tanks</a>, <a id="a4">Forschenden</a> und <a id="a5">Aktivist*innen</a> glauben wir daran, dass es dem größeren Wohl der Gesellschaft und Wirtschaft dienen und gleichzeitig die alltäglichen und katastrophalen Risiken mindern würde, die Probleme der KI heute mit Offenheit und Transparenz anzugehen.
es: Sin embargo, existe una tercera corriente de opinión que ofrece una perspectiva más matizada y práctica de los riesgos y beneficios de la IA. En Mozilla, pertenecemos al bando de los <a id="a1">realistas de la IA</a>, cautelosamente optimistas acerca del potencial positivo de la IA y dedicados a resolver los daños actuales de la IA, como el sesgo, la discriminación y la pérdida de empleos. Este bando no es nuevo. Muchas personas y organizaciones de la sociedad civil han promovido esta perspectiva durante años. Tal como la comunidad más amplia de código abierto y otras <a id="a2">fundaciones</a>, <a id="a3">grupos de expertos</a>, <a id="a4">investigadores</a> y <a id="a5">activistas</a>, consideramos que abordar hoy mismo los problemas de la IA con apertura y transparencia servirá al bien común de la sociedad y la economía, y mitigará los riesgos tanto cotidianos como catastróficos.
fr: Pourtant, il existe une troisième voie, plus pragmatique, qui offre un juste milieu sur les risques et les avantages de l’IA. Chez Mozilla, nous nous rangeons derrière cette <a id="a1">vision réaliste de l’IA</a>. Nous sommes optimistes quant à son potentiel positif, tout en reconnaissant la nécessité de résoudre les problèmes actuels comme les biais, la discrimination et les pertes d’emplois inhérentes à son déploiement. Cette approche n’est pas nouvelle, de nombreux individus et organisations de la société civile la défendent depuis des années. Avec toute la communauté open source et d’autres <a id="a2">fondations</a>, <a id="a3">think tanks</a>, <a id="a4">chercheurs</a> et <a id="a5">militants</a>, nous pensons que l’ouverture et la transparence peuvent permettre de relever les défis actuels de l’IA pour en faire profiter la société et l’économie tout en atténuant ses risques potentiels, tant à court terme qu’à long terme.

# body.8fbb4d30-f56c-4d4b-9491-895f1d72238c
source: To inform our collective next steps, we lay out the five core challenges that we see in today's AI landscape:
de: Um unsere gemeinsamen nächsten Schritte festzulegen, stellen wir die fünf wichtigsten Herausforderungen dar, die wir in der KI-Landschaft von heute sehen:
es: Con el fin de dar forma a nuestros siguientes pasos como colectividad, planteamos los cinco retos principales que observamos en el panorama actual de la IA:
fr: Pour guider nos prochaines étapes collectives, voici les cinq défis fondamentaux que nous avons identifié dans le paysage actuel de l’IA :

# body.8fbb4d30-f56c-4d4b-9491-895f1d72238c
source: <b>Many people got the AI story all wrong.</b> Over the past year, the story of AI pitching a battle between the <a id="a1">optimists</a> and the <a id="a2">doomers</a> sucked attention away from more pragmatic and thoughtful approaches to AI. Out of the media limelight, AI realists were rolling up their sleeves to unlock the huge benefits of AI while also tackling tough questions about social ills and closed markets. This can — and should — be the story we’re all focused on.
de: <b>Viele Menschen haben das mit der KI komplett falsch verstanden.</b> Im vergangenen Jahr hat die Geschichte einer KI, die einen Kampf zwischen <a id="a1">Optimist*innen</a> und <a id="a2">Untergangsgläubigen</a> schürt, die Aufmerksamkeit von pragmatischeren und bedachteren Ansätzen für KI abgelenkt. Abseits des Medienrampenlichts machten sich KI-Realist*innen bereit, die riesigen Vorteile der KI zu nutzen und gleichzeitig die schweren Fragen über soziale Missstände und geschlossene Märkte anzugehen. Und genau das kann – und sollte – die Geschichte sein, auf der unser Fokus liegt.
es: <b>Muchas personas malinterpretaron la historia de la IA.</b> Durante el último año, la historia de la IA en lucha entre los <a id="a1">optimistas</a> y los <a id="a2">fatalistas</a> desvió la atención de los enfoques más pragmáticos y reflexivos de la IA. Lejos de los reflectores, los realistas de la IA ponían manos a la obra para aprovechar los enormes beneficios de la IA y encarar cuestiones espinosas relacionadas con los problemas sociales y los mercados cerrados. Esta puede ser —y debería ser— la historia en la que todos nos enfoquemos.
fr: <b>La plupart des gens ont mal compris le débat autour de l’IA.</b> Au cours de l’année qui vient de s’écouler, le conflit entre <a id="a1">optimistes</a> et <a id="a2">pessimistes</a> a monopolisé toute l’attention, occultant totalement des approches plus pragmatiques et réfléchies de l’IA. Pendant ce temps, loin des micros et des caméras, les réalistes de l’IA réfléchissaient aux moyens d’exploiter les énormes avantages de l’IA tout en relevant également les défis conséquents liés aux problèmes sociaux et aux marchés fermés. Et c’est à cette histoire que nous devrions accorder toute notre attention.
