Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: The final lever in our original paper focused on the need for governments around the world to develop the vision, skills, and capacities required to effectively regulate AI. Though industry norms and consumer demand play a major role in advancing trustworthy AI, we won’t get far without policies to incentivize more responsible practices, and legal mechanisms to hold companies accountable.
de: Der letzte Hebel, den wir in unserem ursprünglichen Paper nennen, konzentrierte sich auf die Notwendigkeit, dass Regierungen auf der ganzen Welt eine Vision, Kompetenzen und Kapazitäten schaffen, um KI effektiv zu regulieren. Zwar spielen Branchenstandards und Verbrauchernachfrage eine große Rolle beim Vorantreiben vertrauenswürdiger KI, aber ohne Richtlinien und Anreize für verantwortungsvollere Praktiken und rechtliche Mechanismen, die Unternehmen zur Verantwortung ziehen, werden wir nicht weit kommen.
es: La última vía en nuestro documento original de análisis se centró en la necesidad de que los gobiernos de todo el mundo desarrollen la visión, habilidades y capacidades necesarias para reglamentar eficazmente la IA. Aunque las normas del sector y las exigencias de los consumidores juegan un papel importante en la promoción de la IA confiable, no llegaremos muy lejos sin políticas que incentiven prácticas más responsables y mecanismos legales para que las empresas se responsabilicen.
fr: Le dernier levier abordé dans notre rapport original soulignait la nécessité pour les gouvernements du monde entier de développer une vision, des compétences et des capacités afin de réguler efficacement l’IA. Bien que les normes de l’industrie et la demande des consommateurs jouent un rôle crucial dans la promotion d’une IA digne de confiance, nous ne pourrons pas avancer sans politiques visant à encourager des pratiques plus responsables et des mécanismes juridiques contraignant les entreprises à rendre compte de leurs actes.

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: Positive Progress
de: Positiver Fortschritt
es: Avances positivos
fr: Des progrès positifs

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: Our fellow advocates and researchers have been clamoring for action on AI-related regulation for years, but the generative AI boom has made these calls impossible to ignore. Widespread consumer awareness of AI has put more pressure on lawmakers to get up to speed. There’s more momentum than ever behind global policy efforts to develop and implement effective and thoughtful AI regulations.
de: Andere Organisationen und Forschende fordern schon seit Jahren Richtlinien für KI, aber der Boom der generativen KI hat es unmöglich gemacht, diese Rufe zu ignorieren. Das weit verbreitete Bewusstsein der Verbraucher*innen für KI hat den Druck auf die Gesetzgeber erhöht, im Takt mit den Veränderungen zu handeln. Das Momentum hinter den globalen Anstrengungen, effektive und durchdachte KI-Richtlinien zu entwickeln und umzusetzen, war noch nie so groß wie heute.
es: Nuestros colegas defensores e investigadores llevan años exigiendo que se tomen medidas en materia de regulación de la IA, pero el auge de la IA generativa ha hecho que sea imposible ignorar estas peticiones. El amplio conocimiento de la IA por parte de los consumidores ha aumentado la presión sobre los legisladores para que se pongan manos a la obra. Como nunca antes, distintas políticas públicas en el mundo entero buscan formular y aplicar reglamentos eficaces y meditados sobre la IA.
fr: Nos collègues chercheurs défendent depuis des années l’idée d’une réglementation nécessaire de l’IA. Mais le boom de l’IA générative a rendu ces appels impossibles à ignorer. La prise de conscience massive des consommateurs à l’égard de l’IA met davantage de pression sur les législateurs pour qu’ils passent à la vitesse supérieure. Résultat : il existe aujourd’hui un élan plus fort que jamais derrière les efforts politiques mondiaux visant à élaborer et à mettre en œuvre des réglementations efficaces et réfléchies en matière d’IA.

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: The EU is moving more quickly than some other regions. Lawmakers there have agreed in principle on the <a id="a1">EU AI Act</a>, a first-of-its-kind piece of legislation originally proposed in April 2021. The framework takes a predominantly risk-based approach to regulating AI, with separate rules for the most powerful general-purpose AI models. Though there are some limitations to this approach, the EU AI Act is set to become the most comprehensive AI law in the world, and will have significant impacts on <a id="a2">global AI governance</a> efforts. The law will complement other recent European technology laws including the <a id="a3">Digital Services Act (DSA)</a> and the <a id="a4">Digital Markets Act (DMA)</a>.
de: Die EU bewegt sich dabei schneller als einige andere Regionen. Gesetzgeber haben sich im Prinzip auf das <a id="a1">europäische KI-Gesetz</a> geeinigt, das erste seiner Art, das ursprünglich im April 2021 vorgeschlagen wurde. Das Rahmenwerk verfolgt einen überwiegend risikobasierten Ansatz, KI zu regulieren. Dabei gelten besondere Regeln für die mächtigsten KI-Modelle zur allgemeinen Anwendung. Obwohl dieser Ansatz einige Einschränkungen aufweist, wird das europäische KI-Gesetz das umfassendste KI-Gesetz der Welt und wird erheblichen Einfluss auf die Bemühungen um eine <a id="a2">globale KI-Governance</a> nehmen. Das Gesetz wird andere neuere europäische Technologiegesetze ergänzen, darunter das <a id="a3">Digital Services Act Paket</a> (DSA) und das <a id="a4">Gesetz über digitale Märkte (DMA).</a>
es: La Unión Europea avanza mucho más rápido que otras regiones. Los legisladores han llegado en principio a un acuerdo sobre la <a id="a1">Ley de IA de la Unión Europea</a>, una legislación pionera en su género propuesta inicialmente en abril de 2021. El marco adopta un enfoque basado fundamentalmente en el riesgo para regular la IA, con normas separadas para los modelos más potentes de IA de propósito general. No obstante las limitaciones de este enfoque, la Ley de Inteligencia Artificial de la Unión Europea se convertirá en la ley de IA más integral del mundo y repercutirá enormemente en los esfuerzos de <a id="a2">gobernanza mundial de la IA</a>. Esta ley complementará otras leyes europeas de tecnología recientes, incluidas la <a id="a3">Ley de Servicios Digitales (DSA)</a> y la <a id="a4">Ley de Mercados Digitales (DMA)</a>.
fr: L’UE avance plus rapidement que certaines autres régions du monde. Le Parlement européen vient d’approuver une loi sur l’encadrement de l’IA baptisée <a id="a1">EU AI Act</a>, la première du genre, proposée en avril 2021. Ce cadre législatif adopte une approche principalement basée sur les risques pour réguler l’IA, avec des règles spécifiques pour les modèles d’IA les plus puissants. Bien qu’il y ait certaines limites à cette approche, l’EU AI Act est à l’heure actuelle la loi sur l’IA la plus complète au monde et elle aura des impacts significatifs sur les efforts menés <a id="a2">partout dans le monde pour la gouvernance de l’IA.</a> Cette loi vient compléter d’autres lois technologiques récemment adoptées au niveau européen, notamment le <a id="a3">règlement sur les services numériques (DSA)</a> ou le <a id="a4">règlement sur les marchés numériques (DMA)</a>.

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: Since its inception, our policy and advocacy teams played a key role in the development of the EU AI Act. Working with our allies, we successfully pushed for more transparency, binding rules for foundation models, and targeted due diligence obligations along the AI value chain. However, the work isn't done yet. We’ll continue to advocate to make it a success until the law is fully implemented.
de: Von Anfang an spielten unsere Teams für Richtlinien und Interessenvertretung eine Schlüsselrolle bei der Entwicklung des europäischen KI-Gesetzes. Gemeinsam mit unseren Verbündeten drängten wir auf mehr Transparenz, bindende Regeln für Foundation Models und gezielte Sorgfaltspflicht entlang der KI-Wertschöpfungskette. Allerdings ist die Arbeit noch nicht getan. Wir werden uns weiterhin dafür einsetzen, dass es ein Erfolg wird, bis das Gesetz vollständig umgesetzt ist.
es: Desde que se ideó la Ley de Inteligencia Artificial de la Unión Europea, nuestros equipos de políticas y activismo han contribuido enormemente a su formulación. Junto con nuestros aliados, logramos ejercer presión en favor de más transparencia, reglas vinculantes para los modelos fundacionales y obligaciones específicas de debida diligencia en toda la cadena de valor de la IA. Todavía queda trabajo por hacer. Seguiremos luchando por lograr que la ley sea un éxito, hasta que sea totalmente implementada.
fr: Nos équipes en charge des actions politiques ont joué un rôle clé dans le développement de l’EU AI Act, et ce dès les premiers jours. En travaillant avec nos alliés, nous avons réussi à obtenir plus de transparence, des règles contraignantes pour les modèles fondamentaux ainsi que des obligations ciblées de diligence raisonnable tout au long de la chaîne de valeur de l’IA. Mais le travail est encore loin d’être terminé. Aux États-Unis, où sont basés bon nombre des plus grands noms de l’IA,

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: In the U.S., where many of the biggest names in AI are headquartered, the regulatory discussion is starting to pick up. The Biden Administration is looking to move from voluntary AI safety commitments toward concrete rules. In October 2023, President Biden released his <a id="a1">Executive Order on Safe, Secure, and Trustworthy Artificial Intelligence</a> with directives to enhance safety, privacy, equity, and competition — providing a welcome move to ensure AI development comes with sufficient regulatory guardrails. In November 2023, Vice President Harris announced <a id="a2">draft policy guidance</a> to mitigate risks when the federal government uses AI, putting the federal government’s purchasing power behind shaping better AI norms in industry.
de: In den USA, wo viele der größten Namen der KI-Branche ihren Firmensitz haben, nimmt die Diskussion über Richtlinien an Fahrt auf. Die Regierung Biden will weg von freiwilligen KI-Sicherheitsverpflichtungen und hin zu konkreteren Richtlinien. Im Oktober 2023 veröffentlichte Präsident Biden seine <a id="a1">Executive Order on Safe, Secure, and Trustworthy Artificial Intelligence,</a> mit Direktiven zur Verbesserung von Sicherheit, Datenschutz, Gerechtigkeit und Wettbewerb – ein willkommener Schritt, um sicherzustellen, dass die KI-Entwicklung durch ausreichend regulatorische Leitlinien eingerahmt wird. Im November 2023 gab Vizepräsident Harris einen <a id="a2">Entwurf für politische Leitlinien</a> aus, um die Risiken beim Einsatz von KI durch die US-Regierung zu mindern und die Kaufkraft der Regierung für die Gestaltung besserer KI-Normen in der Branche einzusetzen.
es: En los Estados Unidos, donde se ubican las oficinas principales de muchos de los nombres más importantes de IA, el debate legislativo está empezando a repuntar. El gobierno de Biden busca pasar de los compromisos voluntarios a las reglas concretas sobre la seguridad de la IA. En octubre de 2023, el presidente Biden aprobó su <a id="a1">Orden Ejecutiva para una IA segura y confiable</a>, cuyas directrices mejoran la seguridad, privacidad, equidad y competencia, e un avance bienvenido para garantizar que el desarrollo de la IA venga acompañado de suficientes barreras de seguridad normativas. En noviembre de 2023, la vicepresidenta Harris anunció la <a id="a2">guía para proyectos de políticas</a> para mitigar riesgos cuando el gobierno federal utiliza la IA. De esta manera el poder de compra del gobierno federal respalda la conformación de mejores normas de IA en el sector.
fr: la discussion réglementaire commence également à s’intensifier. L’administration Biden cherche à passer d’engagements volontaires en matière de sécurité de l’IA à des règles concrètes. En octobre 2023, le président Biden a publié une <a id="a1">ordonnance exécutive pour une IA sûre, sécurisée et digne de confiance</a>. Comprenant des directives pour renforcer la sécurité, la confidentialité, l’équité et la concurrence, elle permet de garantir que le développement de l’IA sera accompagné de garde-fous réglementaires suffisants. En novembre 2023, la vice-présidente Kamala Harris a annoncé des <a id="a2">mesures provisoires</a> pour limiter les risques lors de l’utilisation de l’IA par les services fédéraux. Une décision qui a fait passer le développement de meilleures normes pour l’IA avant le pouvoir d’achat du gouvernement.

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: Though the U.S. has failed to bring comprehensive privacy legislation to fruition, lawmakers are eager to get AI regulation right. In addition to the voluntary commitments AI companies made at the White House in summer 2023, Senate Majority Leader Chuck Schumer held a <a id="a1">series of closed-door AI Insight Forums</a> for lawmakers, featuring tech CEOs, researchers, and civil rights leaders. It’s crucial that a broad diversity of voices are heard in these forums and it‘s encouraging that the policy community is seeking out AI expertise, including from Mozilla and <a id="a2">its fellows</a>, to develop better legislation.
de: Obwohl es den USA nicht gelungen ist, ein umfassendes Datenschutzgesetz auf den Weg zu bringen, sind die Gesetzgeber bemüht darum, die KI-Gesetzgebung richtig zu gestalten. Zusätzlich zu den freiwilligen Verpflichtungen, die KI-Unternehmen im Sommer 2023 im Weißen Haus auf sich genommen haben, hielt der Mehrheitsführer im Senat, Chuck Schumer, eine <a id="a1">Reihe von geschlossenen KI-Insight-Foren</a> für Gesetzgeber ab, an denen CEOs aus der Technologiebranche, Forschende und Bürgerrechtsvertreter*innen teilnahmen. Es ist von entscheidender Bedeutung, dass in diesen Foren eine breite Vielfalt von Stimmen gehört wird, und es ist ermutigend, dass die politische Community Rat von KI-Expert*innen einholt, wie etwa Mozilla und <a id="a2">seinen Fellows</a>, um bessere Gesetze zu entwickeln.
es: Aunque Estados Unidos no ha podido concretar la legislación integral sobre la privacidad, los legisladores anhelan reglamentar correctamente la IA. Además de los compromisos voluntarios por parte de las empresas de IA en la Casa Blanca en el verano de 2023, Chuck Schumer, líder de la mayoría del Senado, celebró una <a id="a1">serie de foros de información sobre la IA a puertas cerradas</a> para los legisladores, con la participación de directores generales de empresas tecnológicas, investigadores y líderes de derechos civiles. Es fundamental que se escuche una amplia variedad de voces en estos foros y resulta alentador que la comunidad de políticas públicas busque la experiencia en inteligencia artificial, incluso la de Mozilla y <a id="a2">sus colaboradores</a>, con el fin de formular mejores leyes.
fr: Bien que les États-Unis n’aient pas réussi à adopter une législation exhaustive sur la confidentialité, les législateurs sont bel et bien désireux de réglementer correctement l’IA. En plus des engagements pris par les entreprises du secteur de l’IA à la Maison-Blanche à l’été 2023, le leader de la majorité au Sénat, Chuck Schumer, a organisé une <a id="a1">série de forums d’information sur l’IA à huis clos</a> pour les législateurs, auxquels ont participé des PDG d’entreprises technologiques, des chercheurs et des leaders des droits civiques. Ces forums doivent absolument donner la parole à une grande diversité de personnes, et il est encourageant de voir que les groupes politiques sollicitent des experts de l’IA, y compris Mozilla et <a id="a2">ses partenaires</a>, pour élaborer une réglementation plus efficace.

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: In Mozilla’s <a id="a1">written statement</a> for the forum, we highlighted the need for AI policy to center privacy, openness, and transparency as the backbone of responsible regulation. We urged policymakers to look beyond a binary notion of open versus closed AI. A balanced environment where both ecosystems can flourish will fuel innovation, ensure competitiveness, and protect people’s rights and safety while mitigating potential risks. We also emphasized the need for lawmakers to champion privacy in AI technologies by default, with comprehensive privacy legislation like the proposed American Data Privacy and Protection Act at the forefront.
de: In der <a id="a1">schriftlichen Erklärung</a> von Mozilla für das Forum hoben wir den Bedarf für KI-Richtlinien hervor, in deren Mittelpunkt Datenschutz, Offenheit und Transparenz als Rückgrat verantwortlicher Regulierung steht. Wir hielten Gesetzgeber dazu an, über einen binären Charakter von offener oder geschlossener KI hinauszudenken. Ein ausgewogenes Umfeld, in dem beide Ökosysteme gedeihen können, wird Innovation fördern, für Wettbewerbsfähigkeit sorgen, die Rechte und die Sicherheit der Menschen schützen und gleichzeitig potenzielle Risiken mindern. Ebenso betonten wir die Notwendigkeit, dass sich die Gesetzgeber standardmäßig für den Datenschutz bei KI-Technologien einsetzen, wobei umfassende Datenschutzgesetze wie der vorgeschlagene American Data Privacy and Protection Act im Vordergrund stehen sollten.
es: En la <a id="a1">declaración escrita</a> que Mozilla elaboró para el foro, destacamos la necesidad de que las políticas de IA hagan de la privacidad, la apertura y la transparencia el eje de una legislación responsable. Instamos a los responsables de las políticas a mirar más allá de una noción binaria de IA abierta versus IA cerrada. Un entorno equilibrado donde ambos ecosistemas puedan florecer impulsará la innovación, garantizará la competencia y protegerá los derechos y la seguridad de las personas, al tiempo que mitigará los riesgos potenciales. También hicimos énfasis en la necesidad de que los legisladores defiendan la privacidad en las tecnologías de IA por defecto, con una legislación integral de privacidad, como la propuesta Ley de los Estados Unidos para la Protección y Privacidad de Datos en primera línea.
fr: Dans une <a id="a1">déclaration écrite</a> rédigée spécialement pour le forum, nous avons souligné l’importance de placer la vie privée, l’ouverture et la transparence au cœur des politiques en matière d’IA, et d’en faire les bases d’une réglementation responsable. Nous avons invité les décideurs politiques à aller au-delà d’une simple vision binaire qui oppose IA ouverte et IA fermée. Et nous avons plaidé pour un environnement équilibré, où les deux écosystèmes peuvent prospérer, favoriser l’innovation, garantir la libre concurrence mais aussi protéger les droits et la sécurité des individus, tout en limitant les risques potentiels. Nous avons également insisté sur la nécessité pour les législateurs de défendre par défaut la protection de la vie privée dans les technologies d’IA, avec des lois sur la vie privée comme l’American Data Privacy and Protection Act.

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: Our leaders are also offering their expertise in the U.K. Mozilla.ai gave oral evidence to the U.K.’s House of Lords Communications and Digital Committee as part of their inquiry into LLMs. In our remarks, we emphasized the role that open approaches to AI can play in innovation, the market failures preventing smaller players from accessing computing resources like GPUs, and the need for more government investment in AI infrastructure to promote competition. We also discussed the importance of digital education for enterprises, schools, and civil services on what these models are capable of, and how to deploy them safely in various contexts.
de: Unsere Führungskräfte bieten Ihre Expertise auch in Großbritannien an. Mozilla.ai sagte im Zuge der Untersuchung von LLMs des britischen House of Lords vor dem Communications and Digital Committee aus. In unseren Ausführungen betonten wir die Rolle, die offene Ansätze im Bereich der KI für die Innovation spielen können, das Marktversagen, das kleinere Akteure am Zugang zu Rechenressourcen wie GPUs hindert, und den Bedarf an mehr staatlichen Investitionen in die KI-Infrastruktur zur Förderung des Wettbewerbs. Außerdem erläuterten wir die Wichtigkeit der digitalen Aufklärung für Betriebe, Schulen und den öffentlichen Dienst darüber, was diese Modelle leisten und wie sie in verschiedenen Kontexten sicher eingesetzt werden können.
es: Nuestros líderes también ofrecen su experiencia en Mozilla.ai del Reino Unido y rindieron testimonio oral ante el Comité de Comunicaciones y Asuntos Digitales de la Cámara Alta del Reino Unido, como parte de su investigación sobre los LLM. En nuestras observaciones, destacamos el papel que pueden desempeñar los enfoques abiertos de IA en la innovación, las fallas del mercado que impiden que los participantes más pequeños tengan acceso a recursos de cómputo como las GPU, así como la necesidad de una mayor inversión del gobierno en infraestructura de la IA para promover la competencia. Discutimos también la importancia de enseñar a empresas, escuelas y servicios públicos qué son capaces de hacer estos modelos y cómo implementarlos en forma segura en diversos contextos.
fr: Nos responsables apportent également leur expertise au Royaume-Uni. Mozilla.ai a ainsi témoigné devant la Commission des Communications et du Numérique de la chambre des Lords du Royaume-Uni, dans le cadre de son enquête sur les LLM. Au cours de notre intervention, nous avons mis en avant le rôle que jouent les approches ouvertes de l’IA dans l’innovation, les lacunes du marché qui empêchent les acteurs de plus petite taille d’accéder à des ressources informatiques comme les GPU, et la nécessité pour les gouvernements d’investir davantage dans les infrastructures d’IA pour promouvoir une concurrence libre. Enfin, nous avons souligné l’importance de l’éducation numérique pour les entreprises, les écoles et les services publics, afin de mieux comprendre les capacités de ces modèles et d’apprendre à les déployer en toute sécurité dans différents contextes.

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: Work to be Done
de: Was zu tun ist
es: Trabajo por hacer
fr: Ce qu’il reste à accomplir
