Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: Finally, we need to increase development and adoption of tools that can help make AI systems more accountable. For example, privacy-enhancing technologies like federated learning have the potential to reduce risks throughout the AI lifecycle, and help make AI more responsible. Other performance and risk assessment tools can also help developers make AI systems more trustworthy.
de: Schlussendlich müssen wir mehr Tools entwickeln und anwenden, mit deren Hilfe KI-Systeme verantwortlicher werden. So können beispielsweise Technologien zur Verbesserung des Datenschutzes wie föderales Lernen potenziell Risiken über die gesamte KI-Lebensdauer hinweg reduzieren und dazu beitragen, KI verantwortlicher zu gestalten. Andere Tools zur Leistungs- und Risikobewertung können Entwickler*innen dabei helfen, KI-Systeme vertrauenswürdiger zu machen.
es: Por último, necesitamos incrementar el desarrollo y adopción de herramientas que puedan ayudar a que los sistemas de IA se responsabilicen más. Por ejemplo, las tecnologías reforzadoras de la privacidad, como el aprendizaje federado, podrían reducir riesgos durante todo el ciclo de vida de la IA y ayudar a hacerla más responsable. Otras herramientas de desempeño y de evaluación de riesgos también pueden ayudar a que los desarrolladores logren sistemas de IA más confiables.
fr: Enfin, nous devons accroître le développement et l’adoption d’outils visant à rendre les systèmes d’IA plus responsables. Les technologies qui contribuent à améliorer la vie privée, comme l’apprentissage fédéré, peuvent réduire les risques tout au long du cycle de vie de l’IA et contribuer à une IA plus éthique. D’autres outils d’évaluation des performances et des risques peuvent également aider les développeurs à garantir la fiabilité des systèmes d’IA.

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: Positive Progress
de: Positiver Fortschritt
es: Avances positivos
fr: Des progrès positifs

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: Proprietary models got a head start in the latest phase of the AI race, but a range of open source LLMs and resources are emerging to counter them.
de: Zwar standen urheberrechtlich geschützte Modelle in der aktuellen Phase des Rennens um die KI auf der Pole-Position, aber es tauchten eine Reihe an Open-Source LLMs und Ressourcen auf, die sich an die Spitze kämpfen wollen.
es: Los modelos propietarios tuvieron una ventaja en la última fase de la carrera de la IA, sin embargo, está surgiendo una variedad de LLM y de recursos de código abierto para contrarrestarlos.
fr: Bien que les modèles propriétaires aient pris une longueur d’avance dans la course à l’IA, nous assistons désormais à l’émergence de nombreux LLM open source offrant une réelle alternative.

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: Across the AI ecosystem, <a id="a1">Meta’s family of LLMs</a> has gotten most of the attention in discussions of open source AI, but there are hundreds of other models — like EleutherAI’s <a id="a2">GPT-NeoX-20B</a>, Hugging Face’s <a id="a3">BLOOM</a>, the Technology Innovation Institute’s <a id="a4">Falcon-180B</a>, and Mistral’s <a id="a5">Mixtral 8x7B</a> — that better reflect open source values. Hugging Face, a platform and community aiming to “democratize <i>good</i> machine learning,” is amplifying these models through its <a id="a6">Open LLM Leaderboard</a>. By tracking, evaluating, and ranking open AI models submitted by the community, the company is giving small teams and individual developers a vetted foundational resource for building more transparent products.
de: Über das gesamte KI-Ökosystem hinweg wurde <a id="a1">Metas Familie an LLMs</a> die meiste Aufmerksamkeit in Diskussionen über Open-Source-KI zuteil. Es gibt jedoch hunderte anderer Modelle – wie <a id="a2">GPT-NeoX-20B</a> von EleutherAI, <a id="a3">BLOOM</a> von Hugging Face, <a id="a4">Falcon-180B</a> vom Technology Innovation Institute und <a id="a5">Mixtral 8x7B</a> von Mistral – die die Werte von Open-Source besser widerspiegeln. Hugging Face, eine Plattform und Community, deren Ziel es ist, <i>„gutes</i> maschinelles Lernen zu demokratisieren“, fördert diese Modelle durch sein <a id="a6">Open LLM Leaderboard.</a> Das Unternehmen trackt, evaluiert und rankt von der Community eingereichte offene KI-Modelle und stellt kleinen Teams und individuellen Entwickler*innen so eine geprüfte Basisressource bereit, um transparentere Produkte zu bauen.
es: En todo el ecosistema de IA, la <a id="a1">familia de LLM de Meta</a> ha captado la mayor atención en las discusiones de IA de código abierto, pero existen cientos de otros modelos, como el <a id="a2">GPT-NeoX-20B</a> de EleutherAI, el <a id="a3">BLOOM</a> de Hugging Face, el <a id="a4">Falcon-180B</a> del Instituto de Innovación Tecnológica, y el <a id="a5">Mixtral 8x7B</a> de Mistral, que reflejan de mejor manera los valores de código abierto. Hugging Face, una plataforma y comunidad cuyo objetivo es “democratizar el aprendizaje automático <i>positivo</i>” está potenciando estos modelos a través de su <a id="a6">Tabla de clasificación de LLM abiertos</a>. Al dar seguimiento, evaluar y clasificar modelos abiertos de IA presentados por la comunidad, la empresa le proporciona a los equipos pequeños y desarrolladores individuales un recurso fundacional aprobado para construir productos más transparentes.
fr: Si <a id="a1">Meta et ses LLM</a> ont dominé les discussions sur l’IA open source, des centaines d’autres modèles comme <a id="a2">GPT-NeoX-20B</a> d’EleutherAI, <a id="a3">BLOOM</a> de Hugging Face, <a id="a4">Falcon-180B</a> de l’Institut d’Innovation Technologique et <a id="a5">Mixtral 8x7B</a> de Mistral reflètent mieux les valeurs de l’open source. Hugging Face, une plateforme-communauté qui vise à « démocratiser les <i>bons</i> apprentissages automatiques », met en avant ces modèles à travers son <a id="a6">classement des LLM open source</a>. En suivant, en évaluant et en classant les modèles d’IA ouverts désignés par la communauté, l’entreprise fournit aux petites équipes et aux développeurs individuels une ressource fiable pour créer des produits plus transparents.

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: We’ve also been contributing to this ecosystem at Mozilla. In March 2023, we invested $30 million to create <a id="a1">Mozilla.ai</a>, a startup and community dedicated to making this fast-growing field of open source AI models more trustworthy and useful. The company is in the early stages of developing a more communal vision for human-AI collaboration. This includes building <a id="a2">small, specialized language models (SSLMs)</a> that can be used to fine-tune models according to knowledge from subject matter experts, while ensuring those experts can tailor the models according to their specific needs. We believe tools like these will help make AI systems more accessible, trustworthy, and useful.
de: Auch wir bei Mozilla haben zu diesem Ökosystem beigetragen. Im März 2023 investierten wir 30 Millionen US-Dollar, um <a id="a1">Mozilla.ai</a> ins Leben zu rufen, ein Start-up und eine Community mit dem Ziel, das rasant wachsende Feld der Open-Source KI-Modelle vertrauenswürdiger und nützlicher zu gestalten. Das Unternehmen befindet sich in den Anfängen der Entwicklung einer gemeinschaftlicheren Vision für die Zusammenarbeit zwischen Mensch und KI. Dazu gehört das Bauen <a id="a2">kleiner, spezialisierter Sprachmodelle (SSLMs)</a>, die für das Fine-Tuning von Modellen nach dem Wissen von Fachleuten genutzt werden können. Gleichzeitig wird auch sichergestellt, dass diese Fachleute die Modelle nach ihren eigenen speziellen Bedürfnissen anpassen können. Wir sind davon überzeugt, dass Tools wie diese die KI-Systeme zugänglicher, vertrauenswürdiger und nützlicher machen können.
es: En Mozilla también hemos contribuido a dicho ecosistema. En marzo de 2023, invertimos $30 millones para la creación de <a id="a1">Mozilla.ai</a>, una empresa emergente y comunidad dedicada a hacer que este floreciente campo de los modelos de IA de código abierto sea más confiable y útil. La empresa está empezando a desarrollar una visión más comunitaria para la colaboración entre los seres humanos y la inteligencia artificial. Esto incluye la construcción de <a id="a2">modelos de lenguaje especializado pequeños (SSLM)</a> que pueden utilizarse para perfeccionar los modelos de acuerdo al conocimiento de los expertos en la materia, asegurando al mismo tiempo que dichos expertos puedan adaptar los modelos a sus necesidades específicas. Consideramos que herramientas como estas ayudarán a lograr sistemas de IA más accesibles, confiables y útiles.
fr: Chez Mozilla, nous avons également joué un rôle dans cet écosystème. En mars 2023, nous avons investi 30 millions de dollars pour créer <a id="a1">Mozilla.ai</a>, une start-up et une communauté dédiées à rendre les modèles d’IA open source à la fois plus fiables et plus utiles. Notre entreprise développe actuellement une vision plus collaborative des relations entre l’homme et l’IA. Cela passe notamment par la création de <a id="a2">petits modèles de langage spécialisés (SSLM)</a> pouvant être utilisés pour affiner les modèles en fonction des connaissances d’experts, tout en veillant à ce que ces derniers puissent les adapter à leurs besoins spécifiques. Nous sommes convaincus que des outils comme ceux-là contribueront à rendre les systèmes d’IA plus accessibles, fiables et utiles.

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: We’re also actively developing and investing in open source building blocks that offer more agency and make AI more “local.” As part of a broader goal to make AI accessible to everyone through open source, Mozilla released <a id="a1">llamafile</a>, an open source, versatile, single file LLM that makes it <a id="a2">dramatically easier</a> to run and distribute LLMs on a local machine like a laptop. We’ve expanded our work on projects like <a id="a3">Common Voice</a> — the world’s largest crowdsourced multilingual, open-source voice data corpus – which now contains over 100 language data sets, including many local languages not supported by big tech players. Common Voice is the Mozilla Foundation’s flagship initiative to mitigate bias in AI by democratizing voice tech for all, and was <a id="a4">recognized as a digital public good</a> by the UN-backed Digital Public Goods Alliance initiative.
de: Noch dazu entwickeln und investieren wir aktiv in Open-Source-Bausteine, die für mehr Selbstbestimmung sorgen und KI „lokaler“ machen. Als Teil eines übergreifenden Ziels, KI durch Open-Source für alle zugänglicher zu machen, hat Mozilla <a id="a1">llamafile</a> veröffentlicht. Dabei handelt es sich um ein vielseitiges Open-Source LLM in einer einzigen Datei, das es <a id="a2">drastisch erleichtert,</a> LLMs auf einem lokalen Gerät wie einem Laptop auszuführen und zu verbreiten. Wir haben unsere Arbeit an Projekten wie <a id="a3">Common Voice</a> ausgeweitet – der weltweit größten multilingualen Open-Source-Stimmdatenbank, die durch Crowdsourcing entstanden ist. Sie umfasst jetzt Datensätze in über 100 Sprachen, darunter viele lokale Sprachen, die von keinem der großen Tech-Player unterstützt werden. Common Voice ist die Flaggschiffinitiative der Mozilla Foundation, um Voreingenommenheit in der KI durch die Demokratisierung von Sprachtechnologie entgegenzuwirken. Das Projekt wurde von der durch die Vereinten Nationen gestützten Initiative Digital Public Goods Alliance <a id="a4">als ein digitales öffentliches Gut ausgezeichnet</a>.
es: También estamos desarrollando e invirtiendo activamente en bloques de construcción de código abierto que ofrecen más agencia y hacen que la IA sea más &quot;local&quot;. Como parte del objetivo más amplio de poner la IA a disposición de todos a través del código abierto, Mozilla lanzó <a id="a1">llamafile</a>, un LLM de código abierto versátil y de un solo archivo que <a id="a2">facilita muchísimo</a> ejecutar y distribuir los LLM en un equipo local, como una laptop. Hemos ampliado nuestro trabajo en proyectos como <a id="a3">Common Voice</a> —el corpus de datos de voz colaborativo, multilingüe y de código abierto más grande del mundo—, que ahora contiene más de 100 conjuntos de datos lingüísticos, incluidos muchos idiomas locales que las grandes tecnológicas no han incluido. Common Voice es la principal iniciativa de la Fundación Mozilla para mitigar el sesgo en la IA al democratizar la tecnología de voz para todos y fue <a id="a4">reconocida como un bien público digital</a> por la iniciativa de la Alianza de Bienes Públicos Digitales apoyada por la ONU.
fr: Nous nous sommes également engagés dans le développement et le financement de blocs de construction open source, qui offrent une plus grande marge de manœuvre et contribuent à rendre l’IA plus « locale ». Dans le cadre de notre objectif de rendre l’IA accessible à tous grâce à l’open source, nous avons lancé <a id="a1">llamafile</a>, un modèle de langage open source, flexible et contenu dans un seul fichier, qui <a id="a2">facilite considérablement</a> l’exécution et la distribution de modèles de langage sur une machine locale comme un ordinateur portable. Nous travaillons aussi sur des projets comme <a id="a3">Common Voice</a>, le plus grand corpus de données vocales open source multilingue et participatif au monde. Il contient aujourd’hui plus de 100 jeux de données linguistiques, y compris de nombreuses langues locales non prises en charge par les géants de la tech. Common Voice est l’initiative phare de la Fondation Mozilla pour atténuer les biais dans l’IA, en démocratisant la technologie vocale pour tous. Elle a été <a id="a4">reconnue d’utilité publique numérique</a> par l’Alliance pour les biens publics numériques, soutenue par l’ONU.

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: Mozilla is also working on a number of documentation resources designed to help developers build AI responsibly. This includes our <a id="a1">AI Guide</a>, a community-driven collection of open source resources on topics like AI basics and how to choose machine learning models. It also features a set of notable projects from the AI community for insight and inspiration. For example, it includes our <a id="a2">Open Source Audit Tooling (OAT)</a> project, which aims to help developers, researchers, and policymakers understand the AI auditing landscape.
de: Mozilla hat außerdem an einer Reihe von Dokumentationsressourcen gearbeitet, die Entwickler*innen helfen sollen, KI verantwortungsvoll zu gestalten. Dazu gehört unser <a id="a1">AI Guide</a>, eine Community-basierte Sammlung von Open-Source-Ressourcen zu Themen wie KI-Grundlagen und der Auswahl von Modellen für maschinelles Lernen. Zu der Sammlung gehören auch mehrere nennenswerte Projekte aus der KI-Community zur Einsicht und als Inspiration. Unser Projekt <a id="a2">Open Source Audit Tooling (OAT)</a> beispielsweise soll Entwickler*innen, Forschenden und Gesetzgebern helfen, die KI Auditing-Landschaft zu verstehen.
es: Mozilla también trabaja en diversos recursos documentales diseñados para ayudar a los desarrolladores a construir IA en forma responsable. Esto incluye nuestra <a id="a1">Guía de IA</a>, una colección de recursos de código abierto impulsada por la comunidad sobre temas como los conceptos básicos de la IA y la forma de elegir modelos de aprendizaje automático. Cuenta también con una serie de proyectos notables de la comunidad de la IA para obtener ideas e inspiración. Por ejemplo, incluye nuestro <a id="a2">Proyecto de Herramientas de Auditoría de Código Abierto (OAT)</a>, que busca ayudar a los desarrolladores, investigadores y formuladores de políticas a entender el panorama de las auditorías a la IA.
fr: Par ailleurs, Mozilla travaille sur plusieurs ressources documentaires conçues pour favoriser le développement responsable de l’IA. Ces ressources incluent notre <a id="a1">Guide de l’IA</a>, une collection de ressources open source sur des sujets comme les bases de l’IA ou encore le choix de modèles d’apprentissage automatique. Elles présentent également une série de projets notables de la communauté de l’IA visant à offrir des perspectives et de l’inspiration. Notre initiative <a id="a2">Open Source Audit Tooling (OAT)</a>, dont l’objectif est d’aider les développeurs, les chercheurs et les décideurs à comprendre le paysage de l’audit de l’IA, est l’un de ces projets.

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: We’ve also invested heavily in the development of the trustworthy AI ecosystem. <a id="a1">Mozilla Ventures</a> has already invested $4M in early-stage startups with a focus on trustworthy AI, including <a id="a2">Themis AI</a>, <a id="a3">Fiddler AI</a>, <a id="a4">Armilla AI</a>, <a id="a5">Truepic</a>, and <a id="a6">Flower</a>. The Themis team has built a software framework to help machine learning models recognize when they are delivering unreliable outputs, while Fiddler AI is building trust into AI by offering observability and explainability tools. Truepic is building content authenticity technologies that can help stop the spread of misinformation via AI-altered images. And, in 2023, Mozilla Foundation committed $1.3 million in technical funding to support trustworthy AI projects through the <a id="a7">Mozilla Technology Fund</a>, the <a id="a8">Data Futures Lab</a>, and related grant initiatives.
de: Wir haben auch selbst bedeutend in die Entwicklung des vertrauenswürdigen KI-Ökosystems investiert. <a id="a1">Mozilla Ventures</a> hat bereits 4 Mio. US-Dollar in Frühphasen-Start-ups mit einem Fokus auf vertrauenswürdige KI investiert, darunter <a id="a2">Themis AI</a>, <a id="a3">Fiddler AI</a>, <a id="a4">Armilla AI</a>, <a id="a5">Truepic</a> und <a id="a6">Flower</a>. Das Team von Themis hat ein Software-Rahmenprogramm gebaut, das Modellen für maschinelles Lernen zu erkennen beibringen soll, wann sie unzuverlässige Outputs liefern. Fiddler AI baut Vertrauen in KI ein, indem es Tools für Beobachtbarkeit und Erklärbarkeit anbietet. Truepic entwickelt Technologien zur Erkennung der Authentizität von Inhalten, die eine Verbreitung von Falschinformationen über KI-bearbeitete Fotos verhindern soll. 2023 hat die Mozilla Foundation 1,3 Mio. US-Dollar an Mitteln zur Förderung von Technologie zugesagt. So sollen Projekte für vertrauenswürdige KI durch den <a id="a7">Mozilla Technology Fund</a>, das <a id="a8">Data Futures Lab</a> und ähnliche Förderinitiativen unterstützt werden.
es: Además, hemos invertido enormemente en desarrollar un ecosistema de IA confiable. <a id="a1">Mozilla Ventures</a> ya ha invertido $4 millones en empresas incipientes de nueva creación que se enfocan en la IA confiable, incluidas <a id="a2">Themis AI</a>, <a id="a3">Fiddler AI</a>, <a id="a4">Armilla AI</a>, <a id="a5">Truepic</a> y <a id="a6">Flower</a>. El equipo de Themis ha desarrollado un marco de software para ayudar a los modelos de aprendizaje automático a reconocer cuando están generando resultados poco fiables, mientras que Fiddler AI está generando confianza en la IA al ofrecer herramientas de observabilidad y explicabilidad. Truepic construye tecnologías de autenticidad de contenidos que pueden ayudar a detener la difusión de desinformación por medio de imágenes manipuladas mediante IA. Asimismo, en 2023, la Fundación Mozilla destinó $1.3 millones a fondos técnicos para apoyar proyectos de IA confiable a través del <a id="a7">Mozilla Technology Fund</a>, el <a id="a8">Data Futures Lab</a> y las iniciativas de subvenciones relacionadas.
fr: Nous avons en outre considérablement investi dans le développement d’un écosystème d’IA digne de confiance. <a id="a1">Mozilla Ventures</a> a déjà investi 4 millions de dollars dans des start-up en phase d’incubation centrées sur l’IA digne de confiance, parmi lesquelles <a id="a2">Themis AI</a>, <a id="a3">Fiddler AI</a>, <a id="a4">Armilla AI</a>, <a id="a5">Truepic</a> ou <a id="a6">Flower</a>. L’équipe de Themis a développé un cadre logiciel permettant aux modèles d’apprentissage automatique de reconnaître quand ils produisent des résultats peu fiables, tandis que Fiddler AI propose des outils conçus pour observer et expliquer le fonctionnement d’une IA pour que celle-ci puisse être digne de confiance. Truepic développe des technologies capables d’authentifier les contenus afin d’atténuer les vagues de désinformation menées à l’aide d’images modifiées par l’IA. En 2023, la Fondation–Mozilla s’est engagée à verser 1,3 million de dollars pour soutenir des projets d’IA dignes de confiance par l’intermédiaire du <a id="a7">Fonds de technologie Mozilla</a>, le <a id="a8">Data Futures Lab</a> ainsi que des initiatives connexes.

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: Work to be Done
de: Was zu tun ist
es: Trabajo por hacer
fr: Ce qu’il reste à accomplir

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: <b>Open source AI models are gaining momentum, but they won't go mainstream until they are easier to use, more effective, and more trustworthy.</b> To get there, the open source community must focus on making these critical AI building blocks as helpful and successful as possible so they become more relevant in the market. When the barriers to building better AI tools come down, the open source approaches will improve and the trustworthy AI ecosystem will grow.
de: <b>Open-Source-KI-Modelle nehmen Fahrt auf, aber bis sie einfacher zu nutzen, effektiver und vertrauenswürdiger sind, werden sie nicht im Mainstream ankommen.</b> Um das zu erreichen, muss die Open-Source-Community sich darauf konzentrieren, diese wichtigen KI-Bausteine so hilfreich und erfolgreich wie möglich zu machen, damit sie auf dem Markt an Relevanz gewinnen. Wenn die Hürden zur Entwicklung besserer KI-Tools nicht mehr so hoch sind, wird es bessere Open-Source-Ansätze geben und das Ökosystem vertrauenswürdiger KI wird wachsen.
es: <b>Los modelos de IA de código abierto están cobrando auge, pero no se generalizarán hasta que sean más fáciles de usar, más eficaces y más confiables.</b> Para lograrlo, la comunidad de código abierto debe enfocarse en hacer que estos bloques de construcción esenciales de la IA sean tan útiles y exitosos como sea posible, con el fin de que adquieran más relevancia en el mercado. Cuando se eliminen las barreras que impiden construir mejores herramientas de IA, mejorarán los enfoques de código abierto y crecerá el ecosistema de la IA confiable.
fr: <b>Les modèles d’IA open source gagnent du terrain, mais ils ne deviendront pas mainstream tant qu’ils ne seront pas plus faciles à utiliser, plus efficaces et plus dignes de confiance.</b> Pour y parvenir, la communauté open source doit se concentrer sur la création de blocs de construction d’IA essentiels aussi utiles et performants que possible, afin qu’ils deviennent plus pertinents sur le marché. Lorsque les obstacles à la construction de meilleurs outils d’IA seront surmontés, les approches open source s’amélioreront et un écosystème d’IA digne de confiance pourra se développer.
