Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>EU and US Advocacy Campaigns</b></a>: Mozilla <a id="a2">engaged extensively</a> on the EU’s AI Act and with policymakers in the United States around <a id="a3">AI risk management</a> and <a id="a4">accountability</a>.
de: <a id="a1"><b>Lobbykampagnen der EU und USA</b></a>: Mozilla <a id="a2">setzte sich umfassend</a> mit den Gesetzgebern rund um das KI-Gesetz der EU auseinander, und in den USA zum Thema <a id="a3">KI-Risikomanagement</a> und <a id="a4">Verantwortlichkeit</a>.
es: <a id="a1"><b>Campañas de defensa en la Unión Europea y los Estados Unidos</b></a>: Mozilla <a id="a2">participó de manera extensa</a> en la Ley de Inteligencia Artificial de la Unión Europea y con los responsables de la formulación de políticas en los Estados Unidos en torno a la <a id="a3">gestión de riesgos de la IA</a> y la <a id="a4">responsabilidad</a>.
fr: <a id="a1"><b>EU and US Advocacy Campaigns</b></a> : Mozilla s’est <a id="a2">fortement impliqué</a> dans l’AI Act de l’UE et a travaillé avec les décideurs politiques aux États-Unis sur la <a id="a3">gestion des risques liés à l’IA</a> et les problématiques de <a id="a4">responsabilisation</a>.

# body.bd3ff6e5-def4-424a-96c7-e3856c898baa
source: Thank you to the following contributors: J. Bob Alotta, Ashley Boyd, Ian Carmichael, Moez Draief, Max Gahntz, Linda Griffin, Stephen Hood, Saoud Khalifah, Santiago Martorana, Mohamed Nanabhay, Alondra Nelson, Kasia Odrozek, Becca Ricks, Victor Storchan, Udbhav Tiwari, Imo Udom, Suba Vasudevan, and Claire Woodcock.
de: Vielen Dank an die folgenden Beitragenden: J. Bob Alotta, Ashley Boyd, Ian Carmichael, Moez Draief, Max Gahntz, Linda Griffin, Stephen Hood, Saoud Khalifah, Santiago Martorana, Mohamed Nanabhay, Alondra Nelson, Kasia Odrozek, Becca Ricks, Victor Storchan, Udbhav Tiwari, Imo Udom, Suba Vasudevan und Claire Woodcock.
es: Agradecemos a los siguientes colaboradores: J. Bob Alotta, Ashley Boyd, Ian Carmichael, Moez Draief, Max Gahntz, Linda Griffin, Stephen Hood, Saoud Khalifah, Santiago Martorana, Mohamed Nanabhay, Alondra Nelson, Kasia Odrozek, Becca Ricks, Victor Storchan, Udbhav Tiwari, Imo Udom, Suba Vasudevan y Claire Woodcock.
fr: Merci aux contributeurs suivants : J. Bob Alotta, Ashley Boyd, Ian Carmichael, Moez Draief, Max Gahntz, Linda Griffin, Stephen Hood, Saoud Khalifah, Santiago Martorana, Mohamed Nanabhay, Alondra Nelson, Kasia Odrozek, Becca Ricks, Victor Storchan, Udbhav Tiwari, Imo Udom, Suba Vasudevan et Claire Woodcock.
