Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# body.8fbb4d30-f56c-4d4b-9491-895f1d72238c
source: <b>Big tech and closed models are dominating the field.</b> The increasing capabilities and adoption of AI have made it even more important to enable competition and market access, independent research and public scrutiny of AI systems, and more room for new players to build trustworthy AI products. Over the past few years, the AI ecosystem took a radical swing in the direction of closed technology — leading AI companies stopped publishing papers and started selling access to APIs. At the same time, big tech invested heavily in players like OpenAI and Anthropic as a way to control the field and bolster their own cloud computing businesses. This is making it harder to advance the open approaches that are vital to creating a better AI ecosystem for everyone.
de: <b>Big Tech und geschlossene Modelle dominieren das Feld.</b> KI gewinnt zunehmend an Fähigkeiten und wird mehr und mehr angenommen. Damit wird es immer wichtiger, Wettbewerb und den Zugang zum Markt, unabhängige Forschung und die Überprüfung von KI-Systemen durch die Öffentlichkeit zu ermöglichen und neuen Playern mehr Raum zu geben, vertrauenswürdige KI-Produkte zu entwickeln. In den vergangenen Jahren hat das KI-Ökosystem eine scharfe Kurve in Richtung einer geschlossenen Technologie genommen – führende KI-Unternehmen hörten auf, Paper zu veröffentlichen und begannen, Zugriff auf APIs zu verkaufen. Gleichzeitig investierte Big Tech in großem Stil in Akteure wie OpenAI und Anthropic, um so den Markt zu kontrollieren und ihre eigenen Cloud-Computing-Unternehmen zu stärken. Das erschwert das Voranbringen offener Ansätze, die für die Kreation eines besseren KI-Ökosystems für alle notwendig sind.
es: <b>Las grandes tecnológicas y los modelos cerrados dominan el campo.</b> Dadas las capacidades crecientes y mayor utilización de la IA, ahora resulta fundamental habilitar la competencia y el acceso al mercado, la investigación independiente y el escrutinio público de los sistemas de IA, así como un mayor margen para que los nuevos participantes creen productos de IA confiables. En años recientes, el ecosistema de la IA dio un giro radical hacia la tecnología cerrada: las empresas líderes de IA dejaron de publicar documentos de análisis y empezaron a vender el acceso a las interfaces de programación de aplicaciones (API). Al mismo tiempo, las grandes tecnológicas han invertido copiosamente en participantes como OpenAI y Anthropic como una forma de controlar el campo de juego y fortalecer sus propios negocios de informática en la nube. Lo anterior está obstaculizando los enfoques abiertos que son fundamentales para crear un mejor ecosistema de IA para todos.
fr: <b>Les grandes entreprises technologiques et les modèles fermés dominent le secteur.</b> Avec les capacités croissantes et l’adoption généralisée de l’IA, favoriser la concurrence et l’accès à ce marché, mais aussi soutenir la recherche indépendante et encourager un regard critique des systèmes d’IA est plus important que jamais. Il est également nécessaire de laisser plus de place aux nouveaux acteurs pour développer des produits d’IA dignes de confiance. Ces dernières années, l’écosystème de l’IA s’est subitement orienté vers les modèles fermés : les entreprises d’IA de premier plan ont cessé de publier des articles et ont commencé à monétiser l’accès à leurs API. Dans le même temps, les géants de la tech ont investi massivement dans des acteurs comme OpenAI et Anthropic pour contrôler le secteur et renforcer leurs propres activités de Cloud Computing. Dans ce contexte, il est particulièrement difficile de promouvoir des approches ouvertes, celles-ci étant pourtant essentielles à la création d’un meilleur écosystème d’IA pour tous.

# body.8fbb4d30-f56c-4d4b-9491-895f1d72238c
source: <b>Open source generative AI hasn’t hit the mainstream.</b> Over the last year, a huge wave of open source generative AI models was released — from Llama to Falcon to Mistral. While these new models are gaining steam and offer huge promise, there is still a long way to go before they are easy to use and <a id="a1">easy to trust</a>. Open source generative AI won’t hit the mainstream until we tackle these issues.
de: <b>Generative Open-Source KI ist noch nicht im Mainstream angekommen.</b> Im vergangenen Jahr wurde eine ganze Reihe von generativen Open-Source KI-Modellen veröffentlicht – von Llama bis Flacon oder Mistral. Und während diese neuen Modelle an Fahrt aufnehmen und vielversprechend erscheinen, ist es noch ein langer Weg, bis sie einfach zu nutzen und <a id="a1">vertrauenswürdig sind</a>. Generative Open-Source-KI wird nicht im Mainstream ankommen, bevor wir diese Probleme angegangen sind.
es: <b>La IA generativa de código abierto no ha llegado a la corriente principal.</b> Durante el último año, se lanzó una enorme ola de modelos de IA generativa de código abierto, desde Llama hasta Falcon y Mistral. Si bien estos nuevos modelos están ganando popularidad y ofrecen una gran promesa, todavía queda un largo camino por recorrer antes de que sean fáciles de usar y <a id="a1">fáciles de confiar</a>. La IA generativa de código abierto no se generalizará hasta que abordemos estas cuestiones.
fr: <b>Les technologies d’IA générative open source n’ont pas encore conquis le grand public.</b> Au cours des douze derniers mois, une vague importante de modèles d’IA générative open source a été lancée, comme Llama, Falcon ou encore Mistral. Bien que ces nouveaux modèles gagnent en popularité et soient très prometteurs, il reste encore beaucoup à faire pour les rendre faciles à utiliser et <a id="a1">dignes de confiance</a>. L’IA générative open source ne s’imposera pas dans le cœur du grand public tant que ces problèmes n’auront pas été résolus.

# body.8fbb4d30-f56c-4d4b-9491-895f1d72238c
source: <b>There are still foundational issues in AI development.</b> The root cause of many AI harms can be traced to foundational aspects of the AI ecosystem, including the population that’s building AI and the ways they’re collecting and labeling data. For example, because most LLM training datasets are built using widely-available data from across the web, the systems <a id="a1">reproduce biases and stereotypes</a> that cause real-world harm. The tech industry also still lacks diversity, which means valuable perspectives are left out of AI development, preventing these models from reflecting the breadth and depth of the human experience.
de: <b>Es gibt immer noch grundlegende Probleme bei der Entwicklung von KI.</b> Die Ursache vieler durch KI verursachter Schäden kann zu den grundlegenden Aspekten des KI-Ökosystems zurückverfolgt werden. Dazu gehört auch, wer KI entwickelt und wie diese Entwickler*innen Daten sammeln und kennzeichnen. So werden die meisten Trainingsdatensets für große Sprachmodelle (Large Language Models, LLM) beispielsweise mithilfe allgemein verfügbarer Daten aus dem Internet gebaut. Deshalb <a id="a1">reproduzieren die Systeme Voreingenommenheiten und Stereotypen</a>, die im echten Leben Schaden anrichten können. Der Tech-Branche fehlt es außerdem auch an Diversität, was bedeutet, dass wertvolle Perspektiven in der Entwicklung von KI fehlen, was wiederum verhindert, dass diese Modelle die Breite und Tiefe des menschlichen Daseins widerspiegeln.
es: <b>Todavía hay problemas fundamentales en el desarrollo de la IA.</b> La causa principal de muchos de los daños de la IA se puede rastrear hasta los aspectos fundamentales del ecosistema de la IA, incluyendo la población que está construyendo la IA y las formas en que están recopilando y etiquetando los datos. Por ejemplo, debido a que la mayoría de los conjuntos de datos de entrenamiento de LLM se construyen utilizando datos ampliamente disponibles en la web, los sistemas <a id="a1">reproducen sesgos y estereotipos</a> que causan daño en el mundo real. Además, el sector tecnológico aún carece de diversidad, es decir, perspectivas valiosas quedan fuera del desarrollo de la IA, lo que impide que dichos modelos reflejen toda la variedad de experiencias humanas.
fr: <b>Des problèmes fondamentaux résident encore dans le développement de l’IA</b> Les origines de nombreux préjudices causés par l’IA peuvent être attribuées à des aspects fondamentaux de son écosystème, comme les personnes qui la construisent et les méthodes qu’elles utilisent pour collecter et étiqueter les données. Par exemple, comme la plupart des ensembles de données d’entraînement des LLM sont établis à partir de données disponibles sur le web, les systèmes <a id="a1">reproduisent des biais et des stéréotypes</a> qui entraînent à leur tour des préjudices bien réels. De plus, l’industrie technologique souffre encore d’un grand manque de diversité, ce qui signifie que des perspectives entières sont exclues du développement de l’IA, empêchant ces modèles de refléter la diversité et la richesse de l’expérience humaine.

# body.8fbb4d30-f56c-4d4b-9491-895f1d72238c
source: <b>Policymakers are moving, but the tech and harms are moving faster.</b> In 2023, progress on the European Union AI Act and the release of the U.S.’ Executive Order on Safe, Secure, and Trustworthy AI have shown that policymakers understand the urgency of firmer political action on AI. However, the rapid growth of AI and its associated harms are moving much faster than the development and rollout of new regulations. In the meantime, companies like OpenAI, Meta and Google are having <a id="a1">meaningful impacts on the economy</a> just one year after ChatGPT’s release.
de: <b>Gesetzgeber bewegen sich, aber Tech und Schäden bewegen sich schneller.</b> 2023 haben Fortschritte beim europäischen KI-Gesetz und der Erlass der Executive Order on Safe, Secure, and Trustworthy AI in den USA gezeigt, dass Gesetzgeber die Dringlichkeit entschiedener politischer Handlung in Bezug auf KI verstehen. Allerdings bewegen sich das rasante Wachstum der KI und die damit einhergehenden Schäden viel schneller als die Entwicklung und Implementierung neuer Richtlinien. Zwischenzeitlich nehmen Unternehmen wie OpenAI, Meta und Google nur ein Jahr nach der Veröffentlichung von ChatGPT <a id="a1">bedeutenden Einfluss auf die Wirtschaft</a>.
es: <b>Los formuladores de políticas avanzan, pero la tecnología y los perjuicios avanzan más rápido.</b> En 2023, los avances en la Ley de Inteligencia Artificial de la Unión Europea y el lanzamiento de la Orden Ejecutiva de los Estados Unidos sobre la IA segura, segura y confiable, han demostrado que los legisladores comprenden la urgencia de tomar medidas políticas más firmes en relación con la IA. Sin embargo, el rápido crecimiento de la IA y sus daños asociados avanzan mucho más rápido que el desarrollo y la implementación de nuevas regulaciones. Mientras tanto, empresas como OpenAI, Meta y Google repercuten <a id="a1">enormemente en la economía</a> a tan solo un año del lanzamiento de ChatGPT.
fr: <b>Les décideurs politiques avancent, mais la technologie et ses préjudices avancent plus rapidement.</b> En 2023, les avancées concernant la loi sur l’IA de l’Union européenne et la publication de l’ordonnance exécutive des États-Unis sur une IA sûre, sécurisée et digne de confiance ont montré que les responsables politiques prennent conscience de l’urgence d’une action politique plus ferme sur l’IA. Mais la croissance rapide de l’IA et les préjudices qui en découlent progressent bien plus vite que le développement et la mise en œuvre de nouvelles réglementations. Des entreprises comme OpenAI, Meta et Google ont déjà <a id="a1">lourdement impacté l’économie</a> un an à peine après le lancement de ChatGPT.

# body.8fbb4d30-f56c-4d4b-9491-895f1d72238c
source: This watershed moment in technology history is the best opportunity for the AI realists to influence the direction of the industry, driving us toward a better technological future for all. Building trustworthy AI is both urgent and complicated, and no one person or organization can tackle all of these risks alone. That’s why we emphasized the need for collaboration across the entire ecosystem in our original 2020 <a id="a1"><i>Creating Trustworthy AI</i></a> paper, and why we’re working alongside others on the products, research, and policy needed to advance trustworthy AI.
de: Dieser bedeutende Moment in der Geschichte der Technologie bietet KI-Realist*innen die ideale Möglichkeit, um die Richtung der Branche zu beeinflussen und uns alle auf eine bessere technologische Zukunft zuzusteuern. Es ist sowohl dringend notwendig als auch kompliziert, vertrauenswürdige KI zu entwickeln, und unmöglich für eine Einzelperson oder ein einzelnes Unternehmen, alle diese Probleme allein anzugehen. Deshalb haben wir in unserem Paper <a id="a1"><i>Creating Trustworthy AI</i></a> von 2020 die Notwendigkeit betont, über das gesamte Ökosystem hinweg zusammenzuarbeiten. Und deshalb arbeiten wir mit anderen an den Produkten, der Forschung und den Richtlinien, die für die Förderung einer vertrauenswürdigen KI nötig sind.
es: Este hito en la historia de la tecnología es la mejor oportunidad para que los realistas de la IA influyan en el rumbo del sector y nos conduzcan hacia un mejor futuro tecnológico para todos. Construir una IA confiable es una tarea urgente y complicada, y los riesgos que ello implica resultan imposibles de abordar para una persona o empresa por su cuenta. Por eso, en nuestro documento original de análisis de 2020 <a id="a1"><i>Creación de una IA confiable</i></a>, hicimos énfasis en que se requiere de la cooperación de todo el ecosistema, y por eso estamos trabajando en colaboración con otros en los productos, la investigación y las políticas públicas que se necesitan para una IA confiable.
fr: Ce moment décisif dans l’histoire de la technologie représente une opportunité incroyable pour les réalistes de l’IA d’influencer la trajectoire de tout un secteur, et de nous orienter vers un meilleur avenir technologique pour tous. Le développement d’une IA digne de confiance est à la fois urgent et complexe, et aucune personne ou organisation ne peut prendre en charges ces risques seule. C’est pourquoi nous avons souligné dans notre <a id="a1"><i>rapport de 2020</i></a> la nécessité d’une collaboration à l’échelle de tout l’écosystème. C’est aussi la raison pour laquelle nous travaillons aux côtés d’autres acteurs sur les produits, la recherche et les politiques nécessaires pour arriver à une IA digne de confiance.

# body.8fbb4d30-f56c-4d4b-9491-895f1d72238c
source: Advancing openness and competition
de: Offenheit und Wettbewerb fördern
es: Fomentar la apertura y la competencia
fr: Favoriser l’ouverture et la concurrence

# body.8fbb4d30-f56c-4d4b-9491-895f1d72238c
source: In our 2020 <a id="a1">paper</a>, published well before the conversation about AI reached its current fever pitch, our team at Mozilla outlined the importance of creating AI that people can trust, with agency and accountability at the center. Agency allows users to regain control over their internet experiences, with a focus on privacy, transparency, and well-being. Accountability means companies are held to account when their AI systems cause harm through discriminatory outcomes, abuse of data, or unsafe practices.
de: In unserem <a id="a1">Paper</a> von 2020, das lange vor der aktuellen Debatte über KI veröffentlicht wurde, umriss unser Team bei Mozilla, wie wichtig es ist, eine KI zu schaffen, der die Menschen vertrauen können und bei der Selbstbestimmung und Verantwortlichkeit im Mittelpunkt stehen. Selbstbestimmung ermöglicht es User*innen, die Kontrolle über ihre Erlebnisse online zu erlangen, mit einem Fokus auf Datenschutz, Transparenz und Wohlbefinden. Verantwortlichkeit bedeutet, dass Unternehmen die Verantwortung übernehmen müssen, wenn ihre KI-Systeme durch diskriminierende Outcomes, Datenmissbrauch oder unsichere Praktiken Schaden anrichten.
es: En nuestro <a id="a1">documento de análisis</a> de 2020, publicado mucho antes de la IA estuviera en boca de todos como ahora, nuestro equipo en Mozilla destacó la importancia de desarrollar inteligencia artificial de confianza, partiendo de la acción y la responsabilidad como aspectos centrales. Mediante la acción, los usuarios recuperan el control de sus experiencias en internet partiendo de la base de la privacidad, la transparencia y el bienestar. La responsabilidad significa que las empresas deben rendir cuentas cuando sus sistemas de IA causen perjuicio a través de resultados discriminatorios, abuso de datos o prácticas inseguras.
fr: Dans notre <a id="a1">document</a> publié en 2020, c’est-à-dire bien avant que le débat sur l’IA ne prenne cette ampleur, nous avions souligné l’importance de créer une IA en laquelle les gens peuvent avoir confiance, et qui repose sur deux principes centraux : la capacité d’action et la responsabilité. La capacité d’action permet aux utilisateurs de reprendre le contrôle de leurs expériences en ligne, tout en mettant l’accent sur la confidentialité, la transparence et le bien-être. La responsabilité signifie que les entreprises sont tenues pour responsables lorsque leurs systèmes d’IA causent des préjudices, que ce soit par des résultats discriminatoires, une mauvaise utilisation/gestion des données ou encore des pratiques dangereuses.

# body.8fbb4d30-f56c-4d4b-9491-895f1d72238c
source: Since then, we have come to believe that open source approaches and broad market access are key ingredients for promoting agency and accountability in the AI era. We’ve noticed that AI is increasingly being built in a closed ecosystem by the same companies that have already damaged both the internet and society over the last 20 years. Many of AI’s most exciting innovations flow from open source and open science, but researchers are increasingly moving away from open publishing as their corporate funders prioritize selling access to cloud services. These same companies are now vilifying open source approaches to AI in favor of their own proprietary models. Newer players have entered the market with financial backing from the big tech incumbents, and are <a id="a1">advocating for limitations</a> on who can access or build the most powerful AI systems, citing potential security risks as a part of their critique of open source AI. However, closed models can also be abused by bad actors and deployed by ill-equipped developers, and openness is actually a key ingredient towards safety, security, and accountability. <b>We cannot accept that a black box approach, kept in the hands of just a few companies, is the only safe and sensible path forward.</b>
de: Daher sind wir zu der Überzeugung gelangt, dass Open-Source-Ansätze und ein breiter Marktzugang die Hauptzutaten sind, die es für Selbstbestimmung und Verantwortlichkeit auf dem Gebiet der KI braucht. Wir haben beobachtet, dass KI zunehmend in einem geschlossenen Ökosystem gebaut wird, von denselben Unternehmen, die in den letzten 20 Jahren schon dem Internet und der Gesellschaft Schaden zugefügt haben. Viele der spannendsten Innovationen in der KI stammen aus Open-Source und Open Science, aber Forschende wenden sich zunehmend von einer offenen Veröffentlichung ab, da ihre Geldgeber den Verkauf von Zugriffsrechten für ihre Cloud-Dienste priorisieren. Dieselben Unternehmen verunglimpfen Open-Source-Ansätze in der KI und ziehen stattdessen ihre eigenen urheberrechtlich geschützten Modelle vor. Neue Akteure haben mit finanzieller Unterstützung der etablierten Big-Tech-Unternehmen den Markt betreten und setzen <a id="a1">sich für Beschränkungen</a> des Zugangs zu den leistungsfähigsten KI-Systemen und deren Entwicklung ein. Dabei berufen sie sich auf potenzielle Risiken als Teil ihrer Kritik an Open-Source-KI. Allerdings können auch geschlossene Modelle von böswilligen Akteuren missbraucht und von unfähigen Entwickler*innen eingesetzt werden. Offenheit ist also ein wichtiges Element, was Sicherheit, Schutz und Verantwortlichkeit angeht. <b>Wir dürfen nicht hinnehmen, dass ein Blackbox-Ansatz in Händen einiger weniger Unternehmen der einzige und vernünftige Weg nach vorn sein soll.</b>
es: Desde entonces, creemos que el código abierto y el amplio acceso al mercado son ingredientes imprescindibles para promover la acción y la responsabilidad en la era de la inteligencia artificial. Hemos notado que las empresas que tanto han dañado al Internet y a la sociedad durante los últimos 20 años son las mismas que están desarrollando IA de ecosistema cerrado predominantemente. Muchas de las innovaciones más increíbles de la IA surgen del código abierto y de la ciencia abierta. Sin embargo, los investigadores realizan cada vez menos publicación de acceso libre porque las empresas que los financian le dan prioridad a la venta del acceso a servicios en la nube. Esas mismas empresas ahora desacreditan los métodos de código abierto para la IA en favor de sus propios modelos exclusivos. Los nuevos participantes del mercado con financiamiento de las grandes tecnológicas ya consolidadas <a id="a1">abogan por limitar</a> quién puede construir o tener acceso a los sistemas más poderosos de IA y mencionan los posibles riesgos de seguridad cuando critican la IA de código abierto. Olvidan que los actores malintencionados pueden abusar también de los modelos cerrados o estos pueden ser implementados por desarrolladores mal equipados. De hecho, la apertura es un ingrediente clave para lograr seguridad y responsabilidad. <b>No podemos aceptar que un enfoque de caja negra, en manos de unas cuantas empresas, sea el único camino seguro y lógico a seguir.</b>
fr: Depuis lors, nous sommes convaincus que les approches open source et un accès large au marché sont des éléments clés pour promouvoir la capacité d’action et la responsabilité à l’ère de l’IA. Nous avons remarqué que l’IA est de plus en plus développée dans un écosystème fermé, par les entreprises qui ont déjà causé des préjudices non seulement à Internet mais à la société tout entière au cours des 20 dernières années. Bon nombre des innovations les plus passionnantes dans le domaine de l’IA émanent de l’open source et de l’open science, mais les chercheurs s’éloignent des publications « ouvertes » à mesure que ceux qui les financent privilégient la vente de leurs services cloud. Sans surprise, ces mêmes entreprises dénigrent aujourd’hui les approches open source de l’IA au profit de leurs modèles propriétaires. De nouveaux acteurs ont fait leur entrée sur le marché avec le soutien financier des géants de la tech, et <a id="a1">plaident en faveur de limitations</a> pour empêcher l’accès ou le développement de systèmes d’IA plus puissants. Ils citent les risques potentiels pour la sécurité portés par l’IA open source. Pourtant, les modèles fermés peuvent également être la cible d’acteurs malveillants ou déployés par des développeurs mal équipés, et il s’avère que l’ouverture est bel et bien un facteur déterminant pour la sécurité, la sûreté et la responsabilité. <b>Il n’est pas acceptable qu’une approche basée sur une boîte noire, contrôlée par une poignée d’entreprises, soit l’unique voie pour l’IA.</b>
