Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: Regulation is needed to make AI more trustworthy and mitigate the risks of the technology. At the same time, regulators need to be mindful of the impact such rules will have on competition and openness in AI. Any regulatory framework should ensure that the AI market remains open to competition and innovation from companies challenging the industry behemoths. To do so, it must <a id="a1">safeguard openness and open source</a>.
de: Es braucht Richtlinien, um KI vertrauenswürdiger zu machen und die Risiken dieser Technologie zu minimieren. Gleichzeitig müssen Gesetzgeber sich über die Auswirkungen solcher Richtlinien auf Wettbewerb und Offenheit in der KI bewusst sein. Sämtliche regulierende Rahmenwerke muss sicherstellen, dass der KI-Markt für Wettbewerb und Innovationen von Unternehmen offen bleibt, die die Branchenriesen herausfordern. Um das zu erreichen, müssen sie <a id="a1">Offenheit und Open-Source</a> sichern.
es: Se requiere reglamentación para hacer que la IA sea más confiable y mitigar los riesgos de la tecnología. Al mismo tiempo, las autoridades normativas deben tener en cuenta el impacto de dichas reglas sobre la competencia y apertura en la IA. Cualquier marco normativo debe garantizar que el mercado de la IA permanezca abierto a la competencia y a la innovación de empresas que desafíen a los gigantes del sector. Para lograrlo, debe <a id="a1">proteger la apertura y el código abierto</a>.
fr: Une réglementation est indispensable pour rendre l’IA digne de confiance et limiter les risques liés à cette technologie. Dans le même temps, les régulateurs doivent être conscients de l’impact qu’auront de telles règles sur la concurrence et l’ouverture dans le domaine de l’IA. Les futurs cadres réglementaires devraient garantir que le marché de l’IA reste ouvert à la concurrence et à l’innovation, pour permettre aux entreprises de défier les géants du secteur. Pour ce faire, ils doivent avant toute chose <a id="a1">préserver le caractère ouvert de l’IA et garantir l’utilisation de code open source</a>.

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: Openness and transparency are key if we want the benefits of AI to reach the majority of humanity, rather than seeing them applied only to use cases where profit is the primary motivator. Recent global policy discussions on openness have lacked nuance — partly due to <a id="a1">outsized influence</a> from big tech incumbents <a id="a2">trying to shape regulatory discussions</a> to their benefit. Makers of proprietary models have cited hypothetical catastrophic threats as the most important issues for lawmakers to focus on, neglecting existing AI harms like bias and discrimination. In October 2023, we and more than 1,800 signatories pushed back on this dynamic in our <a id="a3">Joint Statement on AI Safety and Openness</a>:
de: Offenheit und Transparenz sind unumgänglich, wenn wir die Vorteile der KI der Mehrheit der Menschen zugänglich machen wollen, statt sie nur in solchen Fällen angewendet zu sehen, in denen Gewinne den Hauptfaktor darstellen. Den jüngsten globalen politischen Diskussion über Offenheit fehlt es an Zwischentönen – teilweise aufgrund des <a id="a1">überwältigend großen Einflusses</a> von Big-Tech, die <a id="a2">diese Diskussionen zum eigenen Vorteil zu formen versuchen.</a> Macher urheberrechtlich geschützter Modelle haben hypothetische katastrophale Bedrohungen als wichtigstes Problem angeführt, um das sich Gesetzgeber kümmern müssten. Dabei ließen sie bestehende KI-Bedrohungen wie Voreingenommenheit und Diskriminierung außer Acht. Im Oktober 2023 lehnten wir uns gemeinsam mit 1.800 Unterschreibenden in unserem <a id="a3">Joint Statement on AI Safety and Openness</a> gegen diese Dynamik auf:
es: La apertura y la transparencia son fundamentales si queremos que los beneficios de la IA lleguen a la mayoría de la humanidad, en lugar de verlos aplicados únicamente a casos de uso en los que el beneficio es el principal motivador. Los recientes debates políticos sobre la apertura han carecido de matices, en parte debido a la <a id="a1">enorme influencia</a> de las grandes tecnológicas ya consolidadas que <a id="a2">intentan moldear los debates normativos</a> para su propio beneficio. Los creadores de modelos propios y exclusivos han señalado hipotéticas amenazas catastróficas como los problemas más graves en los que deben enfocarse los legisladores, dejando de lado perjuicios de la IA como la parcialidad y la discriminación. En octubre de 2023, junto con más de 1800 firmantes, rechazamos esta dinámica en nuestra <a id="a3">Declaración conjunta sobre seguridad y apertura de la IA</a>:
fr: L’ouverture et la transparence sont essentielles si nous voulons que les avantages de l’IA profitent à la majorité des humains et ne soient pas uniquement appliqués dans un but commercial. Partout dans le monde, les récentes discussions politiques sur l’ouverture de l’IA ont cruellement manqué de nuance. La raison ? <a id="a1">L’influence disproportionnée</a> des grands acteurs de la technologie, qui cherchent <a id="a2">à faire tourner les discussions réglementaires à leur avantage</a>. Les fabricants de modèles propriétaires ont cité de potentielles menaces catastrophiques et les ont désignées comme les problèmes les plus importants sur lesquels les législateurs devraient se concentrer, passant totalement sous silence les dommages actuels de l’IA tels que les biais et la discrimination. En octobre 2023, nous avons contesté cette vision avec plus de 1 800 signataires dans une <a id="a3">Déclaration commune sur la sécurité et l’ouverture de l’IA</a>:

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: Yes, openly available models come with risks and vulnerabilities — AI models can be abused by malicious actors or deployed by ill-equipped developers. However, we have seen time and time again that the same holds true for proprietary technologies — and that increasing public access and scrutiny makes technology safer, not more dangerous. The idea that tight and proprietary control of foundational AI models is the only path to protecting us from society-scale harm is naive at best, dangerous at worst.
de: Natürlich haben offen verfügbare Modelle ihre Risiken und Schwachstellen – KI-Modelle können von böswilligen Akteuren oder durch schlecht informierte Entwickler*innen missbraucht werden. Allerdings haben wir immer wieder beobachtet, dass dies auch für urheberrechtlich geschützte Technologien gilt – und dass Technologien sicherer werden, wenn wir eine Prüfung und öffentlichen Zugriff zulassen, nicht gefährlicher. Die Vorstellung, dass eine strenge und proprietäre Kontrolle grundlegender KI-Modelle der einzige Weg ist, um uns vor Schaden für die Gesellschaft zu bewahren, ist bestenfalls naiv und schlimmstenfalls gefährlich.
es: Sí, los modelos disponibles en forma abierta conllevan riesgos y vulnerabilidades: los actores malintencionados pueden abusar de los modelos de IA o estos pueden ser implementados por desarrolladores mal equipados. Sin embargo, hemos observado una y otra vez que lo mismo puede decirse de las tecnologías propias y exclusivas, y que el creciente acceso y escrutinio del público hacen que la tecnología sea más segura, no más peligrosa. La idea de que el control estricto y exclusivo de los modelos fundacionales de IA es el único camino a seguir para protegernos de los perjuicios a escala de sociedad resulta, en el mejor de los casos, ingenua y, en el peor, peligrosa.
fr: Oui, les modèles disponibles en open source comportent des risques et des vulnérabilités. Ils peuvent être détournés par des acteurs malveillants ou déployés par des développeurs mal équipés. Mais nous avons constaté encore et encore que cela est également vrai pour les technologies propriétaires. Et que rendre une technologie publique la rend plus sûre, et non pas plus risquée. L’idée selon laquelle un contrôle strict et propriétaire des modèles d’IA fondamentaux est le seul moyen de nous protéger contre les dommages à l’échelle de la société est au mieux naïve, au pire dangereuse.

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: There are government-led processes that can help us sort through some of these bigger questions on open source governance and regulation. As directed in the Biden Administration’s executive order, the U.S. Department of Commerce’s National Telecommunications and Information Administration (NTIA) <a id="a1">is reviewing</a> both the risks and benefits of openly available LLM model weights, inviting public comments to inform potential regulatory approaches. Mozilla intends to submit a response to the associated request for comment to inform NTIA’s approach to this issue.
de: Es gibt staatlich geführte Prozesse, mit denen wir einige dieser größeren Fragen zu Open-Source-Governance und -Richtlinien bearbeiten können. Gemäß der Anordnung der Biden-Regierung <a id="a1">prüft</a> die National Telecommunications and Information Administration (NTIA) des US-Handelsministeriums sowohl die Risiken als auch die Vorteile offen verfügbarer LLM-Modelle und bittet die Öffentlichkeit um Kommentare, um mögliche Regulierungsansätze zu ermitteln. Mozilla hat vor, eine Antwort auf diesen Aufruf zu Kommentaren zu verfassen und den Ansatz der NTIA in Bezug auf diese Frage zu beeinflussen.
es: Existen procesos gubernamentales que pueden ayudarnos a analizar algunas de estas grandes interrogantes acerca de la gobernanza y la regulación del código abierto. Como lo indica la orden ejecutiva del gobierno de Biden, la Administración Nacional de Telecomunicaciones e Información (NTIA) del Departamento de Comercio de los Estados Unidos <a id="a1">está revisando</a> los riesgos y beneficios de los LLM disponibles en forma abierta, e invita a la ciudadanía a comentar para sustentar los posibles enfoques normativos. Mozilla se propone presentar una respuesta a la solicitud de comentarios asociada para informar del enfoque de la NTIA sobre esta cuestión.
fr: Des processus gouvernementaux existent d’ores et déjà pour nous aider à aborder les questions plus importantes encore de la gouvernance et la réglementation du code open source. Conformément à l’ordonnance exécutive de l’administration Biden, la National Telecommunications and Information Administration (NTIA) du Département du Commerce des États-Unis <a id="a1">examine actuellement</a> les risques et les avantages des modèles LLM disponibles en open source. Et elle invite le public à donner son avis pour éclairer les éventuelles approches réglementaires. Mozilla prévoit de répondre à cette demande pour aider la NTIA à mieux aborder cette question.

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: When paired with consumer protections and strong rules to prevent anti-competitive practices, openness spurs innovation and accelerates competition by providing common resources for the ecosystem at large. Competition spurs investments, new jobs, and better choices for companies and consumers. To extend the benefits of the AI boom beyond big tech, lawmakers must prioritize enforcing and strengthening existing competition rules to better meet the challenges of today.
de: Im Zusammenhang mit Verbraucherschutz und starken Regeln zur Prävention wettbewerbsschädlicher Praktiken kann Offenheit zu mehr Innovationen und Wettbewerb führen, indem sie allgemeine Ressourcen für das Ökosystem insgesamt bereitstellt. Wettbewerb regt für Unternehmen und Verbraucher*innen Investitionen, neue Arbeitsplätze und bessere Auswahlmöglichkeiten an. Um die Vorteile des KI-Booms auch außerhalb von Big Tech auszuweiten, müssen Gesetzgeber die Durchsetzung und Stärkung bestehender Wettbewerbsregeln priorisieren, damit sie den Anforderungen von heute besser gerecht werden können.
es: Al combinarse con protecciones al consumidor y reglas estrictas para prevenir prácticas monopólicas, la apertura estimula la innovación y acelera la competencia al proporcionar recursos comunes para el ecosistema en general. La competencia fomenta inversiones, nuevos empleos y mejores elecciones para las empresas y los consumidores. Para que los beneficios del auge de la IA no solo lleguen a las grandes tecnológicas, los legisladores deben priorizar la implementación y el fortalecimiento de las reglas existentes de competencia para afrontar mejor los retos actuales.
fr: Lorsqu’elle est associée à des mécanismes de protection des consommateurs et des règles strictes pour éviter les pratiques anticoncurrentielles, l’ouverture stimule l’innovation et accélère la concurrence en fournissant des ressources communes à l’ensemble de l’écosystème. La concurrence stimule les investissements et la création d’emplois, et offre de meilleures options aux entreprises et aux consommateurs. Mais pour étendre les avantages de l’essor de l’IA au-delà des géants de la tech et mieux répondre aux défis actuels, les législateurs doivent faire de l’application et du renforcement de règles concurrentielles existantes une priorité.

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: Additionally, while lawmakers educate themselves on the intricacies of the AI landscape, bad actors are poised to weaponize generative AI tools to sow disinformation and political unrest — a harm that is happening right now. With more than 40 national elections scheduled for 2024, policymakers must move more quickly to address this year’s threats. We must use the opportunity to study and engage with AI’s impacts on global politics, and strengthen our systems for the next set of elections. To that end, Mozilla is highlighting the work of researchers around the world who are uncovering inequities in how platforms approach global elections. We’re spotlighting the ‘copy-and-paste’ policy approach platforms tend to take to global elections, particularly for countries in the Global Majority, and showing the devastating impact such decisions can have on a country’s information ecosystem, especially where democratic institutions are relatively fragile.
de: Während Gesetzgeber sich über die Feinheiten der KI-Landschaft weiterbilden, halten sich böswillige Akteure bereit, um die Tools der generativen KI auszunutzen und damit Desinformation zu streuen und für politische Unruhen zu sorgen – etwas, das aktuell schon passiert. Gesetzgeber müssen sich angesichts der 2024 anstehenden mehr als 40 nationalen Wahlen schneller bewegen, um die Bedrohungen dieses Jahres anzugehen. Wir müssen die Chance nutzen, um uns mit dem Einfluss der KI auf das weltpolitische Geschehen auseinanderzusetzen und unsere Systeme für die nächsten Wahlen zu rüsten. Zu diesem Zweck hebt Mozilla die Arbeit von Forschenden auf der ganzen Welt hervor, die Ungerechtigkeiten bei der Art und Weise aufdecken, wie Plattformen globale Wahlen angehen. Wir beleuchten den „Copy-and-Paste“-Ansatz, den Plattformen bei globalen Wahlen verfolgen, insbesondere in Ländern der globalen Mehrheit, und zeigen die verheerenden Auswirkungen, die solche Entscheidungen auf das Informationsökosystem eines Landes haben können, insbesondere dort, wo die demokratischen Institutionen relativ schwach sind.
es: Además, mientras los legisladores se educan sobre las complejidades del panorama de la IA, los actores malintencionados están listos para utilizar las herramientas de IA generativa para sembrar desinformación e inestabilidad política, un daño que está ocurriendo en este momento. Con más de 40 elecciones nacionales programadas para 2024, los responsables de políticas deben actuar más rápidamente para abordar las amenazas de este año. Debemos aprovechar esta oportunidad para estudiar y encarar los impactos de la IA sobre la política mundial, así como fortalecer nuestros sistemas para la siguiente ronda de elecciones. Para ello, Mozilla destaca la labor de los investigadores de todo el mundo que están descubriendo desigualdades en la manera como las plataformas abordan las elecciones mundiales. Ponemos de relieve el enfoque político de "copiar y pegar" que las plataformas tienden a adoptar en las elecciones mundiales, en especial en países de la mayoría global, y mostramos el impacto devastador que tales decisiones pueden tener en el ecosistema informativo de un país, especialmente si las instituciones democráticas son relativamente frágiles.
fr: De plus, tandis que les législateurs se familiarisent avec l’IA et ses subtilités, des acteurs malveillants transforment des outils d’IA générative à des fins de désinformation et de déstabilisation politique. Plus de 40 élections nationales sont prévues en 2024. Les décideurs politiques doivent donc agir plus rapidement pour faire face à ces menaces. De notre côté, nous devons saisir cette opportunité pour mieux étudier les impacts de l’IA sur la politique mondiale et renforcer nos systèmes en prévision des prochaines échéances électorales. C’est pour cela que Mozilla met en avant le travail de chercheurs du monde entier révélant des inégalités dans la manière dont les plateformes abordent les élections partout dans le monde. Nous attirons l’attention sur l’approche « copier-coller » que les plateformes ont tendance à adopter lors des élections, en particulier pour les pays africains, asiatiques ou latins. Et nous démontrons l’impact dévastateur que ces décisions peuvent avoir sur l’écosystème informationnel de tout un pays, surtout là où les institutions démocratiques sont fragiles.

# body.88c348fd-0985-4337-845d-cb6e5870be0c.quote
source: Any regulatory framework should ensure that the AI market remains open to <b>competition and innovation</b> from companies challenging the industry behemoths.
de: Sämtliche regulierende Rahmenwerke müssen sicherstellen, dass der KI-Markt für <b>Wettbewerb und Innovationen</b> von Unternehmen offen bleibt, die die Branchenriesen herausfordern.
es: Cualquier marco normativo debe garantizar que el mercado de la inteligencia artificial permanezca abierto a <b>la competencia y a la innovación</b> de empresas que desafíen a los gigantes del sector.
fr: Les futurs cadres réglementaires devraient garantir que le marché de l’IA reste ouvert à <b>la concurrence et à l’innovation</b>, pour permettre aux entreprises de défier les géants du secteur.

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: The Path Forward for Trustworthy AI
de: Der Weg nach vorn für vertrauenswürdige KI
es: El camino a seguir para lograr una IA confiable
fr: Vers une IA digne de confiance

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: The AI landscape is moving more quickly than ever, and the trustworthy AI ecosystem is growing alongside it. To build on the positive momentum we’ve seen in the last three years, we must take targeted action across each of our four key levers: industry norms, new tech and products, consumer demand and regulations and incentives.
de: Die KI-Landschaft bewegt sich schneller denn je und das Ökosystem für vertrauenswürdige KI wächst mit. Um auf dem positiven Momentum aufzubauen, das wir in den vergangenen drei Jahre beobachten konnten, müssen wir in Bezug auf jeden unserer vier wichtigsten Hebel gezielt handeln: Branchennormen, neue Technologien und Produkte, Verbrauchernachfrage und Richtlinien und Anreize.
es: El universo de la IA avanza más rápidamente que nunca y el ecosistema de IA confiable crece a la par. Para aprovechar el auge positivo de los últimos tres años, debemos tomar medidas específicas en cada una de nuestras cuatro vías clave: normas del sector, nueva tecnología y nuevos productos, demanda de los consumidores, y normatividad e incentivos.
fr: Le paysage de l’IA évolue à une vitesse jamais vue et l’écosystème de l’IA digne de confiance se développe en parallèle. Pour capitaliser sur la dynamique positive que nous avons observée au cours des trois dernières années, nous devons prendre des mesures ciblées sur chacun de nos quatre leviers clés : les normes de l’industrie, les nouvelles technologies et produits, la demande des consommateurs, ainsi que la réglementation et les incitations.

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: Next Steps for Mozilla
de: Nächste Schritte für Mozilla
es: Próximos pasos para Mozilla
fr: Les prochaines étapes pour Mozilla

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: We will continue our work to earn users’ trust in AI across the entire Mozilla project, focusing on openness as our guiding principle. By scaling the potential of open source approaches and advocating for fair, open markets, we can realize our vision of a trustworthy AI landscape with agency and accountability at the center.
de: Wir werden weiter daran arbeiten, das Vertrauen der User*innen in KI über das gesamte Mozilla Projekt hinweg zu verdienen. Dabei konzentrieren wir uns auf Offenheit als unser leitendes Prinzip. Indem wir das Potenzial von Open-Source-Ansätzen skalieren und uns für faire, offene Märkte einsetzen, können wir unsere Vision einer Landschaft mit vertrauenswürdiger KI mit Selbstbestimmung und Verantwortlichkeit im Mittelpunkt realisieren.
es: Seguiremos trabajando para ganarnos la confianza de los usuarios en la IA en todo el proyecto Mozilla, centrándonos en la apertura como principio rector. Si ampliamos el potencial de los enfoques de código abierto y abogamos por mercados justos y abiertos, podremos hacer realidad nuestra visión de un panorama de IA digno de confianza en el que la agencia y la responsabilidad ocupen un lugar central.
fr: Nous allons poursuivre notre action pour que les utilisateurs aient confiance en l’IA, en faisant de l’ouverture notre fil directeur. En réalisant le potentiel des approches open source et en plaidant en faveur de marchés équitables et ouverts, nous pourrons faire de l’IA digne de confiance une réalité. Une réalité qui repose sur la capacité d’action et le principe de responsabilité.

# body.0faa1298-6d9f-4f8f-a0bf-bb1fd48d7a42
source: Here’s what’s next on our to-do list:
de: Das steht als Nächstes auf unserer To-do-Liste:
es: Lo próximo en nuestra lista de cosas por hacer:
fr: Voici nos objectifs :
