Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>Removing RLHF Protections in GPT-4 via Fine-Tuning</b></a><b>, University of Illinois Urbana-Champaign and Stanford University, November 2023:</b> This study reveals that attackers can remove reinforcement learning with human feedback (RLHF) protections in language models like GPT-4, highlighting the need for enhanced protection against potential misuse.
de: <a id="a1"><b>Removing RLHF Protections in GPT-4 via Fine-Tuning</b></a><b>, University of Illinois Urbana-Champaign and Stanford University, November 2023:</b> Diese Studie deckt auf, dass Angreifer den Schutz vor Verstärkungslernen mit menschlichem Feedback (RLHF) in Sprachmodellen wie GPT-4 aushebeln können, was die Notwendigkeit eines verbesserten Schutzes gegen potenziellen Missbrauch unterstreicht.
es: <a id="a1"><b>Removing RLHF Protections in GPT-4 via Fine-Tuning</b></a><b>, Universidad de Illinois Urbana-Campaign y Universidad de Stanford, noviembre de 2023:</b> Este estudio revela que los atacantes pueden eliminar las protecciones del aprendizaje por refuerzo a partir de la retroalimentación humana (RLHF) en modelos de lenguaje como GPT-4, y destaca la necesidad de una mayor protección contra el posible uso indebido.
fr: <a id="a1"><b>Removing RLHF Protections in GPT-4 via Fine-Tuning</b></a><b>, University of Illinois Urbana-Champaign and Stanford University, novembre 2023 :</b> cette étude révèle que des attaquants peuvent supprimer les protections de l’apprentissage par renforcement avec retour humain (RLHF) dans les modèles de langage comme GPT-4, mettant en évidence le besoin d’une protection renforcée contre de potentiels détournements.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>AI Red-Teaming Is Not a One-Stop Solution to AI Harms</b></a><b>, Data &amp; Society, October 2023</b>: This policy brief argues that while AI red-teaming can identify specific technical vulnerabilities, it must be paired with other accountability tools, including algorithmic impact assessments, external audits, and public consultation.
de: <a id="a1"><b>AI Red-Teaming Is Not a One-Stop Solution to AI Harms</b></a><b>, Data &amp; Society, Oktober 2023</b>: In diesem Kurzdossier wird argumentiert, dass das KI-Red-Teaming zwar spezifische technische Schwachstellen aufzeigen kann, aber mit anderen Instrumenten der Verantwortlichkeit kombiniert werden muss, einschließlich algorithmischer Folgenabschätzungen, externer Audits und öffentlicher Konsultationen.
es: <a id="a1"><b>AI Red-Teaming Is Not a One-Stop Solution to AI Harms</b></a><b>, <em>Data &amp; Society</em>, octubre de 2023</b>: Esta descripción de políticas públicas afirma que, si bien las pruebas de penetración aplicadas mediante equipo rojo a la IA pueden identificar vulnerabilidades técnicas, deben combinarse con otras herramientas de rendición de cuentas, incluidas evaluaciones de impacto algorítmico, auditorías externas y consultas públicas.
fr: <a id="a1"><b>AI Red-Teaming Is Not a One-Stop Solution to AI Harms</b></a><b>, Data &amp; Society, octobre 2023</b> : ce document politique soutient que, même si des évaluations de la cybersécurité d’une IA peuvent identifier des vulnérabilités techniques précises, elles doivent être associées à d’autres outils de responsabilisation, comme des évaluations de l’impact de l’algorithme, des audits externes et des consultations publiques.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>DeepMind reportedly lost a yearslong bid to win more independence from Google</b></a>, <b>The Verge, May 2021</b>: Google rejected DeepMind’s request for greater autonomy and nonprofit status, due to the AI subsidiary's ongoing financial losses and Google's desire to commercialize its AI research.
de: <a id="a1"><b>DeepMind reportedly lost a yearslong bid to win more independence from Google</b></a>, <b>The Verge, Mai 2021</b>: Google lehnte den Antrag von DeepMind auf mehr Autonomie und einen Nonprofit-Status aufgrund der fortwährenden finanziellen Verluste der KI-Tochtergesellschaft und dem Bestreben Googles ab, KI-Forschung zu kommerzialisieren.
es: <a id="a1"><b>DeepMind reportedly lost a yearslong bid to win more independence from Google</b></a>, <b><em>The Verge</em>, mayo de 2021</b>: Google rechazó la solicitud de DeepMind de una mayor autonomía y que se le considerara una organización sin fines de lucro, debido a las pérdidas financieras constantes de esta subsidiaria de IA y al deseo de Google de comercializar su investigación sobre IA.
fr: <a id="a1"><b>DeepMind reportedly lost a yearslong bid to win more independence from Google</b></a>, <b>The Verge, mai 2021</b> : Google a rejeté la demande de DeepMind d’acquérir plus d’autonomie ainsi que le statut d’organisation à but non lucratif, en raison des pertes financières continues de la filiale en intelligence artificielle et du désir de Google de commercialiser ses recherches en IA.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>These fake images reveal how AI amplifies our worst stereotypes</b></a><b>, The Washington Post, November 2023</b>: AI image generators like Stable Diffusion and DALL-E continue to perpetuate disturbing stereotypes related to gender and race despite attempts to detoxify their training data, illustrating the urgent issue of inherent bias in AI systems.
de: <a id="a1"><b>These fake images reveal how AI amplifies our worst stereotypes</b></a><b>, The Washington Post, November 2023</b>: KI-Bildgeneratoren wie Stable Diffusion und DALL-E halten erschreckende Stereotypen in Bezug auf Gender und Herkunft aufrecht, trotz Anstrengungen, ihre Trainingsdaten zu entgiften. Dies verbildlicht das dringende Problem inhärenter Voreingenommenheit in KI-Systemen.
es: <a id="a1"><b>These fake images reveal how AI amplifies our worst stereotypes</b></a><b>, <em>The Washington Post</em>, noviembre de 2023</b>: Los generadores de imágenes mediante IA como Stable Diffusion y DALL-E siguen perpetuando los molestos estereotipos relacionados con el género o la raza, a pesar de los esfuerzos por desintoxicar sus datos de entrenamiento, lo que muestra el problema urgente del sesgo inherente en los sistemas de IA.
fr: <a id="a1"><b>These fake images reveal how AI amplifies our worst stereotypes</b></a><b>, The Washington Post, novembre 2023</b> : les générateurs d’images basées sur l’IA comme Stable Diffusion et DALL-E perpétuent des stéréotypes perturbants liés au genre et aux origines ethniques, malgré des tentatives de « détoxification » de leurs données d’entraînement. Une situation qui illustre bien le problème urgent du biais inhérent dans les systèmes d’IA.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>OpenAI is getting trolled for its name after refusing to be open about its A.I.</b></a><b>, Fortune, March 2023:</b> Fortune details the criticism OpenAI has faced for its use of “open” language despite its focus on proprietary, closed source models.
de: <a id="a1"><b>OpenAI is getting trolled for its name after refusing to be open about its A.I.</b></a><b>, Fortune, März 2023:</b> Fortune beschreibt die Kritik, der OpenAI aufgrund seiner Nutzung „offener“ Sprache ausgesetzt war, trotz des Fokus auf urheberrechtlich geschützte, geschlossene Quellmodelle.
es: <a id="a1"><b>OpenAI is getting trolled for its name after refusing to be open about its A.I.</b></a><b>, <em>Fortune</em>, marzo de 2023:</b> La revista detalla la crítica hacia OpenAI por usar lenguaje “abierto”, a pesar de su enfoque en modelos propios y exclusivos de código cerrado.
fr: <a id="a1"><b>OpenAI is getting trolled for its name after refusing to be open about its A.I.</b></a><b>, Fortune, mars 2023 :</b> le magazine Fortune détaille les critiques auxquelles OpenAI a été confronté pour son utilisation d’un langage « ouvert » malgré son orientation vers des modèles propriétaires à code source fermé.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>Meta can call Llama 2 open source as much as it likes, but that doesn't mean it is</b></a><b>, The Register (op-ed), July 2023:</b> Steven J. Vaughan-Nichols argues that Meta's release of Llama 2 under a "community license" falls short of open-source principles, making the company’s use of the term more about marketing than the principles of the open-source community.
de: <a id="a1"><b>Meta can call Llama 2 open source as much as it likes, but that doesn't mean it is</b></a><b>, The Register (Op-ed), Juli 2023:</b> Steven J. Vaughan-Nichols argumentiert, dass Metas Veröffentlichung von Llama 2 unter einer „Gemeinschaftslizenz“ den Open-Source-Prinzipien nicht gerecht wird, sodass es dem Unternehmen bei der Verwendung des Begriffs mehr um Marketing als um die Prinzipien der Open-Source-Community geht.
es: <a id="a1"><b>Meta puede llamar a Llama 2 código abierto tanto como quiera, pero eso no significa que lo sea</b></a><b>, editorial de la revista <em>The Register</b>, julio de 2023:</b> Steven J. Vaughan-Nichols sostiene que el lanzamiento de Llama 2 por parte de Meta bajo una &quot;licencia comunitaria&quot; no cumple con los principios de código abierto, lo que significa que el uso que la empresa hace del término tiene más que ver con el marketing que con los principios de la comunidad de código abierto.
fr: <a id="a1"><b>Meta can call Llama 2 open source as much as it likes, but that doesn’t mean it is</b></a><b>, The Register (tribune libre), juillet 2023</b> : Steven J. Vaughan-Nichols affirme que la publication de Llama 2 par Meta sous une « licence communautaire » ne respecte pas les principes du code source ouvert, faisant de l’utilisation de ce terme par l’entreprise davantage une question de marketing que de respect des principes de la communauté du code source ouvert.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: Additional Links
de: Weitere Links
es: Enlaces adicionales
fr: Liens complémentaires

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>AI Incident Database</b></a><b>:</b> Indexing the collective history of harms by AI
de: <a id="a1"><b>AI Incident Database</b></a><b>:</b> Auflistung der kollektiven Geschichte der Schäden durch KI
es: <a id="a1"><b>Base de datos de incidentes de IA</b></a><b>:</b> Cataloga la historia colectiva de los daños causados por la IA.
fr: <a id="a1"><b>AI Incident Database</b></a><b> :</b> un inventaire des préjudices engendrés par l’IA.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>Algorithmic Justice League Harm Collection Tool</b></a><b>:</b> Allows users to report AI harms, biases and triumphs
de: <a id="a1"><b>Algorithmic Justice League Harm Collection Tool</b></a><b>:</b> Ermöglicht es User*innen, KI-Schäden, -Voreingenommenheiten und -Triumphe zu melden
es: <a id="a1"><b>Herramienta de recopilación de daños de la Algorithmic Justice League</b></a><b>:</b> Permite que los usuarios reporten perjuicios, sesgos y triunfos de la IA.
fr: <a id="a1"><b>Algorithmic Justice League Harm Collection Tool</b></a><b> :</b> permet aux utilisateurs de signaler les préjudices, les biais mais aussi les réussites de l’IA.

# body.3c43e73a-872c-46da-8b37-dcd8bc276373
source: <a id="a1"><b>The Data Provenance Initiative:</b></a> Audit of large scale datasets
de: <a id="a1"><b>The Data Provenance Initiative:</b></a> Audit von Datensätzen im großen Stil
es: <a id="a1"><b>La Iniciativa de Procedencia de Datos:</b></a> Auditoría de conjuntos de datos a gran escala.
fr: <a id="a1"><b>The Data Provenance Initiative :</b></a> une évaluation des ensembles de données à grande échelle

# body.7632d812-7a94-4279-86df-41c8c5515287
source: Appendix - Additional Mozilla Trustworthy AI Projects
de: Appendix – Andere Projekte von Mozilla zum Thema vertrauenswürdige KI
es: Apéndice - Otros proyectos de Mozilla para una IA confiable
fr: Annexe - Autres projets de Mozilla pour une IA digne de confiance

# body.7632d812-7a94-4279-86df-41c8c5515287
source: Changing AI Development Norms
de: KI-Entwicklungsstandards ändern
es: Cambiar las normas de desarrollo de la IA
fr: Changer les normes de développement de l’IA

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Responsible Computing Challenge</b></a><b>:</b> In 2023, Mozilla provided $2.7M to universities in Kenya, India, and the US to add responsible computing to their curricula. The result: thousands of students — the AI builders of tomorrow — wrestling with ethical issues in tech.
de: <a id="a1"><b>Responsible Computing Challenge</b></a><b>:</b> 2023 stellte Mozilla Universitäten in Kenia, Indien und den USA 2,7 Mio. US-Dollar zur Verfügung, um verantwortliches Computing in ihre Lehrpläne aufzunehmen. Das Ergebnis: Tausende Studierende – die KI-Entwickler*innen von morgen – setzten sich mit den ethischen Fragen rund um Tech auseinander.
es: <a id="a1"><b>Desafío de Informática Responsable</b></a><b>:</b> En 2023, Mozilla aportó 2,7 millones de dólares a universidades de Kenia, India y EE. UU. para incorporar la informática responsable a sus planes de estudio. ¿El resultado? Miles de estudiantes —los constructores de IA del futuro— encaran cuestiones éticas en la tecnología.
fr: <a id="a1"><b>Responsible Computing Challenge</b></a><b> :</b> en 2023, Mozilla a alloué 2,7 millions de dollars à des universités situées au Kenya, en Inde et aux États-Unis pour qu’elles intègrent l’informatique responsable à leurs programmes d’études. Résultat : des milliers d’étudiants — les futurs développeurs de l’IA — se confrontent actuellement aux questions éthiques de la technologie.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Is that Even Legal? guide</b></a>: Mozilla is educating AI builders on how to develop trustworthy AI systems within existing regulatory frameworks around the world. Our guide offers data governance research and advice for builders in Germany, India, Kenya and the U.S.
de: <a id="a1"><b>Is that Even Legal? Guide</b></a>: Mozilla schult die Entwickler*innen von KI-Systemen darin, wie sie vertrauenswürdige KI-Systeme innerhalb der bestehenden rechtlichen Rahmenbedingungen auf der ganzen Welt entwickeln können. Unser Leitfaden bietet Forschung und Ratschläge zur Datenverwaltung für Entwickler*innen in Deutschland, Indien, Kenia und den USA.
es: <a id="a1"><b>¿Es eso incluso legal? guía</b></a>: Mozilla instruye a los constructores de IA sobre cómo desarrollar sistemas de IA confiables dentro de los marcos regulatorios existentes en todo el mundo. Nuestra guía ofrece investigación y asesoría sobre gobernanza de datos para constructores en Alemania, India, Kenia y Estados Unidos.
fr: <a id="a1"><b>Guide « Is that Even Legal? »</b></a> : Mozilla forme les développeurs sur la façon de créer des systèmes d’IA fiables et conformes aux cadres réglementaires établis dans le monde entier. Notre guide propose des études sur la gouvernance des données ainsi que des conseils destinés aux développeurs basés en Allemagne, en Inde, au Kenya et aux États-Unis.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Africa Innovation Mradi</b></a><b>:</b> This program leverages Mozilla’s role as stewards of the open web to promote innovation grounded in the unique needs of users in the African region beginning with East and Southern Africa.
de: <a id="a1"><b>Africa Innovation Mradi</b></a><b>:</b> Dieses Programm nutzt Mozillas Rolle als Verwalter des offenen Webs, um Innovationen zu fördern, die sich an den besonderen Bedürfnissen der User*innen in der afrikanischen Region orientieren, angefangen beim östlichen und südlichen Afrika.
es: <a id="a1"><b>Africa Innovation Mradi</b></a><b>:</b> Este programa aprovecha el papel de Mozilla como guardián de la web abierta para promover la innovación basada en las necesidades únicas de los usuarios de la región africana, empezando por África Oriental y Meridional.
fr: <a id="a1"><b>Africa Innovation Mradi</b></a><b> :</b> ce programme tire parti du rôle de Mozilla en tant que coordinateur du web ouvert pour promouvoir des innovations basées sur les besoins des utilisateurs africains, en commençant par l’Afrique de l’Est et l’Afrique australe.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Mozilla Trustworthy AI Fellowships</b></a><b>:</b> Long before ChatGPT, Mozilla Trustworthy AI Fellows were studying AI’s flaws, limits, and potential. Since 2019, more than 50 Fellows have explored the impacts of AI on society.
de: <a id="a1"><b>Mozilla Trustworthy AI Fellowships</b></a><b>:</b> Lange vor ChatGPT setzten sich die Mozilla Trustworthy AI Fellows mit den Fehlern, Grenzen und dem Potenzial von KI auseinander. Seit 2019 haben mehr als 50 Fellows die Auswirkungen von KI auf die Gesellschaft erforscht.
es: <a id="a1"><b>Mozilla Trustworthy AI Fellowships</b></a><b>:</b> Mucho antes de que existiera ChatGPT, los investigadores de una IA confiable de Mozilla estudiaban las fallas, los límites y el potencial de la IA. Desde 2019, más de 50 investigadores han explorado los efectos de la IA en la sociedad.
fr: <a id="a1"><b>Mozilla Trustworthy AI Fellowships</b></a><b> :</b> bien avant ChatGPT, les titulaires de bourse Mozilla experts en IA digne de confiance étudiaient les défauts, les limites et le potentiel de l’IA. Depuis 2019, plus de 50 titulaires de bourse ont exploré les impacts de l’IA sur la société.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Mozilla Festival (MozFest)</b></a>: Too often, the most pressing decisions about AI get made in silos. Mozfest is Mozilla’s antidote to this problem. The event convenes and connects thousands of activists, engineers, philanthropists, and policymakers from around the world to build and envision more trustworthy AI.
de: <a id="a1"><b>Mozilla Festival (MozFest)</b></a>: Allzu oft werden die dringendsten Entscheidungen über KI in Silos getroffen. Mozfest ist Mozillas Gegengift für dieses Problem. Das Event versammelt und verbindet Tausende Aktivist*innen, Techniker*innen, Philanthrop*innen und Gesetzgeber aus aller Welt, um eine vertrauenswürdigere KI zu entwickeln und sich vorzustellen.
es: <a id="a1"><b>Festival de Mozilla (MozFest)</b></a>: Muy a menudo, las decisiones más urgentes sobre la IA se toman en silos. El Mozfest es el antídoto de Mozilla para este problema. El evento convoca y conecta a miles de activistas, ingenieros, filántropos y legisladores de todo el mundo para construir y vislumbrar una IA más confiable.
fr: <a id="a1"><b>Mozilla Festival (MozFest)</b></a> : trop souvent, les décisions les plus pressantes concernant l’IA sont prises de manière cloisonnée. Mozfest est l’antidote de Mozilla à ce problème. L’événement réunit et met en contact des milliers de militants, d’ingénieurs, de philanthropes et de décideurs du monde entier pour construire et imaginer une IA plus fiable.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Lelapa AI</b></a><b>:</b> Mozilla Ventures invested in Lelapa AI, a South African-based that just launched its first product: Vulavula, a new AI tool that converts voice to text and detects names of people and places in written text in four South African languages. Lelapa’s CEO, <a id="a2">Pelonomi Moila</a>, was recently named to the TIME100 in AI.
de: <a id="a1"><b>Lelapa AI</b></a><b>:</b> Mozilla Ventures investierte in Lelapa AI, ein südafrikanisches Unternehmen, das kürzlich sein erstes Produkt auf den Markt gebracht hat: Vulavula, ein neues KI-Tool, das Sprache in Text umwandelt und Namen von Personen und Orten in geschriebenem Text in vier südafrikanischen Sprachen erkennt. Lelapas CEO, <a id="a2">Pelonomi Moila</a>, wurde jüngst in die TIME100-Liste für KI aufgenommen.
es: <a id="a1"><b>Lelapa AI</b></a><b>:</b> Mozilla Ventures invirtió en Lelapa AI, una empresa en Sudáfrica que acaba de lanzar su primer producto: Vulavula, una nueva herramienta de IA que convierte la voz en texto y detecta nombres de personas y lugares en texto escrito en cuatro lenguas sudafricanas. Hace poco, <a id="a2">Pelonomi Moila</a>, directora general de Lelapa, fue nominada para la lista TIME100 de IA.
fr: <a id="a1"><b>Lelapa AI</b></a><b> :</b> Mozilla Ventures a investi dans la société Lelapa AI, basée en Afrique du Sud. Celle-ci vient de lancer son premier produit, Vulavula, un nouvel outil d’IA qui convertit la voix en texte et détecte les noms de personnes et des lieux dans des textes écrits dans quatre langues sud-africaines. La PDG de Lelapa, <a id="a2">Pelonomi Moila</a>, a récemment figuré dans le classement TIME100 des personnes les plus influentes dans le domaine de l’IA.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: Building New Tech and Products
de: Neue Technologien und Produkte entwickeln
es: Desarrollar nuevas tecnologías y nuevos productos
fr: Créer de nouvelles technologies et de nouveaux produits

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Responsible AI Challenge</b></a><b>:</b> In May 2023, Mozilla hosted an event with 175 attendees, 7 workshops, and 3 keynote speakers to explore how our Trustworthy AI principles could be used to provide a playbook for builders. The event awarded $100K in prizes to challenge winners who pitched Responsible AI projects.
de: <a id="a1"><b>Responsible AI Challenge</b></a><b>:</b> Im Mai 2023 veranstaltete Mozilla eine Veranstaltung mit 175 Teilnehmenden, 7 Workshops und 3 Hauptredner*innen, um zu erforschen, wie unsere vertrauenswürdigen KI-Prinzipien genutzt werden können, um ein Handbuch für Entwickler*innen zu erstellen. Bei der Veranstaltung wurden Preise im Wert von 100.000 US-Dollar an die Gewinner*innen vergeben, die verantwortungsvolle KI-Projekte vorstellten.
es: <a id="a1"><b>Desafío de IA responsable</b></a><b>:</b> En mayo de 2023, Mozilla organizó un evento con 175 asistentes, 7 talleres y 3 ponentes destacados para explorar cómo nuestros principios de IA confiable podían utilizarse para proporcionar un manual a los constructores. El evento otorgó premios por $100 000 a los ganadores del desafío que propusieron proyectos de IA responsable.
fr: <a id="a1"><b>Responsible AI Challenge</b></a><b> :</b> en mai 2023, Mozilla a organisé un événement avec 175 participants, 7 ateliers et 3 grands conférenciers pour explorer de quelles façons nos principes d’une IA digne de confiance pourraient servir de guide pratique pour les développeurs. L’événement a attribué 100 000 dollars aux gagnants des défis qui ont présenté des projets d’IA responsable.
