Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# body.2d2a9b8c-c0df-4618-8a03-669d635fb0e5
source: Other work from advocacy organizations has focused on educating consumers about the dangers of AI and encouraging them to choose more trustworthy technologies when available. Consumer Reports released three short films exploring algorithmic bias in medical devices, mortgage lending, and facial recognition as part of its <a id="a1">Bad Input campaign</a>. Documentary films like <a id="a2">Coded Bias</a> (2021) were important conversation starters for a mainstream audience on topics like misinformation and racial bias in facial recognition algorithms. Dr. Joy Buolamwini’s 2023 book <a id="a3"><i>Unmasking AI</i></a> expands on her experiences featured in Coded Bias, and on the founding of the <a id="a4">Algorithmic Justice League</a>. Even those with more extreme perspectives on AI have played a key role in raising consumer awareness; for example, in 2023, the <a id="a5">Center for Humane Technology</a> gave a widely-watched talk on the existing risks of AI technologies, providing more context on how the race to capitalize on AI can lead to safety failures.
de: Die Arbeit anderer Organisationen hat sich auf die Aufklärung der Verbraucher*innen über die Gefahren der KI konzentriert, und regt sie dazu an, wenn möglich immer vertrauenswürdige Technologien zu wählen. Consumer Reports veröffentlichte im Rahmen seiner <a id="a1">Bad-Input-Kampagne</a> drei Kurzfilme, in denen es um die algorithmische Voreingenommenheit bei medizinischen Geräten, Hypothekendarlehen und Gesichtserkennung geht. Dokumentarfilme wie <a id="a2">Coded Bias</a> (2021) brachten den Diskurs in der Mehrheitsgesellschaft über Themen wie Falschinformationen und rassistische Voreingenommenheit von Gesichtserkennungsalgorithmen ins Rollen. Dr. Joy Buolamwinis Buch von 2023, <a id="a3"><i>Unmasking AI,</i></a> geht genauer auf ihre in Coded Bias beschriebenen Erfahrungen ein und behandelt die Gründung der <a id="a4">Algorithmic Justice League.</a> Auch jene mit extremeren Ansichten in Bezug auf KI haben eine große Rolle dabei gespielt, das Bewusstsein der Verbraucher*innen zu schärfen; 2023 hielt das <a id="a5">Center for Humane Technology</a> eine viel gesehene Rede über die bestehenden Risiken von KI-Technologien und klärte genauer darüber auf, wie das Rennen um gewinnbringende KI zu Sicherheitsversagen führen kann.
es: Las organizaciones activistas también se han enfocado en volver más conscientes a los consumidores sobre los peligros de la IA y los ha instado a elegir tecnologías más confiables cuando se encuentren disponibles. Consumer Reports lanzó tres cortometrajes que exploran los sesgos algorítmicos en dispositivos médicos, préstamos hipotecarios y reconocimiento facial como parte de su <a id="a1">campaña Bad Input</a>. Documentales como <a id="a2">Coded Bias</a> (2021) iniciaron conversaciones para una audiencia generalizada sobre temas como la desinformación y el sesgo racial en los algoritmos de reconocimiento facial. En su libro de 2023, <a id="a3"><i>Unmasking AI</i></a>, la Dra. Joy Buolamwini abunda en las experiencias propias que se muestran en Coded Bias y en la fundación de la <a id="a4">Algorithmic Justice League</a>. Incluso aquellas personas con visiones más extremistas sobre la inteligencia artificial han desempeñado un papel clave en la sensibilización de los consumidores. Por ejemplo, en 2023, el <a id="a5">Center for Humane Technology</a> presentó una conferencia con gran audiencia sobre los riesgos actuales de las tecnologías de IA, con lo que contextualizó cómo la carrera por explotar económicamente la IA puede ocasionar fallas de seguridad.
fr: D’autres initiatives menées par des organisations de plaidoyer se sont concentrées sur la sensibilisation des consommateurs aux dangers de l’IA et les ont encouragés à choisir des technologies plus fiables lorsque celles-ci sont disponibles. L’association Consumer Reports a diffusé trois courts métrages explorant les biais des algorithmes dans les dispositifs médicaux, les prêts hypothécaires et la reconnaissance faciale dans une campagne intitulée « <a id="a1">Bad Input</a> ». Des documentaires comme « <a id="a2">Coded Bias</a> » (2021) ont également servi de points de départ importants pour des discussions grand public sur des sujets tels que la désinformation et les biais raciaux dans les algorithmes de reconnaissance faciale. Le livre « <a id="a3"><i>Unmasking AI</i></a> » de Joy Buolamwini (2023) élargit quant à lui les expériences présentées dans « Coded Bias » et évoque la création de l’<a id="a4">Algorithmic Justice League</a>. Même ceux qui tiennent des points de vue moins nuancés sur l’IA ont joué un rôle crucial dans la sensibilisation des consommateurs. En 2023, par exemple, le <a id="a5">Center for Humane Technology</a> a organisé une conférence très suivie sur les risques associés aux technologies d’IA, fournissant ainsi un contexte supplémentaire sur la manière dont la course à la capitalisation sur l’IA peut entraîner des défaillances en matière de sécurité.

# body.2d2a9b8c-c0df-4618-8a03-669d635fb0e5
source: Mozilla's public campaigns and wider advocacy on issues around AI and consumer tech have mobilized over 500,000 people worldwide since 2021, driving meaningful changes to products and industry standards. These campaigns have raised consumer awareness of issues around AI and the tech they use in their everyday lives, from search engines and social media platforms to video doorbells and cars. In July 2023, Slack implemented a blocking feature following a civil society campaign <a id="a1">we spearheaded</a>. In September 2023, YouTube announced it would give civil society researchers access to crucial data, following a <a id="a2">multi-year campaign by Mozilla</a>. In the same month, the Alliance for Automotive Innovation called for a federal privacy law in the U.S. following public pressure generated by Mozilla’s ongoing <a id="a3">*Privacy Not Included</a> report series, which most recently focused on <a id="a4">privacy issues with connected cars</a>. We also launched a new season of our <a id="a5">IRL Podcast</a> in 2023, focused on AI developers bringing responsible products to market.
de: Mozillas öffentliche Kampagnen und Lobbyarbeit zu Themen rund um KI und Verbrauchertechnologien haben seit 2021 mehr als 500.000 Menschen mobilisiert und so bedeutende Veränderungen bei Produkten und Branchenstandards bewirkt. Diese Kampagnen haben das Bewusstsein der Verbraucher*innen für Fragen rund um KI und die Technologie, die sie im Alltag nutzen, geschärft – von Suchmaschinen und Social-Media-Plattformen bis hin zu Videotürklingeln und Autos. Im Juli 2023 führte Slack als Reaktion auf eine <a id="a1">von uns geführte zivilgesellschaftliche Kampagne</a> eine Blocking-Funktion ein. Im September 2023 gab YouTube nach einer <a id="a2">mehrjährigen Kampagne von Mozilla</a> bekannt, dass es Forschenden aus der Zivilgesellschaft Zugriff auf entscheidende Daten gewähren würde. Im selben Monat forderte die Alliance for Automotive Innovation ein Bundesdatenschutzgesetz in den USA, nachdem der öffentliche Druck durch Mozillas fortlaufende Berichtsserie <a id="a3">*Datenschutz nicht inbegriffen</a> entstanden war, die sich zuletzt auf <a id="a4">Datenschutzprobleme bei vernetzten Autos</a> konzentrierte. 2023 gingen wir außerdem mit einer neuen Saison unseres <a id="a5">Podcasts IRL</a> an den Start, in dem es um KI-Entwickler*innen geht, die verantwortliche Produkte auf den Markt bringen.
es: Desde 2021, las campañas públicas y el activismo más extenso de Mozilla sobre cuestiones relacionadas con la IA y la tecnología de consumo han movilizado a más de 500,000 personas en todo el mundo, logrando cambios significativos en los productos y en las normas de la industria. Estas campañas han aumentado la conciencia del consumidor sobre los problemas relacionados con la IA y la tecnología que utilizan en su vida cotidiana, desde motores de búsqueda y plataformas de redes sociales hasta timbres de video y automóviles. En julio de 2023, Slack implementó una función de bloqueo luego de una campaña de la sociedad civil <a id="a1">que nosotros encabezamos</a>. En septiembre de 2023, YouTube anunció que daría a los investigadores de la sociedad civil acceso a datos cruciales, luego de una <a id="a2">campaña de Mozilla que duró varios años</a>. En ese mismo mes, la Alianza para la Innovación Automotriz solicitó una ley federal de privacidad en los Estados Unidos, luego de la presión pública generada por la serie de informes <a id="a3">*Privacidad no incluida</a> de Mozilla, que recientemente se centró en los <a id="a4">problemas de privacidad de los automóviles conectados</a>. Ese mismo año también lanzamos una nueva temporada de nuestro <a id="a5">IRL Podcast</a>, enfocado en que los desarrolladores de IA lleven productos responsables al mercado.
fr: Les campagnes publiques de Mozilla sur les questions liées à l’IA et à la technologie grand public ont mobilisé plus de 500 000 personnes dans le monde depuis 2021, entraînant des changements significatifs dans les produits et les normes de l’industrie. Ces campagnes ont sensibilisé les consommateurs aux problèmes liés à l’IA et à la technologie qu’ils utilisent dans leur vie quotidienne, des moteurs de recherche aux réseaux sociaux en passant par les sonnettes vidéo et les voitures connectées. En juillet 2023, Slack a mis en place une fonction de blocage suite à une campagne de la société civile <a id="a1">initiée par Mozilla</a>. En septembre 2023, YouTube a annoncé qu’il donnerait aux chercheurs de la société civile accès à des données cruciales, à l’issue d’une <a id="a2">campagne menée pendant plusieurs années par Mozilla</a>. Le même mois, l’Alliance for Automotive Innovation a plaidé en faveur d’une loi fédérale sur la confidentialité aux États-Unis, suite à la pression publique suscitée par la série de rapports *<a id="a3">Confidentialité non incluse</a> de Mozilla, qui s’est récemment penchée sur les <a id="a4">problèmes de confidentialité liés aux voitures connectées</a>. Nous avons également lancé une nouvelle saison de notre <a id="a5">podcast IRL</a> en 2023, axée sur les développeurs d’IA qui mettent sur le marché des produits responsables.

# body.2d2a9b8c-c0df-4618-8a03-669d635fb0e5
source: Beyond advocacy, we’re also seeing new consumer products coming to market built on trustworthy AI principles. Established companies like <a id="a1">Intel</a> and <a id="a2">Adobe</a>, startups like <a id="a3">Reality Defender</a>, and research organizations like the <a id="a4">MIT Media Lab</a> are working on ways to identify deepfakes, certify image authenticity and fight <a id="a5">dis- and mis-information</a>. Twilio has introduced an <a id="a6">AI Nutrition Facts</a> initiative, offering a consumer-friendly way to understand how an AI product uses their data. Google’s DeepMind group also beta launched <a id="a7">SynthID</a>, a tool for watermarking and identifying AI-generated content, in August 2023.
de: Neben diesem Einsatz für unsere Sache sehen wir außerdem, wie immer mehr neue Verbraucherprodukte auf den Markt kommen, die nach vertrauenswürdigen KI-Prinzipien konzipiert wurden. Etablierte Unternehmen wie <a id="a1">Intel</a> und <a id="a2">Adobe</a>, Start-ups wie <a id="a3">Reality Defender</a> und Forschungsorganisationen wie das <a id="a4">MIT Media Lab</a> erarbeiten Wege, um Deepfakes zu erkennen, die Echtheit von Bildern zu verifizieren und <a id="a5">Fehl- und Falschinformationen</a> zu bekämpfen. Twilio hat eine <a id="a6">AI Nutrition Facts</a>-Initiative ins Leben gerufen, die es verbraucherfreundlich ermöglicht, nachzuvollziehen, wie KI-Produkte die Daten ihrer User*innen verwendet. Die DeepMind-Gruppe von Google gab im August 2023 einen Beta-Launch für <a id="a7">SynthI</a>D heraus, ein Tool zur Erstellung von Wasserzeichen und Identifizierung von KI-generierten Inhalten.
es: Más allá de la concienciación, también observamos la llegada al mercado de nuevos productos de consumo basados en principios de IA fiables. Empresas establecidas como <a id="a1">Intel</a> y <a id="a2">Adobe</a>, startups como <a id="a3">Reality Defender</a> y organizaciones de investigación como <a id="a4">MIT Media Lab</a> están trabajando en formas de identificar deepfakes, certificar la autenticidad de las imágenes y luchar contra la <a id="a5">desinformación y la mala información</a>. Twilio ha introducido la iniciativa <a id="a6">AI Nutrition Facts</a>, que ofrece una manera amigable para que el consumidor entienda la manera como un producto de IA utiliza sus datos. En agosto de 2023, el grupo DeepMind de Google también lanzó la versión beta de <a id="a7">SynthID</a>, una herramienta para colocar marcas de agua e identificar contenido generado por IA.
fr: Au-delà des campagnes de plaidoyer et de sensibilisation, nous assistons à l’émergence de nouveaux produits grand public fondés sur les principes d’une IA digne de confiance. Des entreprises bien établies comme <a id="a1">Intel</a> et <a id="a2">Adobe</a>, des start-up telles que <a id="a3">Reality Defender</a>, et des institutions de recherche comme le <a id="a4">MIT Media Lab</a> travaillent sur des moyens d’identifier les deepfakes, de certifier l’authenticité des images et de lutter contre la <a id="a5">désinformation et la mésinformation</a>. Twilio a lancé l’initiative <a id="a6">AI Nutrition Facts</a>, qui offre aux consommateurs une façon conviviale de comprendre comment un produit d’IA utilise leurs données. De son côté, en août 2023, le groupe DeepMind de Google a également lancé en version bêta <a id="a7">SynthID</a>, un outil permettant d’identifier et de marquer les contenus générés par IA.

# body.2d2a9b8c-c0df-4618-8a03-669d635fb0e5
source: In May 2023, Mozilla acquired <a id="a1">Fakespot</a>, a company that protects consumers by using AI to detect fraudulent product reviews and third-party sellers in real-time. Our technology analyzes billions of consumer reviews to quickly identify suspicious activity and then recommend better alternatives to consumers. In late 2023, we launched <a id="a2">Fakespot Chat</a>, which uses the power of generative AI to quickly answer shoppers’ product questions, saving consumers time and money.
de: Im Mai 2023 kaufte Mozilla <a id="a1">Fakespot</a>, ein Unternehmen, das Verbraucher*innen schützt, indem es KI dazu nutzt, gefälschte Produktbewertungen und Drittanbieter in Echtzeit zu erkennen. Unsere Technologie analysiert Milliarden von Produktbewertungen, um auffällige Aktivitäten schnell zu identifizieren und Verbraucher*innen dann bessere Alternativen vorzuschlagen. Ende 2023 brachten wir <a id="a2">Fakespot Chat</a> raus, das die Kraft der generativen KI nutzt, um Produkt bezogene Fragen von Verbraucher*innen schnell zu beantworten. Das spart ihnen Zeit und Geld.
es: En mayo de 2023, Mozilla adquirió <a id="a1">Fakespot</a>, una empresa que protege a los consumidores al utilizar IA para detectar reseñas de productos y vendedores fraudulentos en tiempo real. Nuestra tecnología analiza miles de millones de reseñas de consumidores para identificar rápidamente las actividades sospechosas y después recomendar mejores alternativas a los consumidores. A finales de 2023, lanzamos <a id="a2">Fakespot Chat</a>, que utiliza el poder de la IA generativa para responder con rapidez a las preguntas de los compradores sobre productos, lo que ahorra tiempo y dinero a los consumidores.
fr: En mai 2023, Mozilla a acquis <a id="a1">Fakespot</a>, une entreprise qui protège les consommateurs en utilisant l’IA pour détecter en temps réel les faux avis de produits et les vendeurs tiers. Sa technologie analyse des milliards d’avis de consommateurs pour identifier rapidement les activités suspectes et recommander de meilleures alternatives. Fin 2023, nous avons lancé <a id="a2">Fakespot Chat</a>, qui utilise la puissance de l’IA générative pour répondre rapidement aux questions des acheteurs sur les produits, aidant ainsi les consommateurs à gagner du temps et économiser de l’argent.

# body.2d2a9b8c-c0df-4618-8a03-669d635fb0e5
source: Work to be Done
de: Was zu tun ist
es: Trabajo por hacer
fr: Ce qu’il reste à accomplir

# body.2d2a9b8c-c0df-4618-8a03-669d635fb0e5
source: Though we’ve seen <a id="a1">positive momentum</a> to give workers more of a say in the introduction of AI tools and systems in the workplace, most casual users of generative AI tools are not thinking critically about whether these systems are trustworthy or not. Since there are few well-known alternatives to popular tools based on closed models, many consumers may feel forced to choose the tools from the companies whose technology is already embedded in their daily lives.
de: Obwohl wir ein <a id="a1">positives Momentum</a> beobachten konnten, das Arbeitnehmer*innen bei der Einführung neuer KI-Tools und -Systeme mehr Mitsprachrecht einräumt, denken die meisten normalen User*innen von generativer KI nicht kritisch darüber nach, ob diese Systeme vertrauenswürdig sind oder nicht. Da es aufgrund der geschlossenen Systeme wenige bekannte Alternativen zu den beliebtesten Tools gibt, fühlen sich viele Verbraucher*innen gezwungen, sich für die Tools der Unternehmen zu entscheiden, deren Technologie bereits in ihren Alltag integriert ist.
es: Aunque observamos un <a id="a1">impulso positivo</a> para dar a los trabajadores más voz en la introducción de herramientas y sistemas de IA en el lugar de trabajo, la mayoría de los usuarios ocasionales de herramientas de IA generativa no piensan de manera crítica si dichos sistemas son o no confiables. Como existen pocas alternativas conocidas a las herramientas populares basadas en modelos cerrados, muchos consumidores pueden sentirse obligados a elegir las herramientas de las empresas cuya tecnología ya está integrada en su vida cotidiana.
fr: Bien que nous ayons constaté <a id="a1">une dynamique positive</a> pour donner aux travailleurs plus de voix dans l’intégration des outils d’IA sur le lieu de travail, la plupart des utilisateurs occasionnels ne se posent pas de questions quant à la fiabilité de ces systèmes. Comme il existe peu d’alternatives connues aux outils populaires basés sur des modèles fermés, de nombreux consommateurs peuvent se sentir obligés de choisir les outils des entreprises dont la technologie est déjà intégrée dans leur quotidien.

# body.2d2a9b8c-c0df-4618-8a03-669d635fb0e5
source: We can’t blame consumers for choosing the most convenient tools that appear to be trustworthy, especially when there are limited alternatives. The open source community must continue building AI technology to give people better options. Civil society organizations must keep sounding the alarm on the potential for unchecked AI to cause real-world harm, and funding better alternatives. And regulators must preserve a competitive marketplace with strong consumer protections, giving the broader AI ecosystem the necessary guardrails to thrive.
de: Und wir können es den Verbraucher*innen nicht vorwerfen, dass sie sich für die praktischsten Tools entscheiden, die vertrauenswürdig erscheinen. Insbesondere, wenn die Auswahl begrenzt ist. Die Open-Source-Community muss weiterhin KI-Technologien entwickeln, damit die Menschen bessere Optionen haben. Zivilgesellschaftliche Organisationen müssen weiter wegen potenziell ungeprüfter KI die Alarmglocken läuten, die im wahren Leben Schaden anrichtet. Außerdem müssen sie bessere Alternativen finanzieren. Und Regulierungsbehörden müssen einen wettbewerbsfähigen Markt mit starkem Verbraucherschutz bewahren, um so dem KI-Ökosystem insgesamt die nötigen Richtlinien zu geben, damit es aufblühen kann.
es: No podemos culpar a los consumidores por elegir las herramientas más convenientes y aparentemente fiables, sobre todo cuando las alternativas son limitadas. La comunidad de código abierto debe seguir construyendo tecnología de IA para brindar mejores opciones a las personas. Las organizaciones de la sociedad civil deben seguir alertando sobre el potencial de la IA descontrolada para causar daños en el mundo real, así como financiar mejores alternativas. De igual manera, los legisladores deben preservar un mercado competitivo con sólidas protecciones para los consumidores, ofreciendo al ecosistema más amplio de la IA las salvaguardas necesarias para prosperar.
fr: Difficile de leur reprocher de choisir les outils les plus pratiques qui semblent a priori dignes de confiance, surtout lorsqu’il existe peu d’alternatives. La communauté « open source » doit continuer à développer des technologies d’IA pour proposer aux utilisateurs de meilleures options. Les organisations de la société civile doivent continuer à alerter sur le potentiel de nuisance des IA non contrôlées et poursuivre le financement de meilleures alternatives. Enfin, les régulateurs doivent tout faire pour maintenir un marché concurrentiel doté de systèmes de protection pour les consommateurs, et fournir ainsi à l’écosystème de l’IA les garde-fous nécessaires pour se développer.

# body.2d2a9b8c-c0df-4618-8a03-669d635fb0e5
source: At Mozilla, we’re working to build more trustworthy AI technologies into our own consumer products in the coming years, and are expanding our crowdsourced investigative research into how TikTok’s recommendation algorithm works. We’ll also need to continue raising consumer awareness of the AI privacy risks and encourage demand for more privacy-preserving approaches used in AI products.
de: Bei Mozilla arbeiten wir daran, in den kommenden Jahren mehr vertrauenswürdige KI-Technologien in unsere eigenen Verbraucherprodukte einzubauen. Zusätzlich weiten wir unsere durch Crowdsourcing angetriebene investigative Recherche in TikToks Empfehlungsalgorithmus aus. Zudem müssen wir weiterhin daran arbeiten, das Bewusstsein der Verbraucher*innen in Bezug auf Datenschutzrisiken der KI noch mehr zu schärfen und die Nachfrage nach Ansätzen für größeren Datenschutz in KI-Produkten ankurbeln.
es: En Mozilla, trabajamos para desarrollar tecnologías más fiables de IA en nuestros propios productos de consumo para los próximos años, así como ampliando nuestra investigación colaborativa sobre el funcionamiento del algoritmo de recomendación de TikTok. También tendremos que seguir sensibilizando a los consumidores sobre los riesgos para la privacidad de la IA y fomentar la demanda de más enfoques de preservación de la privacidad utilizados en los productos de IA.
fr: Chez Mozilla, nous travaillons à intégrer des technologies d’IA plus fiables dans nos produits grand public dans les années à venir, et nous élargissons nos recherches participatives sur le fonctionnement de l’algorithme de recommandation de TikTok. Nous devrons également continuer à sensibiliser les consommateurs aux risques que l’IA fait peser sur la confidentialité et à encourager la demande de méthodes préservant la vie privée dans les produits d’IA.

# body.893bbf68-8dca-44fd-98b4-46cd39f124e7.quote
source: A well-informed public is a <b>crucial piece</b> of the AI accountability puzzle.
de: Eine gut informierte Öffentlichkeit ist ein <b>wichtiger Teil</b> dieses KI-Verantwortlichkeits-Puzzles.
es: Un público bien informado es <b>pieza clave</b> del rompecabezas de responsabilidad de la IA.
fr: Un public bien informé joue un <b>rôle essentiel</b> dans le puzzle de la responsabilité de l’IA.

# body.f4eed945-8349-40d1-b2f4-e534a03d3227
source: Strengthening AI Regulations and Incentives
de: KI-Richtlinien und -Anreize stärken
es: Fortalecer la normatividad y los incentivos de la IA
fr: Renforcer les réglementations et les incitations en matière d’IA
