Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# body.8fbb4d30-f56c-4d4b-9491-895f1d72238c
source: While open source alone will not cure all of AI’s problems, when done responsibly, it can foster an environment of innovation, transparency, and community building. Coupled with competitive markets, it can help ensure advancements in AI are accessible to all, contributing to the collective knowledge base and allowing diverse perspectives to shape and govern the technology. That’s why we’re funding, building, and collaborating with partners who are working to make open source AI trustworthy, commercially successful, and useful for humans everywhere. We have a deep history of leveraging open source for societal benefit, and we're working to do it again for AI.
de: Während Open-Source allein nicht alle Probleme der KI lösen kann, kann dieser Ansatz jedoch, sofern er verantwortlich umgesetzt wird, einen Nährboden für Innovation, Transparenz und die Schaffung einer Community darstellen. Gepaart mit konkurrierenden Märkten kann dieser Ansatz dabei helfen, Fortschritte in der KI allen zugänglich zu machen. So kann Open-Source zur kollektiven Wissensdatenbank beitragen, damit vielfältige Sichtweisen die Technologie formen und lenken können. Deshalb finanzieren, entwickeln und arbeiten wir mit Partnern zusammen, die daran arbeiten, Open-Source-KI vertrauenswürdig, kommerziell erfolgreich und für alle Menschen nützlich zu machen. Unsere Geschichte ist tief darin verankert, Open-Source zum Vorteil der Gesellschaft zu nutzen, und genau das wollen wir für KI auch erreichen.
es: El código abierto por sí mismo no resolverá todos los problemas de la IA, pero puede favorecer un entorno de innovación, transparencia y desarrollo de comunidad si se utiliza de manera responsable. También, en combinación con mercados competitivos, puede ayudar a asegurar que los avances en IA sean accesibles para todos porque contribuiría a la base de conocimientos colectivos y posibilitaría diversas perspectivas para conformar y reglamentar dicha tecnología. Por eso fondeamos, construimos y colaboramos con socios que trabajan en favor de una IA de código abierto confiable, comercialmente exitosa y útil para los humanos de todo el mundo. Llevamos mucho tiempo aprovechando el código abierto en beneficio de la sociedad y queremos lograr lo mismo para la IA.
fr: L’open source n’est pas une solution miracle. Il ne permet pas de régler tous les problèmes liés à l’IA. Mais lorsqu’il est utilisé de manière responsable, il peut favoriser un environnement propice à l’innovation, à la transparence et au développement de communautés. Employé dans le cadre d’un marché concurrentiel, il peut également contribuer à garantir que les progrès en matière d’IA soient accessibles à tous, enrichissent une base de connaissances collective et permettent à une multitude de perspectives de façonner et de gouverner la technologie. C’est pourquoi nous finançons, développons et collaborons avec des partenaires qui s’efforcent de rendre l’IA open source digne de confiance, mais aussi viable commercialement et utile pour le plus grand nombre. Notre utilisation de l’open source pour le bien commun ne date pas d’hier. Et nous travaillons à utiliser cette longue expérience pour l’IA.

# body.8fbb4d30-f56c-4d4b-9491-895f1d72238c
source: As this report will show, both Mozilla and the broader ecosystem are making meaningful progress toward trustworthy AI, but more work remains. We know we can't turn the tide alone, which is why this report — and all our work — is about creating a global community committed to trustworthy AI. That’s how we build a better future.
de: Wie dieser Bericht zeigen wird, machen sowohl Mozilla als auch das breitere Ökosystem bedeutende Fortschritte in Richtung vertrauenswürdige KI, aber es bleibt viel zu tun. Wir wissen, dass wir allein die Gezeiten nicht ändern können. Deshalb geht es in diesem Bericht – und unserer gesamten Arbeit – darum, eine weltweite Community aufzubauen, die sich für vertrauenswürdige KI einsetzt. So schaffen wir eine bessere Zukunft.
es: En este informe mostraremos que tanto Mozilla como el ecosistema en general avanzan con paso firme hacia una IA confiable, pero aún queda trabajo por hacer. Sabemos que solos no podremos cambiar el rumbo. Por ello, este informe —y todo nuestro trabajo— tiene que ver con crear una comunidad mundial comprometida con una IA confiable. Así es como construimos un futuro mejor.
fr: Comme le démontre ce rapport, Mozilla et l’écosystème dans son ensemble progressent de manière significative vers une IA digne de confiance. Mais il reste encore beaucoup à faire. Nous savons que nous ne pouvons pas changer les choses seuls, c’est pourquoi le but de ce rapport — et de tous nos efforts — est de créer une communauté mondiale engagée en faveur d’une IA fiable. C’est ainsi que nous contribuons à construire un avenir meilleur.

# body.fa708b45-ebb6-4185-a351-0542081285d7.quote
source: We have come to believe that open source approaches and broad market access are key ingredients for promoting <b>agency and accountability</b> in the AI era.
de: Wir sind zu der Überzeugung gelangt, dass Open-Source-Ansätze und ein breiter Marktzugang die Hauptzutaten sind, die es für <b>Selbstbestimmung und Verantwortlichkeit</b> auf dem Gebiet der KI braucht.
es: Creemos que el código abierto y el amplio acceso al mercado son ingredientes imprescindibles para promover <b>la acción y la responsabilidad</b> en la era de la inteligencia artificial.
fr: Nous sommes convaincus que les approches open source et un accès large au marché sont des éléments clés pour promouvoir <b>la capacité d’action et la responsabilité</b> à l’ère de l’IA.

# body.b9421831-8c22-4bb5-9760-eee079598137
source: Changing AI Development Norms
de: KI-Entwicklungsstandards ändern
es: Cambiar las normas de desarrollo de la IA
fr: Changer les normes de développement de l’IA

# body.b9421831-8c22-4bb5-9760-eee079598137
source: In our 2020 paper, we called for a shift in the tech industry’s norms and guidelines around how AI is built. We highlighted the need for more diversity among the stakeholders involved in designing AI as a key condition of trustworthiness. Today, we’re seeing the impact of that lack of diversity come through both in the datasets used to train LLMs, and in who gets to set AI development norms.
de: In unserem Paper von 2020 haben wir zu einem Wandel der Normen und Richtlinien in der Tech-Branche aufgerufen, die sich auf die Entwicklung von KI beziehen. Dabei hoben wir den Bedarf an mehr Diversität unter Stakeholdern hervor, die am Design von KI beteiligt sind und betonten, dass dies eine wichtige Bedingung für Vertrauenswürdigkeit darstellt. Heute spiegelt sich die mangelnde Diversität sowohl in den Datensätzen wider, mit denen LLMs trainiert werden, als auch darin, wer die Normen für die KI-Entwicklung festlegen darf.
es: En nuestro documento de análisis de 2020, instamos a un cambio en las normas y lineamientos del sector tecnológico con respecto a la manera de construir la IA. Pusimos de relieve la necesidad de una mayor diversidad de participantes en el diseño de la IA como condición imprescindible para la confiabilidad. Hoy, estamos viendo el impacto de esa falta de diversidad tanto en los conjuntos de datos utilizados para entrenar los LLM, como en quién establece las normas de desarrollo de la IA.
fr: Dans notre document de 2020, nous avons appelé à faire évoluer les normes et les lignes de conduite du secteur technologique portant sur le développement de l’IA. Nous avons mis en avant le besoin d’une plus grande diversité parmi les acteurs impliqués dans la conception de l’IA. Nous en avons même fait une condition essentielle à sa fiabilité. Aujourd’hui, nous constatons les répercussions de ce manque de diversité à la fois dans les ensembles de données utilisés pour entraîner les LLM et dans la définition des normes de développement de l’IA.

# body.b9421831-8c22-4bb5-9760-eee079598137
source: AI models are trained on reams of data from across the internet, but because the internet is not universally accessible, the data we use is inherently incomplete. As a result, LLM outputs are limited by the languages and content that are most prevalent online, including hate speech and other harmful posts from the dark corners of the web.
de: KI-Modelle werden auf Unmengen von Daten aus dem Internet trainiert. Da das Internet jedoch nicht universell zugänglich ist, sind die von uns verwendeten Daten naturgemäß unvollständig. Infolgedessen sind die LLM-Ergebnisse durch die Sprachen und Inhalte begrenzt, die online am weitesten verbreitet sind, einschließlich Hassreden und anderer schädlicher Beiträge aus den dunklen Ecken des Internets.
es: Los modelos de IA se entrenan utilizando grandes cantidades de datos de todo el internet, pero ya que este no es accesible para todos, los datos que usamos son de por sí incompletos. En consecuencia, los resultados de los LLM están limitados por los lenguajes y contenidos que prevalecen más en línea, incluidos el discurso de odio y otras publicaciones perjudiciales de los rincones más recónditos de la red.
fr: Les modèles d’IA sont entraînés sur des quantités gigantesques de données provenant d’un peu partout sur Internet. Mais comme Internet n’est pas accessible à tous de manière universelle, les données utilisées sont logiquement incomplètes. Conséquence : les résultats des LLM sont limités par les langues et les contenus les plus présents en ligne, ce qui inclut notamment les discours haineux et les publications néfastes provenant des recoins les plus sombres du Web.

# body.b9421831-8c22-4bb5-9760-eee079598137
source: Additionally, if only a small group of people in Silicon Valley are building AI and developing the trust and safety practices that will shape the industry’s future, AI products will lack the nuance of other cultural perspectives and lived experiences. That has real consequences for people and communities historically shut out of tech, who will feel the impact as AI use spreads.
de: Außerdem wird KI-Produkten, die nur von einer kleinen Gruppe Menschen in Silicon Valley entwickelt werden, die auch ihre Vertrauens- und Sicherheitspraktiken festlegen und damit die Zukunft der Branche beeinflussen, die Nuance anderer kultureller Sichtweisen und gelebten Erfahrungen fehlen. Das hat echte Konsequenzen für die Menschen und Communitys, die bisher keinen Zugriff auf Technologien hatten. Diese werden die Auswirkungen in besonderem Maße spüren, wenn sich die KI ausbreitet.
es: Además, si solo un pequeño grupo de personas de Silicon Valley construye IA y desarrolla las prácticas de confianza y seguridad que configurarán el futuro de la industria, los productos de IA carecerán de los matices de otras perspectivas culturales y experiencias vividas. Esto tiene consecuencias reales para las personas y comunidades históricamente excluidas de la tecnología, que se sentirán el impacto a medida que se extienda el uso de la IA.
fr: De plus, si l’IA est développée seulement par une poignée d’entreprises de la Silicon Valley, qui se charge elles-mêmes d’élaborer des pratiques en matière de confiance et de sécurité qui façonneront irrémédiablement l’avenir du secteur entier, les produits d’IA seront privés d’une grande diversité de perspectives culturelles et d’expériences vécues. Les conséquences pourraient être dramatiques pour les personnes et les communautés historiquement exclues de la technologie, qui en ressentiront les effets sitôt que l’utilisation de l’IA se généralisera.

# body.b9421831-8c22-4bb5-9760-eee079598137
source: Positive Progress
de: Positiver Fortschritt
es: Avances positivos
fr: Des progrès positifs

# body.b9421831-8c22-4bb5-9760-eee079598137
source: Though the tech industry is still overwhelmingly white and male, women and people from underrepresented communities have spent the last three years pushing to influence the trajectory of AI development.
de: Zwar ist die Mehrheit der Tech-Branche immer noch überwältigend weiß und männlich, jedoch haben sich in den letzten drei Jahren Frauen und Menschen aus unterrepräsentierten Communitys dafür eingesetzt, die Flugbahn der KI-Entwicklung zu beeinflussen.
es: Aunque el sector tecnológico aún es en su mayoría abrumadoramente blanco y masculino, las mujeres y las personas de comunidades subrepresentadas han pasado los últimos tres años ejerciendo presión para influir en la trayectoria del desarrollo de la IA.
fr: Bien que le secteur technologique reste largement dominé par des hommes blancs, au cours des trois dernières années, des femmes et des personnes issues de communautés sous-représentées ont œuvré pour influencer la trajectoire du développement de l’IA.

# body.b9421831-8c22-4bb5-9760-eee079598137
source: One example is the work of <a id="a1">Dr. Timnit Gebru</a>, who was fired from her role as a co-lead of Google’s Ethical AI team in 2020 for <a id="a2">raising concerns about bias</a> in an early LLM version. She has since become an advocate for diversity in tech, speaking out about the centralized market power of large corporations building AI systems that impact the entire world. A year after her firing, she founded the <a id="a3">Distributed Artificial Intelligence Research Institute (DAIR)</a>, “a space for independent, community-rooted AI research, free from big tech’s pervasive influence.” Since its inception, DAIR has focused on elevating the voice of marginalized people in <a id="a4">research</a> on the harms associated with AI technology. The organization also focuses on building community to accelerate the creation of technologies for a better future.
de: Ein Beispiel dafür ist die Arbeit von <a id="a1">Dr. Timnit Gebru</a>, die 2020 aus ihrer Position als Co-Lead von Googles Ethical AI Team entlassen wurde, weil sie ihre <a id="a2">Bedenken über Voreingenommenheit</a> einer frühen LLM-Version äußerte. Seitdem setzt sie sich für Diversität in der Tech-Branche ein und spricht öffentlich über die zentralisierte Marktmacht großer Unternehmen, die KI-Systeme bauen, die die ganze Welt beeinflussen. Ein Jahr nach Ihrer Entlassung gründete sie das <a id="a3">Distributed Artificial Intelligence Research Institute (DAIR)</a>, „ein Ort für unabhängige, in der Community verwurzelte KI-Forschung, die frei ist vom allgegenwärtigen Einfluss von Big Tech.“ Seit seiner Gründung konzentriert sich DAIR darauf, marginalisierten Menschen in der <a id="a4">Forschung</a> eine Stimme zu verleihen und über die mit KI-Technologie verbundenen Schäden zu informieren. Die Organisation konzentriert sich auch darauf, eine Community aufzubauen, um die Entwicklung von Technologien für eine bessere Zukunft zu beschleunigen.
es: Un ejemplo de esto es la labor de la <a id="a1">Dra. Timnit Gebru</a>, a quien despidieron de su cargo de codirectora del equipo de IA ética de Google en 2020 por <a id="a2">expresar sus inquietudes sobre el sesgo</a> en una primera versión del LLM. Desde entonces, es una defensora de la diversidad en la tecnología y se pronuncia respecto al poder de mercado centralizado de las grandes empresas que construyen sistemas de IA con repercusiones en todo el mundo. Un año después de que la despidieran, fundó el <a id="a3">Distributed Artificial Intelligence Research Institute (DAIR)</a>, “un espacio para la investigación de IA independiente, arraigada en la comunidad, libre de la influencia dominante de las grandes tecnológicas”. Desde sus inicios, DAIR se ha enfocado en elevar la voz de las personas marginadas en <a id="a4">la investigación</a> sobre los daños asociados con la tecnología de IA. La organización también se concentra en construir comunidad con el fin de acelerar la creación de tecnologías para un mejor futuro.
fr: Le travail du <a id="a1">Dr Timnit Gebru</a>, licenciée en 2020 de son poste de coresponsable de l’équipe chargée des questions éthiques pour l’IA chez Google pour avoir <a id="a2">soulevé des inquiétudes concernant les biais</a> dans une version précoce des LLM en est un exemple marquant. Elle est depuis devenue une voix importante pour la diversité dans le secteur technologique, dénonçant le pouvoir et le monopole des grandes entreprises qui développent des systèmes d’IA ayant un impact dans le monde entier. Un an après son licenciement, elle a fondé le <a id="a3">Distributed Artificial Intelligence Research Institute (DAIR)</a>, un espace dédié à la recherche indépendante et communautaire sur l’IA, à l’abri de l’influence des géants de la tech. Depuis son lancement, le DAIR travaille à faire entendre la voix des personnes marginalisées dans la <a id="a4">recherche</a> sur les préjudices liés à la technologie de l’IA. L’organisation s’efforce également de créer une communauté ayant pour mission d’accélérer la création de technologies pour un avenir meilleur.

# body.b9421831-8c22-4bb5-9760-eee079598137
source: We also acknowledge the evolution of the <a id="a1">ACM Conference on Fairness, Accountability, and Transparency</a> (ACM FAccT), which has made a <a id="a2">deliberate effort</a> to increase conference participation from underrepresented groups, expanding the range of voices included in discussions that will shape the future of the industry.
de: Wir erkennen zudem die Entwicklung der <a id="a1">ACM Conference on Fairness, Accountability, and Transparency</a> (ACM FAccT) an, die sich <a id="a2">bewusst</a> um eine vermehrte Teilnahme unterrepräsentierter Gruppen an der Konferenz bemüht. So wird das Spektrum der Stimmen erweitert, die an Diskussionen rund um die Zukunft der Branche teilnehmen.
es: También reconocemos la evolución de la <a id="a1">Conferencia de la ACM sobre Equidad, Responsabilidad y Transparencia</a> (ACM FAccT), la cual ha hecho un <a id="a2">esfuerzo deliberado</a> para aumentar la participación de grupos subrepresentados en la conferencia, ampliando la gama de voces incluidas en las discusiones que darán forma al futuro de la industria.
fr: Nous reconnaissons également les progrès de la <a id="a1">Conférence ACM sur l’Équité, la Responsabilité et la Transparence (ACM FAccT</a>), dont les <a id="a2">efforts délibérés</a> visent à accroître la participation des groupes sous-représentés à la conférence, permettant ainsi une plus grande diversité de voix dans les discussions qui façonneront l’avenir du secteur technologique.

# body.b9421831-8c22-4bb5-9760-eee079598137
source: At Mozilla, we’ve provided financial backing for our <a id="a1">Trustworthy AI Fellows</a>, who are addressing a wide range of issues, from racialized algorithmic systems on dating apps to the impacts of AI technologies on rural communities. Several of our Fellows have since been recognized for their work on a global stage, including <a id="a2">Inioluwa Deborah Raji</a> and <a id="a3">Abeba Birhane</a>, who were named to the 2023 TIME100 AI list for their work on open source algorithmic auditing tools. Berhane’s work has challenged the idea that ever-larger AI models will solve the problem of toxic or biased outputs, finding that “as datasets scale, hateful content also scales.” Mozilla Ventures also invested in <a id="a4">Lelapa AI</a>, which aims to unlock the immense potential benefits of AI technology that has historically excluded African languages.
de: Wir von Mozilla unterstützen unsere <a id="a1">Trustworthy AI Fellows</a> finanziell, die eine breite Palette an Problemen angehen, von rassistischen algorithmischen Systemen in Dating-Apps bis zu den Auswirkungen von KI-Technologien auf ländliche Gemeinschaften. Mehrere unserer Fellows haben seitdem auf globaler Ebene Anerkennung für ihre Arbeit erhalten, unter ihnen <a id="a2">Inioluwa Deborah Raji</a> und <a id="a3">Abeba Birhane</a>, die für ihre Arbeit an algorithmischen Open-Source-Auditing-Tools auf der TIME 100 AI-Liste 2023 genannt wurden. Abeba Birhanes Arbeit stellte die Annahme infrage, dass immer größere KI-Modelle das Problem toxischer oder voreingenommener Outputs lösen werden. Sie stellte stattdessen fest, dass „größere Datensätze zu mehr hasserfüllten Inhalten führen“. Mozilla Ventures investierte außerdem in <a id="a4">Lelapa AI</a>, ein Unternehmen, dass die immensen potenziellen Vorteile von KI-Technologie freisetzen möchte, die afrikanische Sprachen bisher ausgeschlossen hat.
es: En Mozilla, hemos brindado apoyo financiero a nuestros <a id="a1">Becarios de IA Confiable</a>, quienes están abordando una amplia gama de problemas, desde los sistemas algorítmicos racializados en las aplicaciones de citas hasta las repercusiones de las tecnologías de IA en las comunidades rurales. Varios de nuestros investigadores han obtenido reconocimiento a su labor en foros internacionales, como <a id="a2">Inioluwa Deborah Raji</a> y <a id="a3">Abeba Birhane</a>, nominadas para la lista TIME100 de IA de 2023 por su trabajo sobre herramientas de auditoría algorítmica de código abierto. El trabajo de Birhane cuestionó la idea de que los modelos de IA cada vez más grandes solucionarán el problema de la toxicidad y sesgo en los resultados generados, y descubrió que “cuanto más grandes los conjuntos de datos, más abundante el contenido que incita al odio”. Mozilla Ventures también invirtió en <a id="a4">Lelapa AI</a>, que busca detonar los inmensos beneficios potenciales de la tecnología de IA que históricamente ha excluido las lenguas africanas.
fr: Nous avons soutenu financièrement des <a id="a1">titulaires de bourse Mozilla</a>, des experts en IA digne de confiance qui travaillent sur une variété de problématiques allant des systèmes algorithmiques racialisés sur les applications de rencontres aux impacts des technologies d’IA sur les communautés rurales. Plusieurs de ces personnes ont été reconnues au niveau mondial pour leur travail, comme <a id="a2">Inioluwa Deborah Raji</a> et <a id="a3">Abeba Birhane</a>, nommées dans la liste TIME100 AI 2023 pour leur travail sur les outils d’audit algorithmique open source. Le travail de Berhane a remis en question l’idée que des modèles d’IA toujours plus grands résoudront le problème des résultats toxiques ou biaisés, en mettant en lumière le fait que « les contenus haineux augmentent en même temps que les ensembles de données ». Mozilla Ventures a également investi dans <a id="a4">Lelapa AI</a>, qui vise à exploiter le potentiel des langues africaines dans le domaine de l’IA, dont elles sont traditionnellement exclues.
