Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# seo_title
source: Accelerating Progress Toward Trustworthy AI
de: Fortschritt in Richtung vertrauenswürdige KI vorantreiben
es: Acelerar los avances hacia una IA confiable
fr: Accélérer le développement d’une IA digne de confiance

# search_description
source: Status update on our 2020 paper “Creating Trustworthy AI” and next steps to promote openness, competition, and accountability in AI
de: Status-Update zu unserem Paper „Creating Trustworthy AI“ von 2020 und nächste Schritte für mehr Offenheit, Wettbewerb und Verantwortlichkeit in der KI
es: Actualización de nuestro documento de 2020 "Crear una IA digna de confianza" y próximos pasos para promover la apertura, la competencia y la responsabilidad en la IA.
fr: Mise à jour de notre article intitulé « Créer une IA digne de confiance », publié en 2020, et pistes pour encourager l’ouverture, la concurrence et la responsabilité dans le domaine de l’IA.

# title
source: Accelerating Progress Toward Trustworthy AI
de: Fortschritt in Richtung vertrauenswürdige KI vorantreiben
es: Acelerar los avances hacia una IA confiable
fr: Accélérer le développement d’une IA digne de confiance

# subtitle
source: Status update on our 2020 paper “Creating Trustworthy AI” and next steps to promote openness, competition, and accountability in AI
de: Status-Update zu unserem Paper „Creating Trustworthy AI“ von 2020 und nächste Schritte für mehr Offenheit, Wettbewerb und Verantwortlichkeit in der KI
es: Actualización de nuestro documento de 2020 "Crear una IA digna de confianza" y próximos pasos para promover la apertura, la competencia y la responsabilidad en la IA.
fr: Mise à jour de notre article intitulé « Créer une IA digne de confiance », publié en 2020, et pistes pour encourager l’ouverture, la concurrence et la responsabilité dans le domaine de l’IA.

# secondary_subtitle
source: V.09 for Public Comment
de: V. 09 zur öffentlichen Diskussion
es: V.09 abierto a comentarios del público
fr: V.09 pour commentaires publics

# body.032145a5-0f89-47af-9feb-e49584026d04
source: README
de: LIESMICH
es: PREFACIO
fr: LIRE

# body.032145a5-0f89-47af-9feb-e49584026d04
source: Mozilla’s work on AI is not new – we’ve been funding, building and advocating for trustworthy AI approaches for years. In 2020, we published a <a id="a1">white paper</a> that outlined our vision for trustworthy AI in a nascent moment for the technology. Since then, a lot has changed. Today, AI is increasingly powerful and pervasive in our society, and its promise and perils are becoming even more apparent. While there are a growing number of individuals and organizations working on making AI more trustworthy, the scope of the challenge is also continuing to grow. And while we’ve made progress on advancing guardrails for AI systems, the AI ecosystem has also become increasingly closed and concentrated.
de: Mozilla hat nicht erst gestern mit der Arbeit an KI begonnen – wir fördern, bauen und setzen uns und schon seit Jahren für die Entwicklung einer vertrauenswürdigen KI ein. 2020 veröffentlichten wir ein <a id="a1">Whitepaper,</a> in dem wir unsere Vision für eine vertrauenswürdige KI erörterten. Zu jenem Zeitpunkt steckte diese Technologie noch in den Kinderschuhen. Seitdem hat sich vieles geändert. Heute ist KI in unserer Gesellschaft immer mächtiger und weiter verbreitet, und sowohl ihre Versprechen als auch ihre Risiken werden immer deutlicher. Zwar setzt sich eine wachsende Anzahl an Individuen und Organisationen für die Entwicklung einer vertrauenswürdigeren KI ein, allerdings gewinnt diese Herausforderung auch immer weiter an Umfang. Und während wir im Hinblick auf Leitlinien für KI-Systeme Fortschritte gemacht haben, hat sich das KI-Ökosystem immer mehr verschlossen und verdichtet.
es: El trabajo de Mozilla en IA no es nuevo: llevamos años financiando, construyendo y abogando por enfoques de IA confiables. En 2020, publicamos un <a id="a1">documento técnico</a> que esbozaba nuestra visión de la IA confiable en un momento incipiente para la tecnología. Desde entonces, muchas cosas han cambiado. Hoy en día, la IA es cada vez más poderosa y está cada vez más presente en nuestra sociedad, y sus promesas y peligros son cada vez más evidentes. Aunque cada vez son más las personas y organizaciones que trabajan para que la IA sea más fiable, el alcance del reto también sigue creciendo. Y, al haber avanzado en la creación de barreras para los sistemas de IA, el ecosistema de la IA también se ha vuelto cada vez más cerrado y concentrado.
fr: L’implication de Mozilla dans le domaine de l’IA ne date pas d’hier. Nous finançons, développons et militons pour une IA digne de confiance depuis plusieurs années. En 2020, nous avons publié un <a id="a1">livre blanc</a> décrivant notre vision d’une IA digne de confiance, à un moment où cette technologie n’en était qu’à ses balbutiements. Depuis, beaucoup de choses ont changé. L’IA est de plus en plus puissante et omniprésente dans notre société, et ses promesses ainsi que ses dangers se font de plus en plus évidents. Et bien que de plus en plus d’individus et d’organisations œuvrent pour rendre l’IA plus fiable, le défi ne cesse de croître. Malgré la mise en place de garde-fous, l’écosystème de l’IA est devenu de plus en plus fermé et concentré entre les mains de quelques grandes entreprises.

# body.032145a5-0f89-47af-9feb-e49584026d04
source: Given the rapid changes in AI recently, we felt there was a need to take stock of the progress we’ve made so far and the work that is left to do. This new report provides an update on work to date in the four strategic areas we outlined in our 2020 paper, and it maps key initiatives happening in these areas – both at Mozilla and across the ecosystem. Importantly, the paper also emphasizes our evolving focus on the centrality of open source in the development of more trustworthy AI. We hope this report will be both a guidepost and map — helping readers to articulate their own strong message on trustworthy AI, build and invest in a better future for AI, and find opportunities to collaborate with others in the AI ecosystem. In turn, we believe our collective work can set us on a path to truly advance openness, competition, and accountability in AI.
de: Im Hinblick auf die aktuell rasanten Veränderungen in der KI möchten wir uns ansehen, wie viel Fortschritt wir bisher machen konnten und was noch auf der Agenda steht. In diesem neuen Bericht stellen wir den aktuellen Stand unserer Arbeit in Bezug auf die strategischen Themen bis dato dar, die aus unserem 2020 Paper hervorgehen. Außerdem beschreibt er die wichtigsten Initiativen auf diesen Themengebieten – sowohl bei Mozilla als auch in Bezug auf das gesamte Ökosystem. Wichtig ist dabei, zu betonen, dass unser sich ändernder Fokus auf der zentralen Bedeutung von Open-Source für die Entwicklung einer vertrauenswürdigeren KI liegt. Dieser Bericht soll unseren Leser*innen als Wegweiser und Karte dienen, ihre eigene Botschaft über vertrauenswürdige KI zu artikulieren, eine bessere Zukunft für KI aufzubauen und darin zu investieren. Außerdem soll er ihnen Möglichkeiten eröffnen, mit anderen in diesem KI-Ökosystem zusammenzuarbeiten. Wir glauben, dass unsere gemeinschaftliche Arbeit uns dabei helfen kann, Offenheit, Wettbewerb und Verantwortlichkeit in der KI wahrhaftig voranzubringen.
es: Dada la rapidez con la que la IA ha cambiado recientemente, nos pareció necesario hacer un balance de los avances que hemos logrado hasta ahora y el trabajo que queda por hacer. Este nuevo reporte proporciona una actualización sobre el trabajo realizado hasta la fecha en las cuatro áreas estratégicas que detallamos en nuestro documento de 2020, y mapea las iniciativas clave que están ocurriendo en estas áreas, tanto en Mozilla como en todo el ecosistema. Pero principalmente, el documento también pone en relieve nuestro creciente interés por la importancia del código abierto en el desarrollo de una IA más confiable. Esperamos que este reporte sea tanto una guía como un mapa, ayudando a los lectores a articular su propio mensaje contundente sobre una IA confiable, a construir e invertir en un mejor futuro para la IA, y a encontrar oportunidades para colaborar con otros en el ecosistema de la IA. Por otra parte, creemos que nuestra labor colectiva puede encaminarnos a fomentar verdaderamente la apertura, competencia y responsabilidad en la IA.
fr: Face aux évolutions rapides et récentes dans le domaine de l’IA, nous avons ressenti le besoin de faire le point sur les progrès accomplis jusqu’ici et sur ce qu’il reste à faire. Ce nouveau rapport propose une mise à jour sur les travaux réalisés dans les quatre domaines stratégiques identifiés en 2020. Il dresse également un état des lieux des principales initiatives en cours dans ces domaines, tant au sein de Mozilla que dans l’écosystème global. Surtout, ce rapport souligne le rôle central de l’open source, selon nous, dans le développement d’une IA plus fiable. Nous espérons qu’il pourra servir de guide et de boussole aux lecteurs, qu’il les aidera à comprendre les enjeux d’une IA digne de confiance, les encouragera à s’engager pour de meilleures perspectives avec l’IA, et leur permettra d’identifier des opportunités de collaboration avec d’autres acteurs de cet écosystème. De notre côté, nous sommes convaincus que ce travail collectif pourra nous mettre sur la voie de l’ouverture, de la concurrence libre et non faussée ainsi que de la responsabilité dans le domaine de l’IA.

# body.032145a5-0f89-47af-9feb-e49584026d04
source: <b>We invite your input on the report and your feedback on the state of the AI ecosystem more broadly. Through your comments and a series of public events, we will take feedback from the AI community and use it to strengthen our understanding and vision for the future of trustworthy AI. Please email us at</b> <a id="a1"><b>AIPaper@mozillafoundation.org</b></a><b> to provide any input on the report and/or to highlight your favorite examples of AI being used in ways that build trust and improve people’s lives.</b>
de: <b>Wir laden Sie ein, uns Ihr Feedback zu unserem Bericht und zum KI-Ökosystem insgesamt zu geben. Durch Ihre Kommentare und eine Reihe an öffentlichen Events sammeln wir das Feedback aus der KI-Community und wenden es an, um unser Verständnis und unsere Vision für die Zukunft einer vertrauenswürdigen KI zu stärken. Bitte teilen Sie uns Ihr Feedback und Ihren Input zum Bericht über</b> <a id="a1"><b>AIPaper@mozillafoundation.org</b></a><b> mit und/oder heben Sie Ihre Lieblingsbeispiele zu KI hervor, die auf eine vertrauenswürdige Art und Weise genutzt wird und das Leben der Menschen verbessert. </b>
es: <b>Te invitamos a comentar el informe en particular y el estado del ecosistema de la IA en general. Tus comentarios y una serie de eventos públicos nos servirán como retroalimentación de la comunidad de IA que utilizaremos para fortalecer nuestra comprensión y visión del futuro de una IA confiable. Envíanos un correo electrónico a</b> <a id="a1"><b>AIPaper@mozillafoundation.org</b></a><b> para comentarnos el informe y/o darnos tus ejemplos favoritos de IA utilizada en formas que fomentan la confianza y mejoran la vida de las personas.</b>
fr: <b>Nous vous invitons à partager vos réflexions sur le rapport et à nous faire part de vos impressions sur l’état actuel de l’écosystème de l’IA. Vos commentaires, ainsi que votre participation à une série d’événements publics, seront précieux pour enrichir notre compréhension et notre vision de l’avenir de l’IA fiable. N’hésitez pas à nous contacter à l’adresse</b> <a id="a1"><b>AIPaper@mozillafoundation.org</b></a><b> pour nous donner votre avis sur le rapport et partager vos exemples favoris illustrant une utilisation de l’IA qui favorise la confiance et améliore le quotidien des individus.</b>

# body.032145a5-0f89-47af-9feb-e49584026d04
source: Executive Summary
de: Kurzfassung
es: Resumen ejecutivo
fr: Résumé

# body.496d8ea0-44ac-4dd4-8251-4b73da7f6ea3
source: AI in our world today
de: KI heute
es: La inteligencia artificial en el mundo de hoy
fr: L’IA dans notre monde aujourd’hui

# body.496d8ea0-44ac-4dd4-8251-4b73da7f6ea3
source: We’re at an inflection point for AI, and for society at large. The technology is unlocking huge societal benefits, ranging from AI-powered drug discovery and climate solutions to productivity gains for individuals and small businesses. While these benefits are profound, the harms from AI have also never been more pressing. We’re seeing AI being used in ways that make it easier to deceive and harass people on social media, perpetuate bias in the criminal justice system, and extract sensitive information from people’s online activity.
de: Wir befinden uns an einem Wendepunkt sowohl für die KI als auch für die Gesellschaft insgesamt. Die Technologie schaltet riesige gesellschaftliche Vorteile frei. Dazu zählt alles von der Entdeckung neuer Medikamente und Klimalösungen mithilfe von KI, bis hin zu gesteigerter Produktivität sowohl von Individuen als auch kleinen Unternehmen. Während diese Vorteile tiefgreifend sind, waren auch die durch die KI verursachten Schäden noch nie so dringlich. Die aktuelle Nutzungsweise von KI vereinfacht die Täuschung und Belästigung von Personen in den sozialen Medien, die Aufrechterhaltung von Voreingenommenheit im Strafrechtssystem und die Gewinnung sensibler Informationen aus der Online-Aktivität der Nutzer*innen.
es: Nos encontramos en un punto de inflexión para la IA y para la sociedad en general. La tecnología ha posibilitado enormes beneficios para la sociedad: desde soluciones mediante IA en la farmacología y el cambio climático, hasta el aumento de la productividad de las personas y las pequeñas empresas. Aunque estos beneficios son enormes, los daños causados por la IA nunca habían sido tan apremiantes. La IA se utiliza de forma que facilita el engaño y el acoso en las redes sociales, perpetúa los prejuicios en el sistema de justicia penal y extrae información sensible de la actividad en línea de las personas.
fr: Nous sommes à un tournant pour l’IA et pour la société dans son ensemble. Cette technologie ouvre la voie à d’énormes avantages pour la société, de la découverte de médicaments et de solutions climatiques à des gains de productivité pour les individus et les petites entreprises. Mais ces avantages ne sont pas sans contrepartie. Et les préjudices causés par l’IA sont aujourd’hui plus préoccupants que jamais. Nous voyons l’IA être utilisée pour faciliter la tromperie et le harcèlement sur les réseaux sociaux, perpétuer les biais dans les systèmes judiciaires ou encore extraire des informations sensibles de l’activité en ligne des personnes.

# body.e4db8bda-dcaf-497e-b5c4-9722b2a8d380
source: Today’s AI ecosystem is structurally flawed in ways that prevent us from realizing the full potential of AI, while also allowing AI harms to go unchecked. We know that many of AI’s innovations and applications have been fueled by open source and open science; for example, Google’s influential <a id="a1">transformer paper</a> and <a id="a2">TensorFlow</a> framework were made widely available, which supported many AI innovations across sectors. But now, many big tech companies are <a id="a3">vilifying</a> open and competitive approaches to AI in favor of their own proprietary AI models and lucrative cloud computing businesses. This is making it harder to compete in the AI ecosystem.
de: Die heute bestehenden strukturellen Fehler im KI-Ökosystem hindern uns daran, das volle Potenzial aus der KI zu schöpfen. Gleichzeitig bleiben die durch sie verursachten Schäden ungeprüft. Es ist bekannt, dass viele der Innovationen und Anwendungsgebiete der KI von Open-Source und Wissenschaft angetrieben wurden. So wurden beispielsweise das einflussreiche <a id="a1">Transformer-Paper</a> und das <a id="a2">TensorFlow-Rahmenwerk</a> von Google weitläufig verfügbar gemacht. Beides war für viele KI-Innovationen branchenübergreifend sehr hilfreich. Aktuell <a id="a3">verunglimpfen</a> allerdings viele große Tech-Unternehmen eine offene und wettbewerbsorientierte Herangehensweise an KI und ziehen stattdessen ihre eigenen, urheberrechtlich geschützten KI-Modelle und lukrative Cloud-Computing-Unternehmen vor. Das erschwert den Wettbewerb innerhalb des KI-Ökosystems.
es: Las fallas estructurales del ecosistema de la IA nos impiden ver todo su potencial y, al mismo tiempo, permiten que los daños de la IA queden sin control. Sabemos que muchas de las innovaciones y aplicaciones de la IA han sido impulsadas por el código abierto y la ciencia abierta; por ejemplo, el influyente <a id="a1">documento transformer</a> de Google y el <a id="a2">marco TensorFlow</a> se hicieron ampliamente accesibles, lo que apoyó muchas innovaciones de IA en todos los sectores. Sin embargo, ahora, muchas de las grandes tecnológicas <a id="a3">denigran</a> los enfoques abiertos y competitivos de la IA en favor de sus propios modelos de IA patentados y sus negocios lucrativos de informática en la nube. Esto dificulta la competencia en el ecosistema de la IA.
fr: L’écosystème actuel de l’IA présente des défauts structurels qui freinent la réalisation de son plein potentiel, tout en laissant les préjudices liés à l’IA proliférer sans entraves. Nous savons que de nombreuses innovations et applications de l’IA ont été rendues possibles grâce à l’open source et à l’open science. Le <a id="a1">document sur les transformateurs</a> de Google et le cadre de travail <a id="a2">TensorFlow</a>, par exemple, ont été largement diffusés, contribuant directement à de nombreuses avancées de l’IA dans plusieurs secteurs. Mais aujourd’hui, de nombreuses grandes entreprises technologiques <a id="a3">discréditent</a> ces approches ouvertes et concurrentielles, privilégiant des modèles d’IA propriétaires et leurs activités lucratives dans le Cloud Computing. Résultat : la concurrence au sein de l’écosystème de l’IA est de plus en plus ardue.

# body.e4db8bda-dcaf-497e-b5c4-9722b2a8d380
source: We know from other industries that competition is vital for spurring research and development, creating cheaper and safer products, and invigorating investment and job creation. A lack of openness and competition also <a id="a1">makes it harder</a> to promote accountability in AI, as it reduces independent research and collaboration, inhibits scrutiny from the public and regulators, and increases market barriers for new players focused on creating responsible AI.
de: Aus anderen Branchen wissen wir, dass Wettbewerb Forschung und Entwicklung bedeutend anspornt und er so auch zur Entwicklung günstigerer und sicherer Produkte beiträgt. Außerdem regt er Investitionen und die Schaffung von Arbeitsplätzen an. Fehlende Offenheit und ein Mangel an Wettbewerb <a id="a1">erschweren</a> folglich die Förderung von Verantwortlichkeit in der KI, da beides zu weniger unabhängiger Forschung und Zusammenarbeit führt. Außerdem verhindert dies auch die kritische Betrachtung durch die Öffentlichkeit und Behörden und setzt die Marktbarrieren für neue Akteure hoch, deren Fokus auf der Schaffung einer verantwortlichen KI liegt.
es: Sabemos por otros sectores que la competencia es crucial para impulsar la investigación y el desarrollo, crear productos más económicos y seguros, así como estimular la inversión y la creación de empleos. De igual forma, la falta de apertura y de competencia <a id="a1">dificulta</a> promover la responsabilidad en la IA porque reduce la investigación y cooperación independientes, inhibe el escrutinio de ciudadanos y autoridades normativas e incrementa las barreras del mercado a los nuevos participantes centrados en crear una IA responsable.
fr: Pourtant, il suffit d’observer les autres secteurs d’activité pour constater que la concurrence est cruciale pour stimuler la recherche et le développement, créer des produits moins chers et plus sûrs, mais aussi stimuler l’investissement et la création d’emplois. Un manque d’ouverture et de concurrence rend également <a id="a1">plus difficile</a> la promotion de la responsabilité en matière d’IA. Cela limite la recherche indépendante et la collaboration, réduit la transparence vis-à-vis du public et des régulateurs, et crée des obstacles sur le marché pour les nouveaux venus qui cherchent à développer une IA responsable.

# body.e4db8bda-dcaf-497e-b5c4-9722b2a8d380
source: In a world where AI is touching every sector and facet of society, we need structural changes that tackle the root causes of today’s AI harms and unlock the positive benefits of AI. <b>That’s how we get to trustworthy AI: tech that is built and deployed in ways that support accountability and agency, and advance individual and collective well-being.</b>
de: In einer Welt, in der KI jede Branche und Facette der Gesellschaft betrifft, brauchen wir strukturelle Änderungen, um die Ursachen für die Schädlichkeit der KI heute zu bekämpfen und die positiven Vorteile der KI freizuschalten. <b>So entsteht eine vertrauenswürdige KI: durch Technologien, die zur Unterstützung von Verantwortlichkeit und Wirkung gebaut und eingesetzt werden, und die das individuelle und kollektive Wohlbefinden fördern.</b>
es: En un mundo en el que la IA toca cada sector y faceta de la sociedad, necesitamos cambios estructurales que aborden las causas de fondo tras los perjuicios actuales ocasionados por la IA y den paso a sus beneficios positivos. <b>Así podremos llegar a una IA confiable: con una tecnología que se construya y despliegue de forma que favorezca la responsabilidad y la agencia, y promueva el bienestar individual y colectivo.</b>
fr: Dans un monde où l’IA touche tous les secteurs et tous les domaines de la société, des changements structurels sont nécessaires pour résoudre les problèmes actuels liés à l’IA, et mieux tirer parti de ses avantages. <b>C’est ainsi que nous parviendrons à une IA digne de confiance : une technologie conçue et utilisée de manière à favoriser la responsabilité et l’autonomie, tout en améliorant le bien-être individuel et collectif.</b>

# body.09146faf-a241-46bd-883f-33d6b48f9e68
source: A familiar story for Mozilla
de: Eine altbekannte Geschichte
es: Una historia conocida para Mozilla
fr: Une histoire familière pour Mozilla
