Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: One of the biggest barriers to open source AI development is the tremendous amount of computing power needed to build and train LLMs. Chip company NVIDIA is fielding <a id="a1">record demand</a> for its graphics processing units (GPUs), which can cost as much as $30,000 each. Training a model like GPT-4 requires thousands of those chips, making it prohibitively expensive for small teams and individual developers to build out their own AI infrastructure. If deep-pocketed entities like Microsoft, Google, and the companies they back are the only ones that can afford enough GPUs to train their models, more transparent and trustworthy AI systems will never get off the ground. Governments can help by funding AI compute capacity for public research projects and local startups, as they have begun to do in the <a id="a2">U.S.</a>, <a id="a3">U.K.</a>, and the EU. Developers are also working on making it easier to build AI systems using AMD chips, as with our recent update to <a id="a4">llamafile</a>.
de: Eine der größten Hürden für Open-Source-KI-Entwicklung ist die immens hohe Rechenleistung, die für die Entwicklung und das Training von LLMs erforderlich ist. Das Chip-Unternehmen NVIDIA verzeichnet eine <a id="a1">Rekordnachfrage</a> nach seinen Grafikprozessoren (GPUs), die bis zu 30.000 Dollar pro Stück kosten können. Um ein Modell wie GPT-4 zu trainieren, braucht es tausende dieser Chips. Die damit verbundenen Kosten machen es kleinen Teams und individuellen Entwickler*innen unmöglich, ihre eigenen KI-Infrastrukturen auszubauen. Wenn wohlhabende Unternehmen wie Microsoft und Google und von ihnen unterstützte Unternehmen die einzigen sind, die sich ausreichend GPUs leisten können, um ihre Modelle zu trainieren, werden vertrauenswürdige KI-Systeme nie in Gang kommen. Regierungen können helfen, indem sie KI-Rechenkapazitäten für öffentliche Forschungsprojekte und lokale Start-ups finanzieren, wie sie es in den <a id="a2">USA</a>, <a id="a3">Großbritannien</a> und in der EU bereits getan haben. Entwickler*innen arbeiten auch an Lösungen, die die Entwicklung von KI-Systemen mithilfe von AMD-Chips erleichtern können. Eine solche Lösung ist unser neuestes Update für <a id="a4">llamafile</a>.
es: Uno de los mayores impedimentos para el desarrollo de IA de código abierto es la gran capacidad informática que se requiere para construir y entrenar los LLM. La empresa de chips NVIDIA ha experimentado una <a id="a1">demanda récord</a> de sus unidades de procesamiento de gráficos (GPU), que pueden costar hasta $30,000 cada una. Entrenar un modelo como GPT-4 requiere miles de esos chips, un costo prohibitivo para que los equipos pequeños y desarrolladores individuales construyan su propia infraestructura de IA. Si las empresas acaudaladas como Microsoft y Google, así como las que estas respalda, son las únicas que pueden pagar suficientes GPU para entrenar sus modelos, los sistemas transparentes y confiables de IA no se concretarán jamás. Los gobiernos pueden ayudar al fondear la capacidad de cómputo de la IA para proyectos públicos de investigación y empresas emergentes locales, como lo han empezado a hacer en los <a id="a2">Estados Unidos</a>, el <a id="a3">Reino Unido</a> y la Unión Europea. Los desarrolladores también trabajan en facilitar la construcción de sistemas de IA utilizando chips AMD, como hicimos en nuestra reciente actualización de <a id="a4">llamafile</a>.
fr: L’un des principaux obstacles au développement de l’IA open source est l’incroyable puissance informatique nécessaire pour construire et entraîner des LLM. NVIDIA fait face à une <a id="a1">demande sans précédent</a> pour ses unités de traitement graphique (GPU), dont le coût individuel peut atteindre 30 000 dollars. Entraîner un modèle comme GPT-4 nécessite des milliers de ces puces, rendant cette démarche excessivement coûteuse pour les petites équipes et les développeurs individuels souhaitant mettre en place leur propre infrastructure d’IA. Si seules les grandes entreprises disposant de fonds importants comme Microsoft ou Google peuvent se permettre d’acquérir suffisamment de GPU pour entraîner leurs modèles, il sera alors impossible de développer des systèmes d’IA plus transparents et dignes de confiance. Les gouvernements peuvent contribuer à financer la capacité de calcul nécessaire pour des projets de recherche publics et des start-up locales. Cette pratique a déjà été amorcée aux <a id="a2">États-Unis</a>, au <a id="a3">Royaume-Uni</a> et dans l’UE. Parallèlement à cela, les développeurs explorent des solutions pour rendre plus accessible la construction de systèmes d’IA en utilisant des puces AMD, comme l’illustre notre récente mise à jour de <a id="a4">llamafile</a>.

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: Another challenge to building new tech and products is a lack of clarity around <a id="a1">what “openness” means</a> in the context of AI. The open-source community has yet to reach consensus on a <a id="a2">concrete definition of open source AI</a>, or on the right guardrails for <a id="a3">releasing AI models to the public</a>. This is critical, as openness alone will not lead to the creation of trustworthy models or mitigate their risks. In September 2023, French startup Mistral AI released its own open source LLM called Mistral 7B, which it claimed was more powerful than Meta’s LLaMA-2. However, researchers quickly raised alarms about the system’s <a id="a4">lack of content moderation filters</a>, which allowed users to prompt the system for bomb-making and self-harm instructions. Other models have built-in security measures to prevent chatbots from answering similar questions, but Mistral’s founder <a id="a5">stated</a> that safety is the responsibility of developers of AI applications, not the companies building the LLMs.
de: Eine weitere Herausforderung bei der Entwicklung neuer Technologien und Produkte stellt die fehlende Klarheit darüber dar, <a id="a1">was „Offenheit“</a> im Kontext von KI eigentlich bedeutet. Die Open-Source-Community muss sich über eine <a id="a2">konkrete Definition von Open-Source-KI</a> erst noch einig werden, wie auch über die richtigen Leitlinien, die für eine <a id="a3">Veröffentlichung von KI-Modellen nötig</a> sind. Das ist wichtig, weil Offenheit allein weder die Erschaffung vertrauenswürdiger Modelle garantiert noch ihre Risiken mindert. Im September 2023 veröffentlichte das französische Start-up Mistral AI sein eigenes Open-Source LLM namens Mistral 7B, das angeblich leistungsstärker als Metas LLaMA-2 sein sollte. Allerdings läuteten Forschende schnell die Alarmglocken in Bezug auf die <a id="a4">fehlenden Content-Modertation-Filter</a>. User*innen konnten das System deshalb nach Anleitungen zum Bau von Bomben und zu Selbstverletzung fragen. Andere Modelle sind mit eingebauten Sicherheitsmaßnahmen ausgestattet, um Chatbots daran zu hindern, ähnliche Fragen zu beantworten, aber Mistrals Gründer <a id="a5">gab an</a>, dass Sicherheit in der Verantwortung der Entwickler*innen von KI-Anwendungen liege, nicht in der Verantwortung der Unternehmen, die die LLMs bauen.
es: Otro reto en la construcción de nueva tecnología y nuevos productos es la falta de claridad respecto al <a id="a1">significado de “apertura”</a> en el contexto de la IA. La comunidad de código abierto aún debe alcanzar un consenso sobre una <a id="a2">definición concreta de la IA de código abierto</a> o sobre las barreras de seguridad adecuadas para <a id="a3">lanzar modelos de IA al público</a>. Esto es fundamental, ya que la apertura por sí misma no llevará a la creación de modelos confiables ni mitigará sus riesgos. En septiembre de 2023, la empresa francesa emergente Mistral AI lanzó su propio LLM de código abierto, llamado Mistral 7B, que calificó como más poderoso que la plataforma LLaMA-2 de Meta. Sin embargo, los investigadores rápidamente hicieron sonar las alarmas porque el sistema <a id="a4">carecía de filtros para moderar el contenido</a>, lo que permitía que los usuarios solicitaran al sistema instrucciones para hacer una bomba o autolesionarse. Otros modelos tienen medidas de seguridad incorporadas para prevenir que los chatbots respondan a preguntas similares, pero el fundador de Mistral <a id="a5">declaró</a> que la seguridad es responsabilidad de los desarrolladores de aplicaciones de IA, no de las empresas que construyen los LLM.
fr: Un autre défi majeur pour la création de nouvelles technologies et de nouveaux produits réside dans le manque de clarté du terme <a id="a1">« ouvert » ou « open »</a> dans le domaine de l’IA. La communauté open source n’a pas encore réussi à s’accorder sur <a id="a2">une définition concrète de ce que représente l’IA open source</a>, ni sur les lignes de conduite à suivre pour <a id="a3">rendre les modèles d’IA accessibles au grand public</a>. Or cette question est cruciale, car l’ouverture ne garantit pas à elle seule la création de modèles dignes de confiance ou la réduction des risques. En septembre 2023, la start-up française Mistral AI a lancé son propre LLM open source baptisé Mistral 7B, dont elle affirmait qu’il était plus puissant que le LLaMA-2 de Meta. Cependant, les chercheurs ont rapidement émis des inquiétudes concernant <a id="a4">le manque de filtres</a> de modération dans son système, qui permettait par exemple aux utilisateurs d’obtenir des instructions sur la fabrication de bombes ou sur l’automutilation. D’autres modèles intègrent des mesures de sécurité pour empêcher les chatbots de répondre à de telles questions, mais le fondateur de Mistral a <a id="a5">affirmé</a> que la responsabilité de la sécurité incombait aux développeurs d’applications d’IA, et non aux entreprises créant les LLM.

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: To tackle these challenges, Columbia University and Mozilla are <a id="a1">collaborating</a> on a series of workshops in 2024 to map the different dimensions of openness in AI. The project will engage individuals and organizations with longstanding involvement in open source to build a broad coalition that can stand up to big tech and encourage builders to responsibly open more of their AI development. With this and other efforts, we’ll continue leading the way on defining and developing open source tools and systems that are safe, accessible, and transparent.
de: Um diese Herausforderungen anzugehen, <a id="a1">arbeiten die Columbia University und Mozilla 2024 an einer Reihe von Workshops zusammen,</a> um die verschiedenen Dimensionen der Offenheit in der KI zu bestimmen. Das Projekt wird Einzelpersonen und Organisationen einbeziehen, die sich seit Langem für Open-Source engagieren, um eine breite Koalition zu bilden, die sich gegen Big Tech behaupten kann und die Hersteller dazu ermutigt, ihre KI-Entwicklung verantwortungsvoll zu öffnen. Mit diesen und anderen Bemühungen werden wir weiterhin eine Vorreiterrolle bei der Definition und Entwicklung von Open-Source-Tools und -Systemen spielen, die sicher, zugänglich und transparent sind.
es: Con el fin de enfrentar estos retos en 2024, la Universidad de Columbia y Mozilla <a id="a1">colaboran</a> en una serie de talleres para conceptualizar las diferentes dimensiones de la apertura en la IA. El proyecto involucrará a personas y organizaciones que desde hace tiempo participen en el código abierto, con el fin de crear una amplia coalición que pueda enfrentarse a las grandes tecnológicas y aliente a los constructores a abrir en forma responsable su desarrollo de inteligencia artificial. Con este y otros esfuerzos, continuaremos abriendo el camino para definir y desarrollar herramientas y sistemas de código abierto que sean seguros, accesibles y transparentes.
fr: Pour relever ces défis, l’Université de Columbia et Mozilla <a id="a1">se sont associés</a> pour proposer en 2024 une série d’ateliers dont le but est de mieux comprendre ce que signifie l’ouverture dans le contexte de l’IA. Le projet vise à réunir des individus et des organisations engagés depuis longtemps dans le mouvement open source pour bâtir une large coalition capable de tenir tête aux géants de la tech et d’encourager les développeurs à ouvrir de manière responsable davantage de leurs développements en matière d’IA. Grâce à cette initiative et d’autres encore, nous continuerons à ouvrir la voie pour définir et développer des outils et des systèmes open source sûrs, accessibles et transparents.

# body.498b8077-17ab-4151-90e1-0072f6ce5cf6.quote
source: Open source AI models are gaining momentum, but <b>they won't go mainstream</b> until they are easier to use, more effective, and more trustworthy.
de: Open-Source-KI-Modelle nehmen Fahrt auf, aber bis sie einfacher zu nutzen, effektiver und vertrauenswürdiger sind, <b>werden sie nicht im Mainstream ankommen.</b>
es: Los modelos de IA de código abierto están cobrando auge, pero <b>no se generalizarán</b> hasta que sean más fáciles de usar, más eficaces y más confiables.
fr: <b>Les modèles d’IA open source gagnent du terrain, mais ils ne deviendront pas mainstream tant qu’ils ne seront pas plus faciles à utiliser, plus efficaces et davantage dignes de confiance.</b>

# body.2d2a9b8c-c0df-4618-8a03-669d635fb0e5
source: Raising Consumer Awareness
de: Das Bewusstsein der Verbraucher*innen schärfen
es: Sensibilizar a los consumidores
fr: Sensibiliser les consommateurs

# body.2d2a9b8c-c0df-4618-8a03-669d635fb0e5
source: A key lever in our 2020 paper was generating public demand for more trustworthy AI products. This includes both everyday consumers and the civil society organizations that educate and advocate for their best interests. A well-informed public is a crucial piece of the AI accountability puzzle. When a critical mass of users pushes back on questionable practices, large tech companies have no choice but to make changes to address their concerns. Their bottom lines depend on it.
de: In unserem Paper von 2020 beschrieben wir, dass es von großer Bedeutung wäre, eine öffentliche Nachfrage nach vertrauenswürdigeren KI-Produkten zu generieren. Das umfasst sowohl die normalen Verbraucher*innen als auch die Organisationen der Zivilgesellschaft, die die Verbraucher*innen aufklären und sich für ihre Interessen einsetzen. Eine gut informierte Öffentlichkeit ist ein wichtiger Teil dieses KI-Verantwortlichkeits-Puzzles. Denn wenn eine kritische Masse an User*innen sich gegen fragwürdige Praktiken wehrt, müssen große Tech-Unternehmen etwas ändern, um ihre Bedenken zu beseitigen. Ihre Gewinne hängen schließlich davon ab.
es: Una de las vías clave de nuestro documento de análisis de 2020 fue la generación de demanda pública de productos de IA más confiables. Esto incluye tanto a los consumidores cotidianos como a las organizaciones de la sociedad civil que crean consciencia y defienden los intereses del consumidor. Un público bien informado es pieza clave del rompecabezas de responsabilidad de la IA. Cuando una masa crítica de usuarios rechaza las prácticas dudosas, las grandes tecnológicas no tienen otra opción más que hacer cambios para atender sus inquietudes. Sus resultados financieros dependen de ello.
fr: Créer une demande émanant du grand public pour des produits d’IA plus fiables était un levier important mis en avant dans notre article de 2020. Et cela concerne autant les consommateurs du quotidien que les organisations de la société civile qui s’efforcent de défendre leurs intérêts. Un public bien informé joue un rôle essentiel dans le puzzle de la responsabilité de l’IA. Lorsqu’un nombre critique d’utilisateurs s’oppose à des pratiques douteuses, les géants de la tech n’ont d’autre choix que de répondre à leurs préoccupations, car leur rentabilité en dépend.

# body.2d2a9b8c-c0df-4618-8a03-669d635fb0e5
source: Positive Progress
de: Positiver Fortschritt
es: Avances positivos
fr: Des progrès positifs

# body.2d2a9b8c-c0df-4618-8a03-669d635fb0e5
source: ChatGPT’s fast rise and extensive media coverage have made AI a mainstream topic. Companies across industries are experimenting with it, which means millions of people are using it in their workplace. As a result, risks that researchers have been warning about for years are in the spotlight. Recent surveys have found that <a id="a1">more than three-quarters of consumers</a> are concerned about misinformation resulting from AI, and less than 40% said they believe it’s <a id="a2">safe and secure</a>. Years of advocacy and policy developments related to privacy, misinformation, and tech platform accountability have created a more informed, skeptical and opinionated public, which is critical for the AI era.
de: ChatGPTs kometenhafter Aufstieg und die umfassende Berichterstattung in den Medien haben KI zu einem Mainstream-Thema gemacht. Unternehmen aus allen Branchen experimentieren damit, was bedeutet, dass Millionen Menschen die Technik am Arbeitsplatz anwenden. Im Ergebnis werden jetzt die Risiken ausgeleuchtet, vor denen Forschende schon seit Jahren warnen. Aktuelle Umfragen haben ergeben, dass <a id="a1">mehr als drei Viertel aller Verbraucher*innen</a> sich über die Falschinformationen Sorgen machen, die aus KI resultieren. Weniger als <a id="a2">40 % glauben, dass KI geschützt und sicher ist</a>. Jahrelanger Einsatz und die Entwicklung von Richtlinien rund um Datenschutz, Falschinformationen und die Verantwortlichkeit von Tech-Plattformen haben zu einer Öffentlichkeit geführt, die informierter und skeptischer ist und eine eigene Meinung hat. Das ist für die neue KI-Ära von größter Bedeutung.
es: El rápido ascenso de ChatGPT y la gran cobertura que le dieron los medios volvieron esta IA un tema de conversación. Muchas empresas en distintos sectores experimentan con ChatGPT, con lo cual millones de personas lo utilizan en su lugar de trabajo. Así que esos riesgos tan anunciados por los investigadores desde hace años están siendo el foco de atención. Varias encuestas recientes encontraron que a <a id="a1">más del 75% de los consumidores</a> les preocupa la desinformación derivada de la IA y menos del 40% la consideran <a id="a2">segura</a>. Años de activismo y formulación de políticas relacionadas con la privacidad, la desinformación y la responsabilidad de las plataformas tecnológicas han creado un público más informado, escéptico y opinante, lo que resulta crucial en la era de la IA.
fr: La rapide montée en puissance de ChatGPT et sa large couverture médiatique ont fait de l’IA un sujet de conversation populaire. Des entreprises de tous les secteurs l’expérimentent, ce qui signifie que des millions de personnes l’utilisent dans un contexte professionnel. En conséquence, les risques depuis longtemps pointés par les chercheurs sont désormais sous les feux des projecteurs. Des enquêtes récentes ont montré que <a id="a1">plus de trois quarts des consommateurs</a> sont préoccupés par la désinformation liée à l’IA, et moins de 40 % d’entre eux estiment qu’elle est <a id="a2">sûre et sécurisée</a>. Des années de plaidoyers, de sensibilisation et de politiques axés sur la protection de la vie privée, la lutte contre la désinformation et la responsabilité des plateformes technologiques ont contribué à éduquer un public plus averti, plus sceptique et plus engagé : autant d’éléments clés pour l’avenir de l’IA.

# body.2d2a9b8c-c0df-4618-8a03-669d635fb0e5
source: Public opinion around AI is taking shape within familiar contexts of labor, human and consumer rights. Movement leaders have accelerated their understanding of how AI will impact their constituencies, and are shaping attitudes and expectations. For example, AI concerns were a central part of 2023’s Hollywood labor strikes. After several months of work stoppages that brought the film and TV industries to a halt, screenwriters and actors secured <a id="a1">AI-related concessions</a> in union contracts covering hundreds of thousands of employees. The agreements don’t completely prohibit generative AI, but they do place guardrails around how studios can use it, allaying fears about writers’ room cuts and AI-generated likenesses. This early victory bodes well for future labor organizing efforts in other industries.
de: Die öffentliche Meinung zu KI wird durch bekannte Kontexte wie Arbeits-, Menschen- und Verbraucherrechte geformt. Die Führungskräfte der Bewegung haben ihr Verständnis dafür, wie sich KI auf ihre Wählerschaft auswirken wird, rasch ausgeweitet und sich an die Ausgestaltung von Einstellungen und Erwartungen gemacht. So ging es 2023 in den Hollywood-Arbeiterstreiks auch zu einem großen Teil um Bedenken in Bezug auf KI. Nach mehreren Monaten der Arbeitsverweigerung, die die Film- und Fernsehbranche zum Stillstand brachten, konnten Autor*innen und Schauspieler*innen in Gewerkschaftsverträgen <a id="a1">KI-bezogene Zugeständnisse</a> bewirken, die hunderttausende Angestellte betreffen. Zwar verbieten die Vereinbarungen generative KI nicht vollständig, aber sie zeigen Leitlinien darüber auf, wie Studios sie einsetzen dürfen. Das mindert die Sorgen über Streichungen für die Autor*innen und bei KI-generierten Darstellungen. Dieser frühe Sieg ist ein gutes Zeichen für zukünftige gewerkschaftliche Organisierungsbemühungen in anderen Branchen.
es: La opinión del público sobre la IA se forma en el contexto conocido de los derechos laborales, humanos y del consumidor. Los líderes de movimientos han acelerado su comprensión sobre la manera como la IA afectará a sus partidarios y han conformando actitudes y expectativas. Por ejemplo, las inquietudes relacionadas con la IA fueron un elemento central de las huelgas en Hollywood durante 2023. Después de varios meses de paros laborales que pusieron en pausa a las industrias del cine y de la televisión, los guionistas y actores lograron <a id="a1">concesiones relacionadas con la IA</a> en los contratos colectivos que amparaban a cientos de miles de empleados. Los contratos no prohíben por completo la IA generativa, pero colocan barreras en torno a la manera como los estudios pueden utilizarla, disipando así los miedos acerca de los recortes de guionistas y las imágenes generadas por IA. Esta victoria inicial es un buen augurio de los futuros esfuerzos sindicalistas en otros sectores.
fr: L’opinion publique sur l’IA émerge dans des contextes familiers comme le travail, les droits de l’homme et les intérêts des consommateurs. Les leaders des mouvements prennent de plus en plus conscience de l’impact qu’aura l’IA sur leurs communautés, et influencent donc leurs comportements et leurs attentes. Les préoccupations liées à l’IA étaient au cœur des grèves des travailleurs à Hollywood en 2023. Après plusieurs mois de mobilisation ayant paralysé les industries du cinéma et de la télévision, les scénaristes et les acteurs ont obtenu <a id="a1">des concessions concernant l’IA</a> dans leurs contrats syndicaux, couvrant des centaines de milliers d’employés. Ces accords ne bannissent pas complètement l’utilisation de l’IA générative, mais ils fixent des limites sur la manière dont les studios peuvent l’employer, dissipant ainsi les craintes concernant les licenciements dans les équipes de scénaristes et l’utilisation d’images générées par l’IA. Ce premier succès peut laisser présager de futures avancées dans l’organisation du travail au sein d’autres secteurs.
