Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Mozilla Internet Ecosystem (MIECO)</b></a><b>:</b> MIECO funds innovators building a healthier internet experience. Supported projects include llamafile, which makes open source large language models much more accessible to both developers and end users.
de: <a id="a1"><b>Mozilla Internet Ecosystem (MIECO)</b></a><b>:</b> MIECO fördert Innovatoren, die eine gesündere Internet-Experience bauen. Zu den unterstützten Projekten gehört llamafile, das große Open-Source-Sprachmodelle sowohl für Entwickler*innen als auch für Endverbraucher*innen viel leichter zugänglich macht.
es: <a id="a1"><b>Mozilla Internet Ecosystem (MIECO)</b></a><b>:</b> MIECO financia a los innovadores que construyen una experiencia más sana en internet. Uno de los proyectos beneficiados es llamafile, que vuelve los grandes modelos de lenguaje de código abierto mucho más accesibles tanto para los desarrolladores, como para los usuarios finales.
fr: <a id="a1"><b>Mozilla Internet Ecosystem (MIECO)</b></a><b> :</b> une source de financement pour les innovateurs qui contribuent à développer une expérience internet plus saine. L’un des projets soutenus est llamafile, qui facilite l’accès des grands modèles de langage open source aux développeurs et aux utilisateurs finaux.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Mozilla AI Guide</b></a><b>:</b> A community-driven resource where developers can come together to pioneer and drive generative AI innovations.
de: <a id="a1"><b>Mozilla AI Guide</b></a><b>:</b> Eine Community-betriebene Ressource, in der Entwickler*innen zusammenkommen können, um Pionierarbeit zu leisten und generative KI-Innovationen voranzutreiben.
es: <a id="a1"><b>Guía de IA de Mozilla</b></a><b>:</b> Un recurso impulsado por la comunidad que reúne a desarrolladores para iniciar e impulsar innovaciones de IA generativa.
fr: <a id="a1"><b>Mozilla AI Guide</b></a><b> :</b> une ressource créée par et pour la communauté Mozilla, dans laquelle les développeurs peuvent se rassembler pour explorer et stimuler des innovations en matière d’IA générative.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Mozilla Common Voice</b></a><b>:</b> The world’s largest multilingual, open-source dataset, Common Voice is used by researchers, academics, and developers around the world to train voice-enabled technology and ultimately make it more inclusive and accessible.
de: <a id="a1"><b>Mozilla Common Voice</b></a><b>:</b> Der weltweit größte, multilinguale Open-Source-Datensatz. Common Voice wird von Forschenden, Akademiker*innen und Entwickler*innen auf der ganzen Welt genutzt, um sprachfähige Technologien zu trainieren und sie letztendlich inklusiver und zugänglicher zu gestalten.
es: <a id="a1"><b>Common Voice de Mozilla</b></a><b>:</b> Investigadores, académicos y desarrolladores en todo el mundo utilizan Common Voice, el conjunto de datos multilingüe y de código abierto más grande del mundo, para entrenar tecnología por voz y hacerla más incluyente y accesible.
fr: <a id="a1"><b>Mozilla Common Voice</b></a><b> :</b> le plus grand ensemble de données open source multilingue au monde, utilisé par des chercheurs, des universitaires et des développeurs du monde entier pour entraîner des technologies vocales et les rendre plus inclusives et accessibles.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Mozilla Technology Fund (MTF)</b></a>: Since 2022, MTF has supported open source projects that explore how AI impacts issues ranging from bias to climate change. One notable project, Countering Tenant Screening, exposes bias and discrimination within the AI-powered screening services used by landlords.
de: <a id="a1"><b>Mozilla Technology Fund (MTF)</b></a>: Seit 2022 fördert der MTF Open-Source-Projekte, die den Einfluss von KI auf Probleme wie Voreingenommenheit oder das Klima untersuchen. Ein nennenswertes Projekt, Countering Tenant Screening, zeigt Vorurteile und Diskriminierung bei von Vermietern verwendeten KI-basierten Auswahlservices auf.
es: <a id="a1"><b>Mozilla Technology Fund (MTF)</b></a>: Desde 2022, MTF ha apoyado proyectos de código abierto que exploran cómo la IA afecta a cuestiones que van desde los prejuicios al cambio climático. Un proyecto notable, Countering Tenant Screening, expone los prejuicios y la discriminación en los servicios de selección basados en IA que utilizan los arrendadores.
fr: <a id="a1"><b>Mozilla Technology Fund (MTF)</b></a> : depuis 2022, MTF soutient des projets open source qui explorent les impacts de l’IA sur un grand nombre de questions allant de la partialité au changement climatique. Countering Tenant Screening en est l’un des projets notables. Il a mis en lumière les biais et les discriminations présents dans un service de présélection de locataires alimenté par l’IA et utilisé par les propriétaires.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Mozilla Data Futures Lab (DFL):</b></a> The race to collect data to build and test AI Models has raised new legal and ethical questions about the source and ownership of data. Mozilla’s Data Futures Lab incubates products and platforms radically redesigning what trustworthy data stewardship looks like.
de: <a id="a1"><b>Mozilla Data Futures Lab (DFL):</b></a> Der Wettlauf bei der Anhäufung von Daten zur Entwicklung von KI-Modellen und den zugehörigen Testreihen hat neue rechtliche und ethische Fragen zu Quellen und Eingetum der Daten aufgeworfen. Mozilla’s Data Futures Lab entwickelt Produkte und Plattformen, die die vertrauenswürdige Verwaltung von Daten grundlegend neu gestalten.
es: <a id="a1"><b>Data Futures Lab (DFL) de Mozilla:</b></a> La carrera por recopilar datos para construir y probar modelos de IA ha planteado nuevas cuestiones jurídicas y éticas sobre el origen y la propiedad de la información. El Data Futures Lab de Mozilla incuba productos y plataformas al rediseñar radicalmente cómo debe ser una gestión de datos confiable.
fr: <a id="a1"><b>Mozilla Data Futures Lab (DFL) :</b></a> la course à la collecte de données pour construire et tester des modèles d’IA a soulevé de nouvelles questions légales et éthiques concernant l’origine et la propriété des données. Le Mozilla Data Futures Lab est un incubateur de produits et de plateformes qui visent à redéfinir la gestion responsable des données.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Mozilla.ai</b></a><b>:</b> Mozilla has been a key contributor to the NeurIPS 2023 <a id="a2">Large Language Model Efficiency Challenge</a>, the Conference on Knowledge Discovery and Data Mining (KDD)’s <a id="a3">workshop</a> on the evaluation of recommender systems, and <a id="a4">research</a> on new ways to efficiently perform few-shot classification on top of closed models like chatGPT.
de: <a id="a1"><b>Mozilla.ai</b></a><b>:</b> Mozilla hat einen wichtigen Beitrag zur NeurIPS 2023 <a id="a2">Large Language Model Efficiency Challenge</a>, zum <a id="a3">Workshop</a> der Conference on Knowledge Discovery and Data Mining (KDD) über die Evaluierung von Empfehlungssystemen und zur <a id="a4">Forschung</a> über neue Wege zur effizienten Durchführung von Few-Shot-Klassifizierung bei geschlossenen Modellen wie ChatGPT geleistet.
es: <a id="a1"><b>Mozilla.ai</b></a><b>:</b> Mozilla ha sido un colaborador clave en el <a id="a2">Desafío de Eficiencia de los Grandes Modelos de Lenguaje</a> de NeurIPS 2023, el <a id="a3">taller</a> de la Conferencia sobre Descubrimiento de Conocimiento y Minería de Datos (KDD) sobre la evaluación de sistemas de recomendación, y la <a id="a4">investigación</a> sobre nuevas formas de realizar de manera eficiente la clasificación de pocos disparos en modelos cerrados como chatGPT.
fr: <a id="a1"><b>Mozilla.ai</b></a><b> :</b> Mozilla a joué un rôle important dans le défi <a id="a2">Large Language Model Efficiency Challenge</a> NeurIPS 2023, dans <a id="a3">l’atelier Conference on Knowledge Discovery and Data Mining (KDD)</a> sur l’évaluation des systèmes de recommandation, ainsi que dans la <a id="a4">recherche</a> de nouvelles méthodes pour réaliser efficacement la classification de modèles fermés comme ChatGPT.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Themis AI</b></a>: Mozilla Ventures invested in Themis AI, a Cambridge, MA-based company that spun out of MIT's CSAIL. Themis tackles bias and uncertainty in AI models and has developed a tool, CAPSA, that can automatically estimate uncertainty for any ML model.
de: <a id="a1"><b>Themis AI</b></a>: Mozilla Ventures investierte in Themis AI, einem in Cambridge, Massachusetts ansässigen Unternehmen, das MITs CSAIL entsprang. Themis geht Voreingenommenheit und Unsicherheit in KI-Modellen an und hat ein Tool entwickelt, CAPSA, das automatisch die Unsicherheit eines beliebigen ML-Modells einschätzen kann.
es: <a id="a1"><b>Themis AI</b></a>: Mozilla Ventures invirtió en Themis AI, una empresa en Cambridge, Massachusetts, que surgió del Laboratorio de Ciencias de la Computación e Inteligencia Artificial (CSAIL) del Instituto de Tecnología de Massachusetts (MIT). Themis aborda el sesgo y la incertidumbre en los modelos de IA y ha desarrollado CAPSA, una herramienta que puede calcular automáticamente la incertidumbre para cualquier modelo de aprendizaje automático.
fr: <a id="a1"><b>Themis AI</b></a>, une start-up située à Cambridge dans le Massachusetts et issue du CSAIL du MIT, a bénéficié d’un investissement de la part de Mozilla Ventures. Themis, qui a pour vocation de s’attaquer aux biais et aux incertitudes dans les modèles d’IA, a développé un outil nommé CAPSA, capable d’estimer automatiquement le niveau d’incertitude de n’importe quel modèle d’apprentissage automatique.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: Raising Consumer Awareness
de: Das Bewusstsein der Verbraucher*innen schärfen
es: Sensibilizar a los consumidores
fr: Sensibiliser les consommateurs

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>*Privacy Not Included</b></a>: *PNI guides expose the realities and risks of connected devices. The 2023 guide focused on cars and generated unprecedented attention: citing our research, US Senator Ed Markey wrote to 14 car companies in the US demanding information about their collection, use and sales of personal data.
de: <a id="a1"><b>*Datenschutz nicht inbegriffen</b></a>: *DNI-Leitfäden legen die Realität und Risiken internetfähiger Geräte offen. Der Leitfaden 2023 konzentrierte sich auf Autos und erregte beispiellose Aufmerksamkeit: Unter Berufung auf unsere Forschungsergebnisse forderte US-Senator Ed Markey in einem Schreiben an 14 Autofirmen in den USA Informationen über deren Sammlung, Verwendung und Verkauf personenbezogener Daten.
es: <a id="a1"><b>* Privacidad No Incluida</b></a>: La guía * PNI expone las realidades y los riesgos de los dispositivos conectados a Internet. La guía de 2023 se enfocó en los automóviles y generó un interés sin precedente: al hacer mención de nuestra investigación, Ed Markey, senador de los Estados Unidos, le escribió a 14 empresas automotrices de ese país exigiéndoles información acerca de su recopilación, uso y venta de datos personales.
fr: <a id="a1"><b>*Confidentialité non incluse</b></a> : les guides *Confidentialité non incluse dévoilent les réalités et les risques des appareils connectés. Un guide de 2023 portant sur les voitures a suscité une attention inédite. En citant nos recherches, le sénateur américain Ed Markey a écrit à 14 constructeurs automobiles aux États-Unis pour obtenir des informations sur leurs activités de collecte, d’utilisation et de vente de données personnelles.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>IRL Podcast</b></a>: The latest season of IRL showcased global trustworthy AI innovators from civil society, industry, and policy — connecting the issues they care about to AI. The goal was to remind IRL’s growing audience that there’s no taking the human out of the algorithm. There have been over 100,000 downloads of IRL since Season 7 launched in October 2023.
de: <a id="a1"><b>IRL Podcast</b></a>: In der aktuellen Staffel von IRL wurden weltweit vertrauenswürdige KI-Innovator*innen aus der Zivilgesellschaft, der Industrie und der Politik vorgestellt, die die Themen, die ihnen wichtig sind, mit KI verbinden. Ziel war es, die wachsende Zuhörerschaft von IRL daran zu erinnern, dass man das Menschliche nicht aus Algorithmen entfernen kann. Seit Staffel 7 im Oktober 2023 veröffentlicht wurde, gab es über 100.000 Downloads.
es: <a id="a1"><b>IRL Podcast</b></a>: La última temporada de IRL presentó a innovadores de IA confiable de la sociedad civil, la industria y las políticas públicas de distintas partes del mundo, que vincularon con la IA los problemas que les importan. El objetivo fue recordarle a la creciente audiencia de IRL que no se puede sacar al ser humano del algoritmo. Desde que salió la Temporada 7 en octubre de 2023, IRL ha tenido más de 100 000 descargas.
fr: <a id="a1"><b>IRL Podcast</b></a> : la dernière saison du podcast IRL a mis en avant des innovateurs en IA digne de confiance venus des quatre coins du monde et issus de la société civile, de l’industrie ou encore de la sphère politique. L’objectif de chaque épisode ? Établir un lien entre l’IA et les problématiques qui leur tiennent à cœur, pour rappeler à l’audience toujours plus nombreuse du podcast que l’humain ne peut être dissocié de l’algorithme. Depuis le lancement de la saison 7, en octobre 2023, IRL a été téléchargé plus de 100 000 fois.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Philanthropic Advocacy</b></a><b>:</b> In 2023, Mozilla participated in <a id="a2">a collaboration with Vice President Kamala Harris’ office on philanthropy’s role in AI</a> alongside other leading foundations. We also published a set of <a id="a3">AI Funding Principles</a> that draw on our 4+ years of funding trustworthy AI.
de: <a id="a1"><b>Philanthropische Interessenvertretung</b></a><b>:</b> Im Jahr 2023 beteiligte sich Mozilla neben anderen führenden Stiftungen an <a id="a2">der Zusammenarbeit mit dem Büro von Vizepräsidentin Kamala Harris zur Rolle der Philanthropie bei KI.</a> Wir veröffentlichten außerdem eine Reihe an <a id="a3">Prinzipien für die Förderung von KI</a>, die sich an über vier Jahren der Förderung vertrauenswürdiger KI orientieren.
es: <a id="a1"><b>Activismo filantrópico</b></a><b>:</b> En 2023, Mozilla participó en <a id="a2">una colaboración con la oficina de la vicepresidenta Kamala Harris sobre el papel de la filantropía en la IA</a> junto con otras fundaciones líderes. Asimismo, publicamos un conjunto de <a id="a3">Principios de financiamiento de la IA</a> que se inspiran en los más de 4 años que llevamos financiando una IA confiable.
fr: <a id="a1"><b>Philanthropic Advocacy</b></a><b> :</b> en 2023, <a id="a2">Mozilla s’est associé au bureau de la vice-présidente Kamala Harris pour discuter du rôle de la philanthropie dans le domaine de l’IA</a>, aux côtés d’autres fondations de premier plan. Nous avons également publié un ensemble de <a id="a3">principes relatifs au financement de l’IA</a>, en nous appuyant sur plus de 4 ans d’expérience dans le financement de l’IA digne de confiance.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Open Source Research and Investigation Team</b></a>: The OSRI team uses crowdsourced data to make opaque and influential AI systems more transparent and accountable. The team has produced several <a id="a2">original research</a> reports into YouTube’s recommendation algorithm.
de: <a id="a1"><b>Open-Source Recherche- und Untersuchungsteam (OSRI)</b></a>: Das OSRI-Team nutzt Daten aus Crowdsourcing, um undurchsichtige und einflussreiche KI-System transparenter zu machen und zur Verantwortung zu ziehen. Das Team hat mehrere <a id="a2">Rechercheberichte</a> über YouTubes Empfehlungsalgorithmus veröffentlicht.
es: <a id="a1"><b>Open Source Research and Investigation Team</b></a>: El equipo OSRI utiliza datos colaborativos para que los sistemas de IA opacos e influyentes sean más transparentes y responsables. El equipo ha redactado varios informes de <a id="a2">investigación original</a> sobre el algoritmo de recomendaciones de YouTube.
fr: <a id="a1"><b>Open Source Research and Investigation Team</b></a> : l’équipe OSRI exploite des données de crowdsourcing pour rendre les systèmes d’IA opaques et influents plus transparents et plus responsables. L’équipe a notamment produit plusieurs <a id="a2">rapports de recherche originaux</a> sur l’algorithme de recommandation de YouTube.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Mozilla Innovation Week</b></a>: In December 2023, Mozilla shared a behind-the-scenes view of some of our AI-driven explorations–including Solo, MemoryCache, AI Guide, llamafile–broadcasting on our AI Discord and the Mozilla Developer YouTube channel. The goal was to share transparently what we’re working on and what we hope to accomplish.
de: <a id="a1"><b>Mozilla Innovationswoche</b></a>: Im Dezember 2023 bot Mozilla einen Einblick hinter die Kulissen von einigen unserer KI-betriebenen Untersuchungen, darunter Solo, MemoryCache, AI Guide und llamafile, und übertrugen diesen Einblick auf unserem AI Discord und dem Mozilla YouTube-Kanal für Entwickler*innen. Ziel war es, transparent zu zeigen, woran wir arbeiten und was wir damit erreichen wollen.
es: <a id="a1"><b>Semana de innovación de Mozilla</b></a>: En diciembre de 2023, Mozilla compartió una vista tras bambalinas de algunas de nuestras transmisiones sobre exploraciones impulsadas por IA –incluidas Solo, MemoryCache, AI Guide y llamafile– en nuestra plataforma AI Discord y en el canal Mozilla Developer de YouTube. Su objetivo fue compartir con transparencia en qué estamos trabajando y qué esperamos lograr.
fr: <a id="a1"><b>Mozilla Innovation Week</b></a> : en décembre 2023, Mozilla a présenté les coulisses de certaines de ses initiatives autour de l’IA, y compris Solo, MemoryCache, AI Guide ou llamafile. Ces vidéos sont diffusées sur notre serveur Discord dédié à l’IA et sur la chaîne YouTube des développeurs de Mozilla. L’objectif : partager de manière transparente nos travaux en cours et nos objectifs.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>MemoryCache</b></a>: This Mozilla Innovation Project is an early exploration project that augments an on-device, personal model with local files saved from the browser to reflect a more personalized and tailored experience through the lens of privacy and agency.
de: <a id="a1"><b>MemoryCache</b></a>: Dieses Mozilla Innovation-Projekt ist ein frühes Forschungsprojekt, das ein persönliches Modell auf dem Gerät mit lokalen, im Browser gespeicherten Dateien ergänzt, um ein personalisiertes und maßgeschneidertes Erlebnis unter dem Gesichtspunkt der Privatsphäre und der Handlungsfähigkeit zu ermöglichen.
es: <a id="a1"><b>MemoryCache</b></a>:Este proyecto de innovación de Mozilla es un trabajo de exploración inicial que aumenta un modelo personal en el dispositivo con archivos locales guardados desde el navegador para reflejar una experiencia más personalizada y adaptada a través de la lente de la privacidad y la agencia.
fr: <a id="a1"><b>MemoryCache</b></a> : ce projet innovant de Mozilla offre une solution qui permet d’enrichir un modèle personnel sur un appareil avec des fichiers enregistrés localement depuis le navigateur. Résultat : une expérience plus personnalisée sans faire de sacrifice ni sur l’autonomie ni sur la vie privée.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: Strengthening AI Regulations and Incentives
de: KI-Richtlinien und -Anreize stärken
es: Fortalecer la normatividad y los incentivos de la IA
fr: Renforcer les réglementations et les incitations en matière d’IA

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>Joint Statement on AI Safety and Openness</b></a><b>:</b> Signed by over 1,800 scientists, policymakers, engineers, activists, entrepreneurs, educators and journalists, this open letter calls on global lawmakers to embrace openness, transparency, and broad access to mitigate harms from AI systems.
de: <a id="a1"><b>Joint Statement on AI Safety and Openness</b></a><b>:</b> In diesem offenen Brief, der von über 1.800 Wissenschaftler*innen, politischen Entscheidungsträgern, Ingenieur*innen, Aktivist*innen, Unternehmer*innen, Pädagog*innen und Journalist*innen unterzeichnet wurde, werden die Gesetzgeber weltweit dazu aufgefordert, sich für Offenheit, Transparenz und einen breiten Zugang einzusetzen, um die von KI-Systemen ausgehenden Schäden zu verringern.
es: <a id="a1"><b>Declaración conjunta sobre seguridad y apertura de la IA</b></a><b>:</b> Firmada por más de 1800 científicos, responsables políticos, ingenieros, activistas, emprendedores, académicos y periodistas, esta carta abierta hace un llamado a los legisladores de todo el mundo para que adopten la apertura, la transparencia y el acceso generalizado con el fin de mitigar los daños de los sistemas de IA.
fr: <a id="a1"><b>Joint Statement on AI Safety and Openness</b></a><b> :</b> signée par plus de 1 800 scientifiques, décideurs, ingénieurs, militants, entrepreneurs, enseignants et journalistes, cette lettre ouverte appelle les législateurs du monde entier à adopter les principes d’ouverture, de transparence et d’accès pour atténuer les préjudices causés par les systèmes d’IA.

# body.7632d812-7a94-4279-86df-41c8c5515287
source: <a id="a1"><b>C2PA Standard</b></a><b>:</b> Mozilla Ventures’ portfolio company <a id="a2">Truepic</a> — a key member of the <a id="a3">C2PA</a> — advocates for an open technical standard for content verification, including for generative AI. The C2PA standard will allow publishers, creators and consumers to have the ability to trace the origin of AI-generated content.
de: <a id="a1"><b>C2PA Standard</b></a><b>:</b> Mozilla Ventures’ Portfoliounternehmen <a id="a2">Truepic</a> – ein wichtiges Mitglied des <a id="a3">C2PA</a> – setzt sich für eine offene technische Norm für die Inhaltsverifizierung ein, einschließlich generativer KI. Der C2PA Standard wird es Publishers, Creator*innen und Verbraucher*innen ermöglichen, die Herkunft KI-generierter Inhalte nachzuvollziehen.
es: <a id="a1"><b>Norma C2PA</b></a><b>:</b> La empresa en la que Mozilla Ventures tiene inversiones, <a id="a2">Truepic</a> — miembro clave de la <a id="a3">C2PA</a> —, aboga por una norma técnica abierta para la verificación de contenido, incluso para la IA generativa. La norma C2PA permitirá que los editores, creadores y consumidores tengan la capacidad de rastrear el origen del contenido generado por IA.
fr: <a id="a1"><b>Norme C2PA</b></a><b> :</b> <a id="a2">Truepic</a>, la société de gestion de portefeuille de Mozilla Ventures et un membre important du <a id="a3">C2PA</a>, plaide en faveur d’une norme technique ouverte pour la vérification des contenus, y compris pour ceux issus des IA génératives. La norme C2PA offrira aux éditeurs, aux créateurs et aux consommateurs la possibilité de retracer l’origine des contenus générés par l’IA.
