Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/accelerating-progress-toward-trustworthy-ai/whitepaper.po
Languages: de, es, fr

# body.b9421831-8c22-4bb5-9760-eee079598137
source: There is also incredible demand for talent with trustworthy AI expertise, and a very limited number of people who currently have that expertise. Both the tech industry and academia will need to make significant investments in AI education to meet the need. To cultivate a generation of builders with trustworthy AI training, we’ve partnered with universities on the <a id="a1">Responsible Computing Challenge</a> (RCC), which focuses on curricula that empower students to think about the social and political context of computing. RCC has awarded $2.7M in funding to 33 institutions across three continents.
de: Darüber hinaus gibt es eine große Nachfrage nach Talenten mit Expertise auf dem Gebiet der vertrauenswürdigen KI und nur einen sehr begrenzten Personenkreis, der diese Expertise aufweist. Sowohl die Tech-Branche als auch die Wissenschaft werden erheblich in Ausbildungen zum Thema KI investieren müssen, um diese Nachfrage stillen zu können. Um eine Generation von Entwickler*innen mit Fachwissen auf dem Gebiet der vertrauenswürdigen KI auszubilden, arbeiten wir mit Hochschulen für die <a id="a1">Responsible Computing Challenge</a> (RCC) zusammen. Diese konzentriert sich auf Lehrpläne, die Student*innen darin befähigen, über den sozialen und politischen Kontext des Computing nachzudenken. RCC hat 33 Institutionen auf drei Kontinenten 2,7 Mio. USD zur Verfügung gestellt.
es: También existe una enorme demanda de talento con experiencia en IA confiable y son muy pocas las personas que la tienen. Tanto el sector tecnológico como el sector académico necesitarán invertir grandes cantidades en formación en IA para satisfacer dicha necesidad. Con el fin de preparar a una generación de constructores con capacitación en IA confiable, nos asociamos con universidades en el <a id="a1">desafío de informática responsable</a> (RCC), cuya finalidad es que los planes de estudio enseñen a los estudiantes a reflexionar sobre el contexto social y político de la informática. El RCC ha otorgado fondos por $2.7 millones a 33 instituciones en tres continentes.
fr: Il existe également une forte demande pour des talents dotés d’une expertise en IA digne de confiance, mais le nombre de personnes ayant cette expertise reste très limité. Tant le secteur technologique que le monde universitaire devront investir massivement dans l’éducation en IA pour répondre à cette demande croissante. Pour former une nouvelle génération d’experts en IA digne de confiance, nous avons lancé le <a id="a1">Responsible Computing Challenge (RCC)</a> en partenariat avec des universités. Cette initiative met l’accent sur les programmes permettant aux étudiants de comprendre les enjeux sociaux et politiques de l’informatique. À l’heure actuelle, Le RCC a déjà attribué 2,7 millions de dollars de financement à 33 institutions réparties sur trois continents.

# body.b9421831-8c22-4bb5-9760-eee079598137
source: Work to be Done
de: Was zu tun ist
es: Trabajo por hacer
fr: Ce qu’il reste à accomplir

# body.b9421831-8c22-4bb5-9760-eee079598137
source: <b>Widely-accepted industry guidelines on how to build AI responsibly are still in flux.</b> For example, Stanford’s Center for Research on Foundation Models released a <a id="a1">Foundation Model Transparency Index</a> (FMTI), which aimed to assess the level of transparency for 10 of the top AI foundation model developers. Indexes like this have great promise — and also come with their own limitations. The Stanford analysis <a id="a2">quickly came under scrutiny</a> as critics called out the FMTI’s shortcomings and bias toward closed models.
de: <b>Es gibt noch keine branchenweit akzeptierten festgelegten Richtlinien dafür, wie KI verantwortlich entwickelt werden sollte.</b> So hat Stanfords Center for Research on Foundation Models einen <a id="a1">Foundation Model Transparency Index</a> (FMII) veröffentlicht, der darauf abzielt, den Grad der Transparenz für zehn der Top-Entwickler*innen für KI Foundation Models zu beurteilen. Indizes wie dieser sind vielversprechend – und weisen gleichzeitig ihre eigenen Grenzen auf. Die Stanford-Analysen <a id="a2">kamen schnell auf den Prüfstand,</a> als Kritiker*innen die Defizite und Voreingenommenheit des FMIIs gegenüber geschlossenen Modellen anprangerten.
es: <b>Las directrices ampliamente aceptadas por la industria sobre cómo construir la IA de forma responsable aún están en proceso de cambio.</b> Por ejemplo, el Center for Research on Foundation Models de la Universidad de Stanford introdujo un <a id="a1">Índice de transparencia del modelo de fundación</a> (FMTI), cuyo objetivo era evaluar el grado de transparencia de 10 de los principales desarrolladores de modelos fundaciones de IA. Otros índices similares resultan prometedores, pero también conllevan sus propias limitaciones. El análisis de Stanford <a id="a2">enseguida fue objeto de escrutinio</a>, ya que los críticos señalaron las deficiencias del FMTI y su sesgo hacia los modelos cerrados.
fr: <b>Les lignes de conduite largement acceptées dans le secteur concernant le développement responsable de l’IA sont encore en évolution.</b> Le Centre de recherche sur les modèles fondamentaux de l’IA de Stanford, par exemple, a publié un <a id="a1">indice de transparence des modèles fondamentaux</a> (FMTI), qui vise à évaluer le niveau de transparence de dix des principaux développeurs de modèles fondamentaux d’IA. Des initiatives comme celle-ci sont prometteuses, mais elles présentent également leurs propres limites. L’analyse de Stanford a été <a id="a2">rapidement critiquée</a>, certains détracteurs soulignant les lacunes du FMTI et son penchant pour les modèles fermés.

# body.b9421831-8c22-4bb5-9760-eee079598137
source: We’re also seeing a concerning backslide on efforts to diversify major tech companies building AI. Following the murder of George Floyd and subsequent racial justice protests in 2020, leaders across corporate America made commitments to hire, promote, and retain more people of color. That effort started to <a id="a1">bear fruit</a>, but the trend could be under threat now that special interest groups are <a id="a2">piling in</a> and leaders like Elon Musk are <a id="a3">railing against DEI</a>. In 2023, Google and Meta were among the companies who <a id="a4">cut back on DEI</a> spending.
de: Wir beobachten außerdem einen besorgniserregenden Rückschritt in Bezug auf die Anstrengungen, große Tech-Unternehmen zu diversifizieren. Nach der Tötung von George Floyd in den USA und den folgenden Protesten gegen Polizeigewalt und Rassismus im Jahr 2020 verpflichteten sich Führungskräfte in ganz Corporate America dazu, mehr People of Color einzustellen, zu befördern und an ihre Unternehmen zu binden. Diese Anstrengungen haben gerade begonnen,<a id="a1">Früchte zu tragen</a>. Allerdings könnte dieser positive Trend jetzt schon bedroht sein, da verschiedene spezielle Interessengruppen sich <a id="a2">einmischen</a> und Führungskräfte wie Elon Musk sich <a id="a3">gegen DEI aussprechen</a>. 2023 zählten Google und Meta zu den Unternehmen, die <a id="a4">ihre Ausgaben für DEI einschränkten.</a>
es: También observamos un preocupante retroceso en los esfuerzos por diversificar las principales empresas tecnológicas que crean IA. Después del asesinato de George Floyd y las subsecuentes manifestaciones por la justicia racial en 2020, los directivos de empresas en todo Estados Unidos se comprometieron a contratar, ascender y retener a más personas de color. El esfuerzo ya está <a id="a1">dando frutos</a>, pero la tendencia podría correr peligro ahora que hay <a id="a2">montones</a> de grupos de intereses especiales y que dirigentes como Elon Musk <a id="a3">despotrican contra los principios de DEI</a>. En 2023, Google y Meta se contaban entre las empresas que <a id="a4">recortaron gastos en DEI</a>.
fr: Nous constatons également un recul préoccupant des efforts visant à diversifier les principales entreprises technologiques qui développent l’IA. Après le meurtre de George Floyd et les manifestations qui ont suivi en 2020, les dirigeants de nombreuses entreprises américaines se sont engagés à recruter, promouvoir et garder dans leurs équipes davantage de personnes de couleur. Bien que ces efforts aient commencé à <a id="a1">porter leurs fruits</a>, la tendance pourrait être menacée par les <a id="a2">interventions</a> de groupes d’intérêt particulier et l’opposition de leaders comme Elon Musk, qui <a id="a3">rejettent la diversité, l’équité et l’inclusion (DEI)</a>. En 2023, des entreprises comme Google et Meta ont même <a id="a4">réduit leurs dépenses en matière de DEI</a>.

# body.b9421831-8c22-4bb5-9760-eee079598137
source: We must also consider the lack of regional diversity in AI development. The focus on western-centric efforts obscures the work of builders in areas with <a id="a1">less-developed</a> tech sectors, such as South America and the African continent, as well as the exploitation of workers who label data in countries like India and the Philippines. AI will impact life around the world, so it’s crucial to have a wider set of voices involved in its design and deployment. The U.N. estimates that nearly <a id="a2">2.6 billion people have no access to the internet</a>, so data used to train AI models is not representative of one-third of the global population’s experiences. Without more input from a diverse set of people, emerging guidelines and best practices may not align with the cultural and economic needs of other regions.
de: Zudem müssen wir die fehlende regionale Diversität in der KI-Entwicklung in Betracht ziehen. Da der Fokus auf westlich zentrierten Anstrengungen liegt, wird die Arbeit von Entwickler*innen in Regionen mit <a id="a1">weniger entwickelten</a> Technologiesektoren verschleiert, wie etwa Südamerika und dem afrikanischen Kontinent. Dazu kommt die Ausbeutung von Arbeiter*innen, die Daten in Ländern wie Indien und den Philippinen kennzeichnen. KI wird weltweit unser aller Leben beeinflussen. Deshalb ist es erforderlich, ein breiteres Spektrum an Stimmen in ihr Design und ihre Bereitstellung zu involvieren. Die Vereinten Nationen schätzen, dass fast <a id="a2">2,6 Milliarden Menschen keinen Zugriff auf das Internet</a> haben. Die Daten, die fürs Training von KI-Modellen genutzt werden, repräsentieren also ein Drittel der Weltbevölkerung nicht. Ohne mehr Input von einer Vielfalt an Menschen könnten entstehende Richtlinien und Best Practices möglicherweise nicht mit den kulturellen und wirtschaftlichen Bedürfnissen anderer Regionen übereinstimmen.
es: También debemos considerar la falta de diversidad regional en el desarrollo de la IA. El enfoque en los esfuerzos centrados en occidente oculta el trabajo de los constructores en áreas con sectores tecnológicos <a id="a1">menos desarrollados</a>, como Sudamérica y el continente africano, así como la explotación de los trabajadores que etiquetan datos en países como la India y Filipinas. La inteligencia artificial impactará la vida en todo el mundo, por lo que es crucial contar con un conjunto más amplio de voces que participen en su diseño y despliegue. La ONU estima que casi <a id="a2">2,600 millones de personas carecen de acceso a internet</a>, por lo que los datos que se utilizan para entrenar los modelos de IA no son representativos de las experiencias de un tercio de la población mundial. Sin más aportaciones de un conjunto diverso de personas, los lineamientos y mejores prácticas emergentes podrían no ajustarse a las necesidades culturales y económicas de otras regiones.
fr: Il faut également tenir compte du manque de diversité régionale dans le développement de l’IA. En se concentrant principalement sur les efforts occidentaux, on néglige le travail précieux réalisé par les développeurs dans des régions où le secteur technologique est <a id="a1">moins avancé</a>, comme l’Amérique du Sud et l’Afrique. De plus, il y a la question des travailleurs dans des pays comme l’Inde et les Philippines, souvent exploités lors de l’étiquetage des données. L’IA aura un impact sur les individus du monde entier, il est donc essentiel d’impliquer plus de perspectives dans sa conception et son déploiement. Selon l’ONU, près de <a id="a2">2,6 milliards de personnes n’ont pas accès à Internet</a>. Cela signifie que les données utilisées pour entraîner les modèles d’IA ne reflètent pas les expériences d’environ un tiers de la population mondiale. Sans l’apport d’un groupe de personnes plus diversifié, les lignes de conduite et les meilleures pratiques émergentes pourraient ne pas répondre aux besoins culturels et économiques d’autres régions du globe.

# body.b9421831-8c22-4bb5-9760-eee079598137
source: At Mozilla, we’re continuing <a id="a1">our commitment</a> to building and supporting diverse, equitable, and inclusive internal teams. But we know that a broader transformation is needed: engaging a diverse set of stakeholders in shaping AI’s future is a core part of Mozilla’s programmatic strategy, informing what we fund and where we work. Most notably, the <a id="a2">Africa Innovation Mradi</a> has convened and funded AI builders on the continent since 2020, promoting models of innovation grounded in the unique needs of users in Africa.
de: Bei Mozilla arbeiten wir weiterhin <a id="a1">engagiert</a> daran, diverse, gleichberechtigte und inklusive interne Teams aufzubauen. Wir wissen jedoch auch, dass es einer breiter angelegten Transformation bedarf: Eine diverse Gruppe an Stakeholdern zu begeistern, die Zukunft der KI zu gestalten, ist ein zentraler Bestandteil von Mozillas programmatischer Strategie, die beeinflusst, was wir finanzieren und wo wir arbeiten. Vor allem die <a id="a2">Africa Innovation Mradi</a> hat seit 2020 KI-Entwickler*innen auf dem Kontinent zusammengebracht und finanziert, um Innovationsmodelle zu fördern, die sich an den besonderen Bedürfnissen der User*innen in Afrika orientieren.
es: En Mozilla, continuamos con <a id="a1">nuestro compromiso</a> de crear y apoyar la diversidad, equidad e inclusión en los equipos internos. Pero sabemos que se requiere una transformación más amplia: involucrar a un conjunto de diversos participantes para conformar el futuro de la IA es parte medular de la estrategia programática de Mozilla al informar lo que financiamos y dónde trabajamos. En particular, el programa <a id="a2">Africa Innovation Mradi</a> ha convocado y financiado a constructores de IA africanos desde 2020, y promueve modelos de innovación basados en las necesidades específicas de los usuarios en África.
fr: Chez Mozilla, nous nous sommes <a id="a1">engagés</a> à mettre en place et à soutenir des équipes internes diverses, équitables et inclusives. Mais nous reconnaissons qu’un changement plus large est nécessaire. Impliquer un groupe diversifié d’acteurs dans la définition de l’avenir de l’IA est un aspect fondamental de la stratégie de Mozilla, qui influence nos décisions de financement et nos domaines d’intervention. <a id="a2">L’Africa Innovation Mradi</a>, qui rassemble et finance des développeurs d’IA sur le continent depuis 2020, est une initiative remarquable faisant la promotion de modèles innovants basés sur les besoins des utilisateurs africains.

# body.afb32d3d-3c2d-4681-9f01-45ed3f26d149.quote
source: AI will impact life around the world, so it’s crucial to have a <b>wider set of voices</b> involved in its design and deployment.
de: KI wird weltweit unser aller Leben beeinflussen. Deshalb ist es erforderlich, ein <b>breiteres Spektrum an Stimmen</b> in ihr Design und ihre Bereitstellung zu involvieren.
es: La inteligencia artificial impactará la vida en todo el mundo, por lo que es crucial contar con un <b>conjunto más amplio de voces</b> que participen en su diseño y despliegue.
fr: L’IA aura un impact sur les gens du monde entier, il est donc essentiel d’impliquer <b>plus de perspectives</b> dans sa conception et son déploiement.

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: Building New Tech and Products
de: Neue Technologien und Produkte entwickeln
es: Desarrollar nuevas tecnologías y nuevos productos
fr: Créer de nouvelles technologies et de nouveaux produits

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: In 2020, we emphasized the need for more foundational technologies to emerge as trustworthy AI building blocks for developers. As the AI landscape is becoming more closed, it’s increasingly critical that these building blocks align with the principles of openness, competition, and accountability.
de: 2020 betonten wir die Notwendigkeit, mehr Basistechnologien zu entwickeln, die Entwickler*innen als Grundbaustein für vertrauenswürdige KI dienen können. Je mehr sich die KI-Landschaft verschließt, desto wichtiger wird es, dass diese Grundbausteine mit den Prinzipien der Offenheit, des Wettbewerbs und der Verantwortlichkeit einhergehen.
es: En 2020, hicimos hincapié en la necesidad de que surgieran más tecnologías fundacionales como bloques de construcción de IA fiables para los desarrolladores. Conforme el universo de la IA se vuelve más y más cerrado, es cada vez más importante que esos pilares se ajusten a los principios de apertura, competencia y responsabilidad.
fr: En 2020, nous avons mis en avant le besoin de voir émerger davantage de technologies fondamentales pour l’IA, pour servir de bases solides et fiables aux développeurs. Aujourd’hui, face à un écosystème d’IA de plus en plus fermé, il est crucial que ces fondations respectent les principes d’ouverture, de concurrence et de responsabilité.

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: Open source approaches do not inherently result in trustworthy AI and can be <a id="a1">captured</a> and <a id="a2">appropriated</a> by corporate interests. However, opening up AI tools to public inspection, modification and remixing is a fundamental first step toward more accountability and agency. Openness can also play a significant role in promoting a <a id="a3">fairer AI market</a>, as a healthy open source ecosystem makes it easier for smaller players to compete with incumbents.
de: Open-Source-Ansätze ergeben nicht automatisch vertrauenswürdige KI und können im Interesse von Unternehmen <a id="a1">erfasst</a> werden, die <a id="a2">sie sich zu eigen machen.</a> Allerdings ist es ein grundlegender erster Schritt hin zu mehr Verantwortlichkeit und Selbstbestimmung, KI-Tools zum Zwecke der öffentlichen Einsichtnahme, Modifizierung und Neuverwendung zu öffnen. Offenheit kann auch eine bedeutende Rolle dabei spielen, einen <a id="a3">faireren KI-Markt</a> zu fördern, da ein gesundes Open-Source-Ökosystem es kleineren Akteuren erleichtert, sich gegen etablierte Größen auf dem Markt zu behaupten.
es: Los enfoques de código abierto no necesariamente producen una IA confiable y los intereses corporativos pueden <a id="a1">capturarlos</a> y <a id="a2">apropiarse</a> de ellos. A pesar de lo anterior, un primer paso crucial hacia una mayor responsabilidad y acción es que las herramientas de inteligencia artificial puedan ser objeto de inspecciones públicas, modificarse y combinarse. Asimismo, la apertura puede jugar un papel protagónico en la promoción de un <a id="a3">mercado de IA más equitativo</a>, pues un ecosistema sano de código abierto facilita que los participantes más pequeños compitan con los consolidados.
fr: Les approches open source ne garantissent pas nécessairement une IA digne de confiance, car elles peuvent être <a id="a1">récupérées</a> et <a id="a2">détournées</a> au profit d’intérêts commerciaux. Toutefois, rendre les outils d’IA transparents et permettre leur modification constitue une première étape essentielle vers une responsabilité et une autonomie accrues. L’ouverture peut également jouer un rôle important pour faire la promotion d’un <a id="a3">secteur de l’IA plus équitable</a>, car un écosystème open source dynamique permet aux petits acteurs de rivaliser avec les grands.

# body.9b5cc94f-a5b5-4366-b6d4-987507e7656b
source: We’ve already seen big tech companies make billions of dollars by stockpiling as much user data as possible, and they are keen to apply that strategy to their AI offerings. That’s why the emergence of alternative business models for consumer technologies is a key condition for more trustworthy AI. To promote competition, investors must also support the entrepreneurs pioneering new AI tools and business models that center human agency and protect people’s privacy.
de: Wir haben bereits beobachtet, wie Big-Tech-Unternehmen Milliarden von US-Dollar angehäuft haben, indem sie so viele Userdaten wie möglich gesammelt haben. Und diese Strategie wollen sie jetzt auch auf ihr KI-Angebot anwenden. Deshalb ist die Entstehung alternativer Unternehmensmodelle für Verbrauchertechnologien eine Grundvoraussetzung für eine vertrauenswürdigere KI. Um den Wettbewerb zu fördern, müssen Investoren außerdem die Entrepreneur*innen unterstützen, die neue KI-Tools und Geschäftsmodelle vorantreiben, in deren Mittelpunkt die Selbstbestimmung der User*innen und der Schutz ihrer Daten steht.
es: Ya hemos visto cómo las grandes tecnológicas ganan miles de millones de dólares al acumular la mayor cantidad posible de datos de usuarios, y parecen dispuestas a aplicar esa misma estrategia a sus ofertas de IA. De ahí que el surgimiento de otros modelos de negocio para las tecnologías de consumo sea una condición clave para lograr una IA más confiable. Con el fin de promover la competencia, los inversionistas también deben apoyar a los emprendedores iniciadores de nuevas herramientas y modelos de negocio de IA que se centren en la acción humana y protejan la privacidad de las personas.
fr: Les géants de la tech ont amassé de véritables fortunes en collectant les données des utilisateurs, et ils cherchent actuellement à appliquer cette stratégie dans leurs offres d’IA. C’est pourquoi l’émergence d’autres modèles économiques pour les technologies grand public est une condition essentielle pour une IA plus digne de confiance. Afin d’encourager la concurrence, les investisseurs doivent également soutenir les entrepreneurs qui développent de nouveaux outils et modèles commerciaux d’IA centrés sur l’humain et respectueux de la vie privée.
