Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do/grantmaking/fellowship/predictions-from-mozilla-fellows-around-the-globe.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: 2026 Predictions from Mozilla Fellows Around the World
de: 2026 Prognosen von Mozilla Fellows aus aller Welt
es: Predicciones de becarios de Mozilla de todo el mundo para 2026
fr: Prévisions 2026 des boursiers Mozilla du monde entier
pl: Przewidywania stypendystów Mozilli z całego świata na rok 2026
pt_br: Previsões para 2026 dos bolsistas da Mozilla ao redor do mundo

# search_description
source: AI is reshaping our world faster than we can keep up with. To understand what’s coming next, and what society must prepare for, Mozilla Foundation Fellows offer grounded and optimistic predictions for 2026.
de: KI verändert unsere Welt schneller, als wir Schritt halten können. Um zu verstehen, was als Nächstes kommt und worauf sich die Gesellschaft vorbereiten muss, bieten die Mozilla Foundation Fellows fundierte und optimistische Prognosen für das Jahr 2026.
es: La IA está remodelando nuestro mundo más rápido que nuestra capacidad para mantenernos al día. Para comprender lo que nos depara el futuro y para qué cosas debe prepararse la sociedad, los becarios de la Fundación Mozilla ofrecen predicciones fundamentadas y optimistas para el 2026.
fr: L’IA remodèle notre monde à un rythme que nous avons du mal à suivre. Pour comprendre ce qui nous attend et ce à quoi la société doit se préparer, les boursiers de la Fondation Mozilla livrent leurs prévisions fondées et optimistes pour 2026.
pl: SI przekształca nasz świat szybciej, niż jesteśmy w stanie nadążyć. Aby zrozumieć, co będzie dalej i na co społeczeństwo musi się przygotować, stypendyści Fundacji Mozilla prezentują ugruntowane i optymistyczne prognozy na rok 2026.
pt_br: A IA está remodelando nosso mundo mais rápido do que podemos acompanhar. Para entender o que está por vir e para o que a sociedade deve se preparar, os bolsistas da Mozilla Foundation oferecem previsões fundamentadas e otimistas para 2026.

# title
source: The Future of AI: 2026 Predictions from Mozilla Fellows Around the Globe
de: Die Zukunft der KI: 2026 Prognosen von Mozilla Fellows aus aller Welt
es: El futuro de la IA: predicciones de becarios de Mozilla de todo el mundo para 2026
fr: L’avenir de l’IA : prévisions 2026 des boursiers Mozilla du monde entier
pl: Przyszłość SI: prognozy stypendystów Mozilli z całego świata na rok 2026
pt_br: O futuro da IA: previsões para 2026 dos bolsistas da Mozilla ao redor do mundo

# hero_title
source: The Future of AI
de: Die Zukunft von KI
es: El futuro de la IA
fr: L’avenir de l’IA
pl: Przyszłość SI
pt_br: Futuro da IA

# hero_description
source: 2026 Predictions from Mozilla Fellows Around the World
de: 2026 Prognosen von Mozilla Fellows aus aller Welt
es: Predicciones de becarios de Mozilla de todo el mundo para 2026
fr: Prévisions 2026 des boursiers Mozilla du monde entier
pl: Przewidywania stypendystów Mozilli z całego świata na rok 2026
pt_br: Previsões para 2026 dos bolsistas da Mozilla ao redor do mundo

# body.4d23365e-0fe0-4d78-bb4b-e28cbb640c4a
source: AI is reshaping our world faster than we can keep up with.
de: KI verändert unsere Welt schneller, als wir Schritt halten können.
es: La IA está remodelando nuestro mundo más rápido que nuestra capacidad para mantenernos al día.
fr: L’IA remodèle notre monde à un rythme que nous avons du mal à suivre.
pl: SI przekształca nasz świat szybciej, niż jesteśmy w stanie nadążyć.
pt_br: A IA está remodelando nosso mundo mais rápido do que podemos acompanhar.

# body.4d23365e-0fe0-4d78-bb4b-e28cbb640c4a
source: To understand what’s coming next, and what society must prepare for, Mozilla Foundation Fellows offer grounded and optimistic predictions for 2026.
de: Um zu verstehen, was als Nächstes kommt und worauf sich die Gesellschaft vorbereiten muss, bieten die Mozilla Foundation Fellows fundierte und optimistische Prognosen für das Jahr 2026.
es: Para comprender lo que nos depara el futuro y para qué cosas debe prepararse la sociedad, los becarios de la Fundación Mozilla ofrecen predicciones fundamentadas y optimistas para el 2026.
fr: Pour comprendre ce qui nous attend et ce à quoi la société doit se préparer, les boursiers de la Fondation Mozilla livrent leurs prévisions fondées et optimistes pour 2026.
pl: Aby zrozumieć, co będzie dalej i na co społeczeństwo musi się przygotować, stypendyści Fundacji Mozilla prezentują ugruntowane i optymistyczne prognozy na rok 2026.
pt_br: Para entender o que está por vir e para o que a sociedade deve se preparar, os bolsistas da Mozilla Foundation oferecem previsões fundamentadas e otimistas para 2026.

# body.1f6755f4-b999-4379-9f48-0410c487f8ac
source: AI, Warfare and Accountability
de: KI, Kriegsführung und Rechenschaftspflicht
es: IA, guerra y rendición de cuentas
fr: IA, guerre et responsabilité
pl: SI, działania wojenne i odpowiedzialność
pt_br: IA, guerra e responsabilidade

# body.1f6755f4-b999-4379-9f48-0410c487f8ac
source: Sarra Hannachi outlines how AI is increasingly entangled with warfare and mass surveillance, and why she believes 2026 will usher in stronger safeguard and global governance frameworks that protect people first and foremost.
de: Sarra Hannachi erläutert, wie KI zunehmend mit Kriegsführung und Massenüberwachung verflochten ist und warum sie glaubt, dass 2026 stärkere Schutzmaßnahmen und globale Governance-Rahmenwerke bringen wird, die in erster Linie den Menschen schützen.
es: Sarra Hannachi describe cómo la IA está cada vez más entrelazada con la guerra y la vigilancia masiva, y por qué cree que 2026 marcará el comienzo de estructuras de salvaguardia y gobernanza global más sólidos que pongan a las personas en primer lugar.
fr: Sarra Hannachi décrit comment l’IA est de plus en plus mêlée à la guerre et à la surveillance de masse, et pourquoi elle pense que 2026 ouvrira la voie à des cadres de protection et de gouvernance mondiaux plus rigoureux, qui protègeront avant tout les personnes.
pl: Sarra Hannachi opisuje, w jaki sposób sztuczna inteligencja jest coraz bardziej uwikłana w działania wojenne i masową inwigilację oraz dlaczego uważa, że rok 2026 zapoczątkuje silniejsze ramy bezpieczeństwa i globalnego zarządzania, które przede wszystkim chronią ludzi.
pt_br: Sarra Hannachi descreve como a IA está cada vez mais envolvida na guerra e na vigilância em massa, e por que ela acredita que 2026 dará início a estruturas de proteção e governança global mais fortes que colocarão as pessoas em primeiro lugar.

# body.88a2ea9a-7be4-4a5a-95be-ed40ff36038b
source: Governance + Digital Literacy = a Good AI Future
de: Governance + Digitale Kompetenz = Eine gute KI-Zukunft
es: Gobernanza + alfabetización digital = un buen futuro con IA
fr: Gouvernance + littératie numérique = un avenir prometteur pour l’IA
pl: Zarządzanie + kompetencje cyfrowe = dobra przyszłość SI
pt_br: Governança + alfabetização digital = um bom futuro de IA

# body.88a2ea9a-7be4-4a5a-95be-ed40ff36038b
source: Khaled Kouba highlights the growing disconnect between AI’s technical evolution and the governance systems meant to guide it. He calls for a global effort and renewed focus on digital literacy so all users can safely navigate generative and agentic AI systems.
de: Khaled Kouba beleuchtet die wachsende Diskrepanz zwischen der technischen Evolution von KI und den Governance-Systemen, die sie steuern sollen. Er fordert eine globale Anstrengung und einen erneuten Fokus auf digitale Kompetenz, damit alle Nutzer sicher mit generativen und agentischen KI-Systemen umgehen können.
es: Khaled Kouba destaca la creciente desconexión entre la evolución técnica de la IA y los sistemas de gobernanza destinados a guiarla. Reclama un esfuerzo global y un enfoque renovado en la alfabetización digital para que todos los usuarios sean capaces de interactuar de forma segura con sistemas de IA generativa y autónoma.
fr: Khaled Kouba met en évidence le décalage croissant entre l’évolution technique de l’IA et les systèmes de gouvernance destinés à la guider. Il appelle à un effort mondial et à un recentrage sur la littératie numérique afin que tous les utilisateurs puissent naviguer en toute sécurité dans les systèmes d’IA générative et agentique.
pl: Khaled Kouba podkreśla rosnący rozdźwięk między ewolucją techniczną SI a systemami zarządzania, które mają nią kierować. Apeluje o podjęcie globalnych wysiłków i ponownego skupienia się na alfabetyzacji cyfrowej, aby wszyscy użytkownicy mogli bezpiecznie poruszać się po generatywnych i agentycznych systemach SI.
pt_br: Khaled Kouba destaca a crescente desconexão entre a evolução técnica da IA e os sistemas de governança destinados a orientá-la. Ele pede um esforço global e um foco renovado na alfabetização digital para que todos os usuários possam navegar com segurança em sistemas de IA generativos e agênticos.

# body.aaf6ca76-3108-4697-b861-39fe289fad66.video_url
source: https://vimeo.com/1147139443?share=copy&amp;fl=sv&amp;fe=ci
es: https://vimeo.com/1147139443?share=copy&fl=sv&fe=ci

# body.3132cb12-b03c-45ca-bf15-2d36e527ca0a
source: Reclaiming Transparency and Building Better Tech
de: Transparenz zurückgewinnen und bessere Technologien bauen
es: Recuperar la transparencia y desarrollar tecnologías mejores
fr: Reconquérir la transparence et construire une meilleure technologie
pl: Odzyskiwanie przejrzystości i budowanie lepszej techniki
pt_br: Recuperando a transparência e construindo tecnologias melhores

# body.3132cb12-b03c-45ca-bf15-2d36e527ca0a
source: Eduard Martin-Borregon shares how communities are building grassroots, independent digital infrastructure to reclaim transparency and reduce reliance on the major tech companies.
de: Eduard Martin-Borregon berichtet, wie Communities eine unabhängige, basisdemokratische digitale Infrastruktur aufbauen, um Transparenz zurückzugewinnen und die Abhängigkeit von den großen Technologieunternehmen zu verringern.
es: Eduard Martín-Borregón comparte cómo las comunidades están construyendo una infraestructura digital independiente y de base para recuperar la transparencia y reducir la dependencia de las principales empresas de tecnología.
fr: Eduard Martin-Borregon explique comment les communautés construisent des infrastructures numériques indépendantes et locales afin de reconquérir la transparence et réduire leur dépendance à l’égard des grandes entreprises technologiques.
pl: Eduard Martin-Borregon opowiada o tym, jak społeczności budują oddolną, niezależną infrastrukturę cyfrową, aby odzyskać przejrzystość i zmniejszyć zależność od głównych firm technologicznych.
pt_br: Eduard Martin-Borregon compartilha como as comunidades estão construindo infraestruturas digitais independentes e populares para recuperar a transparência e reduzir a dependência das grandes empresas de tecnologia.

# body.bfd4964c-0d89-4cde-a474-5e746dcabd6c.video_url
source: https://vimeo.com/1147131539?share=copy&amp;fl=sv&amp;fe=ci
es: https://vimeo.com/1147131539?share=copy&fl=sv&fe=ci
pt_br: https://vimeo.com/1147139443?share=copy&amp;fl=sv&amp;fe=ci

# body.5f082943-9acf-49ce-870b-293bc16ccb44
source: Reimagining the Internet as a Community Asset
de: Das Internet als Gemeinschaftsgut neu denken
es: Reimaginar Internet como un bien comunitario
fr: Réinventer Internet en tant que bien communautaire
pl: Wyobrażenie sobie Internetu na nowo jako zasobu społecznościowego
pt_br: Reimaginando a Internet como um ativo da comunidade

# body.5f082943-9acf-49ce-870b-293bc16ccb44
source: Thiane Neves Barros emphasizes the importance of communities generating, owning, and protecting their own data. Her work shows how culturally-rooted digital spaces can reshape safety, autonomy and help build narrative power online.
de: Thiane Neves Barros betont, wie wichtig es ist, dass Communities ihre eigenen Daten generieren, besitzen und schützen. Ihre Arbeit zeigt, wie kulturell verwurzelte digitale Räume Sicherheit und Autonomie neu gestalten und dabei helfen können, narrative Macht im Internet aufzubauen.
es: Thiane Neves Barros enfatiza la importancia de que las comunidades generen, posean y protejan sus propios datos. Su trabajo muestra cómo la existencia de espacios digitales culturalmente arraigados puede remodelar la seguridad y la autonomía, y ayudar a construir poder narrativo en línea.
fr: Thiane Neves Barros souligne l’importance pour les communautés de générer, de posséder et de protéger leurs propres données. Son travail montre comment les espaces numériques enracinés dans la culture peuvent remodeler la sécurité et l’autonomie, et contribuer à renforcer le pouvoir narratif en ligne.
pl: Thiane Neves Barros podkreśla znaczenie społeczności generujących, posiadających i chroniących własne dane. Jej praca pokazuje, jak zakorzenione kulturowo przestrzenie cyfrowe mogą przekształcać bezpieczeństwo, autonomię i pomagać budować siłę narracji online.
pt_br: Thiane Neves Barros enfatiza a importância de as comunidades gerarem, possuírem e protegerem seus próprios dados. O seu trabalho mostra como os espaços digitais culturalmente enraizados podem remodelar a segurança, a autonomia e ajudar a construir o poder narrativo online.

# body.bb633b1e-9e68-4174-849b-ea9cc2258e6a.video_url
source: https://vimeo.com/1147131928?share=copy&amp;fl=sv&amp;fe=ci
es: https://vimeo.com/1147131928?share=copy&fl=sv&fe=ci
pt_br: https://vimeo.com/1147139443?share=copy&amp;fl=sv&amp;fe=ci

# body.b76f5be8-56e9-4053-b0b1-73c745cb4103
source: Intimacy and Identity in the Age of AI
de: Intimität und Identität im Zeitalter der KI
es: Intimidad e identidad en la era de la IA
fr: Intimité et identité à l’ère de l’IA
pl: Intymność i tożsamość w dobie SI
pt_br: Intimidade e identidade na era da IA

# body.b76f5be8-56e9-4053-b0b1-73c745cb4103
source: In 2026, AI will redefine intimacy. Priya Goswami explores how AI companions are transforming emotional connection, grief, validation, and intimacy; raising urgent ethical questions about psychological safety and what it means to have human relationships in an AI-riddled world.
de: Im Jahr 2026 wird KI die Intimität neu definieren. Priya Goswami untersucht, wie KI-Begleiter emotionale Bindungen, Trauer, Bestätigung und Intimität verändern, und wirft dabei dringende ethische Fragen zur psychologischen Sicherheit und zur Bedeutung menschlicher Beziehungen in einer von KI geprägten Welt auf.
es: En 2026, la IA redefinirá la intimidad. Priya Goswami explora cómo las relaciones afectivas con bots de IA están transformando las nociones de conexión emocional, duelo, validación e intimidad, lo que plantea cuestiones éticas urgentes sobre la seguridad psicológica y lo que significa tener relaciones humanas en un mundo invadido por la IA.
fr: En 2026, l’IA redéfinira l’intimité. Priya Goswami explore comment les compagnons IA transforment les liens émotionnels, le chagrin, la validation et l’intimité, soulevant des questions éthiques urgentes sur la sécurité psychologique et ce que signifie avoir des relations humaines dans un monde envahi par l’IA.

# body.b76f5be8-56e9-4053-b0b1-73c745cb4103
source: The biggest uphill battle we face is proving that tech is not human.
de: Die größte Herausforderung für uns ist zu zeigen, dass Technologie nicht menschlich ist.
es: La mayor batalla que enfrentamos es demostrar que lo tecnológico no es lo mismo que lo humano.
fr: La bataille la plus ardue à laquelle nous devons faire face est de prouver que la tech n’est pas humaine.

# body.028cdf1e-f6ee-4e64-b1a0-8c3ab94d2a25.image.alt_text
source: Priya Goswami pictured at MozFest 2025 in front of her art installation
de: Priya Goswami abgebildet auf dem MozFest 2025 vor ihrer Kunstinstallation
es: Priya Goswami en el MozFest 2025 frente a su instalación artística.
fr: Priya Goswami photographiée au MozFest 2025 devant son installation artistique
pl: Priya Goswami sfotografowana na MozFest 2025 przed swoją instalacją artystyczną
pt_br: Priya Goswami fotografada no MozFest 2025 em frente à sua instalação de arte

# body.072f6b60-3086-4447-a085-f1a1153368c8
source: Image of Priya Goswami and her installation titled 'Digital Bharat' at MozFest, 2025
de: Foto von Priya Goswami und ihrer Installation mit dem Titel „Digital Bharat“ beim MozFest 2025
es: Imagen de Priya Goswami y su instalación titulada «Digital Bharat», en el MozFest 2025.
fr: Image de Priya Goswami et de son installation intitulée « Digital Bharat » au MozFest, 2025

# body.bc886911-e7f4-45fb-9158-9f79d64233d1
source: These predictions reflect Mozilla Foundation's core belief; that the future of technology will be human. By supporting technologists, researchers, and organizers working on the frontlines of digital rights, Mozilla Foundation helps ensure that global communities have the power, tools, and agency to build a healthier digital world.
de: Diese Prognosen spiegeln die zentrale Überzeugung der Mozilla Foundation wider: dass die Zukunft der Technologie menschlich sein wird. Durch die Unterstützung von Technologen, Forschern und Organisatoren, die an der Frontlinie der digitalen Rechte arbeiten, hilft die Mozilla Foundation sicherzustellen, dass globale Communities die Macht, die Werkzeuge und die Handlungsfähigkeit haben, eine gesündere digitale Welt zu bauen.
es: Estas predicciones reflejan la idea fundamental de la Fundación Mozilla: que el futuro de la tecnología será humano. Apoyando a tecnólogos, investigadores y organizadores que están trabajando en la primera línea de los derechos digitales, la Fundación Mozilla ayuda a garantizar que las comunidades globales tengan el poder, las herramientas y la agencia para construir un mundo digital más saludable.
fr: Ces prévisions reflètent ce que croit profondément la Fondation Mozilla : que l’avenir de la technologie sera humain. En soutenant les technologues, les chercheurs et les organisateurs qui œuvrent en première ligne sur les droits numériques, la Fondation Mozilla contribue à garantir que les communautés à travers le monde ont le pouvoir, les outils et les moyens qui leur permettra de construire un monde numérique plus sain.
pl: Przewidywania te odzwierciedlają podstawowe przekonanie Fundacji Mozilli, że przyszłość technologii będzie ludzka. Wspierając ekspertów techniki, badaczy i organizatorów pracujących na pierwszej linii frontu praw cyfrowych, Fundacja Mozilla pomaga zapewnić globalnym społecznościom siłę, narzędzia i sprawczość do budowania zdrowszego świata cyfrowego.
pt_br: Essas previsões refletem a crença central da Fundação Mozilla de que o futuro da tecnologia será humano. Ao apoiar tecnólogos, pesquisadores e organizadores que trabalham na linha de frente dos direitos digitais, a Mozilla Foundation ajuda a garantir que as comunidades globais tenham o poder, as ferramentas e a agência para construir um mundo digital mais saudável.

# body.bc886911-e7f4-45fb-9158-9f79d64233d1
source: As we look forward to 2026, the work of Mozilla Foundation Fellows reminds us that the future of AI is still ours to define.
de: Wenn wir auf das Jahr 2026 blicken, erinnert uns die Arbeit der Mozilla Foundation Fellows daran, dass die Zukunft der KI immer noch von uns definiert werden kann.
es: Ante el comienzo del 2026, el trabajo de los becarios de la Fundación Mozilla nos recuerda que aún está en nuestras manos definir el futuro de la IA.
fr: Alors que nous attendons avec impatience 2026, le travail des boursiers de la Fondation Mozilla nous rappelle que l’avenir de l’IA reste à définir.
pl: Gdy oczekujemy nadejścia roku 2026, praca Mozilla Foundation Fellows przypomina nam, że zdefiniowanie przyszłości SI wciąż należy do nas.
pt_br: Enquanto aguardamos ansiosamente por 2026, o trabalho dos bolsistas da Fundação Mozilla nos lembra que o futuro da IA ainda está em nossas mãos.

# body.b76f5be8-56e9-4053-b0b1-73c745cb4103
source: Priya Goswami explores how AI companions are transforming emotional connection, grief, validation, and intimacy; raising urgent ethical questions about psychological safety and what it means to have human relationships in an AI-riddled world.
pl: Priya Goswami bada, w jaki sposób towarzyszące twory SI przekształcają więź emocjonalną, żal, walidację i intymność; stawia pilne pytania etyczne dotyczące bezpieczeństwa psychologicznego i tego, co to znaczy mieć relacje międzyludzkie w świecie ze wszechobecną SI.
pt_br: Priya Goswami explora como os companheiros de IA estão transformando a conexão emocional, o luto, a validação e a intimidade, levantando questões éticas urgentes sobre segurança psicológica e o que significa ter relações humanas em um mundo repleto de IA.
