Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/common-voice/*-country-programmes.po
Languages: sw

# header
source: Programmatic work
sw: Kazi ya programu

# intro
source: Common Voice is the most diverse open voice dataset in the world. Most voice datasets are owned by companies, which stifles innovation. They also under-represent almost every language in the world, as well as people of colour, disabled people, women and LGBTQIA+ people. We want to change that by mobilising people everywhere to share their voice.
sw: Common Voice ndio seti ya takwimu iliyo na lugha nyingi tofauti zaidi duniani. Takwimu nyingi za sauti zinamilikiwa na makampuni yanayozuia uvumbuzi. Hayawakilishi vizuri takriban lugha zote ulimwenguni, watu wasio wazungu, walemavu, wanawake na jumuiya ya LGBTQIA+. Tunataka kubadilisha hilo kwa kuhamasisha watu kila mahali kushiriki sauti zao.

# body.22880f4e-7ce0-48fa-805b-7b8a18fa3bfb
source: Programmatic work
sw: Kazi ya programu

# body.22880f4e-7ce0-48fa-805b-7b8a18fa3bfb
source: Mozilla Fellows are activists, open-source researchers, engineers, and technology policy experts who work on the front lines of that movement. Fellows develop new thinking on how to address emerging threats and challenges facing a healthy internet. Four fellows from Rwanda, Kenya and Tanzania have been selected as leaders in the open voice technology space that are embedded in our focus communities. These fellows have led the growth of the platform, connected the project to diverse stakeholders and championed the value of having more investment in African Languages.
sw: Washirika wa Mozilla ni wanaharakati, watafiti wanaotumia taarifa za umma, wahandisi, na wataalamu wa sera za teknolojia wanaofanya kazi kwenye mstari wa mbele wa harakati hiyo. Washirika hubuni mawazo mapya juu ya jinsi ya kukabiliana na vitisho vinavyojitokeza na changamoto zinazokabili mtandao wenye maadili mema. Washirika wanne kutoka Rwanda, Kenya na Tanzania wamechaguliwa kama viongozi katika nafasi ya teknolojia ya sauti huria zilizo katika jamii zetu lengwa. Washirika hawa wamekuza jukwaa, wameunganisha mradi huo na wadau mbalimbali na wamehamasisha thamani ya kuwekezaji zaidi katika Lugha za Kiafrika.

# body.22880f4e-7ce0-48fa-805b-7b8a18fa3bfb
source: Meet the 2021/2022 Kiswahili fellows
sw: Kutana na washirika wa Kiswahili wa 2021/2022

# body.039d22e9-4410-4716-b754-64543cdd8223.text
source: Britone Mwasaru will be working on voice technology with a focus on the Kiswahili language in order to address the exclusion of those whose first or preferred language is Kiswahili. Before joining Mozilla, Britone was Director of Technology at Swahilipot Hub where he led use and adoption of technology in the technology and arts community in Mombasa and Coast region of Kenya.
sw: Britone Mwasaru atatumia teknolojia ya sauti kwa kuzingatia lugha ya Kiswahili ili kushughulikia watu ambao lugha yao ya kwanza au inayopendelewa ni Kiswahili waliotengwa. Kabla ya kujiunga na Mozilla, Britone alikuwa Mkurugenzi wa Teknolojia katika Swahilipot Hub ambapo aliongoza matumizi na kupitishwa kwa teknolojia katika jamii ya teknolojia na sanaa jijini Mombasa na eneo la Pwani mwa Kenya.

# body.4663a238-2fa9-4c00-92a7-9b8be148ee0d.text
source: Kathleen Siminyu is an AI Researcher who has focused on Natural Language Processing for African Languages. She will be joining Mozilla Foundation as a Machine Learning Fellow to support the development of a Kiswahili Common Voice dataset and to build speech transcription models for end use cases in the agricultural and financial domains. In her NLP research, Kathleen has previously worked on speech transcription for Luhya languages and contributed to machine translation for Kenyan languages as part of Masakhane. Before joining Mozilla, Kathleen was Regional Coordinator of AI4D Africa, where she worked with ML and AI communities in Africa to run various programs.
sw: Kathleen Siminyu ni Mtafiti wa AI ambaye ameangazia Uchakataji wa Lugha Asilia wa Lugha za Kiafrika. Atajiunga na shirika la Mozilla Foundation kama Mshirika wa Kujifunza kwa Mashine ili asaidie kutengeneza seti ya takwimu ya Common Voice ya Kiswahili na aunde mifano ya kunukuu usemi ili itumiwe katika nyanja za kilimo na usimamizi wa fedha. Katika utafiti wake wa NLP, Kathleen amewahi kufanya kazi ya kunukuu usemi kwa lugha za Kiluhya na kuchangia katika tafsiri ya mashine ya lugha za Kenya kama sehemu ya Masakhane. Kabla ya kujiunga na Mozilla, Kathleen alikuwa Mratibu wa Kanda wa AI4D Afrika, ambapo alifanya kazi na jumuiya za ML na AI barani Afrika akiendesha shughuli za mipango mbalimbali.

# body.5586270d-be0e-4995-88fc-bb81c827ae85.text
source: Rebecca will be working on establishing and supporting diverse Kiswahili language and tech communities along axes of gender, age, regional origin, accent and vernacular usage towards building an open voice dataset in Kiswahili. She will work to ensure that the dataset accurately represents the Kiswahili population with the goal of encouraging adoption and implementation of voice technology. Before joining Mozilla, Rebecca has been an Internet Society fellow, an Afrisig fellow, a Google Policy fellow, a national geographic explorer and a digital rights program officer at Paradigm Initiative.
sw: Rebecca atakuwa akifanya kazi ya kuanzisha na kusaidia jamii mbalimbali za lugha ya Kiswahili na teknolojia kwa kuzingatia jinsia, umri, asili, lafudhi na lugha za kienyeji ili kujenga seti ya takwimu ya sauti huria katika Kiswahili. Atahakikisha kuwa seti ya takwimu inawakilisha vizuri watu wanaozungumza Kiswahili akiwa na lengo la kuhamasisha utumiaji na utekelezaji wa teknolojia ya sauti. Kabla ya kujiunga na Mozilla, Rebecca amekuwa mshirika wa Internet Society, mshirika wa Afrisig, mshirika wa Google Policy, mtafiti wa national geographic na afisa wa mpango wa haki za kidijitali katika Mpango wa Paradigm.

# body.05eaa33b-adef-450c-8121-8fdd642c5698
source: Read more about Mozilla Fellowships <a id="a1">here</a>
sw: Soma zaidi kuhusu Ushirikiano wa Mozilla <a id="a1">hapa.</a>

# body.a62fb25b-8227-4c2d-bc71-5e0c20b134e2
source: Mozilla Common Voice Kiswahili use case Awards
sw: Mifano ya Tuzo za Mozilla Common Voice za Kiswahili

# body.a62fb25b-8227-4c2d-bc71-5e0c20b134e2
source: Common Voice awarded eight projects each upto USD $50,000, leveraging the Kiswahili language and voice technology to increase social and economic opportunities for marginalized groups in Kenya, Tanzania, and the Kiswahili-speaking Democratic Republic of Congo.
sw: Common Voice imetunuku miradi minane kila mmoja dola 50,000 za Marekani, kwa kutumia lugha ya Kiswahili na teknolojia ya sauti ili kuongeza fursa za kiuchumi kwa makundi yaliyotengwa nchini Kenya, Tanzania na Jamhuri ya Kidemokrasia ya Kongo inayozungumza Kiswahili.

# body.a62fb25b-8227-4c2d-bc71-5e0c20b134e2
source: These grants are supported by the Gates Foundation in collaboration with the Foreign Commonwealth and Development Office (FCDO) and GIZ, as a response to a gender conscious and community centred approach to tech development.
sw: Ruzuku hizi zinatolewa na shirika la Gates Foundation likishirikiana na Ofisi ya Jumuiya ya Madola na Maendeleo (FCDO) na GIZ, kama mwitikio wa mbinu unaozingatia jinsia na jamii katika maendeleo ya teknolojia.

# body.a62fb25b-8227-4c2d-bc71-5e0c20b134e2
source: Read the grant announcement <a id="a1">here</a>
sw: Soma tangazo la ruzuku <a id="a1">hapa</a>

# body.f2138c53-646b-4130-8c4a-dfe90d28fc04.text
source: ChamaChat by Ujuzi Craft LTD | Kenya
sw: ChamaChat na Ujuzi Craft LTD | Kenya

# body.f2138c53-646b-4130-8c4a-dfe90d28fc04.text
source: A Chama management system with a chatbot that interacts with members and gives voice replies in Kiswahili via SMS and Whatsapp. It connects to the group Payment API, ie M-Pesa API. Members can interact with the Chama admin bot on a variety of functions, including instance check balance, loan requests and receiving transaction statements.
sw: Mfumo wa usimamizi wa Chama wenye chatboti au programu inayoiga mazungumzo na inayoshirikisha mazungumzo baina ya wanachama na kutoa majibu ya sauti kwa Kiswahili kupitia Ujumbe mfupi (SMS)na Whatsapp. Inaunganishwa na kiolesura cha programu-tumizi ya Malipo ya kikundi, yaani API ya M-Pesa. Wanachama wanaweza kushirikiana na chatboti ya msimamizi wa Chama kwenye utendaji kazi mbalimbali, ikijumuisha kuangalia salio, maombi ya mkopo na kupokea taarifa za akaunti.

# body.71188bc5-a41e-4798-934a-30a2db1ee885.text
source: Kiazi Bora by Sustain Earth's Environment Africa | Tanzania
sw: Kiazi Bora ya Sustain Earth's Environment Africa | Tanzania

# body.71188bc5-a41e-4798-934a-30a2db1ee885.text
source: <i>Kiazi Bora</i>, “Quality Potatoes’’ in Swahili, uses a voice enabled application that informs vulnerable women living in rural areas and marginalized communities of Tanzania on the nutritional values of Orange Fleshed Sweet Potatoes (OFSP), farming skills for better yields, and detailed market availability for raw or processed OFSP food products, all through a voice data set app.
sw: <i>Kiazi Bora</i>, hutumia programu ya sauti inayowafahamisha wanawake wanaoishi katika mazingira magumu na wanaoishi katika maeneo ya vijijini na jamii zilizotengwa za Tanzania kuhusu thamani za lishe ya Viazi vitamu vyenye rangi ya chungwa/njano (OFSP), ujuzi wa kilimo ili kupata mazao bora, na upatikanaji wa soko wa kina wa bidhaa za chakula ghafi au zilizosindikwa za OFSP, kupitia programu ya seti ya data ya sauti.

# body.71188bc5-a41e-4798-934a-30a2db1ee885.text
source: <a id="a1"><b><i>Learn more about Kiazi Bora</i></b></a><b><i>.</i></b>
sw: <a id="a1"><b><i>Jifunze zaidi kuhusu Kiazi Bora</i></b></a><b><i>.</i></b>

# body.80ed7e97-ba63-46ac-aa2a-1ec25d6f8f3a.text
source: Wezesha na Kabambe by University of Westminster, U.K | Moi University, Kenya | Technical University of Kenya | Western Michigan University, USA.
sw: Wezesha na Kabambe ya Chuo cha Westminster, U.K| Chuo cha Moi, Kenya| Chuo cha Kiufundi cha Kenya | Chuo cha Western Michigan, USA.

# body.80ed7e97-ba63-46ac-aa2a-1ec25d6f8f3a.text
source: A mobile enabled Swahili audio chatbot not reliant on internet connectivity. It is developed in collaboration with rural small-holder women farmers in Kenya as an alternative source for agricultural information. Using the Mozilla Swahili data sets, the mobile-enabled chatbot can be used on both feature phones (<i>kabambes</i>) and smartphones by rural smallholder farmers. The interactive Swahili chatbot is powered by a database of frequently asked questions from smallholder women farmers, a marginalized and digitally excluded group. It is inspired by existing familiarity, adoption, and acceptance of mobile technologies in rural areas in Kenya.
sw: Ni boti ya sauti ya Kiswahili ya simu ya mkononi ambayo haitegemei muunganisho wa intaneti. Imeandaliwa kwa ushirikiano na wakulima wadogo wanawake wa vijijini nchini Kenya kama chanzo mbadala cha taarifa za kilimo. Kwa kutumia seti za data za Mozilla katika Kiswahili, boti hii ya mazungumzo ya simu ya mkononi inaweza kutumika kwenye simu za kawaida (<i>kabambe</i>) na simu janja na wakulima wadogo vijijini. Boti hii shirikishi ya Kiswahili inaendeshwa na hifadhidata ya maswali yanayoulizwa mara kwa mara kutoka kwa wakulima wadogo wadogo wanawake, kikundi kilichotengwa kidijitali. Imechochewa na ujuzi uliopo, kukubalika kwa teknolojia za simu katika maeneo ya mashambani nchini Kenya.

# body.80ed7e97-ba63-46ac-aa2a-1ec25d6f8f3a.text
source: <a id="a1"><b><i>Learn more about Wezesha na Kabambe</i></b></a><b><i>.</i></b>
sw: <a id="a1"><b><i>Jifunze zaidi kuhusu Wezesha na Kabambe</i></b></a><b><i>.</i></b>

# body.8e84e119-9b1b-4011-9e7b-ea41df40f082.text
source: LivHealth Kiswahili Corpus by Badili Innovations | Kenya
sw: LivHealth Kiswahili Corpus ya Badili Innovations | Kenya

# body.8e84e119-9b1b-4011-9e7b-ea41df40f082.text
source: LivHealth Kiswahili Corpus aims to empower local communities to correctly identify livestock syndromes and get timely interventions from qualified livestock practitioners. Using Natural Language Processing (NLP), Machine Learning (ML), and Artificial Intelligence (AI), the project will build Kiswahili text-to-speech models for disseminating disease information to marginalized communities. Working closely with their partner, One Health Center in Africa (OHRECA) based at ILRI, they will enhance the functionality of the LivHealth system to enable local communities easy access to disease information on demand and in Kiswahili.
sw: LivHealth Kiswahili Corpus inalenga kuwezesha jamii kutambua kwa usahihi magonjwa ya mifugo na kupata afua kwa wakati kutoka kwa watendaji waliohitimu. Kwa kutumia Uchakataji wa Lugha Asilia (NLP), Kujifunza kwa Mashine (ML), na Akili Bandia (AI), mradi utajenga miundo ya Kiswahili ya maandishi-hadi-sauti kwa ajili ya kusambaza taarifa za magonjwa kwa jamii zilizotengwa. Wakifanya kazi kwa karibu na washirika wao, Kituo cha One Health Center in Africa(OHRECA) chenye makao yake ILRI, wataimarisha utendaji wa mfumo wa LivHealth ili kuwezesha jamii za wenyeji kupata taarifa hitajika za magonjwa kwa urahisi na kwa Kiswahili.

# body.95024ffb-72ae-4d90-8fad-4d35a87b7b98.text
source: Imarika by Strathmore University | Kenya
sw: Imarika ya Chuo cha Strathmore | Kenya

# body.95024ffb-72ae-4d90-8fad-4d35a87b7b98.text
source: Imarika is a conversational chatbot offering digital climate advisory services in English and Swahili that will support smallholder farmers to adapt to changing weather patterns. The project aims to address the vulnerability of farmers to weather unpredictability due to the lack of accessible, reliable, and localized weather forecasts. Access to weather information is highly variable across sub-Saharan Africa and is usually limited to low-accuracy national or regional forecasts broadcast on radio and/or TV. The project specifically hopes to serve smallholder farmers who often have limited access to localized climate advisory services due to barriers such as slow technology penetration or digital illiteracy.
sw: Imarika ni boti ya mazungumzo inayotoa huduma za ushauri wa hali ya hewa kidijitali katika lugha ya Kiingereza na Kiswahili ambayo itasaidia wakulima wadogo kukabiliana na mabadiliko ya hali ya hewa. Mradi huu unalenga kukabiliana na hatari ya wakulima kukabiliwa na hali ya hewa isiyotabirika kutokana na kukosekana kwa utabiri wa hali ya hewa unaoweza kufikiwa, wa kutegemewa na wa eneo. Upatikanaji wa taarifa za hali ya hewa ni tofauti sana katika Afrika Kusini mwa Jangwa la Sahara na kwa kawaida ni utabiri wa hali ya chini ya usahihi wa kitaifa au wa kikanda unaotangazwa kwenye redio na/au TV. Mradi hasa unatarajia kuwahudumia wakulima wadogo ambao mara nyingi wana ufikiaji mdogo wa huduma za ushauri wa hali ya hewa zilizowekwa ndani kutokana na vizuizi kama vile kupenya polepole kwa teknolojia au kutojua kusoma na kuandika kwa dijiti.

# body.95024ffb-72ae-4d90-8fad-4d35a87b7b98.text
source: <a id="a1"><b><i>Learn more about Imarika</i></b></a><b><i>.</i></b>
sw: <a id="a1"><b><i>Jifunze zaidi kuhusu Imarika</i></b></a><b><i>.</i></b>

# body.e6b2e4b6-b934-4de0-8528-8eab48faee6f.text
source: Paza Sauti by Tech Innovators Network Ltd | Kenya
sw: Paza Sauti ya Tech Innovators Network Ltd | Kenya

# body.e6b2e4b6-b934-4de0-8528-8eab48faee6f.text
source: The project is developing a chatbot and an interactive voice response service that will provide voice-enabled services in the domain of business registration and raise awareness about the use of collateral (security) to access credit in Kenya. The main objective is to increase financial literacy around moveable properties as collateral, particularly for women in business, and in particular agriculture, for purposes of accessing credit. Although there has been an increase in the ease of getting credit, most members of the population are still unaware of their capability to access further credit as a result of using moveable properties as collateral. This project will be a continuation of an already ongoing collaboration with the Business Registration Service - BRS (State Corporation) in Kenya in the domain of financial inclusion, which serves the Kenya public.
sw: Mradi huu unatengeneza boti ya mazungumzo na huduma ya mwingiliano ya mwitikio wa sauti ambayo itatoa huduma zinazowezeshwa kwa sauti katika kikoa cha usajili wa biashara na kuongeza ufahamu kuhusu matumizi ya dhamana (usalama) kuwezesha kupata mkopo nchini Kenya. Lengo kuu ni kuongeza ujuzi wa kifedha kuhusu mali zinazohamishika kama dhamana, hasa kwa wanawake katika biashara, na hasa kilimo, kwa madhumuni ya kupata mikopo. Ingawa kumekuwa na ongezeko la urahisi wa kupata mikopo, wananchi wengi bado hawajui uwezo wao wa kupata mikopo zaidi kutokana na kutumia mali zinazohamishika kama dhamana. Mradi huu utakuwa mwendelezo wa ushirikiano unaoendelea tayari na Business Registration Service - BRS (Shirika la serikali) nchini Kenya katika kikoa cha ujumuishaji wa kifedha, ambacho huhudumia umma wa Kenya.

# body.51f54cc9-0890-4b90-8270-e1e20ee5d628.altText
source: Kiswahili Text and Voice Recognition Platform (KTVRP)
sw: Jukwaa la Utambuzi wa Maandishi ya Kiswahili na Sauti (KTVRP)

# body.51f54cc9-0890-4b90-8270-e1e20ee5d628.text
source: Kiswahili Text and Voice Recognition Platform (KTVRP) for Agricultural Advisory and Financial Services for Smallholder Farmers by Duniacom Group, LLC| Tanzania / United States
sw: Kiswahili Text and Voice Recognition Platform (KTVRP) kwa Ushauri wa Kilimo na Huduma za Kifedha kwa Wakulima Wadogo ya Duniacom Group, LLC| Tanzania / Marekani

# body.51f54cc9-0890-4b90-8270-e1e20ee5d628.text
source: A majority of smallholder farmers in Tanzania are only able to communicate through the Kiswahili spoken language and its dialects. A text and voice-based platform made available in the language of the underserved (i.e., Kiswahili) would be key to wide access, adoption, and usage of digital agricultural advisory and financial services in Tanzania. The objective is to develop a text and voice recognition platform that will offer smallholder farmers in the Tanzanian Maize Value Chain personalized digital financial and non-financial automated services based on location, agro-ecological zones, and crop cycle. Based on gender-disaggregated data from the pilot phase, it is anticipated that the majority of participants will be women.
sw: Wengi wa wakulima wadogo nchini Tanzania wana uwezo wa kuwasiliana kupitia lugha ya Kiswahili na lahaja zake pekee. Jukwaa la maandishi na sauti linalopatikana katika lugha ya watu wasiohudumiwa (yaani, Kiswahili) litakuwa ufunguo wa ufikiaji mpana, kupitishwa na matumizi ya ushauri wa kidijitali ya kilimo na huduma za kifedha nchini Tanzania. Lengo ni kuandaa jukwaa la utambuzi wa maandishi na sauti ambalo litawapa wakulima wadogo katika mnyororo wa Thamani wa Mahindi Tanzania na huduma za kidijitali za kifedha na zisizo za kifedha za kiotomatiki kwa kuzingatia eneo, maeneo ya ikolojia ya kilimo na mzunguko wa mazao. Kulingana na data iliyogawanywa kwa jinsia kutoka kwa awamu ya majaribio, inategemewa kuwa wengi wa washiriki watakuwa wanawake.

# body.51f54cc9-0890-4b90-8270-e1e20ee5d628.text
source: <a id="a1"><b><i>Learn more about KTVRP</i></b></a><b><i>.</i></b>
sw: <a id="a1"><b><i>Jifunze zaidi kuhusu KTVRP</i></b></a><b><i>.</i></b>

# body.9f304226-ae64-48e1-b0fa-5afd7c5fe919.text
source: Haki des femmes by Core23Lab | Democratic Republic of Congo
sw: Haki des femmes ya Core23Lab | Jamhuri ya Kidemokrasia ya Kongo

# body.9f304226-ae64-48e1-b0fa-5afd7c5fe919.text
source: Haki will leverage voice technology to provide access to legal information and support for women in Katanga and Lualaba provinces of the Democratic Republic of Congo to ensure they have the right to access, use, inherit, control, and own land. Majority of women in DRC often lose their access to land after the passing of a loved one or husband due to lack of knowledge of land rights. This solution will help women to access information and legal support in securing their land rights in Kiswahili.
sw: Haki des femmes itatumia teknolojia ya sauti kutoa ufikiaji wa taarifa za kisheria na usaidizi kwa wanawake katika majimbo ya Katanga na Lualaba ya Jamhuri ya Kidemokrasia ya Kongo ili kuhakikisha wana haki ya kupata, kutumia, kurithi, kudhibiti na kumiliki ardhi. Wanawake wengi nchini DRC mara nyingi hupoteza uwezo wao wa kumiliki ardhi baada ya kufiwa na wapendwa wao au waume zao kutokana na kukosa ufahamu wa haki za ardhi. Suluhu hili itasaidia wanawake kupata taarifa na usaidizi wa kisheria katika kupata haki zao za ardhi kwa lugha ya Kiswahili.

# body.9f304226-ae64-48e1-b0fa-5afd7c5fe919.text
source: <a id="a1"><b><i>Learn more about Haki des femmes</i></b></a><b><i>.</i></b>
sw: <a id="a1"><b><i>Jifunze zaidi kuhusu Haki des femmes</i></b></a><b><i>.</i></b>

# title
source: Programmatic work
sw: Kazi ya programu
