Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/common-voice/events.po
Languages: sw

# header
source: Events
sw: Matukio

# intro
source: Common Voice is the most diverse open voice dataset in the world. Most voice datasets are owned by companies, which stifles innovation. They also under-represent almost every language in the world, as well as people of colour, disabled people, women and LGBTQIA+ people. We want to change that by mobilising people everywhere to share their voice.
sw: Sauti ya Jamii ndio seti ya takwimu iliyo na lugha nyingi tofauti zaidi duniani. Takwimu nyingi za sauti zinamilikiwa na makampuni yanayozuia uvumbuzi. Hayawakilishi vizuri takriban lugha zote ulimwenguni, watu wasio wazungu, walemavu, wanawake na jumuiya ya LGBTQIA+. Tunataka kubadilisha hilo kwa kuhamasisha watu kila mahali kushiriki sauti zao.

# body.52ebd528-4c2e-49bc-ba2c-f01e5dab83ee.altText
source: Common Voice
sw: Sauti ya Jamii

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: Join us this February 24th to 25th at <a id="a1">Swahilipot Hub</a>, in Mombasa, for a two-day <a id="a2">Common Voice</a> event. Common Voice is a multi-language, publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.
sw: Jiunge nasi tarehe 24 hadi 25 Februari katika <a id="a1">Swahilipot Hub</a>, Mombasa, kwa warsha ya siku mbili ya “<a id="a2">Common Voice</a>”. Common Voice ni daftari la sauti za lugha nyingi, inayopatikana kwa umma, inayoendeshwa na sauti za wachangiaji wa kujitolea kote ulimwenguni. Watu wanaotaka kuunda programu za sauti wanaweza kutumia mkusanyiko wa daftari hii kutoa mafunzo kwa miundo ya mashine ya kujifunza.

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: Day 1 - Awareness and engagement day focused on Data set growth - Voice validation and contributions 9:00AM - 4:00PM
sw: Siku ya 1 - Siku ya uhamasishaji na ushirikiano ili kujenga ukuaji wa seti ya data - Uthibitishaji wa sauti na michango 9:00AM - 4:00PM

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: On the first day we will learn about Common Voice and how to contribute to the project. People will be able to contribute their voices &amp; validate already contributed voices. There will be prizes for the top contributors. Register <a id="a1">here</a>.
sw: Siku ya kwanza tutajifunza kuhusu ‘Common Voice’ na jinsi ya kuchangia mradi. Watu wataweza kuchangia sauti zao na kuthibitisha sauti ambazo tayari zimechangiwa. Kutakuwa na zawadi kwa wachangiaji wakuu. Jisajili <a id="a1">hapa</a>.

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: Day 2 - Model Competition open to all across Kenya
sw: Siku ya 2 - Shindano la Mwanamitindo limefunguliwa kote nchini Kenya

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: Challenge will kick off on Wednesday 20th February and run until Friday 24th February at 3pm EAT.
sw: Challenge itaanza Jumatano tarehe 20 Februari na kuendelea hadi Ijumaa tarehe 24 Februari saa 3 usiku EAT.

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: Register here <a id="a1">here</a>.
sw: Jisajili hapa <a id="a1">hapa</a>.

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: Join us on <b>Day 2</b> in person and virtually as we finalise the Model Competition and announce the winners. There is a total cash prize of KES 100,000 for the competition.
sw: Jiunge nasi kwenye <b>Siku ya 2</b> tunapokamilisha Shindano la Wanamitindo na kutangaza washindi. Kuna jumla ya zawadi ya pesa taslimu KES 100,000 kwa shindano hilo.

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: Participants should bring their technical capabilities to help train the Kiswahili voice dataset.
sw: Washiriki wanapaswa kuleta uwezo wao wa kiufundi ili kusaidia kutoa mafunzo kwa seti ya data ya sauti ya Kiswahili.

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: This coding challenge will shows a typical workflow for training and testing a<b> Speech to Text model on Kiswahili data from Mozilla Common Voice</b>. Challenge instructions:
sw: Changamoto hii ya usimbaji itaonyesha mtiririko wa kawaida wa mafunzo na kujaribu muundo wa Hotuba kwa Maandishi kwenye data ya Kiswahili kutoka Mozilla Common Voice. Maelekezo ya changamoto:

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: Download 10k instances of Mozilla Common Voice data for Kiswahili (pre-formatted for this particular challenge)
sw: Pakua matukio 10k ya data ya Mozilla Common Voice kwa Kiswahili (iliyoumbizwa awali kwa ajili ya changamoto hii)

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: Configure the training and testing runs
sw: Sanidi uendeshaji wa mafunzo na majaribio

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: Train a new model
sw: Funza mtindo mpya

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: Test the model and display its performance
sw: Jaribu mfano na uonyeshe utendaji wake

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: <b>We will use a Speech to Text framework known as coqui.ai. You can check out the Coqui STT documentation</b> <a id="a1"><b>here</b></a><b>.</b>
sw: <b>Tutatumia mfumo wa Hotuba kwa Maandishi unaojulikana kama coqui.ai. Unaweza kuangalia nyaraka za Coqui STT <a id="a1">hapa</a>.</b>

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: Submitted solutions will be ranked by the Mozilla Common Voice team and the awards announced on the 25th of February at the event!
sw: Suluhisho yaliyowasilishwa yataorodheshwa na timu ya ‘Common Voice’ ya Mozilla na tuzo zitatangazwa tarehe 25 Februari katika hafla hiyo!

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: We welcome everyone across Kenya to participate in the competition. A Zoom link for the session where participants will get information on how to join the session, how to participate and make submissions once registration is complete <a id="a1">here</a>
sw: Tunakaribisha kila mtu kote nchini Kenya kushiriki katika shindano hilo. Kiungo cha Zoom cha kipindi ambapo washiriki watapata taarifa kuhusu jinsi ya kujiunga na kipindi, jinsi ya kushiriki na kutoa mawasilisho mara baada ya usajili kukamilika <a id="a1">hapa</a>.

# body.3b14771f-b2b7-4e1e-89ae-42c7b11dab38
source: We look forward to seeing the community come together to build diverse voice dataset for the Kiswahili language.
sw: Tunatazamia kuona jamii ikijumuika pamoja ili kujenga seti mbalimbali za sauti za lugha ya Kiswahili.

# title
source: Events
sw: Matukio
