Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/common-voice/partnering-with-us.po
Languages: es, fr, pl, sw

# header
source: Partner
es: Sé nuestro socio
fr: Partenariats
pl: Współpraca
sw: Mshirika

# intro
source: Common Voice is the most diverse open voice dataset in the world. Most voice datasets are owned by companies, which stifles innovation. They also under-represent almost every language in the world, as well as people of colour, disabled people, women and LGBTQIA+ people. We want to change that by mobilising people everywhere to share their voice.
es: Common Voice es el conjunto de datos de voz público más diverso del mundo. La mayoría de los conjuntos de datos de voz son propiedad de empresas, lo que coarta la innovación. Además, casi todos los idiomas del mundo están subrepresentados, al igual que las personas de color y las que padecen alguna discapacidad, las mujeres y el colectivo LGBTQIA+. Queremos cambiar esta situación movilizando a gente de todas partes para que compartan su voz.
fr: Common Voice est le jeu de données vocales ouvertes le plus diversifié au monde. La plupart des jeux de données appartiennent à des entreprises, ce qui empêche l’innovation. Ils sous-représentent également presque toutes les langues, les femmes, ainsi que les personnes de couleur, handicapées, ou LGBTQIA+. Nous voulons changer cela.
pl: Common Voice to najbardziej różnorodna otwarta baza głosów na świecie. Większość baz głosów należy do firm, a to hamuje innowacje. Takie bazy nie uwzględniają w odpowiednim stopniu praktycznie żadnego języka świata, osób o różnych kolorach skóry, osób niepełnosprawnych, kobiet i społeczności LGBTQIA+. Chcemy to zmienić.
sw: Common Voice ndio seti ya takwimu iliyo na lugha nyingi tofauti zaidi duniani. Takwimu nyingi za sauti zinamilikiwa na makampuni yanayozuia uvumbuzi. Hayawakilishi vizuri takriban lugha zote ulimwenguni, watu wasio wazungu, walemavu, wanawake na jumuiya ya LGBTQIA+. Tunataka kubadilisha hilo kwa kuhamasisha watu kila mahali kushiriki sauti zao.

# body.9bb11a2c-b629-4a7d-ac7a-f023058a3214
source: Partnerships
es: Colaboradores
fr: Partenariats
pl: Współpraca
sw: Ushirikiano

# body.9bb11a2c-b629-4a7d-ac7a-f023058a3214
source: It takes a lot to make Common Voice happen! We don’t do it alone. Want to partner with us? We’d love to hear from you.
es: ¡Lograr que Common Voice sea realidad requiere mucho esfuerzo! No estamos solos en este proyecto. ¿Quieres colaborar con nosotros? Nos encantaría saber de ti
fr: Créer Common Voice demande beaucoup d’efforts ! Nous ne le faisons pas seuls. Vous voulez vous associer à nous ? Faites-le-nous savoir !
pl: Projekt Common Voice wymaga mnóstwa pracy. Sami nie dalibyśmy rady. Chcesz z nami współpracować? Czekamy na Twoją wiadomość!
sw: Juhudi nyingi zinahitajika kufanikisha mradi wa Common Voice! Hatufanyi hivyo peke yetu. Je, ungependa kushirikiana nasi? Tungependa kusikia kutoka kwako.

# body.dff52e58-1ba6-42ab-8172-02311239de5f.altText
source: thumbnail
es: miniatura
fr: miniature
pl: miniatura
sw: kijipicha

# body.dff52e58-1ba6-42ab-8172-02311239de5f.text
source: Community and Civil Society
es: Comunidad y sociedad civil
fr: Communauté et société civile
pl: Społeczność i społeczeństwo obywatelskie
sw: Jumuiya na Asasi za Kiraia

# body.dff52e58-1ba6-42ab-8172-02311239de5f.text
source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and researchers and artists and data scientists. You can learn more about how to get involved on our About page and in our Community playbook. If you’re interested in deeper organisational partnership, <a id="a1">get in touch</a>.
es: La comunidad es la piedra angular de Common Voice y sus miembros que provienen de todas partes del mundo e incluyen activistas linguísticos, investigadores, artistas y científicos de datos. En nuestra página Quiénes somos y en nuestra Guía de la comunidad encontrarás más información sobre cómo participar. Si te interesa colaborar más estrechamente como organización, <a id="a1">contáctanos</a>.
fr: La communauté est au cœur même de Common Voice, ses membres viennent du monde entier, et sont des militant·e·s linguistiques, des chercheurs et chercheuses, des artistes et des <i>data scientists</i>. Vous pouvez en savoir plus sur la façon de vous impliquer sur notre page À propos et dans notre Guide communautaire. Si vous souhaitez former un partenariat organisationnel plus large, <a id="a1">contactez-nous</a>.
pl: Podstawą projektu Common Voice jest nasza społeczność — ludzie z całego świata, aktywiści i badacze językowi, artyści i analitycy danych. Więcej na temat możliwości udziału w projekcie znajdziesz na stronie z informacjami o nas oraz w Podręczniku społeczności. Jeśli interesuje Cię współpraca organizacyjna, <a id="a1">skontaktuj się z nami</a>.
sw: Jamii ndio moyo wa mradi wa Common Voice - wanatoka ulimwenguni kote, na ni wanaharakati wa lugha na watafiti na wasanii na wanasayansi wa data. Unaweza kujifunza zaidi kuhusu jinsi ya kushiriki katika ukurasa wetu unaoelezea Kutuhusu na katika kijitabu chetu cha Jamii. Ikiwa unataka ushirikiano wa ndani na shirika, <a id="a1">wasiliana</a>.

# body.75754a3b-6784-4549-b732-fdd1a75ccb02.altText
source: thumbnail
es: miniatura
fr: miniature
pl: miniatura
sw: kijipicha

# body.75754a3b-6784-4549-b732-fdd1a75ccb02.text
source: Foundations
es: Fundaciones
fr: Fondations
pl: Fundacje
sw: Mashirika

# body.75754a3b-6784-4549-b732-fdd1a75ccb02.text
source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <a id="a1">programmatic work</a>.
es: Trabajamos con fundaciones y la sociedad civil y colaboradores de la comunidad para hacer de internet un lugar más saludable, centrándonos particularmente en África Oriental. Averigua más sobre nuestra <a id="a1">labor programática</a>.
fr: Nous travaillons avec des fondations, la société civile et des partenaires communautaires pour faire d’Internet un endroit plus sain, avec un accent particulier sur l’Afrique de l’Est. En savoir plus sur nos <a id="a1">activités programmatiques</a>.
pl: Współpracujemy z fundacjami, społeczeństwem obywatelskim oraz przedstawicielami społeczności. Wspólnie chcemy uzdrowić Internet — szczególnie w Afryce Wschodniej. Dowiedz się więcej o naszych <a id="a1">działaniach programowych</a>.
sw: Tunashirikiana na mashirika, asasi za kiraia na washirika wa jamii kukuza maadili mema ya mtandao wa intaneti, huku tukilenga hasa Afrika Mashariki. Jifunze zaidi kuhusu <a id="a1">kazi yetu ya programu</a>.

# body.37fd43e1-6c3e-4eca-8ed8-a8a1359b4dbc.altText
source: thumbnail
es: miniatura
fr: miniature
pl: miniatura
sw: kijipicha

# body.37fd43e1-6c3e-4eca-8ed8-a8a1359b4dbc.text
source: Governments
es: Gobiernos
fr: Gouvernements
pl: Organy rządowe
sw: Serikali

# body.37fd43e1-6c3e-4eca-8ed8-a8a1359b4dbc.text
source: We are excited to support public sector engagement in technology, innovation and language rights. If you’re planning to run a major project or campaign, please do <a id="a1">get in touch</a>.
es: Nos entusiasma apoyar al sector público en su participación en los campos de la tecnología, la innovación y los derechos lingüísticos. Si están considerando iniciar un proyecto o campaña de gran calado, no duden en <a id="a1">contactarnos</a>.
fr: Nous sommes ravis de soutenir l’engagement du secteur public dans la technologie, l’innovation et les droits linguistiques. Si vous envisagez de mener un projet ou une campagne d’envergure, veuillez <a id="a1">nous contacter.</a>
pl: Z radością wspieramy podmioty z sektora publicznego, które chcą działać w obszarze technologii, innowacji i praw językowych. Jeśli planujesz ważny projekt lub kampanię, <a id="a1">skontaktuj się z nami</a>.
sw: Tunafurahia kujihusisha kwa sekta ya umma katika teknolojia, uvumbuzi na haki za lugha. Ikiwa unapanga kufanya mradi au kampeni kubwa, tafadhali <a id="a1">wasiliana nasi</a>.

# body.e0ae72b0-f40e-4123-a92f-0e22333205e0.altText
source: thumbnail
es: miniatura
fr: miniature
pl: miniatura
sw: kijipicha

# body.e0ae72b0-f40e-4123-a92f-0e22333205e0.text
source: Universities, Academics and Researchers
es: Universidades, académicos e investigadores
fr: Universités, universitaires et chercheur·euse·s
pl: Uniwersytety, nauczyciele akademiccy i badacze
sw: Vyuo vikuu, Wasomi na Watafiti

# body.e0ae72b0-f40e-4123-a92f-0e22333205e0.text
source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <a id="a1">reach out</a>.
es: La innovación abierta es parte integral de lo que hacemos. <a id="a1">Contáctanos</a> para colaboraciones en investigación, recopilación de datos o entrevistas.
fr: L’innovation ouverte est au cœur de notre action. Pour des collaborations de recherche, des collectes de données ou des interviews, <a id="a1">contactez-nous</a>.
pl: Podstawą wszelkich naszych działań jest otwarta innowacja. Jeśli interesuje Cię współpraca badawcza, gromadzenie danych lub rozmowy, <a id="a1">wyślij nam wiadomość</a>.
sw: Uvumbuzi huria ni msingi wa kile tunachofanya. Kwa ushirikiano katika utafiti, ukusanyaji wa data au mahojiano, <a id="a1">wasiliana nasi</a>.

# body.774127dc-74c6-4b15-a093-9a043b91bc87.altText
source: thumbnail
es: miniatura
fr: miniature
pl: miniatura
sw: kijipicha

# body.774127dc-74c6-4b15-a093-9a043b91bc87.text
source: Small businesses, including tech and AI start ups
es: Pequeñas empresas, incluidas las nuevas empresas tecnológicas y de inteligencia artificial.
fr: Petites entreprises, y compris les start-ups dans le domaine de la tech et de l’IA
pl: Małe firmy, w tym startupy z branży technologicznej i sztucznej inteligencji
sw: Biashara ndogo ndogo, ikiwemo teknolojia na biashara zinazoanza za AI

# body.774127dc-74c6-4b15-a093-9a043b91bc87.text
source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <a id="a1">hear from you</a>.
es: Siempre queremos conocer las necesidades y el contexto de los consumidores de datos. Ya sea para colaborar en plataformas de recopilación de datos o proporcionar perspectivas sobre la salud de los datos, <a id="a1">queremos escucharte</a>.
fr: Nous sommes toujours à la recherche d’informations sur les besoins et le contexte des personnes qui utilisent nos données ; que ce soit à propos de la collaboration sur la plateforme de collecte de données ou la fourniture d’informations sur la santé des données, <a id="a1">contactez-nous</a>.
pl: Chętnie rozmawiamy z konsumentami naszych danych o ich potrzebach i pracy. Chcesz pomóc nam ulepszyć platformę do gromadzenia danych albo przekazać nam ważne informacje o kondycji naszych danych? <a id="a1">Napisz do nas</a>!
sw: Daima tunatazamia kusikia kutoka kwa watumiaji wa data kuhusu mahitaji na taratibu zao - kuanzia kushirikiana katika jukwaa la kukusanya data hadi kutoa maarifa kuhusu maadili mema ya data, tunataka <a id="a1">kusikia kutoka kwako</a>.

# body.bd76ec25-ad53-4a86-9e33-d1db95d96887.altText
source: thumbnail
es: miniatura
fr: miniature
pl: miniatura
sw: kijipicha

# body.bd76ec25-ad53-4a86-9e33-d1db95d96887.text
source: Large scale corporates and platform companies
es: Grandes corporaciones y compañías en plataformas
fr: Grandes entreprises et plateformes
pl: Duże przedsiębiorstwa i platformy
sw: Makampuni makubwa na makampuni ya jukwaa

# body.bd76ec25-ad53-4a86-9e33-d1db95d96887.text
source: If you’re looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <a id="a1">drop us a line</a>.
es: Si deseas conversar más ampliamente sobre conjuntos de datos, quieres coinvertir en planes para expandir una plataforma o buscas oportunidades de colaboración, <a id="a1">escríbenos</a>.
fr: Si vous souhaitez en savoir plus sur le jeu de données, si vous souhaitez co-investir dans des extensions de plateforme planifiées ou rechercher des opportunités de collaboration, <a id="a1">écrivez-nous</a>.
pl: Jeśli chcesz porozmawiać o naszej bazie danych, zainwestować w planowane usprawnienia platformy albo szukasz innych możliwości współpracy, <a id="a1">wyślij nam wiadomość</a>.
sw: Ikiwa unataka kuzungumza zaidi kuhusu seti ya takwimu, unataka kuwekeza pamoja katika upanzuzi wa jukwaa uliopangwa au unatafuta fursa za kushirikiana, <a id="a1">tutumie ujumbe</a>.

# title
source: Partner
es: Sé nuestro socio
fr: Partenariats
pl: Współpraca
sw: Mshirika
