Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do/grantmaking.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Mozilla Foundation Grantmaking | Mozilla Foundation
de: Mozilla Foundation Fördervergabe | Mozilla Foundation
es: Subvenciones de la Fundación Mozilla | Fundación Mozilla
fr: Bourses de la Fondation Mozilla | Fondation Mozilla
pl: Udzielanie grantów przez Fundację Mozilla | Fundacja Mozilla
pt_br: Concessão de Subsídios da Fundação Mozilla | Fundação Mozilla

# search_description
source: Mozilla Foundation's Grantmaking funds a better future. We fund the changemakers building better tech futures.
de: Die Fördervergabe der Mozilla Foundation finanziert eine bessere Zukunft. Wir finanzieren die Changemaker, die bessere Tech-Futures aufbauen.
es: Las subvenciones de la Fundación Mozilla financian un futuro mejor. Apoyamos a los agentes de cambio que están trabajando para desarrollar mejores futuros tecnológicos.
fr: Les bourses de la Fondation Mozilla permettent de financer un avenir meilleur. Nous finançons les acteurs du changement qui construisent un avenir technologique meilleur.
pl: Fundusze grantowe Fundacji Mozilla zapewniają lepszą przyszłość. Finansujemy twórców zmian budujących lepszą przyszłość technologii.
pt_br: A Concessão de Subsídios da Fundação Mozilla financia um futuro melhor. Nós apoiamos os agentes de mudança que constroem futuros tecnológicos mais promissores.

# title
source: Grantmaking
de: Fördervergabe
es: Subvenciones
fr: Bourses
pl: Udzielanie grantów
pt_br: Concessão de Subsídios

# hero_title
source: Funding a better tech future
de: Finanzierung einer besseren Tech-Zukunft
es: Financiamos un futuro tecnológico mejor
fr: Financer un avenir technologique meilleur
pl: Finansowanie lepszej przyszłości technologii
pt_br: Financiando um futuro tecnológico melhor

# hero_description
source: Mozilla Foundation's grantmaking supports changemakers building better
de: Die Fördervergabe der Mozilla Foundation unterstützt Changemaker dabei, bessere Lösungen zu entwickeln
es: Las subvenciones de la Fundación Mozilla ayudan a los agentes del cambio
fr: Les bourses accordées par la Fondation Mozilla soutiennent les acteurs du changement qui œuvrent pour un avenir meilleur
pl: Granty Fundacji Mozilla wspierają twórców zmian w lepszym budowaniu rozwiązań
pt_br: A Concessão de Subsídios da Fundação Mozilla apoia os agentes de mudança que constroem um futuro melhor

# hero_image_alt_text
source: Two people having a conversation at a conference
de: Zwei Personen, die sich auf einer Konferenz unterhalten
es: Dos personas conversando en una conferencia
fr: Deux personnes discutant lors d’une conférence
pl: Dwie osoby rozmawiające na konferencji
pt_br: Duas pessoas conversando em uma conferência

source: Right now, researchers are exposing AI bias that could change hiring processes forever. Activists are protecting encryption that keeps journalists secure. Technologists are building climate justice tools that put communities in control of their own data.
de: Gerade jetzt decken Forscher*innen Vorurteile in der KI auf, die Einstellungsverfahren für immer verändern könnten. Aktivist*innen schützen Verschlüsselungstechniken, die Journalist*innen Sicherheit bieten. Technolog*innen entwickeln Instrumente für Klimagerechtigkeit, mit denen Gemeinden die Kontrolle über ihre eigenen Daten behalten.
es: En este momento, hay investigadores que exponen sesgos de la IA que podrían cambiar los procesos de contratación para siempre. Hay activistas protegiendo el cifrado que mantiene a los periodistas seguros. Hay tecnólogos desarrollando herramientas para la justicia climática que permiten que las comunidades tengan el control de sus propios datos.
fr: À l’heure actuelle, les chercheurs et chercheuses mettent en évidence les préjugés de l’IA qui pourraient changer à jamais les processus de recrutement. Les militants et militantes défendent le chiffrement qui assure la sécurité des journalistes. Les technologues développent des outils de justice climatique qui permettent aux communautés de garder le contrôle de leurs propres données.
pl: Obecnie badacze ujawniają uprzedzenia związane ze sztuczną inteligencją, które mogą na zawsze zmienić procesy rekrutacyjne. Aktywiści chronią szyfrowanie, które zapewnia dziennikarzom bezpieczeństwo. Technologowie budują narzędzia z zakresu sprawiedliwości klimatycznej, które dają społecznościom kontrolę nad własnymi danymi.
pt_br: No momento, os pesquisadores estão expondo o viés da IA que pode mudar os processos de contratação para sempre. Os ativistas estão protegendo a criptografia que mantém os jornalistas seguros. Os tecnólogos estão construindo ferramentas de justiça climática que colocam as comunidades no controle de seus próprios dados.

source: The future is being shaped not only by Silicon Valley but by people who refuse to accept that technology has to be extractive and harmful. Mozilla Foundation funds the innovators who aren’t just wrestling with tech’s current issues—they’re building the alternatives a better future demands.
de: Die Zukunft wird nicht nur vom Silicon Valley geprägt, sondern auch von Menschen, die sich weigern zu akzeptieren, dass Technologie zwangsläufig ausbeuterisch und schädlich sein muss. Die Mozilla Foundation fördert Innovatoren, die sich nicht nur mit den aktuellen Problemen der Technologie auseinandersetzen, sondern auch Alternativen entwickeln, die eine bessere Zukunft erfordert.
es: El futuro no solo está siendo moldeado por Silicon Valley, sino por personas que se niegan a aceptar que la tecnología deba ser extractiva y dañina. La Fundación Mozilla financia a los innovadores que no solo luchan con los problemas actuales de la tecnología, sino que además construyen las alternativas que se necesitan para un futuro mejor.
fr: L’avenir n’est pas seulement façonné par la Silicon Valley, mais aussi par des personnes qui refusent d’accepter que la technologie soit nécessairement extractive et nuisible. La Fondation Mozilla finance des innovateurs qui ne se contentent pas de lutter contre les problèmes actuels liés à la technologie, mais qui construisent les alternatives nécessaires à un avenir meilleur.
pl: Przyszłość jest kształtowana nie tylko przez Dolinę Krzemową, ale również przez ludzi, którzy nie akceptują tego, że technologia musi być ekstrakcyjna i niebezpieczna. Fundacja Mozilla finansuje innowatorów, którzy nie tylko zmagają się z obecnymi problemami technologicznymi – budują alternatywy, których wymaga lepsza przyszłość.
pt_br: O futuro está sendo moldado não apenas pelo Vale do Silício, mas também por pessoas que se recusam a aceitar que a tecnologia precise ser exploradora e prejudicial. A Fundação Mozilla financia os inovadores que não estão apenas lutando com os problemas atuais da tecnologia – eles estão construindo as alternativas que um futuro melhor exige.

source: A group of people having a conversation at a conference
de: Eine Gruppe von Personen, die sich auf einer Konferenz unterhalten
es: Un grupo de personas conversando en una conferencia
fr: Un groupe de personnes discutant lors d’une conférence
pl: Grupa osób rozmawiających na konferencji
pt_br: Um grupo de pessoas conversando em uma conferência

# body.cdf8a254-0c28-4525-904c-a3175948e90e.title
source: Funding an ecosystem where changemakers thrive
de: Finanzierung eines Ökosystems, in dem Changemaker gedeihen
es: Financiamos un ecosistema donde los agentes de cambio puedan prosperar
fr: Financer un écosystème où les acteurs du changement peuvent s’épanouir
pl: Finansowanie ekosystemu, w którym rozwijają się twórcy zmian
pt_br: Financiando um ecossistema onde os agentes de mudança prosperam

# body.3aafc6ad-f2fc-4b2c-9f83-06592d041752
source: Whether you're building environmental justice tools in partnership with communities, teaching computer science with ethics at its core, researching AI bias, or organizing for digital rights, we want to connect you to the funding, expertise, and networks that will help your great work scale without compromise.
de: Ganz gleich, ob Sie in Zusammenarbeit mit Gemeinden Instrumente für Umweltgerechtigkeit entwickeln, Informatik mit Schwerpunkt auf Ethik unterrichten, Vorurteile in der KI erforschen oder sich für digitale Rechte einsetzen – wir möchten Ihnen Zugang zu Finanzmitteln, Fachwissen und Netzwerken verschaffen, damit Sie Ihre großartige Arbeit ohne Kompromisse ausweiten können.
es: Ya sea que estés desarrollando herramientas de justicia ambiental en asociación con las comunidades, enseñando ciencias de la computación con la ética en el centro, investigando los sesgos de la IA u organizándote para luchar por los derechos digitales, queremos conectarte con la financiación, la experiencia y las redes que te ayudarán a escalar tu gran trabajo sin comprometerlo.
fr: Que vous développiez des outils de justice environnementale en partenariat avec des communautés, enseigniez l’informatique en mettant l’éthique au cœur de votre démarche, meniez des recherches sur les préjugés de l’IA ou militiez pour les droits numériques, nous souhaitons vous aider à accéder aux financements, à l’expertise et aux réseaux qui vous permettront de développer votre travail remarquable sans compromis.
pl: Niezależnie od tego, czy tworzysz narzędzia z zakresu sprawiedliwości środowiskowej we współpracy ze społecznościami, uczysz informatyki z etyką u podstaw, badasz uprzedzenia związane ze sztuczną inteligencją, czy działasz na rzecz praw cyfrowych, chcemy zapewnić Ci łączność z finansowaniem, wiedzą fachową i sieciami, które pomogą zwiększać skalę Twojej wspaniałej pracy bez kompromisów.
pt_br: Se você está construindo ferramentas de justiça ambiental em parceria com as comunidades, ensinando ciência da computação com ética em sua essência, pesquisando o viés da IA ou organizando direitos digitais, queremos conectá-lo ao apoio financeiro, experiência e redes que ajudarão seu ótimo trabalho a crescer sem compromisso.

source: Incubator
de: Inkubator
es: Incubadora
fr: Incubateur
pl: Inkubator
pt_br: Incubadora

source: Backing the tech a better future needs
de: Mit der richtigen Technologie lässt sich eine bessere Zukunft gestalten
es: Respaldamos las tecnologías necesarias para un futuro mejor
fr: Soutenir la technologie au service d’un avenir meilleur
pl: Wspieranie technologii, której potrzebuje lepsza przyszłość
pt_br: Apoiando as necessidades futuras da tecnologia

source: People working on a design project
de: Personen, die an einem Designprojekt arbeiten
es: Personas trabajando en un proyecto de diseño
fr: Personnes travaillant sur un projet de conception
pl: Osoby pracujące nad projektem
pt_br: Pessoas trabalhando em um projeto de design

source: Learn more
de: Erfahren Sie mehr
es: Más información
fr: En savoir plus
pl: Dowiedz się więcej
pt_br: Saiba mais

source: Mozilla Fellows
es: Becarios de Mozilla
fr: Titulaires de bourses Mozilla
pl: Stypendyści Mozilli
pt_br: Bolsistas da Mozilla

source: Supporting tomorrow's tech leaders
de: Unterstützung der Technologieführer von morgen
es: Apoyamos a los líderes tecnológicos del mañana
fr: Soutenir les leaders technologiques de demain
pl: Wspieranie przyszłych liderów technologicznych
pt_br: Apoiando os líderes de tecnologia de amanhã

source: Mozilla fellows at a gathering in Berlin
de: Mozilla-Fellows bei einem Treffen in Berlin
es: Becarios de Mozilla en una reunión en Berlín
fr: Des titulaires de bourses Mozilla lors d’un rassemblement à Berlin
pl: Stypendyści Mozilli na spotkaniu w Berlinie
pt_br: Bolsistas da Mozilla em um encontro em Berlim

source: Learn more
de: Erfahren Sie mehr
es: Más información
fr: En savoir plus
pl: Dowiedz się więcej
pt_br: Saiba mais

source: Responsible Computing Challenge
es: Desafío de computación responsable
fr: Défi de l’informatique responsable
pl: Wyzwanie Responsible Computing
pt_br: Desafio Computação Responsável

source: Reimagining tech education
de: Neugestaltung der technischen Ausbildung
es: Reimaginamos la educación tecnológica
fr: Réinventer l’enseignement technologique
pl: Nowe spojrzenie na edukację technologiczną
pt_br: Reimaginando a educação tecnológica

source: A speaker on stage
de: Ein Sprecher auf der Bühne
es: Un orador en el escenario
fr: Un intervenant sur scène
pl: Prelegent na scenie
pt_br: Um palestrante no palco

source: Learn more
de: Erfahren Sie mehr
es: Más información
fr: En savoir plus
pl: Dowiedz się więcej
pt_br: Saiba mais

source: Collaborative Funds
de: Kollaborative Fonds
es: Fondos colaborativos
fr: Fonds collaboratifs
pl: Fundusze współpracy
pt_br: Fundos Colaborativos

source: Partnering for impact
de: Wirkung durch Partnerschaften
es: Asociaciones para lograr un impacto
fr: Des partenariats pour plus d’impact
pl: Partnerstwo na rzecz odpowiedniego wpływu
pt_br: Parceria para impacto

source: A camera filming people talking on stage
de: Eine Kamera, die Leute filmt, die auf der Bühne sprechen
es: Una cámara filmando a personas que hablan en un escenario
fr: Une caméra filmant des personnes parlant sur scène
pl: Kamera filmująca ludzi rozmawiających na scenie
pt_br: Uma câmera filmando pessoas conversando no palco

source: Learn more
de: Erfahren Sie mehr
es: Más información
fr: En savoir plus
pl: Dowiedz się więcej
pt_br: Saiba mais

# body.9d1201d4-1a17-48a7-8487-9d73ac45651e.title
source: Supercharging innovators through connection
de: Innovatoren*innen durch Vernetzung stärken
es: Impulsar a los innovadores a través de la conexión
fr: Stimuler les innovateurs par la mise en relation
pl: Wspieranie innowatorów poprzez budowanie łączności ze społecznością
pt_br: Impulsionando inovadores por meio da conexão

# body.70cec2b7-083e-425b-888e-d5ba55bc4a28
source: Over the last decade, Mozilla Foundation has invested over $35 million in building a better technology future. This funding has not only supported individual projects but also fueled a community of changemakers committed to building better. Technology innovators don't just need funding, they need community, connections, and networks that understand their values. That's why community is an essential part of how we invest in better alternatives.
de: In den letzten zehn Jahren hat die Mozilla Foundation über 35 Millionen Dollar in die Schaffung einer besseren technologischen Zukunft investiert. Diese Mittel haben nicht nur einzelne Projekte unterstützt, sondern auch eine Gemeinschaft von Changemakern gefördert, die sich für eine bessere Zukunft einsetzen. Technologie-Innovator*innen brauchen nicht nur Finanzmittel, sondern auch eine Gemeinschaft, Kontakte und Netzwerke, die ihre Werte verstehen. Deshalb ist die Gemeinschaft ein wesentlicher Bestandteil unserer Investitionen in bessere Alternativen.
es: Durante la última década, la Fundación Mozilla ha invertido más de $ 35 millones en el desarrollo de un futuro tecnológico mejor. Esta financiación no solo ha apoyado proyectos individuales, sino que también ha impulsado una comunidad de agentes del cambio comprometidos. Los innovadores tecnológicos no solo necesitan financiación, sino también una comunidad, conexiones y redes donde se compartan sus valores. Es por eso que la comunidad es una parte esencial de nuestra manera de invertir en mejores alternativas.
fr: Au cours de la dernière décennie, la Fondation Mozilla a investi plus de 35 millions de dollars dans la construction d’un avenir technologique meilleur. Ce financement a non seulement permis de soutenir des projets individuels, mais aussi de créer une communauté d’acteurs du changement engagés dans la construction d’un avenir meilleur. Les innovateurs technologiques n’ont pas seulement besoin de financement, ils ont besoin d’une communauté, de relations et de réseaux qui comprennent leurs valeurs. C’est pourquoi nous plaçons la communauté au cœur de notre stratégie d’investissement dans des alternatives meilleures.
pl: W ciągu ostatniej dekady Fundacja Mozilla zainwestowała ponad 35 milionów dolarów w budowanie lepszej przyszłości technologii. Takie finansowanie nie tylko wspierało indywidualne projekty, ale także społeczność twórców zmian zaangażowanych w budowanie lepszej przyszłości. Innowatorzy technologiczni potrzebują nie tylko finansowania, ale także społeczności, kontaktów i sieci, które rozumieją ich wartości. Dlatego społeczność jest istotną częścią tego, jak inwestujemy w lepsze alternatywy.
pt_br: Na última década, a Fundação Mozilla investiu mais de US$ 35 milhões na construção de um futuro tecnológico melhor. Esse apoio financeiro não apenas ajudou projetos individuais, mas também alimentou uma comunidade de agentes de mudança comprometidos em construir melhor. Os inovadores de tecnologia não precisam apenas de apoio financeiro, precisam de comunidade, conexões e redes que entendam seus valores. É por isso que a comunidade é uma parte essencial de como investimos em melhores alternativas.

source: Our grantmaking is entwined with community at every stage. We:
de: Unsere Fördervergabe ist in jeder Phase mit der Gemeinschaft verbunden. Wir:
es: Nuestra concesión de subvenciones está entrelazada con la comunidad en cada etapa. Lo que hacemos:
fr: Nos bourses sont indissociables de la communauté à chaque étape. Nous :
pl: Nasze granty są splecione ze społecznością na każdym etapie:
pt_br: Nossa doação está entrelaçada com a comunidade em todas as etapas. Nós:

source: <b>Scout</b> promising leaders and technologies through our global community and partner network
de: <b>Suchen</b> vielversprechende Führungskräfte und Technologien über unsere globale Community und unser Partnernetzwerk aus.
es: <b>Descubrimos</b> líderes y tecnologías prometedoras a través de nuestra comunidad global y nuestra red de socios.
fr: <b>Cherchons</b> des leaders et des technologies prometteurs grâce à notre communauté mondiale et à notre réseau de partenaires
pl: <b>Wyszukujemy</b> obiecujących liderów i technologie za pośrednictwem naszej globalnej społeczności i sieci partnerów
pt_br: <b>Identificamos</b> líderes e tecnologias promissores por meio de nossa comunidade global e rede de parceiros

source: <b>Invest</b> our grant dollars in promising projects and leaders
de: <b>Investieren</b> unsere Fördergelder in vielversprechende Projekte und Führungskräfte.
es: <b>Invertimos</b> el dinero de nuestras subvenciones en proyectos y líderes prometedores.
fr: <b>Accordons</b> nos bourses à des projets et à des leaders prometteurs
pl: <b>Inwestujemy</b> dolary pochodzące z naszych grantów w obiecujące projekty i liderów
pt_br: <b>Investimos</b> nossos dólares de subsídios em projetos e líderes promissores

source: <b>Connect</b> these changemakers to a larger community to help them find the mentors, peers, funders, and collaborators they need to flourish
de: <b>Verbinden</b> diese Changemaker mit einer größeren Gemeinschaft, um ihnen zu helfen, die Mentor*innen, Kolleg*innen, Förder*innen und Mitarbeiter*innen zu finden, die sie brauchen, um zu gedeihen.
es: <b>Conectamos</b> a los agentes del cambio con una comunidad más grande para ayudarlos a encontrar los mentores, colegas, financiadores y colaboradores que necesitan para prosperar.
fr: <b>Connectons</b> ces acteurs du changement à une communauté plus large afin de les aider à trouver les mentors, les pairs, les investisseurs et les collaborateurs dont ils ont besoin pour se développer
pl: <b>Łączymy</b> tych twórców zmian z większą społecznością, aby pomóc im znaleźć mentorów, innych twórców, fundatorów i współpracowników, których pomocy potrzebują, aby się rozwijać
pt_br: <b>Conectamos</b> esses agentes de mudança a uma comunidade maior para ajudá-los a encontrar os mentores, colegas, financiadores e colaboradores de que precisam para prosperar

source: <b>Amplify</b> their work within our community and to the broader field.
de: <b>Verstärken</b> Ihre Arbeit innerhalb unserer Gemeinschaft und im weiteren Bereich.
es: <b>Amplificamos</b> sus trabajos dentro de nuestra comunidad y en un campo más amplio.
fr: <b>Amplifions</b> leur travail au sein de notre communauté et dans un contexte plus vaste.
pl: <b>Wspieramy</b> ich pracę zarówno w ramach naszej społeczności, jak i w szerszym zakresie.
pt_br: <b>Amplificamos</b> o trabalho deles dentro da nossa comunidade e para o campo mais amplo.

source: Our grantees serve as living proof points that there are <b>viable success pathways outside of the extractive tech status quo.</b> Incubator participants secure follow-on funding, and Fellows advance their careers in public interest technology. All of them go on to have real world impact, independent of us.
de: Unsere Stipendiaten sind der lebende Beweis dafür, dass es außerhalb des Status quo der extraktiven Technologie <b>tragfähige Wege zum Erfolg gibt. Die Teilnehmer des</b> Inkubators sichern sich Anschlussfinanzierungen, und die Fellows fördern ihre Karriere im Bereich der Technologie im öffentlichen Interesse. Alle von ihnen haben unabhängig von uns einen realen Einfluss auf die Welt.
es: Nuestros beneficiarios sirven como pruebas vivientes de que existen <b>vías de éxito viables fuera del status quo de las tecnologías extractivas.</b> Los participantes de la incubadora obtienen fondos para la continuación de sus proyectos y los becarios avanzan en sus carreras hacia áreas de interés público. Todos continúan teniendo un impacto en el mundo real, independientemente de nosotros.
fr: Nos boursiers sont la preuve vivante qu’il existe des voies <b>pérennes vers la réussite en dehors du statu quo actuel des technologies extractives.</b> Les membres de l’incubateur obtiennent des financements complémentaires et les boursiers développent leur carrière dans le domaine des technologies d’intérêt public. Tous ont ensuite un impact réel sur le monde, indépendamment de nous.
pl: Beneficjenci naszych grantów stanowią żywy dowód na to, że istnieją <b>realne ścieżki sukcesu wykraczające poza status quo technologii ekstrakcyjnej.</b> Uczestnicy inkubatorów otrzymują dalsze finansowanie, a stypendyści rozwijają swoje kariery w dziedzinie technologii użyteczności publicznej. Wszyscy z nich mają wpływ na świat rzeczywisty, niezależnie od nas.
pt_br: Nossos beneficiários são provas vivas de que existem caminhos <b>viáveis de sucesso fora do status quo explorador da tecnologia.</b> Os participantes de incubadoras garantem novos apoios financeiros, e os bolsistas avançam em suas carreiras na área de tecnologia voltada ao interesse público. Todos eles seguem causando impacto real no mundo, independentemente de nós.

source: This is what success looks like for us.
de: So sieht Erfolg für uns aus.
es: Eso es el éxito para nosotros.
fr: C’est notre définition du succès.
pl: Tak wygląda dla nas sukces.
pt_br: É isso que significa sucesso para nós.

source: Have an idea for a project we might want to fund? Submit your information below:
es: ¿Tienes una idea para un proyecto que podamos financiar? Envía tu información a continuación:
pl: Masz pomysł na projekt, który zechcielibyśmy sfinansować? Prześlij swoje dane poniżej:

source: Submit your idea
es: Envía tu idea
pl: Prześlij swój pomysł

source: A person standing inside of an art installation consisting of circles of text
de: Eine Person, die innerhalb einer Kunstinstallation steht, die aus Textkreisen besteht
es: Una persona de pie dentro de una instalación artística que consta de círculos de texto
fr: Une personne se tenant à l’intérieur d’une installation artistique composée de cercles de texte
pl: Osoba stojąca wewnątrz instalacji artystycznej składającej się z okręgów tekstu
pt_br: Uma pessoa de pé dentro de uma instalação de arte que consiste em círculos de texto

source: Open opportunities
de: Offene Stellen
es: Oportunidades abiertas
fr: Opportunités ouvertes
pl: Otwarte możliwości
pt_br: Oportunidades abertas
