Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do/grantmaking.po
Languages: de, es, fr, pl, pt_br

source: Check out current opportunities and register to stay in the know for future calls.
de: Informieren Sie sich über aktuelle Stellenangebote und registrieren Sie sich, um über zukünftige Ausschreibungen auf dem Laufenden zu bleiben.
es: Echa un vistazo a las oportunidades actuales y regístrate para estar al tanto de futuras convocatorias.
fr: Consultez les opportunités actuelles et inscrivez-vous pour rester informé·e des prochains appels.
pl: Sprawdź aktualne możliwości i zarejestruj się, aby być na bieżąco z przyszłymi ogłoszeniami.
pt_br: Confira as oportunidades atuais e inscreva-se para ficar por dentro de chamadas futuras.

source: Incubator: 2026 Democracy x AI Cohort
de: Inkubator: 2026 Democracy x AI Cohort
es: Incubadora: Democracia 2026 x cohorte de IA
fr: Incubateur : Cohorte 2026 Démocratie et intelligence artificielle
pl: Inkubator: 2026 Democracy x AI Cohort
pt_br: Incubadora: Coorte 2026 Democracia x IA

source: Fellows: Global Call for Nominations
de: Fellows: Weltweite Ausschreibung für Nominierungen
fr: Boursiers : appel mondial à candidatures
pl: Stypendyści: globalne zaproszenie do zgłaszania kandydatur
pt_br: Bolsistas: Chamada Global de Nomeações

source: Responsible Computing Challenge: Open Calls
de: Responsible Computing Challenge: Offene Ausschreibungen
es: Desafío de computación responsable: Convocatorias abiertas
fr: Défi de l’informatique responsable : appels ouverts
pl: Responsible Computing Challenge: otwarte zaproszenia
pt_br: Desafio Computação Responsável: Chamadas Abertas

source: Be notified about future opportunities
de: Bleiben Sie über zukünftige Möglichkeiten auf dem Laufenden
es: Recibe notificaciones sobre futuras oportunidades
fr: Soyez informé·e des opportunités à venir
pl: Otrzymuj powiadomienia o przyszłych możliwościach
pt_br: Receber notificações sobre oportunidades futuras
