Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do/make.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Making good tech
de: Gute Technologie entwickeln
fr: Créer des technologies vertueuses

# search_description
source: We're building a better digital future by backing mission-first technology that is open, trustworthy, and made for the public good.
de: Wir bauen eine bessere digitale Zukunft, indem wir Technologie unterstützen, die zuerst unsere Mission verfolgt, offen und vertrauenswürdig ist und dem Gemeinwohl dient.
fr: Nous façonnons un avenir numérique plus prometteur en soutenant des technologies axées sur notre mission qui sont ouvertes, fiables et conçues pour le bien commun.

# title
source: Co-create
de: Mitgestalten

# hero_title
source: Co-creating good tech
de: Gemeinsam gute Technologie entwickeln

# hero_description
source: Our tech future is not inevitable—it’s a design choice. And we can choose differently.
de: Unsere technische Zukunft ist nicht unvermeidlich – sie ist eine Entscheidung. Und wir können uns auch anders entscheiden.
es: Nuestro futuro tecnológico no está escrito, es una decisión de diseño: ¡podemos tomar decisiones diferentes!
fr: L’avenir de la technologie n’est pas une fatalité : il dépend de nos choix de conception. Une autre voie est possible.
pl: Nasza przyszłość technologiczna nie jest nieunikniona – to kwestia wyboru. A my możemy wybierać inaczej.
pt_br: O futuro da tecnologia não é algo gravado em pedra, é uma questão de escolha. E podemos escolher um caminho diferente.

source: We know that technology can determine who gets heard, who gets seen, and who gets left out.
de: Wir wissen, dass Technologie darüber entscheiden kann, wer gehört, gesehen und wer ignoriert wird.
es: Sabemos que la tecnología puede determinar quién tiene voz, quién obtiene visibilidad y quién queda excluido.
fr: Nous sommes conscients que la technologie peut décider qui aura une voix, qui sera visible et qui sera exclu.
pl: Wiemy, że technologia może decydować o tym, kto zostanie usłyszany i dostrzeżony, a kto pominięty.
pt_br: Sabemos que a tecnologia define quem é ouvido, quem é visto e quem fica de fora.

source: It’s shaping everything from education to the workplace to democracy itself. But those systems need to be built together with the people they impact.
de: Sie prägt alles, von Bildung über den Arbeitsplatz bis zur Demokratie selbst. Aber diese Systeme müssen zusammen mit den Menschen entwickelt werden, die sie betreffen.
es: Conforma todo: desde la educación y el lugar de trabajo hasta la propia democracia. Sin embargo, esos sistemas necesitan construirse en conjunto con las personas a las que afectan.
fr: Elle influence tous les domaines, de l’éducation au monde du travail, jusqu’à la démocratie. Cependant, il est essentiel que ces systèmes soient élaborés en concertation avec les personnes concernées.
pl: Technologia kształtuje naszą rzeczywistość – od edukacji i miejsca pracy po samą demokrację. Dlatego systemy technologiczne muszą być tworzone wspólnie z ludźmi, na których wpływają.
pt_br: Ela influencia tudo: da educação ao trabalho, até o funcionamento da própria democracia. Mas esses sistemas precisam ser construídos junto com as pessoas que afetam.

source: Our responsibility is to imagine what the best case scenario actually looks like, both for AI and whatever comes next in our digital futures.
de: Unsere Verantwortung ist es, uns vorzustellen, wie das Szenario im besten Fall aussieht, sowohl für KI als auch für alles, was in unserer digitalen Zukunft als Nächstes kommt.
es: Nuestra responsabilidad radica en imaginar cómo se ve realmente el mejor de los escenarios, tanto para la IA, como para lo que venga después en nuestros futuros digitales.
fr: Il nous incombe d’envisager à quoi pourrait réellement ressembler le meilleur scénario, tant pour l’IA que pour la suite de notre avenir numérique.
pl: Naszym zadaniem jest wyobrażenie sobie możliwie najlepszej wizji, zarówno w zakresie sztucznej inteligencji, jak i kolejnych rozwiązań, które przyniesie przyszłość cyfrowa.
pt_br: Nosso papel é imaginar o melhor cenário possível, tanto para a inteligência artificial quanto para tudo o que ainda está por vir no nosso mundo digital.

# body.bc1a3fe6-87f6-42b1-8781-173d3a6333ce.title
source: How we're co-creating a better tech future
de: Wie wir gemeinsam eine bessere technische Zukunft gestalten
fr: Comment nous co-créons un meilleur avenir technologique

source: As the world grows more and more connected, so does the importance of data.
de: Da die Welt immer vernetzter wird, nimmt auch die Bedeutung von Daten zu.
es: Cuanto más conectado está el mundo, mayor es la importancia de los datos.
fr: À mesure que notre monde se connecte davantage, l’importance des données ne cesse de croître.
pl: Im bardziej świat polega na rozwiązaniach internetowych, tym ważniejsze stają się dane.
pt_br: À medida que o mundo se torna cada vez mais conectado, os dados ganham ainda mais importância.

source: People want an open Internet, and technologies that work for them without exclusion, bias or harms. That’s why Mozilla Foundation is investing in people and projects that are bold enough to imagine a better technology future—and that means better data, better systems, and investment in alternatives.
de: Die Menschen möchten ein offenes Internet und Technologien, die ohne Ausgrenzung, Voreingenommenheit oder Schaden für sie funktionieren. Aus diesem Grund investiert die Mozilla Foundation in Menschen und Projekte, die mutig genug sind, sich eine bessere technische Zukunft vorzustellen – und das bedeutet bessere Daten, bessere Systeme und Investitionen in Alternativen.

source: A key part of our mission is to unlock healthy data practices at scale. We understand the challenges and opportunities of a data-driven Internet requires global solutions. As builders, we champion the ethical future we want to see – connecting engineers, platforms, startups and public interest groups.
de: Ein wichtiger Teil unserer Mission ist es, gesunde Datenpraktiken in größerem Umfang zu entwickeln. Wir verstehen, dass die Herausforderungen und Chancen eines datengesteuerten Internets globale Lösungen erfordern. Als Entwickler setzen wir uns für die ethische Zukunft ein, die wir sehen möchten – indem wir Ingenieure, Plattformen, Startups und öffentliche Interessengruppen verbinden.
fr: Un aspect clé de notre mission consiste à promouvoir à grande échelle des pratiques saines en matière de données. Nous savons que les enjeux et les opportunités d’un Internet axé sur les données appellent des réponses à l’échelle mondiale. En tant que bâtisseurs, nous défendons l’avenir éthique que nous souhaitons voir émerger — en rassemblant ingénieurs, plateformes, startups et groupes d’intérêt public.

source: Speak out with Common Voice
de: Mit Common Voice zur Sprache kommen
es: Alza la voz con Common Voice
fr: Faites entendre votre voix avec Common Voice
pl: Zabierz głos w projekcie Common Voice
pt_br: Manifeste-se com o Common Voice

source: Young woman in orange sweater laughs with a gap tooth smile
de: Junge Frau in orangefarbenem Pullover lacht mit einem Lächeln mit Zahnlücke
es: Mujer joven con suéter naranja se ríe y muestra sus dientes separados
fr: La jeune femme en pull orange rit, affichant un sourire à dent du bonheur
pl: Młoda uśmiechnięta kobieta w pomarańczowym swetrze ze szczeliną między jedynkami
pt_br: Mulher jovem de suéter laranja sorri com um espaço entre os dentes

source: Be part of Common Voice
de: Werden Sie Teil von Common Voice
es: Forma parte de Common Voice
fr: Rejoignez Common Voice
pl: Dołącz do Common Voice
pt_br: Participe do Common Voice

source: Understand social data access
de: Den Zugriff auf soziale Daten verstehen
es: Información sobre el acceso a datos de redes sociales
fr: Comprendre l’accès aux données des réseaux sociaux
pl: Zrozumienie dostępu do danych społecznościowych
pt_br: Entenda o acesso a dados sociais

source: Man with glasses looking at laptop in an office with white hand drawn lines emanating from behind him and an arrow pointing to the laptop
de: Mann mit Brille sieht Laptop in einem Büro mit weißen handgezeichneten Linien an, die von hinter ihm ausgehen und einem Pfeil, der auf den Laptop zeigt
es: Un hombre con gafas mira su computadora en una oficina; líneas blancas dibujadas a mano emanan de detrás de él y hay una flecha que apunta a la computadora.
fr: Un homme portant des lunettes regarde son ordinateur portable dans un bureau. Derrière lui, des lignes blanches dessinées à la main jaillissent et une flèche pointe vers l’ordinateur portable.
pl: Mężczyzna w okularach, patrzący na laptopa w biurze, za nim widoczne białe, narysowane ręcznie linie oraz strzałka wskazująca na laptopa
pt_br: Homem de óculos olhando para o laptop em um escritório, com linhas brancas desenhadas à mão que emanam de trás dele e uma seta apontando para o laptop

source: Learn more about data access
de: Weitere Informationen über den Datenzugriff
es: Más información sobre el acceso a los datos
fr: Apprenez-en plus sur l’accès aux données
pl: Dowiedz się więcej o dostępie do danych
pt_br: Saiba mais sobre o acesso a dados

source: Help build a community-first AI data ecosystem
de: Helfen Sie mit, ein gemeinschaftsorientiertes KI-Datenökosystem aufzubauen
fr: Contribuez à créer un écosystème de données pour l’IA axé sur la communauté
pl: Pomóż zbudować ekosystem danych sztucznej inteligencji oparty na społeczności

source: Crowd of people looking up with purple overlay
de: Nach oben blickende Menschengruppe mit violettem Filter
fr: Foule regardant vers le haut avec un filtre violet
pl: Tłum ludzi patrzących w górę z fioletową nakładką

source: Join the Mozilla Data Collective
de: Werden Sie Mitglied des Mozilla Data Collective
fr: Rejoignez le Mozilla Data Collective
pl: Dołącz do Mozilla Data Collective

source: Get funded—come and build the alternatives a better future demands
de: Lassen Sie sich fördern – kommen Sie und entwickeln Sie die Alternativen, die eine bessere Zukunft verlangt

source: Apply for a grant
de: Für ein Stipendium bewerben
fr: Demander une subvention

source: Take Action
de: Handeln Sie
es: Actúa ahora
fr: Passez à l’action
pl: Podejmij działanie
pt_br: Tome uma atitude

source: Donate now
de: Jetzt spenden
es: Dona ahora
fr: Faites un don
pl: Wpłać datek teraz
pt_br: Doe agora

source: Stay in the know
de: Bleiben Sie auf dem Laufenden
es: Mantente al día
fr: Restez au courant
pl: Bądź na bieżąco
pt_br: Fique por dentro

source: Dig into our product reviews
de: Lesen Sie unsere Produktbewertungen
es: Explora nuestras reseñas de productos
fr: Découvrez nos tests de produits
pl: Przejrzyj nasze recenzje produktów
pt_br: Aprofunde-se nas avaliações dos nossos produtos

source: APPLY NOW: Democracy x AI Incubator
de: JETZT BEWERBEN: Inkubator – Demokratie x KI

# seo_title
source: Reimagining Data for Public Good
es: Reimaginar los datos para el bien público
pl: Nowa wizja danych dla dobra publicznego
pt_br: Reimaginando os dados para o bem comum

# search_description
source: Explore the Mozilla Foundation’s Data Futures Pillar, which backs global efforts to build tech that works without bias, harm, or exclusion.
es: Explora el espacio experimental Data Futures Pillar de la Fundación Mozilla, donde apoyamos las iniciativas internacionales para construir tecnología que funcione sin sesgo, perjuicio ni exclusión.
pl: Zapoznaj się z jednym z podstawowych obszarów działań Fundacji Mozilli, jakim jest przyszłość danych. Wspieramy globalne społeczności tworzące technologię, która nie jest stronnicza, nikogo nie krzywdzi ani nie wyklucza.
pt_br: Conheça o pilar Data Futures da Fundação Mozilla, uma iniciativa global que apoia o desenvolvimento de tecnologias mais justas, sem preconceitos, riscos ou exclusão.

# title
source: Make
es: Hacer
pl: Tworzymy
pt_br: Criar

# hero_title
source: Making good tech
es: Hacer buena tecnología
fr: Créer des technologies vertueuses
pl: Tworzymy dobrą technologię
pt_br: Criando tecnologia para o bem

# body.bc1a3fe6-87f6-42b1-8781-173d3a6333ce.title
source: How we're making data good
es: Cómo hacemos que los datos sean buenos
pl: Jak dbamy o dane
pt_br: Como estamos transformando os dados em algo positivo

source: People want an open Internet, and technologies that work for them without exclusion, bias or harms. That’s why Mozilla Foundation is investing in people and projects that are bold enough to imagine a better data future.
es: Las personas quieren Internet abierto y tecnologías que trabajen para ellas sin exclusión, sesgo o perjuicios. Por ello, la Fundación Mozilla invierte en personas y proyectos suficientemente intrépidos como para imaginar un mejor futuro para los datos.
pl: Społeczeństwo chce otwartego Internetu i technologii, które działają dla ludzi, nikogo nie wykluczają, nie są stronnicze i nikomu nie szkodzą. Właśnie dlatego Fundacja Mozilla inwestuje w projekty i ludzi, którzy są na tyle odważni, aby wyobrazić sobie lepszą przyszłość danych.

source: Our mission is to unlock healthy data practices at scale. We understand the challenges and opportunities of a data-driven Internet requires global solutions. As builders, we champion the ethical data future we want to see – connecting engineers, platforms, startups and public interest groups.
es: Nuestra misión es habilitar prácticas de datos saludables a gran escala. Comprendemos que los retos y oportunidades de un Internet determinado por los datos requieren soluciones mundiales. En nuestro carácter de creadores, defendemos ese futuro ético de los datos que anhelamos, uno que conecte a ingenieros, plataformas, empresas emergentes y agrupaciones defensoras de los intereses ciudadanos.
pl: Naszą misją jest wdrażanie pozytywnych praktyk dotyczących ogromnych zbiorów danych. Rozumiemy, że wyzwania i możliwości, które stwarza Internet oparty na danych, wymagają rozwiązań globalnych. Tworząc technologie, stawiamy na etyczną przyszłość danych, o której sami marzymy — dlatego ułatwiamy współpracę inżynierom, platformom, startupom i grupom interesu publicznego.

source: Apply for a grant
fr: Demandez une subvention
pl: Ubiegaj się o grant
