Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/facilitator-guide/ADIDS-a-structure-for-your-session.po
Languages: es

# title
source: Designing a Successful Session with ADIDS
es: Diseño de una sesión exitosa con ADIDS

# body.4e6e17c0-a4c4-4c16-8665-cc0a17782416
source: Designing a Successful Session with ADIDS
es: Diseño de una sesión exitosa con ADIDS

# body.0a18cc1e-12c2-45bd-a2ce-770f1a5b3d8d.altText
source: MozFest attendees in session with raised hands
es: Los asistentes levantan la mano en una sesión del MozFest

# body.3907a87f-bb8b-47d5-adea-6481c6e1da3d
source: A possible structure for implementing these session design principles is through ADIDS (Activity, Discussion, Input, Deepening, and Synthesis). ADIDS is a structure for sessions that draws from contemplations on approaches to adult learning. ADIDS helps plan engaging and fulfilling sessions by introducing a topic through an enjoyable activity, engaging participants in discussion, providing space for participant input, and deepening participant knowledge on a topic.
es: ADIDS (por las siglas en inglés de actividad, discusión, aportación, profundización y síntesis) es un posible marco dentro del cual aplicar los principios para diseñar una sesión. Esta estructura para sesiones se basa en las observaciones sobre las metodologías para enseñar a adultos. ADIDS ayuda a planear sesiones que resultan interesantes y satisfactorias al introducir un tema por medio de una actividad divertida y posibilitar que los participantes debatan, contribuyan con sus aportaciones y profundicen su conocimiento sobre el tema.

# body.3907a87f-bb8b-47d5-adea-6481c6e1da3d
source: Below are some questions to consider when planning or structuring a session using the ADIDS format:
es: A continuación se presentan algunas preguntas a considerar al planear o estructurar una sesión usando el formato ADIDS:

# body.3907a87f-bb8b-47d5-adea-6481c6e1da3d
source: What <b>activity</b> can you start with to get participants grounded in their own contexts and challenges? Some sample activities are:
es: ¿Con qué <b>actividad</b> se puede empezar para situar a los participantes en sus propios contextos y desafíos? Algunos ejemplos de actividades son:

# body.3907a87f-bb8b-47d5-adea-6481c6e1da3d
source: <b>Silent reflection –</b> ask participants to write down a response to a question, this can be done via an online collaborative doc. Write the question with bullet points underneath.
es: <b>Reflexión en silencio</b>. Pide a los participantes que escriban su respuesta a una pregunta. Puede hacerse mediante un documento colaborativo en línea. Escribe la pregunta y pon debajo viñetas con espacios para escribir la respuesta.

# body.3907a87f-bb8b-47d5-adea-6481c6e1da3d
source: <b>Brainstorming and Organising – break participants</b> into small groups to discuss the topic more deeply. Ask them to capture main points in complete understandable sentences in a shared collaborative doc.
es: <b>Lluvia de ideas y organización. Divide a los participantes</b> en grupos pequeños para que discutan más detenidamente el tema. Pídeles que resuman los principales puntos en oraciones completas y entendibles en un documento colaborativo compartido.

# body.3907a87f-bb8b-47d5-adea-6481c6e1da3d
source: <b>Ranking</b> – ask participants to break into pairs and discuss a list of techniques and ask them to determine most effective to least effective.
es: <b>Jerarquización</b>. Pide a los participantes que en parejas discutan una lista de técnicas y que las clasifiquen de la más eficaz a la menos eficaz.

# body.3907a87f-bb8b-47d5-adea-6481c6e1da3d
source: <b>Scenario</b> – create scenarios based on real-life problems that address the topic. Break participants up into small groups to review the scenarios and discuss how they would solve the problem.
es: <b>Escenarios</b>. Crea escenarios basados en problemas de la vida real donde se aborde el tema. Divide a los participantes en grupos pequeños para que analicen los escenarios y discutan cómo resolverían el problema.

# body.3907a87f-bb8b-47d5-adea-6481c6e1da3d
source: Which questions could you ask when you bring them back into a large group <b>discussion</b> to help them reflect on the activity?
es: ¿Qué preguntas podrías plantearles al reincorporarlos en un grupo grande de <b>debate</b> para ayudarlos a reflexionar sobre la actividad?

# body.3907a87f-bb8b-47d5-adea-6481c6e1da3d
source: What expertise can be provided for the participants on the topic for <b>Input</b>?
es: ¿Qué experiencia práctica sobre el tema se puede proporcionar a los participantes a manera de <b>aportación</b>?

# body.3907a87f-bb8b-47d5-adea-6481c6e1da3d
source: Facilitators can introduce content from their own experiences and learnings
es: Los facilitadores pueden presentar contenido basado en sus propias vivencias y aprendizajes

# body.3907a87f-bb8b-47d5-adea-6481c6e1da3d
source: What is a small group activity where participants can <b>deepen</b> their knowledge with the expertise they have just received?
es: ¿Cuál es una actividad para grupos pequeños en la que los participantes pueden profundizar sus conocimientos con la experiencia que acaban de recibir?

# body.3907a87f-bb8b-47d5-adea-6481c6e1da3d
source: At this stage, Participants have more hands on involvement and can put their learnings into practice
es: En esta fase, los participante se involucran más y pueden poner en práctica lo aprendido.

# body.3907a87f-bb8b-47d5-adea-6481c6e1da3d
source: How can they <b>synthesize</b> the session in a large group discussion?
es: ¿Cómo pueden <b>sintetizar</b> la sesión en un grupo grande de discusión?

# body.3907a87f-bb8b-47d5-adea-6481c6e1da3d
source: A great way to do this is to summarise the session and talk about learnings and findings. Bring participants back together to share out on discussions, thoughts, processes, and answer lingering questions before the session ends
es: Una manera excelente de lograrlo es resumir la sesión y hablar de los aprendizajes y conclusiones. Reúne de nuevo a los participantes para que compartan sus debates, reflexiones y procesos y responde cualquier pregunta pendiente antes de que termine la sesión.

# body.3907a87f-bb8b-47d5-adea-6481c6e1da3d
source: How much time will you have for follow-up questions and clarification on next steps?
es: ¿Cuánto tiempo tendrás para preguntas de seguimiento y aclaraciones sobre los próximos pasos?

# body.a1a5fdaf-0b5e-42a9-b562-1435cc0acbbe
source: The ADIDS format is a great way to approach and plan sessions. Here is a <a id="a1">Session Design Canvas</a> that you can use to plan your session and implement the ADIDS format. Please ensure that you make a copy before use.
es: El formato ADIDS es una excelente manera de abordar y planear las sesiones. Aquí tienes una <a id="a1">plantilla para el diseño de sesiones</a> que puedes usar para planear tu sesión y aplicar el formato ADIDS. Asegúrate de hacer una copia antes de usarla.

# body.ff0ff594-6027-47ab-af5a-bf7d44ccc2a8.altText
source: "i" within a circle
es: "i" dentro de un círculo

# body.ff0ff594-6027-47ab-af5a-bf7d44ccc2a8.text
source: <a id="a1">Session Design (ADIDS) - MozFest 2023</a>
es: <a id="a1">Diseño de las sesiones (con ADIDS) - MozFest 2023</a>

# body.67b98057-b176-4ed8-887e-28e755177f00.title
source: Here are some additional resources to help you think about session design:
es: Los recursos adicionales a continuación te ayudarán a pensar cómo diseñarás tu sesión:

source: 3 Principles: Participatory, Accessible, Inclusive
es: Tres principios: participación, accesibilidad, inclusión

source: Use this guide to design your sessions to be Participatory, Accessible, Inclusive.
es: Utiliza esta guía para el diseño de tus sesiones con el fin de que sean participativas, accesibles e incluyentes.

source: Language Inclusion
es: Inclusividad lingüística

source: A handy overview of how you can incorporate language inclusion into your MozFest session plans.
es: Una síntesis útil de cómo puedes incorporar la inclusividad lingüística mientras planificas tus sesiones para el MozFest.

source: Session Design: ADIDS
es: Diseño de sesiones: ADIDS

source: This framework walks you through the ADIDS session design structure.
es: Esta metodología te proporciona un marco para estructurar una sesión de aprendizaje orientada a los adultos.

source: Designing an effective workshop session
es: Diseño de una sesión-taller efectiva

source: Explore how adults learn, the facilitator's role, session designs and best practices.
es: Explora cómo aprenden los adultos, el rol del facilitador, los diseños de sesiones y las mejores prácticas.

source: Community Call Calendar
es: Calendario comunitario de llamadas

source: A community calendar with upcoming events, support calls, and trainings.
es: Un calendario de la comunidad que incluye los próximos eventos, las llamadas para asistencia y las capacitaciones.

# body.04bdc2e5-dfcf-4786-94a5-68d4db338301
source: Remember that you can reach out on <a id="a1">Slack</a> at any time to ask for help in thinking through your design. We hope you’ll take advantage of the many 1:1 coaching appointments and Facilitator support calls we have planned. We’re excited to learn more about you and your sessions!
es: Recuerda que puedes buscarnos en <a id="a1">Slack</a> en cualquier momento si necesitas ayuda para pensar cómo será tu diseño. Esperamos que puedas aprovechar algunas de las muchas citas de coaching uno a uno y las llamadas de asistencia a facilitadores que tenemos consideradas. ¡Estamos deseosos de tener noticias tuyas y saber de tus sesiones!
