Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/facilitator-guide/the-mozfest-timeline.po
Languages: es

# title
source: Support Timeline: Facilitator Trainings and Live Session Tips
es: Cronograma del servicio de asistencia: recomendaciones para la capacitación y sesiones en vivo dirigidas a facilitadores

# body.60727e58-782b-4788-b456-9dbafd09d26b
source: After your proposal is accepted, we host a series of essential gatherings to support you in your session planning process.
es: Una vez aceptada tu propuesta, organizamos una serie de reuniones fundamentales para asistirte en tu proceso de planificación de la sesión.

# body.0bd6b01d-b8d5-457c-a9a1-aa43fe225de5.altText
source: Calendar icon
es: Icono de calendario

# body.0bd6b01d-b8d5-457c-a9a1-aa43fe225de5.text
source: You can view the dates and register for these gatherings through our <a id="a1">community calendar</a>.
es: Puedes ver las fechas de estas reuniones y registrarte en nuestro <a id="a1">calendario de la comunidad</a>.

# body.744b71ad-296e-41a3-acec-dc53735e1db2
source: Here are the upcoming community gatherings:
es: Estas son las próximas reuniones de la comunidad:

# body.ef6389f1-185e-4ef8-af3b-b347c9e694de
source: Pre-MozFest Planning Stages (January - February 2023)
es: Etapas de planificación antes del MozFest (enero - febrero 2023)

# body.aa2e162d-9dec-4544-8bef-3cf855ef219e
source: Session Essentials
es: Puntos esenciales de las sesiones

# body.aa2e162d-9dec-4544-8bef-3cf855ef219e
source: These sessions will help you ensure your MozFest session is as creative, participatory, accessible, and inclusive as it can be. Provide important information about your potential participants and how to prepare for not knowing who might show up. Give you the opportunity to share your session ideas and advice with fellow Facilitators. They take place each week on a Tuesday through the start of MozFest.
es: Estas sesiones te ayudarán a garantizar que tu sesión del MozFest sea lo más creativa, participativa, accesible e inclusiva posible. Te proporcionarán información importante sobre tus posibles participantes y cómo prepararte para cualquier tipo de audiencia. Te dará la oportunidad de compartir tus ideas y recomendaciones de la sesión con otros facilitadores. Se llevan a cabo un martes a la semana hasta que inicia el MozFest.

source: Session Essentials Call Schedule
es: Horario de llamadas de los Puntos esenciales de las sesiones

source: <a id="a1">February 7th 2023, 4pm UTC</a>
es: <a id="a1">7 de febrero de 2023, 16:00 UTC</a>

source: <a id="a1">February 14th 2023, 8am UTC</a>
es: <a id="a1">14 de febrero de 2023, 8:00 UTC</a>

source: <a id="a1">February 21st 2023, 4pm UTC</a>
es: <a id="a1">21 de febrero de 2023, 16:00 UTC</a>

source: <a id="a1">February 28th 2023, 8am UTC</a>
es: <a id="a1">28 de febrero de 2023, 8:00 UTC</a>

source: <a id="a1">[UPDATED DATE] March 1st 2023, 4pm UTC</a>
es: <a id="a1">[UPDATED DATE] 1 de marzo de 2023, 16:00 UTC</a>

source: <a id="a1">March 7th 2023, 8am UTC</a>
es: <a id="a1">7 de marzo de 2023, 8:00 UTC</a>

source: <a id="a1">March 7th 2023, 4pm UTC</a>
es: <a id="a1">7 de marzo de 2023, 16:00 UTC</a>

source: <a id="a1">March 14th 2023, 8am UTC</a>
es: <a id="a1">14 de marzo de 2023, 8:00 UTC</a>

source: <a id="a1">March 14th 2023, 4pm UTC</a>
es: <a id="a1">14 de marzo de 2023, 16:00 UTC</a>

# body.5a051367-96e0-447d-9e34-9b44f8ecff0e
source: Platform Training calls
es: Llamadas de capacitación en el uso de plataformas

# body.5a051367-96e0-447d-9e34-9b44f8ecff0e
source: These calls will deep dive into the technology and platforms that MozFest offers and supports for Facilitators to be successful in their sessions. We'll discuss how to access and administer your sessions and common workflows or technical issues that you might encounter. They take place on Fridays and you can access recordings <a id="a1">HERE</a>
es: Durante estas llamadas profundizamos en la tecnología y las plataformas que ofrece MozFest y ayudamos a los facilitadores a que sus sesiones sean todo un éxito. Veremos cómo tener acceso a las sesiones y gestionarlas, y cuáles son los flujos de trabajo comunes y los problemas técnicos que podrían suscitarse. Tienen lugar los viernes y puedes acceder a las grabaciones <a id="a1">AQUÍ</a>.

source: Platform Training Call Schedule
es: Calendario de llamadas de capacitación en el uso de plataformas

source: 1 Hour Overview call<a id="a1"> <b>February 10th 2023 15:00</b></a> &amp;<a id="a2"> <b>18:00 UTC</b></a>
es: Llamada general de 1 hora <a id="a1"> <b>10 de febrero de 2023 a las 15:00</b></a> y <a id="a2"> <b>18:00 horas UTC</b></a>

source: A broad overview of the different platforms, how they used, how to access, and best practices
es: Repaso general de las distintas plataformas, cómo utilizarlas e ingresar a ellas, y mejores prácticas

source: 30 Minute Miro Board Platform Call<a id="a1"> <b>February 17th 2023 15:00 UTC</b></a> &amp;<a id="a2"> <b>18:00 UTC</b></a>
es: Llamada de 30 minutos en la plataforma Miro Board<a id="a1"> <b>17 de febrero de 2023 a las 15:00</b></a> y <a id="a2"> <b>18:00 horas UTC</b></a>

source: An overview of Miro Board ~ how to set up your board, curate content, technology considerations, and best practices
es: Un repaso general de Miro Board ~ configuración de una pizarra digital, selección de contenido, consideraciones tecnológicas y mejores prácticas

source: 30 Minute Spatial Chat Platform Call<a id="a1"> <b>February 24th 2023 15:00</b></a> &amp;<a id="a2"> <b>18:00 UTC</b></a>
es: Llamada de 30 minutos sobre la plataforma Spatial Chat<a id="a1"> <b>24 de febrero de 2023 a las 15:00</b></a> y <a id="a2"> <b>18:00 horas UTC</b></a>

source: A deep dive into Spatial Chat ~ how to log in, access your space, control your camera/mic, moderate, best practices &amp; basic troubleshooting
es: Inmersión en Spatial Chat ~ inicio de sesión, acceso a tu espacio, control de la cámara/micrófono, moderar, mejores prácticas y solución de problemas sencillos.

source: 30 Minute Zoom Platform Call<a id="a1"> <b>March 3rd 2023 15:00</b></a> &amp;<a id="a2"> <b>18:00 UTC</b></a>
es: Llamada de 30 minutos sobre la plataforma Zoom<a id="a1"> <b>3 de marzo de 2023 a las 15:00</b></a> y <a id="a2"> <b>18:00 horas UTC</b></a>

source: A deep dive into Zoom ~ using your host keys, using Zoom controls &amp; features, moderating the room, best practices &amp; troubleshooting
es: Inmersión en Zoom ~ uso de teclas de anfitrión, uso de los controles y características de Zoom, moderar la sala, mejores prácticas y solución de problemas.

# body.5367bd5d-42b2-4414-a6a4-f9d7c218829e
source: Language Inclusion open office hours
es: Horario de atención al público de Inclusión Lingüística

# body.5367bd5d-42b2-4414-a6a4-f9d7c218829e
source: These are dedicated support hours running through February and March where you’ll be able to drop by and ask questions and get support on language inclusion strategies for your MozFest session. These office hours are led by Laura Vidal and will mostly be in Spanish or French. Timings are on the Calendar above
es: De febrero a marzo habrá horarios de tutoría en los que podrás acudir para preguntar y recibir ayuda con tus estrategias de inclusión lingüística para tu sesión del MozFest. Laura Vidal impartirá las tutorías y proporcionará asistencia principalmente para español y francés. Los horarios aparecen en el calendario de arriba.

source: Language Inclusion open office hours schedule
es: Fechas de tutoría sobre inclusividad lingüística

source: <a id="a1"><b>February 16th 2023 - 4:00 pm (UTC)</b></a>
es: <a id="a1"><b>16 de febrero de 2023 - 16:00 (UTC)</b></a>

source: <a id="a1"><b>February 23rd 2023 - 4:00 pm (UTC)</b></a>
es: <a id="a1"><b>23 de febrero de 2023 - 16:00 (UTC)</b></a>

source: <a id="a1"><b>March 2nd 2023 - 4:00 pm (UTC)</b></a>
es: <a id="a1"><b>2 de marzo de 2023 - 16:00 (UTC)</b></a>

source: <a id="a1"><b>March 9th 2023 - 4:00 pm (UTC)</b></a>
es: <a id="a1"><b>9 de marzo de 2023 - 16:00 (UTC)</b></a>

# body.374b6c98-9d96-4dda-8ada-345972075d74
source: MozFest Space calls with Wranglers
es: Llamadas Space del MoFest con wranglers

# body.374b6c98-9d96-4dda-8ada-345972075d74
source: Topic driven calls with the curators of your space and a chance to meet you co facilitators. Invites from your wranglers
es: Llamadas temáticas con los curadores de tu espacio y la posibilidad de conocer a tus cofacilitadores. Invitaciones de tus wranglers.

source: Space calls with Wranglers Schedule
es: Horario para llamadas Space con wranglers

source: Humans Behind the Machine: <a id="a1">February 28th, 5pm UTC</a> &amp; <a id="a2">March 8th 2023, 7pm UTC</a>
es: Humanos detrás de la máquina: <a id="a1">28 de febrero a las 5 p. m. UTC</a> y <a id="a2">8 de marzo de 2023 a las 7 p. m. UTC</a>

source: Education and Access: <a id="a1">March 1st 2023, 3pm UTC</a>
es: Educación y acceso: <a id="a1">1 de marzo de 2023 a las 3 p. m. UTC</a>

source: AI Cosmologies: <a id="a1">February 28th 2023, 8pm UTC</a>
es: Cosmologías de la IA: <a id="a1">28 de febrero de 2023 a las 8 p. m. UTC</a>

source: Radical Inclusion: <a id="a1">February 28th 2023, 1pm UTC</a>
es: Inclusión radical: <a id="a1">28 de febrero de 2023 a la 1 p. m. UTC</a>

source: Utility of Transparency: <a id="a1">February 21st 2023, 4pm UTC</a>
es: Utilidad de la transparencia: <a id="a1">21 de febrero de 2023 a las 4 p. m. UTC</a>

source: Autonomy &amp; Governance: <a id="a1">February 28th, 4pm UTC</a> &amp; <a id="a2">March 1st, 3pm UTC</a>
es: Autonomía y gobernanza: <a id="a1">28 de febrero a las 4 p. m. UTC</a> y <a id="a2">1 de marzo a las 3 p. m. UTC</a>

source: Youth Zone: <a id="a1">February 21 2023, 12pm UTC</a>
es: Zona joven: <a id="a1">21 de febrero de 2023 a las 12 p. m. UTC</a>

# body.7dd21f37-b854-471f-8925-edda94b73c3f
source: Hubs Drop in Training
es: Capacitación en Hubs a cualquier hora

# body.7dd21f37-b854-471f-8925-edda94b73c3f
source: Hubs is an immersive, 3D virtual collaboration platform built by Mozilla that is accessible through your web browser. For MozFest 2023, Hubs will be used by artists and Facilitators for both synchronous and asynchronous sessions to bring many first time users into the immersive web. As a session Facilitator, you should familiarize yourself with the basic and advanced features of Hubs so that you can ensure the stability of your session and assist attendees in need of troubleshooting. You can find much of the information you need in the documentation below. We will also be holding Hubs drop in office hours where you can practice using hubs and get support from the Hubs Team. Please note that you will be in charge of moderating your session in Hubs.
es: Hubs es una plataforma inmersiva de colaboración virtual en 3D construida por Mozilla que está accesible mediante tu navegador web. Artistas y facilitadores en el MozFest 2023 utilizarán Hubs para sesiones sincrónicas y asincrónicas que introducirán a la web inmersiva a muchos usuarios primerizos. Como facilitador de una sesión, debes familiarizarte con las características básicas y avanzadas de Hubs para que estés seguro de la estabilidad de tu sesión y puedas ayudar a los asistentes a solucionar algún problema. Encontrarás gran parte de la información necesaria en la documentación a continuación. También podrás acercarte en cualquier momento dentro del horario de atención para recibir capacitación, practicar y obtener asistencia del equipo de Hubs. Ten presente que estarás a cargo de moderar tu sesión en Hubs.

source: Hubs Drop in Training Schedule
es: Fechas para la capacitación en Hubs a cualquier hora

source: <a id="a1">February 23rd 2023, 2pm UTC</a>
es: <a id="a1">23 de febrero de 2023, 14:00 UTC</a>

source: <a id="a1">March 2nd 2023, 2pm UTC</a>
es: <a id="a1">2 de marzo de 2023, 14:00 UTC</a>

source: <a id="a1">March 9th 2023, 2pm UTC</a>
es: <a id="a1">9 de marzo de 2023, 14:00 UTC</a>

source: [UPDATED DATE] <a id="a1">March 15th 2023, 2pm UTC</a>
es: [UPDATED DATE] <a id="a1">15 de marzo de 2023 a las 2 p. m. UTC</a>

# body.f67cb9cf-21d4-4031-b8d7-89fbe29b5f83
source: All Hands Sessions
es: Sesiones generales

# body.f67cb9cf-21d4-4031-b8d7-89fbe29b5f83
source: These sessions cover the essential information you need to facilitate your session at MozFest. You’ll get some critical information on general Festival info and logistics, other available support and resources, and set expectations for the continuation of your Facilitator journey. You’ll also be able to speak to, and connect with, returning Wranglers and Facilitators about what worked for them in former festivals, how MozFest has informed their work, and other useful information. They will be held on <b>March 15th</b> at 16:00 UTC (<a id="a1">Register Here</a>) and<b> March 16th</b> at 8:00 UTC (<a id="a2">Register Here)</a>, just before MozFest
es: Abarcan la información esencial que necesitas para facilitar tu sesión en el MozFest. Recibirás información crítica sobre el festival en general y su logística, así como otros recursos y asistencia disponible, y establecer expectativas para tu futura trayectoria como facilitador. También podrás hablar y conectarte con los wranglers y facilitadores que ya han participado en festivales anteriores y ponerte en contacto con ellos para saber qué les funcionó en festivales anteriores, cómo el MozFest ha aportado a su trabajo y otra información útil. Las sesiones generales se llevarán a cabo el <b>15 de marzo</b> a las 16:00 UTC (<a id="a1">Regístrate aquí</a>) y<b> el 16 de marzo</b> a las 8:00 UTC (<a id="a2">Register Here)</a>, justo antes del MozFest.

# body.7357d100-e5b2-4db6-b01a-b27e0dcf01a5
source: During the Festival (March 2023)
es: Durante el festival (marzo de 2023)

# body.7357d100-e5b2-4db6-b01a-b27e0dcf01a5
source: Daily Open Office Hours
es: Tutorías todos los días

# body.7357d100-e5b2-4db6-b01a-b27e0dcf01a5
source: These are <i>optional</i> sessions. Facilitators can meet with Festival Facilitator Coach Dirk Slater any time during MozFest for last-minute coaching or debriefing after their sessions. You can find Dirk on Slack, via @Dirk or the #Facilitator-Coaching channel.
es: Sesiones <i>opcionales</i> en las que los facilitadores pueden reunirse con Dirk Slater, instructor de facilitadores del festival, en cualquier momento durante el MozFest para recibir capacitación o instrucciones después de sesionar. Dirk se encuentra en Slack como @Dirk o en el canal #Facilitator-Coaching.

# body.7357d100-e5b2-4db6-b01a-b27e0dcf01a5
source: During your session
es: Durante tu sesión

# body.7357d100-e5b2-4db6-b01a-b27e0dcf01a5
source: Please plan to be in your session's zoom room 30 minutes before they begin.
es: Toma previsiones para estar en tu sala de Zoom para tu sesión 30 minutos antes del inicio.

# body.7357d100-e5b2-4db6-b01a-b27e0dcf01a5
source: A member of the MozFest team will drop in before you begin to help with any technical issues, answer questions and wish you luck.
es: Un miembro del equipo del MozFest llegará antes de que inicies para ayudarte con cualquier cuestión técnica, responder tus preguntas y desearte buena suerte.

# body.7357d100-e5b2-4db6-b01a-b27e0dcf01a5
source: Upload your session notes, documentation, or slide decks to your pretalk page ahead of time, or after. This is facilitate deeper collaborations and learning and offer a place for folks to add details to stay connected
es: Sube las notas, documentos o diapositivas para la sesión a tu página, ya sea con antelación o después. Esto facilita colaboraciones y un aprendizaje más profundos y ofrece un lugar para que los asistentes agreguen detalles y se mantengan conectados.

# body.7357d100-e5b2-4db6-b01a-b27e0dcf01a5
source: If you’re recording, you will need to hit record - choose record to cloud. Use <a id="a1">this slide</a> to let your participants now you are recording and please state
es: Si vas a grabar, necesitarás hacer clic en el botón correspondiente. Elige grabar en la nube. Utiliza <a id="a1">esta diapositiva</a> para informar a los participantes que vas a grabar y di lo siguiente:

# body.7357d100-e5b2-4db6-b01a-b27e0dcf01a5
source: I am about to start the recording, please turn off your camera if you don't wish your image to be captured, and you can ask Questions in the zoom chat if you don't wish your voice to be captured.
es: "Estoy a punto de empezar a grabar. Apaguen sus cámaras si no desean aparecer en cámara y pueden hacer sus preguntas en el chat de Zoom si no quieren que su voz quede grabada".

# body.7357d100-e5b2-4db6-b01a-b27e0dcf01a5
source: If you need assistance in your live session because of technical issues, disruptive behavior or violation of the <a id="a1">community participation guidelines</a> please use the #help slack channel telling the team your session title, and we will send someone to assist asap
es: Si necesitas asistencia durante tu sesión por problemas técnicos, comportamiento disruptivo o una violación a las <a id="a1">pautas para la participación en la comunidad</a>, utiliza el canal #help en Slack para decir al equipo el título de tu sesión y mandaremos a alguien a ayudarte a la brevedad.

# body.7357d100-e5b2-4db6-b01a-b27e0dcf01a5
source: Sometimes an hour is not enough, so please use the common room in Spatial chat to invite your participants to continue the conversation post session
es: A veces una hora no es suficiente. Si este fuera el caso, utiliza la sala común en Spatial Chat para invitar a los participantes a seguir la conversación después de la sesión.

# body.7357d100-e5b2-4db6-b01a-b27e0dcf01a5
source: You can view the details, dates and timings, and register for these gatherings through our <a id="a1">community calendar</a>.
es: Puedes ver los detalles, las fechas y los horarios de estas reuniones, así como registrarte para estos encuentros en nuestro <a id="a1">calendario de la comunidad</a>.

# body.4242c0cb-3da8-4f17-8478-47770e7ef046
source: Post MozFest
es: Después del MozFest

# body.134def9e-c49d-42e3-922c-4f898858cc2f
source: Session Outputs
es: Entregables de las sesiones

# body.134def9e-c49d-42e3-922c-4f898858cc2f
source: Session notes and recordings will be available via the schedule for 90 days after the festival. Use the ‘resources’ section for your session in pretalx to upload outputs that you’d like to make available. Click ‘Add another resources’ -&gt; add a title in ‘description’ -&gt; paste a URL or ‘browse’ to select a file -&gt; then hit save.
es: Las notas y grabaciones de la sesión estarán disponibles en el calendario durante 90 días después del festival. Utiliza la sección de recursos para tu sesión en Pretalx para subir los entregables que quieras compartir. Haz clic en "Add another resources" -&gt; agrega un título en "description" -&gt; pega una URL o ‘explora para elegir un archivo -&gt; luego guarda.

# body.134def9e-c49d-42e3-922c-4f898858cc2f
source: Facilitator Debrief
es: Informe del facilitador

# body.134def9e-c49d-42e3-922c-4f898858cc2f
source: We’d love to know about your experience at this years MozFest. What do you think worked especially well this year? What didn’t? What surprised you? What would you change? What are your plans for follow-up? Join us after MozFest, on Tuesday, March 28th at <a id="a1">8am</a> and <a id="a2">4pm UTC</a>
es: Nos encantaría saber cómo te fue en el MozFest de este año. ¿Qué consideras que salió particularmente bien este año? ¿Qué no funcionó? ¿Qué te sorprendió? ¿Qué cambiarías? ¿Tienes algún plan de seguimiento? Te esperamos después del MozFest el martes 28 de marzo a las <a id="a1">8 a. m.</a> y <a id="a2">a las 4 p. m. UTC</a>

# body.134def9e-c49d-42e3-922c-4f898858cc2f
source: If you have questions contact
es: Si tienes dudas, ponte en contacto con

# body.134def9e-c49d-42e3-922c-4f898858cc2f
source: Logistical and Technical support support@mozillafestival.org
es: Asistencia logística y técnica en support@mozillafestival.org

# body.134def9e-c49d-42e3-922c-4f898858cc2f
source: <a id="a1">Join the MozFest Slack</a> and ask your question in the #help channel. You can also contact Dirk on Slack via @Dirk or the #Facilitator-Coaching channel.
es: <a id="a1">Únete al Slack de MozFest</a> y haz tu pregunta en el canal #help. También puedes ponerte en contacto con @Dirk en Slack o en el canal #Facilitator-Coaching.

# body.134def9e-c49d-42e3-922c-4f898858cc2f
source: Tweet your questions to us using #MozHelp
es: Tuitea las preguntas que nos quieras hacer usando #MozHelp
