Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/awards/creative-media-awards.po
Languages: fr

# search_description
source: The Creative Media Awards (CMA) uplift art and media to communicate complex technical concepts, deepening our understanding of technology and demanding accountability from those who build and deploy it.
fr: Les Creative Media Awards (CMA) font appel à l’art et aux médias pour communiquer des concepts techniques complexes, approfondir notre compréhension de la technologie et demander des comptes à celles et ceux qui la conçoivent et la déploient.

# header
source: Overview
fr: Présentation

# body.ac56faf2-eb60-43dd-8a3f-4977980cab8b
source: What are Creative Media Awards?
fr: Que sont les Creative Media Awards ?

# body.ac56faf2-eb60-43dd-8a3f-4977980cab8b
source: The Creative Media Awards (CMA) uplift art and media to communicate complex technical concepts, deepening our understanding of technology and demanding accountability from those who build and deploy it.
fr: Les Creative Media Awards (CMA) font appel à l’art et aux médias pour communiquer des concepts techniques complexes, approfondir notre compréhension de la technologie et demander des comptes à celles et ceux qui la conçoivent et la déploient.

# body.5943b7fe-0902-4ab7-bfb1-58607536fa0b.altText
source: megaphone icon
fr: icône de mégaphone

# body.5943b7fe-0902-4ab7-bfb1-58607536fa0b.text
source: Applications are closed. We are currently <a id="a1">conducting a retrospective</a> of the Creative Media Awards program.
fr: Il n’est plus possible d’envoyer de demande. Nous <a id="a1">réalisons une rétrospective</a> du programme des Creative Media Awards.

# body.9e33d475-3115-470f-ab46-5c95318443cd
source: It is clear that the tools, algorithms and machine learning techniques collectively referred to as Artificial Intelligence have the potential to disrupt democracy, interfere with human rights, and erode the public's trust in online information. However, some of these technologies might also be part of the solution to many of these emerging threats.
fr: Il est clair que les outils, les algorithmes et les techniques d’apprentissage automatique désignés collectivement sous le nom d’intelligence artificielle ont le potentiel de perturber la démocratie, d’interférer avec les droits humains et d’éroder la confiance du public dans l’information en ligne. Toutefois, certaines de ces technologies pourraient également faire partie de la solution à bon nombre de ces menaces émergentes.

# body.9e33d475-3115-470f-ab46-5c95318443cd
source: Further, current debates about algorithms tend to ignore the fact that our intelligent systems are ultimately designed and shaped by humans. The benefits and risks associated with, for instance, automated decision making flow from the tasks we choose to give to algorithms and the data that we feed them. Algorithms can help us stumble across the perfect song, or it can manipulate and polarize us. Creatively and ethically, there is an urgent need for artists and media makers to explore how these technologies will shape our experience online and off.
fr: En outre, les débats actuels sur les algorithmes tendent à ignorer le fait que nos systèmes intelligents sont en fin de compte conçus et façonnés par des êtres humains. Les avantages et les risques associés, par exemple, à la prise de décision automatisée découlent des tâches que nous choisissons de confier aux algorithmes et des données avec lesquelles nous les entrainons. Les algorithmes peuvent nous aider à trouver la chanson parfaite ou nous manipuler et nous polariser. D’un point de vue créatif et éthique, il est urgent que les artistes et les créateurs et créatrices de médias explorent la manière dont ces technologies façonneront notre expérience en ligne et hors ligne.

# body.9e33d475-3115-470f-ab46-5c95318443cd
source: Supported projects have served to:
fr: Les projets soutenus ont servi à :

# body.9e33d475-3115-470f-ab46-5c95318443cd
source: increase public awareness of the threats and opportunities of AI,
fr: sensibiliser davantage le public aux menaces et aux possibilités de l’IA,

# body.9e33d475-3115-470f-ab46-5c95318443cd
source: equip audiences with tangible ways to advocate for more responsible design, and
fr: doter le public de moyens concrets de plaider en faveur d’une conception plus responsable, et

# body.9e33d475-3115-470f-ab46-5c95318443cd
source: explore current realities or imagined futures through the lens of Black experience.
fr: d’explorer les réalités actuelles ou les futurs imaginés à travers le prisme de l’expérience des personnes noires.
