Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/community/volunteers.po
Languages: es, fr

# title
source: Volunteers
es: Voluntarios
fr: Bénévoles

# header
source: Volunteers
es: Voluntarios
fr: Bénévoles

# intro
source: MozFest is not just an annual date on the calendar. It's a collaborative community taking action on the issues that matter most all-year long.
es: MozFest no es solo un evento anual en el calendario. Es una comunidad colaborativa que actúa todo el año sobre los problemas que más importan.
fr: Le MozFest n’est pas seulement une date sur le calendrier. C’est une communauté collaborative qui agit sur les problématiques les plus importantes tout au long de l’année.

# body.92539e03-2370-4691-87cb-1e19c086d8e0
source: Volunteering at MozFest
es: Voluntariado en MozFest
fr: Devenir bénévole au MozFest

# body.92539e03-2370-4691-87cb-1e19c086d8e0
source: Being a volunteer at the festival is a great behind-the-scenes chance to learn how this incredible event unfolds. If you’re a Mozilla fan and a supporter of internet health, it’s the perfect way to contribute to the cause. And if you’re a newcomer to MozFest, it’s a way to join in, have a role and a team right off the bat.
es: Ser voluntario en el festival es una gran oportunidad tras bambalinas para conocer cómo se desarrolla este increíble evento. Si eres un admirador de Mozilla y un partidario de la salud de Internet, esta es la manera perfecta de contribuir a la causa. Y si es la primera vez que acudes a un MozFest, el voluntariado es una de las maneras de participar, desempeñar una función y formar parte de un equipo desde un principio.
fr: Être bénévole au festival est une excellente occasion d’apprendre comment se déroule cet évènement incroyable en coulisses. Si vous êtes fan de Mozilla et partisan·e de la bonne santé d’Internet, c’est le moyen idéal de contribuer à la cause. Et si le MozFest est nouveau pour vous, c’est une façon de participer, d’avoir un rôle et une équipe dès le départ.

# body.6af547f3-c1bb-40fc-b465-4fa06ca0f275.button_text
source: Register to Volunteer
es: Forma parte del voluntariado
fr: S’inscrire pour devenir bénévole

# body.0891527d-6bad-4336-95d4-c7fff5c21548
source: <i>All information provided during volunteer registration will be handled in accordance with the</i> <a id="a1"><i>MozFest Volunteer Privacy Policy</i></a><i>.</i>
es: <i>Toda la información proporcionada durante el registro como voluntario se maneja conforme a la </i> <a id="a1"><i>Política de privacidad del evento MozFest</i></a><i>.</i>
fr: <i>Toutes les informations fournies lors de l’inscription en tant que bénévole seront traitées conformément à la <a id="a1">Politique de confidentialité de l’évènement MozFest</a>.</i>

# body.1a6f72fe-6449-4ee1-a5af-3d2457c689d2
source: About Virtual Volunteering at MozFest
es: Acerca del voluntariado virtual en MozFest
fr: À propos du bénévolat virtuel au MozFest

# body.1a6f72fe-6449-4ee1-a5af-3d2457c689d2
source: Volunteers help support the organizers, Facilitators, and participants at MozFest, our unique hybrid event bringing together art, tech, and civil actors fighting for a more humane digital world.
es: Los voluntarios ayudan apoyando a los organizadores, facilitadores y participantes en el MozFest, nuestro excepcional evento híbrido donde se congregan actores de las artes, la tecnología y la sociedad civil que luchan por un mundo digital más humano.
fr: Les bénévoles aident les organisateur·trice·s, les animateur·trice·s et les participant·e·s au MozFest, notre évènement hybride unique réunissant des acteurs artistiques, technologiques et civils qui luttent pour un monde numérique plus humain.

# body.1a6f72fe-6449-4ee1-a5af-3d2457c689d2
source: As a Volunteer during MozFest Virtual, you can expect to:
es: Como voluntario durante el MozFest Virtual, es posible que:
fr: En tant que bénévole lors du MozFest Virtual, vous pouvez vous attendre à :

# body.1a6f72fe-6449-4ee1-a5af-3d2457c689d2
source: Help answer questions on the #help channel of the <a id="a1">MozFest community Slack</a>.
es: Ayudes a responder preguntas en el canal #help del <a id="a1">Slack de la comunidad MozFest</a>.
fr: Aider à répondre aux questions sur le canal #help du <a id="a1">Slack de la communauté MozFest</a>.

# body.1a6f72fe-6449-4ee1-a5af-3d2457c689d2
source: Connect people with other MozFest and technical support staff if you don’t know the answer to a question.
es: Pongas en contacto a las personas con otros participantes en el MozFest y personal de asistencia técnica si no conoces la respuesta a una pregunta.
fr: Rediriger les gens vers d’autres membres du personnel du MozFest et de l’assistance technique si vous ne connaissez pas la réponse à une question.

# body.1a6f72fe-6449-4ee1-a5af-3d2457c689d2
source: Help people navigate the online program and find the sessions they want to attend.
es: Ayudes a las personas a navegar por el programa en línea para encontrar las sesiones a las que quieren asistir.
fr: Aider les personnes à comprendre le programme en ligne et à trouver des sessions auxquelles elles souhaitent assister.

# body.1a6f72fe-6449-4ee1-a5af-3d2457c689d2
source: Help Facilitators with the technical parts of running a session on a platform like Zoom.
es: Ayudar a los facilitadores con los aspectos técnicos de llevar a cabo una sesión en plataformas como Zoom.
fr: Aider les animateur·trice·s sur les aspects techniques de l’organisation d’une session sur une plateforme comme Zoom.

# body.1a6f72fe-6449-4ee1-a5af-3d2457c689d2
source: Send any reports concerning our <a id="a1">community participation guidelines</a> to the festival safety team.
es: Enviar denuncias relacionadas con nuestras <a id="a1">pautas para la participación en la comunidad</a> al equipo de seguridad del festival.
fr: Transmettre tout rapport concernant nos <a id="a1">directives communautaire relatives à la participation</a> à l’équipe safety du festival.

# body.2d1dc7d8-9e93-4b92-a0fb-9bec4c83c51b
source: Meet your Volunteer Coordinators
es: Conoce a los coordinadores de voluntarios
fr: Découvrez les coordonnateur·trice·s de bénévoles

# body.2d1dc7d8-9e93-4b92-a0fb-9bec4c83c51b
source: The Volunteer Coordinators work almost year-round on the program, investing many hours to build processes and resources that help Volunteers get the most out of their time spent supporting the festival in their roles.
es: Los coordinadores de voluntarios trabajan prácticamente todo el año en el programa e invierten muchas horas en construir procesos y recursos para ayudar a los voluntarios a sacar el máximo provecho del tiempo que colaboran con el festival en sus respectivas funciones.
fr: Les coordonnateur·trice·s de bénévoles travaillent presque toute l’année sur le programme, investissant de nombreuses heures pour créer des processus et des ressources qui aident les bénévoles à tirer le meilleur parti de leur temps passé à contribuer au festival dans leurs rôles.

# body.0ef90529-7c9c-4c14-b57a-19d749e84c0f.profile_type
source: Volunteer Coordinator
es: Coordinador de voluntarios
fr: Coordonnateur·trice de bénévoles

# body.2f8dd5f1-61ff-478c-9085-277893b60059
source: The ethos of volunteering lies at the very core of the movement and how Mozilla operates. It’s not just about showing up or getting experience to put on a resume. It’s about friendships, connecting throughout the year, and uniting together as one Mozilla community.
es: El espíritu del voluntariado es el centro mismo del movimiento y de la manera de operar de Mozilla. Va más allá de hacer acto de presencia o de obtener experiencia para el currículum. Tiene que ver con hacer amistades, conectarse durante el año y unirse como una comunidad Mozilla.
fr: La philosophie du bénévolat est au cœur même du mouvement et du fonctionnement de Mozilla. Il ne s’agit pas seulement d’être là ou d’acquérir de l’expérience à mettre sur un CV. Il s’agit d’amitiés, de rester en contact tout au long de l’année et de former une unique communauté Mozilla.

# body.0ca6c90d-b16d-4eed-a251-2cfc4270d217.title
source: Upcoming Volunteering Events
es: Próximos eventos de voluntarios
fr: Évènements à venir pour les bénévoles

source: MozFest 2023 - Volunteer Meetup / Q&amp;A
fr: MozFest 2023 - Rencontre bénévoles / Questions et réponses

source: Register for Thursday March 16th @ 12pm UTC
fr: Inscrivez-vous pour le jeudi 16 mars à 12h00 UTC

source: Volunteering at MozFest? Let's get together to get to know one another, meet some of the folks on the MozFest team, and discuss best practices for your volunteer shift.
fr: Vous souhaitez devenir bénévole au MozFest ? Réunissons-nous pour apprendre à nous connaître, rencontrer quelques-uns des membres de l’équipe du MozFest et discuter des bonnes pratiques de bénévolat.

source: Register for Mar 16th 12pm UTC
fr: Inscrivez-vous pour le 16 mars 12h UTC

source: MozFest 2023 - Volunteer Meetup / Q&amp;A
fr: MozFest 2023 - Rencontre bénévoles / Questions et réponses

source: Register for Thursday March 16th @ 6pm UTC
fr: Inscrivez-vous pour le jeudi 16 mars à 18h00 UTC

source: Volunteering at MozFest? Let's get together to get to know one another, meet some of the folks on the MozFest team, and discuss best practices for your volunteer shift.
fr: Vous souhaitez devenir bénévole au MozFest ? Réunissons-nous pour apprendre à nous connaître, rencontrer quelques-uns des membres de l’équipe du MozFest et discuter des bonnes pratiques de bénévolat.

source: Register for Mar 16th 6pm UTC
fr: Inscrivez-vous pour le 16 mars 18h UTC

# body.b6432761-4f15-4167-8077-9cca2d1cd0e2.alt_text
source: Photograph of Robby Sayles
es: Fotografía de Robby Sayles
fr: Photo de Robby Sayles

# body.b6432761-4f15-4167-8077-9cca2d1cd0e2.metadata
source: Community Spotlight
es: Destacado por la comunidad
fr: Mise en avant communautaire

# body.b6432761-4f15-4167-8077-9cca2d1cd0e2.title
source: Meet Robby
es: Conoce a Robby
fr: Découvrez Robby

# body.b6432761-4f15-4167-8077-9cca2d1cd0e2.body
source: "The Volunteer program is made up of a group of people who have a love for the open web, internet health, and passion for the community. They embody the internet health movement."
es: "El programa de voluntarios se conforma de un grupo de personas que disfrutan de la Web abierta, desean un Internet sano y son apasionadas de la comunidad. Son quienes personifican el movimiento en favor de la salud de Internet".
fr: « Le programme de bénévolat est composé d’un groupe de personnes qui aiment le Web ouvert, la santé d’Internet et ont une passion pour la communauté. Ils incarnent le mouvement pour la bonne santé d’Internet. »

source: No Volunteer Events Scheduled
es: No se tiene programado ningún evento de voluntarios

source: As we approach MozFest 2023, and the opening of Volunteer applications - check back here to find more details of volunteer focused events and gatherings.
es: El MozFest 2023 se aproxima y, con ello, la recepción de solicitudes de voluntarios. Regresa más adelante para encontrar más detalles respecto a los eventos y reuniones enfocados en el voluntariado.

source: Sign up for updates
es: Regístrate para recibir actualizaciones
