Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/community/wranglers.po
Languages: fr

# seo_title
source: Wrangling at MozFest 2024
fr: Devenir Wrangler au MozFest 2024

# search_description
source: We are looking for passionate individuals to help co-design the 2024 MozFest House in the Netherlands. This is your opportunity to share your ideas and make a real impact. Applications close Jan 31, 2024.
fr: Nous recherchons des personnes passionnées pour participer à la co-conception du MozFest House 2024 aux Pays-Bas. C’est l’occasion pour vous de partager vos idées et de faire une réelle différence. Clôture des candidatures le 31 janvier 2024.

# intro
source: Mozilla Festival is not just an annual date on the calendar. It's a collaborative community taking action on the issues that matter most all-year long.
fr: Le Mozilla Festival n’est pas seulement une date sur le calendrier. C’est une communauté collaborative qui agit sur les problématiques les plus importantes tout au long de l’année.

# body.6c82d241-a95a-46a2-8533-29465983009b
source: While Mozilla provides a basic structure, resources, and support, the festival is essentially designed and produced by Mozilla Festival Wranglers — teams of educators, activists, engineers, artists, and researchers who care about the open web and a healthy internet.
fr: Tandis que Mozilla fournit une structure de base, des ressources et un soutien, le festival est essentiellement conçu et produit par les Wranglers du Mozilla Festival — des équipes d’éducateur·trice·s, d’activistes, d’ingénieur·e·s, d’artistes et de chercheur·euse·s qui se soucient du Web ouvert et d’un Internet sain.

# body.6c82d241-a95a-46a2-8533-29465983009b
source: Wranglers are practitioners, activists, academics, and artists across geographies who collaborate to create an arc that ties together the festival narrative and festival themes (aka Spaces) to bring attention to pressing issues in internet health and Trustworthy AI spaces. They share an invitation to participate at the festival that convenes diverse communities through community-led sessions and hands-on experiences.
fr: Les Wranglers sont des spécialistes, des militant·e·s, des universitaires et des artistes de diverses régions géographiques qui collaborent pour créer un arc qui relie la narration du festival aux thèmes du festival (aussi appelé Espaces) afin d’attirer l’attention sur des problèmes urgents dans les domaines de la santé d’Internet et de l’IA digne de confiance. Ils et elles partagent une invitation à participer au festival qui réunit des communautés diverses à travers des sessions dirigées par la communauté et des expériences pratiques.

# body.3289842f-cb84-440a-8c0e-6e798db42e51.heading
source: Wrangling at MozFest
fr: Devenir Wrangler au MozFest

# body.3289842f-cb84-440a-8c0e-6e798db42e51.text
source: Mozilla Festival Wranglers are the connection point between the festival narrative and the Facilitators, who will become the face of the festival.
fr: Les Wranglers du Mozilla Festival font le lien entre le récit du festival et les animateur·trice·s, qui deviendront le visage du festival.

# body.3289842f-cb84-440a-8c0e-6e798db42e51.text
source: They are responsible for several key, high-value deliverables that reflect their vision for MozFest House, and the perspectives and priorities of their communities. Mozilla Festival Wranglers also choose the sessions and design what the space will look like at the venue.
fr: Ils et elles sont responsables d’un certain nombre de livrables clés et de grande valeur qui reflètent leur vision pour MozFest House, ainsi que les perspectives et les priorités de leurs communautés. Les Wranglers du Mozilla Festival choisissent également les sessions et conçoivent l’aspect de l’espace sur le lieu de l’évènement.

source: Wranglers at the opening circle holding colored signs with space icons and titles on.
fr: Des Wranglers au cercle d’ouverture tenant des panneaux de couleur avec des titres et des icônes des différents espaces.

source: Wranglers setting up a space at MozFest in 2019
fr: Des Wranglers mettent en place un espace au MozFest en 2019

source: A group of wranglers at MozFest in 2019
fr: Un groupe de wranglers au MozFest en 2019

# body.fe388626-0409-42c3-953f-39311854a1b0.label
source: Register your interest
fr: Signaler votre intérêt

# body.fe388626-0409-42c3-953f-39311854a1b0.heading
source: Your Chance To Shape MozFest
fr: Votre chance de façonner le MozFest

# body.fe388626-0409-42c3-953f-39311854a1b0.text
source: Express your interest in becoming a MozFest Wrangler at future events!
fr: Exprimez votre intérêt à devenir Wrangler au MozFest lors de futurs évènements !

# body.77c15b96-c411-42a2-b37f-068f0e21f85b.alt_text
source: A photograph of Lujain
fr: Photo de Lujain

# body.77c15b96-c411-42a2-b37f-068f0e21f85b.metadata
source: Community Spotlight
fr: Mise en avant communautaire

# body.77c15b96-c411-42a2-b37f-068f0e21f85b.title
source: Meet Lujain
fr: Découvrez Lujain

# body.77c15b96-c411-42a2-b37f-068f0e21f85b.body
source: "MozFest extended my network and introduced me to researchers, artists, organizers, and more community members working on issues that matter to me professionally and personally at the intersection of tech and society."
fr: « Le MozFest a étendu mon réseau et m’a fait connaître des chercheurs et chercheuses, des artistes, des organisateurs et organisatrices et à encore plus de membres de la communauté qui travaillent sur des questions qui m’importent professionnellement et personnellement au croisement de la technologie et de la société. »

# body.aed7a3ec-8c47-49c6-ac3e-7aa76849c991
source: Meet Our MozFest House Zambia Wranglers
fr: Découvrez les Wranglers du MozFest House Zambie

# body.274233cc-26a6-4d27-a8b0-1962993f57e4
source: Why participate as a Wrangler?
fr: Pourquoi participer en tant que Wrangler ?

# body.24847233-1c44-4b9e-9033-86c4d617d206
source: Inform the Mozilla Festival program, shape the narrative on a topic you are passionate about, and create change via new collaborations at MozFest
fr: Orientez le programme du Mozilla Festival, influencez l’histoire d’un sujet qui vous passionne et provoquez le changement via de nouvelles collaborations au MozFest

# body.24847233-1c44-4b9e-9033-86c4d617d206
source: Be at the forefront of the internet health and Trustworthy AI movement and learn from other builders, thinkers, and doers
fr: Soyez à l’avant-garde du mouvement pour la bonne santé d’Internet et de l’IA digne de confiance, et apprenez d’autres créa·teur·trice·s et intellectuel·le·s

# body.24847233-1c44-4b9e-9033-86c4d617d206
source: Networking and community building opportunities, including opportunities to be featured in other Mozilla Festival related events
fr: Des opportunités de développement de réseau et de développement communautaire, y compris la possibilité d’être mis·e en avant dans d’autres évènements liés au Mozilla Festival

# body.24847233-1c44-4b9e-9033-86c4d617d206
source: Leadership development and skill-building opportunities, including mentorship
fr: Possibilités de développement des compétences et de développement du leadership, y compris mentorat

# body.24847233-1c44-4b9e-9033-86c4d617d206
source: Letter of program completion from Mozilla and professional references
fr: Lettre d’achèvement du programme de Mozilla et références professionnelles

# body.5689a104-8594-4af0-9358-d25adf9697a7
source: Federated Design
fr: Conception fédérée

# body.5689a104-8594-4af0-9358-d25adf9697a7
source: Mozilla Festival is shared by design. Mozilla gives Wranglers driving lessons, and then hands them the keys to the car. In turn, they chart a map that Facilitators use to make the schedule come to life. Those Facilitators then take participants on a ride that inspires them to take action in their local communities. The Volunteers are the mechanics that ensure our adventure runs smoothly each step of the way.
fr: Le Mozilla Festival repose sur le partage, dès sa conception. Mozilla donne des leçons de conduite aux Wranglers, puis leur remet les clés de la voiture. À leur tour, ils dessinent une carte que les animateur·trice·s utilisent pour donner vie au programme. Les animateur·trice·s emmènent ensuite les participant·s et les incitent à agir dans leurs communautés locales. Et les bénévoles sont les mécanos qui assurent le bon déroulement de chaque étape de notre aventure.

# body.b24a4ef9-45e0-4244-9bab-bcad99af5686.title
source: Federated Design Principles
fr: Principes de conception fédérée

source: Co-Design Structure
fr: Structure de co-conception

source: As movement builders, we seek to forge new partnerships, invite diverse collaboration, and create structures for mutual support and action.
fr: En tant que bâtisseurs de mouvements, nous cherchons à forger de nouveaux partenariats, à inviter diverses collaborations et à créer des structures de soutien et d’action mutuels.

source: Collaborative Spaces
fr: Espaces collaboratifs

source: As movement builders, we seek to forge new partnerships, invite diverse collaboration, and create structures for mutual support and action.
fr: En tant que bâtisseurs de mouvements, nous cherchons à forger de nouveaux partenariats, à inviter diverses collaborations et à créer des structures de soutien et d’action mutuels.

source: Facilitators
fr: Animateurs et animatrices

source: Once Wranglers have completed their curation, we typically end up with more that 500 individual Facilitators bringing their work to MozFest.
fr: Une fois que les wranglers ont effectué leurs choix de session, généralement plus de 500 animateurs et animatrices partagent leurs travaux au MozFest.

source: Learn more about Federated Design
fr: En savoir plus sur la conception fédérée

# body.91d23a3f-5ef4-476f-88b2-0de6c565fa22.title
source: Related Blog Posts
fr: Articles de blog associés
