Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/youtube/regretsreporter-dataset.po
Languages: de, es, fr

# intro
source: Datasets from Mozilla's YouTube RegretsReporter project are available to support further investigations into YouTube's recommendation algorithm.
de: Datensätze aus Mozillas YouTube RegretsReporter-Projekt sind verfügbar, um weitere Untersuchungen des Empfehlungsalgorithmus von YouTube zu unterstützen.
es: Los conjuntos de datos del proyecto YouTube RegretsReporter de Mozilla están disponibles para apoyar nuevas investigaciones sobre el algoritmo de recomendación de YouTube.
fr: Les jeux de données du projet YouTube RegretsReporter de Mozilla sont disponibles pour permettre des recherches plus approfondies sur l’algorithme de recommandation de YouTube.

# body.dcc514cb-51a1-4a8a-a542-7647b2a01dba
source: RegretsReporter Dataset
de: BereutReporter-Datensatz
es: Conjunto de datos de RegretsReporter
fr: Jeu de données de RegretsReporter

# body.dcc514cb-51a1-4a8a-a542-7647b2a01dba
source: The RegretsReporter dataset allows people around the world to conduct their own investigations into YouTube's recommendation algorithm. This data has already powered impactful research from Mozilla that has shaped public policy and led to YouTube releasing more information about how their algorithm works. By making anonymous RegretsReporter data available to more researchers, investigators and journalists around the world, we can continue to monitor the impact that YouTube's recommendation algorithm has on local communities and help to hold YouTube accountable.
de: Der RegretsReporter-Datensatz ermöglicht es Nutzern auf der ganzen Welt, ihre eigenen Untersuchungen zum Empfehlungs-Algorithmus von YouTube anzustellen. Diese Daten haben bereits wichtige Informationen über die Funktionsweise des Algorithmus von Mozilla unterstützt. Indem wir anonyme RegretsReporter-Daten für mehr Forscher, Ermittler und Journalisten auf der ganzen Welt zur Verfügung stellen, können wir die Auswirkungen des Empfehlungsalgorithmus von YouTube auf lokale Gemeinschaften weiter verfolgen und YouTube zur Verantwortung ziehen.
es: El conjunto de datos de RegretsReporter permite a personas de todo el mundo realizar sus propias investigaciones sobre el algoritmo de recomendación de YouTube. Estos datos ya han impulsado una investigación impactante de Mozilla que ha dado forma a las políticas públicas y ha llevado a YouTube a publicar más información sobre cómo funciona su algoritmo. Al hacer que los datos anónimos de RegretsReporter estén disponibles para más investigadores y periodistas de todo el mundo, podemos seguir controlando el impacto que el algoritmo de recomendación de YouTube tiene en las comunidades locales y ayudar a que YouTube rinda cuentas.

# body.dcc514cb-51a1-4a8a-a542-7647b2a01dba
source: Learn more about our <a id="a1">YouTube RegretsReporter work</a>.
de: Erfahren Sie mehr über unser <a id="a1">Arbeit am YouTube RegretsReporter</a>.
es: Más información sobre nuestro trabajo <a id="a1">de YouTube RegretsReporter</a>.
fr: En savoir plus sur <a id="a1">nos travaux avec YouTube RegretsReporter</a>.

# body.19fc9a17-7619-4ad0-9d3a-8991b8dfdd8a.label
source: Dataset download page
de: Download-Seite für Datensätze
es: Página de descarga del conjunto de datos
fr: Page de téléchargement du jeu de données

# body.a163ae9d-9979-482c-bd7f-6733b8703e74
source: FAQ
es: Preguntas frecuentes

source: What is RegretsReporter?
de: Was ist RegretsReporter?
es: ¿Qué es RegretsReporter?
fr: Qu’est-ce que RegretsReporter ?

source: RegretsReporter is a browser extension that powers the world’s largest crowdsourced investigation into YouTube’s recommendation system. YouTube’s recommendation system is one of the biggest AI systems in the world, yet there is almost no transparency into how the system works and what kinds of videos it surfaces to people. To date, more than 60,000 people from 191 countries have installed RegretsReporter to donate their YouTube data to researchers at Mozilla who are advocating for more trustworthy AI systems. This data has helped researchers at Mozilla uncover <a id="a1">dangerous</a> <a id="a2">flaws</a> in YouTube’s recommendation system—flaws which policymakers in Europe and the US have since taken notice of.
de: RegretsReporter ist eine Browser-Erweiterung, die die weltweit größte, per Crowdsourcing finanzierte Untersuchung zum Empfehlungssystem von YouTube ermöglicht. Das Empfehlungssystem von YouTube ist eines der größten KI-Systeme der Welt, dennoch gibt es fast keine Transparenz darüber, wie das System funktioniert und welche Art von Videos es anzeigt. Bisher haben mehr als 60.000 Menschen aus 191 Ländern RegretsReporter installiert, um ihre YouTube-Daten an Forscher bei Mozilla zu spenden, die sich für vertrauenswürdigere KI-Systeme einsetzen. Diese Daten haben Forschern bei Mozilla geholfen, <a id="a1">gefährliche</a> <a id="a2">Fehler</a> im Empfehlungssystem von YouTube aufzudecken – Fehler, die Gesetzgeber in Europa und den USA seitdem zur Kenntnis genommen haben.
es: RegretsReporter es una extensión del navegador que impulsa la mayor investigación colectiva del mundo sobre el sistema de recomendaciones de YouTube. El sistema de recomendación de YouTube es uno de los sistemas de inteligencia artificial más grandes del mundo, sin embargo, casi no hay transparencia sobre cómo funciona el sistema y qué tipos de videos muestra a los usuarios. Hasta la fecha, más de 60.000 personas de 191 países han instalado RegretsReporter para donar sus datos de YouTube a los investigadores de Mozilla que abogan por sistemas de IA más fiables. Estos datos han ayudado a los investigadores de Mozilla a descubrir <a id="a1">fallas</a> <a id="a2">peligrosas</a> en el sistema de recomendación de YouTube, fallas que los responsables políticos en Europa y Estados Unidos han notado desde entonces.

source: What does the dataset contain?
de: Was enthält der Datensatz?
es: ¿Qué contiene el conjunto de datos?
fr: Que contient le jeu de données ?

source: The dataset includes information about videos that our respondents either “regretted” (in our first study) or pressed “don’t recommend” (in our second study. In both cases, this set of videos represents unwanted content by our participants. For our second study, we also report the complete set of videos that was recommended to our participants. The dataset also contains data from the Viu Política project, a research collaboration into political propaganda on YouTube in Brazil from the University of Exeter and Instituto Vero.
de: Der Datensatz enthält Informationen über Videos, die unsere Teilnehmer entweder „bedauern“ (in unserer ersten Studie) oder auf „Nicht zu empfehlen“ (in unserer zweiten Studie) drücken. In beiden Fällen stellen diese Videos unerwünschte Inhalte von unseren Teilnehmern dar. Für unsere In der zweiten Studie berichten wir auch über den vollständigen Satz der Videos, die unseren Teilnehmern empfohlen wurden. Der Datensatz enthält auch Daten aus dem Projekt „Viu Política“, einer Forschungskooperation zu politischer Propaganda auf YouTube in Brasilien der Universität Exeter und des Instituteo Vero.
es: El conjunto de datos incluye información sobre vídeos en los que nuestros encuestados hicieron clic en "No me interesa" (en nuestro primer estudio) o en "No recomendar" (en nuestro segundo estudio). En ambos casos, este conjunto de vídeos representa contenido no deseado por parte de nuestros participantes. Para nuestro segundo estudio, también informamos del conjunto completo de vídeos que se recomendó a nuestros participantes. El conjunto de datos también contiene datos del proyecto Viu Política, una colaboración de investigación sobre propaganda política en YouTube en Brasil de la Universidad de Exeter y el Instituto Vero.

source: Why are you releasing data?
de: Warum veröffentlichen Sie Daten?
es: ¿Por qué estáis publicando datos?
fr: Pourquoi publiez-vous les données ?

source: We are releasing RegretsReporter data so that more people can research YouTube’s recommendation system and the impact that it may have on their communities. Our aim is to create more transparency around AI systems, which can lead to accountability for harms and ultimately, safer and more trustworthy products on the market. We believe this data, which is anonymous and does not include any identifying information, will be valuable to independent researchers, journalists and responsible technologists who are working towards this vision.
de: Wir veröffentlichen RegretsReporter-Daten, damit mehr Menschen das Empfehlungssystem von YouTube und die Auswirkungen, die es auf ihre Gemeinschaft haben könnte, erforschen können. Unser Ziel ist es, mehr Transparenz rund um KI-Systeme zu schaffen, was zur Rechenschaftspflicht für Verletzungen und letztendlich zu sichereren und vertrauenswürdigeren Produkten auf dem Markt führen kann. Wir glauben, dass diese Daten, die anonym sind und keine identifizierenden Informationen enthalten, für unabhängige Forscher, Journalisten und verantwortungsvolle Technologen wichtig sind, die an dieser Vision arbeiten.
es: Estamos publicando datos de RegretsReporter para que más personas puedan investigar el sistema de recomendaciones de YouTube y el impacto que puede tener en sus comunidades. Nuestro objetivo es crear más transparencia en torno a los sistemas de IA, lo que puede conducir a la responsabilidad por los daños y, en última instancia, a productos más seguros y fiables en el mercado. Creemos que estos datos, que son anónimos y no incluyen ninguna información de identificación, serán valiosos para los investigadores independientes, periodistas y tecnólogos responsables que están trabajan para hacer realidad esta visión.

source: Who can access this data?
de: Wer kann auf diese Daten zugreifen?
es: ¿Quién puede acceder a estos datos?
fr: Qui peut accéder à ces données ?

source: The data is available to anyone under a cc0-1.0 licence.
de: Die Daten stehen für jeden unter einer cc0-1.0-Lizenz zur Verfügung.
es: Los datos están disponibles para cualquier persona bajo una licencia cc0-1.0.
fr: Les données sont accessibles à tout le monde, elles sont publiées sous licence cc0-1.0.

source: What can this data be used for?
de: Wofür können diese Daten verwendet werden?
es: ¿Para qué se pueden utilizar estos datos?
fr: Quels sont les usages possibles avec ces données ?

source: The RegretsReporter dataset can be used for investigations and research into YouTube videos that the RegretsReporter volunteer community finds objectionable, offensive or otherwise harmful. For example, Mozilla’s <a id="a1">own investigation</a> using this data revealed that YouTube’s algorithm recommended videos with misinformation, violent content, hate speech, and scams and that people in non-English speaking countries were far more likely to encounter these videos than others. Since this dataset includes data from people spanning more than 191 countries, including data collected specifically for a research project on political propaganda in Brazil, we envision that it could be analysed by researchers with more localised context to produce impactful research. In addition, the recommendations data contained in the dataset can be used to study the behaviour of YouTube’s recommendation engine over time.
de: Der RegretsReporter-Datensatz kann für Untersuchungen und Recherchen zu YouTube-Videos verwendet werden, die die freiwillige RegretsReporter-Gemeinschaft abstoßend, anstößig oder anderweitig schädlich findet. Mozillas <a id="a1">eigene Untersuchung</a> mithilfe dieser Daten hat beispielsweise ergeben, dass der YouTube-Algorithmus Videos mit Fehlinformationen, gewalttätigen Inhalten, Hassreden und Betrug empfohlen hat und dass Menschen in nicht-englischsprachigen Ländern diese Videos mit größerer Wahrscheinlichkeit sehen, als andere. Da dieser Datensatz Daten von Menschen aus mehr als 191 Ländern enthält, einschließlich Daten, die speziell für ein Forschungsprojekt über politische Propaganda in Brasilien gesammelt wurden, könnten wir ihn von Forschern mit einem lokalisierteren Kontext analysieren, um wirkungsvolle Forschungsergebnisse zu liefern. Darüber hinaus können die im Datensatz enthaltenen Empfehlungsdaten verwendet werden, um das Verhalten der Empfehlungs-Engine von YouTube im Laufe der Zeit zu untersuchen.
es: El conjunto de datos de RegretsReporter se puede utilizar para investigaciones e investigaciones en videos de YouTube que la comunidad de voluntarios de RegretsReporter considere objetables, ofensivos o perjudiciales. Por ejemplo, la <a id="a1">propia investigación de Mozilla</a> que utilizó estos datos reveló que el algoritmo de YouTube recomendaba videos con información errónea, contenido violento, discursos de odio y estafas, y que los usuarios de países de habla no inglesa tenían muchas más probabilidades de encontrarse con estos vídeos que los demás. Dado que este conjunto de datos incluye datos de personas de más de 191 países, incluidos datos recogidos específicamente para un proyecto de investigación sobre propaganda política en Brasil, prevemos que podría ser analizado por investigadores con un contexto más localizado para producir una investigación impactante. Además, los datos de recomendaciones contenidos en el conjunto de datos se pueden utilizar para estudiar el comportamiento del motor de recomendaciones de YouTube a lo largo del tiempo.

source: How are you protecting people's privacy?
de: Wie schützen Sie die Privatsphäre der Menschen?
es: ¿Cómo protegéis la privacidad de los participantes?
fr: Comment protégez-vous la vie privée des individus ?

source: The data shared is not linked to the participants who contributed it, consisting of only information about videos, the date they were regretted or recommended, and the country in which the activity took place.
de: Die weitergegebenen Daten werden nicht mit den Teilnehmern verknüpft, die sie beigetragen haben, und bestehen nur aus Informationen zu Videos, dem Datum, an dem sie bedauert oder empfohlen wurden, und dem Land, in dem die Aktivität stattfand.
es: Los datos compartidos no están vinculados a los participantes que los aportaron, y consisten únicamente en información sobre los vídeos, la fecha en que fueron rechazados o recomendados, y el país en el que tuvo lugar la actividad.

source: Can you provide support for researchers who want to use this data?
de: Können Sie Forscher unterstützen, die diese Daten verwenden möchten?
es: ¿Podéis ofrecer apoyo a los investigadores que quieran utilizar estos datos?
fr: Pouvez-vous aider les chercheurs et chercheuses qui souhaitent utiliser ces données ?

source: Our team has limited capacity to provide individualized support to people and teams looking to use RegretsReporter data, but we are happy to help out where we can. Please review our <a id="a1">detailed technical data spec</a> for more information about the dataset and how to use it. If you have a more specific request, please write a brief email to extensions@mozillafoundation.org telling us who you are and what you want to do with RegretsReporter data, and we will get back to you if we can support your request.
de: Unser Team hat begrenzte Möglichkeiten, um Menschen und Teams, die RegretsReporter-Daten verwenden möchten, individuelle Unterstützung zu bieten, aber wir helfen gerne, wo wir können. Bitte sehen Sie sich unsere <a id="a1">detaillierte Spezifikation zu technischen Daten</a> an, um weitere Informationen über den Datensatz zu erhalten und darüber, wie Sie ihn verwenden können. Wenn Sie eine spezifischere Anfrage haben, schreiben Sie bitte eine kurze E-Mail an extensions@mozillafoundation.org und sagen Sie uns, wer Sie sind und was Sie mit den RegretsReporter-Daten tun möchten. Wir werden uns bei Ihnen melden, wenn wir Ihre Anfrage unterstützen können.
es: Nuestro equipo tiene una capacidad limitada para proporcionar apoyo individualizado a las personas y equipos que deseen utilizar los datos de RegretsReporter, pero estamos encantados de ayudar en lo que podamos. Consulta nuestras especificaciones técnicas <a id="a1">detalladas</a> para obtener más información sobre el conjunto de datos y cómo usarlo. Si tienes una solicitud más concreta, escríbenos un breve correo electrónico a extensions@mozillafoundation.org diciéndonos quién eres y qué quieres hacer con los datos de RegretsReporter y nos pondremos en contacto contigo si podemos atender tu petición.

# body.eeaa6106-94f5-45e7-80a3-45882723495b
source: Questions? Contact us at <a id="a1">extensions@mozillafoundation.org</a>.
de: Fragen? Kontaktieren Sie uns unter <a id="a1">extensions@mozillafoundation.org</a>.
es: ¿Tienes alguna pregunta? Ponte en contacto con nosotros en <a id="a1">extensions@mozillafoundation.org</a>.
fr: Vous avez des questions ? Contactez-nous via <a id="a1">extensions@mozillafoundation.org</a>.

# title
source: RegretsReporter Dataset
de: BereutReporter-Datensatz
es: Conjunto de datos de RegretsReporter
fr: Jeu de données de RegretsReporter
