Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/youtube/regretsreporter.po
Languages: de, es, fr, pt_br

# search_description
source: The RegretsReporter browser extension, built by the non-profit Mozilla, helps you reject harmful YouTube recommendations.
de: Mit der von der gemeinnützigen Organisation Mozilla entwickelten Browsererweiterung RegretsReporter können Sie schädliche YouTube-Empfehlungen ablehnen.
es: La extensión RegretsReporter para navegador, creada por la organización sin fines de lucro Mozilla, te ayuda a rechazar las malas recomendaciones de YouTube.
fr: L’extension de navigateur RegretsReporter, créée par l’organisation à but non lucratif Mozilla, vous aide à bloquer les recommandations néfastes sur YouTube.
pt_br: A extensão RegretsReporter, desenvolvida pela organização sem fins lucrativos Mozilla, te ajuda a rejeitar recomendações prejudiciais do YouTube.

# title
source: RegretsReporter Extension
de: RegretsReporter-Erweiterung
es: Extensión RegretsReporter
fr: Extension RegretsReporter
pt_br: Extensão RegretsReporter

# body.aa8a962f-6215-42fb-8362-6ded1cf19644
source: Control your recommendations.
de: Kontrollieren Sie Ihre Empfehlungen.
es: Controla tus recomendaciones.
fr: Contrôlez vos recommandations.
pt_br: Controle suas recomendações.

# body.aa8a962f-6215-42fb-8362-6ded1cf19644
source: Mozilla’s updated RegretsReporter browser extension helps you eliminate harmful YouTube recommendations — the clickbait, the outrage, and all the other content you wish you never saw. By simply clicking an icon on any video on YouTube, RegretsReporter sends a signal to YouTube asking it to stop surfacing content you find objectionable.
de: Die aktualisierte RegretsReporter-Browsererweiterung von Mozilla hilft Ihnen, schädliche YouTube-Empfehlungen zu eliminieren – den Clickbait, die Empörung und all die anderen Inhalte, die Sie gerne nie gesehen hätten. Durch einfaches Anklicken eines Symbols in einem beliebigen Video auf YouTube sendet RegretsReporter ein Signal an YouTube, in dem es darum bittet, die Anzeige von Inhalten einzustellen, die Sie anstößig finden.
es: La extensión actualizada RegretsReporter de Mozilla para navegadores ayuda a eliminar las recomendaciones perjudiciales de YouTube: los clickbait, las recomendaciones indignantes y todos esos contenidos que desearías no haber visto nunca. Con solo hacer clic en un ícono en cualquier vídeo de YouTube, RegretsReporter enviará una señal a YouTube pidiéndole que deje de mostrar contenido que te parece objetable.
fr: La nouvelle version de l’extension de navigateur RegretsReporter de Mozilla vous aide à éliminer les recommandations YouTube dangereuses : les pièges à clics, les contenus sensationnalistes et tous les autres contenus que vous regrettez avoir vus. En cliquant simplement sur une icône depuis n’importe quelle vidéo YouTube, RegretsReporter envoie un signal à YouTube demandant d’arrêter de faire apparaître le contenu que vous trouvez inacceptable.
pt_br: A extensão de navegador RegretsReporter atualizada da Mozilla ajuda a eliminar recomendações prejudiciais do YouTube: caça-cliques, indignação e todos os outros conteúdos que você nunca quer ver. Simplesmente ao clicar em um ícone em qualquer vídeo do YouTube, o RegretsReporter envia um sinal ao YouTube pedindo que pare de apresentar conteúdo que você considera questionável.

# body.aa8a962f-6215-42fb-8362-6ded1cf19644
source: Avoid harmful content.
de: Vermeiden Sie schädliche Inhalte.
es: Evita los contenidos perjudiciales.
fr: Évitez les contenus dangereux.
pt_br: Evite conteúdo prejudicial.

# body.aa8a962f-6215-42fb-8362-6ded1cf19644
source: Sometimes YouTube recommendations can be spot on. But sometimes, they’re outright harmful. <a id="a1">Research powered by Mozilla’s RegretsReporter has revealed</a> that YouTube’s algorithm violates the platform’s very own policies, recommending misinformation, violent content, hate speech, and scams.
de: Manchmal können YouTube-Empfehlungen genau richtig sein. Aber manchmal sind sie geradezu schädlich. <a id="a1">Forschung auf Grundlage von Mozillas RegretsReporter hat ergeben</a>, dass der YouTube-Algorithmus gegen die eigenen Richtlinien der Plattform verstößt und Fehlinformationen, gewalttätige Inhalte, Hassreden und Betrug empfiehlt.
es: A veces, las recomendaciones de YouTube dan en el clavo. Pero en otras ocasiones, pueden ser muy perjudiciales. <a id="a1">Investigaciones llevadas a cabo por RegretsReporter de Mozilla han revelado</a> que el algoritmo de YouTube viola las propias políticas de la plataforma al recomendar información errónea, contenidos violentos, discursos de odio y estafas.
fr: Les recommandations YouTube peuvent parfois être pertinentes. Mais parfois, elles sont carrément dangereuses. <a id="a1">Un rapport rendu possible par l’extension RegretsReporter de Mozilla a révélé</a> que l’algorithme de YouTube enfreint les propres politiques de la plateforme, en recommandant de la désinformation, des contenus violents, des propos haineux et des escroqueries.
pt_br: Às vezes, as recomendações do YouTube podem ser certeiras. Mas às vezes são totalmente prejudiciais. <a id="a1">Uma pesquisa feita com a tecnologia RegretsReporter da Mozilla revelou</a> que o algoritmo do YouTube viola as próprias diretrizes da plataforma, recomendando desinformação, conteúdo violento, discurso de ódio e golpes.

# body.aa8a962f-6215-42fb-8362-6ded1cf19644
source: Help solve the problem.
de: Helfen Sie mit, das Problem zu lösen.
es: Ayuda a resolver este problema.
fr: Aidez à résoudre le problème.
pt_br: Ajude a resolver o problema.

# body.aa8a962f-6215-42fb-8362-6ded1cf19644
source: RegretsReporter isn’t just a product — it’s also part of Mozilla’s ongoing research and advocacy into harmful recommendation algorithms. You can choose to participate in Mozilla’s research, which provides vital insight into whether YouTube recommendations can actually be tamed. (Mozilla initially launched RegretsReporter <a id="a1">in September 2020</a>, granting users the ability to flag harmful recommendations. That functionality still remains in this updated version of the extension.)
de: RegretsReporter ist nicht nur ein Produkt – er ist auch Teil von Mozillas fortlaufender Forschung zu und Engagement gegen schädliche Empfehlungsalgorithmen. Sie können an Mozillas Forschung teilnehmen, die wichtige Erkenntnisse darüber liefert, ob YouTube-Empfehlungen tatsächlich eingeschränkt werden können. (Mozilla hat RegretsReporter <a id="a1">im September 2020</a> veröffentlicht und Benutzern die Möglichkeit gegeben, schädliche Empfehlungen zu melden. Diese Funktion bleibt in dieser aktualisierten Version der Erweiterung erhalten .)
es: RegretsReporter no es solo un producto; también es parte de la investigación y promoción actuales de Mozilla contra los algoritmos de recomendación perjudiciales. Puedes optar por participar en la investigación de Mozilla, que proporciona información esencial para determinar si las recomendaciones de YouTube realmente se pueden dominar. (Mozilla lanzó inicialmente RegretsReporter <a id="a1">en septiembre de 2020</a>, otorgando a los usuarios la capacidad de denunciar recomendaciones perjudiciales. Esa funcionalidad aún permanece en esta versión actualizada de la extensión).
fr: RegretsReporter n’est pas qu’un produit, il contribue également aux recherches et aux campagnes militantes de Mozilla sur les algorithmes de recommandation nuisibles. Vous pouvez choisir de participer aux recherches de Mozilla, qui fournissent des informations essentielles sur la possibilité de contrôler les recommandations YouTube. (Mozilla a initialement lancé RegretsReporter <a id="a1">en septembre 2020</a>, donnant aux utilisateurs et utilisatrices la possibilité de signaler les recommandations dangereuses. Cette fonctionnalité est toujours disponible dans cette version mise à jour de l’extension.)
pt_br: O RegretsReporter não é apenas um produto. Também faz parte da contínua pesquisa e ativismo da Mozilla contra algoritmos de recomendação prejudiciais. Você pode escolher participar da pesquisa da Mozilla, que fornece uma visão vital sobre se as recomendações do YouTube podem realmente ser domadas. A Mozilla lançou inicialmente o RegretsReporter <a id="a1">em setembro de 2020</a>, concedendo aos usuários a capacidade de sinalizar recomendações prejudiciais. Tal funcionalidade permanece nesta versão atualizada da extensão.

# hero_heading
source: Take back control from the algorithm.
de: Holen Sie sich die Kontrolle vom Algorithmus zurück.
es: Recupera el control del algoritmo.
fr: Reprenez le contrôle de l’algorithme.
pt_br: Recupere o controle sobre o algoritmo.

# hero_subheading
source: Block harmful YouTube recommendations. Download the RegretsReporter browser exte
de: Blockieren Sie schädliche YouTube-Empfehlungen. Laden Sie die RegretsReporter-Browsererweiterung herunter.
es: Bloquea las recomendaciones perjudiciales de YouTube. Descarga la extensión.
fr: Bloquez les recommandations YouTube dangereuses. Téléchargez l’extension de navigateur RegretsReporter.
pt_br: Bloqueie recomendações prejudiciais do YouTube. Instale a extensão.

# download_buttons.91349d3a-adc0-4c95-b113-7543af467e78.label
source: Add to Firefox
de: Zu Firefox hinzufügen
es: Añadir a Firefox
fr: Ajouter à Firefox
pt_br: Adicionar ao Firefox

# download_buttons.91349d3a-adc0-4c95-b113-7543af467e78.icon_alt_text
source: firefox icon
de: Firefox-Symbol
es: icono de firefox
fr: icône de Firefox
pt_br: ícone do Firefox

# download_buttons.71d9677d-1de2-435d-831b-887864e97fef.label
source: Add to Chrome
de: Zu Chrome hinzufügen
es: Añadir a Chrome
fr: Ajouter à Chrome
pt_br: Adicionar ao Chrome

# download_buttons.71d9677d-1de2-435d-831b-887864e97fef.icon_alt_text
source: Chrome icon
de: Chrome-Symbol
es: icono de Chrome
fr: Icône de Chrome
pt_br: Ícone do Chrome
