Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/car-company-ceos-answer-tough-questions-about-cars-and-privacy-kinda.po
Languages: de, es, fr, pt_br

# body.5b46ab54-6394-48a7-abec-eeaf996a6168
source: <a id="a1">Toyota</a>, <a id="a2">Subaru</a>, <a id="a3">BMW</a>, <a id="a4">Tesla</a>, and <a id="a5">Ford</a> said that all drivers in the US<b> do have this right</b> or will soon. Well, that’s new and good! We hope to see that commitment in their privacy policies -- where it matters. So far, <a id="a6">Toyota</a> is the only company to make that promise official with a change to their privacy policy.
de: <a id="a1">Toyota</a>, <a id="a2">Subaru</a>, <a id="a3">BMW</a> ,<a id="a4">Tesla</a> und <a id="a5">Ford</a> sagten, dass alle Fahrer in den USA <b>dieses Recht haben</b> oder bald haben werden. Nun, das ist neu und gut! Wir hoffen, diese Verpflichtung in ihren Datenschutzrichtlinien zu sehen – wo es darauf ankommt. Bisher ist <a id="a6">Toyota</a> das einzige Unternehmen, das dieses Versprechen mit einer Änderung seiner Datenschutzrichtlinie offiziell gemacht hat.
es: <a id="a1">Toyota</a>, <a id="a2">Subaru</a>, <a id="a3">BMW</a>, <a id="a4">Tesla</a> y <a id="a5">Ford</a> dijeron que todos los conductores en los EE. UU.<b> tienen este derecho</b> o lo tendrán pronto. ¡Esa es una novedad muy positiva! Esperamos ver ese compromiso en sus políticas de privacidad, que es donde realmente importa. Hasta ahora, <a id="a6">Toyota</a> es la única compañía que ha hecho oficial esa promesa con un cambio en su política de privacidad.
fr: <a id="a1">Toyota</a>, <a id="a2">Subaru</a>, <a id="a3">BMW</a>, <a id="a4">Tesla</a> et <a id="a5">Ford</a> ont déclaré que tous les conducteurs américains<b> bénéficient de ce droit</b> ou que ce sera le cas prochainement. Une bonne nouvelle ! Nous espérons voir figurer cet engagement dans les politiques de confidentialité de ces sociétés. Jusqu’à présent, <a id="a6">Toyota</a> est la seule entreprise à avoir formalisé cette promesse en modifiant sa politique de confidentialité.
pt_br: <a id="a1">Toyota</a>, <a id="a2">Subaru</a>, <a id="a3">BMW</a> ,<a id="a4">Tesla</a> e <a id="a5">Ford</a> disseram que todos os motoristas nos EUA<b> têm esse direito</b> ou terão em breve. Bem, isso é novo e bom! Esperamos ver esse compromisso em suas políticas de privacidade — onde for importante. Até agora, a <a id="a6">Toyota</a> é a única empresa a oficializar essa promessa com uma mudança em sua política de privacidade.

# body.5b46ab54-6394-48a7-abec-eeaf996a6168
source: But other car-makers doubled down, saying it’s not possible to commit to deleting their customers’ data or that they’re waiting for a law to force them to. Yeah, we don’t really believe that. And hey! Here's an idea. Car-makers, you’re officially invited to <a id="a1">join our fight</a> for federal privacy legislation in the USA. Until then, how about you apply the strictest state privacy law (generally, California’s CCPA) to all US states? That way you don’t, like <a id="a2">Nissan</a> worries, have to use an “arbitrary standard<i>”</i> in the meantime. You can do it!
de: Aber andere Autohersteller haben noch einen draufgelegt und gesagt, dass es nicht möglich ist, sich dazu zu verpflichten, die Daten ihrer Kunden zu löschen, oder dass sie auf ein Gesetz warten, das sie dazu zwingt. Ja, das glauben wir nicht wirklich. Und hey! Hier ist eine Idee. Autohersteller, Sie sind offiziell eingeladen, <a id="a1">unseren Kampf</a> für ein Bundesdatenschutzgesetz in den USA zu unterstützen. Bis dahin, wie wäre es, wenn Sie das strengste Datenschutzgesetz eines Bundesstaates (in der Regel das CCPA von Kalifornien) auf alle US-Bundesstaaten anwenden? Auf diese Weise müssen Sie sich, wie <a id="a2">Nissa</a>n befürchtet, in der Zwischenzeit nicht mit einem „willkürlichen Standard<i>“ </i> herumschlagen. Sie können es schaffen!
es: Pero otros fabricantes de automóviles no dieron el brazo a torcer, ya sea porque consideran que no es posible comprometerse a eliminar los datos de sus clientes o porque están esperando que una ley los obligue a hacerlo. La verdad es que no lo creemos. ¡Y oye! Aquí les damos una idea. Fabricantes de automóviles, están oficialmente invitados a <a id="a1">unirse a nuestra lucha</a> por la legislación federal de privacidad en los EE. UU. Pero mientras tanto, ¿qué tal si aplican la ley de privacidad estatal más estricta (generalmente, la CCPA de California) a todos los estados de EE. UU.? De esa manera, no tendrán que usar un «estándar arbitrario» mientras tanto, como le preocupa a <a id="a2">Nissan</a>.<i></i> ¡Vamos, pueden hacerlo!
fr: Mais d’autres constructeurs automobiles sont revenus sur leur déclaration, affirmant qu’il n’était pas possible de s’engager à effacer les données de leurs clients ou qu’ils attendaient qu’une loi les y oblige. Nous en doutons un peu. Et voici une idée : les constructeurs automobiles sont officiellement appelés à se <a id="a1">joindre à notre lutte</a> en faveur d’une législation fédérale sur la protection de la vie privée aux États-Unis. En attendant, pourquoi ne pas appliquer la législation nationale la plus stricte en matière de protection de la vie privée (généralement, la loi californienne sur la protection de la vie privée des consommateurs) à l’ensemble des États américains ? De cette manière, vous n’aurez pas à recourir à une « norme arbitraire <i>»</i> en attendant, comme <a id="a2">Nissan</a> s’en inquiète. Il est temps de passer à l’action !
pt_br: Mas outras montadoras reforçaram sua posição, dizendo que não é possível se comprometer a excluir os dados de seus clientes ou que estão esperando por uma lei para forçá-los a isso. Sim, nós realmente não acreditamos nisso. E ei! Aqui está uma ideia. Fabricantes de automóveis, vocês estão oficialmente convidados a <a id="a1">se juntar à nossa luta</a> pela legislação federal de privacidade nos EUA. Até lá, que tal vocês aplicarem a lei estadual de privacidade mais rígida (geralmente, a CCPA da Califórnia) a todos os estados dos EUA? Dessa forma, vocês não precisam — assim como a <a id="a2">Nissan</a> se preocupa — recorrer a um "padrão arbitrário<i>"</i> temporariamente. Vocês conseguem!

# body.c33086f6-b714-4e8e-8374-07da818a95c2
source: What about data breaches, leaks, and hacks?
de: Was ist mit Datenschutzverletzungen, Lecks und Hacks?
es: ¿Qué pasa con los hackeos, las vulneraciones y las filtraciones de datos?
fr: Qu’en est-il des pertes de données, des fuites et des piratages ?
pt_br: E quanto a violações de dados, vazamentos e ataques de hackers?

# body.cf8eba08-e6f7-45fe-8496-aa3557dec19b
source: <b>Most</b> (68%) of the car brands we researched earned a <b>bad track record “ding”</b> for having had data breaches, leaks, or hacks that threatened their customers' privacy in just the last three years.
de: <b>Die meisten</b> (68 %) der von uns untersuchten Automarken erhielten einen <b>Warnhinweis für eine schlechte Erfolgsbilanz</b>, weil sie in den letzten drei Jahren Datenschutzverletzungen, Datenlecks oder Hacks hatten, die die Privatsphäre ihrer Kunden bedrohten.
es: <b>La mayoría</b> (el 68 %) de las marcas de automóviles que investigamos obtuvieron un <b>mal historial de críticas</b> por haber sufrido vulneraciones de datos, fugas o hackeos que amenazaron la privacidad de sus clientes en los últimos tres años.
fr: <b>La majorité</b> (68 %) des constructeurs automobiles que nous avons étudiés se sont vu attribuer un <b>avertissement</b> pour avoir subi des pertes de données, des fuites ou des piratages qui ont menacé la vie privée de leurs clients au cours des trois dernières années seulement.
pt_br: <b>A maioria</b> (68%) das marcas de automóveis que pesquisamos ganhou um <b>histórico ruim "notificação"</b> por ter tido violações de dados, vazamentos ou ataques de hackers que ameaçaram a privacidade de seus clientes nos últimos três anos.

# body.cf8eba08-e6f7-45fe-8496-aa3557dec19b
source: Senator Markey asked:
de: Senator Markey fragte:
es: El senador Markey preguntó:
fr: Les questions posées par le sénateur Markey sont les suivantes :
pt_br: O senador Markey perguntou:

# body.1438e39c-a457-4b41-9716-8ac2243e9c71.quote
source: Has your company suffered a <b>leak, breach, or hack within the last ten years</b> in
de: Hat Ihr Unternehmen <b>in den letzten zehn Jahren einen Datenleck, eine Datenschutzverletzung oder einen Hack</b> erlitten, bei
es: ¿Su empresa ha sufrido una <b>fuga, vulneración o hackeo en los últimos diez años</b> en
fr: Au cours des dix dernières années, votre société a-t-elle été victime <b>d’une fuite, d’une infraction ou d’un piratage</b> compromettant
pt_br: Sua empresa sofreu um <b>vazamento, violação ou ataques de hackers nos últimos dez anos</b> em

# body.1438e39c-a457-4b41-9716-8ac2243e9c71.quote
source: which <b>user data</b> was compromised? If so, please <b>detail the event(s)</b>, including the nature of your company’s system that was exploited, the type and volume of data affected, and whether and how your company notified its impacted users.
de: dem <b>Benutzerdaten</b> kompromittiert wurden? Wenn ja, bitte <b>erläutern Sie das/die Ereignis(se)</b>, einschließlich der Art des Systems Ihres Unternehmens, das ausgenutzt wurde, der Art und Menge der betroffenen Daten und ob und wie Ihr Unternehmen seine betroffenen Benutzer benachrichtigt hat.
es: el cual los <b>datos de usuario</b> se hayan visto comprometidos? Si es así, <b>detalle los eventos</b>, incluyendo la naturaleza del sistema de la empresa que fue vulnerado, el tipo y el volumen de los datos afectados, si la empresa notificó a los usuarios afectados y cómo lo hizo.
fr: les <b>données des utilisateurs</b> ? Dans l’affirmative, veuillez <b>décrire l’événement en détail</b>, en précisant la nature du système qui a été touché, le type et le volume des données concernées, et en indiquant si votre société a informé les utilisateurs concernés et de quelle manière cela a été fait.
pt_br: que os dados <b>do usuário</b> foram comprometidos? Em caso afirmativo, <b>detalhe o(s) evento(s)</b>, incluindo a natureza do sistema da sua empresa que foi explorado, o tipo e o volume de dados afetados, e se e como sua empresa notificou seus usuários afetados.

# body.1438e39c-a457-4b41-9716-8ac2243e9c71.attribution
source: US Senator Ed Markey
es: El senador estadounidense Ed Markey
fr: Sénateur américain Ed Markey
pt_br: Senador dos EUA, Ed Markey

# body.7e30acb3-18d8-4daf-bbbc-66d1102847f0
source: <a id="a1">Volkswagen</a> is the <b>only</b> car company that answered “yes”. And even then, they only told half the story -- acknowledging <a id="a2">one major breach</a> in 2021, but leaving out <a id="a3">three</a> <a id="a4">other</a> <a id="a5">security</a> and privacy incidents since 2020.
de: <a id="a1">Volkswagen</a> ist die <b>einzige</b> Autofirma, die mit „Ja“ geantwortet hat. Und selbst dann haben sie nur die halbe Geschichte erzählt – sie haben <a id="a2">einen großen Verstoß</a> im Jahr 2021 eingeräumt, aber <a id="a3">drei</a> <a id="a4">andere</a> <a id="a5">Sicherheits</a>- und Datenschutzvorfälle seit 2020 ausgelassen.
es: <a id="a1">Volkswagen</a> fue la <b>única</b> empresa automotriz que respondió que «sí». Y solo contaron la mitad de la historia: reconocieron que tuvieron una <a id="a2">vulneración importante</a> en 2021, pero no mencionaron <a id="a3">otros</a> <a id="a4">tres</a> incidentes de <a id="a5">seguridad</a> y privacidad que tuvieron lugar desde 2020.
fr: <a id="a1">Volkswagen</a> est le <b>seul</b> constructeur automobile à avoir répondu « oui ». Et là encore, la société n’a pas raconté la totalité de l’histoire : elle a reconnu <a id="a2">une infraction majeure</a> en 2021, mais a omis de mentionner <a id="a3">trois</a> <a id="a4">autres incidents</a> liés à la <a id="a5">sécurité</a> et à la protection de la vie privée survenus depuis 2020.
pt_br: <a id="a1">A Volkswagen</a> é a <b>única</b> empresa automotiva que respondeu "sim". E, mesmo assim, eles contaram apenas metade da história — reconhecendo <a id="a2">uma grande violação</a> em 2021, mas deixando de fora <a id="a3">três</a> <a id="a4">outros</a> <a id="a5">incidentes de segurança</a> e privacidade desde 2020.

# body.7e30acb3-18d8-4daf-bbbc-66d1102847f0
source: Even <a id="a1">Kia</a>, who <a id="a2">had to patch</a> eight million cars because of a security vulnerability that allowed them to be hacked -- resulting in hundreds of thefts, 14 crashes, and eight fatalities -- only mentioned cybersecurity to describe the “important steps” they take which are “designed to maintain the confidentiality, integrity, and availability of vehicle data”. So, yeah. We’re not at all confident that we’re getting the best answers from these car companies. (Neither were Senator Markey and his team.)
de: Sogar <a id="a1">Kia</a>, die wegen einer Sicherheitslücke acht Millionen Autos <a id="a2">patchen mussten</a>, die es ermöglichte, dass sie gehackt wurden – was zu hunderten von Diebstählen, 14 Unfällen und acht Todesfällen führte – erwähnten Cybersicherheit nur, um die „wichtigen Schritte“ zu beschreiben, die sie unternehmen, die darauf abzielen, „die Vertraulichkeit, Integrität und Verfügbarkeit von Fahrzeugdaten zu gewährleisten.“ Also ja. Wir sind überhaupt nicht zuversichtlich, dass wir die besten Antworten von diesen Autofirmen bekommen. (Das waren auch Senator Markey und sein Team nicht.)
es: Incluso <a id="a1">Kia</a>, que <a id="a2">tuvo que aplicar un parch en</a> ocho millones de automóviles debido a una vulnerabilidad de seguridad que permitió que fueran hackeados (lo que resultó en cientos de robos, 14 accidentes y ocho muertes) solo mencionó la ciberseguridad para describir los «pasos importantes» que toman y que están «diseñados para mantener la confidencialidad, la integridad y la disponibilidad de los datos del vehículo». Por todo esto, no estamos seguros de que estemos obteniendo las mejores respuestas por parte de estas compañías automotrices (también lo dudan el senador Markey y su equipo).
fr: Même <a id="a1">Kia</a>, qui a <a id="a2">dû modifier</a> huit millions de voitures en raison d’une faille de sécurité qui les rendait vulnérables au piratage, ce qui a entraîné des centaines de vols, 14 accidents et huit décès, n’a fait référence à la cybersécurité que pour décrire les « mesures importantes » prises pour « préserver la confidentialité, l’intégrité et la disponibilité des données des véhicules ». Alors, oui. Nous ne sommes absolument pas convaincus de la sincérité des réponses fournies par ces constructeurs automobiles (pas plus que le sénateur Markey et son équipe).
pt_br: Até mesmo a <a id="a1">Kia</a>, que <a id="a2">teve que consertar</a> oito milhões de carros por causa de uma vulnerabilidade de segurança que permitiu que eles fossem hackeados — resultando em centenas de roubos, 14 acidentes e oito mortes — mencionou apenas a segurança cibernética para descrever as "etapas importantes" que eles tomam, que são "projetadas para manter a confidencialidade, integridade e disponibilidade dos dados do veículo". Então, sim. Não estamos confiantes de que estamos obtendo as melhores respostas dessas empresas automobilísticas. (Nem o senador Markey e sua equipe.)

# body.7c4d26e6-415c-485a-879a-cffab20fad4a
source: More than answers, we want change
de: Mehr als Antworten, wir wollen Veränderung
es: Más que respuestas, queremos un cambio
fr: Plus que des réponses, nous voulons du changement
pt_br: Mais do que respostas, queremos mudanças

# body.4aba3bda-8ce3-431a-9d5d-f99b84355653
source: It seems like the kind of answers we <a id="a1">hoped for</a> from these car company CEOs probably aren’t coming any time soon. It is funny though (but not ha-ha funny) that so many of the car-makers responded to Senator Markey’s questions by saying to look for answers in their privacy policies… Since reading those privacy policies raised these questions for us and Senator Markey in the first place. “Boooo” in particular to <a id="a2">BMW</a>, Mazda, <a id="a3">Mercedes-Benz</a>, <a id="a4">Stellantis</a> (and to a lesser extent <a id="a5">Ford</a>, <a id="a6">Kia</a>, <a id="a7">Subaru</a>, and <a id="a8">Tesla</a>) who responded with essays that didn’t address each of the questions directly. If we were grading these as homework, you all would get an “incomplete”.
de: Es scheint, als ob die Art von Antworten, die wir von diesen Autofirma-CEOs <a id="a1">erhofft hatten</a>, wahrscheinlich nicht so bald kommen werden. Es ist allerdings komisch (aber nicht ha-ha-komisch), dass so viele Autohersteller auf die Fragen von Senator Markey geantwortet haben, indem sie sagten, dass man in ihren Datenschutzrichtlinien nach Antworten suchen sollten ... Da das Lesen dieser Datenschutzrichtlinien diese Fragen für uns und Senator Markey überhaupt erst aufgeworfen hat. Ein besonderes „Buh“ an <a id="a2">BMW</a>, Mazda, <a id="a3">Mercedes-Benz</a>, <a id="a4">Stellantis</a> (und in geringerem Maße <a id="a5">Ford</a>, <a id="a6">Kia</a>, <a id="a7">Subaru</a> und <a id="a8">Tesla</a>), die mit Aufsätzen geantwortet haben, die nicht direkt auf jede der Fragen eingegangen sind. Wenn wir diese als Hausaufgaben bewerten würden, würdet ihr alle ein „ungenügend“ bekommen.
es: Parece que el tipo de respuestas que <a id="a1">esperábamos obtener</a> de los directores de estas empresas automotrices probablemente no llegarán pronto. Sin embargo, es trístemenete gracioso que muchos de los fabricantes de automóviles respondieron a las preguntas del senador Markey diciendo que buscara las respuestas en sus políticas de privacidad... cuando justamente fue al leer esas políticas de privacidad cuando surgieron todas estas preguntas, tanto a nosotros como al senador Markey. Un «buuu» en particular para <a id="a2">BMW</a>, Mazda, <a id="a3">Mercedes-Benz</a>, <a id="a4">Stellantis</a> (y en menor medida a <a id="a5">Ford</a>, <a id="a6">Kia</a>, <a id="a7">Subaru</a> y <a id="a8">Tesla</a>) que respondieron evitando abordar las preguntas directamente. Si tuviéramos que calificar sus respuestas como una tarea, todos recibirían un «incompleto».
fr: Il semble que nous ne sommes pas près d’obtenir les réponses que nous <a id="a1">espérions</a> de la part des dirigeants des constructeurs automobiles. Il est toutefois amusant (mais pas de quoi se fendre la poire) que tant de constructeurs automobiles aient répondu aux questions du sénateur Markey en suggérant de chercher les réponses dans leurs politiques de confidentialité... Dans la mesure où c’est la lecture de ces politiques de confidentialité qui a soulevé ces questions en premier lieu. <a id="a2">BMW</a>, Mazda, <a id="a3">Mercedes-Benz</a>, <a id="a4">Stellantis</a> se voient attribuer des mauvais points (et, dans une moindre mesure, <a id="a5">Ford</a>, <a id="a6">Kia</a>, <a id="a7">Subaru</a> et <a id="a8">Tesla</a>), car ils n’ont pas répondu directement à chacune des questions posées. Si nous devions les noter comme des devoirs, ils obtiendraient tous la mention « Incomplet ».
pt_br: Parece que o tipo de resposta <a id="a1">que esperávamos</a> desses CEOs de montadoras provavelmente não chegará tão cedo. É engraçado (mas não é engraçado) que tantos dos fabricantes de carros responderam às perguntas do senador Markey dizendo para procurar respostas em suas políticas de privacidade... Uma vez que a leitura dessas políticas de privacidade nos fez levantar essas questões, tanto para nós quanto para o senador Markey, em primeiro lugar. “Uuuuu” em particular para <a id="a2">BMW</a>, Mazda, <a id="a3">Mercedes-Benz</a>, <a id="a4">Stellantis</a> (e em menor grau <a id="a5">Ford</a>, <a id="a6">Kia</a>, <a id="a7">Subaru</a> e <a id="a8">Tesla</a>) que responderam com argumentos que não abordavam cada uma das perguntas diretamente. Se estivéssemos classificando isso como lição de casa, todos vocês receberiam um "incompleto".

# body.4aba3bda-8ce3-431a-9d5d-f99b84355653
source: The good news is that we don’t have to wait for car companies to be honest with us or to do the right thing on their own. Since we <a id="a1">sounded the alarm</a> on cars and privacy last September -- <b>change is already happening</b>:
de: Die gute Nachricht ist, dass wir nicht darauf warten müssen, dass die Autofirmen ehrlich zu uns sind oder aus eigenem Antrieb das Richtige tun. Seitdem wir letzten September <a id="a1">Alarm geschlagen haben</a> in Bezug auf Autos und Datenschutz, <b>findet bereits eine Veränderung statt</b>:
es: La buena noticia es que no tenemos que esperar a que las compañías automotrices sean honestas con nosotros o que decidan hacer lo correcto por su cuenta. Desde que hicimos <a id="a1">sonar la alarma</a> sobre los automóviles y la privacidad en septiembre pasado, el <b>cambio ya está sucediendo</b>:
fr: La bonne nouvelle, c’est que nous n’avons pas besoin d’attendre que les constructeurs automobiles soient honnêtes avec nous ou qu’ils prennent eux-mêmes les bonnes décisions. Depuis que nous avons <a id="a1">tiré la sonnette d’alarme</a> sur les problèmes de confidentialité des automobiles en septembre dernier, <b>le vent de changement souffle déjà</b> :
pt_br: A boa notícia é que não precisamos esperar que as empresas automotivas sejam honestas conosco ou façam a coisa certa por conta própria. Desde que <a id="a1">soamos o alarme</a> sobre carros e privacidade em setembro passado, a <b>mudança já está acontecendo</b>:

# body.6e8258b2-0c74-4497-b985-5daeaddf24be
source: <a id="a1">Toyota</a> and <a id="a2">Lexus</a> now grant all US consumers the <b>right to delete</b> their personal data.
de: <a id="a1">Toyota</a> und <a id="a2">Lexus</a> gewähren nun allen US-Verbrauchern das <b>Recht auf Löschung</b> ihrer persönlichen Daten.
es: <a id="a1">Toyota</a> y <a id="a2">Lexus</a> ahora otorgan a todos los consumidores estadounidenses el <b>derecho a eliminar</b> sus datos personales.
fr: <a id="a1">Toyota</a> et <a id="a2">Lexus</a> accordent désormais à tous les utilisateurs américains le <b>droit de supprimer</b> leurs données personnelles.
pt_br: A <a id="a1">Toyota</a> e a <a id="a2">Lexus</a> agora concedem a todos os consumidores dos EUA o <b>direito de excluir</b> seus dados pessoais.

# body.6e8258b2-0c74-4497-b985-5daeaddf24be
source: Thanks to public pressure, GM (which includes <a id="a1">Chevrolet</a>, <a id="a2">Buick</a>, <a id="a3">GMC</a>, and <a id="a4">Cadillac</a>) said they’ll <b>stop selling</b> some OnStar data to data brokers LexisNexis and Verisk.
de: Dank des öffentlichen Drucks sagte GM (zu dem <a id="a1">Chevrolet</a>, <a id="a2">Buick</a> ,<a id="a3">GMC</a> und <a id="a4">Cadillac</a> gehören), dass sie <b>mit dem Verkauf</b> einiger OnStar-Daten an die Datenbroker LexisNexis und Verisk aufhören werden.
es: Gracias a la presión pública, GM (que incluye a <a id="a1">Chevrolet</a>, <a id="a2">Buick</a>, <a id="a3">GMC</a> y <a id="a4">Cadillac</a>) dijo que <b>dejará de vender</b> algunos datos de OnStar a los brókers de datos LexisNexis y Verisk.
fr: Grâce à la pression du public, GM (qui comprend <a id="a1">Chevrolet</a>, <a id="a2">Buick</a>, <a id="a3">GMC</a> et <a id="a4">Cadillac</a>) a annoncé qu’elle <b>cesserait de vendre</b> certaines données OnStar aux courtiers en données LexisNexis et Verisk.
pt_br: Graças à pressão pública, a GM (que inclui <a id="a1">Chevrolet</a>, <a id="a2">Buick</a>, <a id="a3">GMC</a> e <a id="a4">Cadillac</a>) disse que vai <b>parar de vender</b> alguns dados do OnStar para as corretoras de dados LexisNexis e Verisk.
