Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/car-company-ceos-answer-tough-questions-about-cars-and-privacy-kinda.po
Languages: de, es, fr, pt_br

# body.6e8258b2-0c74-4497-b985-5daeaddf24be
source: The Bidden-Harris administration in the US is <a id="a1">looking into</a> connected cars’ privacy due to <b>national security</b> concerns.
de: Die Biden-Harris-Regierung in den USA <a id="a1">untersucht</a> aus Gründen der <b>nationalen</b> Sicherheit die Privatsphäre von vernetzten Autos.
es: La administración de Bidden-Harris en los EE. UU. está <a id="a1">investigando</a> la privacidad de los automóviles conectados debido a preocupaciones relacionadas con la <b>seguridad nacional</b>.
fr: Aux États-Unis, l’administration Bidden-Harris <a id="a1">se penche sur</a> la question de la confidentialité des voitures connectées pour des raisons de <b>sécurité nationale</b>.
pt_br: A administração Bidden-Harris nos EUA está <a id="a1">investigando</a> a privacidade dos carros conectados devido a preocupações de <b>segurança nacional</b>.

# body.6e8258b2-0c74-4497-b985-5daeaddf24be
source: The FCC is <a id="a1">proposing</a> applying the US’ <a id="a2">Safe Connections Act</a> to cars, making it <b>harder for domestic abusers to stalk</b> survivors using cars’ tracking systems (one of our <a id="a3">privacy nightmares</a>).
de: Die FCC <a id="a1">schlägt vor</a>, den US-amerikanischen <a id="a2">Safe Connections Act</a> auf Autos anzuwenden, <b>was es für häusliche Gewalttäter schwieriger machen würde</b>, Überlebende mithilfe von Auto-Tracking-Systemen zu stalken (einer unserer <a id="a3">Datenschutz-Alpträume</a>).
es: La FCC <a id="a1">propone</a> aplicar la <a id="a2">Ley de Conexiones Seguras de los EE. UU.</a> a los automóviles, lo que dificultaría <b>que los abusadores domésticos acechen a</b> sobrevivientes utilizando los sistemas de rastreo de los automóviles (una de nuestras <a id="a3">pesadillas de privacidad</a>).
fr: La commission fédérale des communications (FCC) <a id="a1">propose</a> d’appliquer la loi américaine « <a id="a2">Safe Connections Act</a> » aux voitures, ce qui rendrait la tâche <b>plus difficile aux auteurs de violences domestiques qui traquent</b> les victimes en utilisant les systèmes de localisation des voitures (l’un de nos <a id="a3">pires cauchemars en matière de protection de la vie privée</a>).
pt_br: A FCC está <a id="a1">propondo</a> a aplicação da <a id="a2">Lei de Conexões Seguras</a> dos EUA aos carros, tornando <b>mais difícil para os agressores domésticos perseguirem</b> os sobreviventes usando os sistemas de rastreamento dos carros (um dos nossos <a id="a3">pesadelos de privacidade</a>).

# body.6e8258b2-0c74-4497-b985-5daeaddf24be
source: California legislators also <a id="a1">proposed a bill</a> that would make car-makers disconnect abusers’ remote access to cars when that access is being used to “stalk, harass, surveil, and intimidate survivors.”
de: Kalifornische Gesetzgeber haben auch <a id="a1">einen Gesetzentwurf vorgeschlagen</a>, der Autohersteller dazu verpflichten würde, den Fernzugriff von Missbrauchern auf Autos zu unterbinden, wenn dieser Zugriff dazu verwendet wird, „Überlebende zu stalken, zu belästigen, zu überwachen und einzuschüchtern.“
es: Los legisladores de California también <a id="a1">propusieron un proyecto de ley</a> que haría que los fabricantes de automóviles desconecten el acceso remoto de los abusadores a los automóviles cuando tal acceso se esté utilizando para «acechar, acosar, vigilar e intimidar a sobrevivientes de abuso».
fr: Les législateurs californiens ont également <a id="a1">proposé un projet de loi</a> qui obligerait les constructeurs automobiles à bloquer l’accès à distance des agresseurs aux voitures lorsque celui-ci permet de « traquer, harceler, surveiller et intimider les victimes ».
pt_br: Os legisladores da Califórnia também <a id="a1">propuseram um projeto de lei</a> que faria com que as montadoras desconectassem o acesso remoto dos abusadores aos carros quando esse acesso estiver sendo usado para "perseguir, assediar, vigiar e intimidar os sobreviventes".

# body.6e8258b2-0c74-4497-b985-5daeaddf24be
source: US Senators Markey and Wyden are <a id="a1">asking the FTC</a> to <b>take action against</b> <a id="a2">Toyota</a>, Nissan, Subaru, Volkswagen, BMW, Mazda, Mercedes-Benz, and Kia -- <b>and their executives</b> -- for sharing drivers’ <b>location data</b> with government agencies <b>without a warrant</b>, violating the industry’s own “<a id="a3">privacy principles</a>”.
de: Die US-Senatoren Markey und Wyden <a id="a1">fordern die FTC auf</a>, <b>Maßnahmen gegen</b> <a id="a2">Toyota</a>, Nissan, Subaru, Volkswagen, BMW, Mazda, Mercedes-Benz und Kia – <b>und ihre Führungskräfte</b> – zu ergreifen, weil sie die <b>Standortdaten</b> der Fahrer mit Regierungsbehörden <b>ohne einen Durchsuchungsbefehl</b> teilen und damit gegen die eigenen „<a id="a3">Datenschutzgrundsätze</a>“ der Branche verstoßen.
es: Los senadores estadounidenses Markey y Wyden están <a id="a1">solicitando a la FTC</a> que <b>tome medidas contra</b> <a id="a2">Toyota</a>, Nissan, Subaru, Volkswagen, BMW, Mazda, Mercedes-Benz y Kia <b>(y sus ejecutivos)</b> por compartir <b>datos de ubicación</b> de los conductores con agencias gubernamentales <b>sin una orden judicial</b>, violando los propios «<a id="a3">principios de privacidad</a>» de la industria.
fr: Les sénateurs américains Markey et Wyden <a id="a1">appellent la FTC</a> à <b>prendre des mesures contre</b> <a id="a2">Toyota</a>, Nissan, Subaru, Volkswagen, BMW, Mazda, Mercedes-Benz et Kia, <b>et leurs dirigeants, pour avoir partagé les </b>données de localisation<b> des conducteurs avec des agences gouvernementales</b> <b>sans autorisation</b>, en infraction avec les « <a id="a3">principes de protection de la vie privée</a> » du secteur.
pt_br: Os senadores norte-americanos Markey e Wyden estão <a id="a1">pedindo à FTC</a> que <b>tome medidas contra</b> <a id="a2">Toyota</a>, Nissan, Subaru, Volkswagen, BMW, Mazda, Mercedes-Benz e Kia — <b>e seus executivos</b> — por compartilhar os <b>dados de localização</b> dos motoristas com agências governamentais <b>sem um mandado</b>, violando os próprios "<a id="a3">princípios de privacidade</a>" do setor.

# body.ce61cf77-a998-4807-8d4e-61b5508af327
source: And even the car companies’ noodly answers are helpful in driving change. Because car companies’ responses gave Senator Markey “little comfort” and “ignor[ed] the real privacy risks their data practices create,” he’s <a id="a1"><b>urging the US Federal Trade Commission</b></a> (FTC), the federal agency charged with protecting consumers’ rights,<b> to investigate</b> <b>all US car-makers’</b> privacy practices. And it’s not just US legislators who are paying attention. Members of the <b>European parliament</b> pointed to our research to flag a lack of privacy protections for drivers to the European Commission <a id="a2">on</a> <a id="a3">three</a> <a id="a4">occasions</a>. And another MEP (member of European Parliament) recently suggested more laws are needed to prevent cars from being <a id="a5">misused to spy</a> on drivers -- again, citing our research. We love to see it! You can help us keep the ball rolling.
de: Und sogar die ausweichenden Antworten der Autohersteller helfen dabei, Veränderungen voranzutreiben. Weil die Antworten der Autohersteller Senator Markey „wenig Trost“ gaben und „die realen Datenschutzrisiken, die ihre Datenpraktiken schaffen, ignorierten“, <a id="a1"><b>drängt er die US-amerikanische Federal Trade Commission</b></a> (FTC), die Bundesbehörde, die mit dem Schutz der Verbraucherrechte beauftragt ist,<b> eine Untersuchung</b> gegen alle <b>US-Autohersteller</b> hinsichtlich ihrer Datenschutzpraktiken einzuleiten. Und es sind nicht nur US-Gesetzgeber, die aufmerksam sind. Mitglieder des <b>Europäischen Parlaments</b> haben auf unsere Forschung hingewiesen, um auf einen Mangel an Datenschutz für Fahrer gegenüber der Europäischen Kommission aufmerksam zu machen – und das <a id="a2">bei</a> <a id="a3">drei</a> <a id="a4">Gelegenheiten</a>. Und ein weiteres Mitglied des Europäischen Parlaments hat kürzlich vorgeschlagen, dass mehr Gesetze benötigt werden, um zu verhindern, dass Autos <a id="a5">zum Ausspionieren</a> von Fahrern verwendet werden – wieder unter Berufung auf unsere Forschung. Das sehen wir gerne! Sie können uns helfen, den Ball ins Rollen zu bringen.
es: Incluso estas respuestas proporcionadas por las compañías de automóviles son útiles para impulsar el cambio, ya que lo que generaron en el senador Markey es «poca comodidad» y la sensación de que «ignoran los riesgos reales de privacidad que sus prácticas de datos crean». Por este motivo, el senador está <a id="a1"><b>instando a la Comisión Federal de Comercio de los EE. UU.</b></a> (FTC), que es la agencia federal encargada de proteger los derechos de los consumidores,<b> a investigar</b> <b>todas las prácticas de privacidad</b> de los fabricantes de automóviles de los EE. UU. Y no son solo los legisladores estadounidenses los que están prestando atención. Los miembros del <b>Parlamento Europeo</b> señalaron nuestra investigación para alertar a la Comisión Europea sobre la falta de protección de la privacidad de los conductores <a id="a2">en</a> <a id="a3">tres</a> <a id="a4">ocasiones</a>. Además, otro eurodiputado (miembro del Parlamento Europeo) sugirió recientemente que se necesitan más leyes para evitar que los automóviles se <a id="a5">utilicen indebidamente para</a> espiar a los conductores, nuevamente, citando nuestra investigación. ¡Nos encanta ver esto! Tú también puedes ayudarnos a seguir logrando cambios.
fr: Toutefois, même les réponses peu convaincantes des constructeurs automobiles sont utiles pour faire évoluer la situation. Étant donné que les réponses des constructeurs automobiles n’ont guère rassuré le sénateur Markey et qu’elles « ne tiennent pas compte des risques réels que leurs pratiques engendrent pour la protection de la vie privée », il invite <a id="a1"><b>la commission fédérale du commerce</b></a> (FTC, Federal Trade Commission), chargée de protéger les droits des consommateurs,<b> à enquêter</b> <b>sur les </b>pratiques de tous les constructeurs automobiles américains en matière de protection de la vie privée. Les législateurs américains ne sont pas les seuls à s’intéresser à la question. Des membres du <b>Parlement européen</b> se sont appuyés sur nos recherches pour signaler à la Commission européenne, <a id="a2">à</a> <a id="a3">trois</a> <a id="a4">reprises</a>, les lacunes en matière de protection de la vie privée des conducteurs. Un autre député européen a récemment suggéré que des lois supplémentaires étaient nécessaires pour empêcher que les voitures ne soient <a id="a5">utilisées à mauvais escient pour espionner</a> les conducteurs, en citant à nouveau nos recherches. Nous sommes ravis de le constater ! Vous pouvez nous aider à faire avancer les choses.
pt_br: E até mesmo as respostas vagas das empresas automotivas são úteis para impulsionar mudanças. Como as respostas das empresas automobilísticas deram ao senador Markey “pouco conforto” e “ignoraram os riscos reais de privacidade que suas práticas de dados criam”, ele está <a id="a1"><b>pressionando a Comissão Federal de Comércio dos EUA</b></a> (FTC), a agência federal encarregada de proteger os direitos dos consumidores,<b> a investigar todas as práticas de privacidade</b> <b>das montadoras dos EUA</b>. E não são apenas os legisladores dos EUA que estão prestando atenção. Os membros do <b>Parlamento Europeu</b> referiram-se à nossa pesquisa para sinalizar a falta de proteções de privacidade para os motoristas para a Comissão Europeia <a id="a2">em</a> <a id="a3">três</a> <a id="a4">ocasiões</a>. E outro MEP (membro do Parlamento Europeu) sugeriu recentemente que são necessárias mais leis para evitar que os carros sejam <a id="a5">usados indevidamente para espionar</a> os motoristas — mais uma vez, citando a nossa pesquisa. Adoramos ver isso! Você pode nos ajudar a manter a bola rolando.

# body.2dae614c-77a9-48d9-8e03-cd58be841d1b.label
source: Demand Privacy for All
de: Fordern Sie Privatsphäre für alle
es: Exige privacidad para todos
fr: Exigez la confidentialité pour tous
pt_br: Exija privacidade para todos

# seo_title
source: US Car Companies Finally Respond to Privacy Questions
de: US-Autofirmen beantworten endlich Fragen zum Datenschutz
es: Las empresas automotrices de EE. UU. finalmente responden algunas preguntas sobre privacidad
fr: Les constructeurs automobiles américains répondent enfin aux questions relatives à la protection de la vie privée
pt_br: Empresas automotivas dos EUA finalmente respondem a perguntas sobre privacidade

# search_description
source: It would be a stretch to say they “answered” US Senator Ed Markey’s tough questions. But we combed through them anyway to share what we learned.
de: Es wäre übertrieben zu sagen, dass sie die kniffligen Fragen des US-Senators Ed Markey „beantwortet“ haben. Aber wir haben sie trotzdem durchforstet, um zu teilen, was wir gelernt haben.
es: Sería exagerado decir que «respondieron» las preguntas difíciles del senador estadounidense Ed Markey. Pero igualmente revisamos lo que dijeron para compartir con ustedes lo que descubrimos.
fr: Il serait excessif de prétendre qu’il s’agisse de vraies « réponses » aux questions difficiles du sénateur américain Ed Markey. Mais nous les avons tout de même passées au peigne fin pour vous faire part de ce que nous avons appris.
pt_br: Seria um exagero dizer que eles "responderam" às perguntas difíceis do senador dos EUA, Ed Markey. Mas nós as examinamos mesmo assim para compartilhar o que aprendemos.
