Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/car-company-ceos-answer-tough-questions-about-cars-and-privacy-kinda.po
Languages: de, es, fr, pt_br

# body.8515fd5a-573e-46de-a6ad-d6aa32f99e31
source: Oh, and in case you’re wondering, “de minimis” (as in the stated impact on GM’s revenue) to anyone (else) who assumed that was a typo, means a small or unimportant amount. What counts as not a lot to a billion-dollar company? It was reported to be in the “<a id="a1">low millions</a>”. We’re not sure if we’d feel better or worse if GM earned more money from selling drivers’ data. Hmm… Is it better to be sold out for a penny or a dollar?
de: Ach, und falls Sie sich wundern, „minimal“ (wie in der angegebenen Auswirkung auf den Umsatz von GM) bedeutet für jeden (anderen), der angenommen hat, dass es sich um einen Tippfehler handelt, einen kleinen oder unwichtigen Betrag. Was zählt für ein milliardenschweres Unternehmen als nicht viel? Es wurde berichtet, dass es sich um die „<a id="a1">niedrigen Millionen</a>“ handelt. Wir sind uns nicht sicher, ob wir uns besser oder schlechter fühlen würden, wenn GM mehr Geld mit dem Verkauf von Fahrerdaten verdienen würde. Hmm … Ist es besser, für einen Cent oder einen Dollar verkauft zu werden?
es: Ah, y en caso de que te estés preguntando si la expesión «de minimis» (como el impacto declarado en los ingresos de GM) es un error tipográfico, te explicamos que significa un importe pequeño o sin importancia. ¿Y qué es «pequeño» para una empresa de mil millones de dólares? Se informó que estaba en unos «<a id="a1">pocos millones</a>». No estamos seguros de si nos sentiríamos mejor o peor si GM ganara más dinero vendiendo los datos de los conductores. Mmm... ¿Es mejor que te vendan por un centavo o por un dólar?
fr: Au cas où vous vous poseriez la question, « de minimis » (en référence à l’impact déclaré sur le chiffre d’affaires de GM) signifie, pour ceux qui auraient cru qu’il s’agissait d’une faute de frappe, un montant faible ou insignifiant. Que représente un montant minime pour une entreprise pesant des milliards de dollars ? Il a été fait état d’un montant de l’ordre de « <a id="a1">quelques millions</a> ». Nous ne sommes pas sûrs de nous réjouir ou de déplorer le fait que GM gagne plus d’argent en vendant les données des conducteurs. Autant donner cher de notre vie privée !
pt_br: Ah, e caso você esteja se perguntando, "de minimis" (como no impacto declarado na receita da GM) para qualquer (outra) pessoa que assumiu que era um erro de digitação, significa uma quantia pequena ou insignificante. O que é considerado insignificante para uma empresa bilionária? Foi relatado que estava na casa dos "<a id="a1">milhões baixos</a>". Não temos certeza se nos sentiríamos melhor ou pior se a GM ganhasse mais dinheiro com a venda de dados dos motoristas. Hmm... É melhor ser vendido por um centavo ou um dólar?

# body.c5cd3f05-471d-4970-a5a4-4167cb0f8546
source: <a id="a1">Hyundai</a> said:
de: <a id="a1">Hyundai</a> sagte:
es: <a id="a1">Hyundai</a> respondió:
fr: La société <a id="a1">Hyundai</a> a déclaré :
pt_br: A <a id="a1">Hyundai</a> disse:

# body.73a2aa94-437f-47d2-83ff-fa3100d5d0d6.quote
source: Bluelink® offers Driving Score and <b>usage-based insurance (UBI)</b>, which is powered by Verisk Insurance Solutions. <b>Certain vehicle data is transmitted to Verisk only for vehicle owners subscribed to Driving Score</b>, so that Verisk can generate the Driving Score which is not shared by Hyundai with third parties other than Verisk. Drivers currently enrolled in Driving Score <b>may also choose to</b> separately opt in to <b>receive offers</b> and information <b>about</b> <b>vehicle insurance discount and offers or request UBI quotes</b> from participating insurers.
de: Bluelink® bietet Driving Score und eine <b>nutzungsbasierte Versicherung (UBI)</b> an, die von Verisk Insurance Solutions unterstützt wird. <b>Bestimmte Fahrzeugdaten werden nur für Fahrzeughalter, die sich für Driving Score angemeldet haben</b>, an Verisk übermittelt, damit Verisk die Fahrleistungsbewertung erstellen kann, die von Hyundai nicht mit Dritten außer Verisk geteilt wird. Fahrer, die derzeit in Driving Score eingeschrieben sind, <b>können</b> sich auch separat dafür entscheiden, <b>Angebote</b> und Informationen <b>über</b> <b>Fahrzeugversicherungsrabatte und Angebote oder Anfragen zu UBI-Angeboten</b> von teilnehmenden Versicherern zu erhalten.
es: Bluelink® ofrece un puntaje de conducción y un <b>seguro basado en el uso (UBI)</b>, impulsados por Verisk Insurance Solutions. <b>Ciertos datos del vehículo se transmiten a Verisk solo en el caso de los propietarios de vehículos suscritos al puntaje de conducción</b>, de modo que Verisk pueda generar este puntaje, que Hyundai no comparte con otros terceros además de Verisk. Los conductores actualmente inscritos en el puntaje de conducción también <b>pueden optar por incluirse</b> por separado para <b>recibir ofertas</b> e información <b>sobre</b> <b>descuentos y ofertas del seguro, o solicitar cotizaciones del UBI</b> a las aseguradoras participantes.
fr: Bluelink® propose Driving Score et <b>l’assurance basée sur l’utilisation (UBI, Usage Based Insurance)</b>, gérée par Verisk Insurance Solutions. <b>Pour les conducteurs ayant souscrit à Driving Score</b>, certaines données relatives au véhicule sont transmises à Verisk, afin que la société puisse générer le Driving Score, qui n’est pas partagé par Hyundai avec des tierces parties autres que Verisk. Les conducteurs actuellement abonnés à Driving Score <b>peuvent également choisir de</b> <b>recevoir séparément des offres</b> et des informations sur les réductions et des offres <b>concernant</b> <b>des assurances automobiles ou de demander des devis UBI auprès</b> des assureurs participants.
pt_br: O Bluelink® oferece Pontuação de Condução e seguro <b>baseado no uso (UBI)</b>, que é desenvolvido pela Verisk Insurance Solutions. <b>Certos dados do veículo são transmitidos à Verisk apenas para proprietários de veículos inscritos na Pontuação de Condução</b>, para que a Verisk possa gerar a Pontuação de Condução que não é compartilhada pela Hyundai com terceiros além da Verisk. Os motoristas atualmente inscritos na Pontuação de Condução também <b>podem optar por</b> participar separadamente para <b>receber ofertas</b> e informações <b>sobre </b> <b>descontos no seguro do veículo e ofertas ou solicitar cotações de UBI</b> das seguradoras participantes.

# body.73a2aa94-437f-47d2-83ff-fa3100d5d0d6.attribution
source: Robert R. Hood, Vice President of Government Affairs, Hyundai Motor
es: Robert R. Hood, Vicepresidente de Asuntos Gubernamentales, Hyundai Motor
fr: Robert R. Hood, vice-président chargé des affaires gouvernementales, Hyundai Motor
pt_br: Robert R. Hood, vice-presidente de assuntos governamentais, Hyundai Motor

# body.7fb5b2cc-291c-4287-a51b-fea9557fd9d5
source: So <a id="a1">Hyundai</a> does mention a relationship with data broker Verisk. And just like GM, they say that the program is opt in only. They also say drivers who have opted in can turn off data-sharing with Verisk through their MyHyundai account (just in case anyone’s opted in who doesn’t want to be). As for what they get in exchange for the data, “Hyundai may receive a <b>fee per lead</b> for insurance discount offers sent to drivers who have opted in to receive these offers and when a driver requests a UBI quote from an insurer and expressly authorizes and directs Verisk to provide their UBI data to the insurer.”
de: Also <a id="a1">Hyundai</a> erwähnt tatsächlich eine Beziehung zum Datenbroker Verisk. Und genau wie GM sagen sie, dass das Programm nur auf Opt-In-Basis läuft. Sie sagen auch, dass Fahrer, die sich angemeldet haben, die Datenweitergabe an Verisk über ihr MyHyundai-Konto abschalten können (für den Fall, dass sich jemand angemeldet hat, der das nicht möchte). Was die Gegenleistung für die Daten betrifft, so „kann Hyundai eine <b>Vergütung pro Lead</b> für Versicherungsrabattangebote erhalten, die an Fahrer gesendet werden, die sich für den Erhalt dieser Angebote entschieden haben, und wenn ein Fahrer ein UBI-Angebot von einem Versicherer anfordert und Verisk ausdrücklich ermächtigt und anweist, seine UBI-Daten an den Versicherer weiterzugeben.“
es: Así que <a id="a1">Hyundai</a> sí menciona una relación con el bróker de datos Verisk. Y, al igual que GM, dice que participar en el programa es solo opcional. También dice que los conductores que hayan optado por participar pueden desactivar el intercambio de datos con Verisk a través de su cuenta de MyHyundai (en caso de que alguien haya optado por participar y no quiera hacerlo). En cuanto a lo que obtienen a cambio de los datos, «Hyundai puede recibir una <b>tarifa por cliente potencial</b> por las ofertas de descuentos en seguros enviadas a los conductores que hayan optado por recibir estas ofertas y cuando un conductor solicita una cotización de UBI de una aseguradora y autoriza y ordena expresamente a Verisk que proporcione sus datos de UBI a la aseguradora».
fr: <a id="a1">Hyundai</a> fait donc état d’une collaboration avec le courtier en données Verisk. Et tout comme GM, ils précisent que le programme est uniquement basé sur le consentement. Ils précisent également que les conducteurs qui ont choisi ce programme peuvent désactiver le partage de données avec Verisk via leur compte MyHyundai (au cas où quelqu’un aurait décidé d’y souscrire sans le vouloir). En ce qui concerne la contrepartie reçue en échange des données, « il se peut que Hyundai perçoive une <b>commission par prospect</b> pour les offres de réduction d’assurance envoyées aux conducteurs qui ont choisi de les recevoir et lorsqu’un conducteur demande un devis UBI à un assureur et autorise expressément Verisk à fournir ses données UBI à l’assureur ».
pt_br: Então, a <a id="a1">Hyundai</a> menciona um relacionamento com a corretora de dados Verisk. E assim como a GM, eles dizem que o programa é apenas de adesão voluntária. Eles também dizem que os motoristas parceiros que optaram por participar podem desativar o compartilhamento de dados com a Verisk por meio de sua conta MyHyundai (caso alguém tenha optado por participar e não queira). Quanto ao que eles recebem em troca dos dados, "a Hyundai pode receber uma <b>taxa por cliente em potencial</b> para ofertas de desconto de seguro enviadas aos motoristas que optaram por receber essas ofertas e quando um motorista solicita uma cotação UBI de uma seguradora e expressamente autoriza e instrui a Verisk a fornecer seus dados UBI à seguradora".

# body.cba6c146-233b-4272-a206-5ad8d41898ca
source: <a id="a1">Toyota</a> (and <a id="a2">Lexus</a>) said:
de: <a id="a1">Toyota</a> (und <a id="a2">Lexus</a>) sagten:
es: <a id="a1">Toyota</a> (y <a id="a2">Lexus</a>) respondió:
fr: La société <a id="a1">Toyota</a> (qui englobe <a id="a2">Lexus</a>) a déclaré :
pt_br: A <a id="a1">Toyota</a> (e a <a id="a2">Lexus</a>) disseram:

# body.f3d4d9ba-3a8e-4bde-ab36-7918a70d1244.quote
source: In the context of vehicle ownership, <b>Toyota only sells</b> (as that term is defined under applicable privacy laws, such as the CCPA) <b>consumers’ personal information</b> in one instance: <b>to a third party who provides a satellite radio subscription service</b>, in order to offer consumers a free trial of satellite radio subscription service and for related post-trial marketing campaigns.
de: Im Kontext des Fahrzeugbesitzes <b>verkauft Toyota</b> (wie dieser Begriff nach geltenden Datenschutzgesetzen, wie dem CCPA, definiert ist) <b>persönliche Informationen der Verbraucher</b> nur in einem Fall: <b>an einen Dritten, der einen Satellitenradio-Abonnementdienst anbietet</b>, um den Verbrauchern eine kostenlose Testversion des Satellitenradio-Abonnementdienstes anzubieten und für damit verbundene Marketingkampagnen nach dem Test.
es: En el contexto de la propiedad del vehículo, <b>Toyota solo vende</b> (tal como se define ese término en las leyes de privacidad aplicables, como la CCPA) <b>información personal de los consumidores</b> en un caso: <b>a un tercero que proporciona un servicio de suscripción de radio satelital</b>, con el fin de ofrecer a los consumidores una prueba gratuita del servicio de suscripción de radio satelital, y para campañas de marketing relacionadas posteriores al período de prueba.
fr: Dans le cadre de la possession d’un véhicule, <b>Toyota ne vend</b> (au sens des lois applicables en matière de protection de la vie privée, telles que le CCPA) <b>les informations personnelles des utilisateurs</b> que dans un seul cas de figure : <b>au profit d’un tiers qui fournit un service d’abonnement à la radio par satellite</b>, afin d’offrir aux utilisateurs un essai gratuit de ce même service et de mener des campagnes de marketing une fois l’essai terminé.
pt_br: No contexto da propriedade do veículo, a <b>Toyota só vende</b> (como esse termo é definido nas leis de privacidade aplicáveis, como a CCPA) <b>informações pessoais dos consumidores</b> em uma instância: <b>a um terceiro que fornece um serviço de assinatura de rádio por satélite</b>, a fim de oferecer aos consumidores uma avaliação gratuita do serviço de assinatura de rádio por satélite e para campanhas de marketing pós-teste relacionadas.

# body.f3d4d9ba-3a8e-4bde-ab36-7918a70d1244.attribution
source: Stephen J. Ciccone, Group Vice President, Government Affairs
es: Stephen J. Ciccone, Vicepresidente del Grupo, Asuntos Gubernamentales
fr: Stephen J. Ciccone, Vice-président du groupe, chargé des affaires gouvernementales
pt_br: Stephen J. Ciccone, vice-presidente do grupo, Assuntos Governamentais

# body.2ce49735-488c-4aff-be44-4e8b057e0be3
source: Toyota is the only car company that confirms they “sell” consumers’ personal information -- and at this point, we’re grateful for the honesty. They say they sell it to a satellite radio subscription service so that they can offer you a free trial and market their service to you afterwards.
de: Toyota ist die einzige Autofirma, die bestätigt, dass sie persönliche Informationen der Verbraucher „verkauft“ – und an diesem Punkt sind wir für die Ehrlichkeit dankbar. Sie sagen, sie verkaufen sie an einen Satellitenradio-Abonnementdienst, damit sie Ihnen eine kostenlose Testversion anbieten und ihren Dienst danach an Sie vermarkten können.
es: Toyota es la única empresa automotriz que confirma que «vende» información personal de los consumidores, y a esta altura, agradecemos la honestidad. Dicen que la venden a un servicio de suscripción de radio satelital para que puedan ofrecerte una prueba gratuita y comercializar su servicio después.
fr: Toyota est le seul constructeur automobile à confirmer la « vente » d’informations personnelles de ses clients, nous en sommes arriver à un point où nous apprécions l’honnêteté de l’entreprise. Toyota affirme vendre ces informations à un service d’abonnement à la radio par satellite afin de pouvoir proposer une période d’essai gratuite et de commercialiser ensuite son service.
pt_br: A Toyota é a única empresa automotiva que confirma que "vende" as informações pessoais dos consumidores — e, neste momento, estamos gratos pela honestidade. Eles dizem que vendem para um serviço de assinatura de rádio via satélite para que possam oferecer uma avaliação gratuita e comercializar seu serviço para você depois.

# body.4e43050a-1a45-4584-a820-af28435e0837
source: Do car companies share drivers’ personal data with law enforcement?
de: Teilen Autofirmen die personenbezogenen Daten der Fahrer mit den Strafverfolgungsbehörden?
es: ¿Las empresas automotrices comparten datos personales de los conductores con organismos de seguridad?
fr: Les constructeurs automobiles partagent-ils les données personnelles des conducteurs avec les forces de l’ordre ?
pt_br: As empresas automobilísticas compartilham dados pessoais dos motoristas com as autoridades?

# body.4e43050a-1a45-4584-a820-af28435e0837
source: <b>All of the</b> <a id="a1"><b>car-makers</b> we researched</a> said they <b>can share</b> driver data with law enforcement in certain situations. That’s true of pretty much any company that has your data, but what we like to see spelled out in the privacy policy is strict <a id="a2">limits on that sharing</a> and a commitment to push back on overly broad requests. That is something we didn’t find in cars’ many privacy policies. And that worried us since they can have soooo much of your personal information, including your precise geolocation as well as data from in-car cameras and microphones.
de: <b>Alle</b> <a id="a1"><b>Autohersteller</b>, die wir untersucht haben</a>, gaben an, dass sie Fahrerdaten unter bestimmten Umständen mit Strafverfolgungsbehörden <b>teilen können</b>. Das trifft auf so ziemlich jedes Unternehmen zu, das Ihre Daten hat, aber was wir gerne in der Datenschutzrichtlinie klar definiert sehen würden, sind strenge <a id="a2">Grenzen für diese Weitergabe</a> und ein Engagement, sich gegen übermäßig weit gefasste Anfragen zu wehren. Das ist etwas, was wir in den vielen Datenschutzrichtlinien der Autos nicht gefunden haben. Und das hat uns Sorgen gemacht, da sie soooo viele Ihrer persönlichen Informationen haben können, einschließlich Ihrer genauen geografischen Position sowie Daten von fahrzeuginternen Kameras und Mikrofonen.
es: <b>Todos los</b> <a id="a1"><b>fabricantes de automóviles</b> que investigamos</a> dijeron que <b>pueden compartir</b> datos de los conductores con organismos de seguridad en ciertas situaciones. Esto aplica para casi cualquier empresa que tenga tus datos, pero nos gusta que las políticas de privacidad expliquen que hay <a id="a2">límites estrictos a esos intercambios</a> y que existe un compromiso de rechazar solicitudes demasiado amplias. Eso es algo que no encontramos en las políticas de privacidad de los automóviles. Y esto nos preocupa, ya que pueden tener gran parte de tu información personal, incluyendo datos precisos de tu geolocalización, así como datos de cámaras y micrófonos en el automóvil.
fr: <b>Tous les</b> <a id="a1"><b>constructeurs automobiles</b> que nous avons sondés</a> ont indiqué <b>être en mesure de partager</b> les données relatives aux conducteurs avec les forces de l’ordre dans certaines circonstances. C’est le cas de la plupart des entreprises qui détiennent vos données, mais ce que nous aimerions voir apparaître de manière explicite dans la politique de protection de la vie privée, ce sont des <a id="a2">limites strictes à ce partage</a> et un engagement à rejeter les demandes trop générales. Hélas, ces éléments sont absents de la plupart des politiques de confidentialité des constructeurs automobiles. Cette situation nous inquiète, car les voitures peuvent avoir accès à un très grand nombre d’informations personnelles, y compris votre géolocalisation précise et les données provenant des caméras et des microphones embarqués.
pt_br: <b>Todas as</b> <a id="a1"><b>montadoras</b> que pesquisamos</a> disseram que <b>podem compartilhar</b> os dados dos motoristas com as autoridades em determinadas situações. Isso é verdade para praticamente qualquer empresa que tenha seus dados, mas o que gostamos de ver explicado na política de privacidade são os <a id="a2">limites rígidos para esse compartilhamento</a> e o compromisso de repelir solicitações excessivamente amplas. Isso é algo que não encontramos nas muitas políticas de privacidade dos carros. E isso nos preocupou, já que eles podem ter muitas de suas informações pessoais, incluindo sua geolocalização precisa, bem como dados de câmeras e microfones no carro.

# body.4e43050a-1a45-4584-a820-af28435e0837
source: Senator Markey asked:
de: Senator Markey fragte:
es: El senador Markey preguntó:
fr: Les questions posées par le sénateur Markey sont les suivantes :
pt_br: O senador Markey perguntou:

# body.a0bcf88a-5774-474d-889e-43228faa61c4.quote
source: Has your company <b>ever provided to law enforcement</b> personal information collected by a vehicle? If so, please identify <b>the number and types of requests</b> that law enforcement agencies have submitted and the number of times your company has complied with those requests.
de: Hat Ihr Unternehmen jemals persönliche Informationen, die von einem Fahrzeug gesammelt wurden, <b>an Strafverfolgungsbehörden weitergegeben</b>? Wenn ja, bitte nennen Sie <b>die Anzahl und Arten der Anfragen</b>, die Strafverfolgungsbehörden gestellt haben, und die Anzahl der Male, die Ihr Unternehmen diesen Anfragen nachgekommen ist.
es: ¿Alguna vez su empresa <b>ha proporcionado a organismos de seguridad</b> información personal recopilada por un vehículo? Si es así, indique <b>la cantidad y los tipos de solicitudes</b> que han presentado los organismos de seguridad, y el número de veces que su empresa ha cumplido con esas solicitudes.
fr: Votre société <b>a-t-elle déjà fourni aux forces de l’ordre</b> des informations personnelles collectées par un véhicule ? Dans l’affirmative, veuillez indiquer le <b>nombre et le type de demandes</b> présentées par les forces de l’ordre et le nombre de fois où votre société s’est conformée à ces demandes.
pt_br: Sua empresa <b>já forneceu às autoridades</b> informações pessoais coletadas por um veículo? Em caso afirmativo, identifique <b>o número e os tipos de solicitações</b> que as agências de aplicação da lei enviaram e o número de vezes que sua empresa cumpriu essas solicitações.

# body.a0bcf88a-5774-474d-889e-43228faa61c4.attribution
source: US Senator Ed Markey
es: El senador estadounidense Ed Markey
fr: Sénateur américain Ed Markey
pt_br: Senador dos EUA, Ed Markey

# body.e984e06f-2db2-4d0b-bd5c-a12172d02443
source: Here’s what the car companies (who bothered to answer the question) said about the number of requests for personal data they receive from law enforcement:
de: Das sagen die Autofirmen (die sich die Mühe gemacht haben, die Frage zu beantworten) über die Anzahl der Anfragen nach personenbezogenen Daten, die sie von den Strafverfolgungsbehörden erhalten:
es: Esto es lo que dijeron las compañías automotrices (que se molestaron en responder la pregunta) sobre la cantidad de solicitudes de datos personales que reciben de las fuerzas de seguridad:
fr: Voici ce que les constructeurs automobiles (qui ont pris la peine de répondre à la question) ont déclaré au sujet du nombre de demandes de données personnelles qu’ils reçoivent de la part des forces de l’ordre :
pt_br: Veja o que as empresas automobilísticas (que se preocuparam em responder à pergunta) disseram sobre o número de solicitações de dados pessoais que recebem das autoridades:
