Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/car-company-ceos-answer-tough-questions-about-cars-and-privacy-kinda.po
Languages: de, es, fr, pt_br

# title
source: Car Company CEOs Answer Tough Questions About Cars and Privacy… Kinda
de: CEOs der Autofirmen beantworten schwierige Fragen zu Autos und Datenschutz ... irgendwie
es: Los directores generales de algunas empresas automotrices responden preguntas difíciles sobre los automóviles y la privacidad... O lo intentan
fr: Les PDG du secteur automobile répondent à des questions difficiles sur les voitures et la protection de la vie privée... en quelque sorte
pt_br: CEOs de empresas automobilísticas respondem a perguntas difíceis sobre carros e privacidade... de certa forma

# body.3f4e187d-7a1d-41dc-8d38-e698c70c4b5c
source: <b>Update May 14th</b>: <i>The FTC published</i> <a id="a1"><i>a blog post</i></a><i> putting connected car companies on notice for “unlawful collection &amp; use” of consumers’ sensitive data.</i>
fr: <b>Mise à jour du 14 mai</b> : <i>La FTC a publié</i> <a id="a1"><i>un billet de blog</i></a><i> dans lequel elle met en garde les constructeurs de véhicules connectés pour « collecte et utilisation illégales » des données sensibles des consommateurs.</i>

# body.3f4e187d-7a1d-41dc-8d38-e698c70c4b5c
source: They warned car-makers to “take note” of three actions they’ve taken recently against other companies for abusing their access to sensitive data by sharing it or using it for decision-making without consumers’ consent.
fr: Ils ont demandé aux constructeurs automobiles de « prendre note » de trois actions que la FTC a récemment prises à l’encontre d’autres entreprises pour avoir abusé de leur accès à des données sensibles en les partageant ou en les utilisant pour la prise de décision sans le consentement des consommateurs.

# body.3f4e187d-7a1d-41dc-8d38-e698c70c4b5c
source: <i>The Federal Trade Commission (FTC) is in charge of protecting US consumers from deceptive on unfair business practices. So if there’s any agency that can hold US car-makers accountable for their</i> <a id="a1"><i>terrible privacy practices</i></a><i>, it’s them! This is definitely a step in the right direction for cars and privacy.<br/><br/></i>
fr: <i>La Commission fédérale du commerce (FTC) est en charge de protéger les consommateurs américains contre les pratiques commerciales trompeuses et déloyales. Donc, s’il y a bien une instance qui peut tenir les constructeurs américains responsables de leurs <a id="a1">horribles pratiques en matière de respect de la vie privée</a>, c’est bien la FTC ! C’est définitivement un pas dans la bonne direction pour un meilleur respect de la vie privée.<br/><br/></i>

# body.0d1b8713-c0b3-4780-9df1-4670a2c7776b
source: Have you ever heard the advice, “Don’t answer the question you were asked. Answer the question <i>you wish you were asked</i>”? Well, it seems like certain United States car company executives have.
de: Haben Sie schon einmal den Ratschlag gehört: „Beantworten Sie nicht die Frage, die Ihnen gestellt wurde. Beantworten Sie die Frage, <i>von der Sie wünschen, dass sie Ihnen gestellt wird</i>“? Nun, es sieht so aus, als ob bestimmte Führungskräfte von US-Autofirmen das getan haben.
es: ¿Alguna vez has escuchado el consejo que dice «No respondas la pregunta que te hicieron; responde la pregunta <i>que te gustaría que te hayan hecho</i>»? Bueno, parece que los ejecutivos de algunas empresas automotrices de los Estados Unidos lo conocen bien.
fr: Vous a-t-on déjà conseillé de ne pas répondre à la question que l’on vous a posée, mais de répondre à celle que vous <i>aimeriez que l’on vous pose</i> ? Eh bien, il semble que ce soit le cas pour certains dirigeants de constructeurs automobiles américains.
pt_br: Você já ouviu o conselho: “Não responda à pergunta que lhe foi feita. Responda à pergunta <i>que você gostaria que lhe fizessem</i>"? Bem, parece que certos executivos de empresas automobilísticas dos Estados Unidos já ouviram.

# body.0d1b8713-c0b3-4780-9df1-4670a2c7776b
source: Let’s back up. Last year, we raised the flag on cars and privacy when we called them the <a id="a1">worst product category</a> we have ever reviewed for privacy. Even though what we found out from reading cars’ privacy policies was awful, we had more concerns about what we couldn’t find. Our research left us with so many questions! Questions that the car companies ignored when we asked. So we were so excited when US Senator Ed Markey followed up with carmaker CEOs <a id="a2">asking</a> the same <a id="a3">questions</a> we had, pointing to <a id="a4">our</a> <a id="a5">research</a> as a cause for concern. He also promised to publish their answers, which <a id="a6">he then did</a>! We read those 84 pages for you. But sadly, their answers were pretty vague, incomplete, and dodgy as ever. Here’s the highlights.
de: Gehen wir einen Schritt zurück. Letztes Jahr haben wir Alarm geschlagen in Bezug auf Autos und Datenschutz, als wir sie zur <a id="a1">schlechtesten Produktkategorie</a> erklärten, die wir jemals in Bezug auf Datenschutz überprüft haben. Obwohl das, was wir aus den Datenschutzrichtlinien der Autos herausfanden, schrecklich war, hatten wir noch mehr Bedenken über das, was wir nicht finden konnten. Unsere Forschung ließ so viele Fragen für uns offen! Fragen, die die Autohersteller ignorierten, als wir sie stellten. Daher waren wir so begeistert, als US-Senator Ed Markey bei den CEOs der Autohersteller <a id="a2">nachhakte</a> und die gleichen <a id="a3">Fragen</a> stellte, die wir hatten, und auf <a id="a4">unsere</a> <a id="a5">Forschung</a> als Grund zur Sorge hinwies. Er versprach auch, ihre Antworten zu veröffentlichen, was <a id="a6">er dann auch tat</a>! Wir haben diese 84 Seiten für Sie gelesen. Aber leider waren ihre Antworten wie immer ziemlich vage, unvollständig und ausweichend. Hier sind die Highlights.
es: Retrocedamos. El año pasado, hicimos una advertencia sobre los automóviles y la privacidad cuando los nombramos la <a id="a1">peor categoría de productos</a> de los que hemos revisado la privacidad. A pesar de que las cosas que descubrimos al leer las políticas de privacidad de los automóviles era horrible, lo que más nos preocupó fue lo que no pudimos encontrar. Nuestra investigación nos dejó con muchísimas preguntas, preguntas que las empresas automotrices ignoraron. Es por eso que nos emocionamos cuando el senador estadounidense Ed Markey hizo un seguimiento con los directores generales de algunas empresas fabricantes de automóviles y <a id="a2">les hizo</a> las mismas <a id="a3">preguntas</a> que nosotros teníamos, señalando <a id="a4">nuestra</a><a id="a5"> investigación</a> como un motivo de preocupación. Además, prometió publicar sus respuestas, <a id="a6">¡y lo hizo</a>! Leímos esas 84 páginas para ti. Pero lamentablemente, las respuestas fueron bastante vagas, incompletas y poco fiables... como siempre. Aquí te contamos los aspectos más destacados.
fr: Revenons en arrière. L’année dernière, nous avons attiré l’attention sur l’automobile en déclarant qu’il s’agissait de la <a id="a1">pire catégorie de produits</a> que nous ayons jamais étudiée du point de vue de la protection de la vie privée. Bien que les informations que nous avons obtenues en lisant les politiques de confidentialité des constructeurs automobiles soient déplorables, nous étions davantage préoccupés par ce que ces politiques ignoraient. Nos recherches nous ont amené à nous poser de nombreuses questions ! Des questions que les constructeurs automobiles ont ignorées lorsque nous les avons posées. Nous avons donc été très heureux lorsque le sénateur américain Ed Markey a contacté les PDG des constructeurs automobiles pour leur <a id="a2">poser</a> les mêmes <a id="a3">questions</a> que nous, en soulignant que <a id="a4"></a><a id="a5">nos recherches</a> avaient suscité des inquiétudes. Il a également promis de publier leurs réponses, <a id="a6">et a tenu parole</a> ! Nous avons lu ces 84 pages pour vous. Malheureusement, leurs réponses étaient toujours aussi vagues, incomplètes et douteuses. En voici les grandes lignes.
pt_br: Vamos retornar um pouco. No ano passado, levantamos a bandeira sobre carros e privacidade quando os chamamos de <a id="a1">pior categoria de produto</a> que já analisamos para privacidade. Embora o que descobrimos ao ler as políticas de privacidade dos carros fosse horrível, tínhamos mais preocupações sobre o que não conseguíamos encontrar. Nossa pesquisa nos deixou com muitas perguntas! Perguntas que as montadoras ignoraram quando perguntamos. Então, ficamos muito animados quando o senador americano Ed Markey acompanhou os CEOs das montadoras <a id="a2">fazendo</a> as mesmas <a id="a3">perguntas</a> que tínhamos feito, apontando <a id="a4">nossa</a> <a id="a5">pesquisa</a> como motivo de preocupação. Ele também prometeu publicar suas respostas, o que <a id="a6">ele fez</a>! Nós lemos essas 84 páginas para você. Mas, infelizmente, suas respostas foram bastante vagas, incompletas e desonestas como sempre. Aqui estão os destaques.

# body.de7ea059-c014-460f-8428-f3f343edf89e
source: Do car companies sell your personal data -- and for how much?
de: Verkaufen Autofirmen Ihre personenbezogenen Daten – und für wie viel?
es: ¿Las empresas automotrices venden tus datos personales... por cuánto?
fr: Les constructeurs automobiles vendent-ils vos données personnelles, et à quel prix ?
pt_br: As empresas automobilísticas vendem seus dados pessoais? E por quanto?

# body.746ad7cf-19f2-44a5-9336-2c67fe87ae56
source: Our research showed that many car-makers say they can sell your personal data. <i>But do they?</i> Yes, they absolutely do.
de: Unsere Forschung hat gezeigt, dass viele Autohersteller sagen, sie könnten Ihre persönlichen Daten verkaufen. <i>Aber tun sie das?</i> Ja, das tun sie absolut.
es: Nuestra investigación reveló que muchos fabricantes de automóviles dicen que pueden vender tus datos personales. <i>¿Pero lo hacen?</i> Sí, absolutamente.
fr: Nos recherches ont montré que de nombreux constructeurs automobiles déclarent être en mesure de vendre vos données personnelles. <i>Mais le font-ils ?</i> Absolument.
pt_br: Nossa pesquisa mostrou que muitas montadoras dizem que podem vender seus dados pessoais. <i>Mas eles fazem isso?</i> Sim, eles absolutamente fazem.

# body.746ad7cf-19f2-44a5-9336-2c67fe87ae56
source: Senator Markey asked:
de: Senator Markey fragte:
es: El senador Markey preguntó:
fr: Les questions posées par le sénateur Markey sont les suivantes :
pt_br: O senador Markey perguntou:

# body.6920aa19-0ff6-4e6e-b8ee-08588eaf40ce.quote
source: Does your company <b>sell, transfer, share, or otherwise derive commercial benefit</b> from data collected from its vehicles to third parties? If so, <b>how much did third parties pay</b> your company in 2022 for that data?
de: <b>Verkauft Ihr Unternehmen Daten, die von seinen Fahrzeugen gesammelt wurden, an Dritte, überträgt sie, teilt sie oder zieht auf andere Weise kommerziellen Nutzen daraus</b>? Wenn ja, <b>wie viel haben Dritte Ihrem Unternehmen im Jahr 2022 für diese Daten bezahlt</b>?
es: ¿Su empresa <b>vende, transfiere, comparte o obtiene algún otro beneficio comercial de terceros</b> a partir de los datos recopilados de sus vehículos? Si es así, <b>¿cuánto pagaron esos terceros a</b> su empresa por esos datos en 2022?
fr: Votre entreprise <b>vend-elle, transfère-t-elle, partage-t-elle ou exploite-t-elle d’une autre manière</b> les données collectées à partir de ses véhicules à des tiers ? Dans l’affirmative, <b>à quel montant les données ont-elles été vendues à des tiers</b> par votre entreprise en 2022 ?
pt_br: Sua empresa <b>vende, transfere, compartilha ou obtém benefícios comerciais</b> de dados coletados de seus veículos para terceiros? Em caso afirmativo, <b>quanto terceiros pagaram para a</b> sua empresa em 2022 por esses dados?

# body.6920aa19-0ff6-4e6e-b8ee-08588eaf40ce.attribution
source: US Senator Ed Markey
es: El senador estadounidense Ed Markey
fr: Sénateur américain Ed Markey
pt_br: Senador dos EUA, Ed Markey

# body.cd5bc676-bc21-4cc5-8a85-903e8a7a6927
source: <a id="a1">General Motors</a>, one of the largest US automakers, said:
de: <a id="a1">General Motors</a>, einer der größten US-Autohersteller, sagte:
es: <a id="a1">General Motors</a>, uno de los mayores fabricantes de automóviles de Estados Unidos, respondió:
fr: <a id="a1">General Motors</a>, l’un des plus grands constructeurs automobiles américains, a déclaré :
pt_br: A <a id="a1">General Motors</a>, uma das maiores montadoras dos EUA, disse:

# body.c8a3a87a-d1b9-40c5-b63e-6a8382515361.quote
source: <b>If an owner opts in to Connected Services, GM has the ability to share data</b> collected from Vehicles with third parties, as outlined in our US Connected Services Privacy Statement. For example, data might be shared to <b>help emergency responders</b> respond more quickly and accurately, to <b>support in-vehicle services</b> utilized by the owner, and where the <b>owner directs GM to do so</b> (such as helping owners optimize their charging patterns). For those limited data shares <b>where there is a commercial benefit attributable directly to the data sharing, the impact to GM’s overall 2022 revenue was de minimis</b>.
de: <b>Wenn sich ein Halter für Connected Services entscheidet, hat GM die Möglichkeit, Daten, die von Fahrzeugen gesammelt wurden, mit Dritten zu teilen</b>, wie in unserer US-Datenschutzerklärung für Connected Services dargelegt. Zum Beispiel könnten Daten geteilt werden, um <b>Notfallhelfern zu helfen</b>, schneller und genauer zu reagieren, um <b>fahrzeuginterne Dienste</b> zu unterstützen, die vom Halter genutzt werden, und dort, wo der <b>Halter GM dazu auffordert</b> (wie zum Beispiel, um den Haltern bei der Optimierung ihrer Lademuster zu helfen). Für diese begrenzten Datenfreigaben, <b>bei denen ein kommerzieller Nutzen direkt auf die Datenfreigabe zurückzuführen ist, war die Auswirkung auf den Gesamtumsatz von GM im Jahr 2022 minimal</b>.
es: <b>Si un propietario opta por incluirse en los «servicios conectados», GM puede compartir con terceros los datos</b> recopilados de los vehículos, según se describe en nuestra «Declaración de privacidad de los Servicios conectados en EE. UU.» Por ejemplo, se pueden compartir datos para <b>ayudar a los servicios de emergencia a</b> responder de manera más rápida y precisa, para <b>respaldar los servicios en el vehículo</b> utilizados por el <b>propietario, y cuando el propietario indique a GM que lo haga</b> (por ejemplo, para ayudar a los propietarios a optimizar sus patrones de carga). Con respecto a los intercambios limitados de datos <b>en los que existe un beneficio comercial atribuible directamente al intercambio, el impacto en los ingresos generales de GM en 2022 fue «de minimis»</b>.
fr: <b>Si un utilisateur souscrit aux services connectés, GM est en mesure de partager les données</b> collectées à partir des véhicules avec des tiers, comme indiqué dans notre politique de confidentialité relative aux services connectés aux États-Unis. Par exemple, les données peuvent être partagées pour <b>aider les intervenants d’urgence</b> à réagir plus rapidement et avec plus de précision, pour <b>assurer la disponibilité des services intégrés au véhicule</b> utilisés par le <b>propriétaire, et lorsque le propriétaire autorise GM à le faire</b> (par exemple en aidant les utilisateurs à optimiser leurs cycles de charge). Dans le cas des partages de données limités <b>qui génèrent des bénéfices commerciaux directs, l’impact sur le chiffre d’affaires global de GM pour 2022 est jugé de minimis</b>.
pt_br: <b>Se um proprietário optar por Serviços Conectados, a GM poderá compartilhar dados</b> coletados de Veículos com terceiros, conforme descrito em nossa Declaração de Privacidade de Serviços Conectados dos EUA. Por exemplo, os dados podem ser compartilhados para <b>ajudar os socorristas a</b> responder de forma mais rápida e precisa, para <b>apoiar os serviços no veículo</b> utilizados pelo proprietário e quando o <b>proprietário instrui a GM a fazê-lo</b> (como ajudar os proprietários a otimizar seus padrões de carregamento). Para os compartilhamentos de dados limitados <b>em que há um benefício comercial atribuível diretamente ao compartilhamento de dados, o impacto na receita geral da GM em 2022 foi "de minimis"</b>.

# body.c8a3a87a-d1b9-40c5-b63e-6a8382515361.attribution
source: Omar A. Vargas, General Motors Vice President, Global Public Policy
es: Omar A. Vargas, Vicepresidente de Políticas Públicas Globales de General Motors
fr: Omar A. Vargas, vice-président de General Motors, politique publique mondiale
pt_br: Omar A. Vargas, vice-presidente de políticas públicas globais da General Motors

# body.8515fd5a-573e-46de-a6ad-d6aa32f99e31
source: By now, you might have heard that <a id="a1">GM</a> <a id="a2">sold personal driving data</a> to data brokers who used it to create “risk scores” for insurance companies. Some drivers only found out this was happening when their premiums skyrocketed. They weren’t happy. In fact, it caused such an outrage among drivers (including a <a id="a3">class-action lawsuit!</a>) that <a id="a4">GM</a> had to <a id="a5">promise to stop</a> (at least as far as selling that specific data to those specific data brokers goes).
de: Vielleicht haben Sie mittlerweile gehört, dass <a id="a1">GM</a> <a id="a2">persönliche Fahrdaten</a> an Datenbroker verkauft hat, die diese zur Erstellung von “Risikobewertungen” für Versicherungsgesellschaften verwendet haben. Einige Fahrer haben erst davon erfahren, als ihre Prämien in die Höhe schossen. Sie waren nicht glücklich. Tatsächlich hat dies unter den Fahrern (einschließlich einer <a id="a3">Sammelklage!</a>) solchen Ärger ausgelöst, dass <a id="a4">GM</a> <a id="a5">versprechen musste, damit aufzuhören</a> (zumindest was den Verkauf dieser spezifischen Daten an diese spezifischen Datenbroker betrifft).
es: Es posible que ya hayas escuchado que <a id="a1">GM</a> <a id="a2">vendió datos personales de conducción</a> a brókers de datos que los usaron para crear «puntajes de riesgo» para las compañías de seguros. Algunos conductores solo se enteraron de que esto estaba sucediendo cuando los precios de sus primas se dispararon. No estaban para nada contentos. De hecho, esto causó tal indignación entre los conductores (incluida una <a id="a3">demanda colectiva</a>) que <a id="a4">GM</a> tuvo que <a id="a5">prometer que dejaría de hacerlo</a> (al menos en lo que respecta a vender esos datos específicos a esos brókers específicos).
fr: Vous savez peut-être que <a id="a1">GM</a> <a id="a2">a vendu des données relatives à la conduite de ses véhicules</a> à des courtiers en données qui les ont utilisées pour établir des « scores de risque » à l’intention des compagnies d’assurance. Certains conducteurs n’ont découvert cette pratique que lorsque le montant de leur cotisation a explosé. Cela ne les a pas réjouis. En réalité, cette affaire a suscité une telle indignation parmi les conducteurs (et a donné lieu à un <a id="a3">recours collectif !</a>) que <a id="a4">GM</a> a dû <a id="a5">s’engager à cesser ces pratiques</a> (du moins en ce qui concerne la vente de ces données précises à ces courtiers en données).
pt_br: Até agora, você já deve ter ouvido falar que a <a id="a1">GM</a> <a id="a2">vendeu dados pessoais de direção</a> para corretores de dados que os usaram para criar "pontuações de risco" para companhias de seguros. Alguns motoristas só descobriram que isso estava acontecendo quando suas mensalidades dispararam. Eles não estavam felizes. Na verdade, causou tanta indignação entre os motoristas (incluindo uma <a id="a3">ação coletiva!</a>) que a <a id="a4">GM</a> teve que <a id="a5">prometer parar</a> (pelo menos no que diz respeito à venda desses dados específicos para esses corretores de dados específicos).

# body.8515fd5a-573e-46de-a6ad-d6aa32f99e31
source: So it’s interesting that <a id="a1">GM</a> doesn’t mention its relationship with LexisNexis or Verisk -- the two data brokers in question -- at all in their response to the senator. (This is why we have trust issues when it comes to companies’ public statements on privacy!) GM also doesn’t share that “opting in” could <a id="a2">reportedly involve</a> a salesperson at the dealership opting in on your behalf<b> without your knowledge or consent</b> -- and receiving a bonus for doing so. Yeesh.
de: Es ist interessant, dass <a id="a1">GM</a> in seiner Antwort an den Senator überhaupt nicht auf seine Beziehung zu LexisNexis oder Verisk eingeht - den beiden in Frage stehenden Datenbrokern. (Das ist der Grund, warum wir Vertrauensprobleme haben, wenn es um öffentliche Aussagen von Unternehmen zum Datenschutz geht!) GM teilt auch nicht mit, dass das “Opt-In” <a id="a2">angeblich beinhalten könnte</a>, dass ein Verkäufer im Autohaus <b>ohne Ihr Wissen oder Ihre Zustimmung</b> in Ihrem Namen einwilligt – und dafür eine Prämie erhält. Yeesh.
es: Por lo tanto, es interesante que <a id="a1">GM</a> no haya mencionado en absoluto su relación con LexisNexis o Verisk, los dos brókers de datos en cuestión, en su respuesta al senador. (¡Es por este tipo de cosas por lo que desconfiamos de las declaraciones públicas que hacen las empresas sobre temas de privacidad!) GM tampoco dijo que «optar por incluirse» <a id="a2">podría significar que</a> un vendedor del concesionario lo haga en tu nombre<b> sin tu conocimiento o tu consentimiento</b>... y reciba un bono por ello. Puf.
fr: Il est curieux de constater que <a id="a1">GM</a> ne mentionne nullement ses relations avec LexisNexis ou Verisk, les deux courtiers en données en question, dans sa réponse au sénateur (cela explique notre méfiance par rapport aux déclarations publiques des entreprises en matière de protection de la vie privée). GM omet également de préciser que le fait de « s’inscrire » <a id="a2">pourrait impliquer</a> qu’un concessionnaire le fasse en votre nom <b>sans que vous ne le sachiez ou que vous n’y consentiez</b>, et qu’il pourrait toucher une prime en contrepartie. De quoi s’inquiéter.
pt_br: Portanto, é interessante que a <a id="a1">GM</a> não mencione sua relação com a LexisNexis ou a Verisk — as duas corretoras de dados em questão — em sua resposta ao senador. (É por isso que temos problemas de confiança quando se trata de declarações públicas das empresas sobre privacidade!) A GM também não compartilha que "aderir" poderia <a id="a2">envolver</a> um vendedor na concessionária aderindo em seu nome<b> sem o seu conhecimento ou consentimento</b> — e recebendo um bônus por isso. Cruzes.
