Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/car-company-ceos-answer-tough-questions-about-cars-and-privacy-kinda.po
Languages: de, es, fr, pt_br

# body.e9e0f44d-9b26-4e13-aba5-0aa10a49ec8e
source: <a id="a1">Volkswagen</a> broke down the number of requests by year. They said there were “fewer than 20” in 2021, “fewer than 25” in 2022, and “fewer than 45” in 2023. That means the <b>requests</b> from law enforcement <b>doubled in the last three years</b>. Interesting! <a id="a2">Hyundai</a> and <a id="a3">Kia</a> also shared the total number of requests they <i>responded to</i>, which was 50 (86%) and 25 (83%) respectively. <a id="a4">Honda</a> said they don’t track these requests but guessed they get about one per month. <a id="a5">Tesla</a> said they do track requests but decided not to share the numbers with us. They were also the only car brand to say outright that they may sometimes challenge or reject requests.
de: <a id="a1">Volkswagen</a> hat die Anzahl der Anfragen nach Jahren aufgeschlüsselt. Sie sagten, es gab „weniger als 20“ im Jahr 2021, „weniger als 25“ im Jahr 2022 und „weniger als 45“ im Jahr 2023. Das bedeutet, dass sich die <b>Anfragen</b> von Strafverfolgungsbehörden <b>in den letzten drei Jahren verdoppelt haben</b>. Interessant! <a id="a2">Hyundai</a> und <a id="a3">Kia</a> teilten auch die Gesamtzahl der Anfragen mit, auf die sie <i>geantwortet haben</i>, das waren jeweils 50 (86 %) und 25 (83 %). <a id="a4">Honda</a> sagte, dass sie diese Anfragen nicht verfolgen, aber schätzten, dass sie etwa eine pro Monat bekommen. <a id="a5">Tesla</a> sagte, dass sie Anfragen verfolgen, sich aber entschieden haben, die Zahlen nicht mit uns zu teilen. Sie waren auch die einzige Automarke, die offen sagte, dass sie manchmal Anfragen in Frage stellen oder ablehnen können.
es: <a id="a1">Volkswagen</a> desglosó el número de solicitudes por año. Dijeron que tuvieron «menos de 20» en 2021, «menos de 25» en 2022 y «menos de 45» en 2023. Eso significa que las <b>solicitudes</b> de los organismos de seguridad <b>se duplicaron en los últimos tres años</b>... ¡Interesante! <a id="a2">Hyundai</a> y <a id="a3">Kia</a> también compartieron el número total de solicitudes a las que <i>respondieron</i>, que fue de 50 (el 86 %) y 25 (el 83 %) respectivamente. <a id="a4">Honda</a> dijo que no rastrean estas solicitudes, pero que calculan que reciben alrededor de una por mes. <a id="a5">Tesla</a> declaró que hacen un seguimiento de las solicitudes, pero que no desean compartir los números con nosotros. También fue la única marca de automóviles que dijo abiertamente que a veces pueden impugnar o rechazar solicitudes.
fr: <a id="a1">Volkswagen</a> a détaillé le nombre de demandes par année. Le constructeur a indiqué en avoir reçu « moins de 20 » en 2021, « moins de 25 » en 2022 et « moins de 45 » en 2023. Cela signifie que les <b>demandes</b> des forces de l’ordre <b>ont doublé au cours des trois dernières années</b>. Intéressant ! <a id="a2">Hyundai</a> et <a id="a3">Kia</a> ont également communiqué le nombre total de demandes auxquelles elles <i>ont répondu</i>, soit respectivement 50 (86 %) et 25 (83 %). <a id="a4">Honda</a> déclare ne pas comptabiliser ces demandes, mais estime en recevoir environ une par mois. <a id="a5">Tesla</a> a indiqué qu’elle comptabilisait les demandes, mais a décidé de ne pas partager ces chiffres avec nous. C’est également la seule marque automobile à avoir déclaré d’emblée qu’elle était parfois amenée à contester ou à rejeter des demandes.
pt_br: <a id="a1">A Volkswagen</a> dividiu o número de solicitações por ano. Eles disseram que havia "menos de 20" em 2021, "menos de 25" em 2022 e "menos de 45" em 2023. Isso significa que os <b>pedidos</b> das autoridades <b>dobraram nos últimos três anos</b>. Interessante! A <a id="a2">Hyundai</a> e a <a id="a3">Kia</a> também compartilharam o número total de solicitações às quais <i>responderam</i>, que foi de 50 (86%) e 25 (83%), respectivamente. A <a id="a4">Honda</a> disse que não rastreia essas solicitações, mas adivinhou que recebe cerca de uma por mês. A <a id="a5">Tesla</a> disse que rastreia as solicitações, mas decidiu não compartilhar os números conosco. Eles também foram a única empresa automotiva a dizer abertamente que às vezes podem contestar ou rejeitar solicitações.

# body.e9e0f44d-9b26-4e13-aba5-0aa10a49ec8e
source: You might remember <a id="a1">Hyundai</a>’s privacy policy said they may respond to an “informal request” for your data from law enforcement or government (yikes). But in their response to Senator Markey, they were a lot more specific, saying <a id="a2">Hyundai</a> will only provide data in response to “exigent circumstances, search warrants, customer consent, and subpoenas''. Most of the car companies’ answers were stricter or more specific than what we found in their privacy policies last year. Hopefully that means they’ve made changes to their official policies too, where it really counts. For <a id="a3">Hyundai</a> at least, the “informal request” line seems to be missing from the latest version of their privacy policy, which seems like a good start!
de: Sie erinnern sich vielleicht daran, dass in der Datenschutzrichtlinie von <a id="a1">Hyundai</a> stand, dass sie auf eine "informelle Anfrage" nach Ihren Daten von Strafverfolgungsbehörden oder der Regierung reagieren könnten (uiuiui). Aber in ihrer Antwort an Senator Markey waren sie viel spezifischer und sagten, dass <a id="a2">Hyundai</a> Daten nur in Antwort auf „dringende Umstände, Durchsuchungsbefehle, Zustimmung des Kunden und Vorladungen“ bereitstellen wird. Die meisten Antworten der Autohersteller waren strenger oder spezifischer als das, was wir letztes Jahr in ihren Datenschutzrichtlinien gefunden haben. Hoffentlich bedeutet das, dass sie auch Änderungen an ihren offiziellen Richtlinien vorgenommen haben, wo es wirklich zählt. Zumindest bei <a id="a3">Hyundai</a> scheint die Zeile „informelle Anfrage“ in der neuesten Version ihrer Datenschutzrichtlinie zu fehlen, was ein guter Anfang zu sein scheint!
es: Quizás recuerdes que en la política de privacidad de <a id="a1">Hyundai</a> dice que pueden responder a una «solicitud informal» de tus datos por parte de las autoridades o el gobierno. Pero en su respuesta al senador Markey, fueron mucho más específicos y dijeron que <a id="a2">Hyundai</a> solo proporciona datos en respuesta a «circunstancias exigentes, órdenes de registro, consentimiento del cliente y citaciones». La mayoría de las respuestas de las empresas automotrices fueron más estrictas o más específicas que las que encontramos en sus políticas de privacidad el año pasado. Esperamos que eso signifique que también han realizado cambios en sus políticas oficiales, que es donde realmente cuenta. Al menos en el caso de <a id="a3">Hyundai</a>, la línea donde mencionaban la «solicitud informal» parece no estar en la última versión de su política de privacidad, ¡parece un buen comienzo!
fr: Vous vous souvenez peut-être que la politique de confidentialité de <a id="a1">Hyundai</a> stipule que la société peut répondre à une « demande informelle » de données de la part des forces de l’ordre ou des autorités publiques. Mais dans sa réponse au sénateur Markey, <a id="a2">la société</a> s’est montrée beaucoup plus précise, affirmant qu’elle ne fournira des données qu’en cas « d’urgence, de mandat de perquisition, de consentement du client et d’assignation à comparaître ». La plupart des réponses des constructeurs automobiles ont apporté des précisions plus rigoureuses ou plus spécifiques que celles que nous avions trouvées l’année dernière dans leurs politiques de confidentialité. Espérons que cela signifie que les constructeurs ont également modifié leurs politiques officielles. En ce qui concerne <a id="a3">Hyundai</a> en particulier, la ligne « demande informelle » semble avoir disparu de la dernière version de la politique de confidentialité, ce qui semble être un bon début !
pt_br: Você pode se lembrar que a política de privacidade da <a id="a1">Hyundai</a> disse que eles podem responder a uma "solicitação informal" de seus dados por parte das autoridades policiais ou do governo (caramba). Mas em sua resposta ao senador Markey, eles foram muito mais específicos, dizendo que a <a id="a2">Hyundai</a> só fornecerá dados em resposta a "circunstâncias exigentes, mandados de busca, consentimento do cliente e intimações". A maioria das respostas das montadoras foi mais rigorosa ou específica do que o que encontramos em suas políticas de privacidade no ano passado. Espero que isso signifique que eles também fizeram alterações em suas políticas oficiais, onde realmente conta. Pelo menos para a <a id="a3">Hyundai</a>, a menção à "solicitação informal" parece estar ausente da versão mais recente de sua política de privacidade, o que parece ser um bom começo!

# body.98a0f2c6-3666-492b-b09f-f4f179aa32d5
source: Do car companies inform drivers when their information is shared?
de: Informieren Autofirmen die Fahrer, wenn ihre Informationen weitergegeben werden?
es: ¿Las empresas automotrices informan a los conductores cuando comparten su información?
fr: Les constructeurs automobiles informent-ils les conducteurs lorsque leurs informations sont partagées ?
pt_br: As empresas automobilísticas informam os motoristas quando suas informações são compartilhadas?

# body.8569bf9f-058d-4626-9b2a-2a01676dbdf8
source: Another thing we didn’t find in car companies’ pretty vague sharing-with-law-enforcement statements in their privacy policies is whether or not they give drivers a heads up when their information is shared.
de: Ein weiterer Punkt, den wir in den ziemlich vagen Aussagen der Autofirmen über die Weitergabe an Strafverfolgungsbehörden in ihren Datenschutzrichtlinien nicht gefunden haben, ist, ob sie die Fahrer vorwarnen, wenn ihre Informationen geteilt werden.
es: Otra cosa que no encontramos en las declaraciones bastante vagas de las políticas de privacidad de las compañías de automóviles sobre cómo comparten datos con organismos de seguridad es si notifican o no a los conductores cuando comparten su información.
fr: Les politiques de confidentialité des constructeurs automobiles, qui contiennent des déclarations assez vagues concernant le partage d’informations avec les forces de l’ordre, ne précisent pas non plus si les conducteurs sont avertis lorsque leurs données sont partagées.
pt_br: Outra coisa que não encontramos nas declarações bastante vagas das empresas automotivas sobre o compartilhamento com a lei em suas políticas de privacidade é se elas avisam ou não os motoristas quando suas informações são compartilhadas.

# body.8569bf9f-058d-4626-9b2a-2a01676dbdf8
source: Senator Markey asked:
de: Senator Markey fragte:
es: El senador Markey preguntó:
fr: Les questions posées par le sénateur Markey sont les suivantes :
pt_br: O senador Markey perguntou:

# body.c1071f7f-3696-4522-885a-a9caf300ee6c.quote
source: Does your company <b>notify the vehicle owner</b> when it complies with a request?
de: Benachrichtigt Ihr Unternehmen <b>den Fahrzeughalter</b>, wenn es einer Anfrage nachkommt?
es: ¿Su empresa <b>notifica al propietario del vehículo</b> cuando cumple con una solicitud?
fr: Votre société <b>informe-t-elle le propriétaire du véhicule</b> lorsqu’elle se conforme à une demande ?
pt_br: Sua empresa <b>notifica o proprietário do veículo</b> quando ele atende a uma solicitação?

# body.c1071f7f-3696-4522-885a-a9caf300ee6c.attribution
source: US Senator Ed Markey
es: El senador estadounidense Ed Markey
fr: Sénateur américain Ed Markey
pt_br: Senador dos EUA, Ed Markey

# body.41306dcb-8142-438b-8f29-4c80ad8b9ec6
source: None of the car companies who answered this question said they have a policy of informing drivers. <a id="a1">Hyundai</a> came the closest, saying “Hyundai reserves the right to notify our customers when it complies with such requests” unless giving notice is “explicitly prohibited by the legal process itself.” That’s as generous as it gets, which isn’t great.
de: Keine der Autofirmen, die diese Frage beantwortet haben, gab an, eine Richtlinie zu haben, die Fahrer zu informieren. <a id="a1">Hyundai</a> kam dem am nächsten, indem sie sagten: „Hyundai behält sich das Recht vor, unsere Kunden zu benachrichtigen, wenn es solchen Anfragen nachkommt“, es sei denn, die Benachrichtigung ist „ausdrücklich durch den rechtlichen Prozess selbst verboten“. Das ist so großzügig wie es nur geht, was nicht großartig ist.
es: Ninguna de las compañías automotrices que respondieron a esta pregunta dijo que tienen una política de informar a los conductores. <a id="a1">Hyundai</a> fue el que más se acercó; dijo que «Hyundai se reserva el derecho de notificar a los clientes cuando cumple con tales solicitudes» a menos que esta notificación esté «explícitamente prohibida por el procedimiento legal en sí». Eso es lo más generoso que encontramos, lo cual no es nada bueno.
fr: Aucun des constructeurs automobiles ayant répondu à cette question n’a déclaré avoir pour principe d’informer les conducteurs. <a id="a1">Hyundai</a> fait figure d’exception en déclarant : « Hyundai se réserve le droit d’informer ses clients en cas de conformité à de telles demandes », à moins que la notification ne soit « explicitement interdite par la procédure légale elle-même ». Voilà toute l’étendue de la bienveillance dans ce secteur, ce n’est pas glorieux.
pt_br: Nenhuma das montadoras que responderam a essa pergunta disse que tem uma política de informar os motoristas. A <a id="a1">Hyundai</a> chegou mais perto, dizendo que "a Hyundai se reserva o direito de notificar nossos clientes quando atender a tais solicitações", a menos que a notificação seja "explicitamente proibida pelo próprio processo legal. Isso é o mais generoso possível, o que não é ótimo.

# body.41306dcb-8142-438b-8f29-4c80ad8b9ec6
source: Most other car companies said they’re not allowed to tell drivers. For example, <a id="a1">Nissan</a> said “where Nissan is responding to [a] valid compulsory process to provide customer vehicle data, Nissan is precluded from notifying a customer of such requests by statute or court order.” <a id="a2">BMW</a> went as far as saying they won’t tell the vehicle owner unless law enforcement tells them to. “If we are instructed by law enforcement to notify the vehicle owner when we comply with a request, we will do so.” And that seems pretty unlikely to happen since <a id="a3">GM</a> said that “[l]aw enforcement routinely directs GM not to notify the vehicle owner”.
de: Die meisten anderen Autokonzerne gaben an, dass sie es den Fahrern nicht mitteilen dürfen. Zum Beispiel sagte <a id="a1">Nissan</a>: „Wenn Nissan auf einen gültigen obligatorischen Prozess reagiert, um Kundendaten von Fahrzeugen bereitzustellen, ist Nissan gesetzlich oder durch Gerichtsbeschluss daran gehindert, einen Kunden über solche Anfragen zu informieren.“ <a id="a2">BMW</a> ging sogar so weit zu sagen, dass sie dem Fahrzeughalter nichts sagen werden, es sei denn, die Strafverfolgungsbehörden weisen sie dazu an. „Wenn wir von den Strafverfolgungsbehörden angewiesen werden, den Fahrzeughalter zu benachrichtigen, wenn wir einer Anfrage nachkommen, werden wir dies tun.” Und das scheint ziemlich unwahrscheinlich zu sein, da <a id="a3">GM</a> sagte, dass „[d]ie Strafverfolgungsbehörden GM routinemäßig anweisen, den Fahrzeughalter nicht zu benachrichtigen.”
es: La mayoría de las demás compañías de automóviles declaró que no pueden notificar a los conductores. Por ejemplo, <a id="a1">Nissan</a> dijo que «cuando Nissan responde a [un] proceso obligatorio válido de proporcionar datos del vehículo de un cliente, Nissan no puede notificar al cliente de dichas solicitudes por ley u orden judicial». <a id="a2">BMW</a> llegó a decir que no notifican al propietario del vehículo a menos que el organismo de seguridad lo indique. «Si las autoridades nos piden que notifiquemos al propietario del vehículo cuando cumplimos con una solicitud de datos, lo haremos». Eso parece bastante improbable, ya que <a id="a3">GM</a> dijo que «los organismos de seguridad suelen ordenar a GM que no se notifique al propietario del vehículo».
fr: La plupart des autres constructeurs automobiles ont affirmé ne pas être autorisés à informer les conducteurs. Par exemple, <a id="a1">Nissan</a> a déclaré que « lorsque Nissan se conforme à [une] procédure obligatoire valide visant à fournir des données sur les véhicules des clients, la loi ou une décision de justice l’empêche d’informer un client de ces demandes ». <a id="a2">BMW</a> est allé jusqu’à déclarer que la société n’informerait pas le propriétaire du véhicule à moins que les forces de l’ordre ne lui demandent de le faire : « Si les forces de l’ordre nous demandent d’informer le propriétaire du véhicule lorsque nous nous conformons à une demande de partage de données, nous le ferons ». Il semble peu probable que cela se produise puisque <a id="a3">GM</a> a déclaré que « les forces de l’ordre ordonnent régulièrement à GM de ne pas informer le propriétaire du véhicule ».
pt_br: A maioria das outras empresas automotivas disse que não está autorizada a informar os motoristas. Por exemplo, a <a id="a1">Nissan</a> disse que "quando a Nissan está respondendo a [um] processo obrigatório válido para fornecer dados do veículo do cliente, a Nissan está impedida de notificar um cliente de tais solicitações por estatuto ou ordem judicial". A <a id="a2">BMW</a> chegou a dizer que não contará ao proprietário do veículo, a menos que a lei o diga. "Se formos instruídos pelas autoridades a notificar o proprietário do veículo quando atendermos a uma solicitação, faremos isso." E isso parece bastante improvável de acontecer, uma vez que a <a id="a3">GM</a> disse que "a fiscalização ordena rotineiramente que a GM não notifique o proprietário do veículo".

# body.d5ffbfa3-6575-4042-ad07-928daa45ed57
source: Can drivers get their personal data deleted?
de: Können Fahrer ihre persönlichen Daten löschen lassen?
es: ¿Los conductores pueden eliminar sus datos personales?
fr: Les données personnelles des conducteurs peuvent-elles être supprimées ?
pt_br: Os motoristas parceiros podem ter seus dados pessoais excluídos?

# body.b5da3484-7c8a-4e2f-81f4-b88095128964
source: At the time of our research last year, the only brands we could confirm would let customers delete their personal information were two European car brands (<a id="a1">Renault</a> and <a id="a2">Dacia</a>) who have to give drivers that right because it’s the law in the EU, according to the privacy law <a id="a3">GDPR</a>.
de: Zum Zeitpunkt unserer Recherche im vergangenen Jahr waren die einzigen Marken, bei denen wir bestätigen konnten, dass Kunden ihre persönliche Daten löschen können, zwei europäische Automarken (<a id="a1">Renault</a> und <a id="a2">Dacia</a>), die den Fahrern dieses Recht geben müssen, da dies gemäß dem Datenschutzgesetz <a id="a3">DSGVO</a> in der EU gesetzlich vorgeschrieben ist.
es: En el momento de nuestra investigación del año pasado, las únicas marcas que pudimos confirmar que permitirían a los clientes eliminar su información personal fueron dos marcas de automóviles europeas (<a id="a1">Renault</a> y <a id="a2">Dacia</a>), las cuales están obligadas a otorgar ese derecho a los conductores porque es parte de la ley de la UE, de acuerdo con la ley de privacidad del <a id="a3">RGPD</a>.
fr: L’année dernière, lors de notre enquête les seules marques dont nous pouvions affirmer qu’elles permettaient aux clients de supprimer leurs informations personnelles étaient deux constructeurs automobiles européens (<a id="a1">Renault</a> et <a id="a2">Dacia</a>) qui doivent accorder ce droit aux conducteurs pour se conformer au <a id="a3">RGPD</a>, la législation européenne en matière de protection de la vie privée.
pt_br: No momento da nossa pesquisa do ano passado, as únicas marcas que pudemos confirmar que permitiriam que os clientes excluíssem suas informações pessoais eram duas marcas de automóveis europeias (<a id="a1">Renault</a> e <a id="a2">Dacia</a>) que têm que dar aos motoristas esse direito porque é a lei na UE, de acordo com a lei de privacidade <a id="a3">GDPR</a>.

# body.b5da3484-7c8a-4e2f-81f4-b88095128964
source: Senator Markey asked:
de: Senator Markey fragte:
es: El senador Markey preguntó:
fr: Les questions posées par le sénateur Markey sont les suivantes :
pt_br: O senador Markey perguntou:

# body.ff895d1b-8621-4249-abb4-01c234c1a207.quote
source: Can all users, regardless of where they reside, <b>request the deletion</b> of their data? If so, please describe the process through which a user may delete their data. If not, why not?
de: Können alle Benutzer, unabhängig davon, wo sie sich befinden, <b>die Löschung ihrer Daten verlangen</b>? Wenn ja, beschreiben Sie bitte den Prozess, durch den ein Benutzer seine Daten löschen kann. Wenn nicht, warum nicht?
es: ¿Pueden todos los usuarios, independientemente de dónde residan, <b>solicitar la eliminación</b> de sus datos? Si es así, describa el proceso a través del cual un usuario puede eliminar sus datos. Si no pueden hacerlo, ¿por qué no?
fr: Tous les conducteurs, quel que soit leur lieu de résidence, peuvent-ils <b>demander la suppression</b> de leurs données ? Dans l’affirmative, veuillez décrire la procédure permettant à un utilisateur de supprimer ses données. Dans le cas contraire, pour quelles raisons ?
pt_br: Todos os usuários, independentemente de onde residam, podem <b>solicitar a exclusão</b> de seus dados? Em caso afirmativo, descreva o processo pelo qual um usuário pode excluir seus dados. Se não, por que não?

# body.ff895d1b-8621-4249-abb4-01c234c1a207.attribution
source: US Senator Ed Markey
es: El senador estadounidense Ed Markey
fr: Sénateur américain Ed Markey
pt_br: Senador dos EUA, Ed Markey
