Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/data-hungry-dating-apps-are-worse-than-ever-for-your-privacy.po
Languages: de, es, fr, pt_br

# body.5802896a-cf32-4b74-8034-701141c615ca
source: None of the dating apps we reviewed get a thumbs up for privacy from us. But <a id="a1">eHarmony</a>, <a id="a2">Happn</a>, and <a id="a3">Lex</a> are at least OK! They didn’t earn the *<i>Privacy Not Included</i> warning label because they seem to respect and protect your personal information a little better than the others. So if any of those apps strike your fancy, you’re (kinda) in luck.
de: Keine der Dating-Apps, die wir überprüft haben, erhalten einen Daumen hoch für die Privatsphäre von uns. Aber <a id="a1">eHarmony</a>, <a id="a2">Happn</a>, und <a id="a3">Lex</a> sind zumindest in Ordnung! Sie haben dasWarnzeichen *<i>Datenschutz nicht inbegriffen</i> nicht verdient, weil sie deine persönlichen Daten ein wenig besser zu respektieren und zu schützen scheinen als die anderen. Wenn Ihnen also eine dieser Apps zusagt, haben Sie (irgendwie) Glück.
es: Ninguna de las aplicaciones de citas que revisamos recibe nuestro visto bueno para la privacidad. Pero <a id="a1">eHarmony</a>, <a id="a2">Happn</a> y <a id="a3">Lex</a> están al menos bien. No obtuvieron la etiqueta de advertencia de <i>*Privacidad no incluida</i> porque parecen respetar y proteger tu información personal un poco mejor que las demás. Si te gusta alguna de estas aplicaciones, estás de suerte (al menos un poco).
fr: Aucune des applications de rencontres que nous avons passées en revue n’a reçu notre approbation en matière de protection de la vie privée. Cependant, <a id="a1">eHarmony</a>, <a id="a2">Happn</a> et <a id="a3">Lex</a> ont au moins le mérite d’être acceptables ! Elles n’ont pas mérité de porter la mention *<i>Confidentialité non incluse</i> parce qu’elles semblent respecter et protéger vos informations personnelles un peu mieux que les autres. Si l’une de ces applications vous convient, vous avez de la chance (façon de parler).

# body.5802896a-cf32-4b74-8034-701141c615ca
source: Otherwise, we recommend <a id="a1">reading the reviews</a>. There is some nuance between all the apps. It’s worth seeing for yourself if the risk to your privacy is worth it to you. The things we do for love, right? (Be warned though, it seems like dating apps <a id="a2">might</a> <a id="a3">not</a> <a id="a4">deliver</a> on that.)
de: Ansonsten empfehlen wir, die <a id="a1">Bewertungen zu lesen</a>. Es gibt einige Nuancen zwischen allen Apps. Es lohnt sich, selbst zu betrachten, ob sich das Risiko für Ihre Privatsphäre für Sie lohnt. Was tut man nicht alles für die Liebe, oder? (Seien Sie jedoch gewarnt, es scheint, als <a id="a2">würden</a> Dating-Apps das <a id="a3">nicht</a> immer <a id="a4">erfüllen</a>.)
es: De lo contrario, te recomendamos que <a id="a1">leas las reseñas</a>. Hay algunos matices entre las aplicaciones y vale la pena que revises si el riesgo para tu privacidad vale la pena para ti. Las cosas que hacemos por amor, ¿verdad? (Pero ten cuidado, parece que las aplicaciones de citas <a id="a2">a veces</a> <a id="a3">no</a> <a id="a4">cumplen</a> con lo que prometen).
fr: Par ailleurs, nous vous recommandons de <a id="a1">lire les évaluations</a>. Il existe des différences entre toutes les applications. Cela vaut la peine de déterminer par vous-même si le risque pour votre vie privée en vaut la peine. Les choses que nous faisons par amour, n’est-ce pas ? Attention tout de même car il semblerait que les applications de rencontre ne <a id="a2">soient</a> <a id="a3">pas</a> <a id="a4">toujours à la hauteur</a> des attentes.

# body.5802896a-cf32-4b74-8034-701141c615ca
source: For all dating apps, here are our top three privacy tips:
de: Hier sind unsere drei wichtigsten Datenschutz-Tipps für alle Dating-Apps:
es: Estos son nuestros tres consejos de privacidad principales para todas las aplicaciones de citas:
fr: Pour toutes les applications de rencontres, voici nos trois meilleurs conseils en matière de confidentialité :
pt_br: Para todos os aplicativos de namoro, aqui estão nossas três principais dicas de privacidade:

# body.5802896a-cf32-4b74-8034-701141c615ca
source: <b>Treat your dating profile more like your LinkedIn profile</b> -- assume it could be seen by anyone and only post photos and details you’re OK with being public.
de: <b>Behandeln Sie Ihr Dating-Profil eher wie Ihr LinkedIn-Profil</b> - gehen Sie davon aus, dass es von jedem gesehen werden könnte und posten Sie nur Fotos und Details, mit denen Sie einverstanden sind.
es: <b>Trata tu perfil de citas como si fuera tu perfil de LinkedIn</b>: Asume que cualquier persona puede verlo y publica solo fotos y datos que no te moleste compartir públicamente.
fr: <b>Considérez votre profil sur les applications de rencontre comme votre profil LinkedIn</b> : partez du principe qu’il peut être vu par n’importe qui et ne publiez que des photos et des informations que vous êtes disposé à rendre publiques.
pt_br: <b>Trate seu perfil de namoro mais como seu perfil do LinkedIn</b> — suponha que ele possa ser visto por qualquer pessoa e publique apenas fotos e detalhes que você concorda em ser público.

# body.5802896a-cf32-4b74-8034-701141c615ca
source: <b>Don’t log in with third party accounts</b> and don’t link your social media accounts to your profile. That invites even more sharing of your personal information across more places that don’t always do a good job with it.
de: Melden Sie sich <b>nicht mit Konten von Drittanbietern an</b> und verknüpfen Sie Ihre Social-Media-Konten nicht mit Ihrem Profil. Das lädt dazu ein, Ihre persönlichen Daten an mehr Orten zu teilen, die damit nicht immer gute Arbeit leisten.
es: <b>No inicies sesión con cuentas de terceros</b> y no vincules tus cuentas de redes sociales a tu perfil. Eso invita a compartir aún más tu información personal en más lugares donde no siempre se hace un buen trabajo para protegerla.
fr: <b>Ne vous connectez pas avec des comptes de tiers</b> et ne reliez pas vos comptes de réseaux sociaux à votre profil. Vous risquez ainsi de partager encore plus d’informations personnelles avec un plus grand nombre de sites qui ne font pas toujours un bon usage de ces informations.
pt_br: <b>Não faça login com contas de terceiros</b> e não vincule suas contas de mídia social ao seu perfil. Isso estimula ainda mais o compartilhamento de suas informações pessoais em mais lugares que nem sempre são eficazes nisso.

# body.5802896a-cf32-4b74-8034-701141c615ca
source: <b>Limit app permissions where possible</b> from your device settings (like your location, address book, and camera roll). The less you share, the better!
de: <b>Beschränken Sie die App-Berechtigungen</b> nach Möglichkeit über Ihre Geräteeinstellungen (z. B. Ihren Standort, Ihr Adressbuch und Ihre Fotos). Je weniger Sie teilen, desto besser!
es: <b>Siempre que sea posible, limita los permisos de la aplicación</b> desde la configuración de tu dispositivo (como la ubicación, la libreta de direcciones y la cámara). ¡Cuanto menos compartas, mejor!
fr: <b>Dans la mesure du possible, limitez les autorisations des applications</b> dans les paramètres de votre appareil (comme l’accès à la localisation, au répertoire et aux photos). Moins vous en partagez, mieux c’est !
pt_br: <b>Limite as permissões do aplicativo sempre que possível</b> nas configurações do seu dispositivo (como sua localização, catálogo de endereços e galeria de fotos). Quanto menos você compartilhar, melhor!

# body.5802896a-cf32-4b74-8034-701141c615ca
source: You can find more detailed privacy advice under each of the reviews, too. But hey, wouldn’t it be cool if all apps everywhere were held to a higher standard of privacy by default? It sure would make our job less sad and life easier for all of us. If you agree, join us!
de: Detailliertere Datenschutzhinweise finden Sie auch unter den einzelnen Bewertungen. Aber hey, wäre es nicht cool, wenn alle Apps überall standardmäßig einen höheren Datenschutzstandard hätten? Es würde unsere Arbeit sicherlich weniger traurig machen und uns allen das Leben erleichtern. Wenn Sie das auch so sehen, schließen Sie sich uns an!
es: También puedes encontrar consejos de privacidad más detallados en cada una de las reseñas. ¿No crees que sería genial si todas las aplicaciones en todas partes estuvieran sujetas a un estándar de privacidad más alto de forma predeterminada? Seguro que haría nuestro trabajo menos triste y la vida más fácil para todos. Si estás de acuerdo, ¡únete a nosotros!
fr: Vous trouverez également des conseils plus détaillés sur la protection de la vie privée dans chacune des évaluations. Ne serait-ce pas formidable si toutes les applications, où qu’elles soient, respectaient par défaut des normes plus strictes en matière de protection de la vie privée ? Cela rendrait notre travail moins pénible et notre vie plus facile. Si vous êtes d’accord, rejoignez-nous !
pt_br: Você também pode encontrar conselhos de privacidade mais detalhados em cada uma das avaliações. Mas ei, não seria legal se todos os aplicativos em todos os lugares fossem mantidos em um padrão mais alto de privacidade por padrão? Com certeza tornaria nosso trabalho menos triste e a vida mais fácil para todos nós. Se você concorda, junte-se a nós!

# body.646fb509-33a7-40db-8ece-3dd9ef011faf.label
source: Demand Privacy for All
de: Fordern Sie Privatsphäre für alle
es: Exige privacidad para todos
fr: Exigez la confidentialité pour tous
pt_br: Exigir privacidade para todos

# seo_title
source: Data-Hungry Dating Apps Are Worse Than Ever for Your Privacy
de: Datenhungrige Dating-Apps sind für Ihre Privatsphäre schlimmer denn je
es: Las aplicaciones de citas ávidas de datos son cada vez peores para tu privacidad
fr: Les applications de rencontres gourmandes en données compromettent plus que jamais votre vie privée
pt_br: Os aplicativos de namoro com fome de dados estão piores do que nunca para sua privacidade

# search_description
source: Your money or your privacy? In 2024, most dating apps want both. And there’s still no guarantee your sensitive information will be kept safe.
de: Ihr Geld oder Ihre Privatsphäre? Im Jahr 2024 wollen die meisten Dating-Apps beides. Und es gibt immer noch keine Garantie, dass Ihre sensiblen Informationen sicher aufbewahrt werden.
es: ¿Tu dinero o tu privacidad? En 2024, la mayoría de las aplicaciones de citas quieren las dos cosas. Y todavía no hay garantías de que tu información confidencial se mantendrá segura.
fr: Votre argent ou votre vie privée ? En 2024, la plupart des applications de rencontres veulent les deux. De plus, rien ne garantit que vos informations sensibles seront conservées en toute sécurité.
pt_br: Seu dinheiro ou sua privacidade? Em 2024, a maioria dos aplicativos de namoro quer os dois. E ainda não há garantia de que suas informações confidenciais serão mantidas em segurança.

# body.e31d2d03-cdca-440d-a6bf-cc1025531e02
source: When dating apps encourage you to share, they usually say it’s so that their magic matching algorithm can find you more compatible friends or lovers. But that’s not all dating apps do with your data. Most dating apps (80%) may <b>share or sell your personal information</b> for advertising. It’s a bit strange because -- except for the totally “free” Facebook Dating -- all of the other apps work on a subscription model. So with dating apps, it’s not your money or your privacy. It’s often both.
fr: Lorsque les applications de rencontres vous encouragent à partager vos données, elles vous expliquent généralement que c’est pour que leur précieux algorithme puisse trouver des amis ou des partenaires qui vous correspondent davantage. Mais ce n’est pas tout ce qu’elles font de vos données. La plupart des applications de rencontres (80 %) <b>peuvent partager ou vendre vos informations</b> personnelles à des fins publicitaires. C’est un peu étrange car, à l’exception de Facebook Dating, qui est totalement « gratuit », toutes les autres applications fonctionnent sur la base d’un modèle d’abonnement. Il ne s’agit donc pas de choisir entre votre argent et votre vie privée avec les applications de rencontre car elles veulent souvent les deux à la fois.
