Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/data-hungry-dating-apps-are-worse-than-ever-for-your-privacy.po
Languages: de, es, fr, pt_br

# body.d2f15531-dd0d-48d9-93db-0138c7d8a8c6
source: <a id="a1">Grindr</a>, one of the most popular dating apps targeting men seeking men, also <a id="a2">announced</a> plans to roll out “innovative artificial intelligence-based features” while saying their “commitment to safeguarding privacy” will be unchanged. Hmm. A promise not to change doesn’t bring us much comfort coming from an app with such a bad track record for protecting users’ privacy. A recent <a id="a3">investigation</a> says Grindr might be planning to use <b>in-app chats to train</b> some of those AI features in the future, such as a <b>paywalled chatbot boyfriend</b> -- a product with even more unique <a id="a4">privacy challenges</a>.
de: <a id="a1">Grindr</a>, eine der beliebtesten Dating-Apps für Männer auf der Suche nach Männern, <a id="a2">kündigte ebenfalls Pläne an,</a> „innovative Funktionen auf Basis künstlicher Intelligenz“ einzuführen, während ihre „Verpflichtung zum Schutz der Privatsphäre“ unverändert bleibe. Hmm. Ein Versprechen, sich nicht zu ändern, bringt uns nicht viel Trost von einer App mit einer so schlechten Erfolgsbilanz beim Schutz der Privatsphäre der Nutzer. Eine kürzlich durchgeführte <a id="a3">Untersuchung</a> besagt, dass Grindr möglicherweise plant, <b>In-App-Chats</b> zu verwenden, um einige dieser KI-Funktionen in Zukunft zu trainieren, z. B. einen <b>bezahlten Chatbot-Freund</b> - ein Produkt mit noch <a id="a4"></a>.
es: <a id="a1">Grindr</a>, una de las aplicaciones de citas más populares dirigidas a hombres que buscan hombres, también <a id="a2">anunció</a> planes para implementar «funciones innovadoras basadas en inteligencia artificial», al tiempo que dijo que su «compromiso de salvaguardar la privacidad» no cambiaría. Mmm... La promesa de no cambiar no nos trae demasiada tranquilidad cuando proviene de una aplicación con un historial pésimo en la protección de la privacidad de sus usuarios. Una <a id="a3">investigación</a> reciente dice que Grindr podría estar planeando usar los <b>chats integrados en la aplicación para entrenar</b> algunas de esas funciones de IA en el futuro, por ejemplo, un <b>novio chatbot de pago</b>... un producto con <a id="a4">desafíos de privacidad</a> aún más particulares.
fr: <a id="a1">Grindr</a>, l’une des applications de rencontre les plus populaires destinées aux hommes souhaitant rencontrer d’autres hommes, a également <a id="a2">annoncé</a> son intention de mettre en place des « fonctionnalités innovantes basées sur l’intelligence artificielle », tout en affirmant que son « engagement à protéger la vie privée » resterait inchangé. Hmm. La promesse de ne pas changer n’est pas très rassurante de la part d’une application dont les antécédents en matière de protection de la vie privée sont particulièrement mauvais. Une <a id="a3">enquête</a> récente indique que Grindr envisage peut-être d’utiliser les <b>conversations dans l’application pour développer</b> certaines fonctionnalités d’intelligence artificielle, comme un <b>petit ami chatbot payant</b>, un projet qui pose encore plus de <a id="a4">problèmes en matière de protection de la vie privée</a>.
pt_br: O <a id="a1">Grindr</a>, um dos aplicativos de namoro mais populares voltados para homens que procuram homens, também <a id="a2">anunciou</a> planos para lançar "recursos inovadores baseados em inteligência artificial", ao mesmo tempo em que diz que seu "compromisso com a salvaguarda da privacidade" permanecerá inalterado. Hmm. Uma promessa de não mudar não nos traz muito conforto vindo de um aplicativo com um histórico tão ruim para proteger a privacidade dos usuários. Uma <a id="a3">investigação</a> recente diz que o Grindr pode estar planejando usar bate-papos <b>no aplicativo para treinar</b> alguns desses recursos de IA no futuro, como um <b>namorado chatbot pago</b> — um produto com <a id="a4">desafios de privacidade</a> ainda mais exclusivos.

# body.d2f15531-dd0d-48d9-93db-0138c7d8a8c6
source: With AI in the mix, we’re dealing with a whole ‘nother level of potential privacy problems. We may even need more data privacy dings to address them all -- stay tuned for that. In the meantime…
de: Mit KI im Gespräch haben wir es mit einer ganzen Reihe potenzieller Datenschutzprobleme zu tun. Möglicherweise benötigen wir sogar mehr Datenschutzbestimmungen, um sie alle anzugehen - bleiben Sie auf dem Laufenden. Bis dahin...
es: Al agregar la IA al juego, estamos lidiando con otro nivel de problemas potenciales de privacidad. Incluso es posible que necesitemos más críticas a la privacidad de los datos para abordarlas todas. Mantente atento(a) a eso. Mientras tanto...
fr: Avec l’IA, nous sommes confrontés à un tout autre éventail de problèmes potentiels en matière de protection de la vie privée. Il se peut même que nous devions ajouter d’autres points à notre liste de problèmes de confidentialité à signaler pour les aborder tous, nous vous en dirons plus à ce sujet prochainement. En attendant...
pt_br: Com a IA na jogada, estamos lidando com todo um outro nível de potenciais problemas de privacidade. Podemos até precisar de mais notificações de privacidade de dados para lidar com todos eles — fique atento a isso. Enquanto isso...

# body.89a71835-1193-4c36-86d2-d05243403dc7
source: More facts about these dating apps:
de: Weitere Fakten zu diesen Dating-Apps:
es: Más datos sobre estas aplicaciones de citas:
fr: Plus d’informations concernant les applications de rencontres :
pt_br: Mais fatos sobre esses aplicativos de namoro:

# body.491a4c67-9e84-4fe2-a974-507e7672e392
source: One app had NO privacy policy
de: Eine App hatte KEINE Datenschutzrichtlinie
es: Una de las aplicaciones NO tenía una política de privacidad
fr: Une certaine application ne dispose d’AUCUNE politique de confidentialité
pt_br: Uma aplicação NÃO tinha política de privacidade

# body.491a4c67-9e84-4fe2-a974-507e7672e392
source: We couldn’t find an English privacy policy for <a id="a1">Lovoo</a> even though it’s available for download in English-speaking countries like the US, Canada and the UK. If you speak German, there’s a privacy policy for you. But if English is your only language, no privacy policy love for you!
de: Wir konnten keine englische Datenschutzerklärung für <a id="a1">Lovoo</a> finden, obwohl sie in englischsprachigen Ländern wie den USA, Kanada und Großbritannien zum Download verfügbar ist. Wenn Sie Deutsch sprechen, gibt es eine Datenschutzerklärung für Sie. Aber wenn Englisch Ihre einzige Sprache ist müssen Sie ohne eine schöne Datenschutzerklärung auskommen!
es: No pudimos encontrar una política de privacidad en inglés para <a id="a1">Lovoo</a> a pesar de que está disponible para su descarga en países de habla inglesa como EE. UU., Canadá y el Reino Unido. Si hablas alemán, hay una política de privacidad para ti, pero si el inglés es tu único idioma, ¡no encontrarás nada!
fr: Nous n’avons pas trouvé de politique de confidentialité en anglais pour l’application <a id="a1">Lovoo</a>, bien qu’elle soit disponible au téléchargement dans les pays anglophones tels que les États-Unis, le Canada et le Royaume-Uni. Si vous parlez allemand, vous trouverez une politique de confidentialité que vous pourrez comprendre. Mais si vous ne parlez que l’anglais, il n’y a pas de politique de confidentialité pour vous !
pt_br: Não conseguimos encontrar uma política de privacidade em inglês para o <a id="a1">Lovoo</a>, embora esteja disponível para download em países de língua inglesa como os EUA, Canadá e Reino Unido. Se você fala alemão, há uma política de privacidade para você. Mas se o inglês é seu único idioma, nenhum amor na política de privacidade para você!

# body.491a4c67-9e84-4fe2-a974-507e7672e392
source: About half of the apps are owned by just two companies
de: Etwa die Hälfte der Apps gehört nur zwei Unternehmen
es: Solo dos empresas son propietarias de aproximadamente la mitad de las aplicaciones
fr: Près de la moitié des applications sont détenues par deux entreprises seulement
pt_br: Cerca de metade dos aplicativos são de propriedade de apenas duas empresas

# body.491a4c67-9e84-4fe2-a974-507e7672e392
source: Match Group owns <a id="a1">Tinder</a>, <a id="a2">OkCupid</a>, <a id="a3">Match</a>, <a id="a4">Hinge</a>, <a id="a5">Plenty of Fish</a>, <a id="a6">BlackPeopleMeet</a>, <a id="a7">OurTime</a>, and dozens more dating apps. Spark Network owns <a id="a8">Christian Mingle</a>, <a id="a9">Jdate</a>, <a id="a10">Elite Singles</a>, and <a id="a11">Zoosk</a> from this list. <a id="a12">Bumble</a> and <a id="a13">Badoo</a> are also owned by the same company. That means your personal data can be shared from any of the apps within their bigger company. That’s a lot of potential sharing, and that’s not good.
de: Match Group besitzt <a id="a1">Tinder</a>, <a id="a2">OkCupid</a>, <a id="a3">Match</a>, <a id="a4">Hinge</a>, <a id="a5">Plenty of Fish</a>, <a id="a6">BlackPeopleMeet</a>, <a id="a7">OurTime</a>, und Dutzende weitere Dating-Apps. Spark Network besitzt aus dieser Liste <a id="a8">Christian Mingle</a>, <a id="a9">Jdate</a>, <a id="a10">Elite Singles</a>, und <a id="a11">Zoosk</a>. <a id="a12">Bumble</a> und <a id="a13">Badoo</a> sind ebenfalls im Besitz derselben Firma. Das bedeutet, dass Ihre persönlichen Daten von jeder der Apps innerhalb ihres größeren Unternehmens geteilt werden können. Das ist viel Potenzial, und das ist nicht gut.
es: Match Group es propietaria de <a id="a1">Tinder</a>, <a id="a2">OkCupid</a>, <a id="a3">Match</a>, <a id="a4">Hinge</a>, <a id="a5">Plenty of Fish</a>, <a id="a6">BlackPeopleMeet</a>, <a id="a7">OurTime</a> y otras docenas de aplicaciones de citas. Spark Network es propietaria de <a id="a8">Christian Mingle</a>, <a id="a9">Jdate</a>, <a id="a10">EliteSingles</a> y <a id="a11">Zoosk</a>. <a id="a12">Bumble</a> y <a id="a13">Badoo</a> también pertenecen a la misma empresa. Esto significa que tus datos personales se pueden compartir en una de estas grandes empresas desde cualquiera de sus aplicaciones, y se traduce como mucho potencial para compartir... algo que no es nada bueno.
fr: Match Group possède <a id="a1">Tinder</a>, <a id="a2">OkCupid</a>, <a id="a3">Match</a>, <a id="a4">Hinge</a>, <a id="a5">Plenty of Fish</a>, <a id="a6">BlackPeopleMeet</a>, <a id="a7">OurTime</a> et des dizaines d’autres applications de rencontres. Spark Network possède <a id="a8">Christian Mingle</a>, <a id="a9">Jdate</a>, <a id="a10">Elite Singles</a> et <a id="a11">Zoosk</a> pour ne citer que quelques exemples. <a id="a12">Bumble</a> et <a id="a13">Badoo</a> appartiennent également à la même société. Cela signifie que vos données personnelles peuvent être partagées à partir de n’importe quelle application appartenant à la même société. Cela représente énormément de partage potentiel, ce qui est plutôt inquiétant.
pt_br: O Match Group é dono do <a id="a1">Tinder</a>, <a id="a2">OkCupid</a>, <a id="a3">Match</a>, <a id="a4">Hinge</a>, <a id="a5">Plenty of Fish</a>, <a id="a6">BlackPeopleMeet</a>, <a id="a7">OurTime</a> e dezenas de outros aplicativos de namoro. A Spark Network possui <a id="a8">Christian Mingle</a>, <a id="a9">Jdate</a>, <a id="a10">Elite Singles</a> e <a id="a11">Zoosk</a> desta lista. <a id="a12">Bumble</a> e <a id="a13">Badoo</a> também são de propriedade da mesma empresa. Isso significa que seus dados pessoais podem ser compartilhados de qualquer um dos aplicativos dentro de sua empresa maior. Isso é muito compartilhamento em potencial e não é nada bom.

# body.491a4c67-9e84-4fe2-a974-507e7672e392
source: Lawsuits say: love is a losing game
de: Klagen besagen: Liebe ist ein verlustreiches Spiel
es: Las demandas dicen: el amor es un juego perdido
fr: Le verdict est tombé : l’amour est un jeu perdu d’avance
pt_br: Ações judiciais dizem: o amor é um jogo perdido

# body.491a4c67-9e84-4fe2-a974-507e7672e392
source: On Valentine’s Day (aww!) <a id="a1">Match Group</a> <a id="a2">was sued</a> for “lock[ing] users into a pay-to-play loop that prioritizes corporate profits over its marketing promises and customers’ relationship goals.” Uh oh. OK-at-privacy <a id="a3">eHarmony</a> was also <a id="a4">accused of</a> “manipulative selling practices” that laid a “subscription trap” for users.
de: Am Valentinstag (aww!) wurde die <a id="a1">Match Group</a> <a id="a2"> verklagt,</a> weil „Benutzer in eine Pay-to-Play-Falle gezogen wurden, die Unternehmensgewinne über ihre Marketingversprechen und die Beziehungsziele der Kunden stellt.“ Oh-oh. <a id="a3">eHarmony,</a> die bei der Privatsphäre ganz okay waren, wurden auch wegen „manipulativer Verkaufspraktiken“ <a id="a4">beschuldigt,</a> die den Benutzern eine „Abonnementfalle¡ stellten.
es: El día de San Valentín (¡Ohh!) la empresa <a id="a1">Match Group</a> <a id="a2">fue demandada</a> por «encerrar a los usuarios en un ciclo de “pagar por jugar” que prioriza las ganancias corporativas sobre sus promesas de marketing y los objetivos de los clientes de encontrar una relación». Oh, oh... La no tan mala en privacidad <a id="a3">eHarmony</a> también fue <a id="a4">acusada de ejercer</a> «prácticas de venta manipuladoras» que pusieron una «trampa de suscripción» a los usuarios.
fr: Le jour de la Saint-Valentin (comme c’est romantique !), <a id="a1">Match Group</a> a été <a id="a2">poursuivi en justice</a> pour avoir « confiné les utilisateurs dans une boucle de paiement qui donne la priorité aux profits de l’entreprise plutôt qu’à ses promesses marketing et aux objectifs relationnels de ses clients ». Une affaire à suivre... <a id="a3">eHarmony</a> (une société plutôt respectueuse de la vie privée) a également été <a id="a4">accusé de</a> « pratiques commerciales manipulatrices » qui ont fait tomber les utilisateurs dans le « piège de l’abonnement ».
pt_br: No Dia dos Namorados (Que fofo!) O <a id="a1">Match Group</a> <a id="a2">foi processado</a> por “prender os usuários a um ciclo pay-to-play (pagar para jogar) que prioriza os lucros corporativos em relação às suas promessas de marketing e às metas de relacionamento dos clientes”. Ai, ai. A <a id="a3">eHarmony</a>, que está bem em termos de privacidade, também foi <a id="a4">acusada</a> de "práticas de venda manipuladoras" que colocaram uma "armadilha de assinatura" para os usuários.

# body.491a4c67-9e84-4fe2-a974-507e7672e392
source: AI is not-so-smart when it comes to matching humans
de: KI ist nicht so schlau, wenn es darum geht, Menschen zusammenzubringen
es: La IA no es tan inteligente cuando se trata de emparejar humanos
fr: L’IA n’est pas si brillante lorsqu’il s’agit de rapprocher les humains
pt_br: A IA não é tão inteligente quando se trata de corresponder humanos

# body.491a4c67-9e84-4fe2-a974-507e7672e392
source: <a id="a1">Tinder</a>, <a id="a2">OkCupid</a>, <a id="a3">Facebook Dating</a>, <a id="a4">Happn</a>, <a id="a5">CoffeeMeetsBagel</a>, and <a id="a6">Tantan</a> all use AI in their matching algorithms. With little information about how these algorithms work, we’re worried they could <a id="a7">double-down</a> on real-world biases in dating like <a id="a8">sexual racism</a> and fatphobia -- stripping away users’ actual preferences where it really matters. We are all so much more than the sum of our swipes!
de: <a id="a1">Tinder</a>, <a id="a2">OkCupid</a>, <a id="a3">Facebook Dating</a>, <a id="a4">Happn</a>, <a id="a5">CoffeeMeetsBagel</a>, und <a id="a6">Tantan</a> verwenden KI in ihren Matching-Algorithmen. Da es wenig Informationen darüber gibt, wie diese Algorithmen funktionieren, sind wir besorgt, dass sie die Vorurteile in der realen Welt wie <a id="a7">sexuellen Rassismus</a> und Fettphobie <a id="a8">verschlimmern</a> könnten - indem sie die tatsächlichen Präferenzen der Nutzer dort wegnehmen, wo es wirklich darauf ankommt. Wir sind alle so viel mehr als die Summe unserer Wischbewegungen!
es: <a id="a1">Tinder</a>, <a id="a2">OkCupid</a>, <a id="a3">Facebook Parejas</a>, <a id="a4">Happn</a>, <a id="a5">CoffeeMeetsBagel</a> y <a id="a6">Tantan</a> utilizan IA en sus algoritmos de coincidencias. Al no disponer de demasiada información sobre cómo funcionan estos algoritmos, nos preocupa que puedan <a id="a7">duplicar</a> los sesgos del mundo real, como el <a id="a8">racismo sexual</a> y la gordofobia, eliminando las preferencias reales de los usuarios que son lo que realmente importa. ¡Somos mucho más que la suma de nuestros «likes»!
fr: <a id="a1">Tinder</a>, <a id="a2">OkCupid</a>, <a id="a3">Facebook Dating</a>, <a id="a4">Happn</a>, <a id="a5">CoffeeMeetsBagel</a> et <a id="a6">Tantan</a> utilisent tous l’IA dans leurs algorithmes de correspondance. En l’absence d’informations sur le fonctionnement de ces algorithmes, nous craignons qu’ils ne <a id="a7">reproduisent</a> les préjugés du monde réel en matière de rencontres, tels que le <a id="a8">racisme sexuel</a> et la grossophobie, en supprimant les préférences réelles des utilisateurs là où elles sont vraiment importantes. Nous représentons tous bien plus que la somme de nos « swipes » !
pt_br: <a id="a1">Tinder</a>, <a id="a2">OkCupid</a>, <a id="a3">Facebook Dating</a>, <a id="a4">Happn</a>, <a id="a5">CoffeeMeetsBagel</a> e <a id="a6">Tantan</a> usam IA em seus algoritmos de correspondência. Com pouca informação sobre como esses algoritmos funcionam, estamos preocupados que eles possam <a id="a7">dobrar</a> os vieses do mundo real em namoro, como <a id="a8">racismo sexual</a> e gordofobia — eliminando as preferências reais dos usuários onde realmente importa. Somos todos muito mais do que a soma de nossos deslizes (Swipes)!

# body.491a4c67-9e84-4fe2-a974-507e7672e392
source: Swindlers and romance-scammers are on the rise
de: Schwindler und Liebesbetrüger sind auf dem Vormarsch
es: Los timadores y los estafadores románticos están en aumento
fr: Les arnaqueurs et les escroqueries sentimentales se multiplient
pt_br: Trapaceiros e golpistas românticos estão em ascensão

# body.491a4c67-9e84-4fe2-a974-507e7672e392
source: Romance scammers use fake dating app profiles to target unsuspecting app users, pretending to be interested in your heart when what they really want is your money. They’re a huge problem <a id="a1">worldwide</a> with the United States’ <a id="a2">Federal Trade Commission</a> reporting that consumers lost millions of dollars to those scams in 2023. Although probably no app is immune, scams from <a id="a3">Tinder</a>, <a id="a4">Tantan</a>, <a id="a5">Zoosk</a>, <a id="a6">Facebook Dating</a> and <a id="a7">Lovoo</a> made the news recently.
de: Liebesbetrüger verwenden gefälschte Dating-App-Profile, um ahnungslose App-Nutzer anzusprechen und so zu tun, als wären sie an Ihrem Herzen interessiert, obwohl das, was sie wirklich wollen, Ihr Geld ist. Sie sind <a id="a1">weltweit</a> ein großes Problem, da die <a id="a2">Federal Trade Commission</a> der Vereinigten Staaten berichtet, dass Verbraucher im Jahr 2023 Millionen von Dollar durch diese Betrügereien verloren haben. Obwohl wahrscheinlich keine App immun ist, machtenBetrügereien von <a id="a3">Tinder</a>, <a id="a4">Tantan</a>, <a id="a5">Zoosk</a>, <a id="a6">Facebook Dating</a>, und <a id="a7">Lovoo</a> kürzlich Schlagzeilen.
es: Los estafadores románticos usan perfiles falsos en aplicaciones de citas para dirigirse a usuarios desprevenidos de la aplicación, fingiendo estar interesados en tu corazón cuando lo que realmente quieren es tu dinero. Son un gran problema en <a id="a1">todo el mundo</a>; la <a id="a2">Comisión Federal de Comercio</a> de los Estados Unidos informó que en 2023 los consumidores perdieron millones de dólares con esas estafas. Aunque probablemente ninguna aplicación sea inmune a esta amenaza, las estafas de <a id="a3">Tinder</a>, <a id="a4">Tantan</a>, <a id="a5">Zoosk</a>, <a id="a6">Facebook Parejas</a> y <a id="a7">Lovoo</a> fueron noticia recientemente.
fr: Les escrocs utilisent de faux profils sur les applications de rencontres pour cibler les utilisateurs peu méfiants, en prétendant s’intéresser à votre âme alors que ce qu’ils veulent vraiment, c’est votre argent. Il s’agit d’un énorme problème dans le <a id="a1">monde entier</a>, la <a id="a2">Federal Trade Commission</a> des États-Unis a rapporté que des millions de dollars ont été perdus par des utilisateurs en raison de ce type d’escroquerie en 2023. Bien qu’aucune application ne soit à l’abri, des escroqueries sur <a id="a3">Tinder</a>, <a id="a4">Tantan</a>, <a id="a5">Zoosk</a>, <a id="a6">Facebook Dating</a> et <a id="a7">Lovoo</a> ont récemment fait la une des journaux.
pt_br: Os golpistas românticos usam perfis falsos de aplicativos de namoro para atingir usuários desavisados, fingindo estar interessados em seu coração quando o que eles realmente querem é o seu dinheiro. Eles são um grande problema em todo o <a id="a1">mundo</a>, com a <a id="a2">Comissão Federal de Comércio</a> dos Estados Unidos relatando que os consumidores perderam milhões de dólares com esses golpes em 2023. Embora provavelmente nenhum aplicativo esteja imune, golpes do <a id="a3">Tinder</a>, <a id="a4">Tantan</a>, <a id="a5">Zoosk</a>, <a id="a6">Facebook Dating</a> e <a id="a7">Lovoo</a> foram notícia recentemente.

# body.491a4c67-9e84-4fe2-a974-507e7672e392
source: Online aliases are back!
de: Online-Aliase sind zurück!
es: ¡Los alias en línea han vuelto!
fr: Les pseudonymes sont de retour !
pt_br: Os pseudônimos online estão de volta!

# body.491a4c67-9e84-4fe2-a974-507e7672e392
source: <a id="a1">Muzz</a> and <a id="a2">Her</a> say in their privacy policies that daters can use nicknames or aliases on their apps. That’s cool!
de: <a id="a1">Muzz</a> und <a id="a2">Her</a> sagen in ihren Datenschutzrichtlinien, dass die Dater Spitznamen oder Aliase in ihren Apps verwenden können. Das ist cool!
es: <a id="a1">Muzz</a> y <a id="a2">Her</a> dicen en sus políticas de privacidad que los usuarios pueden usar apodos o alias en sus aplicaciones. ¡Esto es genial!
fr: <a id="a1">Muzz</a> et <a id="a2">Her</a> précisent dans leur politique de confidentialité que les utilisateurs peuvent utiliser des surnoms ou des pseudonymes dans leurs applications. Génial !
pt_br: <a id="a1">Muzz</a> e <a id="a2">Her</a> dizem em suas políticas de privacidade que os usuários românticos podem usar apelidos ou pseudônimos em seus aplicativos. Isso é legal!

# body.9ef08c1f-57f8-4162-a279-e7ffc7144a93
source: So what can you do about it?
de: Was können Sie also dagegen tun?
es: Entonces, ¿qué puedes hacer al respecto?
fr: Comment réagir ?
pt_br: Então, o que você pode fazer sobre isso?
