Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/data-hungry-dating-apps-are-worse-than-ever-for-your-privacy.po
Languages: de, es, fr, pt_br

# body.48b6787c-9a07-4e41-86c8-b64fd7c077e4
source: On top of all that, there’s more data that you almost <b>definitely don’t know about</b> like information that’s collected from third-parties, your device, or taken from your photos. About 25% of the apps collect metadata from your content -- which is information in the files about when the photo (or video) was taken, where, and what day. <a id="a1">Others</a> <a id="a2">say</a> <a id="a3">they</a> can scan your content for information using third party services to "help identify your interests and activities—such as if your photo includes pets, sports or trips—and to help [them] provide better matches for you." That seems unnecessary, especially when users are already asked about those things. But using some of your data to guess more data about you is pretty common -- 64% of the apps’ privacy policies mention creating “inferences” about you, usually to target you with more ads or services to get more of your money.
de: Darüber hinaus gibt es noch mehr Daten, von denen Sie <b>definitiv nichts wissen</b>, wie Informationen, die von Dritten, Ihrem Gerät oder von Ihren Fotos gesammelt werden. Etwa 25 % der Apps sammeln Metadaten aus Ihren Inhalten - das sind Informationen in den Dateien darüber, wann, wo und an welchem Tag das Foto (oder Video) aufgenommen wurde. <a id="a1">Andere</a> <a id="a2">sagen</a>, dass <a id="a3">sie</a> Ihre Inhalte mithilfe von Diensten von Drittanbietern auf Informationen scannen können, um „Ihre Interessen und Aktivitäten zu identifizieren - zum Beispiel, wenn Ihr Foto Haustiere, Sport oder Reisen enthält - und um [ihnen] zu helfen, Ihnen bessere Übereinstimmungen zu bieten.“ Das scheint unnötig, vor allem, wenn die Benutzer bereits nach diesen Dingen gefragt wurden. Aber einige Ihrer Daten zu verwenden, um mehr Daten über Sie zu erraten, ist ziemlich üblich - 64 % der Datenschutzrichtlinien der Apps erwähnen, dass sie „Rückschlüsse“ auf Sie ziehen, normalerweise um Sie mit mehr Anzeigen oder Diensten anzusprechen, um mehr von Ihrem Geld zu erhalten.
es: Además de todo eso, hay más datos que casi <b>seguro no conoces,</b> como información recopilada de terceros, de tu dispositivo o de tus fotos. Alrededor del 25 % de las aplicaciones recopilan metadatos de tus contenidos, esto es información que se encuentra en los archivos y que dice cuándo se tomó la foto (o el vídeo), dónde y qué día. <a id="a1">Otros</a> <a id="a2"></a> <a id="a3">dicen que</a> pueden escanear tus contenidos en busca de información, utilizando servicios de terceros para «ayudar a identificar tus intereses y actividades, por ejemplo, si tu foto incluye mascotas, deportes o viajes; y para ayudar [a ellos] a proporcionarte mejores coincidencias». Esto parece innecesario, especialmente cuando ya se pregunta a los usuarios sobre esas cosas. Sin embargo, usar algunos de sus datos para adivinar más datos sobre ti es una práctica bastante común: el 64 % de las políticas de privacidad de las aplicaciones mencionan la creación de «inferencias» sobre ti, generalmente con el fin de orientarte más anuncios o servicios para obtener más de tu dinero.
fr: Pour couronner le tout, des données supplémentaires sont collectées <b>sans que vous ne le sachiez</b>, par exemple des informations provenant de tiers, de votre appareil ou de vos photos. Environ 25 % des applications collectent des métadonnées à propos de votre contenu, c’est-à-dire des informations contenues dans les fichiers concernant la date à laquelle une photo (ou une vidéo) a été prise, l’endroit et le jour en question. <a id="a1">D’autres applications</a> <a id="a2">affirment</a> <a id="a3">être en mesure</a> de rechercher des informations dans votre contenu à l’aide de services tiers afin « d’identifier vos centres d’intérêt et vos activités (par exemple si vos photos contiennent des animaux de compagnie, des activités sportives ou des voyages) et de vous proposer de meilleures correspondances ». Cela semble inutile, d’autant plus que les utilisateurs doivent déjà répondre à des questions sur ces sujets. 64 % des politiques de confidentialité des applications mentionnent la création de « déductions » vous concernant, généralement dans le but de vous proposer davantage de publicités ou de services et de vous soutirer encore plus d’argent.
pt_br: Além de tudo isso, há mais dados que você quase <b>definitivamente não conhece</b>, como informações coletadas de terceiros, do seu dispositivo ou tiradas de suas fotos. Cerca de 25% dos aplicativos coletam metadados do seu conteúdo — que são informações nos arquivos sobre quando a foto (ou vídeo) foi tirada, onde e em que dia. <a id="a1">Outros</a> <a id="a2">dizem</a> que <a id="a3">podem</a> verificar seu conteúdo em busca de informações usando serviços de terceiros para "ajudar a identificar seus interesses e atividades — como se sua foto incluísse animais de estimação, esportes ou viagens — e para ajudar [eles] a fornecer melhores correspondências para você". Isso parece desnecessário, especialmente quando os usuários já são questionados sobre essas coisas. Mas usar alguns de seus dados para adivinhar mais dados sobre você é bastante comum — 64% das políticas de privacidade dos aplicativos mencionam a criação de "inferências" sobre você, geralmente para segmentá-lo com mais anúncios ou serviços para obter mais do seu dinheiro.

# body.11b4b319-3771-4178-bb04-d0a0f22c0426
source: Way too often, dating apps don’t keep your personal information private
de: Viel zu oft halten Dating-Apps Ihre persönlichen Daten nicht privat
es: Con demasiada frecuencia, las aplicaciones de citas no mantienen la privacidad de tu información personal
fr: Il arrive trop souvent que les applications de rencontres ne préservent pas la confidentialité de vos informations personnelles
pt_br: Com muita frequência, os aplicativos de namoro não mantêm suas informações pessoais privadas

# body.e31d2d03-cdca-440d-a6bf-cc1025531e02
source: When dating apps encourage you to share, they usually say it’s so that their magic matching algorithm can find you more compatible friends or lovers. But that’s not all dating apps do with your data. Most dating apps (80%) may <b>share or sell your personal information</b> for advertising. And sometimes it’s not even clear to us whether your personal information is being sold or not (ahem, <a id="a1">Bumble</a>). It’s a bit strange because -- except for the totally “free” Facebook Dating -- all of the other apps work on a subscription model. So with dating apps, it’s not your money or your privacy. It’s often both.
de: Wenn Dating-Apps Sie zum Teilen ermuntern, sagen sie normalerweise, dass der Grund ist, dass ihr magischer Matching-Algorithmus für Sie kompatible Freunde oder Liebhaber finden kann. Aber das ist nicht alles, was Dating-Apps mit Ihren Daten machen. Die meisten Dating-Apps (80 %) können <b>Ihre persönlichen Daten für Werbezwecke weitergeben oder verkaufen.</b> Manchmal wissen nicht einmal wir, ob Ihre persönlichen Daten verkauft werden oder nicht (*räusper*, <a id="a1">Bumble</a>). Das ist ein bisschen seltsam, weil – mit Ausnahme des völlig „kostenlosen“ Facebook-Datings – alle anderen Apps mit einem Abonnementmodell funktionieren. Bei Dating-Apps geht es also nicht um Ihr Geld oder Ihre Privatsphäre. Es ist oft beides.

# body.e31d2d03-cdca-440d-a6bf-cc1025531e02
source: We also couldn’t confirm whether half (52%) of the apps do the bare minimum to keep all your personal information safe, by meeting our Minimum Security Standards. So it’s also not surprising that the same number of apps (52%) earn our <b>bad track record</b> “ding” for a data breach, leak, or hack in the past three years. And those breaches have been… really bad. Like when location data from gay dating app <a id="a1">Grindr</a> ended up in data brokers’ hands and was <a id="a2">purchased</a> by a Catholic group in the US to monitor members of their clergy. Ouff.
de: Wir konnten auch nicht bestätigen, ob die Hälfte (52 %) der Apps überhaupt das Minimum tun, um alle Ihre persönlichen Daten zu schützen, indem sie unsere Mindestsicherheitsstandards erfüllen. Es ist also auch nicht verwunderlich, dass die gleiche Anzahl von Apps (52 %) in den letzten drei Jahren unsere <b>schlechte Erfolgsbilanz</b> für ein „Ding“, ein Leck oder einen Hack verdient hat. Und diese Verstöße waren... wirklich schlimm. Wie damals, als Standortdaten von der Gay-Dating-App <a id="a1">Grindr</a> in die Hände von Datenbrokern gelangten und von einer katholischen Gruppe in den USA <a id="a2">gekauft</a> wurden, um Mitglieder ihres Klerus zu überwachen. Uff.
es: Tampoco pudimos confirmar si la mitad (52 %) de las aplicaciones hacen lo mínimo para mantener segura toda tu información personal, al cumplir con nuestros estándares mínimos de seguridad. Por lo tanto, tampoco es sorprendente que esa misma cantidad de aplicaciones (52 %) tenga un <b>historial negativo</b> de críticas nuestras por violación, fuga o pirateo de datos en los últimos tres años. Y esas infracciones han sido... realmente malas. Como cuando los datos de ubicación de la aplicación de citas gay <a id="a1">Grindr</a> terminaron en manos de brókers de datos y fueron <a id="a2">comprados</a> por un grupo católico en los EE. UU. para monitorear a los miembros de su clero. ¡Uf!
fr: Nous ne sommes pas non plus en mesure de confirmer si la moitié (52 %) des applications font le strict minimum pour assurer la sécurité de vos informations personnelles, en se conformant à nos normes de sécurité minimales. Il n’est donc pas surprenant que le même nombre d’applications (52 %) <b>ait été « signalées »</b> pour des failles, des fuites ou des piratages de données au cours des trois dernières années. Certaines de ces failles ont eu des conséquences… très graves. Par exemple, les données de localisation de l’application de rencontres gay <a id="a1">Grindr</a> se sont retrouvées entre les mains de courtiers en données et ont été <a id="a2">achetées</a> par un groupe catholique aux États-Unis pour surveiller les membres de sa paroisse. C’est du joli…
pt_br: Também não conseguimos confirmar se metade (52%) dos aplicativos faz o mínimo para manter todas as suas informações pessoais seguras, atendendo aos nossos Padrões Mínimos de Segurança. Portanto, também não é surpreendente que o mesmo número de aplicativos (52%) ganhe nosso <b>histórico ruim</b> "notificação" por uma violação de dados, vazamento ou hack nos últimos três anos. E essas violações foram... muito ruins. Como quando os dados de localização do aplicativo de namoro gay <a id="a1">Grindr</a> acabaram nas mãos dos corretores de dados e foram <a id="a2">comprados</a> por um grupo católico nos EUA para monitorar membros de seu clero. Caramba.

# body.522d874c-1ef0-4ae2-8697-1e0246913c8f
source: And with dating apps’ rush to integrate AI, things could get much worse
de: Und so wie sich die Dating-Apps beeilen, KI zu integrieren, könnte es noch viel schlimmer werden
es: Además, con la prisa de las aplicaciones de citas por integrar la IA, las cosas podrían empeorar mucho más
fr: Avec la course à l’intégration de l’IA par les applications de rencontres, les choses pourraient empirer
pt_br: E com a pressa dos aplicativos de namoro em integrar a IA, as coisas podem piorar muito

# body.d2f15531-dd0d-48d9-93db-0138c7d8a8c6
source: Half of the dating apps we reviewed are already using artificial intelligence, for reasons that range from potentially good (like <a id="a1">Bumble</a>’s Deception Detector), to a little silly (like <a id="a2">Tinder</a>’s profile picture selector), to potentially bad (like many of the apps’ <a id="a3">possibly discriminatory</a> matching algorithms). But it seems like that’s just the beginning of dating apps’ plans for AI integration. That worries us because generative AI is a <a id="a4">privacy minefield</a> that we’re not confident already bad-at-privacy dating apps can handle.
de: Die Hälfte der Dating-Apps, die wir überprüft haben, verwenden bereits künstliche Intelligenz aus Gründen, die von potenziell gut (wie <a id="a1">Bumbles</a> Deception Detector) über ein wenig albern (wie <a id="a2">Tinders</a> Profilbild-Selektor) bis hin zu potenziell schlecht (wie viele der <a id="a3">möglicherweise diskriminierenden</a> Matching-Algorithmen der Apps) reichen. Doch es scheint, dass dies erst der Anfang der Pläne von Dating-Apps für die KI-Integration ist. Das beunruhigt uns, weil generative KI ein <a id="a4">Minenfeld für den Datenschutz</a> ist, von dem wir nicht überzeugt sind, dass es Dating-Apps mit jetzt schon schlechtem Datenschutz bewältigen können.
es: La mitad de las aplicaciones de citas que revisamos ya están utilizando inteligencia artificial, por razones que van desde potencialmente buenas (como el detector de engaños de <a id="a1">Bumble</a>), a un poco tontas (como el selector de imágenes de perfil de <a id="a2">Tinder</a>), a potencialmente malas (como muchos de los algoritmos de coincidencia <a id="a3">potencialmente discriminatorios</a> de las aplicaciones). Pero parece que esto es solo el comienzo de los planes de las aplicaciones de citas para integrar la IA. Esto nos preocupa porque la IA generativa es un <a id="a4">campo minado para la privacidad</a> y no estamos seguros de que las aplicaciones de citas, que ya son malas con la privacidad, puedan manejarlo.
fr: La moitié des applications de rencontres que nous avons analysées utilisent déjà l’intelligence artificielle, pour des raisons qui vont de potentiellement bonnes (comme le détecteur de tromperie de <a id="a1">Bumble</a>), en passant par un peu ridicules (comme le sélecteur de photos de profil de <a id="a2">Tinder</a>), jusqu’à potentiellement néfastes (comme les algorithmes de correspondance <a id="a3">possiblement discriminatoires</a> de beaucoup d’applications). Mais il semble que l’intégration de l’IA dans les applications de rencontres n’en soit qu’à ses balbutiements. Cela nous inquiète, car l’IA générative est un véritable <a id="a4">terrain miné en matière de protection de la vie privée</a>, et nous ne sommes pas convaincus de la capacité des applications de rencontres, déjà peu soucieuses de la protection de la vie privée, à y faire face.
pt_br: Metade dos aplicativos de namoro que analisamos já estão usando inteligência artificial, por razões que vão desde potencialmente boas (como o Deception Detector do <a id="a1">Bumble</a>), até um pouco bobas (como o seletor de fotos de perfil do <a id="a2">Tinder</a>), até potencialmente ruins (como muitos dos algoritmos de correspondência <a id="a3">possivelmente discriminatórios</a> dos aplicativos). Mas parece que esse é apenas o começo dos planos de integração de IA dos aplicativos de namoro. Isso nos preocupa porque a IA generativa é um <a id="a4">campo minado de privacidade</a> que não estamos confiantes de que os aplicativos de namoro com privacidade ruim já possam lidar.

# body.d2f15531-dd0d-48d9-93db-0138c7d8a8c6
source: The biggest dating app company in the world, <a id="a1">Match Group</a>, said in <a id="a2">a letter</a> to shareholders last year that they plan on “benefit[ting] from advances in AI” and hired a whole <a id="a3">new team</a> to work on AI-focused projects. In February, they started a <a id="a4">partnership</a> with ChatGPT, promising to “keep things safe and secure,” “with all the privacy bells and whistles in place.” But around here, <a id="a5">Match Group</a> is better known for privacy dings than bells and whistles. And their relationship with AI has already raised some red flags. Like when, in 2022, the US Federal Trade Commission (FTC) had to <a id="a6">file a petition</a> to learn more about a data-sharing deal that <a id="a7">reportedly used</a> <b>images</b> from Match-Group-owned <a id="a8">OkCupid</a> to <b>train facial recognition software</b> without users’ knowledge or consent. Yikes.
de: Das größte Dating-App-Unternehmen der Welt, die <a id="a1">Match Group</a>, sagte letztes Jahr in <a id="a2">einem Brief</a> an die Aktionäre, dass sie vorhaben, „von den Fortschritten in der KI zu profitieren“, und stellte ein ganz <a id="a3">neues Team ein,</a> um an KI-fokussierten Projekten zu arbeiten. Im Februar starteten sie eine <a id="a4">Partnerschaft</a> mit ChatGPT und versprachen, dass „die Dinge sicher und geschützt blieben“, „mit all den Schnickschnack für die Privatsphäre.“ Aber bei uns ist die <a id="a5">Match Group</a> eher für ihre Privatsphäre-Dings bekannt als für entsprechenden Schnickschnack. Und ihre Beziehung zur KI hat bereits einige Alarmglocken läuten lassen. Zum Beispiel, als die US-amerikanische Federal Trade Commission (FTC) 2022 eine <a id="a6">Petition einreichen</a> musste, um mehr über einen Datenaustausch-Deal zu erfahren, bei dem <a id="a7">angeblich</a> <b>Bilder</b> von <a id="a8">OkCupid,</a> einem Unternehmen der Match Group, verwendet wurden, um <b>Gesichtserkennungssoftware ohne Wissen oder Zustimmung der Benutzer zu trainieren.</b> Oje.
es: La compañía de aplicaciones de citas más grande del mundo, <a id="a1">Match Group</a>, dijo en <a id="a2">una carta</a> que dirigió a sus accionistas el año pasado, que planean «beneficiarse de los avances en IA» y que contrataron a un <a id="a3">equipo completamente nuevo</a> para trabajar en proyectos centrados en IA. En febrero, comenzaron una <a id="a4">asociación</a> con ChatGPT, prometiendo «mantener las cosas seguras», «con todas las características de privacidad necesarias en su lugar». Sin embargo, por aquí, <a id="a5">Match Group</a> es más conocido por las críticas a sus prácticas de privacidad que por mantener las cosas seguras. Y su relación con la IA ya ha mostrado algunas señales de advertencia. Por ejemplo en 2022, cuando la Comisión Federal de Comercio de EE. UU. (FTC) tuvo que <a id="a6">presentar una petición</a> para obtener más información sobre un acuerdo de intercambio de datos que <a id="a7">presuntamente utilizaba</a> <b>imágenes</b> de <a id="a8">OkCupid</a>, propiedad de Match Group, para <b>entrenar software de reconocimiento facial</b> sin el conocimiento o el consentimiento de los usuarios.
fr: L’année dernière, <a id="a1">Match Group</a>, la plus grande société spécialisée dans les applications de rencontres au monde, a déclaré dans <a id="a2">un courrier</a> adressé aux actionnaires qu’elle prévoyait de « tirer profit des progrès de l’IA » et a engagé une <a id="a3">nouvelle équipe</a> dédiée à des projets axés sur cette technologie. En février, le groupe a établi un <a id="a4">partenariat</a> avec ChatGPT, promettant de « garder les données sûres et sécurisées », « avec tous les dispositifs de protection de la vie privée disponibles ». <a id="a5">Match Group</a> est toutefois plus réputé pour ses manquements à la protection de la vie privée que pour ses solutions miracles. Et sa relation avec l’IA a déjà soulevé quelques inquiétudes. Par exemple, en 2022, la Commission fédérale du commerce des États-Unis (FTC) a dû <a id="a6">déposer une requête</a> pour en savoir plus sur un accord de partage de données qui <a id="a7">aurait permis d’exploiter</a> des <b>images</b> provenant d’<a id="a8">OkCupid</a>, propriété de Match-Group, pour <b>entraîner un logiciel de reconnaissance</b> faciale à l’insu des utilisateurs et sans leur consentement. On aura tout vu…
pt_br: A maior empresa de aplicativos de namoro do mundo, a <a id="a1">Match Group</a>, disse em <a id="a2">uma carta</a> aos acionistas no ano passado que planeja "se beneficiar dos avanços em IA" e contratou uma <a id="a3">equipe totalmente nova</a> para trabalhar em projetos focados em IA. Em fevereiro, eles iniciaram uma <a id="a4">parceria</a> com o ChatGPT, prometendo "manter as coisas seguras e protegidas", "com todas as proteções de privacidade em vigor". Mas por aqui, o <a id="a5">Match Group</a> é mais conhecido por notificações de privacidade do que por proteções. E seu relacionamento com a IA já levantou algumas bandeiras vermelhas. Como quando, em 2022, a Comissão Federal de Comércio dos EUA (FTC) teve que <a id="a6">apresentar uma petição</a> para saber mais sobre um acordo de compartilhamento de dados que <a id="a7">supostamente usava</a> <b>imagens</b> do <a id="a8">OkCupid</a>, de propriedade do Match Group, para <b>treinar software de reconhecimento facial</b> sem o conhecimento ou consentimento dos usuários. Nossa.
