Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/data-hungry-dating-apps-are-worse-than-ever-for-your-privacy.po
Languages: de, es, fr, pt_br

# title
source: Data-Hungry Dating Apps Are Worse Than Ever for Your Privacy
de: Datenhungrige Dating-Apps sind für Ihre Privatsphäre schlimmer denn je
es: Las aplicaciones de citas ávidas de datos son cada vez peores para tu privacidad
fr: Les applications de rencontres gourmandes en données compromettent plus que jamais votre vie privée
pt_br: Os aplicativos de namoro com fome de dados estão piores do que nunca para sua privacidade

# body.47f516f9-ce51-474d-a0de-34ecd57e4cf1
source: When we reviewed dating apps for the first time <a id="a1">back in 2021</a>, they did not do well against our privacy and security criteria. This time, our research shows they've gotten even worse for your privacy. And in 2024, the stakes are much higher.
de: Als wir Dating-Apps <a id="a1">2021</a> zum ersten Mal unter die Lupe nahmen, behaupteten sie nicht gut gegen unsere Datenschutz- und Sicherheitskriterien. Diesmal zeigen unsere Untersuchungen, dass sie für unsere Privatsphäre noch schlimmer geworden sind. Und im Jahr 2024 steht viel mehr auf dem Spiel.
es: Cuando revisamos las aplicaciones de citas por primera vez, <a id="a1">allá por 2021</a>, no obtuvieron buenos resultados con respecto a nuestros criterios de privacidad y seguridad. En esta ocasión, nuestra investigación revela que su privacidad ha empeorado aún más. Y en 2024, lo que está en juego es mucho más importante.
fr: Lorsque nous avons commencé à analyser les applications de rencontres <a id="a1">en 2021</a>, nous avons constaté qu’elles ne répondaient pas aux critères de confidentialité et de sécurité que nous nous étions fixés. Aujourd’hui, nos recherches révèlent que la situation s’est encore dégradée en ce qui concerne la protection de la vie privée. Et en 2024, les enjeux sont bien plus importants.
pt_br: Quando analisamos os aplicativos de namoro pela primeira vez <a id="a1">em 2021</a>, eles não se saíram bem em relação aos nossos critérios de privacidade e segurança. Desta vez, nossa pesquisa mostra que eles ficaram ainda piores para sua privacidade. E em 2024, a situação está muito mais séria.

# body.9cd9ce9f-f556-4c22-97de-82b65e9896cb.quote
source: Dating apps claim the more personal data you share, the more likely you are to find love. We have no way of knowing if that’s true. What we do know is that most dating apps fail spectacularly at protecting that information.
de: Dating-Apps behaupten, je mehr persönliche Daten Sie teilen, desto wahrscheinlicher ist es, dass Sie die Liebe finden. Wir können nicht wissen, ob das stimmt. Was wir aber wissen, ist, dass die meisten Dating-Apps beim Schutz dieser Informationen spektakulär scheitern.
es: Las aplicaciones de citas afirman que cuantos más datos personales compartas, más probabilidades tendrás de encontrar el amor. No tenemos forma de saber si eso es cierto, pero lo que sí sabemos es que la mayoría de las aplicaciones de citas fallan espectacularmente en la protección de esa información.
fr: Les applications de rencontre prétendent que plus vous partagez de données personnelles, plus vous avez de chances de trouver l’amour. Nous n’avons aucun moyen de connaître la véracité de ces affirmations. Ce que nous savons, c’est que lorsqu’il s’agit de protéger ces informations, la plupart des applications de rencontres échouent de manière spectaculaire.
pt_br: Os aplicativos de namoro afirmam que quanto mais dados pessoais você compartilha, maior a probabilidade de você encontrar o amor. Não temos como saber se isso é verdade. O que sabemos é que a maioria dos aplicativos de namoro falha espetacularmente em proteger essas informações.

# body.9cd9ce9f-f556-4c22-97de-82b65e9896cb.attribution
source: Misha Rykov, Researcher @ *Privacy Not Included
de: Misha Rykov, Forscher bei @ *Datenschutz nicht inbegriffen
es: Misha Rykov, investigador en *Privacidad no incluida
fr: Misha Rykov, chercheur pour *Confidentialité non incluse
pt_br: Misha Rykov, Pesquisador @ *Privacidade não incluída

# body.ba235ceb-8887-41ba-9b21-d6d177417782
source: Like <a id="a1">romantic AI chatbots</a>, the nature of dating apps means they probably need to collect some sensitive and personal information from you. Fine! But we learned that companies often take advantage of that and use your personal information for reasons unrelated to love. They often say they can share it, sell it, or just don’t do the bare minimum to keep that data secure. At a time when the popularity of AI integration and AI-powered deepfakes means we need better privacy protections, dating apps seem to be doubling down on their bad-for-privacy practices. Dating apps just can’t get enough of your data!
de: Wie auch bei <a id="a1">romantischen KI-Chatbots</a> liegt es in der Natur von Dating-Apps, dass sie wahrscheinlich einige sensible und persönliche Informationen von Ihnen sammeln müssen. Schön! Aber wir haben gelernt, dass Unternehmen das oft ausnutzen und Ihre persönlichen Daten aus Gründen verwenden, die nichts mit Liebe zu tun haben. Sie sagen oft, dass sie sie teilen oder verkaufen können oder tun einfach nicht mal das Mindeste, um diese Daten sicher zu halten. In einer Zeit, in der die Popularität von KI-Integration und KI-gestützten Deepfakes bedeutet, dass wir einen besseren Schutz der Privatsphäre benötigen, scheinen Dating-Apps ihre ohnehin schon schlechten Datenschutzpraktiken noch weiter zu verschlechtern. Dating-Apps können einfach nicht genug von Ihren Daten bekommen!
es: Al igual que los <a id="a1">chatbots románticos de IA</a>, la naturaleza de las aplicaciones de citas implica que probablemente necesiten recopilar información confidencial y personal sobre ti. Lo entendemos. Sin embargo, descubrimos que las empresas a menudo se aprovechan de esto y usan tu información personal con fines que no están relacionados con el amor. A menudo dicen que pueden compartirlos, venderlos o simplemente no hacer lo mínimo para mantener esos datos seguros. En un momento en que la popularidad de las integraciones de IA y de las grandes falsedades creadas con IA nos indica que necesitamos mejores protecciones de privacidad, las aplicaciones de citas parecen estar duplicando sus malas prácticas en este ámbito. ¡Es que las aplicaciones de citas siempre quieren más y más de tus datos!
fr: Tout comme les <a id="a1">chatbots d’IA romantiques</a>, la nature des applications de rencontre implique qu’elles doivent probablement collecter des informations sensibles et personnelles vous concernant. Nous avons cependant découvert que les entreprises en profitent souvent pour utiliser vos informations personnelles pour des raisons qui n’ont rien à voir avec les relations amoureuses. Elles affirment bien souvent être en mesure de les partager, de les vendre, ou ne font tout simplement pas le strict minimum pour assurer la sécurité de ces données. Alors que les intégrations d’IA et les deepfakes générés par l’IA se multiplient et que nos vies privées ont besoin d’être mieux protégées, les applications de rencontres semblent persister dans leurs mauvaises pratiques en matière de protection de la vie privée. Ces applications ont toujours besoin de plus de données !
pt_br: Como os <a id="a1">chatbots românticos de IA</a>, a natureza dos aplicativos de namoro significa que eles provavelmente precisam coletar algumas informações confidenciais e pessoais de você. Tudo bem! Mas aprendemos que as empresas muitas vezes se aproveitam disso e usam suas informações pessoais por razões não relacionadas ao amor. Eles costumam dizer que podem compartilhá-los, vendê-los ou simplesmente não fazer o mínimo para manter esses dados seguros. Em um momento em que a popularidade da integração de IA e dos deepfakes baseados em IA significa que precisamos de melhores proteções de privacidade, os aplicativos de namoro parecem estar dobrando suas práticas ruins para a privacidade. Os aplicativos de namoro simplesmente não se cansam de seus dados!

# body.ba235ceb-8887-41ba-9b21-d6d177417782
source: <b>Twenty two of the 25 (88%) dating apps we reviewed come with *</b><b><i>Privacy Not Included</i></b><b>.</b>
de: <b>Zweiundzwanzig der 25 (88 %) Dating-Apps, die wir überprüft haben, haben den *</b><b><i>Datenschutz nicht inbegriffen</i></b><b>.</b>
es: <b>Veintidós de las 25 (88 %) aplicaciones de citas que revisamos vienen con *</b><b><i>Privacidad no incluida</i></b><b>.</b>
fr: <b>22 des 25 (88 %) applications de rencontres que nous avons analysées se voient attribuer la mention *</b><b><i>Confidentialité non incluse</i></b><b>.</b>
pt_br: <b>Vinte e dois dos 25 (88%) aplicativos de namoro que analisamos vêm com *</b><b><i>Privacidade não incluída</i></b><b>.</b>

# body.1666ed0a-c8a6-433b-a46b-a6477e05c9d2.label
source: Read the reviews
de: Bewertungen lesen
es: Lee las reseñas
fr: Lire les tests détaillés
pt_br: Leia as avaliações

# body.0f7564df-179d-4a58-8346-570dd787ef12
source: Dating apps can collect a LOT of information about you
de: Dating-Apps können VIELE Informationen über Sie sammeln
es: Las aplicaciones de citas pueden recopilar MUCHA información sobre ti
fr: Les applications de rencontres peuvent collecter BEAUCOUP d’informations vous concernant
pt_br: Os aplicativos de namoro podem coletar MUITAS informações sobre você

# body.35208fa5-e45d-4dbf-bfb2-dbfd972e7308
source: “Share more about yourself,” “Answer more questions,” “Update your profile frequently” to get more matches, <a id="a1">says</a> <a id="a2">OkCupid</a>. And <a id="a3">photos</a>? “The More, the Better.” The amount of information most dating apps want from you is intense.
de: „Erzähle mehr über dich“, „Beantworte weitere Fragen“, „Aktualisiere dein Profil regelmäßig“, um mehr Matches zu erhalten, <a id="a1">sagt</a> <a id="a2">OkCupid</a>. Und <a id="a3">Fotos</a>? „Je mehr, desto besser.“ Die Menge an Informationen, die die meisten Dating-Apps von Ihnen wollen, ist intensiv.
es: «Comparte más sobre ti», «Responde más preguntas», «Actualiza tu perfil con frecuencia» para obtener más coincidencias, <a id="a1">dice</a> <a id="a2">OkCupid</a>. ¿Y las <a id="a3">fotos</a>? «Cuantas más, mejor». La cantidad de información que la mayoría de las aplicaciones de citas quieren de ti es enorme.
fr: Pour <a id="a1">obtenir</a> plus de correspondances, <a id="a2">OkCupid</a> a tendance à nous offrir des conseils tels que : « Partagez plus d’informations sur vous », « Répondez à plus de questions », « Mettez votre profil à jour fréquemment ». Et les <a id="a3">photos</a> ? « Plus il y en a, meilleures sont vos chances ». La quantité d’informations demandées par la plupart des applications de rencontres est considérable.
pt_br: "Compartilhe mais sobre você", "Responda a mais perguntas", "Atualize seu perfil com frequência" para obter mais correspondências, <a id="a1">diz o</a> <a id="a2">OkCupid</a>. E <a id="a3">fotos</a>? “Quanto mais, melhor." A quantidade de informações que a maioria dos aplicativos de namoro quer de você é intensa.

# body.35208fa5-e45d-4dbf-bfb2-dbfd972e7308
source: You might be asked <a id="a1">how you’d react</a> to slipping on a banana peel, <a id="a2">whether your parents</a> are divorced, or <a id="a3">if you’ve ever</a> asked for the manager as part of an <i>unskippable</i> setup questionnaire. And that’s before you’re asked to fill up your profile with photos, <a id="a4">videos</a>, “<a id="a5">voice content</a>”, and a treasure trove of other personal details that can be collected by the app. Those tidbits might include your <a id="a6">religion</a>, race, ethnicity, <a id="a7">political views</a>, sexuality, <a id="a8">HIV status</a>, <a id="a9">weight</a> and even information about <a id="a10">your</a> “<a id="a11">sexual</a> <a id="a12">life</a> <a id="a13">experiences</a>” according to the apps’ privacy policies. That last one is a new one, even for us! Most of the dating apps we reviewed now also kindly request your biometric information, if you want “verified status” to show other users you’re really you.
de: Sie werden im Rahmen eines <i>nicht überspringbaren</i> Fragebogens zur Einrichtung möglicherweise gefragt, <a id="a1">wie Sie reagieren</a> würden, wenn Sie auf einer Bananenschale ausrutschen, <a id="a2">ob Ihre Eltern</a> geschieden sind oder <a id="a3">ob Sie jemals</a> nach einem Vorgesetzten gefragt haben. Und das, noch bevor Sie aufgefordert werden, Ihr Profil mit Fotos, <a id="a4">Videos</a>, „<a id="a5">Sprachinhalten</a>“ und einer Fundgrube anderer persönlicher Daten zu füllen, die von der App gesammelt werden können. Diese Leckerbissen können Ihre <a id="a6">Religion</a>, Rasse, ethnische Zugehörigkeit, <a id="a7">politische Ansichten</a>, Sexualität, <a id="a8">HIV-Status</a>, <a id="a9">Gewicht</a> und sogar Informationen über <a id="a10">Ihre</a> „<a id="a11">Sexual</a><a id="a12">lebens</a><a id="a13">erfahrungen</a>“ gemäß den Datenschutzrichtlinien der Apps umfassen. Das letzte ist mal was Neues, sogar für uns! Die meisten der Dating-Apps, die wir jetzt überprüft haben, fordern bitte auch Ihre biometrischen Informationen an, wenn Sie möchten, dass ein "verifizierter Status" anderen Benutzern zeigt, dass Sie wirklich Sie sind.
es: Es posible que te pregunten <a id="a1">cómo reaccionarías</a> al resbalar con una cáscara de banana, <a id="a2">si tus padres están</a> divorciados o <a id="a3">si alguna vez has pedido</a> hablar con el gerente, como parte de un cuestionario de configuración <i>imposible de omitir.</i> Y esto es antes de que te pidan que llenes tu perfil con fotos, <a id="a4">vídeos</a>, «<a id="a5">contenidos de voz</a>» y un tesoro escondido de otros datos personales que puede recopilar la aplicación. Esos detalles pueden incluir tu <a id="a6">religión</a>, raza, etnia, <a id="a7">opiniones políticas</a>, sexualidad, <a id="a8">estado de VIH</a>, <a id="a9">peso</a> e incluso información sobre <a id="a10">tus</a> «<a id="a11">experiencias</a> <a id="a12">sexuales</a>»<a id="a13">,</a> de acuerdo con las políticas de privacidad de las aplicaciones. ¡Lo último es nuevo, incluso para nosotros! La mayoría de las aplicaciones de citas que revisamos ahora también solicitan amablemente tu información biométrica, si deseas tener tu «estado verificado» para mostrar a otros usuarios que realmente eres tú.
fr: On peut vous demander <a id="a1">comment vous réagiriez</a> si vous glissiez sur une peau de banane, <a id="a2">si vos parents</a> sont divorcés ou <a id="a3">si vous avez déjà</a> demandé à parler au directeur en répondant à un questionnaire <i>obligatoire</i>. Tout cela avant même qu’on ne vous invite à compléter votre profil avec des photos, des <a id="a4">vidéos</a>, du « <a id="a5">contenu vocal</a> » et une myriade d’autres informations personnelles qui peuvent être collectées par l’application. Ces détails peuvent inclure votre <a id="a6">religion</a>, vos origines ethniques, vos <a id="a7">opinions politiques</a>, votre sexualité, votre <a id="a8">statut sérologique</a>, votre <a id="a9">poids</a> et même des informations sur <a id="a10">vos</a> « <a id="a11">expériences</a> <a id="a12">sexuelles</a> <a id="a13">»</a>, en fonction des politiques de confidentialité de l’application. Ce dernier point est une nouveauté, même pour nous ! La plupart des applications de rencontres que nous avons analysées exigent désormais vos données biométriques, si vous souhaitez obtenir un « statut vérifié » pour prouver aux autres utilisateurs que vous existez vraiment.
pt_br: Você pode ser questionado sobre <a id="a1">como reagiria</a> ao escorregar em uma casca de banana, <a id="a2">se seus pais</a> são divorciados ou <a id="a3">se você já</a> chamou pelo gerente como parte de um questionário de configuração <i>incontornável</i>. E isso antes de você ser solicitado a preencher seu perfil com fotos, <a id="a4">vídeos</a>, "<a id="a5">conteúdo de voz</a>" e um tesouro de outras informações pessoais que podem ser coletadas pelo aplicativo. Essas informações podem incluir sua <a id="a6">religião</a>, raça, etnia, <a id="a7">opiniões políticas</a>, sexualidade, <a id="a8">status de HIV</a>, <a id="a9">peso</a> e até mesmo informações sobre <a id="a10">suas</a> "<a id="a13">experiências</a> de <a id="a12">vida</a> <a id="a11">sexual</a>", de acordo com as políticas de privacidade dos aplicativos. Essa última é nova, até para nós! A maioria dos aplicativos de namoro que analisamos agora também solicita suas informações biométricas, se você quiser que o "status verificado" mostre a outros usuários que você é realmente você.

# body.35208fa5-e45d-4dbf-bfb2-dbfd972e7308
source: In their privacy policies, often the companies say that providing all this information is <b>optional</b>. And sometimes that’s true! Other times that’s a bit <b>misleading</b>, like when <a id="a1">Tinder</a> says they only collect your precise geolocation “with your consent” but the app won’t work without it. Ah, the ‘ol “if you don’t like it you can leave” consent model. We <a id="a2">know it</a> well.
de: In ihren Datenschutzrichtlinien sagen die Unternehmen oft, dass die Bereitstellung all dieser Informationen <b>optional ist</b>. Und manchmal stimmt das! In anderen Fällen ist das ein bisschen <b>irreführend</b>, wie wenn <a id="a1">Tinder</a> sagt, dass sie nur Ihre genaue Geolokalisierung „mit Ihrer Zustimmung“ sammeln, aber die App funktioniert ohne sie nicht. Ah, das gute alte Einwilligungsmodell „Wenn es Ihnen nicht gefällt, müssen Sie es nicht nutzen“. Wir <a id="a2">kennen es</a> gut.
es: En sus políticas de privacidad, a menudo las empresas dicen que proporcionar toda esta información es <b>opcional</b>. ¡Y a veces eso es cierto! Otras veces es un poco <b>engañoso</b>, por ejemplo, cuando <a id="a1">Tinder</a> dice que solo recopilan tu geolocalización precisa «con tu consentimiento», pero la aplicación no funciona sin ella. Ya sabes, el modelo de consentimiento de «si no te gusta, puedes irte». Lo <a id="a2">conocemos</a> bien.
fr: Dans leur politique de confidentialité, les sociétés indiquent souvent que la divulgation de toutes ces informations est <b>facultative</b>. Cela est parfois vrai ! D’autres fois, cette affirmation est un peu <b>trompeuse</b>, comme lorsque <a id="a1">Tinder</a> affirme ne recueillir votre géolocalisation précise « qu’avec votre consentement », alors que l’application ne fonctionne pas sans cette information. Le bon vieux principe du « si ça ne vous plaît pas, vous pouvez partir ». Nous <a id="a2">le connaissons</a> bien.
pt_br: Em suas políticas de privacidade, muitas vezes as empresas dizem que fornecer todas essas informações é <b>opcional</b>. E às vezes isso é verdade! Outras vezes, isso é um pouco <b>enganador</b>, como quando o <a id="a1">Tinder</a> diz que só coleta sua geolocalização precisa "com o seu consentimento", mas o aplicativo não funcionará sem esse dado. Ah, o velho modelo de consentimento “se você não gostar, pode sair”. <a id="a2">Conhecemos</a> bem esse modelo.

# body.6409466c-1761-4451-a435-95448c2f9308
source: And it’s not limited to what you “share”
de: Und es beschränkt sich nicht darauf, was Sie „teilen“
es: Todo esto no se limita a lo que «compartes»
fr: Et cela ne se limite pas à ce que vous « partagez »
pt_br: E não se limita ao que você "compartilha"

# body.48b6787c-9a07-4e41-86c8-b64fd7c077e4
source: There’s more information the companies can collect that <b>you might not even realize you’re sharing</b> like the “content and information you make available using [the] video chat feature”. Huh? It sounds like <a id="a1">CoffeeMeetsBagel</a> collects your video chats, but we’re still not sure. There’s also your DMs (usually for safety’s sake), and everything you do on the app. Yep, that’s every swipe you take, every match you make.
de: Es gibt noch weitere Informationen, die Unternehmen sammeln können, von denen <b>Sie vielleicht gar nicht wissen, dass Sie sie teilen,</b> wie die „Inhalte und Informationen, die Sie mit der Video-Chat-Funktion zur Verfügung stellen“. Hä? Es hört sich so an , als ob <a id="a1">CoffeeMeetsBagel</a> Ihre Videochats sammelt, aber wir sind uns immer noch nicht sicher. Dann sind da noch Ihre DMs (in der Regel aus Sicherheitsgründen) und alles, was Sie in der App tun. Ja, das meint jedes Wischen, das Sie vornehmen, jedes Match, das Sie bekommen.
es: Hay más información que las empresas pueden recopilar y que es <b>posible que ni siquiera te des cuenta de que estás compartiendo,</b> como el «contenido y la información que pones a disposición utilizando [la] función de vídeochat». ¿Cómo? Parece que <a id="a1">CoffeeMeetsBagel</a> recopila tus chats de vídeo, aunque aún no estamos seguros. También están tus mensajes directos (generalmente por razones de seguridad) y todo lo que haces en la aplicación. Sí, cada vez que deslizas tu dedo sobre un perfil, cada vez que haces match.
fr: Les applications peuvent recueillir d’autres informations <b>sans que vous ne vous doutiez que vous les partagez</b>, telles que le « contenu et les informations que vous mettez à disposition en utilisant [la] fonction de chat vidéo ». Pardon ? Il semblerait que <a id="a1">CoffeeMeetsBagel</a> récupère vos conversations vidéo, nous n’en avons cependant pas encore la certitude. Vos messages privés (pour des raisons de sécurité) et toutes vos actions sur l’application sont également collectés. Oui… chaque « swipe » et chaque « match ».
pt_br: Há mais informações que as empresas podem coletar que <b>você pode nem perceber que está compartilhando,</b> como o "conteúdo e as informações que você disponibiliza usando [o] recurso de bate-papo por vídeo". Hein? Parece que o <a id="a1">CoffeeMeetsBagel</a> coleta suas conversas por vídeo, mas ainda não temos certeza. Há também seus DMs (geralmente por segurança) e tudo o que você faz no aplicativo. Sim, isso é cada deslize (Swipe) que você dá, cada correspondência que você faz.
