Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/happy-valentines-day-romantic-ai-chatbots-dont-have-your-privacy-at-heart.po
Languages: de, es, fr, pt_br

# body.662b973d-99bc-40fc-beb7-69f6bec2fd3f
source: What we did find (buried in the Terms &amp; Conditions) is that these companies <b>take no responsibility</b> for what the chatbot might say or what might happen to you as a result.
de: Eine Info haben wir immerhin gefunden, tief vergraben in den AGB: Die App-Unternehmen <b>übernehmen keine Verantwortung</b> für das, was der Chatbot sagt oder was den Nutzer*innen als Folge davon zustoßen könnte.
es: Lo que sí encontramos (en lo más recóndito de los términos y condiciones) es que estas compañías <b>no se responsabilizan</b> de lo que pueda decir un chatbot ni tampoco de lo que te pase por ello.
fr: Nous avons découvert, malgré toutes les précautions prises pour « enfouir » ces informations au plus profond des conditions générales, que ces entreprises <b>ne se tiennent pas responsables</b> des propos tenus par leurs chatbots ni des conséquences éventuelles pour les utilisateurs·trices.
pt_br: O que conseguimos descobrir, enterrado nos Termos & Condições, é um desinteresse completo dessas empresas em <b>assumir qualquer responsabilidade</b> pelo que seus chatbots possam dizer ou pelos possíveis resultados dessas interações.

# body.d9efd6cf-1828-42ef-97b6-9afcc72ab819.quote
source: “YOU EXPRESSLY UNDERSTAND AND AGREE THAT Talkie <b>WILL NOT BE LIABLE FOR ANY</b> INDIRECT, INCIDENTAL, SPECIAL, <b>DAMAGES</b> FOR LOSS OF PROFITS INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF GOODWILL, USE,DATA OR OTHER INTANGIBLE LOSSES (<b>EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES</b>),WHETHER BASED ON CONTRACT, TORT,NEGLIGENCE, STRICT LIABILITY OR OTHERWISE <b>RESULTING FROM</b>: (I) T<b>HE USE OR THE INABILITY TO USE THE SERVICE</b>…”
de: „SIE BESTÄTIGEN AUSDRÜCKLICH, DASS SIE VERSTANDEN HABEN UND DAMIT EINVERSTANDEN SIND, DASS Talkie <b>NICHT HAFTET FÜR</b> INDIREKTE, UNBEABSICHTIGTE ODER SPEZIELLE <b>SCHÄDEN</b>, FÜR SCHÄDEN DURCH GEWINNVERLUSTE, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF SCHÄDEN DURCH DEN VERLUST VON GESCHÄFTSWERT, DURCH NUTZUNG, DATEN ODER ANDERE IMMATERIELLEN VERLUSTE (<b>SELBST WENN DAS UNTERNEHMEN AUF DIE MÖGLICHKEIT SOLCHER SCHÄDEN HINGEWIESEN WURDE</b>), UNABHÄNGIG DAVON, OB SIE AUF DEM VERTRAG, AUF UNERLAUBTER HANDLUNG, FAHRLÄSSIGKEIT, VERSCHULDENSUNABHÄNGIGER HAFTUNG ODER ANDEREN AKTIONEN BERUHEN, <b>DIE SICH ERGEBEN AUS</b>: (I) <b>DER NUTZUNG ODER DER NICHTNUTZBARKEIT DES SERVICES</b> […]“
es: “USTED ENTIENDE Y ACEPTA EXPRESAMENTE QUE Talkie <b>NO SERÁ RESPONSABLE DE NINGÚN</b> <b>DAÑO</b> INDIRECTO, INCIDENTAL O ESPECIAL, POR PÉRDIDA DE GANANCIAS INCLUYENDO, AUNQUE NO EXCLUSIVAMENTE, DAÑOS POR PÉRDIDA DEL BUEN NOMBRE, PÉRDIDA DEL USO O DE DATOS, U OTRAS PÉRDIDAS INTANGIBLES (<b>INCLUSO SI LA EMPRESA HA SIDO ADVERTIDA DE LA POSIBILIDAD DE QUE SE PRODUZCAN DICHOS DAÑOS</b>), YA SEAN CONTRACTUALES, EXTRACONTRACTUALES, POR NEGLIGENCIA, RESPONSABILIDAD NO CULPOSA O DE OTRO TIPO <b>QUE RESULTEN DE</b>: (I) T<b>EL USO O LA IMPOSIBILIDAD DE USAR EL SERVICIO</b>…”
fr: « VOUS RECONNAISSEZ EXPRESSÉMENT ET CONVENEZ QUE L’APPLICATION Talkie <b>NE SERA PAS TENUE RESPONSABLE DE TOUT</b> <b>DOMMAGE</b> INDIRECT, ACCIDENTEL OU EXCEPTIONNEL, NI DE LA PERTE DE PROFITS, Y COMPRIS, MAIS SANS S’Y LIMITER, LES DOMMAGES LIÉS À LA PERTE DE FRÉQUENTATION, L’UTILISATION DU SERVICE, LES DONNÉES OU D’AUTRES PERTES IMMATÉRIELLES (<b>MÊME SI LA SOCIÉTÉ A ÉTÉ INFORMÉE DE LA POSSIBILITÉ DE TELS DOMMAGES</b>), QUE CE SOIT EN VERTU D’UN CONTRAT, D’UN TORT, D’UNE NÉGLIGENCE, DE LA RESPONSABILITÉ STRICTE OU AUTREMENT, <b>RÉSULTANT DE</b> : (I) <b>L’UTILISATION OU DE L’INCAPACITÉ D’UTILISER LE SERVICE</b>... »
pt_br: “VOCÊ EXPRESSAMENTE ENTENDE E CONCORDA QUE Talkie <b>NÃO SERÁ RESPONSÁVEL POR QUALQUER</b> DANO INDIRETO, INCIDENTAL, ESPECIAL, <b>PERDA DE LUCROS</b> INCLUINDO, MAS NÃO LIMITADO A, DANOS POR PERDA DE BOA VONTADE, USO, DADOS OU OUTRAS PERDAS INTANGÍVEIS (<b>MESMO QUE A EMPRESA TENHA SIDO AVISADA DA POSSIBILIDADE DE TAIS DANOS</b>), SEJA BASEADO EM CONTRATO, ATO ILÍCITO, NEGLIGÊNCIA, RESPONSABILIDADE ESTRITA OU DE OUTRA FORMA <b>RESULTANTE DE</b>: (I) <b>O USO OU A INCAPACIDADE DE USAR O SERVIÇO</b>…”

# body.d9efd6cf-1828-42ef-97b6-9afcc72ab819.attribution
source: Terms Of Service, Talkie Soulful AI
de: Nutzungsbedingungen, Talkie Soulful AI
es: Términos del servicio de Talkie: Soulful AI
fr: Conditions générales de Talkie Soulful AI
pt_br: Termos de Serviço, Talkie Soulful AI

# body.af1246cc-a120-4af2-9ba6-00575e90f500
source: In these tragic cases, the app companies probably didn’t want to cause harm to their users through the chatbots’ messages. But what if a bad actor <i>did</i> want to do that? From the <a id="a1">Cambridge Analytica scandal</a>, we know that even social media can be used to spy on and manipulate users. AI relationship chatbots have the potential to do much worse more easily. We worry that they could form relationships with users and then use those close relationships to manipulate people into supporting problematic ideologies or taking harmful actions.
de: In den beiden tragischen Fällen oben wollten die App-Unternehmen ihren Nutzer*innen wahrscheinlich keinen Schaden durch die Äußerungen der Bots zufügen. Was aber, wenn böswillige Akteur*innen so etwas <i>tatsächlich</i> beabsichtigen? Der <a id="a1">Skandal um das Datenanalyse-Unternehmen Cambridge Analytica</a>hat gezeigt, dass sogar soziale Medien zum Ausspionieren und Manipulieren von Nutzer*innen genutzt werden können (das Unternehmen hatte Daten von Millionen Facebook-User*innen für den US-Wahlkampf und die Brexit-Kampagne missbraucht). KI-Beziehungs-Chatbots haben das Potenzial, noch viel Schlimmeres zu tun, auf viel einfachere Weise. Unsere Befürchtung ist, dass die Bots enge Beziehungen zu Nutzer*innen aufbauen und diese Verbundenheit dann nutzen könnten, um Menschen von problematischen Ideologien zu überzeugen oder sie zu gefährlichen und gefährdenden Handlungen zu bewegen.
es: En estos trágicos casos, las empresas de aplicaciones probablemente no querían dañar a sus usuarios valiéndose de mensajes de chatbots. Pero ¿y si una parte perniciosa involucrada sí quisiera hacerlo? Desde el <a id="a1">escándalo de Cambridge Analytica</a>, sabemos que incluso las redes sociales pueden utilizarse para espiar y manipular a los usuarios. Los chatbots de IA para relaciones sentimentales podrían causar incluso más daño fácilmente. Nos preocupa que puedan establecer un vínculo estrecho con los usuarios y luego utilizarlo para manipularlos con el fin de que apoyen ideologías problemáticas o lleven a cabo acciones perjudiciales.
fr: Dans ces cas particulièrement tragiques, les entreprises derrière les applications ne voulaient sans doute pas nuire à leurs utilisateurs·trices. Mais qu’arriverait-il si une personne mal intentionnée <i>voulait</i> le faire ? Le scandale de <a id="a1">Cambridge Analytica</a> nous a montré que même les réseaux sociaux peuvent être utilisés pour espionner et manipuler les utilisateurs·trices. Les chatbots romantiques basés sur l’IA ont le pouvoir de créer beaucoup plus de torts, et plus facilement encore. Nous craignons qu’ils puissent un jour nouer des relations avec des utilisateurs·trices dans le but de les manipuler afin qu’ils soutiennent des idéologies problématiques ou, plus grave encore, qu’ils commettent des actions répréhensibles.
pt_br: Nos casos trágicos mencionados, é provável que as empresas de aplicativos não desejassem causar danos aos seus usuários através das mensagens dos chatbots. Mas, e se um agente mal-intencionado <i>realmente</i> quisesse fazer isso? Sabemos, pelo <a id="a1">escândalo da Cambridge Analytica</a>, que até as redes sociais podem ser usadas para espionar e manipular os usuários. Os chatbots de relacionamentos baseados em IA têm o potencial de fazer muito pior com mais facilidade. Preocupa-nos que eles possam formar relacionamentos com os usuários e, então, usar essas relações próximas para manipular as pessoas a apoiar ideologias problemáticas ou a tomar atitudes prejudiciais.

# body.c5910f1c-2151-4d51-a5c7-b03ea12f8400
source: That’s a lot of potential dangers to people and communities. And for what? Well, users might expect the chatbots to<b> improve their mental health.</b> After all, <a id="a1">Talkie Soulful AI</a> calls its service a “self-help program,” <a id="a2">EVA AI Chat Bot &amp; Soulmate</a> bills itself as "a provider of software and content developed to improve your mood and wellbeing," and <a id="a3">Romantic AI</a> says they’re “here to maintain your MENTAL HEALTH." But we didn’t find any apps willing to stand by that claim in the fine print. From <a id="a4">Romantic AI’</a>s T&amp;C:
de: Die potenzielle Gefahrenlage für Einzelne und ganze Kommunen ist also enorm. Und wofür das Ganze? Nun, es kann gut sein, dass sich die Nutzer*innen von den Chatbots Unterstützung bei der <b>Verbesserung ihrer mentalen Gesundheit</b> erwarten. Schließlich bezeichnet <a id="a1">Talkie Soulful AI</a> seinen Service als „Selbsthilfeprogramm“, <a id="a2">EVA AI Chat Bot & Soulmate</a> bezeichnet sich als „Ihre beste KI-Chat-Freunde-App“, die hilft, „Ihr inneres Zen zu finden, Stress abzubauen und Angstzustände zu lindern“, und <a id="a3">Romantic AI</a> behauptet, dazu da zu sein, „deine mentale Gesundheit zu erhalten“. Allerdings stand keine einzige App auch im Kleingedruckten hinter diesen Behauptungen. Aus den <a id="a4">AGB von Romantic AI</a>:
es: Se trata de demasiados riesgos potenciales para las personas y las comunidades. ¿Y a cambio de qué? Bueno, los usuarios quizás esperan que con los chatbots <b> su salud mental mejore.</b> Después de todo, <a id="a1">Talkie: Soulful AI</a> define su servicio como un “programa de autoayuda", <a id="a2">EVA AI Chat Bot &amp; Soulmate</a> se promociona como "proveedor de software y contenido creado para mejorar tu ánimo y bienestar" y <a id="a3">Romantic AI</a> señala que “existimos para mantener tu SALUD MENTAL". Pero no encontramos ninguna app dispuesta a sostener lo que afirma en la letra pequeña. En los términos y condiciones de <a id="a4">Romantic AI</a> se señala lo siguiente:
fr: Les dangers potentiels des chatbots romantiques pour les individus mais aussi les communautés sont nombreux et variés. Les utilisateurs·trices pourraient par exemple espérer que les chatbots <b>améliorent leur santé mentale.</b> Après tout, <a id="a1">Talkie Soulful AI</a> se décrit bien comme un « programme d’auto-assistance », l’entreprise <a id="a2">EVA AI Chat Bot & Soulmate</a> comme « un fournisseur de logiciels et de contenus conçus pour améliorer votre humeur et votre bien-être », et <a id="a3">Romantic AI</a> affirme être « là pour préserver votre SANTÉ MENTALE ». Curieusement cependant, nous n’avons trouvé aucune application prête à soutenir de pareilles promesses dans les petites lignes de ses conditions générales. Voici un extrait de celles de l’application <a id="a4">Romantic AI</a> :
pt_br: Isso representa muitos perigos potenciais para as pessoas e comunidades. E por quê? Bem, os usuários podem esperar que os chatbots <b>melhorem sua saúde mental</b>. Afinal, o <a id="a1">Talkie Soulful AI</a> chama seu serviço de “programa de autoajuda”, o <a id="a2">EVA AI Chat Bot &amp; Soulmate</a> se apresenta como “um fornecedor de software e conteúdo desenvolvido para melhorar seu humor e bem-estar”, e o <a id="a3">Romantic AI</a> diz estar “aqui para manter sua SAÚDE MENTAL”. Mas não encontramos nenhum aplicativo disposto a defender essa afirmação no texto legal. Dos T&Cs do <a id="a4">Romantic AI</a>:

# body.9ca9cf11-8096-4bf9-adee-da005375bddd.quote
source: "Romantiс AI is neither a provider of healthcare or medical Service nor providing medical care, mental health Service, or other professional Service. Only your doctor, therapist, or any other specialist can do that. <b>Romantiс AI MAKES NO CLAIMS</b>, REPRESENTATIONS, WARRANTIES, OR GUARANTEES <b>THAT THE SERVICE PROVIDE A THERAPEUTIC, MEDICAL, OR OTHER PROFESSIONAL HELP</b>."
de: „Romantiс AI ist weder ein Gesundheitsversorger noch bietet das Unternehmen medizinische Dienstleistungen, medizinische Betreuung, psychologische Dienstleistungen oder andere professionelle Dienstleistungen an. Dies können nur Ärzt*innen, Therapeut*inne oder andere Spezialist*innen leisten. <b>Romantiс AI MACHT KEINE ZUSAGEN</b> UND GIBT WEDER GARANTIEN NOCH GEWÄHRLEISTUNGEN DAFÜR, <b>DASS DER SERVICE THERAPEUTISCHE, MEDIZINISCHE ODER ANDERE PROFESSIONELLE HILFE ANBIETET</b>.“
es: "Romantiс AI no es un proveedor de asistencia de salud o servicios médicos, ni proporciona atención médica, servicios de salud mental ni ningún otro servicio profesional. Solo su médico, terapeuta o especialista de otro tipo puede proveerlos. <b>Romantiс AI NO AFIRMA</b>, DECLARA NI GARANTIZA <b>QUE EL SERVICIO PROPORCIONE UNA AYUDA TERAPÉUTICA, MÉDICA O PROFESIONAL DE OTRO TIPO.</b>".
fr: « Romantiс AI n’est pas un prestataire de santé et ne fournit pas de soins médicaux, de services de santé mentale ou d’autres services professionnels. Seul votre médecin, votre thérapeute ou un autre spécialiste est en mesure de le faire. <b>Romantiс AI NE FAIT AUCUNE ALLÉGATION</b>, REPRÉSENTATION, GARANTIE OU PROMESSE <b>LAISSANT À PENSER QUE SON SERVICE PROPOSE UNE AIDE THÉRAPEUTIQUE, MÉDICALE OU PROFESSIONNELLE</b>. »
pt_br: “O Romantiс AI não é um fornecedor de cuidados de saúde ou serviço médico, nem oferece cuidado médico, serviço de saúde mental ou qualquer outro serviço profissional. Apenas seu médico, terapeuta ou outro especialista pode fazer isso. <b>Romantiс AI NÃO FAZ DECLARAÇÕES</b>, REPRESENTAÇÕES, GARANTIAS OU ASSEGURA <b>QUE O SERVIÇO OFEREÇA AJUDA TERAPÊUTICA, MÉDICA OU QUALQUER OUTRO TIPO DE AUXÍLIO PROFISSIONAL</b>.”

# body.9ca9cf11-8096-4bf9-adee-da005375bddd.attribution
source: Terms &amp; Conditions, Romantic AI
de: AGB, Romantic AI
es: Términos y condiciones de Romantic AI
fr: Conditions générales de Romantic AI
pt_br: Termos e Condições, Romantic AI

# body.9ca9cf11-8096-4bf9-adee-da005375bddd.attribution_info
source: <a id="a1">https://foundation.mozilla.org/privacynotincluded/romantic-ai/</a>
de: <a id="a1">https://foundation.mozilla.org/privacynotincluded/talkie-soulful-ai/</a>

# body.24354cb7-02a5-4cf8-a305-6d71fdbc9cc7
source: So we’ve got a bunch of empty promises and unanswered questions combined with a lack of transparency and accountability -- topped off by a risk to users’ safety. That’s why <b>all of the romantic AI chatbots earned our untrustworthy AI “ding”.</b>
de: Wir haben also einen Haufen leerer Versprechungen und offener Fragen, gemischt mit einem Mangel an Transparenz und Verantwortungsbewusstsein und gekrönt von einem Sicherheitsrisiko für die Nutzer*innen. Igitt. Ganz klar haben wir <b>alle romantischen KI-Chatbots mit unserem Alarm für „nicht vertrauenswürdige KI“ angeklingelt.</b>
es: Así que tenemos un montón de promesas incumplidas y preguntas sin respuesta, combinadas con una falta de transparencia y responsabilidad, todo ello rematado con un riesgo para la seguridad de los usuarios. Por tal motivo, <b>todos los chatbots de IA románticos fueron merecedores de nuestra etiqueta de advertencia de IA poco fiable.</b>
fr: Nous nous retrouvons donc avec toute une série de promesses non tenues et de questions sans réponse, associées à un manque flagrant de transparence et de responsabilité, le tout posant un risque majeur pour la sécurité des utilisateurs·trices. C’est pourquoi, sans surprise, nous tirons la sonnette d’alarme pour <b>tous les chatbots romantiques basés sur l’IA que nous avons passés en revue.</b>
pt_br: Então, temos um monte de promessas vazias e perguntas sem resposta, juntamente com uma falta de transparência e responsabilidade e, ainda por cima, um risco à segurança dos usuários. É por isso que <b>todos os chatbots românticos com IA receberam nosso gongo de IA não confiável</b>.

# body.04cf5717-e19c-4647-b2f2-ebc9b708b1af
source: Don't get us wrong: Romantic AI chatbots are also bad at privacy in the regular ways
de: Damit wir uns richtig verstehen: Romantische KI-Chatbots sind auf JEDE ART grottenschlecht beim Datenschutz
es: No nos malinterpretes: los chatbots de IA románticos también son malos para la privacidad en las formas habituales
fr: Mais ne pensez pas que la liste s’arrête là : les chatbots romantiques basés sur l’IA présentent également d’importantes lacunes concernant la protection de la vie privée
pt_br: Não nos entenda mal: os chatbots românticos com IA também falham na privacidade de formas convencionais

# body.fd0c59ad-86d9-4e87-9cff-e386924632b3
source: Almost none do enough to keep your personal data safe – 90% failed to meet our Minimum Security Standards
de: Fast keine der Apps tut genug, um Ihre persönlichen Daten zu schützen: 90 % erfüllen nicht unsere Mindestsicherheitsstandards
es: Casi ninguno hace lo suficiente para proteger tus datos personales: el 90 % no cumple con nuestras normas mínimas de seguridad.
fr: Pratiquement aucun d’eux ne prend suffisamment de mesures pour garantir la sécurité de vos données personnelles. 90 % ne remplissent même pas nos exigences minimales en la matière !
pt_br: Quase nenhum faz o suficiente para manter seus dados pessoais seguros – 90% não atenderam aos nossos Padrões Mínimos de Segurança

# body.db29109b-6342-4a30-9e10-b6b1dcb3f6ba
source: We could only confirm that one app (kudos to <a id="a1">Genesia AI Friend &amp; Partner</a>!) meets our Minimum Security Standards. And even then, we did find some conflicting information. We wouldn’t recommend a smart light bulb that fails to meet our Minimum Security Standards (these are<i> minimum</i> standards after all), but an AI romantic partner? These apps really put your private information at serious risk of a leak, breach, or hack. Most of the time, we just couldn’t tell if these apps do the minimum to secure your personal information.
de: Die einzige App, von der wir bestätigen konnten, dass sie unsere Mindestsicherheitsanforderungen erfüllt, ist <a id="a1">Genesia AI Friend & Partner</a> (großes Lob!). Trotzdem haben wir auch hier Widersprüchlichkeiten entdeckt. Wer oder was unsere Mindestsicherheitsstandards nicht erfüllt, wird nicht empfohlen, Punkt. Noch nicht einmal eine smarte Glühbirne, und erst recht kein*e romantische*r KI-Partner*in! Mit Apps dieser Art setzen Sie Ihre privaten Daten einem signifikanten Risiko aus, durch Sicherheitslecks, Verstöße oder Hacker*innenangriffe kompromittiert zu werden. In den meisten Fällen waren wir nicht in der Lage, festzustellen, dass diese Apps auch nur ein Minimum leisten, um Ihre persönlichen Daten zu schützen.
es: Tan solo una app (¡estrellita para <a id="a1">Genesia AI Friend &amp; Partner</a>!) las cumple, pero de todas formas encontramos cierta información contradictoria. Si no recomendamos una bombilla inteligente que incumple nuestras normas mínimas de seguridad (por tratarse de apenas de <i> lo mínimo</i> indispensable), cuanto más una IA romántica, ¿verdad? Estas aplicaciones realmente ponen tu información privada en grave riesgo de filtración, violación o hackeo. La mayoría de las veces, simplemente nos resultó imposible determinar si estas aplicaciones hacen lo mínimo para asegurar nuestra información personal.
fr: En fait, une seule application (bravo <a id="a1">Genesia AI Friend & Partner</a> !) respecte nos exigences minimales permettant de garantir la sécurité des données. Mais même là, nous avons trouvé quelques informations contradictoires à ce sujet… Vous nous connaissez : nous ne recommanderions pas une ampoule connectée qui ne respecte pas nos exigences minimales en termes de sécurité (après tout, ce sont des exigences <i>minimales</i>), alors un partenaire romantique basé sur l’IA ? Avec ces applications, vos informations personnelles courent un risque important de se retrouver dans une fuite de données ou un piratage. La plupart du temps, nous ne pouvions tout simplement pas déterminer si ces applications font bien le minimum pour assurer la sécurité de vos informations personnelles.
pt_br: Conseguimos confirmar que apenas um aplicativo (parabéns para <a id="a1">Genesia AI Friend &amp; Partner</a>!) atende aos nossos Padrões Mínimos de Segurança. Mesmo assim, encontramos algumas informações conflitantes. Não recomendaríamos uma lâmpada inteligente que não atende aos nossos Padrões Mínimos de Segurança (afinal, são padrões<i> mínimos</i>), mas um parceiro romântico com IA? Esses aplicativos realmente colocam suas informações privadas em sério risco de vazamento, violação ou invasão. Na maioria das vezes, simplesmente não conseguimos verificar se esses aplicativos fazem o mínimo para proteger suas informações pessoais.

# body.806de7b6-b795-4f52-aafa-7fae282c88e2
source: Most (73%) haven’t published any information on how they manage <b>security vulnerabilities</b>
de: Die meisten (73 %) haben keine Informationen darüber veröffentlicht, wie sie mit <b>Sicherheitsschwachstellen</b> umgehen
es: La mayoría (73 %) no han publicado nada respecto a cómo resuelven <b>las vulnerabilidades de seguridad</b>.
fr: 73 % des applications n’ont pas communiqué d’informations sur la façon dont elles gèrent les <b>failles de sécurité</b>.
pt_br: A maioria (73%) não publicou nenhuma informação sobre como gerenciam <b>vulnerabilidades de segurança</b>

# body.806de7b6-b795-4f52-aafa-7fae282c88e2
source: Most (64%) haven’t published clear information about <b>encryption</b> and whether they use it
de: Die meisten (64 %) haben keine klaren Informationen über <b>Verschlüsselung</b> veröffentlicht und ob sie diese anwenden
es: La mayoría (64 %) no han publicado información clara sobre el <b>cifrado</b> y si lo utilizan.
fr: 64 % des applications n’ont pas non plus publié d’informations claires sur le <b>chiffrement</b> qu’elles utilisent – ni même si elles en utilisent un.
pt_br: A maioria (64%) não publicou informações claras sobre <b>criptografia</b> e se a utilizam

# body.806de7b6-b795-4f52-aafa-7fae282c88e2
source: About half (45%) allow <b>weak passwords</b>, including the weak password of “1”.
de: Etwa die Hälfte (45 %) lässt <b>schwache Passwörter</b> zu, darunter das schwache Passwort „1“
es: Poco menos de la mitad (45 %) permiten el uso de <b>contraseñas débiles</b>, incluso un debilísimo “1”.
fr: 45 % des applications autorisent les <b>mots de passe faibles</b>, y compris le simple chiffre « 1 ».
pt_br: Quase metade (45%) permite <b>senhas fracas</b>, incluindo a senha fraca “1”

# body.36a9fdef-e8d2-471b-ad35-2b9c10ebf132
source: All but one app (90%) may share or sell your personal data
de: Alle bis auf eine App (90 %) können Ihre persönlichen Daten weitergeben oder verkaufen
es: Todas las aplicaciones excepto una (90 %) quizás comparten o venden nuestros datos personales.
fr: 90 % des applications (c’est-à-dire toutes sauf une) sont susceptibles de partager et même de vendre vos données
pt_br: Exceto por um aplicativo (90%), todos podem compartilhar ou vender seus dados pessoais
