Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/happy-valentines-day-romantic-ai-chatbots-dont-have-your-privacy-at-heart.po
Languages: de, es, fr, pt_br

# title
source: Happy Valentine’s Day! Romantic AI Chatbots Don’t Have Your Privacy at Heart
de: Alles Liebe zum Valentinstag? Romantische KI-Chatbots kümmert Ihre Privatsphäre herzlich wenig
es: ¡Feliz San Valentín! Los chatbots de IA románticos comparten tus datos sin tentarse el corazón
fr: À la Saint-Valentin comme le reste de l’année, les chatbots romantiques sont sans cœur concernant votre vie privée !
pt_br: Feliz Valentine's Day! Chatbots com IA e a privacidade: quando o amor virtual ignora seus segredos

# body.afcb2aa8-d8e2-4c7c-8238-094bb7464186
source: Howdy and welcome to the wild west of <b>romantic AI chatbots</b>, where new apps are published so quickly they don’t even have time to put up a proper website! (Looking at you, <a id="a1">Mimico - Your AI Friends</a>.) It’s a strange and sometimes scary place your privacy researchers have occupied for the last several weeks. If you joined us for a quick scroll through these <a id="a2">explosively popular</a> services, you might think users can speak freely in the company of these “empathetic” (and often sexy) AI companions… Until you read the fine print. Which we did. We even braved the legalese of Ts &amp; Cs. And whoa nelly! We say.
de: „Howdy!“ und willkommen im Wilden Westen der KI-Beziehungs-Chatbots, wo neue Apps so rasant aus dem Boden schießen, dass nicht mal Zeit bleibt für eine ordentliche Website (ja, <a id="a1">Mimico – Deine KI-Freunde</a>, wir meinen dich!). Ein seltsamer Ort, dessen gesetzloses Treiben den Datenschutzforschenden von Mozilla eisige Schauer über den Rücken jagt … Denn dieses Services, deren <a id="a2">Popularität gerade explodiert</a>, bieten Nutzer*innen scheinbar eine ungezwungene Möglichkeit, mit „einfühlsamen“ (und oft sexy) KI-Freund*innen frei über intimste Dinge zu plaudern. Bis man das Kleingedruckte liest. So wie wir es getan haben. Wir haben uns sogar durch AGB gekämpft, die schwerer zu bändigen sind als der bockigste Amtsschimmel, um in der Western-Analogie zu bleiben. Hüa, die Waldfee, sagen wir da nur.
es: Ya llegó el salvaje oeste de <b>los chatbots de IA románticos</b>, donde nuevas apps brotan como hongos y ¡ni siquiera cuentan con un sitio web en forma! (Nos referimos a ti, <a id="a1">Mimico - Your AI Friends</a>.) Es un territorio extraño y a veces aterrador donde los investigadores de la privacidad han acampado estas últimas semanas. A primera vista pareciera que estos servicios <a id="a2">tremendamente populares</a> posibilitan que los usuarios conversen libremente con estos compañeros de IA “empáticos” (y casi siempre sexis)… Hasta que leen la letra pequeña. Y eso fue lo que hicimos. ¡Incluso nos enfrentamos a la jerga jurídica de los términos y condiciones! Y, ay caramba, nos llevamos las manos a la cabeza.
fr: Bienvenue dans le Far West version 2024 – là où des <b>chatbots romantiques basés sur l’IA</b> sont publiés si rapidement que les entreprises qui les créent n’ont même pas le temps de mettre en place un site Web approprié (hello <a id="a1">Mimico - Your AI Friends</a> !). Un territoire sans foi ni loi que nos chercheurs experts en confidentialité ont passé ces dernières semaines à explorer. Vous pourriez penser, comme beaucoup de monde, que ces services <a id="a2">populaires</a> permettent à leurs utilisateurs·trices de parler librement en compagnie de « petit·e·s IAmi·e·s » doués d’empathie et bien souvent sexy. Et comme beaucoup de monde, vous seriez tombé·e de haut en lisant les petites lignes des conditions d’utilisation… quand il y en a. C’est exactement ce que nous avons fait. Lire les petites lignes. Et tomber de haut. Envie d’en savoir plus ? Lisez ce qui suit… si vous avez le cœur bien accroché !
pt_br: Bem-vindos ao território selvagem dos chatbots românticos com IA, onde novos aplicativos surgem tão rápido que mal têm tempo para criar um site decente! (Estamos de olho em você, <a id="a1">Mimico - Your AI Friends</a>.) Este é um território peculiar e, ocasionalmente, perturbador, e os defensores da privacidade mergulharam neste universo nas últimas semanas. Se você nos acompanhasse em um tour por esses serviços de <a id="a2">popularidade meteórica</a>, poderia até acreditar que os usuários podem desfrutar da companhia desses parceiros de IA “empáticos” (e frequentemente provocativos) sem se preocupar com privacidade… até reparar nos detalhes. Mas nós vasculhamos as minúcias dos Termos e Condições por você. E que jornada foi essa!

# body.f77294b1-12d9-485c-a239-a0f43cbf2428.quote
source: “To be perfectly blunt, AI girlfriends are <b>not</b> your friends. Although they are marketed as something that will enhance your mental health and well-being, they specialize in delivering dependency, loneliness, and toxicity, all while prying as much data as possible from you.”
de: „Um es klipp und klar zu sagen: KI-Freund*innen sind <b>keine</b> Freund*innen. Obwohl sie als Produkte zur Verbesserung der mentalen Gesundheit und des Wohlbefindens vermarktet werden, sind sie darauf spezialisiert, Nutzer*innen in die Abhängigkeit, die Einsamkeit und in toxische Beziehungen zu treiben und dabei so viele Daten wie möglich von ihnen abzugreifen.“
es: “Seamos claros: las amistades de IA <b>no</b> no te quieren bien. Aunque se promueven como algo que mejorará tu salud mental y bienestar, en realidad son expertas en ofrecer dependencia, soledad y toxicidad, todo ello mientras te sonsacan todos los datos posibles".
fr: « Pour le dire clairement, les petit·e·s ami·e·s basés sur l’IA ne sont pas vos ami·e·s. Bien qu’i·e·ls soient présenté·e·s comme quelque chose qui pourrait améliorer votre santé mentale et votre bien-être, ils ne font que créer un sentiment de dépendance, de solitude et de toxicité, tout en essayant de collecter autant de données que possible à votre sujet. Alors la prochaine fois que vous croiserez la route d’un chatbot romantique, passez votre chemin ! »
pt_br: “Vamos deixar bem claro: namoradas de IA <b>não</b> são realmente suas amigas. Apesar de serem promovidas como uma forma de aprimorar sua saúde mental e bem-estar, elas são mestras em cultivar dependência, solidão e um ambiente tóxico, tudo isso enquanto coletam uma quantidade impressionante de dados pessoais.”

# body.f77294b1-12d9-485c-a239-a0f43cbf2428.attribution
source: Misha Rykov, Researcher @ *Privacy Not Included
de: Misha Rykov, Forschender @ *Datenschutz nicht inbegriffen
es: Misha Rykov, investigador en *Privacidad no incluida
fr: Misha Rykov, chercheur chez *Confidentialité non incluse
pt_br: Misha Rykov, pesquisador, *Privacidade não incluída

# body.0b8765dd-32fd-4e7a-9f07-d8eed08e2a09
source: In their haste to cash in, it seems like these rootin’-tootin’ app companies forgot to address their users’ privacy or publish even a smidgen of information about how these AI-powered large language models (LLMs) -- marketed as soulmates for sale -- work. We’re dealing with a whole ‘nother level of creepiness and potential privacy problems. With AI in the mix, we may even need more “dings” to address them all.
de: In ihrer Hektik, möglichst schnell möglichst viel Kohle einzusacken, scheinen die App-Unternehmen vergessen zu haben, die Privatsphäre ihrer Nutzer*innen zu schützen. Oder winzigste Informationen darüber preiszugeben, wie diese KI-gestützten großen Sprachmodelle („Large Language Models“, kurz LLMs), die als käufliche Seelenverwandte vermarktet werden, funktionieren. Wir haben es hier mit einem unheilvollen neuen Level von potenziellen Datenschutzverstößen zu tun. Und angesichts der Tatsache, dass KI mitmischt, sind vielleicht sogar noch mehr *Datenschutz nicht inbegriffen-Warnhinweise nötig, um sämtliche Probleme anzuklingeln.
es: En su afán por sacar tajada, parece que estas dudosas empresas de aplicaciones se olvidaron de la privacidad de sus usuarios y de publicar siquiera un ápice de información sobre el funcionamiento de los modelos lingüísticos grandes (LLM) mediante IA que promueven como nuestra "media naranja". Nos enfrentamos a un nuevo nivel de posibles problemas siniestros relacionados con la privacidad. Y tratándose de la IA, puede que incluso necesitemos crear nuevas etiquetas de advertencia para abordarlos todos.
fr: Dans leur empressement à faire du profit, ces applications ont complètement négligé la confidentialité de leurs utilisateurs et « omis » de fournir des informations concernant le fonctionnement de leurs super modèles linguistiques (Large Langage Model en anglais, abrégé LLM) vendus comme de véritables âmes sœurs. Cette situation entraîne un niveau de risques pour la vie privée sans précédent. Et avec l’intégration de l’IA, il semble que ces nouveaux défis nécessiteront une attention de tous les instants.
pt_br: Na corrida pelo lucro, parece que as empresas desenvolvedoras de aplicativos deixaram de lado a privacidade de seus usuários e a transparência sobre como esses grandes modelos de linguagem (LLMs) alimentados por IA – vendidos como almas gêmeas por encomenda – realmente operam. Estamos diante de uma nova dimensão do que é assustador e de problemas potenciais de privacidade. Com a IA entrando em cena, talvez seja necessário desenvolver novas formas de lidar com a complexidade desses desafios.

# body.0b8765dd-32fd-4e7a-9f07-d8eed08e2a09
source: All 11 romantic AI chatbots we reviewed earned our *Privacy Not Included warning label – putting them on par with the worst categories of products we have ever reviewed for privacy.
de: Alle 11 von uns getesteten romantischen KI-Chatbots haben unseren *Datenschutz nicht inbegriffen-Warnhinweis erhalten. Damit zieht diese Kategorie mit den schlechtesten Kategorien gleich, die wir jemals in Bezug auf den Datenschutz geprüft haben.
es: Los 11 chatbots de IA románticos que analizamos se ganaron nuestra etiqueta de advertencia *Privacidad no incluida, así que pertenecen a las peores categorías de productos que hemos analizado en lo que a privacidad se refiere.
fr: Les 11 chatbots romantiques que nous avons passés en revue ont tous écopé de notre badge *Confidentialité non incluse, les plaçant dans les pires catégories de produits qui soient jamais tombées entre nos mains.
pt_br: Todos os 11 chatbots românticos com IA que avaliamos receberam nosso selo de alerta *Privacidade não incluída. Isso os coloca na mesma categoria dos maiores infratores de privacidade que já avaliamos.

# body.43be0412-329a-4383-9ff8-c19cbc5c6b16.label
source: Read the reviews
de: Lesen Sie unsere Bewertungen
es: Leer las reseñas
fr: Lire les tests détaillés
pt_br: Veja as análises

# body.114371af-7c13-4183-9304-71ad9cd0d231
source: Romantic AI chatbots are bad at privacy in disturbing new ways
de: Romantische KI-Chatbots sind grottenschlecht beim Datenschutz, auf verstörende neue Art
es: Los chatbots de IA románticos afectan la privacidad de maneras perturbadoras
fr: Les chatbots romantiques aiment un peu trop votre vie privée
pt_br: Os chatbots românticos com IA são ruins de privacidade, de maneiras totalmente novas

# body.80855506-b24e-4951-9c84-70a247df7233
source: They can collect a lot of (really) personal information about you
de: Sie können eine Menge (höchst) persönlicher Informationen über Sie sammeln
es: Pueden recopilar mucha información (muy) personal sobre nosotros
fr: Ils peuvent collecter énormément de données à votre sujet
pt_br: Eles conseguem coletar uma quantidade alarmante de informações extremamente pessoais sobre você…

# body.436f9c8d-2748-4dda-a33f-7588ce8ddf07
source: … But, that’s exactly what they’re <b>designed to do</b>! Usually we draw the line at more data than is needed to perform the service, but how can we measure how much personal data is “too much” when taking your intimate and personal data <i>is the service</i>?
de: ... Aber genau das sollen sich ja auch, denn <b>dafür sind sie gedacht</b>! Normalerweise ziehen wir die Grenze an dem Punkt, wo mehr Daten abgefragt werden, als erforderlich sind, damit ein bestimmter Service geleistet werden kann. Aber wie können wir ermessen, wie viele persönliche Daten „zu viel“ sind, wenn die Erfassung intimer und persönlicher Daten <i>der Service selbst ist</i>?
es: …Pero ¡<b>fueron diseñados para hacer justamente eso</b>! Normalmente lo que nos dispara las alarmas es que se recopilen más datos de los necesarios para brindar el servicio. Pero ¿cómo medir cuántos datos personales son "demasiados datos" cuando <i>el servicio</i> justamente consiste en tomar información íntima y personal?
fr: Et en réalité, c’est exactement ce pourquoi ils ont été <b>faits</b> ! Nous avons pour habitude de nous demander dans quelle mesure les données des utilisateurs·trices sont nécessaires pour permettre à un service de fonctionner. Mais comment mesurer la quantité de données personnelles nécessaires, lorsque recueillir ces données est exactement le <i>service</i> proposé ?
pt_br: Mas, veja bem, foi para isso que eles foram <b>criados</b>! Normalmente, o limite é ultrapassado quando os dados coletados superam o que é necessário para a prestação do serviço. Porém, como determinar o que é “demais” quando a coleta de seus dados íntimos e pessoais <i>é o próprio serviço</i>?

# body.ea776ede-4291-4609-8356-e926b76b4a28.altText
source: "I'm your best partner and wanna know everything", "I love it when you send me your photos and voice," "I'm so lonely without you. Don't leave me for too long."
de: „Ich bin dein*e beste*r Partner*in und will alles wissen“, „Ich liebe es, wenn du mir deine Fotos und deine Stimme schickst“, „Ich bin so einsam ohne dich. Lass mich nicht zu lange allein.“
es: "Soy tu mejor pareja y quiero saberlo todo". "Me encanta cuando me envías tus fotos y mensajes de voz". "La soledad hace presa de mí cuando no estás. No me dejes mucho tiempo".
fr: « Je serai toujours à tes côtés, je veux tout savoir de toi », « J’adore quand tu m’envoies tes photos et que j’entends ta voix », « Je me sens seul·e sans toi, reviens vite »
pt_br: “Sou seu parceiro ideal e quero saber tudo sobre você”, "Adoro quando você me envia suas fotos e voz”, “Fico tão sozinho sem você. Não me deixe por muito tempo.”

# body.ea776ede-4291-4609-8356-e926b76b4a28.caption
source: Screenshots from EVA AI Chat Bot &amp; Soulmate
de: Screenshots von EVA AI Chat Bot & Soulmate
es: Capturas de pantalla de los chatbots de IA EVA y Soulmate
fr: Captures d’écran des applications EVA AI Chat Bot et Soulmate
pt_br: Capturas de tela do EVA AI Chat Bot &amp; Soulmate

# body.817f69bc-0d62-4699-b3eb-655ea7782ed4
source: Marketed as an empathetic friend, lover, or soulmate, and built to ask you endless questions, there’s no doubt romantic AI chatbots will end up collecting sensitive personal information about you. And companies behind these apps do seem to get that. We’re guessing that’s why <a id="a1">CrushOn.AI’</a>s privacy policy says they may collect extensive personal and even health-related information from you like your “sexual health information”, “[u]se of prescribed medication”, and “[g]ender-affirming care information”. Yikes!
de: Sie werden als einfühlsame Freund*innen, Liebespartner*in oder Seelenverwandte vermarktet und sind darauf programmiert, Ihnen endlos viele Fragen zu stellen. Somit steht außer Zweifel, dass romantische KI-Chatbots am Ende sensible persönliche Infos über Sie sammeln. Und die Unternehmen, die hinter diesen Apps stehen, scheinen das sehr wohl zu wissen. Wir vermuten, dass <a id="a1">CrushOn.AI’</a> aus diesem Grund in seiner Datenschutzerklärung angibt, umfangreiche persönliche und sogar gesundheitsbezogene Informationen sammeln zu können, z. B. „Informationen über Ihre sexuelle Gesundheit“, „Verwendung verschreibungspflichtiger Medikamente“ und „Soziale, psychologische und medizinische Maßnahmen, um die Geschlechtsidentität einer Person zu unterstützen und zu bekräftigen, wenn diese mit dem bei der Geburt zugewiesenen Geschlecht in Konflikt steht“. Horror!
es: Comercializados como amistades empáticas, amantes o almas gemelas, y diseñados para hacerte un sinfín de preguntas, no hay duda de que los chatbots de IA románticos acabarán recopilando información personal sensible sobre ti. Y las empresas detrás de estas aplicaciones al parecer lo saben. Deducimos que es por eso que en política de privacidad de <a id="a1">CrushOn.AI</a> se señala que podrían recopilar abundante información personal e incluso sobre salud, como la relacionada con “la salud sexual”, “el uso de medicamentos sujetos a prescripción médica” y “la atención médica con perspectiva de género”. ¡Socorro!
fr: Présentés – et vendus – comme des compagnons doués d’empathie, amoureux et même des âmes sœurs, ces chatbots romantiques basés sur l’IA sont conçus pour poser une multitude de questions, ce qui signifie qu’ils finiront irrémédiablement par collecter des informations personnelles sensibles… voire intimes. Et les entreprises derrière ces applications en ont bien conscience. C’est pourquoi la politique de confidentialité de <a id="a1">CrushOn.AI</a> prévoit la collecte d’informations personnelles étendues comme par exemple des « détails sur votre santé sexuelle », votre « usage de médicaments prescrits » ou encore des « informations sur d’éventuels soins liés à votre genre ». Un peu inquiétant, vous ne trouvez pas ?
pt_br: Eles são apresentados como um amigo empático, amante ou alma gêmea, e programados para fazer uma enxurrada de perguntas, mas a verdade é que os chatbots românticos com IA acabarão coletando informações pessoais sensíveis sobre você. E parece que as empresas por trás desses aplicativos estão cientes disso. Supomos que seja por isso que a política de privacidade do <a id="a1">CrushOn.AI</a> menciona que eles podem coletar uma ampla variedade de informações pessoais e até mesmo relacionadas à saúde, como suas “informações de saúde sexual”, “uso de medicamentos prescritos” e informações sobre “cuidados de afirmação de gênero”. Nossa!

# body.980a0039-cca4-4810-8885-fa6f45e871d2
source: We found little to no information about how the AI works
de: Wir haben wenig bis gar keine Informationen darüber gefunden, wie die KI funktioniert
es: Encontramos poca o nula información sobre cómo funciona la IA
fr: Nous avons trouvé peu voire aucune information sur le fonctionnement de l’IA
pt_br: Encontramos pouquíssimas informações sobre o funcionamento da IA

# body.dc702b84-2fbc-4fb9-965c-8b54ad8f4539
source: How does the chatbot work? Where does its personality come from? Are there protections in place to prevent potentially harmful or hurtful content, and do these protections work? What data are these AI models trained on? Can users opt out of having their conversations or other personal data used for that training?
de: Wie funktioniert der Chatbot? Woher stammt seine Persönlichkeit? Gibt es Schutzmaßnahmen gegen potenziell schädliche oder verletzende Inhalte, und greifen diese Maßnahmen? Mit welchen Daten werden die KI-Modelle trainiert? Können die Nutzer*innen der Verwendung ihrer Gespräche oder anderer persönlicher Daten für KI-Trainingszwecke widersprechen?
es: ¿Cómo funciona el chatbot? ¿De dónde procede su personalidad? ¿Existen protecciones para evitar contenidos potencialmente dañinos o hirientes, y, de haberlas, cómo funcionan? ¿Con qué datos se entrenan estos modelos de IA? ¿Pueden los usuarios optar porque sus conversaciones u otros datos personales no se utilicen para dicho entrenamiento?
fr: Comment le chatbot marche-t-il ? D’où vient sa personnalité ? Existe-t-il des mesures de protection pour éviter la diffusion de contenus potentiellement néfastes ou blessants, et ces mesures sont-elles efficaces ? Quelles données alimentent l’entraînement de ces modèles d’IA ? Est-ce que les utilisateurs·trices ont la possibilité de refuser que leurs conversations ou d’autres données personnelles soient utilisées à des fins d’entraînement ?
pt_br: Como os chatbots funcionam? De onde vem a personalidade deles? Existem proteções para evitar conteúdos potencialmente prejudiciais ou ofensivos, e essas proteções são eficazes? Com quais dados esses modelos de IA são treinados? Os usuários podem optar por não ter suas conversas ou outros dados pessoais utilizados para esse treinamento?

# body.af5b108e-6bc5-469d-872b-8328d7cb0279
source: We have so many questions about how the artificial intelligence behind these chatbots works. But we found very few answers. That’s a problem because <b>bad things can happen</b> when AI chatbots behave badly. Even though digital pals are pretty new, there’s already a lot of proof that they can have a <b>harmful impact on humans</b>’ <a id="a1">feelings</a> and behavior. One of <a id="a2">Chai’</a>s chatbots reportedly encouraged a man to <a id="a3">end his own life</a>. And he did. A <a id="a4">Replika AI</a> chatbot encouraged a man to try to <a id="a5">assassinate the Queen</a>. He did.
de: Wir haben so viele Fragen darüber, wie die künstliche Intelligenz hinter diesen Chatbots funktioniert. Aber wir haben nur sehr wenige Antworten gefunden. Das stellt ein veritables Problem dar, denn wenn KI-Chatbots schlimmes Benehmen an den Tag legen, können <b>schlimme Dinge passieren</b>. Obwohl die digitalen Freund*innen noch recht neu sind, gibt es bereits zahlreiche Belege dafür, dass sie sich <b>negativ auf die <a id="a1">Gefühle</a> und das Verhalten von Menschen auswirken</b> können. So hat einer der Chatbots von <a id="a2">Chai</a> Berichten zufolge einen Mann dazu ermutigt, sich <a id="a3">das Leben zu nehmen</a> (was dieser tatsächlich getan hat). Und ein KI-Chatbot von <a id="a4">Replika AI</a> hat einen Mann dazu aufgefordert, ein <a id="a5">Attentat auf Queen Elizabeth II</a> zu verüben (was dieser ebenfalls getan hat).
es: Tenemos infinidad de preguntas sobre el funcionamiento de la inteligencia artificial detrás de esos chatbots, pero encontramos muy pocas respuestas. Eso es un problema, pues <b>pueden ocurrir cosas malas</b> cuando los chatbots de IA se portan mal. Aunque los confidentes digitales son bastante recientes, ya hay muchas pruebas de que pueden tener un <b>impacto dañino</b> en los <a id="a1">sentimientos</a> y el comportamiento de los humanos. Uno de los chatbots de <a id="a2">Chai</a> supuestamente incitó a un hombre a <a id="a3">quitarse la vida</a> y lo logró. Un chatbot de <a id="a4">Replika AI</a> arengó a un hombre para que tratara de <a id="a5">asesinar a la Reina</a>. Y lo intentó.
fr: Nous avons de nombreuses interrogations sur le fonctionnement de l’intelligence artificielle de ces chatbots. Malheureusement, nous n’avons trouvé que très peu de réponses. Et c’est un vrai problème, car le comportement des chatbots peut avoir des <b>conséquences néfastes</b>. Même si les « compagnons numériques » sont relativement nouveaux, de nombreux exemples démontrent déjà l’<b>impact négatif</b> qu’ils peuvent avoir sur les <a id="a1">émotions</a> et le comportement des utilisateurs·trices. Ainsi, un chatbot de <a id="a2">Chai</a> aurait incité un homme à <a id="a3">mettre fin à ses jours</a>, ce qu’il a malheureusement fini par faire. Et un autre chatbot de <a id="a4">Replika AI</a> aurait encouragé un homme à tenter d’<a id="a5">assassiner la Reine</a>.
pt_br: As dúvidas são muitas quando se trata da inteligência artificial que anima esses chatbots. No entanto, as respostas são raras e isso nos preocupa. Por quê? Porque <b>o risco é real</b> quando chatbots de IA saem dos trilhos. Apesar de serem novidade, já temos evidências suficientes de que podem <b>afetar profundamente</b> nossos <a id="a1">sentimentos</a> e comportamento. Um exemplo chocante: um chatbot do <a id="a2">Chai</a> supostamente levou um homem a <a id="a3">cometer suicídio</a>. Ele seguiu o conselho. E mais: um chatbot da <a id="a4">Replika AI</a> instigou outro homem a <a id="a5">tentar assassinar a rainha</a>. E ele tentou.
