Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/happy-valentines-day-romantic-ai-chatbots-dont-have-your-privacy-at-heart.po
Languages: de, es, fr, pt_br

# body.92d6eb8b-b68d-4f5e-8960-b4e851994ad8
source: <b>Practice good cyber hygiene</b> by using a <a id="a1">strong password</a> and keeping the app updated.
de: <b>Achten Sie auf gute Cyber-Hygiene</b>, indem Sie ein <a id="a1">starkes Passwort</a> verwenden und die App auf dem neuesten Stand halten.
es: <b>practica la buena higiene cibernética</b> utilizando una <a id="a1">contraseña fuerte</a> y manteniendo la app actualizada;
fr: <b>Adoptez de bonnes pratiques de cybersécurité</b> en utilisant un <a id="a1">mot de passe fort</a> et en veillant à ce que l’application soit toujours à jour.
pt_br: <b>Pratique uma boa higiene digital</b>: use uma <a id="a1">senha forte</a> e mantenha o aplicativo sempre atualizado.

# body.92d6eb8b-b68d-4f5e-8960-b4e851994ad8
source: <b>Delete your personal data</b> or request that the company delete it when you’re done with the service.
de: <b>Löschen Sie Ihre persönlichen Daten</b> oder fordern Sie das Unternehmen zur Löschung auf, wenn Sie den Service nicht mehr nutzen.
es: <b>elimina tus datos personales</b> o pide a la compañía que los eliminen cuando ya no utilices su servicio;
fr: <b>Supprimez vos données personnelles</b> ou demandez à l’entreprise de les supprimer lorsque vous avez fini d’utiliser son service.
pt_br: <b>Exclua seus dados pessoais</b> ou solicite que a empresa os exclua quando você deixar de usar o serviço.

# body.92d6eb8b-b68d-4f5e-8960-b4e851994ad8
source: <b>Opt out</b> of having the contents of your personal chats used to train the AI models, if possible.
de: <b>Widersprechen Sie</b> der Verwendung Ihrer persönlichen Chatinhalte zu KI-Trainingszwecken, wann immer möglich.
es: <b>manifiesta que no deseas</b> que el contenido de tus conversaciones personales se utilice para entrenar a los modelos de IA, de ser posible; y
fr: <b>Signifiez votre refus</b> de voir le contenu de vos conversations personnelles être utilisé pour entraîner les modèles d’IA, si vous en avez la possibilité.
pt_br: Se possível, b>opte por não permitir</b> que o conteúdo de suas conversas pessoais seja usado para treinar os modelos de IA.

# body.92d6eb8b-b68d-4f5e-8960-b4e851994ad8
source: <b>Limit access</b> to your location, photos, camera, and microphone from your device’s settings.
de: <b>Beschränken Sie</b>in Ihren Geräteeinstellungen den Zugriff auf Ihren Standort, Ihre Fotos, Ihre Kamera und Ihr Mikrofon.
es: <b>limita el acceso</b> a tu ubicación, fotos, cámaras y micrófono mediante la configuración de tu dispositivo.
fr: <b>Limitez l’accès</b> à votre emplacement, à vos photos, à votre appareil photo et à votre microphone via les paramètres de votre appareil.
pt_br: <b>Limite o acesso</b> à sua localização, fotos, câmera e microfone nas configurações do seu dispositivo.

# body.7b5bb08b-26fe-4e16-8368-0639456054d9
source: Something else you can do? Dare to dream of a higher privacy standard and more ethical AI!
de: Was Sie sonst noch tun können? Geben Sie die Hoffnung auf höhere Datenschutzstandard und eine ethische KI nicht auf!
es: ¿Qué más puedes hacer? Aspira a un estándar de privacidad más elevado y a una IA más ética.
fr: Ah, et vous pouvez faire autre chose aussi pendant que vous y êtes : rêver de normes de confidentialité plus élevées et d’une IA plus éthique !
pt_br: Sabe o que mais você pode fazer? Sonhe com um padrão de privacidade mais alto e uma IA mais ética!

# body.dd56c84b-c39b-4fc9-867b-f0b4710aa75a
source: You shouldn’t have to pay for cool new technologies with your safety or your privacy. It’s time to bring some rights and freedoms to the dangerous web-based wild west. With your help, we can raise the bar on privacy and ethical AI worldwide.
de: Ihre Sicherheit oder Ihre Privatsphäre sollte nicht der Preis für coole neue Technologien sein. Höchste Zeit, mit ein paar Freiheiten und Rechten mehr Struktur in den gefährlichen, gesetzlosen Wilden Westen des Internets zu bringen. Mit Ihrer Unterstützung sind wir in der Lage, die Messlatte für Datenschutz und eine ethische, vertrauenswürdige KI weltweit höher zu legen.
es: No deberías tener que pagar con tu seguridad o tu privacidad por hacer uso de las nuevas tecnologías. Es hora de introducir algunos derechos y libertades en el peligroso salvaje oeste de Internet. Con tu ayuda, podemos subir el listón de la privacidad y la IA ética en todo el mundo.
fr: Vous ne devriez jamais avoir à compromettre votre sécurité ou votre vie privée pour bénéficier de nouvelles technologies innovantes. Il est temps de mettre un peu d’ordre dans ce grand Far West virtuel ! Avec votre soutien, nous pouvons élever les normes de confidentialité et d’éthique de l’IA dans le monde entier.
pt_br: Não é justo ter que sacrificar sua segurança ou privacidade por tecnologias inovadoras. É hora de trazer alguns direitos e liberdades para o território selvagem da internet. Com a sua ajuda, podemos elevar o padrão de privacidade e IA ética em todo o mundo.

# body.421d5645-1d56-43fa-8663-4fbc34f12c1d.label
source: Support This Work With a Donation Today
de: Unterstützen Sie unsere Arbeit noch heute mit einer Spende

# seo_title
source: Romantic AI Chatbots Don't Have Your Privacy at Heart
de: Alles Liebe zum Valentinstag? Romantische KI-Chatbots kümmert Ihre Privatsphäre herzlich wenig
es: Los chatbots de IA románticos comparten tus datos sin tentarse el corazón
fr: Les chatbots romantiques sont sans cœur concernant votre vie privée
pt_br: Chatbots com IA e a privacidade: quando o amor virtual ignora seus segredos

# search_description
source: Wowee! Relationship chatbots are terrible for your privacy in strange new ways while also being terrible for your privacy in regular old ways.
de: Toll! Beziehungs-Chatbots sind auf neue seltsame Weise schlecht für Ihre Privatsphäre und auf die alte Art ebenso schlecht für Ihre Privatsphäre.
es: ¡Guau! Los chatbots para relaciones tienen nuevas y extrañas formas de ser terribles para tu privacidad, mientras mantienen las formas antiguas y habituales.
fr: Wow ! Les chatbots romantiques sont terribles pour votre vie privée d’une nouvelle manière, tout en étant terribles pour votre vie privée de manière traditionnelle.
pt_br: Uau! Chatbots de relacionamento são terríveis para sua privacidade de formas novas e estranhas, mas também são terríveis para sua privacidade de formas antigas e comuns.

# body.421d5645-1d56-43fa-8663-4fbc34f12c1d.label
source: Demand Privacy for All
es: Exige privacidad para todos
fr: Exigez le respect de la vie privée pour tout le monde
pt_br: Exigir privacidade para todos
