Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/happy-valentines-day-romantic-ai-chatbots-dont-have-your-privacy-at-heart.po
Languages: de, es, fr, pt_br

# body.7f97d1c2-48c4-4467-aecd-d373321e1fe5
source: <a id="a1">EVA AI Chat Bot &amp; Soulmate</a> is the only app that didn’t earn a “ding” for how they use your personal data. Every other app either says sell your data, share it for things like targeted advertising purposes, or didn’t provide enough information in their privacy policy for us to confirm that they don’t.
de: <a id="a1">EVA AI Chat Bot & Soulmate</a> haben wir als einzige App im Test nicht mit unserem Alarm angeklingelt, wenn es um die Verwendung Ihrer persönlichen Daten geht. Alle anderen Apps geben entweder an, dass sie Ihre Daten verkaufen, sie für Dinge wie gezielte Werbung weitergeben – oder stellen in ihrer Datenschutzerklärung nicht genügend Infos bereit, damit wir den Verkauf und/oder die Weitergabe ausschließen können.
es: <a id="a1">EVA AI Chat Bot &amp; Soulmate</a> es la única app que no se hizo merecedora de una etiqueta de advertencia por la manera como utilizan nuestros datos personales. Todas las demás aplicaciones o bien dicen que venden nuestros datos o los comparten con fines publicitarios, o no proporcionan suficiente información en su política de privacidad para que podamos confirmar que no lo hacen.
fr: En matière de respect de votre privée, seule l’application <a id="a1">EVA AI Chat Bot & Soulmate</a> sort (un peu) du lot. Toutes les autres applications indiquent qu’elles vendent vos données, qu’elles les partagent pour des raisons comme la publicité ciblée ou tout simplement n’indiquent rien du tout à ce sujet. Ce qui, croyez-nous, n’est jamais bon signe !
pt_br: O <a id="a1">EVA AI Chat Bot &amp; Soulmate</a> é o único aplicativo que não recebeu um gongo pelo uso de seus dados pessoais. Os demais ou admitem que vendem seus dados, compartilhando-os para fins como publicidade direcionada, ou não forneceram informações suficientes em suas políticas de privacidade para nos convencer de que não fazem isso.

# body.6876fc9f-1749-4a0c-9a75-4f30c540f06c
source: About half of the apps (54%) won’t let you delete your personal data
de: Bei rund der Hälfte der Apps (54 %) können Sie Ihre persönlichen Daten nicht löschen
es: Poco más de la mitad de las apps (54 %) no permiten la eliminación de datos personales
fr: 54 % des applications ne vous permettent pas de supprimer vos données
pt_br: Cerca de metade dos aplicativos (54%) não permite que você exclua seus dados pessoais

# body.d9fad8a0-b3a5-487a-8080-0faf5b3d7d00
source: At least according to what they say, only about half of the apps grant all users the right to delete their personal data, not just people who live under strong privacy laws. But you should know that your conversations might not always be part of that. Even if those romantic chats with your AI soulmate feel private, they won’t necessarily qualify as “personal information” or be treated with special care. Often, as <a id="a1">Romantic AI</a> put it, “communication via the chatbot <i>belongs to software</i>”. Uh, OK?
de: Zumindest wenn wir danach gehen, was die App selbst von sich behaupten, dann räumt nur etwa die Hälfte allen Nutzer*innen das Recht ein, ihre persönlichen Daten zu löschen (und nicht nur Personen in Ländern mit strengen Datenschutzgesetzen). Aber Sie sollten wissen, dass Ihre Unterhaltungen unter Umständen nicht dazu zählen. Selbst wenn sich die romantischen Chats mit Ihrem/Ihrer KI-Seelenverwandten sehr privat anfühlen, werden sie nicht unbedingt als „persönliche Daten“ eingestuft oder mit besonderer Sorgfalt behandelt. Wie <a id="a1">Romantic AI</a> es ausdrückt, „<i>gehört die Kommunikation über den Chatbot zur Software</i>“. Ähm, okay?
es: Al menos según sus afirmaciones, solo la mitad de las aplicaciones permiten a todos los usuarios ejercitar el derecho a borrar sus datos personales y no solo a quienes les son aplicables leyes de privacidad estrictas. Pero debes saber que tus conversaciones no siempre se consideran personales. Aunque esas pláticas con tu romántica alma gemela de IA te parezcan privadas, no necesariamente se consideran "información personal" ni reciben un tratamiento especial. Con frecuencia, como lo expone <a id="a1">Romantic AI</a>, “la comunicación con el chatbot <i>pertenece al software</i>”. ¿Quedó claro?
fr: D’après ce qu’elles affirment, près de la moitié des applications accordent à tous·tes leurs utilisateurs·trices le droit de supprimer leurs données personnelles, et pas seulement aux personnes qui vivent dans des pays où existent des lois strictes en matière de confidentialité. Mais sachez tout de même que vos conversations pourraient ne pas toujours être comprises dans ce « droit ». Car même si vous avez le sentiment que ces discussions romantiques avec votre partenaire IA sont privées, elles ne seront pas nécessairement considérées comme des « informations personnelles » ni traitées avec un soin particulier. Bien souvent, comme le précise d’ailleurs <a id="a1">Romantic AI</a>, « les communications effectuées via le chatbot <i>appartiennent au logiciel</i> ».
pt_br: Segundo o que dizem, só metade dos aplicativos dá o direito a todos os usuários de apagar seus dados pessoais, e não só para aqueles que vivem em regiões com legislações rigorosas de privacidade. Mas vale lembrar que suas conversas podem não estar incluídas nisso. Mesmo aqueles papos românticos com sua alma gêmea de IA parecendo íntimos, eles não são automaticamente considerados como “informações pessoais” ou tratados com um cuidado extra. Como o <a id="a1">Romantic AI</a> mesmo diz, “a comunicação pelo chatbot <i>é propriedade do software</i>”. Pois é, né?

# body.c1df0af1-92c2-406f-9d6b-673a284326be
source: Some not-so-fun facts about these bots:
de: Einige nicht ganz so romantische Fakten über diese Bots:
es: Algunas realidades no tan melosas de estos bots:
fr: Voici quelques informations déplaisantes à propos des chatbots romantiques :
pt_br: Algumas verdades inconvenientes sobre esses bots:

# body.31ee12e6-58ae-4714-b9df-701410b6470d
source: Are the track records “clean” or just short?
de: Ist die Erfolgsbilanz „gut“ oder einfach nur kurz?
es: ¿Sus historiales son "buenos" o más bien no?
fr: Pourquoi n’ont-ils que peu ou pas d’historiques et/ou d’antécédents ?
pt_br: Eles têm históricos "limpos" ou apenas são novos no pedaço?

# body.31ee12e6-58ae-4714-b9df-701410b6470d
source: Many of these companies are new or unknown to us. So it wasn’t surprising that only one older and more seemingly more established romantic AI chatbot, <a id="a1">Replika AI</a>, earned our bad track record “ding”.
de: Viele Chatbot-Apps sind neu oder uns nicht bekannt. Kaum verwunderlich also, dass wir nur einen einzigen KI-Beziehungs-Chatbot, der schon länger am Markt ist, mit unserem Alarm für seine „schlechte Erfolgsbilanz“ angeklingelt haben: <a id="a1">Replika AI</a>.
es: Muchas de estas compañías son nuevas o no las conocíamos. Así que no es de sorprender que solo uno de los chatbots románticos de IA más antiguos y aparentemente más establecidos, <a id="a1">Replika AI</a>, se salvara de nuestra etiqueta de mal historial.
fr: La plupart de ces entreprises sont relativement récentes ou nous étaient inconnues. C’est pourquoi il n’est pas surprenant que seul un chatbot romantique basé sur l’IA (en l’occurrence le plus « ancien » et le plus « connu »), <a id="a1">Replika AI</a>, ait été épinglé pour ses mauvais antécédents.
pt_br: Muitas dessas empresas são novatas ou desconhecidas para nós. Então, não nos surpreendeu que apenas um chatbot romântico com IA mais antigo e aparentemente consolidado, o a id="a1">Replika AI</a>, tenha recebido nossa gongada por um histórico ruim.

# body.31ee12e6-58ae-4714-b9df-701410b6470d
source: Anything you say to your AI lover can and will be used against you
de: Alles, was Sie Ihrem KI-Schatzi erzählen, kann und wird gegen Sie verwendet werden.
es: Todo lo que digas a tu amante de IA puede y será usado en tu contra
fr: Tout ce que vous pourrez dire à votre partenaire d’IA pourra et sera utilisé contre vous
pt_br: O que você diz ao seu amor de IA pode ser usado contra você

# body.31ee12e6-58ae-4714-b9df-701410b6470d
source: There’s no such thing as “spousal privilege” -- where your husband or wife doesn’t have to testify against you in court -- with AI partners. Most companies say they can share your information with the government or law enforcement without requiring a court order. Romantic AI chatbots are no exception.
de: Ein „Ehegattenprivileg“ – bei dem verheiratete Partner*innen vor Gericht nicht gegeneinander aussagen müssen – gibt es bei KI-Partner*innen nicht. Die meisten Unternehmen geben an, Ihre Daten auch ohne Gerichtsbeschluss an die Regierung oder Strafverfolgungsbehörden weitergeben zu können. Das gilt auch für romantische KI-Chatbots.
es: Con las parejas de IA, no existe el "privilegio conyugal" que impide el testimonio forzado de un cónyuge contra el otro ante un tribunal. La mayoría de las empresas dicen que pueden compartir tu información con el gobierno o las fuerzas del orden sin necesidad de una orden judicial. Los chatbots románticos no son una excepción.
fr: Avec les chatbots romantiques, le principe de « solidarité » qui peut exister entre deux personnes mariées n’a pas encore été inventé. Résultat aujourd’hui (et quelque chose nous dit que ce n’est pas près de changer), la plupart des entreprises derrière les chatbots déclarent pouvoir partager librement vos informations personnelles avec le gouvernement ou les forces de l’ordre, même sans ordonnance judiciaire !
pt_br: Não existe “privilégio conjugal” aqui, aquela regra que impede seu cônjuge de testemunhar contra você no tribunal, com parceiros de IA. A maioria das empresas afirma que pode compartilhar suas informações com o governo ou autoridades policiais sem precisar de uma ordem judicial. Os chatbots românticos de IA não são uma exceção.

# body.31ee12e6-58ae-4714-b9df-701410b6470d
source: Hundreds and thousands of trackers!
de: Abertausende von Trackern!
es: ¡Cientos de miles de rastreadores!
fr: Des milliers et des milliers de traqueurs !
pt_br: Centenas de milhares de rastreadores!

# body.31ee12e6-58ae-4714-b9df-701410b6470d
source: <a id="a1">Trackers</a> are little bits of code that gather information about your device, or your use of the app, or even your personal information and share that out with third-parties, often for advertising purposes. We found that these apps had an average of 2,663 trackers per minute. To be fair, <a id="a2">Romantic AI</a> brought that average way, way up, with 24,354 trackers detected in one minute of use. The next most trackers detected was <a id="a3">EVA AI Chat Bot &amp; Soulmate</a> with 955 trackers in the first minute of use.
de: <a id="a1">Tracker</a> sind kleine Codebausteine, die Informationen über Ihr Gerät, Ihre App-Nutzung oder sogar Ihre persönlichen Daten sammeln und diese an Dritte weitergeben, häufig zu Werbezwecken. Wir haben in den getesteten Apps durchschnittlich 2.663 Tracker gefunden – pro Minute! Der Fairness halber sei jedoch angemerkt, dass <a id="a2">Romantic AI</a> diesen Durchschnitt mit 24.354 entdeckten Trackern in nur einer Minute Nutzungsdauer stark nach oben getrieben hat. Auf Platz 2 landete <a id="a3">EVA AI Chat Bot & Soulmate</a> mit 955 Trackern in der ersten Minute.
es: Los <a id="a1">rastreadores</a> son pequeños fragmentos de código que recopilan información sobre tu dispositivo, tu uso de la aplicación o incluso tu información personal y la comparten con terceros, a menudo con fines publicitarios. Descubrimos que estas aplicaciones tenían en promedio 2663 rastreadores por minuto. Pero las palmas de la deshonra se las lleva <a id="a2">Romantic AI</a>, con un disparadísimo promedio de 24 354 rastreadores detectados en un minuto de uso. El segundo deshonroso lugar se lo lleva <a id="a3">EVA AI Chat Bot &amp; Soulmate</a>, con 955 rastreadores detectados en el primer minuto de uso.
fr: Les <a id="a1">traqueurs</a> sont de petits morceaux de code qui collectent des informations sur votre appareil, votre utilisation de l’application, voire vos informations personnelles, puis les partagent avec des tiers, souvent à des fins publicitaires. Et dans ces chatbots romantiques, nous avons détecté en moyenne 2 663 traqueurs… au bout d’une minute d’utilisation seulement ! Pour être tout à fait juste, <a id="a1">Romantic AI</a> a considérablement fait augmenter cette moyenne, avec 24 354 traqueurs détectés dans le même laps de temps, suivi par <a id="a3">EVA AI Chat Bot & Soulmate</a> avec 955 traqueurs. Il semblerait qu’avec les chatbots romantiques le dicton « Vivons heureux, vivons cachés » ne soit pas vraiment d’actualité !
pt_br: Os <a id="a1">rastreadores</a> são pequenos códigos que coletam informações sobre seu dispositivo, uso do aplicativo ou suas informações pessoais, e as repassam para terceiros, frequentemente para fins publicitários. Descobrimos que esses apps tinham, em média, 2.663 rastreadores por minuto. Só para ter uma ideia, o <a id="a2">Romantic AI</a> disparou essa média lá para cima, com 24.354 rastreadores detectados em apenas um minuto de uso. O colocado seguinte foi o <a id="a3">EVA AI Chat Bot &amp; Soulmate</a>, com 955 rastreadores no primeiro minuto.

# body.31ee12e6-58ae-4714-b9df-701410b6470d
source: NSFL content clicks away
de: Unsichere Inhalte nur wenige Klicks entfernt
es: Contenido ofensivo, a un clic de distancia
fr: Des contenus sensibles accessibles en quelques clics
pt_br: Conteúdo NSFL (não seguro para a vida) a um clique

# body.31ee12e6-58ae-4714-b9df-701410b6470d
source: Of course we expected to find not-safe-for-work content when reviewing romantic AI chatbots! We’re not here to judge -- except about privacy practices. What we didn’t expect is so much content that was just plain disturbing -- like themes of violence or underage abuse -- featured in the chatbots’ character descriptions. <a id="a1">CrushOn.AI</a>, <a id="a2">Chai</a>, and <a id="a3">Talkie Soulful AI</a> come with a content warning from us.
de: Natürlich haben wir damit gerechnet, bei der Überprüfung romantischer KI-Chatbots auf Content zu stoßen, der nicht für jedermanns (oder jederfraus) Augen gedacht ist. Unser Job ist es nicht, über andere zu urteilen – es sei denn, es geht um Datenschutzpraktiken. Womit wir allerdings nicht gerechnet haben, waren die vielen schlichtweg verstörenden Inhalte in den Charakterbeschreibungen der Chatbots, darunter Gewalt oder Missbrauch von Minderjährigen. <a id="a1">CrushOn.AI</a>, <a id="a2">Chai</a> und <a id="a3">Talkie Soulful AI</a> bekommen in Ihrem Interesse eine Inhaltswarnung von uns verpasst!
es: Por supuesto que esperábamos encontrar contenido no apto para contextos laborales al revisar los chatbots de IA románticos. No estamos aquí para juzgar, salvo en lo que respecta a las prácticas de privacidad. Lo que no nos esperábamos es tanto contenido francamente perturbador en la descripción de los personajes de los chatbots, como violencia o abuso de menores. A <a id="a1">CrushOn.AI</a>, <a id="a2">Chai</a> y <a id="a3">Talkie Soulful AI</a> le pusimos una advertencia de contenido.
fr: Nous nous attendions bien sûr à trouver des contenus inappropriés en passant en revue ces chatbots romantiques basés sur l’IA ! Nous ne sommes pas là pour juger, sauf en ce qui concerne les pratiques en matière de confidentialité. Mais à vrai dire, ce qui nous a surpris, c’est de trouver autant de contenus dérangeants - comme par exemple des thèmes mettant en scène de la violence ou des abus sur des mineurs, présentés dans les descriptions des personnages des chatbots. Nous émettons donc un sérieux avertissement aux applications <a id="a1">CrushOn.AI</a>, <a id="a2">Chai</a> et <a id="a3">Talkie Soulful AI</a>.
pt_br: É claro que esperávamos encontrar conteúdo inapropriado para o trabalho ao avaliar os chatbots românticos de IA! Não estamos aqui para julgar ninguém, só as práticas de privacidade mesmo. O que nos surpreendeu foi a quantidade de conteúdo realmente perturbador – temas de violência ou abuso de menores – presente nas descrições dos personagens dos chatbots. A <a id="a1">CrushOn.AI</a>, <a id="a2">Chai</a> e <a id="a3">Talkie Soulful AI</a> já estão com o nosso aviso de conteúdo.

# body.31ee12e6-58ae-4714-b9df-701410b6470d
source: *Kindness not included!
de: *Nettigkeit nicht inbegriffen!
es: *Amabilidad no incluida
fr: *Bienveillance non incluse !
pt_br: *Gentileza não incluída!

# body.31ee12e6-58ae-4714-b9df-701410b6470d
source: If your AI companion doesn't have anything nice to say, that won’t stop them from chatting with you. Though this is true of all romantic AI chatbots since we didn’t find any personality guarantees, <a id="a1">Replika AI</a>, <a id="a2">iGirl: AI Girlfriend</a>, <a id="a3">Anima: Friend &amp; Companion</a>, and <a id="a4">Anima: My Virtual Boyfriend</a> specifically put warnings on their websites that the chatbots might be offensive, unsafe, or hostile.
de: Ihr*e KI-Freund*in hat nichts Nettes zu sagen? Das hält sie oder ihn nicht davon ab, trotzdem mit Ihnen zu chatten. Da wir bei keinem Bot eine Persönlichkeitsgarantie gefunden haben, gehen wir davon aus, dass Folgendes auf alle zutrifft, aber <a id="a1">Replika AI</a>, <a id="a2">iGirl: AI Girlfriend</a>, <a id="a3">Anima: Friend & Companion</a> und <a id="a4">Anima: My Virtual Boyfriend</a> warnen auf ihren Websites sogar ausdrücklich davor, dass ihre Chatbots beleidigend, nicht sicher oder feindselig sein könnten.
es: Si tu acompañante de IA no tiene nada lindo que decirte, de todas formas charlarán contigo. Aunque esto es así en el caso de todos los chatbots de IA románticos, pues no encontramos ninguna garantía relacionada con su personalidad, <a id="a1">Replika AI</a>, <a id="a2">iGirl: AI Girlfriend</a>, <a id="a3">Anima: Friend &amp; Companion</a> y <a id="a4">Anima: My Virtual Boyfriend</a> específicamente advierten en su sitio web que los chatbots quizás pudieran resultar ofensivos, inseguros u hostiles.
fr: Si votre partenaire virtuel n’a rien de spécialement gentil à vous dire, cela ne l’empêchera pas de continuer à vous parler. <a id="a1">Replika AI</a>, <a id="a2">iGirl: AI Girlfriend</a>, <a id="a3">Anima: Friend & Companion</a> et <a id="a4">Anima: My Virtual Boyfriend</a> mettent spécifiquement en garde les utilisateurs·trices sur leurs sites Web que les chatbots peuvent se montrer offensants, dangereux ou même hostiles. Les autres applications ne s’en sortent pas forcément mieux : c’est juste qu’elles ne font aucune mention de la personnalité de leurs chatbots !
pt_br: Se o seu parceiro com IA não tem nada positivo para dizer, isso não vai impedi-lo de conversar com você. Isso vale para todos os chatbots românticos com IA, já que não achamos nenhuma promessa de personalidade agradável. O <a id="a1">Replika AI</a>, <a id="a2">iGirl: AI Girlfriend</a>, <a id="a3">Anima: Friend &amp; Companion</a> e <a id="a4">Anima: My Virtual Boyfriend</a> até colocaram avisos nos seus sites de que os chatbots podem ser ofensivos, perigosos ou hostis.

# body.309319fc-4c4e-4cd7-86c5-38ae681c3e18
source: So what can you do about it?
de: Was können Sie also dagegen tun?
es: ¿Qué podemos hacer al respecto?
fr: Alors, doit-on craquer ?
pt_br: Então, o que dá pra fazer?

# body.92d6eb8b-b68d-4f5e-8960-b4e851994ad8
source: Unlike <a id="a1">some other categories</a> of products that seem to be across-the-board bad at privacy there is <i>some</i> nuance between chatbots. So we do recommend you <a id="a2">read the reviews</a> to understand your risk level and choose a chatbot that seems worth it to you. But, at least for all the romantic AI chatbots we’ve reviewed so far, none get our stamp of approval and all come with a warning: <b>*Privacy Not Included</b>.
de: Im Gegensatz zu <a id="a1">einigen anderen Produktkategorien</a>, die beim Datenschutz durch die Bank schlecht abschneiden, gibt es bei Chatbots <i>dezente</i> Nuancen. Wir empfehlen Ihnen daher, <a id="a2">die Bewertungen zu lesen</a>, um zu verstehen, wo das Risikolevel liegt – und sich für einen Chatbot zu entscheiden, der Ihrer Ansicht nach das Risiko wert ist. Zu Erinnerung: Keiner der romantischen KI-Chatbots, die wir bisher getestet haben, hat unser Gütesiegel erhalten, stattdessen wurde jeder einzelne mit dem Warnhinweis <b>*Datenschutz nicht inbegriffen</b> versehen.
es: A diferencia de <a id="a1">otras categorías</a> de productos que parecen descuidar la privacidad en general, existen <i>ciertas diferencias</i> entre los distintos chatbots. Así que te recomendamos <a id="a2">leer las reseñas</a> para que entiendas cuánto te arriesgas y elijas un chatbot que merezca la pena. Pero al menos en lo que se refiere a todos los chatbots de IA románticos que hemos revisado hasta ahora, ninguno recibe nuestra palomita de aprobación y todos traen la advertencia de <b>*Privacidad no incluida</b>.
fr: Contrairement à <a id="a1">certaines catégories</a> de produits qui semblent tous « mauvais » en matière de confidentialité, les risques avec les chatbots peuvent <i>varier</i>. Nous vous recommandons donc de <a id="a2">lire attentivement les avis</a> pour comprendre les dangers que vous encourez et de choisir un chatbot qui vous semble en valoir la peine. Pour autant, aucun des chatbots romantiques basés sur l’IA que nous avons examinés jusqu’à présent ne reçoit notre approbation et tous écopent de notre badge <b>*Confidentialité non incluse</b>.
pt_br: Diferentemente de <a id="a1">outras categorias</a> de produtos que são uma negação em privacidade, os chatbots <i>têm</i> suas nuances. Então, a gente realmente recomenda que você <a id="a2">dê uma olhada nas avaliações</a> para avaliar o seu nível de risco e escolher um chatbot que pareça valer a pena. Mas, pelo menos por enquanto, nenhum chatbot romântico com IA que analisamos ganhou nosso selo de aprovação. Todos vêm com o alerta: <b>*Privacidade não incluída</b>.

# body.92d6eb8b-b68d-4f5e-8960-b4e851994ad8
source: Now, if you do decide to dip your toe into the world of AI companionship, here’s what we suggest you do (and don’t do) to stay a little bit safer:
de: Sollten Sie sich in die Welt der romantischen KI-Partnerschaften vorwagen wollen, empfehlen wir Ihnen, Folgendes zu tun (bzw. zu unterlassen), um die Sicherheit zumindest ein wenig zu erhöhen:
es: Ahora bien, si decides sumergirte en el mundo de la IA de acompañantes, aquí está lo que te sugerimos hacer (y no hacer) para que te mantengas un poco más a salvo.
fr: Envie de vous lancer malgré tout dans l’aventure des relations virtuelles basées sur l’IA ? Voici quelques conseils à suivre (et surtout les choses à ne pas faire) pour vous garantir un minimum de sécurité en ligne :
pt_br: Se você decidir mergulhar nesse mundo de companhia de IA, veja aqui algumas sugestões do que fazer (e o que não fazer) para manter a segurança em dia:

# body.92d6eb8b-b68d-4f5e-8960-b4e851994ad8
source: Most importantly: <b>DON’T say anything</b> to your AI friend that you wouldn’t want your cousin or colleagues to read. But also:
de: Das Wichtigste, WAS SIE NICHT TUN SOLLTEN: <b>Erzählen Sie Ihrem/Ihrer KI-Freund*in keine Dinge</b>, von denen Sie nicht wollen, dass Ihr*e Cousin*e und Ihre Kolleg*innen sie lesen. Aber auch:
es: Lo más importante es que <b>NO le cuentes</b> nada a tu amistad de IA que no quisieras que tu familia o colegas leyeran. Pero también:
fr: Avant tout : <b>ne partagez rien</b> avec votre « petit·e IAmi·e » que vous ne voudriez pas que votre cousin ou que vos collègues sachent. Mais aussi :
pt_br: O mais importante: <b>NÃO diga nada</b> ao seu amigo com IA que você não gostaria que seus familiares ou colegas de trabalho soubessem. Mas também:

# body.92d6eb8b-b68d-4f5e-8960-b4e851994ad8
source: DO
de: WAS SIE TUN SOLLTEN
es: DEFINITIVAMENTE
fr: À FAIRE
pt_br: FAÇA
