Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/how-to-shop-smart-for-internet-connected-devices.po
Languages: de, es, fr

# title
source: How to shop smart for internet-connected devices
de: So kaufen Sie internetfähige Geräte intelligent ein.
es: Cómo comprar dispositivos conectados a Internet de forma inteligente
fr: Comment acheter intelligemment des objets connectés à Internet

# body.2dc091bb-4983-40c7-bffe-a8cf3fd17465.altText
source: Illustration showing hands holding smart phones, with dollar bills flying between them, and an all-seeing eye in the background.
de: Die Abbildung zeigt Hände, die Smartphones halten, dazwischen fliegende Dollarnoten und ein allsehendes Auge im Hintergrund.
es: Ilustración que muestra manos sosteniendo teléfonos inteligentes, con billetes de un dólar volando entre ellos y un ojo que todo lo ve en el fondo.
fr: Illustration montrant des mains tenant des smartphones, avec des billets d’un dollar volant entre eux, et un œil qui regarde la scène en arrière-plan.

# body.7ec4eaaf-ce04-42c8-bc1d-1732dff46223
source: If you’re in the market for a new smart gadget, your first move might be to check the price, specs, and reviews of the products you're interested in. That’s wise – but it’s also well worth your time to do a little due diligence on their privacy and security features too. It pays to make sure you’re not inadvertently selling your data or privacy as part of the deal.
de: Wenn Sie auf der Suche nach einem neuen Smart-Gerät sind, möchten Sie vielleicht zuerst den Preis, die technischen Daten und die Bewertungen der Produkte prüfen, an denen Sie interessiert sind. Das ist klug – aber es lohnt sich auch, die Datenschutz- und Sicherheitsfunktionen der Geräte zu prüfen. Es lohnt sich, sicherzustellen, dass Sie nicht versehentlich Ihre Daten oder Ihre Privatsphäre als Teil des Angebots verkaufen.
es: Si estás buscando un nuevo dispositivo inteligente, posiblemente lo primero que hagas sea ver los precios, las especificaciones y las reseñas de los productos que te interesan. Es una buena idea, pero también es importante que dediques algo de tiempo a buscar información sobre las características de privacidad y seguridad. Vale la pena que te asegures de no vender inadvertidamente tus datos o privacidad como parte del trato.
fr: Si vous êtes à la recherche d’un nouvel objet connecté, la première chose que vous faites est peut-être de vérifier le prix, les spécifications et les avis des produits qui vous intéressent. C’est sage, mais il peut également être intéressant de prendre le temps de faire quelques recherches raisonnables sur leurs protections en matière de confidentialité et de sécurité. Il est important de s’assurer que vous ne vendez pas par inadvertance vos données ou votre vie privée dans le cadre de cet achat.

# body.7ec4eaaf-ce04-42c8-bc1d-1732dff46223
source: Not sure where to start? Here are some tops tips when shopping for connected gadgets:
de: Sie wissen nicht, wo Sie anfangen sollen? Hier sind einige der besten Tipps für den Kauf von vernetzten Geräten:
es: ¿No sabes por dónde empezar? Aquí tienes algunos de los mejores consejos para comprar dispositivos conectados:
fr: Vous ne savez pas par où commencer ? Voici quelques conseils pour acheter des objets connectés :

# body.7ec4eaaf-ce04-42c8-bc1d-1732dff46223
source: Do your research
de: Recherchieren Sie!
es: Investiga
fr: Faites des recherches

# body.7ec4eaaf-ce04-42c8-bc1d-1732dff46223
source: Anything that connects to the internet can be vulnerable, so it's worth checking out the privacy creds of any connected product you might buy (and the company behind it). If trawling through privacy policies isn’t really your thing, we’ve got you: our <a id="a1"><i>*Privacy Not Included buyer’s guide</i></a> helps you find out which products respect your digital privacy, and which ones fall short.
de: Alles, was mit dem Internet verbunden ist, kann angreifbar sein. Deshalb lohnt es sich, die Datenschutzrichtlinien jedes vernetzten Produkts, das Sie kaufen (und des Unternehmens, das dahinter steht), zu prüfen. Wenn das Durchforsten von Datenschutzrichtlinien nicht so Ihr Ding ist, haben wir etwas für Sie: Unser <a id="a1"><i>*Datenschutz-nicht-inbegriffen-Käuferleitfaden</i></a> hilft Ihnen herauszufinden, welche Produkte Ihre digitale Privatsphäre respektieren und welche nicht.
es: Todos los dispositivos que se conectan a Internet pueden ser vulnerables, por eso es importante que verifiques las credenciales de privacidad de los productos conectados que compres (y de las empresas que están detrás de ellos). Si revisar las políticas de privacidad no es lo tuyo, te damos una mano: nuestra guía de compras <a id="a1"><i>*Privacidad no incluida</i></a> te ayudará a descubrir qué productos respetan tu privacidad digital y cuáles no.
fr: Tout ce qui se connecte à Internet peut être vulnérable, cela vaut donc la peine de vérifier la fiabilité en matière de confidentialité des objets connectés que vous pourriez acheter (et de l’entreprise qui les fabrique). Si les politiques de confidentialité ce n’est vraiment pas votre truc, nous avons ce qu’il vous faut : notre <a id="a1"><i>Guide d’achat *Confidentialité non incluse</i></a> qui vous aidera à déterminer quels produits respectent votre vie privée numérique, et ceux qui ne le font pas.

# body.7ec4eaaf-ce04-42c8-bc1d-1732dff46223
source: Understand the risks
de: Verstehen Sie die Risiken!
es: Comprende los riesgos
fr: Comprenez les risques

# body.7ec4eaaf-ce04-42c8-bc1d-1732dff46223
source: Not all risks are the same. Those <a id="a1">Bluetooth-connected headphones</a> are probably a lot less risky than that <a id="a2">internet-connected smart lock</a>, should you be hit by a data-breach or privacy threat. Convenience is nice, security is nicer.
de: Nicht alle Risiken sind gleich. Diese <a id="a1">Bluetooth-verbundenen Kopfhörer</a> sind wahrscheinlich viel weniger riskant als dieses <a id="a2">mit dem Internet verbundene Smart Lock</a>, falls Sie von einer Datenschutzverletzung oder -bedrohung betroffen sind. Komfort ist gut, Sicherheit ist besser.
es: No todos los riesgos son iguales. Es probable que unos <a id="a1">auriculares conectados por Bluetooth</a> sean mucho menos riesgosos que una <a id="a2">cerradura inteligente conectada a Internet</a>, si te vieras afectado(a) por una filtración de datos o una amenaza a la privacidad. La comodidad es buena, la seguridad es mejor.
fr: Tous les risques ne se valent pas. Ces <a id="a1">écouteurs Bluetooth</a> représentent probablement un risque beaucoup moins élevé que cette <a id="a2">serrure connectée à Internet</a>, dans le cas où vous seriez victime d’une fuite de données ou d’une menace à votre vie privée. Le confort c’est bien, la sécurité c’est mieux.

# body.7ec4eaaf-ce04-42c8-bc1d-1732dff46223
source: Know what you’re comfortable with
de: Sie müssen wissen, womit Sie sich wohl fühlen.
es: Conoce con qué te sientes cómodo(a)
fr: Déterminez quelles sont vos limites

# body.7ec4eaaf-ce04-42c8-bc1d-1732dff46223
source: We all have different levels of comfort when it comes to privacy and security. Take some time to figure out where you are on that spectrum. If you’re buying an internet-connected or smart product as a gift for someone, check where that person stands on digital privacy – they might be less keen on a <a id="a1">wifi-enabled pet collar</a> than you are. And if you’re shopping for children, ask their parents what they are comfortable with their kids having access to (or what things have access to their kid.).
de: Wir alle haben unterschiedliche Komfortstufen, wenn es um Privatsphäre und Sicherheit geht. Nehmen Sie sich etwas Zeit, um herauszufinden, wo Sie sich in diesem Spektrum befinden. Wenn Sie ein internetfähiges oder intelligentes Produkt als Geschenk für jemanden kaufen, prüfen Sie, wie diese Person zum Thema digitale Privatsphäre steht. Sie ist möglicherweise <a id="a1">weniger an einem WLAN-fähigen Haustierhalsband interessiert</a> als Sie. Und wenn Sie etwas für Kinder kaufen, fragen Sie deren Eltern, wo ihre Kinder Zugang haben dürfen (oder welche Dinge Zugang zu ihrem Kind haben dürfen).
es: Todos tenemos diferentes niveles de comodidad cuando se trata de privacidad y seguridad. Tómate un tiempo para averiguar en qué punto de ese espectro te encuentras. Si compras un producto inteligente o conectado a Internet para regalar a alguien, averigua cuál es la postura de esa persona con respecto a la privacidad digital: quizás esté menos interesada que tú en ese <a id="a1">collar para mascotas conectado por wifi</a>. Y si estás comprando algo para un niño, pregúntales a sus padres qué cosas les parecen adecuadas para que sus hijos tengan acceso (o qué cosas pueden tener acceso a sus hijos).
fr: Nous avons toutes et tous différentes limites en matière de confidentialité et de sécurité. Prenez le temps de déterminer quelles sont les vôtres. Si vous achetez un appareil connecté à Internet comme cadeau pour quelqu’un, vérifiez sa position en matière de confidentialité numérique, cette personne pourrait être moins emballée que vous à l’idée de posséder un <a id="a1">collier pour animaux qui se connecte en Wi-Fi</a>. Et si vous faites des achats pour des enfants, demandez à leurs parents ce à quoi leurs enfants ont accès (ou à quelles choses leur enfants peuvent être exposés).

# body.7ec4eaaf-ce04-42c8-bc1d-1732dff46223
source: Keep it local
de: Lokal bleiben
es: El almacenamiento local es mejor
fr: Privilégiez le local

# body.7ec4eaaf-ce04-42c8-bc1d-1732dff46223
source: If you’re shopping for something like a <a id="a1">home security camera</a>, look for one that stores video locally on an SD card rather than in the Cloud on the internet. What you might lose in being able to view footage from any connected device, you gain in protection against <a id="a2">data-breaches</a>, hacks, or other internet-related vulnerabilities.
de: Wenn Sie nach etwas wie einer <a id="a1">Heimüberwachungskamera suchen</a>, suchen Sie nach einer, die Videos lokal auf einer SD-Karte und nicht in der Cloud im Internet speichert. Was Sie möglicherweise verlieren, weil Sie kein Filmmaterial von angeschlossenen Geräten ansehen können, gewinnen Sie an Schutz vor <a id="a2">Datenpannen</a>, Hacks oder anderen internetbezogenen Schwachstellen.
es: Si quieres comprar un dispositivo como una <a id="a1">cámara de seguridad para el hogar</a>, busca una que almacene el vídeo localmente en una tarjeta SD en lugar de hacerlo en la nube en Internet. Pierdes la opción de ver imágenes desde cualquier dispositivo conectado, pero ganas protección contra <a id="a2">filtraciones de datos</a>, piratería y otras vulnerabilidades relacionadas con Internet.
fr: Si vous recherchez une <a id="a1">caméra de sécurité domestique</a> par exemple, privilégiez celles qui stockent les vidéos localement sur une carte SD plutôt que dans le cloud sur Internet. Le seul inconvénient c’est que vous pourriez ne pas pouvoir visionner les vidéos à partir de n’importe quel appareil connecté, mais vous renforcerez votre protection contre les <a id="a2">fuite de données</a>, les piratages ou d’autres vulnérabilités liées à Internet.

# body.7ec4eaaf-ce04-42c8-bc1d-1732dff46223
source: Tell them to forget about it
de: Sagen Sie ihnen, sie sollen es vergessen.
es: Pídeles que se olviden del asunto
fr: Demandez-leur d’oublier

# body.7ec4eaaf-ce04-42c8-bc1d-1732dff46223
source: <a id="a1">Smart speakers</a> like Amazon Echo and Google Nest now let you tell them to forget what you just asked them (“<a id="a2">Alexa - Delete what I just said.</a>”) If you want to invest in a smart speaker, check out what control you have, and get used to telling it to forget you every day.
de: <a id="a1">Intelligenten Lautsprechern</a> wie Amazon Echo und Google Nest können Sie jetzt sagen, dass sie vergessen sollen, was Sie gerade gefragt haben („<a id="a2">Alexa – Lösche, was ich gerade gesagt habe.</a>“). Wenn Sie in einen intelligenten Lautsprecher investieren möchten, prüfen Sie, welche Steuerung Sie haben, und gewöhnen Sie sich daran, ihm jeden Tag zu sagen, dass er Sie vergessen soll.
es: <a id="a1">Los altavoces inteligentes</a> como Amazon Echo y Google Nest ahora te permiten pedirles que olviden lo que les acabas de preguntar («<a id="a2">Alexa, elimina lo que cabo de decir</a>»). Si quieres invertir en un altavoz inteligente, descubre qué cosas puedes controlar y acostúmbrate a pedirle que olvide la información todos los días.
fr: Les <a id="a1">enceintes connectées</a> comme Amazon Echo ou Google Nest vous permettent désormais de leur dire d’oublier ce que vous venez de leur demander (« <a id="a2">Alexa, efface ce que je viens de te dire</a> »). Si vous souhaitez investir dans une enceinte connectée, vérifiez quel niveau de contrôle vous avez et habituez-vous à lui demander quotidiennement d’effacer vos discussions.

# body.7ec4eaaf-ce04-42c8-bc1d-1732dff46223
source: There are plenty of great things about connected products, and they can make a huge difference to people's lives. One big problem though, is that too many companies put the burden on us – the users – to take steps to protect our privacy, rather than making that the default setting. We often have to opt out of data-sharing or selling rather than opt in, or actively go in and change our privacy settings, if we want to keep our personal information personal. So, if you’ve already hit ‘buy’ on that new connected gadget, we'd recommend spending some time locking down your privacy settings before you use it. Because protecting your digital security is surely worth that much.
de: Vernetzte Produkte haben viele gute Seiten und können das Leben der Menschen erheblich verbessern. Ein großes Problem ist jedoch, dass zu viele Unternehmen uns, den Nutzern, die Last aufbürden, Schritte zum Schutz unserer Privatsphäre zu unternehmen, anstatt dies zur Standardeinstellung zu machen. Oft müssen wir uns gegen die Weitergabe oder den Verkauf von Daten entscheiden, anstatt uns dafür zu entscheiden, oder wir müssen aktiv unsere Datenschutzeinstellungen ändern, wenn wir möchten, dass unsere persönlichen Daten vertraulich bleiben. Wenn Sie also bereits auf „Kaufen“ für das neue vernetzte Gerät geklickt haben, empfehlen wir Ihnen, sich etwas Zeit zu nehmen, um Ihre Datenschutzeinstellungen zu sichern, bevor Sie es benutzen. Denn der Schutz Ihrer digitalen Sicherheit ist sicherlich so viel wert.
es: Los productos conectados tienen muchas ventajas y pueden marcar una gran diferencia en la vida de las personas. Pero existe un gran problema: hay demasiadas empresas que ponen sobre nosotros, los usuarios, la carga de tomar las medidas necesarias para proteger nuestra privacidad, en lugar de hacer que esa sea la configuración predeterminada. Si queremos mantener nuestra información personal como privada, frecuentemente tenemos que optar por no compartir o vender datos, en lugar de optar por hacerlo, o emprender la acción de cambiar nuestra configuración de privacidad. Por eso, si ya has hecho clic en «comprar» ese nuevo dispositivo conectado, te recomendamos que dediques un tiempo a restringir tu configuración de privacidad antes de usarlo. Proteger tu seguridad digital seguramente vale el esfuerzo.
fr: Les objets connectés offrent de nombreux avantages et peuvent faire une énorme différence dans la vie au quotidien. Un gros problème cependant, c’est que trop d’entreprises nous forcent (les utilisateurs et utilisatrices) à prendre des mesures pour protéger notre vie privée, plutôt que d’en faire les réglages par défaut. Nous devons plus souvent refuser le partage ou la vente de nos données plutôt que l’autoriser de nous-mêmes, ou encore ouvrir et modifier les paramètres de confidentialité de notre propre initiative, si nous voulons que nos informations personnelles restent personnelles. Alors, si vous avez déjà cliqué sur « acheter » pour ce nouvel objet connecté, nous vous recommandons de passer un peu de temps à contrôler vos paramètres de confidentialité avant de l’utiliser. Parce que protéger votre sécurité numérique en vaut certainement la peine.

# search_description
source: Tips and advice for buying smart devices, from speakers to security cameras, fitness trackers to tablets.
de: Tipps und Ratschläge zum Kauf von Smart Devices, von Lautsprechern über Sicherheitskameras, Fitnesstracker bis hin zu Tablets.
es: Consejos y sugerencias para comprar dispositivos inteligentes, desde altavoces hasta cámaras de seguridad, rastreadores de actividad física y tabletas.
fr: Conseils et astuces pour l’achat d’appareils connectés, des enceintes aux caméras de sécurité, en passant par les traqueurs d’activité et les tablettes.
