Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/mozilla-study-data-privacy-labels-for-most-top-apps-*-google-play-store-are-false-*-misleading.po
Languages: es, fr, pl

# title
source: Mozilla Study: Data Privacy Labels for Most Top Apps in Google Play Store are False or Misleading
es: Las etiquetas de privacidad de datos de las principales aplicaciones en Google Play Store son falsas o engañosas
fr: Étude de Mozilla : Les étiquettes de confidentialité des données de la majorité des applications les plus téléchargées sur le Google Play Store sont soit fausses soit trompeuses
pl: Badanie Mozilli: Etykiety bezpieczeństwa danych najpopularniejszych aplikacji w sklepie Google Play są fałszywe lub wprowadzają w błąd

# body.c578a1dd-da2b-4f78-9fd1-865dfda8ac65
source: *Privacy Not Included researchers find discrepancies between Google Play Store’s Data Safety labels and privacy policies of nearly 80 percent of the reviewed apps
es: Los investigadores de *Privacidad no incluida encontraron discrepancias entre las etiquetas de seguridad de datos de Google Play Store y las políticas de privacidad de casi 80% de las aplicaciones revisadas
fr: Les chercheurs de *Confidentialité non incluse ont trouvé des divergences entre les étiquettes de sécurité des données du Google Play Store et la politique de confidentialité de pratiquement 80 % des applications étudiées.
pl: Badacze z zespołu *Prywatność do nabycia osobno znaleźli rozbieżności między etykietami bezpieczeństwa danych w sklepie Google Play a politykami prywatności niemal 80% aplikacji objętych badaniem

# body.c589f9d8-dbd3-4df4-a16c-c6d488207932
source: Google Play Store's Data Safety labels would have you believe that neither <a id="a1">TikTok</a> nor <a id="a2">Twitter</a> share your personal data with third parties. The apps' privacy policies, however, both explicitly state that they share user information with advertisers, Internet service providers, platforms, and numerous other types of companies.
es: Por las etiquetas de seguridad de datos de Google Play Store creerías que ni <a id="a1">TikTok</a> ni <a id="a2">Twitter</a> comparten tus datos personales con terceros. Sin embargo, en las políticas de privacidad de ambas aplicaciones se indica explícitamente que comparten información de los usuarios con anunciantes, proveedores de servicios de Internet, plataformas y muchos otros tipos de empresas.
fr: Les étiquettes de sécurité des données du Google Play Store voudraient vous faire croire que ni <a id="a1">TikTok</a> ni <a id="a2">Twitter</a> ne partagent vos données avec des parties tierces. Pourtant, les politiques de confidentialité de ces deux applications indiquent clairement qu’elles communiquent les informations de leurs utilisateurs avec des annonceurs, des fournisseurs de services Internet, des plateformes et de nombreux autres types d’entreprises.
pl: Zgodnie z etykietami bezpieczeństwa danych w sklepie Google Play ani <a id="a1">TikTok</a>, ani <a id="a2">Twitter</a> nie udostępniają danych osobowych użytkowników podmiotom trzecim. Jednak w politykach prywatności obu tych aplikacji wprost określono, że dane użytkowników udostępniane są reklamodawcom, usługodawcom internetowym, platformom i wielu innym rodzajom firm.

# body.c589f9d8-dbd3-4df4-a16c-c6d488207932
source: These are two of the most egregious examples uncovered by Mozilla’s <a id="a1">*Privacy Not Included</a> researchers as part of a study looking at whether Google Play Store’s new Data Safety labels provide consumers with accurate information about apps collect, use, and share personal data. In nearly 80 percent of the apps reviewed, Mozilla found that the labels were false or misleading based on discrepancies between the apps’ privacy policies and the information apps self-reported on <a id="a2">Google’s Data Safety Form</a>. Researchers concluded that the system fails to help consumers make more informed choices about their privacy before purchasing or downloading one of the store’s <a id="a3">2.7 million apps</a>.
es: Estos son dos de los ejemplos más atroces descubiertos por los investigadores de <a id="a1">*Privacidad no incluida</a> de Mozilla como parte de un estudio para revisar si las nuevas etiquetas de seguridad de datos de Google Play Store proporcionan a los consumidores información precisa de cómo las aplicaciones recopilan, utilizan y comparten datos personales. En casi 80% de las aplicaciones revisadas, Mozilla encontró que las etiquetas son falsas o engañosas, a partir de discrepancias entre las políticas de privacidad de las aplicaciones y la información que se proporciona de las aplicaciones en el <a id="a2">Formulario de seguridad de datos de Google</a>. Los investigadores concluyeron que el sistema no ayuda a los consumidores a tomar decisiones más informadas sobre su privacidad antes de comprar o descargar alguna de las <a id="a3">2.7 millones de aplicaciones</a> de la tienda.
fr: Ce sont deux des exemples les plus flagrants découverts par les auteurs du rapport <a id="a1">*Confidentialité non incluse</a> de Mozilla dans le cadre d’une étude visant à déterminer si les nouvelles étiquettes de sécurité des données du Google Play Store fournissent aux utilisateurs des informations exactes sur la façon dont les applications collectent, utilisent et partagent leurs données personnelles. Or, dans près de 80 % des cas, Mozilla a constaté que les étiquettes étaient soit fausses soit trompeuses en raison de divergences importantes entre les politiques de confidentialité des applications et les informations fournies par ces mêmes applications sur le <a id="a2">formulaire relatif à la sécurité des données de Google</a>. Les auteurs du rapport en ont conclu que le système actuel n’est pas d’une grande aide aux utilisateurs pour leur permettre d’acheter ou de télécharger l’une des <a id="a3">2,7 millions d’applications</a> de la boutique sans compromettre leur vie privée.
pl: To dwa z najbardziej skandalicznych przykładów ujawnionych przez badaczy z zespołu <a id="a1">*Prywatność do nabycia osobno</a> Mozilli. Przeprowadzone badanie miało na celu określenie, czy etykiety w nowej sekcji Bezpieczeństwo danych w sklepie Google Play zapewniają konsumentom precyzyjne informacje na temat tego, jak aplikacje gromadzą, wykorzystują i udostępniają dane osobowe. Mozilla ustaliła, że w przypadku niemal 80% aplikacji objętych badaniem etykiety są fałszywe lub wprowadzają w błąd. Takie wnioski opracowano na podstawie rozbieżności między politykami prywatności aplikacji a informacjami wprowadzanymi samodzielnie przez aplikacje w <a id="a2">formularzu Google dotyczącym bezpieczeństwa danych</a>. Badacze ustalili, że system ten nie pomaga klientom podejmować świadomych decyzji dotyczących prywatności przed zakupem lub pobraniem jednej z <a id="a3">2,7 miliona aplikacji</a> dostępnych w sklepie.

# body.c589f9d8-dbd3-4df4-a16c-c6d488207932
source: The study – “See No Evil: How Loopholes in the Google Play Store’s Data Safety Labels Leave Companies in the Clear and Consumers in the Dark,” – uncovers serious loopholes in the <a id="a1">Data Safety Form</a>, which make it easy for apps to provide false or misleading information. For example, Google exempts apps sharing data with “service providers” from its disclosure requirements, which is problematic due to both the narrow definition it uses for service providers and the large amount of consumer data involved. Google absolves itself of the responsibility to verify whether the information is true stating that apps “are responsible for making complete and accurate declarations” in their Data Safety labels.
es: En el estudio – “See No Evil: How Loopholes in the Google Play Store’s Data Safety Labels Leave Companies in the Clear and Consumers in the Dark,” se revelan graves vacíos legales del <a id="a1">Formulario de seguridad de datos</a>, que facilitan que las aplicaciones proporcionen información falsa o engañosa. Por ejemplo, Google exime a las aplicaciones de compartir datos con "proveedores de servicios" en sus requisitos de confidencialidad, lo cual resulta problemático debido a la definición estrecha que emplea de proveedores de servicios y la gran cantidad de datos de consumidores que se encuentra involucrada. Google se exime de la responsabilidad de verificar si la información es verdadera afirmando que las aplicaciones "son responsables de hacer declaraciones completas y precisas" en sus etiquetas de seguridad de datos.
fr: L’étude, intitulée « See No Evil : How Loopholes in the Google Play Store’s Data Safety Labels Leave Companies in the Clear and Consumers in the Dark » (qui pourrait se traduire par « Pas vu pas pris : comment les failles dans les avertissements relatifs à la sécurité des données du Google Play Store protègent plus les entreprises que les consommateurs ») révèle de graves lacunes dans le <a id="a1">Formulaire relatif à la sécurité des données</a>. En effet, celles-ci permettent aux applications de fournir sans difficulté des informations trompeuses ou erronées. Google dispense ainsi les applications qui partagent des données avec des « fournisseurs de services » d’en informer leurs utilisateurs, ce qui s’avère problématique en raison à la fois de la définition limitée que la firme de Mountain View utilise pour les fournisseurs de services et de la grande quantité de données concernées. Par ailleurs, Google se décharge de toute responsabilité en déclarant que seules les applications « sont responsables de faire des déclarations complètes et exactes ».
pl: W ramach badania — „See No Evil: How Loopholes in the Google Play Store’s Data Safety Labels Leave Companies in the Clear and Consumers in the Dark” („Przyzwolenie na zła czynienie, czyli jak firmy umywają ręce dzięki lukom w zasadach dotyczących etykiet bezpieczeństwa danych w sklepie Google Store, a konsumenci żyją w nieświadomości”) — ujawniono poważne luki w <a id="a1">formularzu dotyczącym bezpieczeństwa danych</a>, które ułatwiają aplikacjom dostarczanie fałszywych lub wprowadzających w błąd informacji. Na przykład Google zwalnia aplikacje udostępniające dane „usługodawcom” z obowiązku ujawnienia wymaganych informacji. Kwestia ta jest problematyczna ze względu na dużą ilość danych konsumentów oraz zastosowanie wąskiej definicji „usługodawcy”. Google zwalnia siebie z odpowiedzialności za weryfikację, czy wprowadzone informacje są prawdziwe, oświadczając, że to aplikacje odpowiadają „za podanie kompletnych i poprawnych deklaracji” w etykietach bezpieczeństwa danych.

# body.329143bd-e9b1-424a-93c6-fef34cc16ddd.label
source: Read the research
es: Para leer el estudio
fr: Lire l’étude
pl: Informacje o badaniu

# body.973f8149-bac3-4c78-a022-5e095b4d719a.quote
source: Google Play Store's misleading Data Safety labels give users a false sense of security. Honest nutrition labels help us eat better. It's time we have honest data safety labels to help us better protect our privacy.
es: Las etiquetas de seguridad de datos engañosas de la Google Play Store brindan a los usuarios una sensación de seguridad falsa. Las etiquetas de nutrición nos ayudan a alimentarnos mejor. Es momento de que las etiquetas de seguridad de datos sean igualmente verídicas y nos ayuden a proteger mejor nuestra privacidad.
fr: Les étiquettes trompeuses du Google Play Store sur la sécurité des données donnent aux utilisateurs un faux sentiment de sécurité. Les étiquettes nutritionnelles objectives et sincères nous aident à mieux manger. Il est temps que nous disposions d’étiquettes de sécurité des données elles aussi objectives et sincères pour nous aider à mieux protéger notre vie privée.
pl: Etykiety bezpieczeństwa danych w sklepie Google Store dają użytkownikom fałszywe poczucie bezpieczeństwa. Rzetelne etykiety z informacjami o wartości odżywczej produktów pomagają nam lepiej się odżywiać. Już czas, żeby rzetelne etykiety bezpieczeństwa danych pomogły nam lepiej chronić naszą prywatność.

# body.973f8149-bac3-4c78-a022-5e095b4d719a.attribution
source: Jen Caltrider, Lead, *Privacy Not Included, Mozilla
es: Jen Caltrider, responsable de *Privacidad no incluida, Mozilla
fr: Jen Caltrider, Responsable, * Confidentialité non incluse, Mozilla

# body.b62e1953-3422-4e6c-b331-96c60c46daee
source: For the study, Mozilla compared privacy policies and labels of the 20 most popular paid apps and the 20 most popular free apps on Google Play Store. Each app was then assigned a rating of “Poor,” “Needs Improvement,” or “OK”. Apps that received a “Poor” score had major discrepancies on their Data Safety Forms in terms of types of data shared or collected, or the purposes for which the data was shared or collected. Apps that earned an “OK” score had privacy policies that were closely aligned with their disclosures on the Data Safety Form, and apps that were graded with “Needs Improvement” fell somewhere in the middle. The study found:
es: Para esta investigación, Mozilla comparó las políticas de privacidad y las etiquetas de las 20 aplicaciones de pago más populares y las 20 aplicaciones gratuitas también más populares en Google Play Store. A cada aplicación se le asignó una calificación de "Deficiente", "Necesita mejorar" o "Bien". Las aplicaciones que recibieron la calificación de "Deficiente" presentaron las mayores discrepancias entre sus formularios de seguridad de datos en términos de tipo de datos compartidos o recopilados o los fines para los que se recopilan o comparten esos datos. Las aplicaciones que obtuvieron la calificación de "Bien" tienen políticas de privacidad que se ajustan a las declaraciones en el formulario de seguridad de datos. Las aplicaciones que recibieron la calificación "Necesita mejorar" se encuentran en un punto intermedio. En la investigación se encontró que:
fr: Afin de réaliser cette étude, Mozilla a comparé les politiques et les étiquettes de confidentialité des 20 applications payantes ainsi que des 20 applications gratuites les plus populaires sur le Google Play Store. Chaque application s’est ensuite vu attribuer une appréciation allant de « Médiocre » à Ok » en passant par « À améliorer ». Les applications ayant reçu l’appréciation « Médiocre » présentaient des divergences importantes entre leur politique de confidentialité et le formulaire de sécurité des données qu’elles avaient renseigné sur le Google Play Store. Ces divergences concernaient les types de données partagées ou collectées ou encore les raisons pour lesquelles les données étaient partagées ou collectées. Les applications ayant obtenu l’appréciation « Ok » avaient des politiques de confidentialité qui correspondaient aux informations communiquées dans le formulaire de sécurité des données. Enfin, les applications ayant reçu la note « À améliorer » se situaient quelque part entre les deux précédentes catégories. L’étude a notamment permis d’arriver aux conclusions suivantes :
pl: W ramach badania Mozilla porównała polityki prywatności i etykiety 20 najpopularniejszych aplikacji płatnych i 20 najpopularniejszych aplikacji darmowych w sklepie Google Play. Każda aplikacja otrzymała następnie ocenę „Niedostateczna zgodność”, „Wymaga poprawy” lub „OK”. W przypadku aplikacji, które otrzymały ocenę „Niedostateczna zgodność”, występowały znaczne nieścisłości informacji w formularzu Bezpieczeństwo danych pod względem rodzajów udostępnianych lub gromadzonych danych albo celów, w jakich dane te są udostępniane lub gromadzone. Polityki prywatności aplikacji, które otrzymały ocenę „OK”, były w dużym stopniu zbieżne z informacjami podanymi w formularzu Bezpieczeństwo danych. Z kolei aplikacje z oceną „Wymaga poprawy” można umieścić po środku tej skali. Wyniki badania są następujące:

# body.b62e1953-3422-4e6c-b331-96c60c46daee
source: In nearly 80% of the apps we reviewed, Mozilla found some discrepancies between the apps’ privacy policies and the information they reported on Google’s Data Safety Form.
es: En casi 80% de las aplicaciones que revisamos, Mozilla encontró algunas discrepancias entre sus políticas de privacidad y la información que proporcionaron en el Formulario de seguridad de los datos.
fr: Dans près de 80 % des applications que nous avons examinées, d’importantes divergences entre les politiques de confidentialité et les informations communiquées dans le formulaire de sécurité des données de Google ont été constatées.
pl: W przypadku niemal 80% aplikacji objętych badaniem Mozilla znalazła pewne rozbieżności między polityką prywatności aplikacji a informacjami podanymi w formularzu Google dotyczącym bezpieczeństwa danych.

# body.b62e1953-3422-4e6c-b331-96c60c46daee
source: 16 out of 40 apps, or 40%, received a “Poor” grade, including <a id="a1">Minecraft, Twitter</a>, and <a id="a2">Facebook</a>.
es: 16 de cada 40 aplicaciones, o el 40%, recibieron una calificación de "Deficiente", entre ellas <a id="a1">Minecraft, Twitter</a>, y <a id="a2">Facebook</a>.
fr: 16 applications sur 40, soit 40 % d’entre elles, ont reçu l’appréciation « Médiocre », notamment <a id="a1">Minecraft, Twitter</a> et <a id="a2">Facebook</a>.
pl: 16 na 40 aplikacji (czyli 40%) otrzymało ocenę „Niedostateczna zgodność”, w tym <a id="a1">Minecraft, Twitter</a> i <a id="a2">Facebook</a>.

# body.b62e1953-3422-4e6c-b331-96c60c46daee
source: 15 apps, or 37.5%, received a middle grade, “Needs Improvement,” including <a id="a1">YouTube</a>, <a id="a2">Google Maps</a>, <a id="a3">Gmail</a>, <a id="a4">WhatsApp Messenger</a>, and <a id="a5">Instagram.</a>
es: 15 aplicaciones, es decir el 37.5%, recibieron la calificación intermedia de "Necesita mejorar”, entre ellas <a id="a1">YouTube</a>, <a id="a2">Google Maps</a>, <a id="a3">Gmail</a>, <a id="a4">WhatsApp Messenger</a> e <a id="a5">Instagram.</a>
fr: 15 applications, soit 37,5 % d’entre elles, ont reçu l’appréciation « À améliorer », notamment <a id="a1">YouTube</a>, <a id="a2">Google Maps</a>, <a id="a3">Gmail</a>, <a id="a4">WhatsApp Messenger</a> et <a id="a5">Instagram.</a>
pl: 15 aplikacji (czyli 37,5%) otrzymało ocenę średnią, „Wymaga poprawy”, w tym <a id="a1">YouTube</a>, <a id="a2">Google Maps</a>, <a id="a3">Gmail</a>, <a id="a4">WhatsApp, Messenger</a> i <a id="a5">Instagram</a>.

# body.b62e1953-3422-4e6c-b331-96c60c46daee
source: Just 6 of the 40 apps, or 15%, received an “OK” grade. These apps were: <a id="a1">Candy Crush Saga</a>, <a id="a2">Google Play Games</a>, <a id="a3">Subway Surfers</a>, <a id="a4">Stickman Legends Offline Games</a>, <a id="a5">Power Amp Full Version Unlocker</a>, <a id="a6">and League of Stickman: 2020 Ninja.</a>
es: Solo 6 de 40 aplicaciones, es decir el 15%, obtuvieron la calificación de "Bien". Dichas aplicaciones fueron: <a id="a1">Candy Crush Saga</a>, <a id="a2">Google Play Games</a>, <a id="a3">Subway Surfers</a>, <a id="a4">Stickman Legends Offline Games</a>, <a id="a5">Power Amp Full Version Unlocker</a> <a id="a6">y League of Stickman: 2020 Ninja.</a>
fr: Seules 6 applications sur les 40 examinées, soit 15 % d’entre elles, ont reçu l’appréciation « Ok ». Il s’agit de : <a id="a1">Candy Crush Saga</a>, <a id="a2">Google Play Games</a>, <a id="a3">Subway Surfers</a>, <a id="a4">Stickman Legends Offline Games</a>, <a id="a5">Power Amp Full Version Unlocker</a> <a id="a6">et League of Stickman: 2020 Ninja.</a>
pl: Jedynie 6 z 40 aplikacji (czyli 15%) otrzymało ocenę „OK”. Były to następujące aplikacje: <a id="a1">Candy Crush Saga</a>, <a id="a2">Gry Google Play</a>, <a id="a3">Subway Surfers</a>, <a id="a4">Stickman Legends Offline Games</a>, <a id="a5">Power Amp Full Version Unlocker</a> <a id="a6">oraz League of Stickman: 2020 Ninja</a>.

# body.b62e1953-3422-4e6c-b331-96c60c46daee
source: 3 apps, <a id="a1">UC Browser - Safe, Fast, Private;</a> <a id="a2">League of Stickman Acti;</a> and <a id="a3">Terraria</a> did not fill out the form at all
es: 3 aplicaciones, <a id="a1">UC Browser - Safe, Fast, Private;</a> <a id="a2">League of Stickman Acti;</a> y <a id="a3">Terraria</a> no cuentan con ningún formulario completado
fr: Trois applications, <a id="a1">UC Browser - Safe, Fast, Private;</a>, <a id="a2">League of Stickman Acti;</a> et <a id="a3">Terraria</a> n’avaient tout simplement renseigné aucune information dans le formulaire du Google Play Store.
pl: W przypadku 3 aplikacji — <a id="a1">UC Browser - Safe, Fast, Private</a>, <a id="a2">League of Stickman Acti</a> i <a id="a3">Terraria</a> — formularza w ogóle nie wypełniono.

# body.b62e1953-3422-4e6c-b331-96c60c46daee
source: “Consumers care about privacy and want to make smart decisions when they download apps. Google's Data Safety labels are supposed to help them do that. Unfortunately, they don't. Instead, I'm worried they do more harm than good,” said Jen Caltrider, Project Lead, Mozilla. "When I see Data Safety labels stating that apps like Twitter or TikTok don't share data with third parties it makes me angry because it is completely untrue. Of course, Twitter and TikTok share data with third parties. Consumers deserve better. Google must do better."
es: “A los consumidores les preocupa su privacidad y quieren tomar decisiones inteligentes cuando descargan aplicaciones. Se supone que las etiquetas de seguridad de datos de Google les ayudarían a hacerlo. Por desgracia, no es así. En cambio, me preocupa que ocasionan más daño que bien”, declaró Jen Caltrider, líder de proyecto en Mozilla. "Cuando veo que en las etiquetas de seguridad de datos se declara que aplicaciones como Twitter o TikTok no comparten datos con terceros, me enoja porque es completamente falso. Por supuesto que Twitter y TikTok comparten datos con terceros. Los consumidores merecen un mejor trato. Google debe hacerlo mejor".
fr: « Les consommateurs se soucient de leur vie privée et veulent prendre des décisions éclairées lorsqu’ils téléchargent des applications. Les étiquettes de sécurité des données fournies par Google sont censées les y aider. Malheureusement, notre étude prouve que ce n’est pas du tout le cas. Et je crains que ces étiquettes ne fassent en réalité plus de mal que de bien », a déclaré Jen Caltrider, chef de projet chez Mozilla. « Lorsque je vois des étiquettes de sécurité des données qui indiquent que des applications comme Twitter ou TikTok ne partagent pas de données avec des parties tierces, cela me met profondément en colère car c’est tout à fait faux. Twitter et TikTok partagent évidemment des données avec des parties tierces. Je pense que les utilisateurs méritent mieux. Et que Google doit faire mieux. »
pl: „Konsumenci cenią sobie prywatność i chcą podejmować mądre decyzje, pobierając aplikacje. Etykiety bezpieczeństwa danych Google miały im w tym pomagać. Niestety tak nie jest. Obawiam się, że etykiety te bardziej szkodzą, niż pomagają” — twierdzi Jen Caltrider, kierownik projektu w Mozilli. „Krew mnie zalewa, gdy widzę, że zgodnie z etykietami bezpieczeństwa danych aplikacje takie jak Twitter czy TikTok nie udostępniają danych podmiotom trzecim, bo to całkowita nieprawda. Oczywiście, że Twitter i TikTok udostępniają dane podmiotom trzecim. Konsumenci zasługują na więcej. Google musi się bardziej postarać”.
