Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/mozilla-study-data-privacy-labels-for-most-top-apps-*-google-play-store-are-false-*-misleading.po
Languages: es, fr, pl

# body.b62e1953-3422-4e6c-b331-96c60c46daee
source: Caltrider added: "Google Play Store's misleading Data Safety labels give users a false sense of security. Honest nutrition labels help us eat better. It's time we have honest data safety labels to help us better protect our privacy."
es: Caltrider añadió: '"Las etiquetas de seguridad de datos engañosas de la Google Play Store brindan a los usuarios una sensación de seguridad falsa. Las etiquetas de nutrición nos ayudan a alimentarnos mejor. Es momento de que las etiquetas de seguridad de datos sean igualmente verídicas y nos ayuden a proteger mejor nuestra privacidad".
fr: Et d’ajouter : « Les étiquettes trompeuses du Google Play Store sur la sécurité des données donnent aux utilisateurs un faux sentiment de sécurité. Les étiquettes nutritionnelles objectives et sincères nous aident à mieux manger. Il est temps que nous disposions d’étiquettes de sécurité des données elles aussi objectives et sincères pour nous aider à mieux protéger notre vie privée. »
pl: „Etykiety bezpieczeństwa danych w sklepie Google Store dają użytkownikom fałszywe poczucie bezpieczeństwa. Rzetelne etykiety z informacjami o wartości odżywczej produktów pomagają nam lepiej się odżywiać. Już czas, żeby rzetelne etykiety bezpieczeństwa danych pomogły nam lepiej chronić naszą prywatność” — dodaje Caltrider.

# body.b62e1953-3422-4e6c-b331-96c60c46daee
source: Noting a <a id="a1">2021 Washington Post investigation</a> that found similar problems with the Apple App Store’s labels, Caltrider said the study also brings into question whether Google and Apple can objectively police the safety of apps in their stores. Google Play and the App Store generated gross revenues of <a id="a2">approximately $48 billion U.S. dollars</a> and <a id="a3">$60 billion</a>, respectively, through mobile apps in 2021. On the heels of the Biden administration <a id="a4">accusing</a> both app stores of playing “a significant gatekeeping role by controlling (and restricting) how apps are distributed,” Caltrider said it’s critical the tech industry take steps to create standardized data privacy labels much like the nutrition labels now found on packaged goods and fast food menus.
es: Al señalar que en una <a id="a1">investigación del Washington Post en 2021</a> se encontraron problemas similares con las etiquetas de la Apple App Store, Caltrider dijo que el estudio también pone en duda si Google y Apple pueden supervisar objetivamente la seguridad de las aplicaciones en sus tiendas. Google Play y la App Store generaron ingresos brutos de <a id="a2">aproximadamente $48 000 millones de dólares estadounidenses</a> y <a id="a3">$60 000 millones</a>, respectivamente, mediante aplicaciones móviles en 2021. Inmediatamente después de las <a id="a4">acusaciones</a> del gobierno de Biden de que ambas tiendas de aplicaciones realizan un "significativo trabajo de vigilancia al controlar (y restringir) cómo se distribuyen las aplicaciones”, Caltrider señaló que resulta crucial que la industria tecnológica adopte medidas para crear etiquetas de privacidad de datos normalizadas como las etiquetas nutricionales que ahora aparecen en los productos empacados y los menús de comida rápida.
fr: Citant une <a id="a1">enquête menée par le Washington Post en 2021</a>, qui a révélé des problèmes similaires avec les étiquettes de l’App Store d’Apple, Jen Caltrider a déclaré que l’étude de Mozilla remet également en question la capacité de Google et d’Apple à contrôler objectivement la sécurité des applications au sein de leurs boutiques en ligne. Le Google Play Store et l’App Store ont généré respectivement des revenus bruts d’<a id="a2">environ 48 milliards</a> et <a id="a3">60 milliards de dollars américains</a> grâce aux applications mobiles en 2021. Après les propos de l’administration Biden <a id="a4">accusant</a> les deux boutiques de tenir « un rôle de gardien en contrôlant (et en restreignant) la façon dont les applications sont distribuées », Jen Caltrider a enjoint le secteur technologique à prendre rapidement des mesures pour créer des étiquettes de sécurité des données standardisées, à l’instar de celles que l’on trouve maintenant sur les produits de grande consommation et les menus des fast-foods.
pl: Caltrider zwraca uwagę, że w ramach <a id="a1">dochodzenia przeprowadzonego w 2021 r. przez „Washington Post”</a> ujawniono podobne problemy z etykietami w sklepie Apple App Store. W związku z tym trzeba się zastanowić, czy Google i Apple są w stanie bezstronnie stać na straży bezpieczeństwa aplikacji w swoich sklepach. W 2021 r. sklepy Google Play i App Store wygenerowały dzięki aplikacjom mobilnym odpowiednio <a id="a2">około 48 miliardów USD</a> oraz <a id="a3">60 miliardów USD</a> przychodu brutto. Wkrótce po tym, gdy administracja prezydenta Bidena <a id="a4">oskarżyła</a> oba sklepy z aplikacjami o pełnienie „roli cenzora poprzez kontrolowanie (i ograniczanie) sposobu dystrybucji aplikacji”, Caltrider oświadczył, że branża technologiczna musi podjąć odpowiednie kroki, aby stworzyć jednolite etykiety prywatności danych na wzór etykiet z informacjami o wartości odżywczej, umieszczanych obecnie na opakowaniach produktów i menu restauracji typu fast food.

# body.b62e1953-3422-4e6c-b331-96c60c46daee
source: “The history of nutrition labeling shows that it’s possible to create a standardized system that becomes part of the cultural fabric and makes a positive difference in people’s daily lives,” said Caltrider.
es: “La historia del etiquetado nutricional muestra que es posible crear un sistema normalizado que forme parte de la estructura cultural y genere una diferencia positiva en la vida cotidiana de las personas", declaró Caltrider.
fr: « L’histoire de l’étiquetage nutritionnel montre qu’il est possible de créer un système standardisé qui s’intègre à un tissu culturel existant tout en faisant la différence de manière positive pour les utilisateurs au quotidien », conclut Jen Caltrider.
pl: „Historia etykiet z informacjami o wartości odżywczej pokazuje, że możliwe jest stworzenie jednolitego systemu, który zakorzeni się w kulturze i wpłynie pozytywnie na codzienne życie nas wszystkich” — twierdzi Caltrider.

# body.b62e1953-3422-4e6c-b331-96c60c46daee
source: To address the problem, Mozilla recommends that Google and Apple adopt a universal, standardized data privacy system form on their platforms. Mozilla also recommends that the companies expand and explain their enforcement action against apps that don’t comply and take some responsibility for ensuring the accuracy of the information apps report.
es: Para atender este problema, Mozilla recomienda que Google y Apple adopten un formulario de sistema de privacidad de datos universal y normalizado en sus plataformas. Mozilla también recomienda que las empresas amplíen y expliquen sus acciones para exigir el cumplimiento a las aplicaciones que no cumplan con los requisitos y que asuman algo de responsabilidad para garantizar la exactitud de la información que proporcionan las aplicaciones.
fr: Dans cette optique, Mozilla recommande à Google et Apple d’adopter un formulaire universel et standardisé pour évaluer la confidentialité des données des applications sur leurs plateformes. Mozilla recommande également aux deux géants de la technologie de développer et d’expliquer toutes les mesures qu’elles prennent à l’encontre des applications qui ne se conforment pas aux règles, et enfin de se porter garants de l’exactitude des informations communiquées par les applications.
pl: Mozilla radzi, aby Google i Apple wdrożyły na swoich platformach jednolity, standardowy formularz systemu prywatności danych, aby rozwiązać ten problem. Mozilla uważa również, że firmy powinny podejmować bardziej radykalne działania wobec aplikacji, które nie spełniają wytycznych, lepiej wyjaśniać ewentualne konsekwencje niespełnienia wymagań oraz w pewnym stopniu ponosić odpowiedzialność za zapewnienie rzetelności informacji przekazywanych przez aplikacje.

# body.b62e1953-3422-4e6c-b331-96c60c46daee
source: The study builds on Mozilla’s ongoing <a id="a1">*Privacy Not Included</a> initiative, a two-fold effort to arm consumers with the information they need to protect their privacy while spurring the tech industry to do more to safeguard consumers. Since 2017 Mozilla’s project has <a id="a2">reviewed the privacy and security</a> of more than 100 apps and 300 internet-connected devices.
es: El estudio se basa en la iniciativa continua de <a id="a1">*Privacidad no incluida</a> de Mozilla, un esfuerzo dual con objeto de proporcionar a los consumidores la información que necesitan para proteger su privacidad y al mismo tiempo presionar a la industria tecnológica a hacer más para salvaguardar a los consumidores. Desde 2017, este proyecto de Mozilla ha <a id="a2">revisado la privacidad y seguridad</a> de más de 100 aplicaciones y 300 dispositivos conectados a Internet.
fr: L’étude s’appuie sur le projet de Mozilla intitulé <a id="a1">*Confidentialité non incluse</a>, dont l’objectif est à la fois de fournir aux consommateurs les informations dont ils ont besoin pour préserver leur vie privée et d’inciter le secteur de la technologie à en faire plus pour protéger les utilisateurs. Depuis 2017, 100 apps et 300 appareils connectés à Internet ont été <a id="a2">passés en revue par Mozilla à cet effet</a>.
pl: Badanie zostało przeprowadzone w ramach ciągłej inicjatywy Mozilli o nazwie <a id="a1">*Prywatność do nabycia osobno</a>, czyli projektu, który ma dwa cele: zapewnienie konsumentom informacji niezbędnych do ochrony swojej prywatności oraz skłonienie branży technologicznej do zwiększenia ochrony oferowanej konsumentom. Od 2017 r. w ramach projektu Mozilli <a id="a2">zweryfikowano zasady prywatności i bezpieczeństwa</a> ponad 100 aplikacji i 300 urządzeń łączących się z Internetem.

# seo_title
source: Mozilla Study: Data Privacy Labels for Most Top Apps in Google Play Store are False or Misleading
es: Las etiquetas de privacidad de datos de las principales aplicaciones en Google Play Store son falsas o engañosas
fr: Étude de Mozilla : Les étiquettes de confidentialité des données de la majorité des applications les plus téléchargées sur le Google Play Store sont soit fausses soit trompeuses
pl: Badanie Mozilli: Etykiety bezpieczeństwa danych najpopularniejszych aplikacji w sklepie Google Play są fałszywe lub wprowadzają w błąd

# search_description
source: *Privacy Not Included researchers find discrepancies between Google Play Store’s Data Safety labels and privacy policies of nearly 80 percent of the reviewed apps
es: Los investigadores de *Privacidad no incluida encontraron discrepancias entre las etiquetas de seguridad de datos de Google Play Store y las políticas de privacidad de casi 80% de las aplicaciones revisadas
fr: Les chercheurs de *Confidentialité non incluse ont trouvé des divergences entre les étiquettes de sécurité des données du Google Play Store et la politique de confidentialité de pratiquement 80 % des applications étudiées.
pl: Badacze z zespołu *Prywatność do nabycia osobno znaleźli rozbieżności między etykietami bezpieczeństwa danych w sklepie Google Play a politykami prywatności niemal 80% aplikacji objętych badaniem
