Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/our-longest-naughty-list-ever-the-2023-holiday-buyers-guide-*-here.po
Languages: de, es, fr, pt_br

# body.0738eee5-eab2-420b-9f3f-b56fed65e55a
source: Meanwhile, <a id="a1">Samsung</a> continues to write their privacy policy as if no one will read it (we sure showed them! But seriously, Samsung’s privacy policy is unpleasant to read and that’s being generous). They collect a huge amount of data on their users, young and old alike. Then they combine it, share it, sell it, and use it for advertising. Oh, and! They accidentally <a id="a2">gave away</a> sensitive information to ChatGPT this year.
de: Derweil verfasst <a id="a1">Samsung</a> seine Datenschutzerklärung weiterhin so, als würde sie eh niemand lesen (wir haben das Unternehmen vom Gegenteil überzeugt, keine Sorge! Aber ernsthaft, die Lektüre ist äußerst unangenehm, und das ist noch milde ausgedrückt). Samsung sammelt eine riesige Menge an Daten über seine Nutzer*innen, egal ob jung oder alt. Dann werden diese Infos kombiniert, weitergegeben und zu Werbezwecken verkauft. Oh, fast vergessen: Samsung hat dieses Jahr versehentlich sensible Daten an ChatGPT <a id="a2">weitergegeben</a> ...
es: Entre tanto, <a id="a1">Samsung</a> sigue escribiendo su política de privacidad como si nadie fuera a leerla. (¡Se lo demostramos! Pero, en serio, resulta desquiciante —por decir lo menos— leer su política de privacidad). Samsung recopila una enorme cantidad de datos de sus usuarios, jóvenes y entrados en años por igual. Luego la combinan, comparten, venden y usan para publicidad. ¡Ah! Y casualmente <a id="a2">regalaron</a> información sensible a ChatGPT este año.
fr: Pendant ce temps, <a id="a1">Samsung</a> continue d’écrire sa politique de confidentialité comme si personne n’allait jamais la lire (et ce n’est pas comme si on ne leur avait pas déjà dit !). Ce qu’on y apprend ? Que la célèbre marque coréenne récupère un grand nombre de données sur ses utilisateurs, jeunes et moins jeunes. Qu’elle agrège ensuite le tout, le partage, le vend, et s’en sert aussi pour faire de la publicité. Et pour couronner le tout, Samsung a par erreur <a id="a2">donné des informations sensibles</a> à ChatGPT cette année.
pt_br: Enquanto isso, a <a id="a1">Samsung</a> continua a escrever sua política de privacidade como se ninguém fosse ler (nós lemos, viu, Samsung? Mas sério, a política de privacidade deles é difícil de entender, e isso é o mínimo que se pode dizer). Ela coleta uma quantidade enorme de dados sobre seus usuários, de todas as idades. Depois, ela os combina, compartilha, vende e usa para publicidade. Ah, e ainda por cima, a empresa acidentalmente <a id="a2">divulgou</a> informações sensíveis ao ChatGPT este ano.

# body.c0ea2e7a-efa6-4e9d-8bce-d0618e324921
source: Browse all Entertainment &amp; Tech reviews by category
de: Bewertungen im Bereich Entertainment &amp; Technologien nach Kategorie lesen
es: Revisa todas las reseñas de Entretenimiento y tecnología por categoría
fr: Parcourir tous les avis sur les produits Divertissement et Technologie par catégorie
pt_br: Confira todas as avaliações de Entretenimento e Tecnologia por categoria

# body.2e2580da-9f58-4350-819f-0c6fe4e767f9.label
source: Gaming platforms
de: Gaming-Plattformen
es: Plataformas de juegos
fr: Plateformes de jeu
pt_br: Plataformas de jogos

# body.d98877f1-8034-4f96-bb4d-88cf0e147138.label
source: Streaming players
de: Streaming-Player
es: Reproductores de streaming
fr: Lecteurs streaming
pt_br: Reprodutores de streaming

# body.521bbda3-7254-478f-96c1-e2ae34016583.label
source: Tablets
es: Tabletas
fr: Tablettes

# body.9f979160-df2d-4acc-9e25-cdde42bea6a5.label
source: Smart glasses/AR headsets
de: Smarte Brillen/AR-Headsets
es: Lentes inteligentes y auriculares de realidad aumentada
fr: Lunettes connectées / Casques de réalité virtuelle
pt_br: Óculos/headsets de AR inteligentes

# body.4089561b-7045-4b46-9032-cdcd8aa1f574.label
source: Headphones
de: Kopfhörer
es: Audífonos
fr: Casques audio
pt_br: Fones de ouvido

# body.1c7f57c2-42f7-481c-9782-18342d3bc84e.label
source: Trackers
de: Tracker
es: Rastreadores de actividad
fr: Traceurs
pt_br: Rastreadores

# body.55fa841a-34b1-4089-8c57-7ab4975bab41
source: Health &amp; Fitness
de: Gesundheit &amp; Fitness
es: Salud y deporte
fr: Forme et santé
pt_br: Saúde e Boa Forma

# body.283ca6f8-8ce4-4808-9c7e-fb39fade63ff
source: Our (newly) naughty list: Health &amp; Fitness
de: (Neu) auf unserer Bösenliste: Gesundheit &amp; Fitness
es: Nuestra (nueva) lista de mal portados en salud y deportes
fr: Notre (nouvelle) liste des cadeaux à éviter : forme et fitness
pt_br: Nossa lista (novinha em folha) de malcomportados: Saúde e Boa Forma

# body.283ca6f8-8ce4-4808-9c7e-fb39fade63ff
source: If you don’t already have a <a id="a1">Fitbit</a>, there’s no way to get one without now agreeing to Google’s privacy policy. Yep, all new Fitbit devices require a Google account to login. That means all that health-tracking data will be collected by not-so-good data giant, Google.
de: Sollten Sie noch keine <a id="a1">Fitbit</a> haben, kommen Sie ab sofort nur noch an ein Gerät dieser Marke, wenn Sie den Datenschutzbestimmungen von Google zuzustimmen. Ja, bei allen neuen Fitbits ist zur Anmeldung ein Google-Konto erforderlich! Das bedeutet, dass sich die (wie wir wissen) nicht ganz so brave Datenkrake Google all Ihre Gesundheitsdaten schnappt.
es: Si todavía no tienes un <a id="a1">Fitbit</a>, no hay manera de tener uno sin aceptar la política de privacidad de Google. Sí, todos los nuevos dispositivos Fitbit requieren una cuenta de Google para iniciar sesión. Esto significa que este gigante de la tecnología, más bien mediocre en su cuidado de los datos, recopilará toda la información sobre nuestra salud que se registre en su dispositivo.
fr: Si vous ne possédez pas déjà une <a id="a1">Fitbit</a>, il n’est désormais plus possible d’en acquérir (et surtout d’en utiliser une) sans accepter la politique de confidentialité de Google. Vous avez bien lu : tous les appareils Fitbit nécessitent désormais de se connecter à l’aide d’un compte Google. Et avant que vous ne vous posiez la question, oui : cela veut dire que toutes les données de suivi de votre santé seront donc collectées par le (pas très) bon gros géant de la Silicon Valley.
pt_br: Se você ainda não tem um <a id="a1">Fitbit</a>, agora só dá para ter um aceitando a política de privacidade da Google. Isso mesmo, todos os novos dispositivos Fitbit exigem uma conta Google para o login. Ou seja, todos aqueles dados de monitoramento de saúde serão coletados pela Google, que não é lá muito boa com dados.

# body.283ca6f8-8ce4-4808-9c7e-fb39fade63ff
source: Google <a id="a1">says</a> they’ll keep your health data safe and separate from the boatload of information they already have about you. But, that doesn’t keep privacy experts (including us) from <a id="a2">worrying</a>. After all, Google has reportedly <a id="a3">misled users</a> before and is already behaving badly with Fitbit data. Privacy advocacy group NOYB<a id="a4"> pointed out</a> that they are violating Europe’s data privacy law, GDPR, by forcing users to consent to having their data transferred outside the EU if they want to use the app at all.
de: Google <a id="a1">behauptet</a> zwar, Ihre Gesundheitsdaten sicher und getrennt von der Datenflut, die bereits durchs Unternehmen schwappt, aufzubewahren. Doch das hält Datenschutzexpert*innen (einschließlich uns) nicht davon ab, sich <a id="a2">Sorgen zu machen</a>. Immerhin hat Google Berichten zufolge bereits früher <a id="a3">Nutzer*innen getäuscht</a> und verhält sich schon jetzt fragwürdig im Umgang mit Fitbit-Daten. Die Datenschutzgruppe NOYB <a id="a4"> weist darauf hin</a>, dass Google gegen die DSGVO verstoße, indem das Unternehmen die Nutzer*innen zwinge, der Übertragung ihrer Daten in Länder außerhalb der EU zuzustimmen, wenn sie die App überhaupt nutzen wollten.
es: Google <a id="a1">afirma</a> que mantendrá nuestros datos de salud seguros y aparte del montón de información que ya tienen sobre nosotros. Pero eso no quita a los expertos de privacidad (incluyéndonos) la <a id="a2">preocupación</a>. Después de todo, según consta, Google ya <a id="a3">engañó a los usuarios</a> anteriormente y ya se porta mal usando los datos de Fitbit. El grupo de defensa de la privacidad NOYB<a id="a4"> señaló</a> que Google infringe la ley de privacidad de datos de Europa, GDPR, al obligar a sus usuarios a aceptar que se transfieran sus datos fuera de la Unión Europea si desean usar la aplicación.
fr: Google <a id="a1">assure</a> que vos données de santé seront en sécurité et séparées des autres informations que l’entreprise détient déjà sur vous. Mais cela n’empêche pas les experts en confidentialité (nous y compris !) de <a id="a2">s’inquiéter</a>. Après tout, ce ne serait pas la première fois que Google <a id="a3">induit ses utilisateurs en erreur</a>, et la firme de Mountain View s’est déjà comportée de façon douteuse avec les données de Fitbit par le passé. Par ailleurs, le groupe de défense de la vie privée NOYB<a id="a4"> souligne</a> que Google enfreint la loi européenne sur la protection des données, le fameux RGPD, en obligeant ses utilisateurs à consentir au transfert de leurs données en dehors de l’UE s’ils veulent utiliser l’application.
pt_br: A Google <a id="a1">afirma</a> que vai manter seus dados de saúde seguros e separados da montanha de informações que já tem sobre você. Mas isso não impede que especialistas em privacidade (nós inclusos) fiquem <a id="a2">preocupados</a>. Afinal, a Google já <a id="a3">enganou usuários</a> antes e está se comportando mal com os dados do Fitbit. O grupo de defesa da privacidade NOYB<a id="a4"> informou</a> que a empresa está violando a lei de privacidade de dados da Europa, o GDPR, ao forçar os usuários a consentirem com a transferência de seus dados para fora da UE se quiserem usar o aplicativo.

# body.c072ef2a-8e39-4d4c-be48-09a7b7b4b68e
source: Browse all Health &amp; Fitness reviews by category
de: Bewertungen im Bereich Gesundheit &amp; Fitness nach Kategorie lesen
es: Revisar todas las reseñas de salud y deporte por categoría
fr: Parcourir tous les avis sur les produits Forme et Santé par catégorie
pt_br: Confira todas as avaliações de Saúde e Boa Forma por categoria

# body.7cdbcc1f-7272-4138-9b44-4bd05b012956.label
source: Fitness trackers
de: Fitnesstracker
es: Monitores de actividad física
fr: Suivi de l’état de forme
pt_br: Monitores de atividade física

# body.b694605b-3c6e-4ec7-91a3-7a86508dd9b7
source: Kids’ Products
de: Kinderprodukte
es: Productos para niños
fr: Produits pour les enfants
pt_br: Produtos Infantis

# body.130c4dab-08dd-4800-9edc-759d4e2a1277
source: Our (newly) naughty list: Kids’ Products
de: (Neu) auf unserer Bösenliste: Kinderprodukte
es: Nuestra (nueva) lista de mal portados en productos para niños
fr: Notre (nouvelle) liste des cadeaux à éviter : produits pour les enfants
pt_br: Nossa lista (novinha em folha) de malcomportados: Produtos Infantis

# body.130c4dab-08dd-4800-9edc-759d4e2a1277
source: We already mentioned you shouldn’t buy an <a id="a1">Angel Watch</a>. Here’s why: It’s a GPS-tracking, cellular phone calling, video and audio monitoring, remote body vitals tracking smart watch that’s marketed as "the ultimate lifeline to keep loved ones safe." With all that tracking of super sensitive data, we already raised an eyebrow. But here’s the kicker: we could not find a privacy policy for this product. So we have no idea what they will or won’t do with that information. We’re also wondering if “discreetly monitor[ing] audio and video” is something anyone should be doing to their little or vulnerable loved ones. We all deserve privacy.
de: Wir haben bereits erwähnt, dass wir vom Kauf einer <a id="a1">Angel Watch</a> abraten. Hier ist der Grund dafür: Bei dem Gerät handelt es sich um eine Smartwatch mit GPS-Ortung, Mobilanrufen, Video- und Audioüberwachung sowie Fernüberwachung der Körperfunktionen, die als „ultimativer Rettungsanker zur Sicherheit Ihrer Lieben“ vermarktet wird. Allein die vielen hochsensiblen Daten, die hier getrackt werden, haben uns schon stutzig gemacht. Doch der eigentliche Hammer ist: Wir konnten keinerlei Datenschutzbestimmungen für dieses Produkt finden! Wir haben also keine Ahnung, was die Anbieter der Angel Watch mit den ganzen Infos tun oder nicht tun. Wir fragen uns außerdem, ob die „diskrete Überwachung durch Audio- und Videoaufnahmen“ etwas ist, das man seinen Kindern oder anderen Angehörigen, die vielleicht schon etwas älter und gebrechlicher sind, antun sollte. Schließlich haben wir alle ein Recht auf Privatsphäre.
es: Ya te habíamos dicho que no compres el <a id="a1">Angel Watch</a>. He aquí por qué: es un reloj inteligente que rastrea por GPS, permite llamadas de celular, monitorea mediante video y audio, rastrea signos vitales vía remota y se anuncia como "la tabla de salvación imprescindible para mantener seguros a tus seres queridos". Pero con tantísimo rastreo de datos extrasensibles, ya se nos botan las alarmas. Pero el colmo es que no pudimos encontrar una política de privacidad acerca de este producto. Así que no tenemos idea de qué harán o no con esa información. También nos preguntamos si “monitorear discretamente el audio y video” es algo que alguien debe hacer a sus pequeños o seres queridos vulnerables. Todos merecemos privacidad.
fr: Au début de ce guide, nous vous avons déconseillé d’acheter une <a id="a1">Angel Watch</a>. Et voici pourquoi : c’est une montre connectée qui permet d’enregistrer votre position GPS, de passer des appels téléphoniques via un réseau cellulaire, d’enregistrer des vidéos et de l’audio, et d’effectuer un suivi des différents signes vitaux de votre corps. Son fabricant la présente comme « le moyen ultime de garantir la sécurité de vos proches ». Rien que ça. Ces fonctionnalités suffisent déjà à nous faire sourciller, mais le véritable problème de cette montre ultraconnectée réside dans le fait qu’elle n’est régie par aucune politique de confidentialité. Il est donc impossible de savoir ce que la marque fera ou ne fera pas avec vos informations privées. Enfin, chez *Confidentialité non incluse, nous nous méfions aussi de sa capacité à « enregistrer discrètement de l’audio et des vidéos ». Car tout le monde, même les enfants et les personnes vulnérables, a le droit d’avoir une vie privée.
pt_br: Já avisamos para passar longe do <a id="a1">Angel Watch</a>, e aqui vai o porquê: é um relógio inteligente recheado de funções — rastreamento por GPS, chamadas telefônicas, monitoramento de vídeo e áudio, e até acompanhamento de sinais vitais. Tudo isso vendido como o “grande protetor para a segurança de quem você ama”. Com tanto rastreamento de dados supersensíveis, já ficamos com uma pulga atrás da orelha. Mas o que mais preocupa é que não encontramos política de privacidade para esse produto. Então, não temos ideia do que a empresa pode ou não fazer com essas informações. E, cá entre nós, será que monitorar áudio e vídeo discretamente dos pequenos ou vulneráveis é algo saudável? Privacidade é um direito de todos.

# body.130c4dab-08dd-4800-9edc-759d4e2a1277
source: Another similar product is the <a id="a1">AngelSense Watch</a> (confusing, we know). It’s also marketed as a device to help guardians keep kids and vulnerable adults “safe” and provides many of the same features. Though they technically have a section in their terms and conditions agreements called “Privacy Policy” it doesn’t meet our standards of an actual policy. It leaves us with way too many unanswered questions, especially for a product that collects such sensitive information.
de: Ein weiteres ähnliches Produkt ist die <a id="a1">AngelSense Watch</a> (verwirrend, finden wir auch). Diese Uhr bietet nahezu die gleichen Funktionen wie die Angel Watch und wird ebenfalls als Gerät vermarktet, das Kindern und schutzbedürftigen Erwachsenen Sicherheit geben soll. Obwohl es hier in den AGB zumindest einen Abschnitt mit dem Titel „Datenschutz“ gibt, entspricht dieser nicht unseren Anforderungen an eine echte Richtlinie. Es bleiben viel zu viele Fragen offen – gerade für ein Produkt wie dieses, das so sensible Daten erfasst.
es: Otro producto parecido es el <a id="a1">AngelSense Watch</a> (confunde, lo sabemos). También lo anuncian como un dispositivo que ayuda a los responsables de mantener “seguros” a los niños y adultos vulnerables y que incluye características similares. Aunque técnicamente tiene una sección en sus términos y condiciones llamada "política de privacidad", esta no cumple con nuestros estándares de una verdadera política. Nos deja con demasiadas preguntas sin respuesta, especialmente al tratarse de un producto que recopila información sensible.
fr: L’<a id="a1">AngelSense Watch</a> (c’est un peu confusant, on l’admet) est un produit plus ou moins similaire. Elle est aussi vendue et présentée comme un appareil qui permet aux parents et aux tuteurs de mettre leurs enfants et leurs proches vulnérables « en sécurité » grâce à plusieurs fonctionnalités identiques. Bien que, techniquement, l’AngelSense Watch dispose d’une rubrique dans ses conditions générales nommée « Politique de confidentialité », celle-ci n’en possède malheureusement que le nom. Au final, cette montre connectée nous laisse avec beaucoup trop de questions sans réponse. Surtout pour un produit qui recueille autant d’informations sensibles et privées.
pt_br: Tem também o <a id="a1">AngelSense Watch</a>, parecido mas com outro nome. Promete segurança para crianças e adultos vulneráveis com funções similares. Ele até tem um texto sobre política de privacidade nos termos de uso, mas está longe do que consideramos adequado. Deixa muitas perguntas sem resposta, especialmente para um produto que coleta informações tão sensíveis.

# body.130c4dab-08dd-4800-9edc-759d4e2a1277
source: When products are marketed to parents for kids and they collect a ton of personal information, they usually make bold promises about why that’s necessary. Both “angel” smart watches promise safety. <a id="a1">Moxie</a>, the AI robot with heart, promises to help your child regulate their emotions, learn, and be your “parental co-pilot.” But in order to do those things, Moxie has to transcribe everything your child says to it, and can share some of that information with Google and OpenAI. While Moxie didn't technically earn our warning label, it did worry us. Especially since its privacy policy tells parents it’s their responsibility to make sure to teach their kids to never share personal information with Moxie. What?
de: Wenn Eltern Produkte für Kinder angepriesen bekommen, die tonnenweise persönliche Daten sammeln, rechtfertigen die Anbieter diese Datenerfassung in der Regel mit vollmundigen Versprechungen. Die beiden Angel-Smartwatches etwa versprechen Sicherheit. <a id="a1">Moxie</a>, der KI-Roboter mit Herz, verspricht, Ihrem Kind zu helfen, seine Emotionen zu regulieren, zu lernen und Ihr „elterlicher Co-Pilot“ zu sein. Aber dazu muss Moxie alles transkribieren, was Ihr Kind zu ihm sagt – und kann einiges davon mit Google und OpenAI teilen. Auch wenn Moxie technisch gesehen nicht unseren Warnhinweis verdient hat: Sorgen bereitet und das Spielzeug allemal! Vor allem, weil die Datenschutzerklärung den Eltern die Verantwortung dafür aufs Auge drückt, ihren Kindern beizubringen, niemals persönliche Informationen mit Moxie zu teilen. Äh, wie bitte?
es: Cuando se anuncian productos para niños que recopilan una tonelada de información personal, usualmente se hacen promesas audaces sobre por qué es necesario recopilarla. Ambos relojes inteligentes “ángel” prometen seguridad. <a id="a1">Moxie</a>, el robot de IA con corazón, promete ayudar a tu hijo a regular sus emociones, aprender y ser tu “copiloto parental”. Pero para hacer todo eso, tiene que transcribir todo lo que le dice tu hijo y puede compartir parte de esa información con Google y OpenAI. Aunque técnicamente Moxie no recibió nuestra etiqueta de advertencia, nos preocupa. En especial, dado que su política de privacidad advierte a los padres que es responsabilidad de ellos enseñarle a sus hijos a nunca compartir información personal con Moxie. ¿¡Qué qué!?
fr: Lorsque des produits pour enfants sont vendus à des parents et qu’ils recueillent de nombreuses informations personnelles, ils l’expliquent souvent en invoquant une « bonne » raison. Ces deux montres connectées qui utilisent le mot « angel » avancent elles l’argument de la sécurité. <a id="a1">Moxie</a>, le robot qui dispose d’une IA mais surtout d’un « cœur » d’après son fabricant, promet lui d’aider les enfants à réguler leurs émotions et à apprendre, et se présente comme un « co-pilote » parental. Mais pour pouvoir faire toutes ces choses, Moxie doit retranscrire tout ce que votre enfant dit, et peut ensuite partager ces informations avec Google et OpenAI. Bien que Moxie n’ait pas techniquement reçu un avertissement de notre part cette année, ce robot n’est pas sans nous inquiéter. Sans doute parce que dans sa politique de confidentialité, il est rappelé qu’il est de la responsabilité des parents que leurs enfants ne partagent pas d’informations privées avec Moxie. Pincez-nous s’il nous plaît.
pt_br: Quando produtos voltados para crianças prometem segurança e coletam uma quantidade enorme de dados pessoais, costumam fazer grandes promessas sobre a necessidade disso. É o caso dos relógios inteligentes “angel”, que garantem proteção. O <a id="a1">Moxie</a>, o robô com IA sentimental, oferece ajuda para seu filho aprender e controlar emoções, atuando como um “assistente parental”. Mas para isso, o Moxie grava tudo o que a criança fala e pode passar algumas dessas informações para a Google e OpenAI. Ele não chegou a ganhar nosso selo de alerta, mas nos deixou preocupados. A política de privacidade do Moxie coloca nos pais a responsabilidade de ensinar aos filhos a não compartilharem informações pessoais com o robô. É para se pensar, não é?

# body.2e068754-de0b-44bd-b7ed-3b727da8d658.label
source: Tablets for Kids
de: Tablets für Kinder
es: Tabletas para niños
fr: Tablettes pour enfants
pt_br: Tablets infantis

# body.993b95bd-f4e4-4dae-ae39-1f4e1a8c6152.label
source: eReaders for Kids
de: eReader für Kinder
es: Lectores de ebooks para niños
fr: Liseuses pour enfants
pt_br: eReaders infantis

# body.6040124f-7da2-4aa8-8162-5dac5869e5ad.label
source: Smart Watches/Fitness Trackers for Kids
de: Smartwatches/Fitnesstracker für Kinder
es: Relojes inteligentes y pulseras de fitness para niños
fr: Montres connectées / Appareils de suivi de la forme pour enfants
pt_br: Relógios inteligentes/monitores de atividades físicas infantis

# body.a7d72c01-7965-4891-9d51-9d03d74ff534.label
source: Interactive Toys
de: Interaktives Spielzeug
es: Juguetes interactivos
fr: Jouets interactifs
pt_br: Brinquedos interativos

# body.4d9edf88-a398-4431-b782-90289368c1c4.label
source: STEM/Coding Learning Kits
de: Tools für wissenschaftliches Lernen/Codieren
es: Kits CTIM/para aprender a codificar
fr: Kits scientifiques, techniques et informatiques
pt_br: Kits de aprendizagem STEM/Codificação

# body.f8527bf3-d29d-43fa-9116-579e799e9360
source: Want to see less naughtiness from connected devices?
de: Die Anbieter vernetzter Geräte sollen sich besser benehmen?
es: ¿Quieres que los dispositivos conectados se comporten mejor?
fr: Envie de voir moins de « mauvais » appareils connectés ?
pt_br: Quer ver mais dispositivos conectados bem comportados?
