Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/our-longest-naughty-list-ever-the-2023-holiday-buyers-guide-*-here.po
Languages: de, es, fr, pt_br

# body.1d500eda-49ec-48ae-95f1-48ae76a47ce7
source: These Smart Home brands are getting coal in their stockings and the *Privacy Not Included warning label for the first time this year:
de: Die folgenden Smart-Home-Marken bekommen dieses Jahr zum ersten Mal eins mit der Rute und den Warnhinweis von *Datenschutz nicht inbegriffen verpasst:
es: Estas marcas no recibirán regalos este año, pero sí les daremos la etiqueta de advertencia de *Privacidad no incluida por primera vez este año.
fr: Ces marques qui proposent des produits connectés pour la maison vont recevoir du charbon cette année… et pour la première fois un avertissement *Confidentialité non incluse !
pt_br: Essas marcas de casa inteligente ganharam um lugar na nossa lista de malcomportados e o selo de alerta do *Privacidade não incluída pela primeira vez este ano:

# body.1d500eda-49ec-48ae-95f1-48ae76a47ce7
source: In a *Privacy Not Included first, <b>all Google products</b> -- including their popular smart home products like the <a id="a1">Google Nest</a> line -- get our warning label this year. Two things pushed them over the edge, from just OK to bad. For one, their not-so-good track record. Google has received <a id="a2">several</a> <a id="a3">multi-million dollar fines</a> in recent years for some pretty serious privacy-related lapses. Second, how they use your data. Google says they can collect data from publicly available sources to train their AIs, but leave us wondering what exactly counts as “publicly available.”.
de: Erstmals in der Geschichte von *Datenschutz nicht inbegriffen erhalten <b>alle Google-Produkte</b> – einschließlich der beliebten Smart-Home-Produkte wie <a id="a1">Google Nest</a> – in diesem Jahr unseren Warnhinweis. Vor allem zwei Faktoren haben dafür gesorgt, dass die Produkte nicht mehr „gerade noch OK“, sondern veritabel schlecht sind. Da wäre zum einen die suboptimale Datenschutz-Erfolgsbilanz des Unternehmens, denn Google wurde in den vergangenen Jahren für schwere Datenschutzverstöße zu <a id="a2">mehreren</a> <a id="a3">Geldstrafen in Millionenhöhe</a> verurteilt. Zum anderen stößt uns die Art und Weise auf, wie Google Ihre Daten verwendet. Denn das Unternehmen behauptet, Daten aus öffentlich zugänglichen Quellen sammeln zu dürfen, um seine KI zu trainieren – lässt uns aber im Unklaren darüber, was genau als „öffentlich zugänglich“ gilt.
es: En primer lugar de *Privacidad no incluida están <b>todos los productos de Google</b>, inclusive sus populares productos de hogar inteligente como la línea de <a id="a1">Google Nest</a>, que obtienen nuestra etiqueta de advertencia este año. Dos cuestiones los llevaron al extremo de apenas aceptable a malo. En primer lugar, su historial no muy positivo. Google ha recibido <a id="a2">muchas</a> <a id="a3">multas multimillonarias en dólares</a> en años recientes por algunas fallas bastante graves en cuanto a la privacidad. En segundo, cómo utilizan nuestros datos. Google afirma que puede recopilar datos de fuentes disponibles públicamente para entrenar a sus IA, pero nos dejan con la duda respecto a qué significa exactamente "disponible públicamente”.
fr: C’est une première dont ils se seraient bien passés : <b>tous les produits Google</b>, y compris leur célèbre gamme <a id="a1">Google Nest</a>, ont reçu un avertissement *Confidentialité non incluse cette année. La raison est double. Tout d’abord, l’historique de l’entreprise n’est pas très reluisant. Google a écopé de <a id="a2">différentes amendes</a> <a id="a3">pour un total de plusieurs millions de dollars</a> dans des affaires liées à de sérieux manquements en termes de confidentialité. Ensuite, leur utilisation des données. Google prétend collecter des données à partir de sources « accessibles publiquement » mais chez Mozilla, on se demande toujours ce que signifie ce terme exactement…
pt_br: Pela primeira vez no *Privacidade não incluída, <b>todos os produtos da Google</b>, incluindo os populares produtos de casa inteligente como a linha <a id="a1">Google Nest</a>, levaram nosso selo de alerta este ano. O que deu ruim? Primeiro, o passado não muito limpo dela. A Google já levou <a id="a2">diversas</a> <a id="a3">multas milionárias</a> nos últimos anos por falhas graves relacionadas à privacidade. Segundo, a maneira como a empresa manuseia seus dados. A Google diz que pode coletar dados de fontes publicamente disponíveis para treinar suas IAs, mas nos deixa na dúvida sobre o que exatamente é considerado “publicamente disponível”.

# body.1d500eda-49ec-48ae-95f1-48ae76a47ce7
source: <a id="a1">Wyze</a>, maker of security cameras, video doorbells, robot vacuums, smart lighting and more, is officially bad now too. Recently, they’ve had the worst kind of security vulnerabilities and breaches – ones that <a id="a2">could</a> <a id="a3">show</a> strangers videos from inside your home. Yikes! Policy-wise, they can collect a ton of information about you, can use it to create new data about you (called “inferences”), and may sell some of it. Bad!
de: <a id="a1">Wyze</a>, ein Hersteller von Sicherheitskameras, Videotürklingeln, Staubsaugerrobotern, smarter Beleuchtung und vielem mehr, gehört jetzt ebenfalls offiziell zu den „Bösen“. In letzter Zeit gab es dort nämlich Sicherheitslücken der allerübelsten Sorte – solche, die Fremden Einblick in Ihre vier Wände <a id="a3">gewähren</a> <a id="a2">könnten</a>! Holla, die Waldfee! Zudem besagen die Datenschutzrichtlinien des Unternehmens, dass es haufenweise Infos über Sie sammeln und verwenden dürfe, um Rückschlüsse über Sie zu ziehen, darauf basierend neue Daten zu erstellen und diese gegebenenfalls sogar zu verkaufen. Oh je.
es: <a id="a1">Wyze</a>, un fabricante de cámaras de seguridad, videotimbres, robots aspiradora, sistemas de iluminación inteligente entre otros productos, oficialmente se pasó también del lado de los malos. En fecha reciente, han sufrido los peores tipos de vulnerabilidades y violaciones de la seguridad, que <a id="a2">posibilitan</a> <a id="a3">mostrar</a> videos del interior de tu hogar a desconocidos. ¡Qué miedo! En cuanto a su política de privacidad, Wyze puede recopilar un montón de datos sobre ti, usarlos para hacer "inferencias" (es decir, crear nuevos datos respecto a ti) y quizás venderlas. ¡Tache!
fr: <a id="a1">Wyze</a>, le fabricant de caméras de sécurité, de sonnettes vidéo, d’aspirateurs robots, d’éclairages connectés et bien plus encore, fait désormais partie de la liste des « mauvaises » marques. Elle a notamment dû faire face à certaines des pires failles de sécurité qui puissent arriver.… Le genre de faille qui <a id="a2">pourrait permettre de</a> <a id="a3">montrer</a> à des inconnus des vidéos de votre intérieur ! Rien que d’y penser cela nous fait froid dans le dos (et ce n’est pas la météo !). Wyze peut également récolter de nombreuses informations à votre sujet, les utiliser pour créer des « inférences » (autrement dit, des regroupements de données) et même en revendre une partie !
pt_br: A <a id="a1">Wyze</a>, fabricante de câmeras de segurança, videoporteiros, robôs aspiradores, iluminação inteligente, entre outros, também está oficialmente na lista dos malcomportados. Recentemente, a empresa teve as piores brechas de segurança possíveis: aquelas que <a id="a2">podem</a> <a id="a3">deixar</a> estranhos espiarem o interior da sua casa. É de arrepiar! Quanto às políticas, ela coleta uma montanha de dados sobre você, cria novos dados baseados nesses (as tais “inferências”) e ainda pode vender uma parte. Péssimo!

# body.1d500eda-49ec-48ae-95f1-48ae76a47ce7
source: <a id="a1">Sonos</a> also doesn’t give everyone the right to delete their personal data and can sell your personal information for ads (according to how the state of <a id="a2">California defines a “sale”</a> – which includes when your information is exchanged for other “valuable consideration” and not just money).
de: Im Falle von <a id="a1">Sonos</a> räumt das Unternehmen nicht allen Personen das Recht ein, ihre persönlichen Daten löschen zu lassen. Darüber hinaus kann Sonos personenbezogene Daten für Werbezwecke verkaufen (gemäß der <a id="a2">Definition von „Verkauf“ des US-Bundesstaats Kalifornien</a>, die auch den Erhalt „wertvoller Gegenleistungen“ einschließt, abgesehen von Geld).
es: <a id="a1">Sonos</a> tampoco nos proporciona a todos el derecho de borrar nuestros datos personales y puede venderlos para publicidad (conforme a cómo el estado de <a id="a2">California define “venta”</a>, un concepto que incluye el intercambio de tu información por otros “valores” y no solo dinero).
fr: <a id="a1">Sonos</a>, quant à elle, ne permet pas à ses utilisateurs de supprimer leurs informations personnelles. L’entreprise s’octroie par contre le droit de revendre ces mêmes informations à des fins publicitaires (d’après la définition que fait l’État de <a id="a2">Californie d’une vente</a>, c’est-à-dire l’échange d’informations en échange de « contreparties précieuses » ce qui inclut, sans toutefois s’y limiter, de l’argent).
pt_br: A <a id="a1">Sonos</a> também não oferece a todos o direito de excluir seus dados pessoais e pode vender suas informações pessoais para anúncios (conforme a <a id="a2">definição do estado da Califórnia de “venda”</a>, que inclui quando suas informações são trocadas a “título oneroso”, não apenas dinheiro).

# body.1d500eda-49ec-48ae-95f1-48ae76a47ce7
source: As for <a id="a1">Amazon Ring</a>, it sure seems like they are <a id="a2">still sharing</a> a heck of a lot of sensitive information with law enforcement. They also failed to respond to the security vulnerability <a id="a3">Mozilla brought</a> to their attention last year.
de: Und was <a id="a1">Amazon Ring</a> betrifft, so gibt das Unternehmen allem Anschein nach <a id="a2">weiterhin</a> große Mengen sensibler Informationen an die Strafverfolgungsbehörden weiter. Hinzu kommt, dass das Amazon Ring auf die ernste Sicherheitslücke seiner Video-Türklingeln, die <a id="a3">Mozilla bereits im vergangenen Jahr aufgezeigt hat</a>, noch immer nicht reagiert hat.
es: En cuanto a <a id="a1">Amazon Ring</a>, sin duda parece que sigue <a id="a2">compartiendo todavía</a> un montón de información sensible con las fuerzas del orden. Tampoco han hecho algo respecto a las vulnerabilidades de seguridad que <a id="a3">Mozilla les ha hecho saber</a> desde el año pasado.
fr: Quant à <a id="a1">Amazon Ring</a>, une chose est sûre : leurs caméras et sonnettes vidéo <a id="a2">partagent toujours un grand nombre d’informations sensibles</a> avec les forces de l’ordre. Et ils se sont bien entendu abstenus de résoudre la faille de sécurité <a id="a3">que nous leur avons signalée</a> l’année dernière.
pt_br: E sobre a <a id="a1">Amazon Ring</a>? Tudo indica que <a id="a2">continua compartilhando</a> um bocado de informações sensíveis com as autoridades. Além disso, ignorou completamente a falha de segurança que a <a id="a3">Mozilla apontou</a> no ano passado.

# body.72888a03-91a0-4d1c-8fc8-ada357c5b67f
source: Browse all Smart Home reviews by category
de: Bewertungen im Bereich Smart Home nach Kategorie lesen
es: Revisa todas las reseñas de hogar inteligente por categoría
fr: Parcourir tous les avis sur les produits Maison Connectée par catégorie
pt_br: Confira todas as avaliações de Casa Inteligente por categoria

# body.9603a9cd-b806-443a-bdca-abf2d2e9e89c.label
source: Smart Speakers
es: Altavoces inteligentes
fr: Enceintes connectées
pt_br: Alto-falantes inteligentes

# body.f03f96e6-a5f9-4f0f-adfd-8d4830aa9472.label
source: Smart Display
es: Pantallas inteligentes
fr: Écrans connectés
pt_br: Tela inteligente

# body.d2f876c7-9886-4710-a086-c2c749b7bb99.label
source: Security Cameras
de: Überwachungskameras
es: Cámaras de seguridad
fr: Caméras de sécurité
pt_br: Câmeras de segurança

# body.094e5473-bd43-4c0d-bd71-ae2ec0b95d7b.label
source: Video Doorbells
de: Video-Türklingeln
es: Videotimbres
fr: Sonnettes vidéo
pt_br: Videoporteiros

# body.8756d664-3260-444c-bd57-4fb54c029078.label
source: Smart Thermostats &amp; Smoke Detectors
de: Smarte Thermostate &amp; Rauchmelder
es: Termostatos y detectores de humo inteligentes
fr: Thermostats intelligents et détecteurs de fumée
pt_br: Termostatos e detectores de fumaça inteligentes

# body.ff945de8-8145-4840-b9eb-6ddb55afc97a.label
source: Robot vacuums
de: Staubsaugerroboter
es: Robots aspiradora
fr: Aspirateurs robots
pt_br: Aspiradores robôs

# body.9812d04d-1ca0-4318-800e-71400b9b331b
source: Entertainment &amp; Tech
de: Entertainment &amp; Technologien
es: Entretenimiento y tecnología
fr: Divertissement et technologie
pt_br: Entretenimento e Tecnologia

# body.0738eee5-eab2-420b-9f3f-b56fed65e55a
source: Our (newly) naughty list: Entertainment &amp; Tech
de: (Neu) auf unserer Bösenliste: Entertainment &amp; Technologien
es: Nuestra reciente lista de mal portados en entretenimiento y tecnología
fr: Notre (nouvelle) liste des cadeaux à éviter : divertissement et technologie
pt_br: Nossa lista (novinha em folha) de malcomportados: Entretenimento e Tecnologia

# body.0738eee5-eab2-420b-9f3f-b56fed65e55a
source: <a id="a1">Tile</a>, the original Bluetooth-tracker-maker, has taken a turn for the worst this year. First, their parent company, Life360, was <a id="a2">sued</a> for selling users’ location data without permission. That’s ho-ho-horrible!
de: <a id="a1">Tile</a>, der Hersteller des ersten Bluetooth-Trackers, ist dieses Jahr ziemlich frech gewesen. Es fing damit an, dass die Muttergesellschaft Life360 <a id="a2">verklagt</a> wurde, weil sie die Standortdaten der Nutzer*innen ohne deren Erlaubnis verkauft hat. Nichts zum Lachen, sondern ho-ho-hochgradig dubios!
es: <a id="a1">Tile</a>, el primer fabricante del rastreador Bluetooth ha dado un giro para mal este año. Primero, a su casa matriz, Life360, la <a id="a2">demandaron</a> por vender sin permiso los datos de ubicación de sus usuarios. ¡Imagínate!
fr: <a id="a1">Tile</a>, le premier traceur Bluetooth, a pris un très mauvais tournant cette année. Pour commencer, leur maison mère, Life360, s’est fait <a id="a2">traîner devant les tribunaux</a> pour avoir vendu les données de localisation de ses utilisateurs sans leur autorisation. Ho-ho-horrible, vous ne trouvez pas ?
pt_br: O <a id="a1">Tile</a>, o pioneiro em rastreadores Bluetooth, deu uma escorregada feia este ano. Primeiro, sua matriz, a Life360, foi <a id="a2">processada</a> por vender dados de localização dos usuários sem permissão. Isso é roubo!

# body.0738eee5-eab2-420b-9f3f-b56fed65e55a
source: And then, while other tracker-makers (like Apple) are adding features that make it harder and harder to use them to track people without their permission, Tile seems to be walking that back a bit. In February, they released “Anti-Theft Mode.” It bypasses their “Scan and Secure” anti-stalking feature by making Tiles totally undetectable. So it’s a concern for anyone who is worried about a Tile following them around without their consent. It also raises some privacy concerns for users who turn on that feature. To use Anti-Theft Mode, you have to verify your identity and consent to have your information shared with law enforcement at Tile’s discretion. Yikes again.
de: Des Weiteren scheint Tile im Gegensatz zu anderen Tracker-Herstellern (wie Apple) die Integration neuer Features zu bremsen, die es erschweren, Personen ohne deren Zustimmung zu tracken. So hat Tile im Februar seinen Diebstahlschutz „Anti-Theft Mode“ eingeführt – und umgeht damit die eigene „Scannen und Sichern“-Funktion gegen Stalking, indem die Geräte unauffindbar gemacht werden. Ein Problem für alle, die befürchten, dass ihnen ein unerwünschter Tile-Tracker folgt, und die diesen aufspüren wollen. Auch Benutzer*innen, die den „Anti-Theft Mode“ aktivieren, werden mit Datenschutzproblemen konfrontiert: Um die Funktion zu nutzen, müssen sie ihre Identität bestätigen und zustimmen, dass ihre Daten nach Ermessen von Tile an Strafverfolgungsbehörden weitergegeben werden dürfen. Übel, übel, übel.
es: Y luego, mientras otros fabricantes de rastreadores (como Apple) añaden características que cada vez dificultan más rastrear a las personas sin su consentimiento, Tile parece meter reversa en ese sentido. En febrero, introdujo su “modo antirrobo”, que ignora su característica antiacecho de “escanear y asegurar” y, al hacerlo, vuelve completamente indetectable a Tiles. Con esto, se convierte en un problema para cualquiera a quien le preocupe que un Tile le siga sin su consentimiento. También genera algunas preocupaciones de privacidad para los usuarios que activan esa característica: para usar el modo antirrobo, debes confirmar tu identidad y aceptar que tu información se comparta con las fuerzas del orden si Tile lo considera prudente. De nuevo, ¡santo cielo!
fr: Et tandis que d’autres fabricants de traceurs (comme Apple) ajoutent des fonctionnalités pour empêcher le plus possible que leurs produits suivent des gens sans leur consentement, Tile fait exactement le chemin inverse. En février, la marque a lancé le « mode antivol » qui rend ses traceurs totalement indétectables… et permet de contourner leur fonctionnalité anti-harcèlement « scanner et sécuriser ». De quoi soulever de vives inquiétudes en matière de vie privée. Et comme si cela ne suffisait pas, Tile exige de vérifier votre identité et de pouvoir partager vos informations avec les forces de l’ordre pour l’utiliser.
pt_br: Depois, enquanto outras marcas (como a Apple) aprimoram a segurança para evitar rastreamentos não autorizados, o Tile foi na direção oposta. Em fevereiro, lançou o “modo antifurto”, que ignora a função antiperseguição do recurso ”Escanear e proteger” e torna os Tiles indetectáveis. Ou seja, é um problema para quem se preocupa com o fato de ser seguido por um Tile sem o seu consentimento. Há também algumas questões de privacidade para os usuários que ativam esse recurso. Para usar o modo antifurto, você precisa verificar sua identidade e consentir que suas informações sejam compartilhadas com as autoridades policiais, a critério do Tile. Preocupante, né?

# body.0738eee5-eab2-420b-9f3f-b56fed65e55a
source: A third “yikes” for Tile is that their parent company, Life360, says they can collect additional information about you from third parties and combine it with what they already know about you. That’s something that former nice guy, <a id="a1">Bose</a>, now says they can do too. Another thing Bose can do? Collect data on your head movements from your headphones. Come on, it’s nobody’s business if your head-bobbing is offbeat. Weirder, they may sell that information alongside your email address. Bose also doesn’t make it clear whether everyone has the right to delete their personal information.
de: Bedenklich ist außerdem, dass Life360, die Muttergesellschaft von Tile, behauptet, zusätzliche Informationen über Sie von Dritten einholen und mit vorhandenen Daten kombinieren zu dürfen. <a id="a1">Bose</a>, früher einer unserer Klassenbesten, behauptet das Gleiche. Mehr noch: Bose kann Daten über Ihre Kopfbewegungen erfassen, wenn Sie Kopfhörer der Marke tragen. Als ob es andere etwas anginge, wenn Sie im Takt mit dem Kopf wippen! Noch seltsamer ist, dass das Unternehmen diese Infos verkaufen kann, zusammen mit Ihrer E-Mail-Adresse. Ob alle Nutzer*innen das Recht haben, ihre persönlichen Daten löschen zu lassen, stellt Bose allerdings nicht klar.
es: Un tercer motivo de preocupación contra Tile es que su casa matriz, Life360, señala que puede recopilar información adicional tuya de terceros y combinarla con lo que ya saben sobre ti. Es algo que una marca anteriormente bien portada, <a id="a1">Bose</a>, ahora también afirma que puede hacer. ¿Qué otra cosa puede hacer Bose? Recopilar con los audífonos datos sobre el movimiento de tu cabeza. ¡Por favor! A nadie le concierne si cabeceas sin ritmo. Más extraño aún: puede vender esa información junto con tu dirección de correo electrónico. Bose tampoco aclara si todo el mundo tiene derecho a eliminar su información personal.
fr: Et ce n’est pas tout : la maison mère de Tile, Life360, affirme pouvoir recueillir des informations supplémentaires sur ses utilisateurs auprès d’entreprises tierces pour les combiner avec ce qu’elle sait déjà sur vous. Charmant, non ? C’est exactement ce que l’ancienne « gentille » marque, <a id="a1">Bose</a> prétend pouvoir faire aussi. Et devinez quoi ? Bose peut également collecter des données sur les mouvements de votre tête à partir de vos écouteurs. Franchement, qui a besoin de savoir si votre hochement de tête est synchronisé avec la musique (ou pas, d’ailleurs) ? Plus curieux encore, Bose se réserve le droit de vendre ces informations accompagnées de votre adresse e-mail. Et dans le même temps, ses utilisateurs semblent ne plus avoir le droit de supprimer leurs informations personnelles.
pt_br: E não para por aí. A Life360, empresa por trás do Tile, também diz que pode coletar informações adicionais sobre você de terceiros e combiná-las às que já tem. Isso é algo que a <a id="a1">Bose</a>, agora na lista de malcomportados, também diz que pode fazer. Sabe o que mais a Bose faz? Coleta dados dos movimentos da sua cabeça pelos fones de ouvido. Ninguém precisa saber se você balança a cabeça fora do ritmo. E o pior: ela pode vender esses dados com seu e-mail. A Bose também não esclarece se as pessoas têm o direito de excluir suas informações pessoais.
