Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/our-longest-naughty-list-ever-the-2023-holiday-buyers-guide-*-here.po
Languages: de, es, fr, pt_br

# title
source: Our Longest Naughty List Ever: The 2023 Holiday Buyer's Guide Is Here!
de: So ungezogen war die Tech-Branche noch nie: Der Weihnachtsshopping-Ratgeber 2023 ist da!
es: Nuestra lista más extensa que nunca de mal portados: ¡Ya está aquí nuestra Guía del comprador para la Navidad de 2023!
fr: Notre guide d’achat pour les fêtes 2023 est là : découvrez notre plus longue liste des cadeaux à éviter jamais réalisée !
pt_br: Guia de Compras de Fim de Ano 2023: a maior lista de malcomportados que já tivemos

# body.15fbfc22-f02b-433d-ad29-3faee9d3625a
source: There’s no getting around it. It’s been <a id="a1">a</a> <a id="a2">rough</a> <a id="a3">year</a> for privacy. So, we admit that we’re not completely caught off guard that during the shoppingest time of year it feels like it’s your privacy that’s roasting on an open fire. But I guess that makes us Jack Frost because, uh, nothing will stop us from nipping at these companies’ privacy no-nos!
de: Ohne um den heißen Punsch herumzureden: 2023 war <a id="a1">ein</a> <a id="a2">toughes</a> <a id="a3">Jahr</a> für den Datenschutz. Daher hat es uns nicht völlig kalt erwischt, dass die Privatsphäre der Verbraucher*innen auch in der einkaufsstärksten Zeit des Jahres missachtet wird wie das letzte krumme Tännchen beim Weihnachtsbaumverkauf. Aber wir wären nicht Mozilla, wenn wir unsere Nase nicht mutig in die dubiosen Machenschaften der Unternehmen gesteckt und ihre Übeltaten so hell beleuchtet hätten wie Rentier Rudolph die Schlittenflugbahn vom Weihnachtsmann.
es: No hay manera de endulzarlo: ha sido <a id="a1">un</a> <a id="a2">año</a> <a id="a3">difícil</a> para la privacidad. Así que, admitamos que no nos toma por completo desprevenidos que durante la temporada del año de más frenesí por las compras sintamos como si Santa haya echado nuestra privacidad en uno de sus sacos rotos. Y aunque decirlo quizás nos convierte en el Grinch, ¡nada nos impedirá sacar a relucir los trapos sucios de las compañías mal portadas!
fr: Le moins que l’on puisse dire, c’est que les entreprises n’ont pas vraiment fait de cadeau à la confidentialité <a id="a1">a</a> <a id="a2">cette</a> <a id="a3">année</a>. Et quelque chose nous disait que pour les fêtes non plus, nous n’allions pas être gâtés… Alors nous avons enfilé notre plus belle tenue de lutins au service de votre vie privée ! Découvrez sans plus attendre les entreprises « enguirlandées » mais aussi les produits qui nous ont emballés !
pt_br: É inegável: a privacidade passou por <a id="a1">a</a> <a id="a2">maus bocados</a> <a id="a3">neste ano</a>. E parece que, na época em que as compras estão pegando fogo, é a privacidade que está sendo colocada na churrasqueira. Mas, sabe de uma coisa? Isso só nos deixa mais vigilantes: nada nos impedirá de destacar os deslizes de privacidade dessas empresas!

# body.76871da7-0a36-4c51-b91e-7a0818dfd02b.label
source: Read the reviews for 2023’s top connected products
de: Lesen Sie die Bewertungen für die beliebtestem vernetzten Produkte 2023
es: Lee la reseña de los principales productos conectados de 2023
fr: Lisez tous nos avis sur les meilleurs produits connectés de 2023
pt_br: Confira as avaliações dos principais produtos conectados de 2023

# body.46fe1acd-eda6-4e5f-ad6a-314d4f73d2d9
source: This year, we reviewed the privacy and security of over 100 connected products, from video doorbells to Bluetooth trackers and all manner of robots in between. After about a thousand hours of research (yes, we’re tired), here are the biggest changes we noticed in consumer tech since our guide last year:
de: Dieses Jahr haben wir den Datenschutz und die Sicherheit von über 100 Smart-Produkten geprüft, von der Videotürklingel über alle möglichen Roboter bis hin zum Bluetooth-Tracker. Nach rund tausend Stunden Recherche (ja, wir sind müde!) steht fest, dass sich gegenüber unserem letztjährigen Weihnachtsshopping-Ratgeber Folgendes verändert hat:
es: Este año evaluamos la privacidad y seguridad de más de 100 productos conectados, desde videotimbres y toda clase de robots hasta los rastreadores Bluetooth. Después de unas mil horas de investigación (sí, estamos exhaustos), estos son los principales cambios que observamos en la tecnología de consumo en desde que hicimos nuestra guía del año pasado:
fr: Cette année, nous avons passé en revue la confidentialité et la sécurité de plus de 100 produits connectés, des sonnettes vidéo aux appareils Bluetooth pour suivre l’état de votre forme en passant par tous les robots qui ont envahi notre quotidien (et nos maisons). Et après un millier d’heures de recherche (oui, un millier), voici quelques-uns des principaux changements que nous avons remarqués cette année :
pt_br: Neste ano, avaliamos a privacidade e segurança de mais de 100 produtos conectados, de videoporteiros a rastreadores Bluetooth e muitos tipos de robôs. Depois de cerca de mil horas de pesquisa (é, estamos exaustos), notamos algumas mudanças significativas na tecnologia de consumo desde o nosso último guia:

# body.46fe1acd-eda6-4e5f-ad6a-314d4f73d2d9
source: <b>We saw some of the good go bad:</b> <a id="a1">Sonos</a> and <a id="a2">Bose</a> have been in our good books for privacy in recent years. For the first time, they have earned our*Privacy Not Included warning label.
de: <b>Einige brave Marken sind ganz schön frech geworden:</b> <a id="a1">Sonos</a> und <a id="a2">Bose</a> gehörten bislang zu den „Guten“ in puncto Datenschutz, doch diesmal bekamen sie unseren *Datenschutz nicht inbegriffen Warnhinweis verpasst.
es: <b>Vimos a algunos pasarse de la categoría de bueno a la de malo:</b> <a id="a1">Sonos</a> y <a id="a2">Bose</a> habían estado en la lista de bien portados en cuanto a la privacidad en los últimos años. Pues ahora, por primera vez se ganaron nuestra etiqueta de advertencia de *Privacidad no incluida.
fr: <b>Certaines marques jusqu’ici exemplaires ne se sont pas très bien comportées :</b> <a id="a1">Sonos</a> et <a id="a2">Bose</a>, par exemple, avaient l’habitude de s’en tirer avec les honneurs depuis des années. Malheureusement, nous avons été obligés de leur adresser leur premier avertissement pour leurs pratiques en matière de confidentialité.
pt_br: <b>Vimos alguns dos bons se tornarem ruins:</b> <a id="a1">Sonos</a> e <a id="a2">Bose</a>, que nos últimos anos foram exemplos de privacidade, agora receberam nosso selo de alerta do *Privacidade não incluída.

# body.46fe1acd-eda6-4e5f-ad6a-314d4f73d2d9
source: <a id="a1"><b>Google</b></a><b> went from just OK to officially bad this year</b>: Also joining the formerly OK but now naughty list are (Google-owned)<a id="a2"> Fitbit</a>, and <a id="a3">Tile trackers</a>.
de: <a id="a1"><b>Google</b></a><b> hat sich von „Gerade noch okay“ zu „offiziell NICHT okay“ verschlechtert:</b>: genau wie <a id="a2"> Fitbit</a> (das im Besitz von Google ist) und die <a id="a3">Tracker von Tile</a>.
es: <a id="a1"><b>Google</b></a><b> pasó de apenas aceptable a oficialmente malo este año</b>. Y le acompañan en esa lista de ahora mal portadas (porque son de su propiedad)<a id="a2"> Fitbit</a> y <a id="a3">Tile trackers</a>.
fr: <a id="a1"><b>Google</b></a><b>, dont le comportement était jusqu’ici « Ok », a désormais rejoint la liste des marques faisant peu de cas de la vie privée de leurs utilisateurs</b>, tout comme ses filiales <a id="a2"> Fitbit</a> et <a id="a3">Tile</a> d’ailleurs.
pt_br: A <a id="a1"><b>Google</b></a><b> passou de mais ou menos para oficialmente ruim este ano</b>: estreando na lista dos “antes-razoáveis-mas-agora-malcomportados” estão<a id="a2"> Fitbit</a> (de propriedade da Google) e os <a id="a3">rastreadores Tile</a>.

# body.46fe1acd-eda6-4e5f-ad6a-314d4f73d2d9
source: <b>And then there are the bad guys who keep getting worse</b>: <a id="a1">Amazon</a>, <a id="a2">Amazon Ring</a>, <a id="a3">Samsung</a>, <a id="a4">Microsoft Xbox</a>, and <a id="a5">Wyze</a> were already on our naughty list, but they managed to get worse. We noticed.
de: <b>Und einige Übeltäter sind noch übler geworden</b>: <a id="a1">Amazon</a>, <a id="a2">Amazon Ring</a>, <a id="a3">Samsung</a>, <a id="a4">Microsoft Xbox</a> und <a id="a5">Wyze</a> waren bereits auf unserer Bösenliste, haben sich aber noch einmal selbst übertroffen.
es: <b>También están las que van de mal en peor</b>: <a id="a1">Amazon</a>, <a id="a2">Amazon Ring</a>, <a id="a3">Samsung</a>, <a id="a4">Microsoft Xbox</a> y <a id="a5">Wyze</a>, que ya aparecían en la lista de mal portadas, pero lograron empeorar. Lo vimos.
fr: <b>Enfin, les entreprises pointées du doigt les années précédentes ne se sont pas racheté une conduite, bien au contraire</b> : <a id="a1">Amazon</a>, <a id="a2">Amazon Ring</a>, <a id="a3">Samsung</a>, <a id="a4">Microsoft Xbox</a> et <a id="a5">Wyze</a> ont réussi l’exploit de faire encore pire cette année.
pt_br: <b>E tem os que já eram um grande problema e pioraram</b>: <a id="a1">Amazon</a>, <a id="a2">Amazon Ring</a>, <a id="a3">Samsung</a>, <a id="a4">Microsoft Xbox</a> e <a id="a5">Wyze</a> já estavam na nossa lista de malcomportados, mas conseguiram piorar. Nós percebemos.

# body.46fe1acd-eda6-4e5f-ad6a-314d4f73d2d9
source: <b>AI integration is becoming a lot more common</b>: it is used in at least 94 of the products we reviewed. And too often, that means your personal information can be stored, studied, shared, or all of the above. Two such cases: <a id="a1">iRobot</a>’s test-run Roombas’ video recordings were reviewed by humans for AI training. That resulted in images from <a id="a2">inside test-users’ homes</a> showing up on Facebook. The company that owns the “learning robot with heart,”<a id="a3"> Moxie</a>, may share parts of your child’s conversations with OpenAI, can store them for up to 18 months, and use them to “improve the AI.”
de: <b>KI-Integration wird immer gängiger</b>: Sie kommt in mindestens 94 der von uns getesteten Produkte zum Einsatz. Was allzu oft bedeutet, dass Ihre persönlichen Daten gespeichert, untersucht oder weitergegeben werden können, im Zweifel alles drei. Zwei solcher Fälle: Videoaufzeichnungen der Roomba Staubsaugerroboter von <a id="a1">iRobot</a>, die sich im Testbetrieb befanden, wurden zu KI-Trainingszwecken von Personen überprüft – mit der Folge, dass <a id="a2">Bilder aus den Wohnungen der Testnutzer*innen</a> auf Facebook auftauchten. Und das Unternehmen, das <a id="a3"> Moxie</a>, den „Lernroboter mit Herz“, vertreibt, kann Teile der Gespräche Ihres Kindes mit OpenAI teilen, sie bis zu 18 Monate lang speichern und zur „Verbesserung der KI“ verwenden.
es: <b>La integración de la IA se está volviendo mucho más común</b>: se utiliza en cuando menos 94 productos en nuestro informe. Y casi siempre esto significa que nuestra información personal se almacena, estudia, comparte... o todo lo anterior. Un ejemplo: las videograbaciones de pruebas de las Roombas de <a id="a1">iRobot</a> las revisaron seres humanos para entrenar a la IA. Al poco, las imágenes del <a id="a2">interior del hogar de los usuarios participantes en las pruebas</a> terminaron apareciendo en Facebook. Otro ejemplo: la empresa propietaria del "robot inteligente con corazón”, <a id="a3"> Moxie</a>, puede compartir parte de las conversaciones de tus hijos con OpenAI, puede conservarlas hasta por 18 meses y usarlas para “mejorar la IA.”
fr: <b>Autre constat : l’intégration quasi-systématique de l’IA</b> : nous l’avons identifiée dans pas moins de 94 des produits passés en revue. Et dans de trop nombreux cas, cela signifie malheureusement que les informations personnelles (et privées !) sont stockées, analysées et partagées… voire les trois à la fois. Deux exemples : les enregistrements vidéo des aspirateurs robots Roomba de l’entreprise <a id="a1">iRobot</a> ont été étudiés pour l’entraînement de leur IA lors de phases tests. Des images de <a id="a2">l’intérieur des maisons des utilisateurs-tests</a> ont donc été diffusées sur Facebook. Et l’entreprise qui produit le « robot qui apprend avec le cœur », aussi appelé <a id="a3">Moxie</a>, peut partager des extraits des conversations de votre enfant avec OpenAI, les stocker pendant 18 mois, et les utiliser pour « améliorer son IA ».
pt_br: <b>A integração com a Inteligência Artificial está cada vez mais comum</b>: ela está presente em pelo menos 94 dos produtos que avaliamos. E, muitas vezes, isso significa que suas informações pessoais podem ser armazenadas, analisadas, compartilhadas, ou tudo isso junto. Por exemplo, as gravações dos Roombas da <a id="a1">iRobot</a> foram parar em análises humanas para treinar IA. Resultado? Imagens <a id="a2">do interior da casa dos usuários de teste</a> apareceram no Facebook. E a empresa do<a id="a3"> Moxie</a>, o “robô de aprendizagem sentimental”, pode compartilhar trechos das conversas do seu filho com a OpenAI, armazená-los por até 18 meses e usá-los para “aperfeiçoar a IA”.

# body.46fe1acd-eda6-4e5f-ad6a-314d4f73d2d9
source: <b>We found a new creepiest product ever</b>: We added a ton of new products to our roster this year. Some were good, some were bad, and others, well, they left us speechless. Almost. We rarely say this but <i>do not buy the</i> <a id="a1"><i>Angel Watch</i></a> for your child or vulnerable person in your life. This surveillance watch doesn’t have a privacy policy <i>at all!</i>
de: <b>Wir haben unser bisher bedenklichstes Produkt entdeckt</b>: Dieses Jahr hat es eine ganze Reihe neuer Produkte auf unsere Checking-Liste geschafft. Einige waren gut, einige schlecht, und wieder andere … haben uns schlichtweg sprachlos gemacht. Fast. Wir geben selten konkrete Ratschläge, aber: <i>Kaufen Sie keine</i> <a id="a1"><i>Angel Watch</i></a>für Ihr Kind oder eine schutzbedürftige Person in Ihrem Leben! Denn für diese Überwachungsuhr gelten <i>keinerlei</i>Datenschutzbestimmungen!
es: <b>Encontramos el nuevo producto más siniestro que nunca</b>: Agregamos un montón de nuevos productos a nuestra lista de este año. Algunos buenos, otros malos y otros... pues nos dejaron sin palabras. O casi. Raras veces decimos esto, pero <i>NO compres el </i> <a id="a1"><i>Angel Watch</i></a> para tus hijos ni para una persona vulnerable. Este reloj de vigilancia no cuenta con política de privacidad <i>¡en absoluto!</i>
fr: <b>Nous avons également eu entre les mains le produit le plus flippant jamais passé en revue</b>. Nous disons rarement cela, mais <i>n’achetez pas</i> l’<a id="a1"><i>Angel Watch</i></a> pour votre enfant ou une personne vulnérable de votre entourage. Nous vous en exposons les raisons dans notre guide, mais si vous ne deviez en retenir qu’une, ce serait celle-ci : cette montre connectée ne dispose tout simplement d’aucune politique de confidentialité ! <i>Nada. Niet. Niente !</i>.
pt_br: <b>Encontramos o produto mais assustador de todos os tempos</b>: nossa lista de novidades cresceu bastante este ano. Alguns produtos são um achado, outros deixam a desejar e tem aqueles que… bom, preferíamos nem comentar. Mas vamos lá: <i>não compre de jeito nenhum o</i> <a id="a1"><i>Angel Watch</i></a> para uma criança ou alguém vulnerável. Esse relógio de vigilância não tem <i>nenhuma</i> política de privacidade!

# body.c04abcb3-ea53-4e9a-8a36-8af2524d11db
source: Hang on – it’s not all bad news!
de: Halten Sie durch, es gibt auch gute Nachrichten!
es: No te desesperes. ¡No todas son malas noticias!
fr: Mais attendez – nous avons aussi de bonnes nouvelles à vous annoncer !
pt_br: Mas calma, tem notícia boa também!

# body.c04abcb3-ea53-4e9a-8a36-8af2524d11db
source: It was a good year for <b>regulators doing their job</b>. The FTC brought down the hammer <a id="a1">on</a> <a id="a2">Microsoft Xbox</a> <a id="a3">and</a> <a id="a4">Amazon</a> for violating the US’ children's data privacy law, <a id="a5">COPPA</a>. European regulators issued a <a id="a6">record-breaking</a> number of fines to companies for not obeying Europe’s <a id="a7">GDPR</a> (General Data Protection Regulation). That included a whopper for Meta – the largest fine ever so far – at $1.3B!
de: Für <b>Regulierungsbehörden, die gewissenhaft ihren Job gemacht haben</b>, war 2023 ein exzellentes Jahr. So hat die US Federal Trade Commission (FTC) <a id="a2">Microsoft Xbox</a> <a id="a3">und</a> <a id="a4">Amazon</a> wegen Verstößen gegen ein US-Gesetz zum Schutz der Privatsphäre von Kindern zu Geldstrafen in Millionenhöhe verdonnert. Auch die Aufsichtsbehörden in Europa verhängten eine <a id="a6">rekordverdächtige</a> Anzahl von Bußgeldern gegen Unternehmen, die sich nicht an die europäische Datenschutz-Grundverordnung <a id="a7">DSGVO</a> hielten. Ein regelrechter Hammer traf z. B. Meta, denen mit 1,3 Milliarden US-Dollar die bisher höchste Strafe aufgebrummt wurde!
es: Fue un buen año para los <b>organismos de normatividad porque sí hicieron su trabajo</b>. La Comisión Federal de Comercio falló <a id="a1">en contra</a>de<a id="a2">Microsoft Xbox</a> <a id="a3">y</a> <a id="a4">Amazon</a> por infringir la legislación de privacidad de datos infantiles de Estados Unidos: <a id="a5">COPPA</a>. Los reguladores europeos batieron el <a id="a6">récord</a> de multas contra empresas por no obedecer el <a id="a7">GDPR</a> (Reglamento General de Protección de Datos), incluyendo una gigantesca para Meta –la mayor multa hasta el momento– ¡de USD 1300 millones!
fr: 2023 restera comme <b>une grande année pour les régulateurs</b>. La FTC (l’équivalent aux États-Unis de la DGCCRF) a réussi à <a id="a1">épingler</a> <a id="a2">Microsoft Xbox</a> <a id="a3">et</a> <a id="a4">Amazon</a> pour avoir enfreint la loi américaine sur la protection des données des enfants, appelée <a id="a5">COPPA</a>. Quant à leurs homologues européens, ils ont infligé <a id="a6">un nombre record d’amendes</a> à des entreprises qui ne respectaient pas le <a id="a7">RGPD</a> (Règlement Général sur la Protection des Données). Des entreprises comme Meta par exemple, qui a écopé de l’amende la plus importante à ce jour : 1,3 milliard de dollars !
pt_br: <b>As agências reguladoras deram um show</b> este ano. A FTC pegou pesado <a id="a1">com</a> <a id="a2">Microsoft Xbox</a> <a id="a3">e</a> <a id="a4">Amazon</a> por não cumprirem a lei de proteção de dados infantis americana, a <a id="a5">COPPA</a>. Na Europa, os órgãos reguladores também não ficaram para trás e aplicaram <a id="a6">multas recordes</a> a diversas empresas por desrespeito ao <a id="a7">GDPR</a> (Regulamento Geral sobre a Proteção de Dados). A Meta sentiu no bolso, com uma multa de 1,3 bilhão de dólares!

# body.c04abcb3-ea53-4e9a-8a36-8af2524d11db
source: And many of our Best Ofs did keep their good-at-privacy status. Phew. Good-guy <a id="a1">Garmin</a> made our privacy-loving heart grow three sizes this season when we realized that their privacy practices <b>got even better</b> since last year. We also spotted a mini trend in kids’ connected toys: <b>data minimization</b>. Interactive toys like <a id="a2">Tamagotchi Uni</a> and <a id="a3">Artie 3000</a> keep childrens’ personal information safe by not collecting it. We love to see it!
de: Positiv ist auch, dass viele unserer „Klassenbesten“ in Sachen Datenschutz ihrer Linie treu geblieben sind. Oh, du Fröhliche! <a id="a1">Garmin</a> hat seine Datenschutzpraktiken seit letztem Jahr sogar <b>noch deutlich verbessert</b> – und damit unsere datenschutzverliebten Herzen höherschlagen lassen. Bei vernetztem Kinderspielzeug ist uns übrigens ein kleiner, aber feiner Trend aufgefallen: <b>Datenminimierung</b>. Interaktive Spielzeuge wie <a id="a2">Tamagotchi Uni</a> und <a id="a3">Artie 3000</a> schützen die persönlichen Daten von Kindern, indem sie sie gar nicht erst sammeln. Das sehen wir gerne!
es: Y muchas de nuestras destacadas mantuvieron su estatus de buenas en cuanto a la privacidad. Menos mal... El bien portado <a id="a1">Garmin</a> hizo que nuestro corazón protector de la privacidad latiera de emoción cuando nos dimos cuenta que sus prácticas de privacidad <b>mejoraron incluso más</b> desde el año pasado. También detectamos una minitendencia en los juguetes infantiles conectados: <b>la minimización de los datos</b>. Juguetes interactivos como el <a id="a2">Tamagotchi Uni</a> y <a id="a3">Artie 3000</a> mantienen a salvo la información personal de los niños al no recopilarla. ¡Nos encantó!
fr: Mais ce n’est pas tout : la confidentialité figure toujours parmi les priorités de la majorité des entreprises dont nous avions vanté les mérites l’an dernier (ouf !). Et le champion en titre, <a id="a1">Garmin</a>, nous en a même mis des étoiles plein les yeux en <b>améliorant</b> encore ses pratiques en la matière. Nous avons également identifié une mini tendance pour les jouets connectés : <b>la minimisation des données</b>. Et des jouets interactifs comme le <a id="a2">Tamagotchi Uni</a> et <a id="a3">Artie 3000</a> ont développé un moyen infaillible de protéger les données des enfants : ne pas les collecter ! Autant vous dire que chez *Confidentialité non incluse, on adore !
pt_br: E não é que alguns dos nossos “Melhores de” se mantiveram firmes no compromisso com a privacidade? A <a id="a1">Garmin</a>, por exemplo, fez bonito e <b>melhorou ainda mais</b> suas políticas desde o ano passado. E uma novidade legal no mundo dos brinquedos conectados: eles estão <b>coletando menos dados</b> das crianças. Brinquedos interativos como o <a id="a2">Tamagotchi Uni</a> e <a id="a3">Artie 3000</a> são seguros porque não coletam informações pessoais. Isso sim é que é avanço!

# body.c04abcb3-ea53-4e9a-8a36-8af2524d11db
source: As the status quo for privacy seems to be slipping into the gutter, we feel it’s more important than ever to celebrate the brands that get it right. <i>So stay tuned for our not quite as long but nonetheless very much appreciated</i> <b><i>nice list</i></b><i>!</i>
de: Da sich der Status quo des Datenschutzes in der Tech-Branche langsam, aber sicher unterirdischen Gefilden nähert, finden wir es wichtiger denn je, jene Marken zu feiern, die mit gutem Beispiel vorangehen. <i>Bleiben Sie also dran für unsere nicht ganz so lange, aber dafür umso bessere</i> <b><i>Bestenliste</i></b><i>!</i>
es: Dado que la situación respecto a la privacidad al parecer se está yendo por la borda, consideramos que es más importante que nunca reconocer a las marcas que hacen lo correcto. <i>Así que manténganse al pendiente de nuestro muy apreciado, aunque bastante pequeño, </i> ¡<b><i>cuadro de honor</i></b><i>!</i>
fr: Vous l’aurez compris : cette année, la confidentialité n’est pas à la fête. Alors raison de plus de célébrer les marques qui lui accordent toute l’importance qu’elle mérite. <i>Ne manquez pas notre liste des</i> <b><i>produits à offrir les yeux fermés</i></b><i> !</i>
pt_br: Com a privacidade cada vez mais em xeque, é hora de valorizar quem faz a coisa certa. <i>Então, fique de olho na nossa</i> <b><i>lista de produtos bem-comportados</i></b><i> que merecem aplausos – ela pode não ser tão extensa, mas cada item lá faz a diferença!</i>

# body.cad027ba-e34e-4139-b3e7-9595622ffa40
source: The naughtiest connected products by category in 2023
de: Die ungezogensten Smart-Produkte 2023 nach Kategorien
es: Los productos conectados peor portados de 2023 por categoría
fr: Les produits connectés à éviter par catégorie en 2023
pt_br: Os produtos conectados mais malcomportados por categoria em 2023

# body.70ea3e4e-f54a-42f4-8f4c-a5e4c40f4fc4
source: Smart Home
es: Hogar inteligente
fr: Maison connectée
pt_br: Casa Inteligente

# body.1d500eda-49ec-48ae-95f1-48ae76a47ce7
source: Our (newly) naughty list: Smart Home
de: (Neu) auf unserer Bösenliste: Smart Home
es: Nuestra (más reciente) lista de mal portadas en hogar inteligente
fr: Notre (nouvelle) liste des cadeaux à éviter : maison connectée
pt_br: Nossa lista (novinha em folha) de malcomportados: Casa Inteligente
