Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/our-longest-naughty-list-ever-the-2023-holiday-buyers-guide-*-here.po
Languages: de, es, fr, pt_br

# body.f8527bf3-d29d-43fa-9116-579e799e9360
source: We do too! We do our best to give you the information you need to make smarter choices that protect more of your privacy. But it seems like there are fewer and fewer good options with each guide. We’re especially bummed to see so many of the brands we once trusted turn over to the data-sharing dark side. But know that we’ll never give up the fight for better privacy practices in consumer tech. And to all you newly naughty brands: it’s never too late to turn back!
de: Das finden wir auch! Also tun wir unser Bestes, um Ihnen alle Infos an die Hand zu geben, die Sie brauchen, um klügere Entscheidungen zu treffen und Ihre Privatsphäre besser zu schützen. Doch wie es aussieht, gibt es von Shopping-Ratgeber zu Shopping-Ratgeber immer weniger Optionen, die wir guten Gewissens empfehlen können. Besonders enttäuscht sind wir darüber, dass sich so viele Marken, denen wir einst vertraut haben, auf die dunkle Seite der Macht geschlagen haben und Daten weitergeben. Aber Sie können ganz beruhigt sein: Wir werden den Kampf für bessere Datenschutzpraktiken in der Tech-Branche niemals aufgeben! Und an alle neuen Marken, die es auf unsere Bösenliste geschafft haben: Noch ist Zeit, alles zum Guten wenden!
es: ¡Nosotros también! Hacemos todo lo posible para darte la información que necesitas para hacer elecciones más inteligentes que protejan más tu privacidad. Pero parece que con cada nueva guía hay menos buenas opciones. Nos decepciona especialmente ver que tantas marcas en las que alguna vez confiamos, se han pasado al lado obscuro al compartir datos. Pero ten la certeza de que nunca dejaremos de luchar por mejores prácticas de privacidad en la tecnología de consumo. Y a todas esas marcas mal portadas: ¡nunca es tarde para volver al camino del bien!
fr: Nous aussi ! Et nous faisons de notre mieux pour vous donner toutes les informations qui vous permettront de prendre les meilleures décisions afin de protéger votre vie privée. Mais il semble qu’il y ait chaque année de moins en moins de possibilités… Et il est vraiment décourageant de constater que de nombreuses marques sur lesquelles nous pouvions compter ont choisi de faire machine arrière et de partager de manière peu scrupuleuse nos données. Mais soyez assurés que nous ne baisserons jamais les bras : nous continuerons de militer en faveur de meilleures pratiques de confidentialité dans le domaine de la technologie grand public. Et si toutes les marques qui ont récemment pris de mauvaises directions nous lisent : sachez qu’il n’est jamais trop tard pour changer !
pt_br: Nós também queremos! Nós nos esforçamos ao máximo para trazer informações que ajudem você a fazer escolhas mais inteligentes, protegendo mais a sua privacidade. Mas parece que, a cada Guia de Compras de Fim de Ano, as boas opções estão diminuindo. É frustrante ver tantas marcas em que confiávamos se entregando ao lado sombrio do compartilhamento de dados. Mas uma coisa é certa: não vamos parar de lutar por práticas de privacidade melhores no mundo da tecnologia. E para as marcas que se comportaram mal nesta edição, fica a dica: nunca é tarde para mudar de rumo!

# body.f8527bf3-d29d-43fa-9116-579e799e9360
source: You can help us hold these companies accountable by sharing our research and supporting our work. Together, we can do more.
de: Sie können uns helfen, verantwortungslose Unternehmen zur Rechenschaft zu ziehen, indem Sie unsere Einblicke mit Interessierten teilen und unsere Arbeit unterstützen. Gemeinsam erreichen wir mehr.
es: Puedes ayudarnos a que estas empresas rindan cuentas al compartir nuestra investigación y apoyar nuestro trabajo. Juntos podemos hacer más.
fr: Vous pouvez nous aider et faire en sorte que ces entreprises rendent des comptes en partageant nos recherches et en soutenant notre cause. Ensemble, nous pouvons faire la différence.
pt_br: Você pode nos ajudar a responsabilizar essas empresas compartilhando nossa pesquisa e apoiando nosso trabalho. Juntos, nós fazemos a diferença.

# body.7a0e712f-9b14-452f-a5c5-3333644122c2.label
source: Support This Work With a Donation Today
de: Unterstützen Sie unsere Arbeit noch heute mit einer Spende
es: Apoya esta labor con una donación hoy
fr: Soutenez notre action en faisant un don
pt_br: Apoie nosso trabalho com uma doação hoje

# body.7a0e712f-9b14-452f-a5c5-3333644122c2.URL
source: https://foundation.mozilla.org/privacynotincluded/?form=donate&amp;utm_medium=fmo&amp;utm_source=pni&amp;utm_campaign=23-pni-hol&amp;utm_content=link_donate&amp;utm_term=en
de: https://foundation.mozilla.org/privacynotincluded/?form=donate&amp;utm_medium=fmo&amp;utm_source=pni&amp;utm_campaign=23-pni-hol&amp;utm_content=link_donate&amp;utm_term=de
fr: https://foundation.mozilla.org/privacynotincluded/?form=donate&amp;utm_medium=fmo&amp;utm_source=pni&amp;utm_campaign=23-pni-hol&amp;utm_content=link_donate&amp;utm_term=fr

# seo_title
source: The 2023 Holiday Buyer's Guide Is Here!
de: Der Weihnachtsshopping-Ratgeber 2023 ist da!
es: ¡Ya está aquí la Guía del comprador para la Navidad de 2023!
fr: Le guide d’achat pour les fêtes édition 2023 est là !
pt_br: O Guia de Compras de Fim de Ano 2023 chegou!

# search_description
source: We made a list, we checked it twice, so you can find out which products are naughty and nice... for your privacy.
de: Süßer die Kassen nie klingeln als zur Weihnachtszeit! Welche Gaben sind gut, welche schlecht ... für Ihren Datenschutz? Finden Sie es heraus!
es: Elaboramos una lista, revisada dos veces, para que puedas enterarte de qué productos se portan mal y cuáles se portan bien... con tu privacidad.
fr: Nous avons fait une liste. Nous avons tout vérifié et re-vérifié et re-re-re-vérifié pour que vous puissiez savoir quels produits sont « mauvais » ou « gentils »… pour votre vie privée.
pt_br: Preparamos uma lista e a revisamos com cuidado, para você saber quais produtos são bonzinhos ou malcomportados… quando o assunto é a sua privacidade.
