Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/privacy-policies-for-seasons-hottest-connected-gifts-are-more-complicated-and-incomprehensible-than-ever.po
Languages: de, es, fr

# title
source: Privacy Policies for Season’s Hottest Connected Gifts are More Complicated and Incomprehensible Than Ever
de: Die Datenschutzrichtlinien für die begehrtesten vernetzten Geschenke der Weihnachtszeit sind komplizierter und unverständlicher denn je
es: Las políticas de privacidad de los regalos conectados más populares de estas fiestas son más complicadas e incomprensibles que nunca
fr: Les politiques de confidentialité des objets connectés les plus populaires en cette fin d’année sont plus compliquées et incompréhensibles que jamais

# search_description
source: These obscure, exceedingly lengthy policies get users ‘consent’ for invasive data practices
de: Diese obskuren, äußerst langatmigen Richtlinien holen sich bei den Nutzern die „Zustimmung“ zu invasiven Datenpraktiken
es: Estas políticas oscuras y excesivamente largas obtienen el «consentimiento» de los usuarios para efectuar prácticas de datos invasivas
fr: Ces politiques obscures et extrêmement longues recueillent le « consentement » des utilisateurs pour des traitements de données invasifs.

# body.52b2e907-38f6-4e87-b44e-307b6b324a08
source: Annual *Privacy Not Included holiday buyers guide reveals just one product — the Meta Quest Pro — entails reading 14 documents and 37,700 words
de: Der jährliche „*Datenschutz nicht inbegriffen“-Kaufratgeber für die Feiertage zeigt, dass nur ein einziges Produkt – das Meta Quest Pro – das Lesen von 14 Dokumenten und 37.700 Wörtern erfordert
es: La guía anual para compras navideñas de *Privacidad no incluida revela que solo uno de los productos —las Meta Quest Pro— implica la lectura de 14 documentos y 37.700 palabras
fr: Le guide d’achat annuel *Confidentialité non incluse révèle qu’un seul produit, le Meta Quest Pro, demande la lecture de 14 documents, soit 37 700 mots.

# body.52b2e907-38f6-4e87-b44e-307b6b324a08
source: These obscure, exceedingly lengthy policies get users ‘consent’ for invasive data practices
de: Diese obskuren, äußerst langatmigen Richtlinien holen sich bei den Nutzern die „Zustimmung“ zu invasiven Datenpraktiken
es: Estas políticas oscuras y excesivamente largas obtienen el «consentimiento» de los usuarios para efectuar prácticas de datos invasivas
fr: Ces politiques obscures et extrêmement longues obtiennent le « consentement » des utilisateurs pour des traitements de données invasifs.

# body.f1cb1c13-4743-4b65-af8b-9f0f542d170f
source: <b>(SAN FRANCISCO, CA | NOVEMBER 16, 2022)</b> — This winter, you could spend more time reading the privacy policy for one of the season’s hottest gifts — the Meta Quest Pro VR headset — than you will reading Dickens’ <i>A Christmas Carol</i>.
de: <b>(SAN FRANCISCO, CA | NOVEMBER 16, 2022)</b> - Diesen Winter könnten Sie mehr Zeit damit verbringen, die Datenschutzbestimmungen für eines der heißesten Geschenke der Saison - das Meta Quest Pro VR-Headset - zu lesen, als wenn Sie Dickens' <i>Christmas Carol</i> lesen würden.
es: <b>(SAN FRANCISCO, CA | 16 de NOVIEMBRE de 2022)</b> — Este invierno, podrías pasar más tiempo leyendo la política de privacidad de uno de los regalos más populares para las fiestas, las gafas de RV Meta Quest Pro, que leyendo el <i>Cuento de Navidad</i> de Dickens.
fr: <b>(SAN FRANCISCO, CA | 16 NOVEMBRE 2022)</b> - Cet hiver, vous pourriez passer plus de temps à lire la politique de confidentialité de l’un des cadeaux les plus en vogue de la saison (le casque VR Meta Quest Pro) qu’à lire <i>Un chant de Noël</i> de Charles Dickens.

# body.f1cb1c13-4743-4b65-af8b-9f0f542d170f
source: That’s because the privacy policies of connected gadgets made by big tech companies like Meta, Amazon, and Verizon have become so labyrinthine in recent years that some require opening over a dozen documents and reading tens of thousands of words, according to Mozilla’s 2022 <a id="a1">*Privacy Not Included</a> holiday buyers guide.
de: Das liegt daran, dass die Datenschutzrichtlinien für vernetzte Gadgets von großen Technologieunternehmen wie Meta, Amazon und Verizon in den letzten Jahren so verworren geworden sind, dass man bei einigen mehr als ein Dutzend Dokumente öffnen und Zehntausende von Wörtern lesen muss, so Mozillas 2022 „<a id="a1">*Datenschutz nicht inbegriffen</a>“-Kaufratgeber für die Feiertage.
es: Esto se debe a que las políticas de privacidad de los gadgets conectados de las grandes empresas tecnológicas como Meta, Amazon y Verizon se han vuelto tan laberínticas en los últimos años que algunas requieren ver más de una docena de documentos y leer decenas de miles de palabras, de acuerdo con la guía <a id="a1">*Privacidad no incluida</a> de Mozilla para las compras navideñas de 2022.
fr: En effet, les politiques de confidentialité des objets connectés fabriqués par les grandes entreprises du numérique comme Meta, Amazon et Verizon sont devenues si tortueuses ces dernières années que certains demandent d’ouvrir plus d’une douzaine de documents et de lire des dizaines de milliers de mots, selon le guide d’achat 2022 de Mozilla <a id="a1">*Confidentialité non incluse</a>.

# body.f1cb1c13-4743-4b65-af8b-9f0f542d170f
source: Indeed, to read all the privacy documents associated with just the Meta Quest Pro, you would need to open at least 14 browser tabs to make sense of documents amassing 37,700 words. That’s actually about 6,747 words <i>longer</i> than <i>A Christmas Carol</i> and it would account for four hours and fifty minutes of reading.
de: Um alle Datenschutzdokumente zu lesen, die nur mit Meta Quest Pro verbunden sind, müssten Sie mindestens 14 Browser-Tabs öffnen, um die 37 700 Wörter umfassenden Dokumente zu verstehen. Das sind etwa 6.747 Wörter <i>mehr</i> als in <i>A Christmas Carol</i> und würde vier Stunden und fünfzig Minuten Lesezeit bedeuten.
es: De hecho, si quisieras leer todos los documentos de privacidad asociados solo con las Meta Quest Pro, tendrías que abrir al menos 14 pestañas del navegador para intentar entender una serie de documentos que suman 37.700 palabras. Estas son cerca de 6.747 palabras <i>más</i> que <i>Cuento de Navidad</i> de Dickens y unas cuatro horas y cincuenta minutos de lectura.
fr: En effet, pour lire tous les documents de confidentialité associés uniquement au Meta Quest Pro, vous devez ouvrir au moins 14 onglets de navigateur pour comprendre ces documents qui comptabilisent quelques 37 700 mots. C’est en fait 6 747 mots <i>de plus</i> que <i>Un chant de Noël</i> de Charles Dickens et il faudrait quatre heures et cinquante minutes pour les lire.

# body.f1cb1c13-4743-4b65-af8b-9f0f542d170f
source: The 14 documents include: <a id="a1">Hand Tracking Privacy Notice</a>, <a id="a2">Eye Tracking Privacy Notice</a>, <a id="a3">Natural Facial Expressions Privacy Notice</a>, <a id="a4">Meta Quest Privacy Information and Settings</a>, <a id="a5">Oculus Privacy Policy</a>,, <a id="a6">Notice of Monitoring and Recording to Improve Safety in Horizon Worlds</a>, <a id="a7">Voice Commands and Voice Dictation Privacy Notice</a>, <a id="a8">Supplemental Meta Platforms Technologies Privacy Policy</a>, <a id="a9">Supplemental Meta Platforms Technologies Terms Of Service</a>, <a id="a10">Control what information you share with Meta</a>, <a id="a11">What are cookies, and what does this policy cover?</a>, <a id="a12">Supplemental Meta Platforms Technologies California Privacy Notice</a>, <a id="a13">How we use your information across your accounts on Meta technologies</a>, and <a id="a14">Meta Privacy Policy</a>.
de: Zu den 14 Dokumenten gehören: <a id="a1">Datenschutzhinweis für Hand-Tracking</a>, <a id="a2">Datenschutzhinweis für Eye-Tracking</a>, <a id="a3">Datenschutzhinweis für natürliche Gesichtsausdrücke</a>, <a id="a4">Datenschutzinformationen und -einstellungen für Meta Quest</a>, <a id="a5">Datenschutzrichtlinie für Oculus</a>, <a id="a6">Hinweis auf die Überwachung und Aufzeichnung zur Verbesserung der Sicherheit in Horizon Worlds</a>, <a id="a7">Datenschutzhinweis für Sprachbefehle und Sprachdiktat</a>, <a id="a8">ergänzende Datenschutzrichtlinie für Meta Platforms Technologies</a>, <a id="a9">ergänzende Nutzungsbedingungen für Meta Platforms Technologies</a>, <a id="a10">Kontrolle darüber, welche Informationen Sie an Meta weitergeben</a>, <a id="a11">Was sind Cookies und was deckt diese Richtlinie ab</a>, <a id="a12">ergänzende Datenschutzrichtlinie für Meta Platforms Technologies in Kalifornien</a>, <a id="a13">wie wir Ihre Informationen über Ihre Konten auf Meta-Technologien hinweg verwenden</a>, und <a id="a14">Meta-Datenschutzrichtlinie</a>.
es: Los 14 documentos incluyen: <a id="a1">Aviso de privacidad del seguimiento de manos</a>, <a id="a2">Aviso de privacidad sobre el seguimiento de ojos</a>, <a id="a3">Aviso de privacidad de expresiones faciales naturales</a>, <a id="a4">Información y configuración de privacidad de Meta Quest</a>, <a id="a5">Política de privacidad de Oculus</a>, <a id="a6">Aviso de supervisión y grabación para reforzar la seguridad en Horizon Worlds</a>, <a id="a7">Aviso de privacidad de comandos de voz y dictado por voz</a>, <a id="a8">Política de privacidad de Meta Platforms Technologies complementaria</a>, <a id="a9">Condiciones del servicio complementarias de Meta Platforms Technologies</a>, <a id="a10">Controla qué información compartes con Meta</a>, <a id="a11">¿Qué son las cookies y qué cubre esta política?</a>, el <a id="a12">Aviso de privacidad suplementario de Meta Platforms Technologies California</a>, <a id="a13">Cómo usamos tu información entre tus cuentas en los productos de Meta</a> y <a id="a14">la Política de privacidad de Meta</a>.
fr: Les 14 documents incluent : l’<a id="a1">Avis de confidentialité relatif au suivi des mains</a>, l’<a id="a2">Avis de confidentialité relatif au suivi des yeux</a>, l’<a id="a3">Avis de confidentialité relatif aux expressions naturelles du visage</a>, les <a id="a4">Informations et paramètres de confidentialité du Meta Quest</a>, la <a id="a5">Politique de confidentialité d’Oculus</a>, l’<a id="a6" >Avis de surveillance et d’enregistrement dans le but d’améliorer la sécurité dans Horizon Worlds</a>, l’<a id="a7">Avis de confidentialité relatif aux commandes vocales et à la dictée vocale</a>, la <a id="a8">Politique de confidentialité supplémentaire de Meta Platforms Technologies</a>, les <a id="a9">Conditions de service supplémentaires de Meta Platforms Technologies </a>, <a id="a10">Contrôlez les informations que vous partagez avec Meta</a>, <a id="a11">Que sont les cookies et que couvre cette politique ?</a>, l’<a id="a12">Politique de confidentialité supplémentaire de Meta Platforms Technologies pour la Californie</a>, <a id="a13">Comment nous utilisons vos informations entre vos différents comptes sur les produits Meta</a> et la <a id="a14">Politique de confidentialité de Meta</a>.

# body.d6844204-2df2-4adc-832c-9c495c4c3964.altText
source: An illustration of the number of words in a privacy policy with popular Christmas books
de: Eine Illustration der Anzahl der Wörter in einer Datenschutzerklärung bei beliebten Weihnachtsbüchern
es: Ilustración del número de palabras en una política de privacidad comparado con libros de Navidad populares
fr: Une illustration du nombre de mots dans une politique de confidentialité avec des livres de Noël populaires

# body.7131edb3-3844-49d5-88d5-962d996f6e3c
source: Meanwhile, the devil’s in the privacy policy details: These lengthy documents distract users and garner their “consent” for aggressive data collection, sharing, and selling to third parties.
de: Der Teufel steckt jedoch in den Details der Datenschutzrichtlinien: Diese langatmigen Dokumente lenken die Nutzer ab und holen ihr „Einverständnis“ für die aggressive Datenerfassung, -weitergabe und den Verkauf an Dritte ein.
es: Mientras tanto, el diablo está en los detalles de las políticas de privacidad: estos largos documentos distraen a los usuarios y obtienen su «consentimiento» para una práctica agresiva de recopilación, intercambio y venta de datos a terceros.
fr: Pendant ce temps, le diable se cache dans les détails de ces politiques de confidentialité : ces longs documents distraient les utilisateurs et recueillent leur « consentement » pour la collecte, le partage et la vente de données à des tiers de manière intensive.

# body.7131edb3-3844-49d5-88d5-962d996f6e3c
source: According to Jen Caltrider, lead researcher for *Privacy Not Included, other popular products like the Amazon Echo Dot and the Google Pixel Watch now also come with multiple privacy policies for the hardware, apps, and companies they share data with.
de: Laut Jen Caltrider, leitende Forscherin bei *Datenschutz nicht inbegriffen, verfügen nun auch andere beliebte Produkte wie der Amazon Echo Dot und die Google Pixel Watch über mehrere Datenschutzrichtlinien für die Hardware, Apps und Unternehmen, mit denen sie Daten austauschen.
es: Según Jen Caltrider, investigadora principal de *Privacidad no incluida, otros productos populares como el Echo Dot de Amazon y el Google Pixel Watch ahora también traen múltiples políticas de privacidad para el hardware, las aplicaciones y las empresas con las que comparten datos.
fr: Selon Jen Caltrider, chercheuse principale pour *Confidentialité non incluse, d’autres produits populaires comme l’Echo Dot d’Amazon et la Google Pixel Watch sont désormais également accompagnés de plusieurs politiques de confidentialité pour le matériel, les applications et les entreprises avec lesquelles ils partagent des données.

# body.7131edb3-3844-49d5-88d5-962d996f6e3c
source: Says Caltrider: “It feels like a Rube Goldberg experiment trying to navigate the privacy documentation companies throw at consumers. If I’m struggling to understand this as a privacy researcher, consumers are far worse off. That’s not right.”
de: Caltrider sagt dazu: „Es fühlt sich an wie ein Rube-Goldberg-Experiment, wenn man versucht, sich in den Datenschutzunterlagen zurechtzufinden, die die Unternehmen den Verbrauchern vorlegen. Wenn ich als Datenschützer Schwierigkeiten habe, das zu verstehen, sind die Verbraucher noch viel schlechter dran. Das ist nicht richtig“.
es: Dice Caltrider: «Tratar de navegar por la documentación de privacidad que las empresas lanzan a los consumidores es como estar en un experimento de Rube Goldberg. Si a mí me cuesta entender esto como investigadora de privacidad, los consumidores lo tienen mucho peor. Eso no está bien».
fr: Caltrider déclare : « Cela ressemble à une expérience de Rube Goldberg qui tente de s’y retrouver dans l’ensemble des documents sur la confidentialité que les entreprises fournissent aux consommateurs. Si j’ai du mal à comprendre cela en tant que chercheuse sur la confidentialité, les consommateurs sont bien plus mal lotis. Ce n’est pas normal. »

# body.41c189f2-41f7-4eae-ab30-24195c6e6447.label
source: Read the guide
de: Lesen Sie den Leitfaden
es: Lee la guía
fr: Lire le guide

# body.9d51c94a-d370-4ce2-82e6-be9b8713e779.quote
source: It feels like a Rube Goldberg experiment trying to navigate the privacy documentation companies throw at consumers. If I’m struggling to understand this as a privacy researcher, consumers are far worse off. That’s not right
de: Es fühlt sich an wie ein Rube-Goldberg-Experiment, wenn man versucht, sich in den Datenschutzunterlagen zurechtzufinden, die die Unternehmen den Verbrauchern vorlegen. Wenn ich als Datenschützer Schwierigkeiten habe, das zu verstehen, sind die Verbraucher noch viel schlechter dran. Das ist nicht richtig.
es: Tratar de navegar por la documentación de privacidad que las empresas lanzan a los consumidores es como estar en un experimento de Rube Goldberg. Si a mí me cuesta entender esto como investigadora de privacidad, los consumidores lo tienen mucho peor. Eso no está bien.
fr: Cela ressemble à une expérience de Rube Goldberg qui tente de s’y retrouver dans l’ensemble des documents sur la confidentialité que les entreprises fournissent aux consommateurs. Si j’ai du mal à comprendre cela en tant que chercheuse sur la confidentialité, les consommateurs sont bien plus mal lotis. Ce n’est pas normal.

# body.93a28db5-4022-45f4-955c-8c0ecbfbca12
source: *Privacy Not Included is a buyer's guide focused on privacy rather than price or performance. Launched in 2017, the guide has reviewed hundreds of products and apps. It arms shoppers with the information they need to choose gifts that protect the privacy of their friends and family, while also spurring the tech industry to do more to safeguard consumers.
de: *Datenschutz nicht inbegriffen ist ein Kaufratgeber, der sich auf den Datenschutz und nicht auf den Preis oder die Leistung konzentriert. Seit seiner Einführung im Jahr 2017 hat der Leitfaden Hunderte von Produkten und Apps geprüft. Er gibt Käufern die Informationen an die Hand, die sie brauchen, um Geschenke auszuwählen, die die Privatsphäre ihrer Freunde und Familie schützen, und spornt gleichzeitig die Technologiebranche an, mehr für den Schutz der Verbraucher zu tun.
es: *Privacidad no incluida es una guía para compradores que se centra en la privacidad en lugar de hacerlo en otros datos como el precio o el rendimiento de un producto. Lanzada en 2017, la guía ha revisado cientos de productos y aplicaciones. Brinda a los compradores toda la información que necesitan para elegir regalos que protejan la privacidad de sus amigos y familiares, al tiempo que estimula a la industria tecnológica a hacer más para proteger a los consumidores.
fr: *Confidentialité non incluse est un guide d’achat axé sur la confidentialité plutôt que sur le prix ou les performances. Lancé en 2017, le guide a passé en revue des centaines de produits et d’applications. Il fournit aux acheteurs les informations dont ils ont besoin pour choisir des cadeaux qui protègent la vie privée de leurs proches, tout en incitant l’industrie du numérique à faire davantage pour protéger les consommateurs.

# body.93a28db5-4022-45f4-955c-8c0ecbfbca12
source: Compounding this issue is the sheer number of connected products now on the market. This year’s *Privacy Not Included investigates products across six categories, including <a id="a1">Smart Home</a>, <a id="a2">Toys &amp; Games</a>, and <a id="a3">Wearables</a>.
de: Erschwerend kommt hinzu, dass es inzwischen so viele vernetzte Produkte auf dem Markt gibt. Der diesjährige *Datenschutz nicht inbegriffen untersucht Produkte in sechs Kategorien, darunter <a id="a1">Smart Home</a>, <a id="a2">Spielzeug und Spiele</a> sowie <a id="a3">Wearables</a>.
es: Este problema se agrava por el gran número de productos conectados que existen actualmente en el mercado. La guía de *Privacidad no incluida de este año investiga productos pertenecientes a seis categorías, que incluyen <a id="a1">Hogares inteligentes</a>, <a id="a2">Juegos y juguetes</a> y <a id="a3">Dispositivos portables</a>.
fr: Ce problème est aggravé par le grand nombre d’objets connectés actuellement sur le marché. Cette année, *Confidentialité non incluse passe en revue des produits dans six catégories, y compris <a id="a1">Maison intelligente</a>, <a id="a2">Jouets et jeux</a> et <a id="a3">Wearables</a>.

# body.93a28db5-4022-45f4-955c-8c0ecbfbca12
source: Says Misha Rykov, Mozilla privacy researcher: “We’re living through an unprecedented explosion of connected products. There are now children’s toys, litter boxes, sunglasses, and vacuums that connect to the internet — and then scoop up and share precious personal information.”
de: Misha Rykov, Mozilla-Datenschutzforscher, sagt dazu: „Wir erleben eine beispiellose Explosion vernetzter Produkte. Es gibt jetzt Kinderspielzeug, Katzenklos, Sonnenbrillen und Staubsauger, die sich mit dem Internet verbinden – und dann wertvolle persönliche Informationen abgreifen und weitergeben.“
es: Misha Rykov, investigador de privacidad de Mozilla, comenta: «Estamos viviendo una explosión sin precedentes de productos conectados. Hay juguetes para niños, cajas de arena para mascotas, gafas de sol y aspiradoras que se conectan a Internet y que recopilan y comparten información personal valiosa».
fr: Selon Misha Rykov, chercheur sur la confidentialité chez Mozilla : « Nous vivons une explosion sans précédent des objets connectés. Il existe désormais des jouets pour enfants, des bacs à litière, des lunettes de soleil et des aspirateurs qui se connectent à Internet, puis récupèrent et partagent de précieuses données personnelles. »

# body.93a28db5-4022-45f4-955c-8c0ecbfbca12
source: Currently, the 2022 holiday edition of *Privacy Not Included reviews over 75 popular gifts, like the Apple Watch, Nintendo Switch, Amazon Echo, Garmin fitness trackers, Google Chromecast, Steam Deck, and the Meta Quest Pro. The guide will add additional product reviews throughout the holiday season. Mozilla researchers spend on average eight hours researching each product in the guide.
de: Derzeit werden in der Weihnachtsausgabe 2022 von *Datenschutz nicht inbegriffen über 75 beliebte Geschenke bewertet, darunter die Apple Watch, Nintendo Switch, Amazon Echo, Garmin-Fitness-Tracker, Google Chromecast, Steam Deck und Meta Quest Pro. Der Leitfaden wird im Laufe der Weihnachtssaison um weitere Produktbewertungen ergänzt. Mozilla-Forscher verbringen durchschnittlich acht Stunden mit der Recherche für jedes Produkt in diesem Leitfaden.
es: En este momento, en la edición navideña de 2022 de *Privacidad no incluida se revisan más de 75 regalos populares, como el Apple Watch, la Nintendo Switch, el Echo de Amazon, los rastreadores de fitness Garmin, el Google Chromecast, la Steam Deck y las Meta Quest Pro. Se añadirán reseñas de otros productos a lo largo de toda la temporada navideña. Los investigadores de Mozilla dedican un promedio de ocho horas a investigar cada producto de la guía.
fr: Actuellement, l’édition 2022 de *Confidentialité non incluse pour les fêtes de fin d’année passe en revue plus de 75 cadeaux populaires, comme l’Apple Watch, la Nintendo Switch, l’Echo d’Amazon, les traqueurs d’activité de Garmin, le Google Chromecast, la Steam Deck et le Meta Quest Pro. Le guide ajoutera des tests de produits supplémentaires tout au long de la période des fêtes. Les chercheurs de Mozilla passent en moyenne huit heures à effectuer des recherches sur chaque produit du guide.

# body.93a28db5-4022-45f4-955c-8c0ecbfbca12
source: Key findings include:
de: Zu den wichtigsten Ergebnissen gehören:
es: Algunos de los hallazgos más importantes:
fr: Voici nos principales découvertes :
