Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/privacy-policies-for-seasons-hottest-connected-gifts-are-more-complicated-and-incomprehensible-than-ever.po
Languages: de, es, fr

# body.93a28db5-4022-45f4-955c-8c0ecbfbca12
source: <b>Acquisitions are bad for privacy.</b> Twitter’s purchase by Elon Musk has pushed other acquisitions out of the spotlight. Big tech companies — which are often some of the worst privacy offenders — are gobbling up smaller companies that previously had better privacy practices. For example, iRobot — whose products previously received “Best Of” marks from Mozilla — is pending sale to Amazon. And Google will soon start requiring Google accounts for Fitbit users, following their acquisition of Fitbit in 2021. Meanwhile, products from Amazon, Meta, Samsung, and Verizon have all received Mozilla’s *PNI warning label.
de: <b>Akquisitionen sind schlecht für den Datenschutz</b>. Der Kauf von Twitter durch Elon Musk hat andere Übernahmen aus dem Rampenlicht verdrängt. Große Technologieunternehmen - die oft zu den schlimmsten Datenschutzsündern gehören - schlucken kleinere Unternehmen, die zuvor bessere Datenschutzpraktiken hatten. So steht zum Beispiel iRobot - dessen Produkte zuvor von Mozilla mit dem Prädikat „Best Of“ ausgezeichnet wurden - kurz vor dem Verkauf an Amazon. Und Google wird nach der Übernahme von Fitbit im Jahr 2021 bald Google-Konten für Fitbit-Nutzer verlangen. In der Zwischenzeit haben Produkte von Amazon, Meta, Samsung und Verizon alle das Warnsiegel *Datenschutz nicht inbegriffen von Mozilla erhalten.
es: <b>Las adquisiciones son malas para la privacidad.</b> La compra de Twitter por Elon Musk ha sacado a otras adquisiciones del centro de la escena. Las grandes empresas tecnológicas, que a menudo están entre los peores infractores de privacidad, se están devorando a las empresas más pequeñas que solían tener mejores prácticas en esta área. Por ejemplo, iRobot, cuyos productos fueron mencionados como «Lo mejor de» por parte de Mozilla, está pendiente de venta a Amazon. Por otra parte, Google, después de haber adquirido a Fitbit en 2021, pronto comenzará a requerir cuentas de Google para los usuarios de Fitbit. Mientras tanto, los productos de Amazon, Meta, Samsung y Verizon han recibido la etiqueta de advertencia de *PNI de Mozilla.
fr: <b>Les rachats sont néfastes pour la vie privée.</b> Le rachat de Twitter par Elon Musk a occulté d’autres rachats. Les grandes entreprises du numérique, qui sont souvent parmi les pires en matière de respect de la vie privée, engloutissent les petites entreprises qui avaient auparavant de meilleures pratiques de confidentialité. Par exemple, iRobot, dont les produits ont précédemment intégré la section « Meilleurs produits » de Mozilla, est en cours de vente à Amazon. Et Google commencera bientôt à exiger des comptes Google pour les utilisateurs de Fitbit, suite à son rachat de Fitbit en 2021. Pendant ce temps, les produits d’Amazon, de Meta, de Samsung et de Verizon ont tous reçu l’avertissement *Confidentialité non incluse de Mozilla.

# body.93a28db5-4022-45f4-955c-8c0ecbfbca12
source: <b>More gadgets are targeting kids — especially smart watches.</b> Smart watches aimed at children ages five to 12 are becoming more popular, and include GPS tracking, cameras, and microphones. All four of these devices in this year’s guide received Mozilla’s *Privacy Not Included warning. Especially problematic is the Verizon GizmoWatch, which can collect your child’s name, age, gender, email address, and audio and text messages. While parents may find them useful for keeping a watchful eye on their youngsters, these devices collect a lot of kids’ personal data — and normalize children to surveillance at a young age.
de: <b>Immer mehr Gadgets zielen auf Kinder ab – insbesondere intelligente Uhren oder Smartwatches</b>. Intelligente Uhren, die sich an Kinder zwischen fünf und 12 Jahren richten, werden immer beliebter und verfügen über GPS-Tracking, Kameras und Mikrofone. Alle vier dieser Geräte im diesjährigen Leitfaden wurden von Mozilla mit dem Warnhinweis *Datenschutz nicht inbegriffen" versehen. Besonders problematisch ist die Verizon GizmoWatch, die den Namen, das Alter, das Geschlecht, die E-Mail-Adresse sowie Audio- und Textnachrichten Ihres Kindes erfassen kann. Eltern mögen diese Geräte zwar nützlich finden, um ein wachsames Auge auf ihre Kinder zu haben, aber sie sammeln eine Menge persönlicher Daten von Kindern - und normalisieren die Überwachung von Kindern schon in jungen Jahren.
es: <b>Son cada vez más los gadgets, especialmente relojes inteligentes, dirigidos a los niños</b>. Los relojes inteligentes dirigidos a niños de entre cinco y doce años son cada vez más populares e incluyen seguimiento GPS, cámaras y micrófonos. Los cuatro dispositivos incluidos en la guía de este año recibieron la advertencia de *Privacidad no incluida de Mozilla. Uno especialmente problemático es el GizmoWatch de Verizon, que puede recopilar el nombre, la edad, el género, la dirección de correo electrónico y los mensajes de audio y texto de tu hijo(a). Si bien los padres pueden encontrarlos útiles para vigilar a sus hijos pequeños, estos dispositivos recopilan una gran cantidad de datos personales y normalizan la vigilancia de los niños desde una edad temprana.
fr: <b>De plus en plus d’objets connectés ciblent les enfants, en particulier les montres connectées.</b> Les montres connectées destinées aux enfants de 5 à 12 ans sont de plus en plus populaires et incluent le suivi GPS, des caméras et des microphones. Les quatre appareils du guide de cette année ont reçu l’avertissement *Confidentialité non incluse de Mozilla. La GizmoWatch de Verizon, qui peut collecter le nom, l’âge, le sexe, l’adresse e-mail et les messages audio et SMS de votre enfant, est particulièrement problématique. Bien que les parents puissent les trouver utiles pour garder un œil vigilant sur leurs enfants, ces appareils collectent de nombreuses données personnelles sur les enfants et banalisent la surveillance des enfants dès leur plus jeune âge.

# body.93a28db5-4022-45f4-955c-8c0ecbfbca12
source: <b>There are</b> <b><i>lots</i></b><b> of creepy products.</b> This year’s guide features several products that stand out for especially poor privacy and security practices. The Meta Quest Pro brings 16 cameras into your house — and on your body! — courtesy of a company known for betraying users’ trust and privacy. The Barnes &amp; Noble Nook tracks your location and shares it with third parties. The Samsung Galaxy SmartTag knows wherever you go — and can target you with ads based on that information. And the Amazon Echo Dot Kids Edition can personalize buying recommendations to children.
de: <b>Es gibt</b> <b><i>eine Menge</i></b><b> fragwürdiger Produkte</b>. Der diesjährige Leitfaden enthält mehrere Produkte, die sich durch besonders schlechte Datenschutz- und Sicherheitspraktiken auszeichnen. Das Meta Quest Pro bringt 16 Kameras in Ihr Haus – und an Ihren Körper! – mit freundlicher Genehmigung eines Unternehmens, das dafür bekannt ist, das Vertrauen und die Privatsphäre der Benutzer zu missbrauchen. Das Barnes & Noble Nook verfolgt Ihren Standort und gibt ihn an Dritte weiter. Das Samsung Galaxy SmartTag weiß, wo Sie sich aufhalten - und kann Sie auf der Grundlage dieser Informationen mit Werbung ansprechen. Und die Ausgabe für Kinder von Amazon Echo Dot kann Kaufempfehlungen für Kinder personalisieren.
es: <b>Hay</b> <b><i>muchísimos</i></b><b> productos espeluznantes.</b> La guía de este año presenta varios dispositivos que se destacan por tener prácticas de privacidad y seguridad especialmente malas. Las gafas Meta Quest Pro ponen 16 cámaras en tu casa, ¡y en tu cuerpo!, cortesía de una empresa conocida por traicionar la confianza y la privacidad de los usuarios. El lector Barnes & Noble Nook rastrea tu ubicación y la comparte con terceros. Los Samsung Galaxy SmartTag saben a todos los lugares donde vas y pueden enviarte anuncios dirigidos basados en esa información. Y el Amazon Echo Dot Kids Edition puede personalizar recomendaciones de compra para los niños.
fr: <b>Il y a <i>beaucoup</i> de produits flippants.</b> Le guide de cette année présente plusieurs produits qui se distinguent par une confidentialité et une sécurité particulièrement médiocres. Le Meta Quest Pro introduit 16 caméras dans votre domicile (et sur votre corps !) via une entreprise connue pour avoir trahi la confiance et la vie privée de ses utilisateurs. La liseuse Nook de Barnes & Noble suit votre position et la partage avec des tiers. Le Samsung Galaxy SmartTag sait où vous allez et peut vous cibler avec des publicités basées sur ces informations. Et l’Echo Dot Kids Edition d’Amazon peut personnaliser les recommandations d’achat pour les enfants.

# body.93a28db5-4022-45f4-955c-8c0ecbfbca12
source: <b>There are</b> <b><i>some</i></b><b> trustworthy products.</b> Smart watches and fitness trackers by Garmin have privacy features turned on by default. And Sonos has developed its own privacy-friendly voice assistant for their smart speakers that processes all your voice requests right on the device, no data sharing required.
de: <b>Es gibt aber auch</b> <b><i>einige</i></b><b> vertrauenswürdige Produkte</b>. Bei intelligenten Uhren und Fitness-Trackern von Garmin sind die Datenschutzfunktionen standardmäßig aktiviert. Und Sonos hat einen eigenen datenschutzfreundlichen Sprachassistenten für seine intelligenten Lautsprecher entwickelt, der alle Ihre Sprachanfragen direkt auf dem Gerät verarbeitet, ohne dass eine Datenweitergabe erforderlich ist.
es: <b>Hay</b> <b><i>algunos</i></b><b> productos de confianza.</b> Los relojes inteligentes y los rastreadores de fitness de Garmin tienen las funciones de privacidad activadas de forma predeterminada. Sonos ha desarrollado su propio asistente de voz para sus altavoces inteligentes, que procesa todas tus solicitudes de voz directamente en el dispositivo sin necesidad de compartir datos, respetando tu privacidad.
fr: <b>Il existe <i>certains</i> produits dignes de confiance.</b> Les montres connectées et les traqueurs d’activité de Garmin disposent de fonctionnalités de confidentialité activées par défaut. Et Sonos a développé son propre assistant vocal respectueux de la vie privée pour ses enceintes connectées qui traite toutes vos demandes vocales directement sur l’appareil, sans avoir à partager de données.

# body.93a28db5-4022-45f4-955c-8c0ecbfbca12
source: Press contacts:
de: Ansprechpartner für die Presse:
es: Contactos de prensa:
fr: Contacts presse :

# body.93a28db5-4022-45f4-955c-8c0ecbfbca12
source: North America | Helena Dea Bala, helena@pkpr.com
de: Nordamerika | Helena Dea Bala, helena@pkpr.com
es: América del Norte | Helena Dea Bala: helena@pkpr.com
fr: Amérique du Nord | Helena Dea Bala, helena@pkpr.com

# body.93a28db5-4022-45f4-955c-8c0ecbfbca12
source: Europe and Africa | Tracy Kariuki, tracy@mozillafoundation.org
de: Europa und Afrika | Tracy Kariuki, tracy@mozillafoundation.org
es: Europa y África | Tracy Kariuki: tracy@mozillafoundation.org
fr: Europe et Afrique | Tracy Kariuki, tracy@mozillafoundation.org
