Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/ps5-vs-xbox-series-x-vs-nintendo-switch-which-*-best-for-privacy.po
Languages: es

# body.d388aba9-bcfa-4cc8-bf0c-d48547893020
source: Here’s how PSN subscribers can protect themselves while using Sony’s online service. By logging in to the Account Management page, PS5 owners will be able to choose individual settings for Gaming, Friends and Personal Info. Each category contains a few options that allow you to limit who can see your activity: everyone, friends of friends, friends only or no one. If that seems a bit tedious, Sony has introduced four presets for the PS5. Social and Open lets everyone in. Team Player lets anyone see your profile, but only friends or friends of friends can message you. Friend Focused is just that, friends only. And Solo and Focused restricts everyone, even friends, from seeing activity or messaging you.
es: Aquí te mostramos cómo pueden protegerse los suscriptores de PSN mientras usan el servicio en línea de Sony. Al iniciar sesión en la página de «Administración de cuentas», los propietarios de una PS5 pueden elegir configuraciones individuales para juegos, amigos e información personal. Cada categoría contiene algunas opciones que te permiten limitar quién puede ver tu actividad: todos, los amigos de tus amigos, solo tus amigos o nadie. Si te parece un poco tedioso, Sony ha introducido cuatro ajustes preestablecidos para la PS5. «Social» y «Open» permiten que todos tengan acceso. «Team Player» permite que cualquiera pueda ver tu perfil, pero solo tus amigos o los amigos de tus amigos pueden enviarte mensajes. «Friend Focused» es lo que dice su nombre, solo para los amigos. Y «Solo» y «Focused» impide que todos, incluso tus amigos, vean tu actividad o te envíen mensajes.

# body.d388aba9-bcfa-4cc8-bf0c-d48547893020
source: Xbox Series X Online Privacy
es: Privacidad en línea en Xbox Series X

# body.d388aba9-bcfa-4cc8-bf0c-d48547893020
source: Xbox players using Xbox Live: go to Settings → Account → Xbox Live Privacy → Account Privacy &amp; Online Safety. Similar to Sony, Microsoft has default profiles you can use: in this case, child, teen and adult. As you’d expect, child accounts have the most restrictions and adult accounts have the fewest. You also have the option to adjust settings by selecting “View Details &amp; Customize.” This provides access to a number of settings ranging from visibility of your online status to messaging to multiplayer games. You can only select “Everybody,” “Friends,” or “Block” for the options, no “Friends of Friends” is available.
es: Jugadores de Xbox que usan Xbox Live: dirígete a Configuración → Cuenta → Privacidad de Xbox Live → Privacidad de la cuenta y Seguridad en linea. Al igual que Sony, puedes usar los perfiles predeterminados que ofrece Microsoft: en este caso, niños, adolescentes y adultos. Como era de esperar, las cuentas para niños tienen la mayor cantidad de restricciones y las cuentas para adultos tienen menos. También tiene la opción de ajustar la configuración seleccionando «Ver detalles y Personalizar». Esta opción te brinda acceso a una serie de configuraciones que van desde la visibilidad de tu estado en línea hasta mensajería y juegos de varios jugadores. Solo puedes seleccionar las opciones «Todos», «Amigos» o «Bloquear», no hay una opción de «Amigos de mis amigos» disponible.

# body.d388aba9-bcfa-4cc8-bf0c-d48547893020
source: Nintendo Switch Online Privacy
es: Privacidad en línea en Nintendo Switch

# body.d388aba9-bcfa-4cc8-bf0c-d48547893020
source: Nintendo’s online service doesn’t offer much in the way of online game-playing protection. Go to System Settings → Users → Select Profile → User Settings → Play Activity Settings to set who can see the games you’ve played (friends, best friends or no one). That’s it. A companion Parental Settings app places some restrictions on online communication but nothing as robust as what Sony and Microsoft offer.
es: El servicio en línea de Nintendo no ofrece mucho en cuanto a la protección de los juegos en línea. Dirígete a Configuración del sistema → Usuarios → Seleccionar perfil → Configuración de usuario → Configuración de actividad de juego, para establecer quién puede ver los juegos que has jugado (amigos, mejores amigos o nadie). Eso es todo. Existe una aplicación de configuración parental complementaria que impone algunas restricciones en las comunicaciones en línea, pero no hay opciones seguras como las que ofrecen Sony y Microsoft.

# seo_title
source: PS5 vs. Xbox Series X vs. Nintendo Switch: Which Is Best For Privacy?
es: PS5 vs. Xbox Series X vs. Nintendo Switch: ¿Cuál tiene la mejor privacidad?

# search_description
source: Your gaming profile is rich with personal data. Here’s how to protect it.
es: Tu perfil de juego está repleto de datos personales. Aquí te explicamos qué debes hacer para protegerlo.
