Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/ps5-vs-xbox-series-x-vs-nintendo-switch-which-*-best-for-privacy.po
Languages: es

# title
source: PS5 vs. Xbox Series X vs. Nintendo Switch: Which Is Best For Privacy?
es: PS5 vs. Xbox Series X vs. Nintendo Switch: ¿Cuál tiene la mejor privacidad?

# body.6ae8ad54-68c3-49d5-94d5-abd7b218518e
source: This article was originally published in January 2021, and was reviewed and updated in January 2022.
es: Este artículo se publicó originalmente en enero de 2021 y fue revisado y actualizado en enero de 2022.

# body.187eb055-cdd7-494d-9518-c635fc5dad65.altText
source: An Xbox Series X console, Nintendo Switch, and a Sony Playstation 5 console.
es: Una consola Xbox Series X, una Nintendo Switch y una Playstation 5 de Sony.

# body.a8211128-7761-4935-978a-8c75c54c2fa3
source: Tl;dr
es: Tl; dr (mucho texto)

# body.a8211128-7761-4935-978a-8c75c54c2fa3
source: All three consoles collect personal data, but you can <b>adjust the data-hungry default settings</b> to protect yourself. Of these three, we think the <a id="a1"><b>Xbox Series X</b></a> gives you the most control, allowing you to lock down access to your data to a greater extent than the PS5 or the Switch. Read on for how.
es: Las tres consolas recopilan datos personales, pero puedes <b>ajustar sus configuraciones predeterminadas hambrientas de datos</b> para protegerte. De estas tres, creemos que la <a id="a1"><b>Xbox Series X</b></a> es la que brinda el mayor control, ya que te permite bloquear el acceso a tus datos en mayor medida que la PS5 o la Switch. Sigue leyendo para saber cómo hacerlo.

# body.e0ea17d5-eeb1-4b46-adf4-7f723d763eb3
source: What do video games really cost? First, it was just a quarter. Soon it was a few hundred bucks for a home console and the games of your choosing, and now you’re likely subscribed to an online service (or three)– giving <a id="a1">Sony’s PlayStation 5</a>, <a id="a2">Microsoft’s Xbox Series X</a>, and <a id="a3">Nintendo’s Switch</a> an all-access pass to valuable personal information. These companies don’t want your pocket change anymore, they want your data. And lots of it.
es: ¿Cuánto cuestan realmente los videojuegos? En sus comienzos, solo hacía falta una moneda. Rápidamente pasamos a necesitar unos cientos de dólares para tener una consola doméstica y nuestros juegos favoritos, y ahora, probablemente estés suscrito(a) a un servicio en línea (o a tres), lo que le otorga a los dispositivos <a id="a1">PlayStation 5 de Sony</a>, <a id="a2">Xbox Series X de Microsoft</a> y <a id="a3">Switch de Nintendo</a> un pase de acceso libre a toda tu valiosa información personal. Estas empresas ya no están interesadas en que les des tu dinero, lo que quieren son tus datos. Y quieren muchos datos.

# body.e0ea17d5-eeb1-4b46-adf4-7f723d763eb3
source: Why? Depends on who’s looking. Businesses pay anywhere from a few cents to a few dollars for your info, which adds up fast when you’re talking tens of millions of gamers. Aside from the ‘legit’ interest of advertisers and and their ilk, there’s also the risk of cyberattacks, ranging from benign data breaches to targeted hacks on financial information. Your data is only as safe as the company collecting it, and your privacy rights are often set to “wide open” by default.
es: ¿Por qué? Bueno, depende de quién esté mirando. Las empresas pagan desde unos pocos céntimos hasta algunos dólares por tu información, un pequeño monto que suma rápidamente cuando hablamos de decenas de millones de jugadores. Además del interés «legítimo» de los anunciantes, también existe el riesgo de ataques cibernéticos, que van desde filtraciones de datos inofensivas hasta ataques que afectan la información financiera. Tus datos están tan seguros como la empresa que los recopila, y tus derechos de privacidad a menudo están configurados como «abiertos» de forma predeterminada.

# body.e0ea17d5-eeb1-4b46-adf4-7f723d763eb3
source: It helps to know what’s being collected, and how, so we focused on three things to help navigate the privacy and data settings on your console of choice: microphones and cameras, privacy policies and online communities. Along the way we’ll detail the steps you can take to manage your data privacy so you can stay safe and informed on any platform.
es: Es útil que sepas qué datos se recopilan y cómo, por eso nos hemos enfocado en tres cosas para ayudarte a navegar por la configuración de privacidad y datos de tu consola: micrófonos y cámaras, políticas de privacidad y comunidades en línea. A lo largo de este artículo, iremos detallando los pasos que puedes seguir para administrar la privacidad de tus datos para proteger tu seguridad y conocer las particularidades de todas las plataformas.

# body.38d6b95a-7178-4fbc-bcff-6c9f2d4925a4.altText
source: Divider Image
es: Imagen divisoria

# body.2d2cc02a-8683-40bf-967b-28c067d39a5f
source: Online Security Settings
es: Configuración de la seguridad en línea

# body.2d2cc02a-8683-40bf-967b-28c067d39a5f
source: First things first: Use two-factor authentication, regardless of platform.
es: Primero lo primero: utiliza la autenticación de dos factores, independientemente de la plataforma que uses.

# body.2d2cc02a-8683-40bf-967b-28c067d39a5f
source: If you’re at all concerned about security, then two-factor authentication (2FA) is a must, no matter your gaming platform preferences. Instead of logging in to an account using only a password, two-factor authentication will also send a verification code via text or email that makes it impossible for someone with a stolen password to access your accounts. These links explain how to set up 2FA for <a id="a1">PlayStation</a>, <a id="a2">Xbox</a> and <a id="a3">Nintendo</a>.
es: Si te preocupa la seguridad, la autenticación de dos factores (2FA) es imprescindible, sin importar cuál sea tu plataforma de juego favorita. En lugar de iniciar sesión en una cuenta usando solo una contraseña, la autenticación de dos factores también envia un código de verificación por mensaje de texto o correo electrónico; esta medida imposibilita que alguien con una contraseña robada acceda a tus cuentas. En estos enlaces se explica cómo configurar la 2FA para <a id="a1">PlayStation</a>, <a id="a2">Xbox</a> y <a id="a3">Nintendo</a>.

# body.cdbf2e1a-9350-45d6-8f1f-626c573f5ee2
source: Mic And Camera privacy settings
es: Configuración de la privacidad del micrófono y la cámara

# body.cdbf2e1a-9350-45d6-8f1f-626c573f5ee2
source: How to change your microphone and camera settings for PS5, Xbox Series X and Nintendo Switch
es: Cómo cambiar la configuración de tu micrófono y tu cámara en PS5, Xbox Series X y Nintendo Switch

# body.cdbf2e1a-9350-45d6-8f1f-626c573f5ee2
source: The Problem
es: El problema

# body.cdbf2e1a-9350-45d6-8f1f-626c573f5ee2
source: When it comes to external hardware, it’s hard to know when you’re being watched. Of all three major consoles, only Sony presents a serious challenge in this regard due to a microphone built into the DualSense, Sony’s PS5 controller. The DualSense mic is always-on by default, and even captures audio anytime a user earns an in-game trophy so it can apply the audio to the clip. Neither Microsoft nor Nintendo include a built-in microphone with their consoles or controllers.
es: Cuando se trata de dispositivos externos, es difícil saber cuándo te están observando. De las tres consolas principales, solo Sony presenta un problema serio en este sentido, debido a que tiene un micrófono integrado en DualSense, el controlador PS5 de Sony. El micrófono de DualSense está siempre encendido de forma predeterminada e incluso graba audio cada vez que un usuario gana un trofeo para usar esos sonidos en un clip. Microsoft y Nintendo no incluyen micrófonos incorporados en sus consolas o controladores.

# body.cdbf2e1a-9350-45d6-8f1f-626c573f5ee2
source: PS5 and Xbox Series X both support external cameras (including ones with mics) that you can attach to the console for streaming. The Switch, including the latest OLED version, does not support cameras, period. Neither Sony nor Microsoft include access to camera settings, nor is it clear what data, if any, may be collected by these devices.
es: Tanto la PS5 como la Xbox Series X admiten cámaras externas (incluso las que tienen micrófonos) que puedes conectar a la consola para hacer streaming. La Switch, incluso su última versión OLED, no admite cámaras. Punto. Ni Sony ni Microsoft proporcionan acceso a la configuración de la cámara, y no está claro qué datos pueden recopilar estos dispositivos en caso de hacerlo.

# body.cdbf2e1a-9350-45d6-8f1f-626c573f5ee2
source: The Fix
es: La solución

# body.cdbf2e1a-9350-45d6-8f1f-626c573f5ee2
source: Microsoft <a id="a1">announced</a> in 2020 that Xbox consoles will no longer collect voice search data, but to be sure it won’t collect your audio, simply leave your cameras unplugged when you aren’t using them.
es: En 2020, Microsoft <a id="a1">anunció</a> que las consolas Xbox ya no recopilarán datos de las búsquedas por voz, pero para asegurarte de que no recopile tu audio, simplemente debes desconectar tus cámaras cuando no las estés usando.

# body.cdbf2e1a-9350-45d6-8f1f-626c573f5ee2
source: On the PS5 side, if you want to disable the trophy audio capture feature, go to Settings → Captures and Broadcasts → Trophies to shut it down.
es: Con respecto a la PS5, si deseas deshabilitar la función de captura de audio para los trofeos, dirígete a Configuración → Capturas y transmisiones → Trofeos.

# body.cdbf2e1a-9350-45d6-8f1f-626c573f5ee2
source: The PlayStation 5 offers two ways to restrict the entire microphone itself. Disable it altogether by pressing the physical mic button below the PS button on the controller. If it’s orange, it means the mic is off. Or go to Settings → Users and Accounts → Privacy → Voice Data Collection and turn it off. PS5 <a id="a1">does not collect voice chat data</a>, but does allow users to generate recordings of online interactions for harassment reports. Sony <a id="a2">has clarified</a>, saying these are explicitly used for the reporting process and not any other purpose. But, as we’ve seen in the past, numerous companies have <a id="a3">acknowledged listening in</a> on our conversations with their built-in microphones after the fact. At the end of the day, be aware that, even though Sony says it isn’t listening, that it’s still possible. And, like with Xbox, unplug your streaming cameras when not in use to ensure your privacy.
es: La PlayStation 5 ofrece dos formas de restringir todo el micrófono. Para desactivarlo por completo, presiona el botón físico del micrófono que se encuentra debajo del botón PS en el controlador. Si ves una luz naranja, significa que el micrófono está apagado. Otra opción es ir a Configuración → Usuarios y cuentas → Privacidad → Recopilación de datos de voz, y desactivarlo allí. La PS5 <a id="a1">no recopila datos de chat de voz</a>, pero permite que los usuarios hagan grabaciones de sus interacciones en línea para presentar denuncias de acoso. Sony <a id="a2">ha aclarado esto</a>, diciendo que estas grabaciones se usan explícitamente para el proceso de las denuncias, y que no se utilizan para ningún otro propósito. Pero, como hemos visto en el pasado, numerosas empresas han <a id="a3">reconocido que escuchan</a> nuestras conversaciones con sus micrófonos incorporados después de haberlo hecho. Al fin y al cabo, debes tener en cuenta que, aunque Sony diga que no está escuchando, es posible que sí lo haga. Y, al igual que con la Xbox, es mejor que desconectes tus cámaras de transmisión cuando no las estés usando para garantizar tu privacidad.

# body.ca8c0d60-0262-4cd9-a77d-cc173f45e1ee.altText
source: Divider Image
es: Imagen divisoria

# body.e38e0c6f-7db2-4fe7-a7d1-181f754fe52f
source: Third-Party Data Sharing Settings
es: Configuración del uso compartido de datos con terceros

# body.e38e0c6f-7db2-4fe7-a7d1-181f754fe52f
source: How to update your settings to limit the data you’re sharing when using PS5, Xbox Series X and Nintendo Switch
es: Cómo actualizar tu configuración para limitar los datos que compartes cuando usas PS5, Xbox Series X y Nintendo Switch

# body.e38e0c6f-7db2-4fe7-a7d1-181f754fe52f
source: The Problem
es: El problema

# body.e38e0c6f-7db2-4fe7-a7d1-181f754fe52f
source: Sony, Microsoft and Nintendo all capture data about you, the user. Additionally, third-party companies collect data about you too for advertising or product development reasons. A “third-party company” can be anything from advertisers to game studios to even government agencies. So what’s being collected? In general, according to a standard privacy policy, here’s what you’ve agreed to share:
es: Sony, Microsoft y Nintendo recogen datos sobre ti, el usuario. Por otro lado, las empresas de terceros también recopilan datos sobre ti por motivos publicitarios o para el desarrollo de sus productos. Una «empresa de terceros» puede ser cualquier cosa, desde anunciantes hasta estudios de juegos e incluso agencias gubernamentales. Entonces, ¿qué es lo que recopilan? En general, de acuerdo con una política de privacidad estándar, esto es lo que aceptas compartir:

# body.e38e0c6f-7db2-4fe7-a7d1-181f754fe52f
source: <b>Personal Information</b> - any identifying info like you name, age, location, profile name as well as contact info like phone numbers and email addresses.
es: <b>Información personal:</b> cualquier información de identificación como nombre, edad, ubicación, nombre de perfil, así como información de contacto, como números de teléfono y direcciones de correo electrónico.

# body.e38e0c6f-7db2-4fe7-a7d1-181f754fe52f
source: <b>Commercial Activity</b> - what products you’ve browsed in any online store, what games you’ve already purchased and installed.
es: <b>Actividad comercial:</b> qué productos has buscado en alguna tienda en línea, qué juegos has comprado e instalado.

# body.e38e0c6f-7db2-4fe7-a7d1-181f754fe52f
source: <b>Player Profile</b> - data about your game play sessions, including achievements and trophies, plus playtime for games and any stats, rankings or enforcement activity.
es: <b>Perfil de jugador:</b> datos sobre tus sesiones de juego, incluyendo tus logros y trofeos, además de tiempos de juego y estadísticas, clasificaciones o actividades de cumplimiento.

# body.e38e0c6f-7db2-4fe7-a7d1-181f754fe52f
source: <b>Performance Data</b> - information about console performance and error reports.
es: <b>Datos de rendimiento:</b> información sobre el rendimiento de la consola e informes de errores.

# body.e38e0c6f-7db2-4fe7-a7d1-181f754fe52f
source: <b>Shared Content</b> - anything you create, upload, stream or share could also be collected.
es: <b>Contenido compartido:</b> todo lo que crees, cargues, transmitas o compartas también podría recopilarse.

# body.e38e0c6f-7db2-4fe7-a7d1-181f754fe52f
source: The Fix
es: La solución

# body.e38e0c6f-7db2-4fe7-a7d1-181f754fe52f
source: If that seems like a lot of information, it is. None of the companies let you opt-out of sharing your data completely – which means in order to use a Playstation 5, Xbox Series X or Nintendo Switch you will have to accept a user agreement that allows data to be collected.
es: Si te parece que es mucha información, lo es. Ninguna de las empresas te permite optar por no compartir ninguno de tus datos, lo que significa que para usar una Playstation 5, una Xbox Series X o una Nintendo Switch, debes aceptar un acuerdo de usuario que permita la recopilación de datos.

# body.e38e0c6f-7db2-4fe7-a7d1-181f754fe52f
source: While Sony, Microsoft and Nintendo do give you some options to limit data collection, the privacy policies reveal just how much data these companies still want to get from you. Here’s how to check your settings for your console, which also apply to streaming services like PlayStation Plus and Xbox Game Pass:
es: Si bien Sony, Microsoft y Nintendo te brindan algunas opciones para limitar la recopilación de datos, sus políticas de privacidad revelan la cantidad de datos que estas empresas siguen queriendo obtener de ti. Aquí te mostramos cómo hacer para verificar la configuración de tu consola; esto también se aplica a los servicios de streaming como PlayStation Plus y Xbox Game Pass:

# body.e38e0c6f-7db2-4fe7-a7d1-181f754fe52f
source: <b>PS5</b><br/>Go to Settings → Users and Accounts → Privacy. You’ll see options for Data You Provide and Personalization. For Data You Provide you can choose “full” or “limited.” It doesn’t give specifics on what gets collected, but choosing “limited” keeps behavior data from being collected which includes some info on game playing and purchasing decisions. You can also restrict the amount of marketing data you provide. Disable “Standard Personalization” in the Personalization tab for maximum privacy.
es: <b>PS5</b><br/>Dirígete a Configuración → Usuarios y cuentas → Privacidad. Verás opciones para «Datos que proporcionas» y «Personalización». En la sección de datos que proporcionas, puedes elegir «completo» o «limitado». Si bien no brinda detalles sobre lo que se recopila, elegir «limitado» evita que se recopilen datos de comportamiento, que incluyen información sobre juego y decisiones de compra. También puedes restringir la cantidad de datos de marketing que proporcionas. Deshabilita la «Personalización estándar» en la pestaña «Personalización» para obtener la máxima privacidad.

# body.e38e0c6f-7db2-4fe7-a7d1-181f754fe52f
source: <b>Xbox Series X</b><br/>Go to Settings → Online Safety &amp; Family → Privacy &amp; Online Safety. Two options here are important: Data Collection and App Privacy. Data Collection allows you to enable “Optional Diagnostic Data” like enhanced error reporting and console performance data, or opt out entirely. App Privacy allows you to adjust third-party marketing data like targeted advertisements or access to your location, email, contacts, and calendar. You can go app by app or disable everything entirely.
es: <b>Xbox Series X</b><br/>Dirígete a Configuración → Seguridad en línea y familia → Privacidad y seguridad en línea. Aquí hay dos opciones importantes: «Recopilación de datos» y «Privacidad de la aplicación». La recopilación de datos te permite habilitar «Datos de diagnóstico opcionales», como informes de errores mejorados y datos de rendimiento de la consola, o cancelar la suscripción por completo. La privacidad de la aplicación te permite ajustar los datos de marketing de terceros, como anuncios dirigidos o el acceso a tu ubicación, correo electrónico, contactos y calendario. Puedes ir aplicación por aplicación o deshabilitarlo todo de una vez.

# body.e38e0c6f-7db2-4fe7-a7d1-181f754fe52f
source: Go to Profile Page (icon in upper left of home screen) → User Settings → Nintendo eShop Settings → Account Information and scroll all the way to the bottom for “Google Analytics Preferences.” Change to “Don’t Share” for increased privacy. If you have multiple accounts on your Switch you need to do this for each one. This is the same for the Switch Lite and Switch OLED, too.
es: Dirígete a la Página de perfil (el icono que está en la parte superior izquierda de la pantalla de inicio) → Configuración de usuario → Configuración del eShop de Nintendo → Información de la cuenta, y desplázate hasta el final, hasta llegar a «Preferencias de Google Analytics». Cambia a «No compartir» para una mayor privacidad. Si tienes varias cuentas en tu Switch, debes hacer esto en cada una de ellas. El proceso es el mismo para Switch Lite y Switch OLED.

# body.356b14bd-e060-48c0-a091-2300babb1fe9.altText
source: Divider Image
es: Imagen divisoria

# body.d388aba9-bcfa-4cc8-bf0c-d48547893020
source: Online Communities: Protecting Your Profile, Account And Personal Details
es: Comunidades en línea: proteger tu perfil, tu cuenta y tus datos personales

# body.d388aba9-bcfa-4cc8-bf0c-d48547893020
source: How to protect your profile and account from hacking or abuse when gaming online on PS5, Xbox Series X and Nintendo Switch
es: Cómo proteger tu perfil y tu cuenta de los hackers o los abusos cuando juegas en línea en una PS5, una Xbox Series X o una Nintendo Switch

# body.d388aba9-bcfa-4cc8-bf0c-d48547893020
source: <b>The Problem</b><br/>Online harassment continues to be a blight on gaming which has created the need for robust privacy features. Beyond that, going online with your console opens you up to cyberattacks. Despite their best efforts, all three companies continue to struggle with this. Sony’s online service, PlayStation Network (PSN) saw some EU users have <a id="a1">money stolen from their bank accounts</a>. An Xbox Live bug <a id="a2">exposed every user’s email</a>. And Nintendo reportedly had <a id="a3">300,000 player profiles breached</a>. Those big hacks get the headlines, but <a id="a4">cybersecurity firm Akami has reported there are hundreds of millions of scams each year</a> perpetrated with the information gamers make available on their profiles. Here’s what you can do to increase your privacy and safety when gaming online.
es: <b>El problema</b><br/>El acoso en línea sigue siendo una plaga en los juegos, lo que ha creado la necesidad de contar con funciones de privacidad más fuertes. Más allá de esto, al conectarte en línea con tu consola quedas expuesto(a) a los ataques cibernéticos. A pesar de sus mejores esfuerzos, las tres empresas continúan luchando con este problema. En el servicio en línea de Sony, PlayStation Network (PSN), algunos usuarios de la UE sufrieron <a id="a1">el robo de dinero de sus cuentas bancarias</a>. Un error de Xbox Live <a id="a2">expuso el correo electrónico de todos los usuarios</a>. Y se ha informado la <a id="a3">vulneración de 300.000 perfiles de jugadores</a> de Nintendo. Si bien estos grandes hacks están en los titulares, la firma de <a id="a4">seguridad cibernética Akami ha informado que cada año se perpetran cientos de millones de estafas</a> con la información que los jugadores ponen a disposición en sus perfiles. Esto es lo que puedes hacer para aumentar tu privacidad y seguridad cuando juegas en línea.

# body.d388aba9-bcfa-4cc8-bf0c-d48547893020
source: The Fix
es: La solución

# body.d388aba9-bcfa-4cc8-bf0c-d48547893020
source: Let’s take it one platform at a time:
es: Veamos las plataformas una por una:

# body.d388aba9-bcfa-4cc8-bf0c-d48547893020
source: PlayStation 5 Online Privacy
es: Privacidad en línea en PlayStation 5
