Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/should-you-buy-a-video-doorbell.po
Languages: es

# title
source: Should you buy a video doorbell?
es: ¿Deberías comprar un timbre con vídeo?

# seo_title
source: Should you buy a video doorbell?
es: ¿Deberías comprar un timbre con vídeo?

# search_description
source: What to consider if you’re thinking of buying a video doorbell for security, convenience or peace of mind.
es: Qué cosas tener en cuenta si estás pensando en comprar un timbre con vídeo por seguridad, comodidad o tranquilidad.

# body.1cda260d-95cd-4e3f-9fec-53ac85bddc6c
source: You're enjoying a quiet evening when your phone vibrates and you get the familiar notification "bloop." It's your video doorbell app. But instead of seeing a neighbor or uniformed delivery driver on the screen, it's a suspicious-looking stranger. You feel a little safer being able to check who’s there without opening the door, and you decide to leave it closed.
es: Estás en tu casa, disfrutando de una noche tranquila, cuando de repente tu teléfono vibra y escuchas ese familiar sonido de notificación. Es la aplicación de tu timbre con vídeo. Pero en lugar de ver a tu vecina o a un repartidor en la pantalla, se trata de una persona extraña y con aspecto sospechoso. Tener la posibilidad de comprobar quién está ahí sin abrir la puerta te hace sentir un poco más seguro(a) y decides no abrir.

# body.1cda260d-95cd-4e3f-9fec-53ac85bddc6c
source: This is the kind of situation video-doorbell manufacturers want you to think about when considering a purchase. But do you really need one, and what are you giving up in exchange for this kind of ‘reassurance’? Here are some key questions to ask yourself before buying a video doorbell.
es: Este es el tipo de situación en que los fabricantes de timbres con vídeo quieren que pienses al considerar comprar su producto. Pero, ¿realmente necesitas uno? ¿Y a qué cosas renuncias a cambio de este tipo de «tranquilidad»? Aquí tienes algunas preguntas clave que debes hacerte antes de comprar un timbre con vídeo.

# body.02dbf171-09fb-4815-8aa5-2335b58c201d
source: Do I need it?
es: ¿Lo necesito?

# body.02dbf171-09fb-4815-8aa5-2335b58c201d
source: Evaluate your everyday routine and the routines of everyone in your home. If you have tech-savvy children at home, having a video doorbell may be a good precautionary measure to help stop your children opening the door to strangers. Maybe you visit neighbors every day, but regularly expect packages to sign. Having a video doorbell could save you a lot of headaches from missing the delivery person.
es: Evalúa tu rutina diaria y la del resto de las personas que viven contigo. Si tienes niños que saben usar dispositivos tecnológicos, un timbre con vídeo puede ser una buena medida de precaución para evitar que le abran la puerta a extraños. Tal vez visites a tus vecinos todos los días, pero a menudo esperas recibir paquetes que debes firmar. Tener un timbre con vídeo podría ahorrarte muchos dolores de cabeza por no estar en casa cuando va el repartidor.

# body.02dbf171-09fb-4815-8aa5-2335b58c201d
source: But if you don’t get many visitors, have other ways to check who’s on the doorstep (an intercom, peephole, or good old-fashioned windows), or are careful about who you open the door to anyway (it's a crazy world out there), then this may be a purchase you can skip.
es: Pero si no recibes muchas visitas, tienes otras formas de ver quién está en la puerta (un intercomunicador, una mirilla o unas buenas ventanas), o en tu casa todos son cuidadosos al decidir a quién abrir la puerta (el mundo está un poco loco allí afuera), entonces quizás puedas omitir esta compra.

# body.02dbf171-09fb-4815-8aa5-2335b58c201d
source: Your decision should be based on your own comfort level and safety standards, says Jen Caltrider, lead of Mozilla's *<a id="a1"><i>Privacy Not Included</i></a> (PNI) initiative, which reviews the privacy and security of internet-connected products.
es: «Debes basar tu decisión en tu propio nivel de comodidad y en tus estándares de seguridad personales», dice Jen Caltrider, líder de *<a id="a1"><i>Privacidad no incluida</i></a> (PNI) de Mozilla, una iniciativa dedicada a revisar la privacidad y la seguridad de los productos conectados a Internet.

# body.02dbf171-09fb-4815-8aa5-2335b58c201d
source: "If you want to buy a video doorbell to help you feel safe in your own home, you absolutely should," she says. But not all video doorbells offer the same security and privacy features, so it’s important to do some research before you decide.
es: «Si deseas comprar un timbre con vídeo para sentirte seguro(a) en tu casa, no dudes en hacerlo», aconseja. Pero no todos los timbres con vídeo ofrecen las mismas características de seguridad y privacidad, por eso es importante investigar un poco antes de decidir.

# body.524b8e43-7204-4630-a068-cc79d052e76d
source: Which brands should I look at?
es: ¿Qué marcas debo mirar?

# body.524b8e43-7204-4630-a068-cc79d052e76d
source: Misha Rykov, also on the PNI team, recently <a id="a1">reviewed eight popular video doorbells</a> currently on the market.
es: Misha Rykov, que también forma parte del equipo de PNI, recientemente <a id="a1">revisó ocho timbres con vídeo populares</a> que están actualmente en el mercado.

# body.524b8e43-7204-4630-a068-cc79d052e76d
source: <a id="a1">Netatmo's Smart Video Doorbell stands above the rest</a>, he says. Since the company is based in Europe, it has to abide by strict EU General Data Protection Regulation (GDPR) standards when it comes to privacy and usage of consumer data.
es: <a id="a1">«El timbre con vídeo inteligente de Netatmo se destaca por encima de los demás»</a>, nos cuenta. Debido que la empresa tiene su sede en Europa, debe cumplir con los estrictos estándares del Reglamento General de Protección de Datos (RGPD) de la UE en lo que respecta a la privacidad y el uso de los datos del consumidor.

# body.524b8e43-7204-4630-a068-cc79d052e76d
source: Rykov said if he were in the market for a video doorbell, this would be the one he'd check out. All video is recorded locally and stored on an encrypted micro SD card (not in the cloud), which is more secure and makes your data less vulnerable to breaches and hacks. Netatmo does give you the option to save your data to Dropbox, if you wish.
es: Rykov dice que si estuviera buscando un timbre con vídeo, se fijaría en este. Todos los archivos de vídeo se graban localmente y se almacenan en una tarjeta micro SD encriptada (no en la nube), lo cual es más seguro y hace que tus datos estén menos expuestos a vulneraciones y ataques. Igualmente, Netatmo te da la opción de guardar tus datos en Dropbox, si lo deseas.

# body.524b8e43-7204-4630-a068-cc79d052e76d
source: Out of all the doorbells reviewed, <a id="a1">Amazon's Ring doorbell</a> fared worst, and got a warning label from the PNI team because of its <a id="a2">lack of end-to-end encryption</a> and the company’s history of <a id="a3">sharing data with third parties</a>, including law enforcement. Claims that Ring partnerships with police helped reduce crime have been <a id="a4">called into question</a>, and there are ongoing concerns about the product's role in <a id="a5">fuelling racial profiling</a>.
es: De todos los timbres revisados, el peor fue el <a id="a1">Ring de Amazon</a>; el equipo de PNI le colocó una etiqueta de advertencia debido a que <a id="a2">no tiene cifrado de extremo a extremo</a> y al historial de la empresa con respecto a <a id="a3">compartir datos con terceros</a>, incluyendo las fuerzas policiales. Se han <a id="a4">cuestionado</a> las afirmaciones de que las asociaciones de Ring con la policía ayudan a reducir el crimen, y hay inquietudes constantes sobre el papel de este producto en <a id="a5">alimentar la categorización racial</a>.

# body.524b8e43-7204-4630-a068-cc79d052e76d
source: <a id="a1">Google</a> and <a id="a2">Wyze</a> doorbells also raised concerns because the companies have suffered data breaches or vulnerabilities in the past.
es: Los timbres de <a id="a1">Google</a> y <a id="a2">Wyze</a> también despertaron inquietudes debido a que estas empresas han sufrido filtraciones o vulneraciones de datos en el pasado.

# body.57f0505c-f226-45bf-a61c-5ff29d66fa3e.altText
source: Netatmo Smart Video Doorbell
es: Timbre con vídeo inteligente Netatmo

# body.57f0505c-f226-45bf-a61c-5ff29d66fa3e.caption
source: Netatmo's Smart Video Doorbell scored well in Mozilla's *Privacy Not Included review of connected devices.
es: El timbre con vídeo inteligente de Netatmo obtuvo una buena puntuación en la revisión de dispositivos conectados que realizó Mozilla en su iniciativa *Privacidad no incluida.

# body.4e7775b0-e1f9-4ee1-aa15-130536fb8a3d
source: Where does your data go?
es: ¿Adónde van tus datos?

# body.4e7775b0-e1f9-4ee1-aa15-130536fb8a3d
source: Five of the eight doorbells the PNI team reviewed don't offer information on how to permanently delete your data from their systems. There are also unanswered questions about how long the companies hold onto your data.
es: Cinco de los ocho timbres revisados por el equipo de PNI no ofrecen información sobre cómo eliminar permanentemente tus datos de sus sistemas. También hay preguntas sin respuesta sobre el tiempo de retención de tus datos por parte de las empresas.

# body.4e7775b0-e1f9-4ee1-aa15-130536fb8a3d
source: This means doing your due diligence when you’re making that purchasing decision, and making sure you understand all of the device’s storage and privacy settings. This is crucial to keeping your video call data as secure as possible.
es: Esto significa que, antes de tomar esa decisión de compra, debes hacer tu propia investigación previa y asegurarte de comprender todas las configuraciones de privacidad y almacenamiento del dispositivo. Esto es fundamental para mantener los datos de tus videollamadas lo más seguros posible.

# body.2104af40-fa01-4ce4-87f2-5f959c4fc2e0
source: What level of risk are you comfortable with when buying a smart home product?
es: ¿Cuál es el nivel de riesgo con el que te sientes cómodo(a) al comprar un producto para una casa inteligente?

# body.2104af40-fa01-4ce4-87f2-5f959c4fc2e0
source: Video doorbell manufacturers are listening to consumer concerns and tightening security protocols for their products, recognising the privacy risks that smart products like these can pose. This includes adding <a id="a1">two-factor authentication</a> and requiring strong passwords. However, no smart device truly is 100% safe.
es: Los fabricantes de timbres con vídeo están atentos a las inquietudes de los consumidores y refuerzan los protocolos de seguridad de sus productos a medida que reconocen los riesgos de privacidad que pueden representar este tipo de dispositivos inteligentes. Esto incluye agregar <a id="a1">autenticación de dos factores</a> y exigir contraseñas seguras. Sin embargo, ningún dispositivo inteligente es realmente 100 % seguro.

# body.2104af40-fa01-4ce4-87f2-5f959c4fc2e0
source: "Everything is hackable," Rykov says. He also noted that all of the devices he reviewed use artificial intelligence (AI) for face recognition or motion detection. However, there isn't enough evidence to show if the AI is accurate and trustworthy or not. AI can incorrectly identify people and data shows that people of color have been <a id="a1">woefully underrepresented in AI research</a>.
es: «Todo es pirateable», nos dice Rykov. También nos ha comentado que todos los dispositivos que revisó utilizan inteligencia artificial (IA) para el reconocimiento facial o la detección de movimiento. Sin embargo, no hay evidencia suficiente para demostrar que la IA sea precisa y confiable. La IA puede equivocarse al identificar personas y los datos muestran que las personas de color han sido <a id="a1">lamentablemente infrarrepresentadas en las investigaciones para desarrollar la IA</a>.

# body.2104af40-fa01-4ce4-87f2-5f959c4fc2e0
source: Beyond your personal privacy, there are also broader considerations, Caltrider says. For example, what rights do neighbors have if a video camera and mic’s range covers their home too? A recent ruling in the UK found that a <a id="a1">Ring video doorbell infringed on a neighbour’s privacy</a>, leaving the doorbell owner facing damages of more than $137,000.
es: Más allá de tu privacidad personal, también hay consideraciones más amplias, nos dice Caltrider. Por ejemplo, ¿qué derechos tienen tus vecinos si el alcance de una cámara de vídeo y un micrófono también incluye sus casas? Recientemente, en un jucio realizado en el Reino Unido, se dictaminó que un <a id="a1">timbre Ring con vídeo infringió la privacidad de un vecino</a>, por lo que el dueño de dicho timbre tuvo que pagar una indemnización de más de USD 137.000.

# body.2104af40-fa01-4ce4-87f2-5f959c4fc2e0
source: Caltrider says it's up to each consumer to make the call if a video doorbell, intended to protect your physical privacy, is worth the potential risks to your digital privacy and security.
es: Caltrider dice que los consumidores debemos decidir si tener un timbre con vídeo destinado a proteger nuestra privacidad física vale los riesgos potenciales para nuestra privacidad y seguridad digital.

# body.2104af40-fa01-4ce4-87f2-5f959c4fc2e0
source: "Doing an assessment of the privacy risks versus the home security benefits is good for every consumer to do before they buy a device that connects to the internet," Caltrider says.
es: «Una medida positiva puede ser que los consumidores evalúen los riesgos de privacidad frente a los beneficios de seguridad para el hogar, antes de comprar un dispositivo conectado a Internet», dice Caltrider.
