Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/tell-tiktok-stop-misleading-android-users-and-provide-full-transparency-about-your-privacy-practices.po
Languages: fr, pl

# title
source: Tell TikTok: Stop misleading Android users and provide full transparency about your privacy practices
fr: Dites-le à TikTok : arrêtez de tromper les utilisateurs d’Android et montrez-vous totalement transparent sur vos pratiques en matière de protection de la vie privée.
pl: Powiedz TikTokowi: przestańcie wprowadzać użytkowników Androida w błąd i zapewnijcie pełną przejrzystość swoich działań w obszarze prywatności

# body.778f3d8b-3bbf-49c1-818b-fb6ef8cbcfc6
source: Just a few days ago, the latest research from Mozilla’s *Privacy Not Included team revealed how some of the most popular <b>apps in Google’s Play Store mislead users about their privacy practices</b>.
fr: Il y a quelques jours, l’équipe de *Confidentialité non incluse de Mozilla a révélé dans sa dernière étude comment certaines des <b>applications les plus téléchargées du Google Play Store trompaient les utilisateurs sur leurs pratiques en matière de confidentialité.</b>
pl: Zaledwie kilka dni temu zespół * Prywatność do nabycia osobno Mozilli ujawnił, jak niektóre z najpopularniejszych <b>aplikacji w sklepie Google Store wprowadzają użytkowników w błąd, jeśli chodzi o ochronę prywatności</b>.

# body.778f3d8b-3bbf-49c1-818b-fb6ef8cbcfc6
source: One big offender: TikTok.
fr: Parmi elles : TikTok.
pl: Jeden wielki winowajca: TikTok.

# body.778f3d8b-3bbf-49c1-818b-fb6ef8cbcfc6
source: In Google’s app store, the <b>popular video app claims it does not share your data with third parties</b>. In fact, TikTok’s own privacy policy states that it shares data with other companies - including Facebook.
fr: Dans le Google Play Store, <b>la célèbre application de vidéos affirme qu’elle ne partage pas les données de ses utilisateurs avec des tiers</b>. Pourtant, sa politique de confidentialité indique clairement le contraire, et TikTok y précise même qu’elle partage des données avec d’autres entreprises, dont Facebook.
pl: W sklepie z aplikacjami Google <b>popularna aplikacja z filmikami twierdzi, że nie udostępnia danych użytkowników podmiotom trzecim</b>. Ale tak naprawdę w swojej polityce prywatności TikTok jasno określił, że udostępnia dane innym firmom, w tym Facebookowi.

# body.778f3d8b-3bbf-49c1-818b-fb6ef8cbcfc6
source: <b>Monetizing users’ data as a business model is bad enough in itself - but trying to hide that is just unacceptable</b>. With your help, we want to push TikTok to stop misleading the public.
fr: <b>Baser son modèle économique sur la revente de données est déjà très discutable. Mais essayer de le dissimuler est tout simplement inacceptable.</b> Alors avec votre aide, nous voulons faire en sorte que TikTok cesse d’induire tout le monde en erreur.
pl: <b>Monetyzacja danych użytkowników to model biznesowy, który sam w sobie jest wystarczająco zły, ale próba ukrycia takiego procederu jest po prostu nie do zaakceptowania.</b> Z Twoją pomocą chcemy skłonić TikToka, aby przestał wprowadzać ludzi w błąd.

# body.778f3d8b-3bbf-49c1-818b-fb6ef8cbcfc6
source: Our research comes out just as <b>TikTok has been increasingly under pressure</b>: The EU just opened an investigation because of their data use practices and TikTok CEO Shou Zi Chew is scheduled to testify before the U.S. Congress next month. Mounting concerns about privacy is not what TikTok wants right now - let’s use this opportunity and get them to clean up their messy privacy practices.
fr: Notre étude sort à un moment où <b>TikTok est plus que jamais sous pression </b>: l’Union européenne vient en effet d’ouvrir une enquête sur ses pratiques en matière d’utilisation des données et le PDG de TikTok, Shou Zi Chew, doit témoigner devant le Congrès américain le mois prochain. C’est pourquoi TikTok n’a pas besoin de gérer en plus des voix qui s’élèvent en faveur d’une meilleure protection de la vie privée… Et c’est donc le moment où jamais pour l’inciter à revoir ses pratiques.
pl: Wyniki naszych badań pojawiły się w momencie, w którym <b>TikTok zaczął odczuwać coraz większą presję</b>. Unia Europejska właśnie wszczęła dochodzenie z powodu praktyk TikToka dotyczących użycia danych, a dyrektor generalny TikToka, Shou Zi Chew, w przyszłym miesiącu będzie składać zeznania przed Kongresem USA. TikTok na pewno nie chce dodatkowych problemów z prywatnością — skorzystajmy z tej okazji i namówmy firmę do uporządkowania chaotycznych zapisów.

# body.778f3d8b-3bbf-49c1-818b-fb6ef8cbcfc6
source: Unsurprisingly, <b>TikTok was one of the companies that showed they need to do better</b> in our <a id="a1">‘See No Evil’ report</a> that looked at 40 popular apps.
pl: Nic dziwnego, że w naszym <a id="a1">raporcie „See No Evil” („Przyzwolenie na czynienie zła”)</a>, w którym oceniliśmy 40 popularnych aplikacji, <b>TikTok został uznany za jedną z firm, które powinny bardziej się postarać.</b>

# body.778f3d8b-3bbf-49c1-818b-fb6ef8cbcfc6
source: No matter the reason or justification for TikTok to share misleading information about their data sharing practices, <b>you and everyone else should be able to make an informed choice about your privacy</b> and the apps you use.
fr: Quelle que soit la raison pour laquelle TikTok partage de fausses informations sur ses pratiques en matière de partage de données, <b>vous devriez pouvoir choisir et utiliser vos applications en toute connaissance de cause, notamment pour protéger votre vie privée.</b>
pl: Niezależnie od tego, z jakiego powodu TikTok udostępnia wprowadzające w błąd informacje (albo w jaki sposób się z tego tłumaczy), <b>Ty i każda inna osoba macie prawo do podejmowania świadomych decyzji dotyczących swojej prywatności</b> i aplikacji, z jakich korzystacie.

# body.778f3d8b-3bbf-49c1-818b-fb6ef8cbcfc6
source: Let’s send a clear message to TikTok that honesty is the bare minimum we expect.
fr: Alors ensemble, envoyons un message clair à TikTok : l’honnêteté est le strict minimum que nous attendons !
pl: Postawmy sprawę jasno i powiedzmy TikTokowi, że uczciwość to absolutne minimum, którego oczekujemy.

# body.778f3d8b-3bbf-49c1-818b-fb6ef8cbcfc6
source: Sign our petition now and tell TikTok to be transparent about their privacy practices in Google’s Play Store!
fr: Signez dès maintenant notre pétition et demandez à TikTok d’être totalement transparent sur ses pratiques en matière de confidentialité dans le Google Play Store.
pl: Podpisz naszą petycję i powiedz TikTokowi, aby zadbał o przejrzystość swoich działań dotyczących prywatności w sklepie Google Play!

# seo_title
source: Tell TikTok: Stop misleading Android users and provide full transparency about your privacy practices
fr: Dites-le à TikTok : arrêtez de tromper les utilisateurs d’Android et montrez-vous totalement transparent sur vos pratiques en matière de protection de la vie privée.
pl: Powiedz TikTokowi: przestańcie wprowadzać użytkowników Androida w błąd i zapewnijcie pełną przejrzystość swoich działań w obszarze prywatności

# search_description
source: In Google’s app store, the popular video app TikTok falsely claims it does not share your data with third parties. TikTok’s own privacy policy states that it shares data with other companies. TikTok must take action immediately and provide full transparency!
fr: Dans le Google Play Store, la célèbre application de vidéos affirme qu’elle ne partage pas les données de ses utilisateurs avec des tiers. Pourtant, sa politique de confidentialité indique clairement le contraire. TikTok doit prendre immédiatement des mesures pour garantir une transparence totale !
pl: W sklepie z aplikacjami Google TikTok, czyli popularna aplikacja z filmikami, twierdzi, że rzekomo nie udostępnia danych użytkowników podmiotom trzecim. Z kolei w swojej polityce prywatności TikTok jasno określił, że udostępnia dane innym firmom. TikTok musi natychmiast podjąć odpowiednie działania i zadbać o pełną przejrzystość!
