Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/tips-to-make-your-zoom-gatherings-more-private-updated.po
Languages: es

# title
source: Tips to Make Your Zoom Gatherings More Private (Updated)
es: Consejos para mejorar la privacidad de tus reuniones con Zoom (actualizado)

# seo_title
source: Protect yourself from being "Zoombombed" and other tips for Zoom privacy
es: Protégete contra las intromisiones y otros consejos para la privacidad de Zoom

# search_description
source: With millions of people using Zoom to stay connected, it's important to know how to keep your video gatherings as private and secure as you can. That's why Mozilla has compiled recommendations and steps you can take – both as a host and a participant – to help protect your own privacy as well as that of others.
es: Hoy en día hay millones de personas que usan Zoom para estar conectadas, así que es importante saber cómo mantener la privacidad y la seguridad en tus encuentros virtuales. Por este motivo, Mozilla ha recopilado recomendaciones y pasos que puedes seguir, como anfitrión y como invitado, para proteger tu propia privacidad y la de los demás.

# body.2da82c6b-71d3-4b2a-a3c0-36abe89f6f62
source: Originally published April 3, 2020, Updated January 26, 2021
es: Publicado originalmente el 3 de abril de 2020, actualizado el 26 de enero de 2021

# body.2da82c6b-71d3-4b2a-a3c0-36abe89f6f62
source: <b>On April 8, 2020</b> <a id="a1"><b>Zoom announced</b></a><b> an update that includes a new security button in the host toolbar making three of the recommendations below easier to implement. You’ll need to have the latest version of the Zoom client in order to use the new toolbar. We’ve made a few updates below to reflect the news.</b>
es: <b>El 8 de abril d​e 2020,</b> <a id="a1"><b>Zoom anunció</b></a><b> una actualización que incluye un nuevo botón de seguridad en la barra de herramientas del anfitrión, lo que facilita seguir tres de las recomendaciones indicadas a continuación. Es necesario contar con la versión más reciente del cliente Zoom para utilizar la nueva barra de herramientas. Abajo hicimos unas cuantas actualizaciones para reflejar esta novedad</b>

# body.2da82c6b-71d3-4b2a-a3c0-36abe89f6f62
source: 10 months into the global pandemic, many of us have become very familiar with Zoom, but whether you join dozens of Zoom meetings a week, or only the occasional Zoom party with friends, we could all benefit from checking up on our Zoom privacy and security settings.
es: Diez meses después del estallido mundial de la pandemia, muchos de nosotros ya estamos familiarizados con Zoom. Sin embargo, tanto si nos unimos a docenas de reuniones de Zoom cada semana, como si únicamente participamos en una quedada ocasional con los amigos, todos podemos beneficiarnos de verificar nuestra configuración de privacidad y seguridad de Zoom.

# body.2da82c6b-71d3-4b2a-a3c0-36abe89f6f62
source: Last year as millions of people started working, socializing and exercising on a platform originally intended as an enterprise tool. As a result lots of questions about Zoom’s privacy and security surfaced. Researchers discovered a few <a id="a1">privacy issues and deficiencies</a>, but Zoom was responsive and worked to quickly address<a id="a2"> them</a>.
es: El año pasado, millones de personas empezaron a trabajar, socializar y practicar ejercicio en una plataforma que, originalmente, había sido concebida como una herramienta empresarial. Inevitablemente, también empezaron a surgir muchas preguntas sobre la privacidad y la seguridad de Zoom. Los investigadores pronto detectaron algunos <a id="a1">problemas de privacidad</a>, pero Zoom reaccionó rápidamente y resolvió <a id="a2">estas deficiencias</a>.

# body.2da82c6b-71d3-4b2a-a3c0-36abe89f6f62
source: While some privacy concerns relate to <a id="a1">platform vulnerabilities</a>, <b>others are related to host and participant settings, so here are steps you can take</b> – both as a host and a participant – to help protect your own privacy as well as that of others.
es: Algunas de las preocupaciones en materia de seguridad están relacionadas con las <a id="a1">vulnerabilidades de la plataforma</a>, <b>mientras que otras hacen referencia a los ajustes del anfitrión y los invitados. Por eso, te detallamos algunos pasos que puedes seguir</b>, como anfitrión y como invitado, para proteger tu propia privacidad y la de los demás.

# body.2da82c6b-71d3-4b2a-a3c0-36abe89f6f62
source: Tips for <b>hosting</b> a Zoom gathering:
es: Consejos para <b>ser anfitrión</b> de una reunión de Zoom:

# body.2da82c6b-71d3-4b2a-a3c0-36abe89f6f62
source: Use your account with the latest version of Zoom
es: Usa tu cuenta con la versión más actualizada de Zoom

# body.2da82c6b-71d3-4b2a-a3c0-36abe89f6f62
source: <a id="a1">Sign-in</a> and <a id="a2"><b>update to the latest version of the Zoom client or app.</b></a> This will give you access to the meetings that are available to invited participants and ensure that your system has up-to-date security patches. You can also use a browser version of Zoom, but it does not include all the current features so some of these tips may not work.
es: <a id="a1">Inicia sesión</a> y <a id="a2"><b>actualiza para obtener la última versión de la app o la cuenta de Zoom</b></a>. Esto te dará acceso a las reuniones que están disponibles para participantes invitados y garantizará que tu sistema tenga parches de seguridad actualizados. También puedes usar una versión web de Zoom, pero no incluye todas las funciones más actuales, así que puede que algunos de estos consejos no puedan aplicarse.

# body.2da82c6b-71d3-4b2a-a3c0-36abe89f6f62
source: Use password protection
es: Protege tu contraseña

# body.2da82c6b-71d3-4b2a-a3c0-36abe89f6f62
source: You can make your meetings <a id="a1">password protected</a> to prevent people from guessing your room ID and joining. Free Basic and single licensed Pro accounts now have password protection on by default. Education accounts enrolled in Zoom’s K-12 program cannot turn off password protection.
es: Puedes celebrar reuniones <a id="a1">protegidas con contraseña</a> para evitar que otras personas adivinen el ID de la reunión y se unan. Las cuentas con licencia gratuita Basic y licencia Pro de un solo anfitrión ahora cuentan con protección mediante contraseña de manera predeterminada. Las cuentas para la educación registradas en el programa K-12 de Zoom no pueden desactivar la protección mediante contraseña.

# body.2da82c6b-71d3-4b2a-a3c0-36abe89f6f62
source: Note if you’re using a free, basic account, Zoom requires you to choose one of the following security options: a passcode, Waiting Room, or “Only authenticated users can join meetings”. If no security option is enabled, Zoom will secure all meetings with Waiting Room.
es: Ten en cuenta que, si estás utilizando una cuenta básica gratuita, Zoom te pedirá que elijas una de las siguientes opciones de seguridad: una contraseña, una sala de espera o "Solo los usuarios autenticados pueden unirse a las reuniones". Si no se habilita ninguna opción de seguridad, Zoom protegerá todas las reuniones por defecto con la sala de espera.

# body.2da82c6b-71d3-4b2a-a3c0-36abe89f6f62
source: Control when a participant is able to join the meeting
es: Controla cuándo un participante puede unirse a la reunión

# body.2da82c6b-71d3-4b2a-a3c0-36abe89f6f62
source: Use the <a id="a1">Waiting Room</a> feature to decide who is allowed into your room, and when. For free Basic accounts, single licensed Pro accounts and K-12 education accounts, a waiting room is enabled by default. Now you can also choose to set up a waiting room after the meeting has begun – just access the setting under the Security icon on the host toolbar.
es: También puedes usar la función <a id="a1">Sala de espera</a> para decidir quién entra en tu sala y cuándo le dejas entrar. Las cuentas con licencia gratuita Basic, licencia Pro de un solo anfitrión y las cuentas para la educación K-12 disponen de una sala de espera habilitada de manera predeterminada. Ahora, si lo deseas, también puedes configurar una sala de espera después de que la reunión haya empezado. Basta con que accedas a la configuración bajo el icono Seguridad en la barra de herramientas del anfitrión.

# body.2da82c6b-71d3-4b2a-a3c0-36abe89f6f62
source: Keep your Personal Meeting ID private
es: Mantén el ID personal de la reunión privado

# body.2da82c6b-71d3-4b2a-a3c0-36abe89f6f62
source: Don’t use your<a id="a1"> Personal Meeting ID</a> – especially for events you’re broadly publicizing. That will stop people from trying to enter your personal room at other times. Instead, generate a unique meeting ID by scheduling the meeting. Here’s how:
es: No uses tu <a id="a1">ID personal de la reunión</a>, sobre todo para aquellos eventos que estés difundiendo. Eso evitará que la gente intente entrar a tu sala personal en otros momentos. Genera un ID único para esa reunión, para lo cual tendrás que programar la reunión. Puedes hacerlo así:

# body.193c15e1-63f9-4f50-a2d5-dba79be65612.altText
source: How to generate a random Zoom meeting ID
es: Cómo generar una ID de reunión de Zoom aleatoria

# body.34292757-c1ea-4167-b732-37fd218bb44d
source: “Lock out” uninvited participants
es: "Bloquea" a los participantes que no estén invitados

# body.34292757-c1ea-4167-b732-37fd218bb44d
source: Don’t share Zoom meeting invites or Meeting IDs on Social Media or with <a id="a1">anyone you don’t want to join</a>. For added security use the “Lock Meeting” feature under the participants pop-up-box so no one else can join once you have the participants you expect. Now, you can also lock the meeting from the security button in the host toolbar, too. Although if someone has to drop for some reason – or if their internet cuts out – they won’t be able to re-join until the lock is removed.
es: No compartas las invitaciones ni el ID de la reunión de Zoom en las redes sociales ni lo envíes a <a id="a1">nadie que no quieras que participe</a>. Para aumentar la seguridad, si no has establecido una contraseña para el evento, usa la función "Bloquear reunión" que encontrarás debajo de la ventana emergente de los participantes, para que nadie más pueda unirse una vez estén los participantes a los que has invitado. Pero ten en cuenta que si alguien tiene que salir de la reunión por algún motivo, o si pierde su conexión, no podrá reincorporarse hasta que la reunión se desbloquee.

# body.34292757-c1ea-4167-b732-37fd218bb44d
source: As a host, during live meetings, become familiar with the “Zoom security” button. The following features are available to you for an added layer of live-meeting security:
es: Si eres el anfitrión, te recomendamos que te familiarices con el "botón de seguridad de Zoom" que te da acceso a una serie de funciones extra de seguridad durante las reuniones:

# body.34292757-c1ea-4167-b732-37fd218bb44d
source: Utilize the “mute all” feature
es: Usa la función "Silenciar todos"

# body.34292757-c1ea-4167-b732-37fd218bb44d
source: Using the “manage participants” function, you can <a id="a1">mute</a> all participants. You should not unmute them again without telling them that’s what you’re doing.
es: Usando la función "Gestionar participantes", puedes <a id="a1">silenciar</a> a todos los participantes. No deberías quitar el silencio de nuevo sin decirles antes que vas a hacerlo.

# body.34292757-c1ea-4167-b732-37fd218bb44d
source: Stop malicious content from being shared
es: Evita que se comparta contenido indeseado

# body.34292757-c1ea-4167-b732-37fd218bb44d
source: You can stop participants from sharing their screen, or if necessary, stop their video. This is helpful if you’re inviting lots of people you don’t necessarily know so that someone can’t harass you and your participants – a practice now known as “<a id="a1">zoombombing</a>.” Control screen share permissions from either the security button or the “share screen” icon in the host toolbar.<br/><br/>You should know that once a video is “stopped,” a host does not have the ability to restart the video – that is, a host can revoke permission for a participant to share video, but cannot start video for another person – they can simply send a prompt requesting them to use video.
es: Puedes evitar que los participantes compartan su pantalla o, si es necesario, incluso puedes detener su vídeo. Así impedirás que alguna pueda hostigarte a ti y a tus participantes, una práctica que se conoce como “<a id="a1">zoombombing</a>”. También controlas los permisos para compartir pantalla desde el botón de seguridad o el icono "compartir pantalla" en la barra de herramienta del anfitrión.<br/><br/>Debes saber que una vez un vídeo se “detiene”, el anfitrión no puede volver a reiniciarlo. Es decir, el anfitrión puede suspender el vídeo de un participante de forma unilateral, pero no puede activarlo; lo único que puede hacer es invitarle a activar el vídeo de nuevo.

# body.34292757-c1ea-4167-b732-37fd218bb44d
source: In a similar vein, you can turn off “annotation,” which allows participants to draw on shared screens.
es: De igual modo, puedes deshabilitar las "anotaciones", que permiten a los participantes realizar anotaciones sobre las pantallas compartidas.

# body.34292757-c1ea-4167-b732-37fd218bb44d
source: Consider if you should allow participants to rename themselves during the call.
es: Valora si deberías permitir que los participantes se cambien de nombre durante la reunión.

# body.95ab7d26-ac2e-4f76-a357-49de175797b2.altText
source: Tips to stop "Zoombombing"
es: Consejos para detener el «Zoombombing»

# body.990bc561-2e03-43c7-a712-4559243b9f56
source: Respect chat privacy
es: Respeta la privacidad del chat

# body.990bc561-2e03-43c7-a712-4559243b9f56
source: Decide ahead of time if you will <a id="a1">save the chat</a> or record the video of the meeting and make sure all participants have agreed and know how you plan to use that information. Recording and saving chats may have legal implications so make sure you’ve checked into that before enabling these options. You can find the settings about chat in the “in meeting” section of your Zoom settings on the web-portal.
es: Decide con antelación si <a id="a1">guardarás el chat</a> o si grabarás el vídeo de la reunión. Asegúrate de que todos los participantes están de acuerdo y saben cómo quieres usar esa información. Grabar y guardar los chats puede tener consecuencias legales, así que verifica que todo esté correcto antes de permitir estas opciones. Encontrarás los ajustes del chat en la sección "durante la reunión" de los ajustes de Zoom en el portal web.

# body.990bc561-2e03-43c7-a712-4559243b9f56
source: You can also use the <a id="a1">Waiting Room</a> feature to decide who is allowed into your room, and when.
es: También puedes usar la función <a id="a1">sala de espera</a> para decidir quién puede entrar en la reunión y cuándo.

# body.990bc561-2e03-43c7-a712-4559243b9f56
source: Depending on the type of meeting you’re hosting, and how many participants there are, you may want to enable the option to mute all participants upon entering.
es: En función del tipo de reunión que estés controlando como anfitrión, y de su número de participantes, puedes habilitar la opción de silenciar a todos los participantes cuando entren.

# body.990bc561-2e03-43c7-a712-4559243b9f56
source: In the fall of 2020, Zoom released a technical preview of end-to-end encryption. <a id="a1">You can now turn on end-to-end encryption in your account settings.</a> Be aware that using end-to-end encryption will automatically disable several features (e.g. cloud recording, phone/SIP/H.323 dial-in). Note that in order to enable end-to-end encryption in a free account, you will need to provide and verify a phone number.
es: En otoño de 2020, Zoom lanzó una demostración técnica del cifrado de extremo a extremo. <a id="a1">Ahora ya puedes habilitar el cifrado de extremo a extremo en los ajustes de tu cuenta.</a> Sin embargo, debes tener en cuenta que el cifrado de extremo a extremo deshabilita automáticamente otras funciones (como, por ejemplo, la grabación en la nube o la posibilidad de unirse por teléfono o dispositivos SIP/H.323). Las cuentas gratuitas pueden utilizar cifrado de extremo a extremo, pero será necesario ofrecer y verificar un número de teléfono.

# body.990bc561-2e03-43c7-a712-4559243b9f56
source: Tips for <b>participating</b> in a Zoom gathering:
es: Consejos para <b>participar</b> en una reunión de Zoom:

# body.990bc561-2e03-43c7-a712-4559243b9f56
source: Keep video and microphone off by default when joining a meeting
es: Mantén el vídeo y el micrófono apagados por defecto cuando entres a una reunión

# body.990bc561-2e03-43c7-a712-4559243b9f56
source: To avoid being caught unaware, or accidentally allowing other participants to overhear a family member who might be talking when you first join a Zoom meeting, turn off the camera and microphone by default. Go to settings and select video then check “Turn off my video when joining a meeting.” Do the same under audio for “Mute microphone when joining a meeting.” That way you can unmute your video and microphone when you’re ready to participate in the meeting.
es: Para evitar que te cojan por sorpresa o que permitas de forma accidental que los otros participantes escuchen a un miembro de tu familia que esté hablando cuando te unes a una reunión de Zoom, desactiva la cámara y el micrófono por defecto. En la sección de Ajustes, selecciona Vídeo y luego elige la opción “Desactivar mi vídeo cuando entre en una reunión”. Haz lo mismo en el apartado Audio para “Silenciar el micrófono cuando entre en una reunión”. Así, puedes activar tu vídeo y tu micrófono cuando estés listo para participar en la reunión.

# body.f94905dc-60f6-4e57-bd2f-a445520fdf02.altText
source: Turn off your video and camera when joining a meeting to protect your privacy
es: Para proteger tu privacidad, apaga el vídeo y la cámara cuando te unas a una reunión

# body.1d45ca7a-8efd-40f6-aae0-732e9d1f9e7f
source: Stay muted when you’re not speaking
es: Silencia el micrófono cuando no hables

# body.1d45ca7a-8efd-40f6-aae0-732e9d1f9e7f
source: You can choose when to turn on your video, depending on the culture of the call, and stay muted when not speaking (<a id="a1">pro-tip: you can hit the space-bar to temporarily unmute!</a>) Note that if you mute yourself, the host can send a request for you to unmute, but cannot unmute you without your permission (a pro-privacy change Zoom made in 2020!)
es: Puedes decidir cuándo activas tu vídeo, según el tipo de llamada, y silenciar tu audio cuando no estés hablando (<a id="a1">consejo pro: ¡puedes pulsar la barra de espacio para quitar el silencio de forma temporal!</a>) Ten en cuenta que si te silencias, el anfitrión puede mandarte una solicitud para que vuelvas a activar el audio, pero él no puede activarlo sin tu permiso (¡un cambio a favor de la privacidad que Zoom aplicó en 2020!)

# body.1d45ca7a-8efd-40f6-aae0-732e9d1f9e7f
source: Protect the privacy of your home
es: Usa un fondo virtual

# body.1d45ca7a-8efd-40f6-aae0-732e9d1f9e7f
source: Try to position yourself so that there’s a blank wall behind you during Zoom calls. If that’s not feasible, you can set up a virtual background to keep your home space private. As Consumer Reports points out, <a id="a1">screenshots or recordings from Zoom chats could exist long past your meeting</a>, and there could be numerous reasons you wouldn’t want that glimpse into your home to live on in perpetuity. While this option may not be available on all systems, if it is, you should see three standard Zoom backgrounds. <a id="a2">Click here for a Firefox-themed option you can use</a>. You can also find lots of options around the web, including on <a id="a3">Canva</a>, where you can add your own flair.
es: Configura un fondo virtual para mantener la privacidad de tu hogar. Tal y como afirma Consumer Reports, <a id="a1">las capturas de pantalla o las grabaciones obtenidas de las conversaciones de Zoom podrían ir más allá de la reunión</a>, y hay muchos motivos por los que puede que no quieras que esa imagen de tu casa perdure para siempre. Puede que esta opción no esté disponible en todos los sistemas, pero si tienes acceso a ella, encontrarás tres fondos estándar de Zoom. <a id="a2">Haz clic aquí para ver una opción inspirada en Firefox que puedes usar.</a> También puedes encontrar un montón de opciones en la red, incluyendo <a id="a3">un fondo virtual</a>, que te permite personalizar el entorno a tu gusto.

# body.a66b6ae6-cd6c-4c30-a824-594cfc7bba41.altText
source: How to set up a virtual background
es: Cómo configurar un fondo virtual

# body.aaa74fd8-03e0-4b19-90d8-4f6cd5951c8f
source: Be careful of what you type in chat
es: Controla lo que escribes en el chat

# body.aaa74fd8-03e0-4b19-90d8-4f6cd5951c8f
source: You should know that Zoom chats can be automatically saved and stored, or manually saved by your host. <a id="a1">This could potentially include direct chats to another individual on the call.</a> Separately, chats can also be saved along with a Zoom recording and could be visible to many if that recording is shared.<br/><br/>We encourage you to get informed about Zoom’s security and privacy features and <a id="a2"><b>read more about what we are doing to advocate for even stronger controls here</b></a> — especially if you’re an account administrator or can turn off certain functions for an enterprise Zoom subscription.<br/><br/>Here at Mozilla we work to hold companies to account, to make privacy the default, and to ensure strong security standards. Stay tuned for more updates on how to maximize privacy and security when video conferencing.
es: Debes saber que los chats de Zoom pueden guardarse y almacenarse de forma automática, o puede que tu anfitrión lo haga de forma manual. <a id="a1">Esto incluye, potencialmente, chats directos con otro participante de la llamada.</a> De forma separada, los chats también pueden guardarse junto con una grabación de Zoom y podrían llegar a muchas personas si esa grabación sale a la luz.<br/><br/>Te animamos a informarte sobre las funciones de seguridad y privacidad de Zoom y a <a id="a2"><b>leer más sobre todo lo que hacemos para promover controles todavía más estrictos aquí</b></a>, sobre todo si eres administrador de cuentas o si puedes desactivar ciertas funciones para una suscripción empresarial de Zoom.<br/><br/>En Mozilla trabajamos para que las empresas rindan cuentas, para que la privacidad sea la opción predeterminada, y para garantizar unos estándares de seguridad robustos. Atento a las próximas novedades sobre cómo maximizar la privacidad y la seguridad cuando participes en una videoconferencia.
