Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/what-does-giving-your-consent-really-mean.po
Languages: de, es, fr, pt_br

# body.52e32306-f6bc-481e-9245-3b0ee006f8cd.quote
source: “<b>By logging in</b>, or using the Application, You agree to be bound by these Terms, the Privacy Policy including any additional guidelines and future modifications.”
de: „<b>Indem Sie sich anmelden</b> oder die Applikation nutzen, erklären Sie sich mit diesen Bedingungen, den Datenschutzrichtlinien einschließlich aller zusätzlichen Richtlinien und zukünftigen Änderungen einverstanden.“
es: “<b>Al registrarte</b> o usar la Aplicación, aceptas cumplir estos Términos y la Política de Privacidad, inclusive cualquier regla adicional o modificaciones futuras”.
fr: « <b>En vous identifiant</b> ou en utilisant l’Application, vous acceptez d’être lié·e par les conditions générales, la politique de confidentialité, ainsi que par toute directive complémentaire et/ou modification future. »
pt_br: “<b>Ao fazer o login</b> ou usar o aplicativo, você concorda em se submeter a estes Termos e à Política de Privacidade, incluindo quaisquer termos adicionais e modificações futuras.”

# body.52e32306-f6bc-481e-9245-3b0ee006f8cd.attribution_info
source: <a id="a1">Maya Period, Fertility, Ovulation, &amp; Pregnancy</a>
fr: <a id="a1">Maya : Mon tracker de règles</a>

# body.f800b1d6-062b-4e56-ad27-0cf4c994916c
source: This consent model basically says that if you’re using our app, it’s because you agree to our rules (which you may or may not be aware of, but probably aren’t). It’s hard to spot, because even when apps don’t say it outright, like <a id="a1">Maya Period, Fertility, Ovulation, &amp; Pregnancy</a> does, many do “assume” users have read and agreed to their privacy policies and take that to mean you “consent” to what’s inside.
de: Bei diesem Modell für Zustimmung gilt: Sie nutzen unsere App, also stimmen Sie unseren Regeln zu (vielleicht wissen Sie das, vielleicht (wahrscheinlich) nicht). Dabei ist es nicht einfach, zu erkennen, wenn eine App es so handhabt, weil nicht jede es offenlegt. Wie auch <a id="a1">Maya Period, Fertility, Ovulation, &amp; Pregnancy</a> gehen viele Apps davon aus, dass Nutzer*innen die Datenschutzrichtlinie gelesen und ihr zugestimmt haben und damit auch deren Inhalt Ihre „Zustimmung“ geben.
es: En este modelo de consentimiento, básicamente se dice que, si usas nuestra aplicación, es porque aceptas nuestras reglas (que quizás conozcas, pero probablemente no). Suelen ser difíciles de detectar, pues aun cuando no se expresa directamente en las aplicaciones, como sucede en <a id="a1">Maya Period, Fertility, Ovulation, &amp; Pregnancy</a>, en muchas "se da por sentado" que los usuarios han leído y aceptado sus políticas de privacidad y que eso significa que "das tu consentimiento" a lo que expresan.
fr: Ce modèle de consentement dit en substance que si vous utilisez l’application, c’est parce que vous en acceptez les règles, que vous en ayez conscience ou pas (arrêtez-nous si on se trompe, mais on pense que ce n’est sûrement pas le cas). Ce stratagème est plutôt difficile à repérer, car même lorsque les applications ne le disent pas clairement, comme <a id="a1">Maya : Mon tracker de règles</a>, beaucoup d’entre elles « supposent » que leurs utilisateurs ont lu et accepté leurs politiques de confidentialité, et considèrent cela comme un « consentement » à tout ce qui se trouve dedans.
pt_br: Basicamente, esse modelo de permissão diz que, se você está usando o aplicativo, é porque concorda com as regras (das quais você pode ou não estar ciente, mas provavelmente não está). É difícil de perceber, porque mesmo quando os aplicativos não dizem isso abertamente, como faz o <a id="a1">Maya Period, Fertility, Ovulation, &amp; Pregnancy</a>, muitos “presumem” que os usuários leram e aceitaram suas políticas de privacidade e que isso significa que “concordaram” com o conteúdo.

# body.f800b1d6-062b-4e56-ad27-0cf4c994916c
source: In their privacy policy, <a id="a1">WebMD Pregnancy</a> “urge[s] you to read [it] carefully” before you install their apps or use their services, which includes even visiting their websites. But you’d already have to be visiting their website to read that in the privacy policy. Call us sticklers but we believe it should be possible for consumers to know what they’re consenting to before companies are allowed to assume they’ve consented.
de: In den Datenschutzbestimmungen von <a id="a1">WebMD Pregnancy</a> werden Sie aufgefordert, diese sorgfältig zu lesen, bevor Sie ihre Apps installieren oder ihre Dienste nutzen, was sogar den Besuch der Website einschließt. Aber um das in der Datenschutzerklärung zu lesen, müssten Sie schon die Website besuchen. Wir sind zwar pingelig, aber wir sind der Meinung, dass die Verbraucher*innen wissen sollten, wozu sie ihre Zustimmung geben, bevor die Unternehmen davon ausgehen können, dass sie zugestimmt haben.
es: En su política de privacidad, <a id="a1">WebMD Pregnancy</a> “te insta a leer[la] cuidadosamente” antes de instalar sus aplicaciones o usar sus servicios, lo que también incluye visitar sus sitios web. Pero ya tienes que haber visitado alguno de sus sitios web para leer eso en la política de privacidad. Puede que seamos quisquillosos, pero creemos que debería ser posible que los consumidores sepan qué están aceptando antes de permitir que las empresas den por sentado el consentimiento.
fr: <a id="a1">WebMD Pregnancy</a> « vous recommande de lire attentivement » sa politique de confidentialité avant d’installer ses applications ou d’utiliser ses services, ce qui inclut la simple consultation de son site Web. Sauf que pour lire sa politique de confidentialité, vous devez déjà être sur son site Web. Vous voyez le problème ? On pourrait dire que nous sommes un tantinet pointilleux. Mais nous pensons qu’il devrait être possible pour les consommateurs de savoir à quoi ils consentent avant que les entreprises ne puissent supposer qu’ils ont donné leur consentement. C‘est une question de bon sens.
pt_br: Em sua política de privacidade, o <a id="a1">WebMD Pregnancy</a> “pede que você leia com atenção” antes de instalar seus aplicativos ou usar seus serviços, e isso inclui acessar seus sites. Mas você já teria que estar no site da empresa para ler isso na política de privacidade. Podemos parecer exigentes, mas acreditamos que os consumidores deveriam saber a que estão dando permissão antes de as empresas assumirem que eles a deram.

# body.f800b1d6-062b-4e56-ad27-0cf4c994916c
source: “Implicit” consent, as it's usually called, is okay sometimes. It makes more sense when you’re well informed or you would probably agree anyway. If you’re walking into a store and there’s a sign above your head that says “smile, you’re on camera,” you’ve implicitly consented to being filmed by entering. Being surveilled stinks but at least you’re aware of it before you walk in.
de: Die „implizite“ Zustimmung, wie sie gewöhnlich genannt wird, ist manchmal in Ordnung. Sie ist sinnvoller, wenn Sie gut informiert sind und wahrscheinlich sowieso zustimmen würden. Wenn Sie in einen Laden gehen, über dessen Eingang ein Schild mit der Aufschrift „Lächeln, Sie werden gefilmt“ hängt, stimmen Sie durch Ihr Eintreten implizit zu, dass Sie gefilmt werden. Überwachung ist uncool, aber wenigstens wissen Sie es dann, bevor Sie hineingehen.
es: El consentimiento “implícito”, como usualmente se le denomina, a veces resulta aceptable. Tiene mucho más sentido cuando te informan bien o cuando, de cualquier modo, probablemente aceptarías. Si entras en una tienda y un letrero encima de tu cabeza dice "sonríe, te estamos grabando", al entrar implícitamente consentiste que te filmen. No es agradable que te vigilen, pero al menos se te informa de ello antes de entrar.
fr: Toutefois ce qu’on appelle le « consentement implicite » peut être acceptable dans certains cas. Comme par exemple lorsque vous êtes bien informé·e ou que vous seriez d’accord de toute façon. Si vous entrez dans un magasin et qu’un panneau au-dessus de votre tête précise « Souriez, vous êtes filmé·e », vous avez implicitement consenti à être filmé·e en entrant. Être surveillé·e n’est jamais agréable, mais au moins vous en êtes conscient·e avant d’entrer.
pt_br: O que se costuma chamar de permissão “implícita” pode, às vezes, ser aceitável. Faz sentido principalmente quando se está bem informado ou quando provavelmente se concordaria de qualquer maneira. Por exemplo, se você entra em uma loja e vê uma placa dizendo “sorria, você está sendo filmado”, você implicitamente se permitiu filmar ao entrar. Embora a ideia de ser vigiado seja desconfortável, pelo menos você está ciente disso antes de entrar.

# body.f800b1d6-062b-4e56-ad27-0cf4c994916c
source: For reproductive health apps to take the same approach to consent isn’t fair game. There’s no “sign above the door” that warns you before you download the app, it’s too often buried in the privacy policy. And even if you feel like how you act in a public store isn’t private, you probably wouldn’t put the information these apps collect — like your birthday, health information, weight, or sex life details — in that category.
de: Dass Apps für reproduktive Gesundheit denselben Ansatz verfolgen, ist aber nicht fair. Das „Schild über der Tür“, das Sie warnt, bevor Sie die App herunterladen, ist oft tief in der Datenschutzrichtlinie vergraben. Und auch, wenn Sie der Meinung sind, dass es keine Privatangelegenheit ist, wie Sie sich in einem öffentlichen Laden verhalten, würden Sie die Informationen, die diese Apps sammeln, wie Ihren Geburtstag, Gesundheitsdaten, Gewicht oder Details über Ihr Sexleben, nicht derselben Kategorie zuordnen.
es: Las aplicaciones de salud reproductiva que obtienen el consentimiento con tácticas como esa no están jugando limpio. No hay "un letrero encima de la puerta” que te ponga sobre aviso antes de descargar la aplicación y, con mucha frecuencia, la advertencia está escondida en la política de privacidad. E incluso si consideras que no hay nada de privado en la manera en que te comportas en una tienda, probablemente no pienses igual de toda la información que dichas aplicaciones recopilan, como tu cumpleaños, datos sobre tu salud, tu peso o tu vida sexual.
fr: On ne peut malheureusement pas transposer cette approche aux applications liées à la santé reproductive. En effet, il n’y a jamais de « panneau au-dessus de la porte » pour vous avertir avant de télécharger l’application. Ces informations se trouvent bien souvent dissimulées dans la politique de confidentialité. Et même si vous étiez d’avis que votre comportement dans un magasin public ne relève pas de l’ordre du privé, vous ne classeriez sans doute pas les données collectées par ces applications, comme votre date de naissance, des informations sur votre santé, votre poids ou encore les détails sur votre vie sexuelle, dans cette catégorie.
pt_br: É inaceitável que os aplicativos de saúde reprodutiva adotem uma postura semelhante quando se trata de permissão. Diferentemente da loja, onde a “placa de aviso” está à vista antes de você entrar, muitas vezes, essas advertências estão ocultas nas entrelinhas da política de privacidade, inacessíveis antes do download do aplicativo. E mesmo que não se espere privacidade em uma loja pública, é muito provável que consideremos informações como data de nascimento, dados de saúde, peso ou pormenores da vida sexual, como privados.

# body.f800b1d6-062b-4e56-ad27-0cf4c994916c
source: … And yet, both of these apps assume they have your permission to not just store but go ahead and <i>share</i> some of your personal information – with “<a id="a1">business partners</a>” or for <a id="a2">advertising</a>. Yeesh. That feels like a leap.
de: … Und trotzdem gehen beide oben genannten Apps davon aus, Ihre Zustimmung zu haben, und sammeln Ihre personenbezogenen Daten nicht nur, sondern <i>teilen</i> diese dann mit „<a id="a1">Geschäftspartnern</a>“ oder zu <a id="a2">Werbezwecken</a>. Iiiih. Finden wir nicht so selbstverständlich.
es: No obstante en ambas aplicaciones se da por sentado que tienen tu permiso no solamente para guardar parte de tu información personal, sino para <i>compartirla</i> con “<a id="a1">socios de negocios</a>” o con fines <a id="a2">publicitarios</a>. Como que hay un mundo de diferencia, ¿verdad?
fr: Pour autant, ces deux applications partent du principe qu’elles ont votre autorisation non seulement pour stocker, mais aussi pour <i>partager</i> certaines de vos informations personnelles avec des « <a id="a1">partenaires commerciaux</a> » ou à des fins <a id="a2">publicitaires</a>. On croirait rêver, mais c’est pourtant la (triste) réalité.
pt_br: E ainda assim, os dois aplicativos supõem que têm sua permissão não só para armazenar, mas também para <i>compartilhar</i> algumas de suas informações pessoais com “<a id="a1">parceiros comerciais</a>” ou para <a id="a2">fins publicitários</a>. Uau! Isso é levar a suposição longe demais.

# body.27eeb159-3563-4af4-9398-b34cf8f8363a
source: Almost always, they make “consenting” the path of least resistance
de: Fast immer ist es der einfachste Weg, „Zustimmung“ zu geben.
es: Cuando se trata del consentimiento, casi siempre toman el camino fácil
fr: Presque toujours, elles s’arrangent pour que vous donniez votre « consentement » sans grande résistance
pt_br: Em quase todos os casos, eles fazem da “permissão” a opção mais fácil

# body.80c78a49-b186-43a7-9bc4-259c0c938532.altText
source: You deserve to be happy. Cookie Settings / I Consent. Allow All. Manage Consent Preferences.
de: Sie verdienen es, glücklich zu sein. Cookie-Einstellungen / Ich stimme zu. Alle erlauben. Auswahl verwalten.
es: Mereces ser feliz. Configuración de cookies / Acepto. Permitir todas. Administrar las preferencias de consentimiento.
fr: Vous méritez le bonheur. Paramètres des cookies / J’accepte. Tout autoriser. Gérer les préférences relatives au consentement.
pt_br: Você merece ser feliz. Configurações de cookies / Eu concordo. Permitir tudo. Gerenciar suas permissões.

# body.80c78a49-b186-43a7-9bc4-259c0c938532.caption
source: Once you open the Betterhelp app, you are prompted to consent to share identifying data with ad partners. It’s possible to opt out, but it’s not easy.
de: Wenn Sie die Betterhelp-App öffnen, werden Sie aufgefordert, dem Weiterleiten von identifizierenden Daten an Werbepartner zuzustimmen. Sie haben zwar die Möglichkeit, das abzulehnen, aber es ist nicht einfach.
es: En cuanto abres la aplicación Better, se te pide que aceptes compartir datos personales con socios publicitarios. Es posible declinar, pero no resulta fácil llegar a esa opción.
fr: Lorsque vous ouvrez l’application Betterhelp, celle-ci vous demande d’accepter de partager des données permettant à ses partenaires publicitaires de vous identifier. Vous avez bien sûr la possibilité de ne pas le faire, mais il vous faudra vous armer de patience et de courage.
pt_br: Ao abrir o aplicativo BetterHelp, aparece a solicitação de permissão para compartilhar dados de identificação com parceiros de publicidade. É possível recusar, mas não é fácil.

# body.cda1e39f-bc79-4486-a904-60da1718f3c8
source: In this case, you do technically have the choice to opt out, but it’s not easy. And let’s face it, even when you’re not struggling with your mental health, reading complicated fine print and sorting through hard-to-find settings is a lot to ask. So it doesn’t feel fair for companies to use that to their advantage. Apps do though, by using design to nudge you toward the choice they’d prefer you make, “consenting” to what you otherwise wouldn’t.
de: In diesem Fall haben Sie theoretisch die Möglichkeit abzulehnen – allerdings geht das nicht so einfach. Und wenn wir ehrlich sind, ist das Lesen von kompliziertem Kleingedruckten und das Auseinandersetzen mit verborgenen Einstellungen eine ziemlich hohe Hürde … sogar, wenn man keine psychisch bedingten Gesundheitsprobleme hat. Dass Unternehmen genau das zu ihrem Vorteil nutzen, scheint deshalb nicht fair. Trotzdem tun sie genau das und nutzen das App-Design, um Sie zur Wahl einer Option zu bewegen, die dem Unternehmen lieber ist, und so etwas „zuzustimmen“, das Sie normalerweise ablehnen würden.
es: En este caso, técnicamente tienes la opción de declinar, pero no es sencillo hacerlo. Seamos sinceros, aun cuando no estás lidiando con problemas de salud mental, leer la complicada letra pequeña y abrirte paso entre tanta configuración difícil de encontrar es pedir demasiado. Por eso, no resulta justo que las empresas se aprovechen. Las aplicaciones lo hacen al utilizar diseños que te obligan a aceptar las opciones que prefieren que tomes. El resultado es que acabas dando tu "consentimiento" a algo que, de otra manera, no aceptarías.
fr: Dans ce cas précis, vous avez donc « techniquement » la possibilité de ne pas accepter, mais rien n’est moins fastidieux. Car avouons-le, même lorsqu’on ne souffre pas de problèmes de santé mentale, lire de petits caractères compliqués et faire soi-même le tri dans des paramètres difficiles à trouver s’avère une tâche compliquée. Les applications tirent parti de cette situation et utilisent le design pour vous pousser vers les choix qu’elles préfèrent que vous fassiez. Autrement dit : à « consentir » à ce que vous n’auriez pas accepté autrement.
pt_br: É verdade que, tecnicamente, você tem a opção de recusar, mas não é algo simples. E, convenhamos, mesmo quando não se está lidando com problemas de saúde mental, ler letras miúdas complicadas e analisar configurações difíceis de encontrar é pedir demais. Então, não parece justo que as empresas se aproveitem disso. Contudo, os aplicativos fazem exatamente isso, utilizando o design para influenciar você a fazer a escolha que eles preferem, “permitindo” algo que normalmente não permitiria.

# body.d43c7e88-ea80-4898-83af-24ef817be83a
source: Isn’t this somehow against the law?
de: Verstößt das nicht manchmal gegen das Gesetz?
fr: Est-ce que c’est illégal ?

# body.d43c7e88-ea80-4898-83af-24ef817be83a
source: Mostly, no. But sometimes yes. It depends where you live. The EU’s <a id="a1">General Data Protection Regulation</a> (GDPR) has a very strong stance on consent for data processing and what, specifically, that means. Consent has to be an “affirmative action,” that’s “freely given” and “informed” – among <a id="a2">other requirements</a>. It’s a version of consent that just makes sense.
de: Meistens nicht. Manchmal ja. Das hängt davon ab, wo Sie leben. Die allgemeine <a id="a1">Datenschutz-Grundverordnung</a> (DSGVO) der EU hat eine sehr strenge Haltung in Bezug auf die Zustimmung zur Datenverarbeitung und was das im Einzelnen bedeutet. Die Einwilligung muss eine „bestätigende Handlung“ sein, die „frei gegeben“ und „informiert“ ist. Und das sind nur <a id="a2">einige Anforderungen</a>. Diese Definition von Zustimmung ist wirklich sinnvoll.
es: Casi siempre no, pero a veces sí. Depende de donde vivas. El <a id="a1">Reglamento general de protección de datos</a> de la Unión Europea (RGPD) mantiene una postura muy estricta sobre el consentimiento para el procesamiento de datos y lo que esto significa específicamente. El consentimiento tiene que ser una "acción afirmativa" e "informada", entre <a id="a2">otros requisitos</a>. Esta es una versión del consentimiento que tiene sentido.
fr: Généralement non, mais parfois oui. Tout dépend de l’endroit où vous vivez. Le Règlement Général sur la Protection des Données de l’Union européenne (le célèbre RGPD) a une position très ferme sur le consentement pour le traitement des données et ce que cela signifie spécifiquement. Celui-ci doit prendre la forme d’une « action affirmative », donnée « librement » et de façon « éclairée » entre <a id="a2">autres exigences</a>. Il s’agit tout simplement de la meilleure définition du consentement qui soit.
pt_br: Geralmente, não. Mas em alguns casos, sim. Depende do lugar onde você mora. O <a id="a1">Regulamento Geral de Proteção de Dados</a> (GDPR) da União Europeia adota uma posição bastante rigorosa em relação à concessão de permissão para o processamento de dados e ao que isso implica. A permissão deve ser uma “ação afirmativa”, concedida de forma livre e informada, entre <a id="a2">outros requisitos</a>. É uma versão de permissão que faz todo sentido.

# body.d43c7e88-ea80-4898-83af-24ef817be83a
source: But even Europeans aren’t totally out of the woods. “Consent” is only one of six reasons for data processing under the GDPR. So companies can try to shoe-horn their use of your data into a different “legitimate reason,” besides consent. Meta <a id="a1">tried</a> to do this by arguing that users <i>want</i> their data to be used for personalized ads, saying it’s part of what people sign up for when they join Facebook, Instagram, and WhatsApp. Hmm.
de: Aber auch Europäer*innen sind damit noch lange nicht auf dem Trockenen. „Zustimmung“ ist nur einer von sechs Gründen für die Datenverarbeitung gemäß DSGVO. Unternehmen können also versuchen, die Nutzung Ihrer Daten mit einem anderen „legitimen Grund“ zu begründen als Ihrer Zustimmung. Meta <a id="a1">versuchte,</a> dies zu tun, und gab an, dass Nutzer*innen <i>wollen,</i> dass ihre Daten für personalisierte Anzeigen genutzt werden und dass jede*r Nutzer*in von Facebook, Instagram und WhatsApp dem durch das Anmelden auf diesen Diensten zustimmt. Hmmm.
es: Pero ni siquiera los europeos se encuentran completamente fuera de peligro. El “consentimiento” constituye solamente uno de los seis motivos para el procesamiento de datos según el RGPD. Así que las empresas pueden intentar meter el uso de tus datos dentro de otros "motivos legítimos", aparte del consentimiento. Meta <a id="a1">intentó</a> hacer eso cuando argumentó que los usuarios <i>desean</i> que sus datos se utilicen para anuncios personalizados, al afirmar que es parte de lo que las personas aceptan cuando se unen a Facebook, Instagram y WhatsApp. Mmm.
fr: Mais les Européens ne sont pas pour autant à l’abri. Le « consentement » n’est qu’un des six motifs permettant le traitement des données prévus par le RGPD. Ainsi, les entreprises peuvent justifier l’utilisation de vos données en se basant sur une autre « raison légitime », en dehors du consentement. Meta, par exemple, a <a id="a1">tenté</a> de le faire en argumentant que les utilisateurs <i>veulent</i> que leurs données soient utilisées pour des publicités personnalisées, affirmant que cela fait partie de ce pour quoi les gens « signent » lorsqu’ils rejoignent Facebook, Instagram et WhatsApp. No comment, comme on dit au pays de l’Oncle Sam.
pt_br: Ainda assim, os europeus têm motivos para se preocupar. Afinal, “permissão” é apenas um dos seis motivos para o processamento de dados de acordo com o GDPR. As empresas ainda podem tentar encontrar uma “justificativa legítima” diferente para o uso de seus dados, além da permissão. A Meta <a id="a1">tentou</a> justificar essa medida argumentando que os usuários <i>desejam</i> ter seus usados para anúncios personalizados, alegando que isso está implícito no acordo ao se inscreverem no Facebook, Instagram e WhatsApp. Sei, sei.
