Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/what-does-giving-your-consent-really-mean.po
Languages: de, es, fr, pt_br

# body.d43c7e88-ea80-4898-83af-24ef817be83a
source: Most other countries, including the United States, either don’t have a federal personal data privacy law, or it’s a bit ambiguous on consent. In the US, that leaves the limited Health Insurance Portability and Accountability Act (HIPAA) to do the heavy lifting on protecting health information, while other kinds of data privacy protections vary by state. But even the strongest of those, like California’s Consumer Privacy Act (CCPA), leave room for murkier kinds of consent. So does Canada’s equivalent Personal Information Protection and Electronic Documents Act (PIPEDA).
de: Die meisten anderen Länder, darunter auch die Vereinigten Staaten, haben entweder kein bundesweite geltendes Gesetz zum Schutz personenbezogener Daten oder sind in Bezug auf die Einwilligung etwas unklar. In den USA ist der Health Insurance Portability and Accountability Act (HIPAA) für den Schutz von Gesundheitsdaten zuständig, während andere Arten des Datenschutzes je nach Bundesstaat variieren. Aber selbst die stärksten dieser Gesetze, wie das kalifornische Gesetz zum Schutz der Privatsphäre der Verbraucher (CCPA), lassen Raum für undurchsichtige Arten der Zustimmung. Das Gleiche gilt für das kanadische Gesetz zum Schutz persönlicher Informationen und elektronischer Dokumente (PIPEDA).
es: En la mayoría de los demás países, entre ellos Estados Unidos, no existe una ley federal sobre privacidad de datos personales o el consentimiento es un tanto ambiguo. En ese país, es la limitada Ley de Portabilidad y Responsabilidad del Seguro Médico (HIPAA) la que se encarga del arduo trabajo de proteger la información de salud, mientras que otros tipos de protección de la privacidad de datos varían por estado. Pero aun las más estrictas, como la Ley de Privacidad del Consumidor de California (CCPA) dan margen para tipos de consentimiento más turbios. Lo mismo sucede con el equivalente en Canadá, la Ley de Protección de Información Personal y Documentos Electrónicos (PIPEDA).
fr: La plupart des autres pays, y compris les États-Unis, ne disposent pas de loi sur la protection des données personnelles, ou lorsqu’il y en a une, celle-ci se révèle ambiguë en ce qui concerne le consentement. Aux États-Unis, cela a notamment pour conséquence de laisser au Health Insurance Portability and Accountability Act (HIPAA) la tâche de protéger les informations liées à la santé, tandis que le reste des mesures de protection des données liées à la vie privée varient fortement d’un État à l’autre. Là encore, même les plus exigeantes d’entre elles, comme le California Consumer Privacy Act (CCPA), laissent place à des formes plus floues de consentement. Et malheureusement, il en va de même pour le Personal Information Protection and Electronic Documents Act (PIPEDA) au Canada, qui en est l’équivalent.
pt_br: Outros países, incluindo os Estados Unidos, não têm uma lei federal de privacidade de dados pessoais claramente definida. No caso dos EUA, a Lei de Portabilidade e Responsabilidade do Seguro de Saúde (HIPAA) é a principal regulamentação para proteção de informações de saúde, enquanto as proteções de privacidade de outros tipos de dados variam de estado para estado. No entanto, mesmo as leis mais rígidas, como a Lei de Privacidade do Consumidor da Califórnia (CCPA), permitem certa ambiguidade em relação à permissão. Isso também ocorre no Canadá, com a Lei de Proteção de Informações Pessoais e Documentos Eletrônicos (PIPEDA).

# body.d43c7e88-ea80-4898-83af-24ef817be83a
source: And when consent <i>is</i> protected by the law? It’s still easy for apps to fall between the cracks.
de: Und wann ist eine Zustimmung <i>gesetzlich geschützt</i>? Apps können immer noch leicht unter den Tisch fallen.
es: ¿Y cuando el consentimiento <i>está</i> protegido por la ley? Sigue resultando muy fácil que las aplicaciones esquiven las normas.
fr: Enfin, lorsque le consentement <i>est</i> protégé par la loi, il reste facile pour les applications de passer entre les mailles du filet.
pt_br: E quando a permissão <i>é</i> assegurada por lei? Ainda assim, os aplicativos conseguem encontrar várias lacunas.

# body.1f25146d-10b2-4c3c-8711-c3172568f4ae.quote
source: “You expect that it's like the safety of ketchup in the supermarket — that when an app is on the market it meets some minimum safe data practices. But it doesn't work that way. Data protection authorities are bureaucratic and slow-moving while the scale of digital products is massive. They can’t keep up.”
de: „Man erwartet, dass es sich wie bei der Sicherheit von Ketchup im Supermarkt verhält – dass eine App, wenn sie auf dem Markt ist, ein Minimum an sicheren Datenpraktiken erfüllt. Aber so funktioniert es nicht. Die Datenschutzbehörden sind bürokratisch und langsam, während es enorm viele digitale Produkte gibt. Da können sie nicht mithalten.“
es: “Esperarías que la seguridad fuera como la de una botella de salsa de tomate que compras en el supermercado. Es decir, que cuando una aplicación sale al mercado, ya cumple un mínimo de prácticas de protección de datos. Pero no es así. Las autoridades para la protección de datos son burocráticas y se mueven con lentitud, mientras que la escala de los productos digitales es masiva. No pueden seguirles el paso”.
fr: « On s’attendrait à ce que ce soit comme les mesures de sécurité portant sur les aliments par exemple, et qu’une fois qu’une application est sur le marché, elle respecte à minima certaines pratiques en vigueur concernant la protection des données. Ce n’est pourtant pas le cas. Les autorités de protection des données sont des entités bureaucratiques au fonctionnement plutôt lent, alors que le nombre d’applications et de sites croît chaque jour. Elles ne peuvent tout simplement pas suivre le rythme. »
pt_br: “Você espera que seja como a segurança dos alimentos nas prateleiras do supermercado – que quando um aplicativo é lançado, ele atenda a certas práticas mínimas de proteção de dados. Mas a realidade é diferente. As autoridades responsáveis pela proteção de dados são lentas e burocráticas, enquanto o mundo digital avança em um ritmo acelerado. Elas simplesmente não conseguem acompanhar esse ritmo.”

# body.1f25146d-10b2-4c3c-8711-c3172568f4ae.attribution
source: Misha Rykov, Researcher @ *Privacy Not Included
de: Misha Rykov, Forschender @ *Datenschutz nicht inbegriffen
es: Misha Rykov, investigador en *Privacidad no incluida
fr: Misha Rykov, chercheur @ *Confidentialité non incluse
pt_br: Misha Rykov, pesquisador, *Privacidade não incluída

# body.2ada6531-5974-48f7-b39b-ca0e73a70dfe
source: This means that the “protection” the law offers often comes too late, as a penalty or a fine after your private information has already been exposed. Like when, just earlier this year:
de: Das bedeutet, dass der „Schutz“, den das Gesetz bietet, oft zu spät kommt, als Strafe oder Bußgeld, nachdem Ihre privaten Informationen bereits offengelegt wurden. So wie zu Beginn dieses Jahres:
es: Esto significa que la protección que ofrece la ley suele llegar demasiado tarde, más como una sanción o multa después de que tu información privada ya haya quedado expuesta. Así sucedió apenas a principios de este año:
fr: Concrètement, cela signifie que la « protection » offerte par la loi intervient souvent trop tard, sous forme de pénalité ou d’amende bien après que vos informations privées ont été exposées. C’est exactement ce qui s’est passé plus tôt cette année :
pt_br: Isso significa que a “proteção” oferecida pela lei muitas vezes chega tarde demais, sob a forma de penalidades ou multas, depois que suas informações privadas já foram divulgadas. Como ocorreu recentemente, no início deste ano:

# body.1941edc3-9460-449e-8d58-b2ddce106411
source: Mental health app <a id="a1">Cerebral</a> <a id="a2">admitted</a> to a HIPAA violation, by exposing the health data of the private personal health information of over 3.1 million patients with social media sites like Facebook and TikTok.
de: Die Mental-Health-App <a id="a1">Cerebral</a> <a id="a2">gab zu,</a> gegen HIPAA verstoßen zu haben, indem sie die privaten Gesundheitsdaten von über 3,1 Millionen ihrer Anwender*innen an Social-Media-Sites wie Facebook und TikTok weitergab.
es: La aplicación de salud mental <a id="a1">Cerebral</a> <a id="a2">reconoció</a> una infracción a la HIPAA porque expuso los datos personales privados de salud de más de 3,1 millones de pacientes miembros de redes sociales como Facebook y TikTok.
fr: L’application de santé mentale <a id="a1">Cerebral</a> a <a id="a2">reconnu</a> avoir enfreint le Health Insurance Portability and Accountability Act (HIPAA) en exposant les données confidentielles portant sur la santé de plus de 3,1 millions de patients sur des réseaux sociaux comme Facebook et TikTok.
pt_br: O aplicativo de saúde mental <a id="a1">Cerebral</a> <a id="a2">reconheceu</a> ter violado o HIPAA, expondo informações de saúde pessoais e privadas de mais de 3,1 milhões de pacientes em redes sociais como Facebook e TikTok.

# body.1941edc3-9460-449e-8d58-b2ddce106411
source: BetterHelp <a id="a1">got in trouble</a> with the US’ Federal Trade Commission (FTC) for sharing health data it had promised to keep private — including information about mental health challenges — with companies including Facebook and Snapchat. BetterHelp said the settlement (which included a payment of $7.8M) was not an admission of wrongdoing and that the behavior for which it was sanctioned is standard for the industry.
de: BetterHelp <a id="a1">bekam Ärger</a> mit der US-amerikanischen Federal Trade Commission (FTC), weil das Unternehmen Gesundheitsdaten – einschließlich Informationen über psychische Probleme – an Unternehmen wie Facebook und Snapchat weitergegeben hatte, von denen es eigentlich versprochen hatte, sie für sich zu behalten. BetterHelp erklärte, dass der Vergleich (der eine Zahlung von 7,8 Mio. USD umfasste) kein Eingeständnis eines Fehlverhaltens sei und dass das Verhalten, für das es bestraft wurde, in der Branche üblich sei.
es: BetterHelp <a id="a1">se metió en problemas</a> con la Comisión Federal de Comercio (FTC) de Estados Unidos por compartir los datos de salud que había prometido mantener privados —entre otros, información sobre problemas de salud mental— con empresas como Facebook y Snapchat. BetterHelp señaló que el acuerdo (que incluyó un pago de USD 7,8 millones) no constituía un reconocimiento de delito y que las acciones por las que recibió sanciones son típicas en el sector.
fr: Et BetterHelp a dû faire face à des <a id="a1">problèmes</a> avec la Federal Trade Commission (FTC) des États-Unis pour avoir partagé des données de santé que l’application avait promis de garder confidentielles, dont des informations sur les problèmes de santé mentale de ses utilisateurs communiquées à des entreprises comme Facebook et Snapchat. BetterHelp a déclaré que l’accord conclu (qui comprenait le paiement de 7,8 millions de dollars) n’était en aucun cas une reconnaissance de tort et que le comportement pour lequel elle a été sanctionnée était la norme dans ce secteur.
pt_br: A plataforma BetterHelp <a id="a1">teve complicações</a> com a Comissão Federal de Comércio (FTC) dos Estados Unidos por violar a promessa de manter em sigilo dados de saúde, incluindo detalhes sobre desafios relacionados à saúde mental. Esses dados foram compartilhados com empresas como Facebook e Snapchat. Como resultado, a empresa foi alvo de uma ação legal e teve que pagar uma multa de US$ 7,8 milhões, mas alegou que o acordo não significava uma admissão de culpa e que tais práticas são consideradas normais na indústria.

# body.60f55e7f-bd40-403f-b08f-70ade35586d3
source: What can you do about it?
de: Was können Sie tun?
fr: Que pouvez-vous faire ?

# body.60f55e7f-bd40-403f-b08f-70ade35586d3
source: No one should have to pay for wellness with their privacy. And it shouldn’t be on you to defend your data from companies that seem to have invented a totally new meaning for the word “consent.” But, until these pretty common practices are abandoned, there are steps you can take to better protect yourself and your community.
de: Niemand sollte für Wohlbefinden mit seiner Privatsphäre bezahlen müssen. Und es sollte nicht an Ihnen liegen, Ihre Daten vor Unternehmen zu schützen, die eine komplett neue Bedeutung für das Wort „Einwilligung“ entwickelt zu haben scheinen. Aber bis diese ziemlich häufigen Praktiken aufgegeben werden, gibt es Schritte, die Sie unternehmen können, um sich und Ihre Gemeinschaft besser zu schützen.
fr: Personne ne devrait avoir à payer son bien-être avec sa vie privée. Et vous ne devriez pas avoir à défendre vos données face à des entreprises qui semblent avoir trouvé un sens totalement nouveau au mot « consentement ». Mais, en attendant que ces pratiques assez courantes soient abandonnées, vous pouvez prendre certaines mesures pour mieux vous protéger, vous et votre communauté.

# body.6fc3958a-b2e0-4ad2-97e6-e462a1ab2323
source: Take steps to protect your own privacy
de: Ergreifen Sie Schritte, um Ihre Privatsphäre zu schützen
fr: Prenez des mesures pour protéger votre vie privée

# body.6fc3958a-b2e0-4ad2-97e6-e462a1ab2323
source: Here are a few things you can do to better understand what you’re (often unintentionally) agreeing to when you’re using apps that collect sensitive information.
de: Hier sind einige Dinge, die Sie tun können, um besser zu verstehen, welchen Bedingungen Sie (oft unbeabsichtigt) zustimmen, wenn Sie Apps verwenden, die sensible Daten sammeln.
fr: Voici ce que vous pouvez faire pour mieux comprendre ce que vous acceptez (souvent involontairement) lorsque vous utilisez des applications qui collectent des informations sensibles.

# body.94af2b1f-8e86-4d99-a0d1-b7b2b0a29cd0
source: To get more detailed privacy tips, check out our individual <a id="a1">mental health</a> and <a id="a2">reproductive app</a> reviews.
de: Für weitere detaillierte Tipps zum Thema Datenschutz können Sie unsere Bewertungen der einzelnen <a id="a1">Mental-Health-</a> und <a id="a2">Reproductive-Health-Apps</a> lesen.
es: Para obtener consejos más detallados sobre privacidad, visita nuestras reseñas individuales sobre aplicaciones de <a id="a1">salud mental</a> y <a id="a2">reproductiva</a>.
fr: Pour obtenir davantage de conseils, consultez nos avis détaillés sur la plupart des applications de <a id="a1">santé mentale</a> et de <a id="a2">santé reproductive</a>.
pt_br: Para dicas de privacidade mais aprofundadas, recomendamos que você consulte nossas análises individuais de <a id="a1">aplicativos de saúde mental</a> e <a id="a2">reprodutiva</a>.

# body.cace2bca-9bb9-4eb5-9c9f-c155a6208a1c
source: Support our work
de: Unterstützen Sie unsere Arbeit
fr: Soutenez notre travail

# body.cace2bca-9bb9-4eb5-9c9f-c155a6208a1c
source: We’re able to do and publish this research thanks (in huge part) to donations from privacy-loving people like you. Many of our supporters contribute $35-$50. Can you help us shine a light on companies’ creepy privacy practices today?
de: Wir können diese wissenschaftliche Untersuchung (zu einem großen Teil) dank Spenden von datenschutzfreundlichen Menschen wie Ihnen durchführen und veröffentlichen. Viele unserer Unterstützer spenden 35 bis 50 Euro. Können Sie uns heute helfen, die gruseligen Datenschutzpraktiken von Unternehmen ans Licht zu bringen?
fr: Nous sommes en mesure de réaliser et de publier ces recherches grâce (en grande partie) aux dons de personnes comme vous qui tiennent à la protection de leur vie privée. De nombreuses personnes font des dons entre 35 et 50 €. Pouvez-vous nous aider à mettre en lumière les pratiques flippantes des entreprises en matière de respect de la vie privée ?

# body.1631fe78-d0a2-4304-b592-87810c39533a.label
source: Make a Donation Today
de: Spenden Sie heute
fr: Faire un don

# body.0fd03543-b2d9-4e3a-830d-89093d1244f2
source: <i>Want to make an even bigger impact?</i> <a id="a1"><i>Join us as a monthly donor today</i></a><i> to help provide sustainable funding so we can fight for better tech all year round!</i>
de: <i>Möchten Sie noch mehr tun? </i><a id="a1"> <i>Werden Sie noch heute monatlicher Spender</i></a><i>, um uns nachhaltig zu finanzieren, damit wir das ganze Jahr über für bessere Technologie kämpfen können!</i>
fr: <i>Vous voulez faire encore plus la différence ? <a id="a1">Faites un don mensuel</a> pour aider à nous apporter un financement durable afin que nous puissions nous battre pour de meilleures technologies toute l’année !</i>

# search_description
source: Apps that collect sensitive information often say they won't share it without your "consent," but that doesn't mean what you probably think it does.
de: Apps, die sensible Daten sammeln, behaupten oft, dass sie diese nicht ohne Ihre „Zustimmung“ weitergeben. Allerdings bedeutet das oft etwas anderes, als Sie denken.
es: Las aplicaciones que recopilan información sensible suelen decir que no la comparten sin tu "consentimiento", pero eso no suele significar lo que parece a simple vista.
fr: Les applications qui collectent des informations sensibles disent souvent qu’elles ne les partageront pas sans votre « consentement ». Mais cela signifie rarement la même chose pour elles et pour vous.
pt_br: Os aplicativos que coletam informações confidenciais frequentemente prometem não as compartilhar sem a sua “permissão”, mas isso nem sempre tem o significado que você imagina.

# body.a8f28ea5-f9c6-4560-8332-253a280a4a74
source: Isn’t this somehow against the law?
es: ¿No va eso en contra de la ley?
pt_br: Mas isso não viola alguma lei?

# body.4bb5941b-19b0-4560-bfe8-8234ed87f79c
source: What can you do about it?
es: ¿Qué puedes hacer al respecto?
pt_br: O que você pode fazer?

# body.60f55e7f-bd40-403f-b08f-70ade35586d3
source: No one should have to pay for wellness with their privacy. But there are a few things you can do to better understand what you’re (often unintentionally) agreeing to when you’re using apps that collect sensitive information, and to protect your own privacy.
pt_br: Ninguém deveria ter que abrir mão de sua privacidade para cuidar do seu bem-estar. Mas existem algumas medidas que você pode tomar para compreender melhor o que está aceitando (muitas vezes, sem intenção) ao utilizar aplicativos que coletam informações confidenciais e proteger sua privacidade.
