Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/what-data-does-*-car-collect-about-me-and-where-does-*.po
Languages: it_go

# body.89b47ff3-5e03-4f37-923f-1ce357cebd8b
source: Welp, there’s more not-so-great news, folks. Most of the car companies we looked at commit many of the biggest data privacy no-nos in <a id="a1">our books</a>. We already talked about how, according to our standards, they collect too much data about you and how they sell inferences. There’s more. Car brands might combine information collected about you from your car with personal information they get from third parties. Then, they often share (and sometimes sell) that information (plus the “inferences” they created based on it) to all kinds of businesses. Over-collecting, combining, sharing, and selling are all things we do not like to see in privacy policies.
it_go: Leider gibt es noch mehr Unerfreuliches zu berichten. Die meisten Autohersteller in unserem Test begehen viele der größten Datenschutzverstöße, die wir <a id="a1">hier</a> erfasst haben. Wie erwähnt, sammeln sie nach unseren Maßstäben zu viele Daten und verkaufen zudem Infos, die auf Rückschlüssen basieren. Doch damit nicht genug: Möglicherweise kombinieren Autohersteller das, was sie durch Ihr Auto über Sie erfahren haben, mit persönlichen Daten, die sie von Dritten beziehen. Anschließend geben sie diese Infos (und die darauf basierenden „Rückschlüsse“) dann häufig an alle möglichen Unternehmen weiter (mitunter auch gegen Geld). Übermäßiges Sammeln, Kombinieren, Weitergeben und Verkaufen sehen wir in Datenschutzerklärungen nicht gerne.

# body.bd4a36fb-dbfc-412a-992d-7e9fcddd29d5
source: When it comes to disclosing who your car shares and sells your data to, vague language strikes again! The privacy policies we read usually only listed the <b>categories of businesses</b> they share with, like “service providers.” When they did name companies, the privacy policies often used more qualifying language like “such as,” “etc.” “and others,” “or similar” to make it clear that they’re only sharing a sample. Other times, the privacy policies only said that data would be shared or sold without saying to who.
it_go: Bei der Frage, an wen Ihr Auto Ihre Daten weitergibt und verkauft, wird es wieder seeehr vage! In den Datenschutzerklärungen, die wir gelesen haben, waren meist nur die <b>Kategorien der Unternehmen</b> aufgeführt, mit denen die Daten geteilt werden, z. B. „Dienstleister“. Wurden tatsächlich Unternehmen genannt, enthielten die Datenschutzerklärungen oft einschränkende Formulierungen („wie“, „usw.“, „und andere“, „oder Ähnliche“ …), um klarzustellen, dass es sich nur um eine Auswahl handelt. In anderen Fällen erwähnt die Datenschutzerklärung nur, dass Daten weitergegeben oder verkauft werden – ohne zu spezifizieren, an wen.

# body.bd4a36fb-dbfc-412a-992d-7e9fcddd29d5
source: After over 600 hours of research, we’re still confused about who car companies are sharing your data with and selling it to. But we do have a pretty good guess about why they’re doing it. Your data is a valuable business asset to these companies. And cars, like we mentioned earlier, can collect more and more detailed personal data than almost any other device or company can. So of course car companies are keen to cash in on that. Nineteen (76%) of the car companies we looked at say they can <b>sell your personal data</b>.
it_go: Nach über 600 Stunden Recherche haben wir immer noch kein klares Bild davon, mit wem Autohersteller Ihre Daten teilen und an wen sie diese verkaufen. Aber wir haben eine schlaue Vermutung, warum sie es tun: Weil Ihre Daten bares Geld wert sind! Wie erwähnt, sind Autos in der Lage, mehr und detailliertere persönliche Daten zu sammeln als fast jedes andere Gerät oder Unternehmen. Daher haben Autohersteller selbstverständlich ein gesteigertes Interesse daran, dieses Potenzial zu Geld zu machen. 19 (76 %) der Autohersteller in unserem Test geben an, dass sie <b>Ihre persönlichen Daten verkaufen</b> können.

# body.bd4a36fb-dbfc-412a-992d-7e9fcddd29d5
source: We know this about personal data because of data privacy laws like the General Data Protection Regulation (GDPR) in Europe and the California Consumer Privacy Act (CCPA) in the United States. Both laws say that if a company plans to sell or share your personal data, they have to let you know. So even though the information isn’t as detailed as we’d like it to be, it is listed in the privacy policy.
it_go: Das mit den persönliche Daten wissen wir aufgrund von Datenschutzgesetzen wie der Allgemeinen Datenschutzverordnung (General Data Protection Regulation, GDPR) in Europa und dem California Consumer Privacy Act (CCPA) in den Vereinigten Staaten. Beide Gesetze besagen, dass ein Unternehmen, das plant, Ihre persönlichen Daten zu verkaufen oder weiterzugeben, Sie davon in Kenntnis setzen muss. Auch wenn wir es gerne detaillierter hätten: Immerhin ist dieser Punkt in den Datenschutzerklärungen aufgeführt.

# body.bd4a36fb-dbfc-412a-992d-7e9fcddd29d5
source: On the other hand, even the strongest privacy laws don’t apply to <a id="a1">so-called</a> “aggregated and anonymized” data. So we can’t know how that information is handled. What we do know is that there’s a booming industry based on selling data from cars. On their website, automotive data broker (or “vehicle data hub”) <a id="a2">High Mobility</a> advertises their wide range of data products that include precise location, those two we mentioned earlier (“heart rate” and “driver fatigue”) and 57 <a id="a3">other categories</a>. Oh, and! They have a partnership with nine (36%) of the car brands we researched.
it_go: Andererseits gelten selbst die strengsten Datenschutzgesetze nicht für <a id="a1">so genannte</a> „aggregierte und anonymisierte“ Daten. Wir können demnach nicht wissen, wie mit diesen Informationen umgegangen wird. Allerdings wissen wir, dass es eine boomende Industrie rund um den Verkauf von Daten gibt, die über Autos erfasst werden. Auf seiner Website wirbt der Automobil-Datenbroker (oder „Fahrzeugdaten-Hub“) <a id="a2">High Mobility</a> für seine breite Palette an Datenprodukten, die den genauen Standort, die bereits erwähnte „Herzfrequenz“ und den „Müdigkeitsstatus“ der fahrenden Person sowie 57 <a id="a3">weitere Kategorien</a> umfasst. Ach, und übrigens unterhält High Mobility eine Partnerschaft mit 9 (36 %) der Automarken in unserem Test. Na, wenn das kein Zufall ist …

# body.8b5be749-f748-480d-89ee-193fb14ec632.quote
source: “The detailed data collected by car companies is a data broker’s dream. Indeed, Vehicle Data Hubs are rich with that information. Yet we still know so little about how they obtain, process, and sell it. That is the sad irony about the data broker business: they make billions off of our essentially stolen private information while revealing next to nothing about how they operate.”
it_go: „Die detaillierten, von Autoherstellern gesammelten Daten sind der Traum eines jeden Datenbrokers. Tatsächlich wimmeln die Fahrzeugdaten-Hubs nur so vor diesen Informationen. Dennoch wissen wir immer noch so wenig darüber, wie sie an diese Daten kommen, sie verarbeiten und verkaufen. Das ist die traurige Ironie des Datenbroker-Geschäfts: Die Broker verdienen Milliarden mit unseren im Grunde gestohlenen privaten Informationen, während sie sich über ihre eigene Arbeitsweise bedeckt halten.“

# body.8b5be749-f748-480d-89ee-193fb14ec632.attribution
source: Misha Rykov, Researcher @ *Privacy Not Included
it_go: Misha Rykov, Forschender @ *Datenschutz nicht inbegriffen

# body.7a2dfd2d-4928-4485-90c4-5110cc34b103
source: The more we try to learn about cars and privacy, the more questions we have. Like, what happens to your personal data <i>after</i> it’s shared? And how can time-stamped, precise location data ever be <i>anonymous</i>?
it_go: Je mehr wir über Autos und Datenschutz erfahren wollen, desto mehr Fragen stellen sich. Zum Beispiel: Was passiert mit Ihren persönlichen Daten <i>nach</i> deren Weitergabe? Und wie sollen zeitgestempelte, präzise Standortdaten <i>anonym</i> sein?

# body.88158af8-851d-470b-b54b-0e09b38e4878
source: … And where does the data end up?
it_go: … Und wo landen die ganzen Daten am Ende?

# body.88158af8-851d-470b-b54b-0e09b38e4878
source: Even though it might not sound like it, our research at *Privacy Not Included is based on the best case scenario. We can only really report on what companies <i>say</i> they’ll do with your data in their privacy policies. That’s why we take security standards and track record <a id="a1">into account</a> when handing out warning labels. And on that point, it’s a “yikes” across the board for car brands. Seventeen (68%) of the car companies earned our “bad track record” ding for failing to protect and respect their users’ privacy with a leak, breach, or hack recently. Among the greatest hits to their customers’ privacy:
it_go: Auch wenn es vielleicht nicht danach aussieht: Unsere Untersuchungen bei *Datenschutz nicht inbegriffen basieren auf dem „Best-Case-Szenario“. Denn wenn es darum geht, wie Unternehmen Ihre Daten handhaben, können wir nur berichten, welche <i>Angaben</i> sie diesbezüglich in ihren Datenschutzerklärungen machen. Deshalb <a id="a1">berücksichtigen</a> wir bei der Vergabe unserer Warnhinweise auch Sicherheitsstandards sowie die Erfolgsbilanz. Was diesen Punkt betrifft, performen die untersuchten Automarken durchweg unterirdisch: 17 (68 %) der Autohersteller im Test haben wir mit dem Warnsignal „schlechte Erfolgsbilanz“ angeklingelt, weil sie die Privatsphäre ihrer Nutzer*innen weder geschützt noch respektiert haben, als es in letzter Zeit zu einem Datenleck, einer Datenschutzverletzung oder einem Hack im Unternehmen kam. Einige der größten Pannen haben sich diese Unternehmen geleistet:

# body.88158af8-851d-470b-b54b-0e09b38e4878
source: <a id="a1">Volkswagen</a> and its daughter company <a id="a2">Audi</a><a id="a3"> suffered</a> a data breach affecting 3.3 million users.
it_go: Bei <a id="a1">Volkswagen</a> und seiner Tochtergesellschaft <a id="a2">Audi</a> <a id="a3">kam es</a> zu einer Datenverletzung, die 3,3 Millionen Nutzer*innen betrifft.

# body.88158af8-851d-470b-b54b-0e09b38e4878
source: <a id="a1">Toyota</a><a id="a2"> leaked</a> data of 2.15M users over 10 years between 2013 and 2023.
it_go: <a id="a1">Toyota</a> hat über einen Zeitraum von zehn Jahren zwischen 2013 und 2023 die Daten von 2,15 Millionen Nutzer*innen <a id="a2">weitergegeben</a>.

# body.88158af8-851d-470b-b54b-0e09b38e4878
source: In June 2022 <a id="a1">Mercedes-Benz</a><a id="a2"> disclosed</a> a data leak on the part of a third-party vendor that exposed the personal information of up to 1.6 million prospective and actual customers, including names, street addresses, email addresses and phone numbers.
it_go: Im Juni 2022 gab <a id="a1">Mercedes-Benz</a> <a id="a2">ein Datenleck</a> bei einem Drittanbieter bekannt, das persönliche Daten von bis zu 1,6 Millionen potenziellen und bestehenden Kund*innen offenlegte, darunter Name, Anschrift, E-Mail-Adresse und Telefonnummern.

# body.88158af8-851d-470b-b54b-0e09b38e4878
source: With all the mysterious sharing and selling on top of these epic-level oopsie daisies, we’re worried about all that super personal and detailed information getting into even wrong-er hands than your car’s parent company. Like <a id="a1">law enforcement</a>, <a id="a2">hackers</a>, or just about <a id="a3">anyone</a> who can purchase from a data broker.
it_go: Angesichts der Tatsache, dass zu diesen superpeinlichen Datenpannen auch noch undurchsichtige Weitergabe- und Verkaufsaktivitäten hinzukommen, machen wir uns berechtige Sorgen, dass all die extrem persönlichen und detaillierten Informationen in noch schlechtere Hände geraten könnten als in die der Muttergesellschaften Ihres Autos. Zum Beispiel in den Besitz von <a id="a1">Gesetzeshütern</a>, <a id="a2">Hackern</a> oder so ziemlich <a id="a3">allen</a>, die bei Datenbrokern shoppen können.

# body.88158af8-851d-470b-b54b-0e09b38e4878
source: Want to learn more about what could happen if something goes wrong? We’re not done talking about cars and privacy. Sign up for our newsletter to get our latest delivered to your inbox.
it_go: Sie möchten mehr darüber erfahren, was passieren kann, wenn etwas schiefgeht? Unser Gespräch über Autos und Datenschutz ist noch nicht beendet. Melden Sie sich jetzt für unseren Newsletter an und bleiben Sie per E-Mail auf dem Laufenden!

# body.339c8cec-291e-4a7e-b11e-d384897251db.label
source: Subscribe to our newsletter
it_go: Abonnieren Sie unseren Newsletter

# seo_title
source: What Data Does My Car Collect About Me and Where Does It Go?
it_go: Welche Daten sammelt mein Auto über mich und wo landen sie?

# search_description
source: Your car can collect data about what you do, where you go, what you say, and even how you move your body. Find out what car companies do with that information.
it_go: Ihr Auto kann Daten darüber sammeln, was Sie tun, wohin Sie gehen, was Sie sagen und sogar, wie Sie sich bewegen. Finden Sie heraus, was Autohersteller mit diesen Informationen anstellen.
