Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/what-data-does-*-car-collect-about-me-and-where-does-*.po
Languages: it_go

# title
source: What Data Does My Car Collect About Me and Where Does It Go?
it_go: Welche Daten sammelt mein Auto über mich und wo landen sie?

# body.a9b8657c-9a75-4370-b3f0-63f5b85b5a29.quote
source: What did I learn in researching the privacy and security of 25 of the top car brands in the world? Modern cars are a privacy nightmare and it seems that the Fords, Audis, and Toyotas of the world have shifted their focus from selling cars to selling data.
it_go: Was ich daraus gelernt habe, 25 der größten Automarken der Welt mit Blick auf Datenschutz und Sicherheit unter die Lupe zu nehmen? Erstens: Wenn’s um unsere Privatsphäre geht, sind moderne Autos ein wahrer Albtraum. Und zweites: Wie es scheint, verlagern Ford, Audi, Toyota & Co. ihr Kerngeschäft vom Autohandel zunehmend auf den Datenhandel …

# body.a9b8657c-9a75-4370-b3f0-63f5b85b5a29.attribution
source: Misha Rykov, Researcher @ *Privacy Not Included
it_go: Misha Rykov, Forschender @ *Datenschutz nicht inbegriffen

# body.356c116e-2789-4247-8b14-89ecd9ccaac8
source: When all of the 25 car brands we reviewed earn our *Privacy Not Included warning label for failing to respect and protect their customers’ privacy, something is seriously wrong. Car companies, are you hard up on cash? Your swan dive into the data biz is worrying us. It’s just that… Drivers are already paying you for their cars so why are you taking their privacy too? Ugh.
it_go: Allen 25 Automarken im Test mussten wir unseren *Datenschutz nicht inbegriffen-Warnhinweis verpassen, weil sie die Privatsphäre ihrer Kund*innen weder respektiert noch geschützt haben. Da läuft etwas gehörig schief! Hey, Autohersteller – seid ihr knapp bei Kasse, oder was? Wir finden es nämlich extrem beunruhigend, mit welchem Feuereifer ihr euch ins Datengeschäft stürzt. Eure Kund*innen bezahlen doch bereits gutes Geld für eure Autos. Wollt ihr ihnen jetzt auch noch die Privatsphäre stehlen? Nicht nett.

# body.356c116e-2789-4247-8b14-89ecd9ccaac8
source: When we first started looking into cars and privacy, only one thing was clear: It’s complicated. Even to the car-markers! In response to a standard set of privacy and security questions we ask companies by email, <a id="a1">Mercedes-Benz</a> told us that it <b>wasn’t possible</b> to give us “universal answers.” And they’re kinda right. It is so difficult to get a clear picture of the data comings and goings between vehicles, their apps, their connected services, and more. But did your privacy-researching team take “it’s too complicated” for an answer? Heck no! Determined to help consumers get to the bottom of the privacy and security of cars, here’s what we learned after combing through 25 of the most popular car brands’ (many) privacy policies.
it_go: Als wir anfingen, uns mit dem Thema Autos und Datenschutz zu beschäftigen, war schnell klar: Das wird kompliziert. Auch für die Autohersteller selbst, wie’s aussieht! So hat <a id="a1">Mercedes-Benz</a> auf einige Standardfragen zum Datenschutz und zur Sicherheit, die wir allen Unternehmen per E-Mail gestellt haben, geantwortet, dass es <b>nicht möglich</b> sei, „allgemeingültige Aussagen“ zu treffen. Mercedes hat nicht ganz unrecht: Es ist tatsächlich schwierig, sich ein klares Bild darüber zu machen, welche Daten zwischen Fahrzeugen, Apps, vernetzten Diensten und so weiter hin- und herfließen. Ob das Forschungsteam von *Datenschutz nicht inbegriffen „zu kompliziert“ als Antwort akzeptiert hat? Nie und nimmer!!! Wir sind fest entschlossen, Verbraucher*innen dabei zu helfen, ihre Autos in puncto Datenschutz und Sicherheit auf Herz und Nieren zu prüfen. Lesen Sie, was wir herausgefunden haben, nachdem wir die (zahlreichen) Datenschutzerklärungen von 25 der beliebtesten Automarken weltweit durchforstet haben.

# body.18adeafb-0867-4057-8064-363419c9af6f
source: <a id="a1">How does my car collect data about me?</a>
it_go: <a id="a1">Wie sammelt mein Auto Daten über mich?</a>

# body.18adeafb-0867-4057-8064-363419c9af6f
source: <a id="a1">What data does my car collect?</a>
it_go: <a id="a1">Welche Daten sammelt mein Auto?</a>

# body.18adeafb-0867-4057-8064-363419c9af6f
source: <a id="a1">Where does all the data go?</a>
it_go: <a id="a1">Wo landen die ganzen Daten?</a>

# body.1d051b95-2235-4c7c-8da7-3d95b53b7a05
source: How does my car collect data about me?
it_go: Wie sammelt mein Auto Daten über mich?

# body.1d051b95-2235-4c7c-8da7-3d95b53b7a05
source: Cars have had some kind of computer in them since the 1970’s. What’s new is the number of them and the amount of things they control. If you had the pleasure of driving during the El Camino era before the mid-eighties, you might remember literally rolling down a car window -- by turning a crank. (A clunky move that makes it even harder to look cool hanging out the passenger side of your best friend’s ride.)
it_go: Computer werden schon seit den 1970er-Jahren in Autos verbaut. Neu ist die schiere Anzahl dieser Systeme – und wie viel sie kontrollieren. Wer das Vergnügen hatte, vor Mitte der 1980er-Jahre hinterm Steuer zu sitzen, wird sich gewiss noch daran erinnern, dass man an einer echten Kurbel drehen musste, um das Autofenster herunterzufahren. (Nicht unbedingt die eleganteste aller Bewegungen, vor allem, wenn man damit beschäftigt war, auf dem Beifahrersitz im Auto seines Kumpels möglichst cool auszusehen.)

# body.1d051b95-2235-4c7c-8da7-3d95b53b7a05
source: Nowadays, it takes just a press of a button to “roll down” your car’s windows as more and more of cars’ features are powered by computer systems that also connect to the internet. And we’re not just talking about state-of-the-art future-cars. Consulting firm McKinsey predicts that <b>95% of new vehicles</b> sold globally will be <a id="a1">connected</a> ones by 2030. “Basic vehicles,” the report says, will bring the most value from data because of their popularity. So if it doesn’t yet, calling a car “smart” will soon feel as retro as saying “smart phone.”
it_go: Heute genügt ein Knopfdruck, und die Fenster öffnen sich. Denn immer mehr Funktionen im Auto werden von Computersystemen gesteuert, die auch mit dem Internet verbunden sind. Und wir sprechen hier nicht nur von ultramodernen Zukunftsautos! Das Beratungsunternehmen McKinsey sagt voraus, dass <b>95 % der weltweit verkauften Neufahrzeuge</b> bis 2030 <a id="a1">vernetzt</a> sein werden. „Basisfahrzeuge“, so heißt es in dem Bericht, werden aufgrund ihrer Beliebtheit die meisten Daten generieren. Sieht ganz so aus, als würde die Bezeichnung „Smartcar“ bald so retro klingen wie heute schon das „Smartphone“.

# body.1d051b95-2235-4c7c-8da7-3d95b53b7a05
source: Cars with more advanced features and commands barely even need buttons. There’s touch-<b>sensors</b> and screens that work with barely a boop of the finger, a wave of the foot, or even by asking nicely. The future is now! But having all those microphones, cameras, and sensors sending signals through your car’s computers also means that whenever<b> you interact with your car</b> you create a tiny record of what you just did. Like when you turn the steering wheel or unlock the doors. And usually all that information is collected and stored by the car company.
it_go: Autos mit hochentwickelten Features und Befehlen benötigen kaum noch Tasten. Sie sind mit Touch-<b>Sensoren</b> und Displays ausgestattet, die per Fingerzeig, Fußbewegung oder sogar über eine freundliche Sprachaufforderung bedient werden. Die Zukunft ist da! Aber all diese Mikrofone, Kameras und Sensoren, die via Bordcomputer Signale senden, bedeuten auch, dass Sie bei jeder<b> Interaktion mit Ihrem Auto</b> eine winzige Aufzeichnung davon erstellen, was Sie gerade getan haben. Zum Beispiel, wenn Sie das Lenkrad drehen oder die Türen entriegeln. Und all diese Infos werden in der Regel von den Autoherstellern erfasst und gespeichert.

# body.1d051b95-2235-4c7c-8da7-3d95b53b7a05
source: Other bits of information about you and your passengers can be <b>collected automatically</b>, when you’re just sitting there. Because while your car is waiting to respond to your command, its sensors are, uh, “sensing”. That’s probably why vehicle data hubs, the data brokers of the car industry, can brag about having <a id="a1">so many</a> data points like driver fatigue -- which monitors head and eye position -- and heart rate.
it_go: Zusätzlich können automatisch weitere Informationen über Sie und Ihre Beifahrer*innen <b>gesammelt</b> werden, während Sie alle einfach nur im Auto sitzen. Denn während Ihr Fahrzeug darauf wartet, auf Ihre Befehle zu reagieren, bleiben seine Sensoren ständig auf Empfang. Das ist wahrscheinlich auch der Grund, warum die Fahrzeugdaten-Hubs – die „Datenbroker“ der Autoindustrie – damit prahlen können, <a id="a1">so viele</a> Datenpunkte zur Verfügung zu haben, unter anderem den Müdigkeitsstatus (ermittelt anhand der Kopf- und Augenposition) oder die Herzfrequenz der Person hinterm Lenkrad.

# body.9b63dda0-c0f0-454c-bce6-355db4149517.quote
source: Cars’ new bells and whistles mean the potential for more data-collecting sensors, cameras, and microphones. But unlike with apps or smart home devices, most drivers aren’t even aware this data is being collected -- let alone have the power to turn it off.
it_go: Dieser ganze neue Schnickschnack schafft Potenzial für noch mehr Sensoren, noch mehr Kameras und noch mehr Mikrofone im Auto, die Daten erheben. Aber anders als bei Apps oder Smart-Home-Geräten sind sich die meisten Autofahrer*innen nicht einmal bewusst, dass diese Daten überhaupt gesammelt werden – geschweige denn, ob es eine Möglichkeit gibt, das Ganze zu unterbinden.

# body.9b63dda0-c0f0-454c-bce6-355db4149517.attribution
source: Misha Rykov, Researcher @ *Privacy Not Included
it_go: Misha Rykov, Forschender @ *Datenschutz nicht inbegriffen

# body.e414ba4a-2d99-4b70-a8dd-940f416119bc
source: Another way your car collects data is from the connected <b>services</b> you use from your car’s dashboard, like satellite radio or a GPS route planner. Then there’s the <b>devices you connect</b> to it, like a telematics device: a plug-in that sends information about your driving behavior to your insurance company, or <b>your phone</b>. Car companies can also get data about you from your phone when you download the <b>car’s app</b>.
it_go: Ein weiterer Weg, wie Autos Daten sammeln, sind verbundene <b>Services</b> am Armaturenbrett, darunter Satellitenradio oder GPS-Navigation. Hinzu kommen <b>Geräte, die Sie aktiv mit dem Auto koppeln</b>, z. B. ein Telematiksystem, das als Plug-in Infos über Ihr Fahrverhalten an Ihre Versicherung oder <b>Ihr Handy</b> sendet. Autohersteller können zudem persönliche Daten von Ihrem Handy abrufen, wenn Sie die entsprechende <b>Fahrzeug-App</b> herunterladen.

# body.e414ba4a-2d99-4b70-a8dd-940f416119bc
source: Finally, there’s the old-fashioned way. Just like (way too many) other products that connect to the internet do, car companies often <b>collect extra information</b> about you on their own from data brokers, car dealers (yes, they know all about you from those test drives), social media, the government, and more places we’ll talk about below.
it_go: Zu guter Letzt werden Daten auch ganz altmodisch erfasst: Genau wie (viel zu viele) andere Produkte, die mit dem Internet verbunden sind, tragen Autohersteller <b>zusätzliche Informationen</b> über Sie zusammen, indem sie Datenbroker, Autohäuser (die dank der Probefahrten alles über Sie wissen), soziale Medien, die Regierung und weitere Stellen, auf die wir unten näher eingehen, anzapfen.

# body.e45eb16b-1e8e-48b4-8b9c-c456126137e5
source: What data does my car collect about me?
it_go: Welche Daten sammelt mein Auto über mich?

# body.e45eb16b-1e8e-48b4-8b9c-c456126137e5
source: There’s probably no other product that can collect as much information about <b>what you do</b>, where you go, what you say, and even how you move your body (“gestures”) than your car. And that’s an opportunity that ever-industrious car-makers aren’t letting go to waste. Buckle up. From your philosophical beliefs to recordings of your voice, your car can collect a whole lotta information about you.
it_go: Es gibt wahrscheinlich kein anderes Produkt, das so viele Infos darüber sammeln kann, <b>was Sie tun</b>, wohin Sie gehen, was Sie sagen und sogar, wie Sie sich bewegen („Gesten“), wie Ihr Auto. Diese Chance wollen sich die immer findigeren Autokonzerne auf keinen Fall entgehen lassen! Von Ihrer philosophischen Überzeugung bis hin zu Aufnahmen Ihrer Stimme kann Ihr Auto jede Menge Daten über Sie zusammentragen. Schnallen Sie sich also besser gut an …

# body.23870040-e4d8-4f8d-acc7-788c9fae8870
source: What you do in your car is more than enough information to paint a detailed picture of you. But your car-maker wants more. They can collect information about how much money you make, your immigration status, race, genetic information, and sexual activity (it’s <a id="a1">in there</a>!). Heck, they’ll even help themselves to your <a id="a2">photos</a>, your <a id="a3">calendar</a>, and your <a id="a4">to-do list</a> if you’ll let them.
it_go: Was Sie in Ihrem Auto tun, genügt vollkommen, um ein detailliertes Bild von Ihnen zu zeichnen. Aber Ihr Autohersteller will noch mehr: Er kann Infos darüber sammeln, wie viel Sie verdienen, ebenso wie Daten über Ihren Einwanderungsstatus, Ihre Ethnie, Ihre genetischen Anlagen oder Ihre sexuelle Aktivität (ja, so steht es <a id="a1">hier drin</a>!). Sogar auf Ihre <a id="a2">Fotos</a>, Ihren <a id="a3">Kalender</a> und Ihre <a id="a4">To-Do-Liste</a> kann er zugreifen, sofern Sie es erlauben.

# body.cbb6afb6-f411-4c56-a821-b60422bcf206
source: … But wait, there’s more data car companies collect about you
it_go: … Aber Moment, es gibt noch mehr Daten, die Autohersteller über Sie erfassen

# body.cbb6afb6-f411-4c56-a821-b60422bcf206
source: Thirteen (52%) of the cars we looked at also collect information about the <b>world around your car</b>. Apparently, sensors can record information about the weather, the road surface conditions, traffic signs, and “other surroundings,” whatever that means.
it_go: 13 der Autos in unserem Test (52 %) sammeln zudem <b>Umgebungsdaten</b>. Offenbar können die Sensoren Infos über das Wetter, den Straßenzustand, Verkehrsschilder und „sonstige Umgebungen“ aufzeichnen, was auch immer das heißen soll.

# body.cbb6afb6-f411-4c56-a821-b60422bcf206
source: Ugh, that pesky “other” category. As creepy and detailed as these data points are, we’re more worried about what’s not in the fine print. As usual, a lot of the privacy policies use <b>vague language</b>. Six companies mention “<b>demographic data</b>” which is about as descriptive as saying “characteristics” -- another word that popped up a few times. We have similar worries about “<b>sensor data</b>,” because, like we talked about before, sensors can be high tech enough to measure private stuff, like <a id="a1">stress level</a>. Also, “<b>images</b>.” Please, car brands, tell us more.
it_go: Uff, dieses lästige „Sonstiges“ … Doch so unheimlich und detailliert diese Daten auch sein mögen, wir machen uns mehr Sorgen über das, was NICHT im Kleingedruckten steht. Wie üblich sind viele Datenschutzerklärungen bewusst <b>vage formuliert</b>. Sechs Unternehmen erwähnen „<b>demografische Daten</b>“, was in etwa so aussagekräftig ist wie „Merkmale“ – ein weiterer Begriff, der ein paar Mal auftaucht. Auch den Begriff „<b>Sensordaten</b>“ finden wir beunruhigend, denn wie erwähnt können Sensoren technisch so hochentwickelt sein, dass sie in der Lage sind, private Dinge zu messen, wie den <a id="a1">Stresslevel</a>. Grund zur Sorge bietet auch die Kategorie „<b>Bilder</b>“. Liebe Autohersteller, wie wär’s mal mit Klartext?

# body.cbb6afb6-f411-4c56-a821-b60422bcf206
source: Using <a id="a1">broad language</a> is a classic tool that companies use to leave the door open for collecting more data than they’re spelling out in their policies. It makes it pretty much impossible to know all of the information that’s being gathered about you.
it_go: Viele Unternehmen setzen <a id="a1">weit gefasste Formulierungen</a> ein, um mehr Daten erfassen zu können, als sie es in ihren Datenschutzerklärungen darlegen. Das macht es so gut wie unmöglich, alle Informationen zu kennen, die über Sie gesammelt werden.

# body.6c87fddb-53da-41a0-bebb-ff0a107b0df6.quote
source: “Practically all of the privacy policies we looked at used qualifying language when listing the data points they collect. Words like ‘such as,’ ‘including,’ or ‘etc.’ tell us we are only getting a sample of what is collected and not the full picture.”
it_go: „Praktisch alle Datenschutzerklärungen, die wir uns angesehen haben, verwenden einschränkende Formulierungen bei der Auflistung der von ihnen gesammelten Datenpunkte. Begriffe wie ‚zum Beispiel‘, ‚einschließlich‘ oder ‚usw.‘ sind klare Hinweise darauf, dass wir nur einen Ausschnitt davon zu sehen bekommen, was erfasst wird, und nicht das komplette Bild.“

# body.6c87fddb-53da-41a0-bebb-ff0a107b0df6.attribution
source: Misha Rykov, Researcher @ *Privacy Not Included
it_go: Misha Rykov, Forschender @ *Datenschutz nicht inbegriffen

# body.f6fc9a4e-6191-47db-9cae-716e07612cf2
source: They use other cheeky little tactics to gloss over the amount of data they collect, like this Easter egg we found in <a id="a1">Honda</a>’s privacy policy. At the end of a long list of categories of personal information they collect, they put “Personal information as described in Cal. Civ. Code § 1798.80(e).” Huh? It <a id="a2">turns out</a> that that’s short for just about <b>anything</b> that “identifies, relates to, describes, or is capable of being associated with a particular individual.” Yowza!
it_go: Autohersteller greifen noch auf andere unverschämte Tricks zurück, um uns darüber im Unklaren zu lassen, welche Daten genau erfasst werden. So haben wir in der Datenschutzerklärung von <a id="a1">Honda</a> dieses kuriose Osterei gefunden: Am Ende einer langen Liste von Kategorien persönlicher Daten, die gesammelt werden, steht „Persönliche Daten wie in Cal. Civ. Code § 1798.80(e) aufgeführt“. Äh, bitte was?! Wie sich <a id="a2">herausgestellt</a> hat, steht diese Abkürzung für so ziemlich <b>alles</b>, was „eine Person identifiziert, sich auf sie bezieht, sie beschreibt oder mit ihr in Verbindung gebracht werden kann.“ Holla, die Waldfee!

# body.ab6db559-5fe2-4a04-a888-a74aaab6225f.quote
source: (e) “Personal information” means any information that identifies, relates to, describes, or is capable of being associated with, a particular individual, including, but not limited to, his or her name, signature, social security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information. “Personal information” does not include publicly available information that is lawfully made available to the general public from federal, state, or local government records.
it_go: (e) „Persönliche Informationen“ bezeichnet alle Informationen, die eine bestimmte Person identifizieren, sich auf sie beziehen, sie beschreiben oder mit ihr in Verbindung gebracht werden können, insbesondere ihren Namen, ihre Unterschrift, ihre Sozialversicherungsnummer, ihre körperlichen Merkmale oder deren Beschreibung, ihre Adresse, ihre Telefonnummer, ihre Reisepassnummer, ihre Führerscheinnummer, ihre Personalausweisnummer, die Nummer ihrer Versicherungspolice, ihre Ausbildung, ihr Beschäftigungsverhältnis, ihren beruflichen Werdegang, ihre Kontonummer, ihre Kreditkartennummer, ihre Debitkartennummer oder andere finanzielle Informationen, medizinische Informationen oder Informationen über ihre Krankenversicherung. „Persönliche Informationen“ umfasst nicht öffentlich zugängliche Informationen, die der Öffentlichkeit rechtmäßig aus Aufzeichnungen von Bundes-, Landes- oder Kommunalbehörden zur Verfügung gestellt werden.

# body.ab6db559-5fe2-4a04-a888-a74aaab6225f.attribution
source: California Civil Code 1798.80 (e)
it_go: Cal. Civ. Code § 1798.80(e)

# body.3aa10e47-4ad6-470b-9359-c6e146466c16
source: Through inferences, car companies also create new data about you
it_go: Autohersteller ziehen auch Rückschlüsse, um neue Daten über Sie zu generieren

# body.3aa10e47-4ad6-470b-9359-c6e146466c16
source: Twenty two of the car brands (88% of the ones we looked at) mentioned creating <b>inferences</b> -- assumptions about you based on other data. And nine of those companies (39%) said specifically that they might <b>sell them</b> to third parties. Hmm. Car companies’ love for inferences might explain why they seem to want to collect as much information about you as possible, even when those data points seem meaningless on their own. Like what “title,” “artist,” and “genre” you listen to in your car. Whether you listen to christian rock, show tunes, or The Joe Rogan Experience podcast on your way to work might not say that much about you… Or maybe it does? Either way, when you <b>combine it</b> with where you work (“employment information”) and all the places you go (“route history”), your track list can probably help fill in some blanks about your “preferences.”
it_go: 22 der Automarken in unserem Test (88 %) sprechen davon, <b>Rückschlüssen</b> zu ziehen – also Annahmen über Sie anzustellen, die auf anderen Daten basieren. Und neun dieser Unternehmen (39 %) geben ausdrücklich an, diese Daten <b>an Dritte verkaufen</b> zu können. Hmmm … Die Vorliebe der Autohersteller für solche „Rückschlüsse“ könnte erklären, warum sie an so vielen unterschiedlichen Informationen über Sie interessiert sind – selbst wenn diese Daten für sich genommen bedeutungslos erscheinen. Zum Beispiel, welchen „Titel“, „Künstler“ oder welches „Genre“ Sie im Auto hören. Ob Sie auf dem Weg zur Arbeit christlichen Rock, Musicals oder einen Comedy-Podcast genießen, sagt doch eigentlich nicht viel über Sie aus … Oder vielleicht doch? So oder so, <b>kombiniert<b> man diese Infos mit Daten über Ihre Arbeitsstelle („Berufliche Informationen“) und die Orte, an denen Sie sich aufhalten („Routenverlauf“), könnte Ihre Playlist durchaus helfen, Lücken zu schließen, wenn es um Ihre „Präferenzen“ geht.

# body.89b47ff3-5e03-4f37-923f-1ce357cebd8b
source: Where does all the data go?
it_go: Wo landen die ganzen Daten?
