Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/articles/what-does-giving-your-consent-really-mean.po
Languages: de, es, fr, pt_br

# title
source: What Does Giving Your "Consent" Really Mean?
de: Was bedeutet es eigentlich wirklich, Ihre „Zustimmung“ zu geben?
es: ¿Qué significa realmente "dar tu consentimiento"?
fr: Que signifie vraiment « donner son consentement » ?
pt_br: O que realmente significa dar a sua “permissão”?

# body.cc3296a6-9d28-4e38-9ab8-379b633e6079
source: Companies ignore, assume, or coerce your “consent” while they bury the rules of the game in a privacy policy they know no one will read. It’s annoying. It’s creepy. And it’s <a id="a1">why</a> we’re here.
de: Ihre Zustimmung wird von Unternehmen oft ignoriert, angenommen oder Ihnen aufgezwungen, während sie die wahren Bedingungen in Datenschutzrichtlinien vergraben, von denen sie wissen, dass sie niemand lesen wird. Das ist wirklich ärgerlich. Und unheimlich. Und es ist der Grund <a id="a1">dafür, </a> dass wir hier sind.
es: Las empresas no toman en cuenta tu "consentimiento" lo dan por sentado o te coaccionan para que lo des y, por otro lado, sepultan las reglas del juego en una política de privacidad que saben que nadie leerá. Es molesto y hasta siniestro. Y <a id="a1">por eso</a> estamos aquí.
fr: Le consentement : les entreprises oublient de vous le demander, partent du principe qu’elles l’ont ou encore vous forcent à le donner, tout en prenant soin d’enfouir profondément les détails à ce sujet dans leur politique de confidentialité (qu’elles savent pertinemment que vous ne lirez jamais). C’est à la fois agaçant et effrayant. Et c’est <a id="a1">pour cette raison</a> que nous sommes là.
pt_br: Algumas empresas ignoram, presumem ou até pressionam você a dar a sua “permissão”, escondendo as regras do jogo em uma política de privacidade que sabem que ninguém se dará ao trabalho de ler. Isso é irritante. É assustador. E é <a id="a1">por isso</a> que estamos aqui.

# body.14ea6b87-992f-4f37-8d58-d5ec39daf342.quote
source: “You might expect apps that handle very sensitive information — about your period and your anxiety — to treat your consent more seriously… After combing through 65 mental and reproductive health apps’ privacy policies, we learned they mostly don’t.”
de: „Wahrscheinlich gehen Sie davon aus, dass Apps, die sehr sensible Informationen handhaben – über Ihren Zyklus und Ihre Angststörung – sorgfältig mit Ihrer Zustimmung umgehen würden … Nachdem wir uns die Datenschutzrichtlinien von 65 Apps für Mental Health und reproduktive Gesundheit genau angesehen haben, wissen wir, dass das überwiegend nicht der Fall ist.“
es: “Cabría esperar que las aplicaciones que manejan información muy sensible —acerca de tu menstruación o tu ansiedad— trataran con más seriedad tu consentimiento… Pero después de escudriñar la política de privacidad de 65 aplicaciones de salud mental y reproductiva, descubrimos que la mayoría no lo hace”.
fr: « On pourrait s’attendre à ce que des applications qui traitent des informations très sensibles, comme votre cycle menstruel ou vos difficultés à gérer votre anxiété, accordent une plus grande importance à votre consentement… Mais après avoir examiné les politiques de confidentialité de 65 applications liées à la santé mentale et reproductive, nous avons dû nous rendre à l’évidence : la plupart d‘entre elles ne le font pas. »
pt_br: “Quando se trata de aplicativos que envolvem informações extremamente confidenciais, como ciclo menstrual e ansiedade, seria de se esperar que a sua permissão fosse tratada com a devida importância… Mas, após uma análise aprofundada das políticas de privacidade de 65 aplicativos voltados à saúde mental e reprodutiva, descobrimos que tal prática está longe de ser uma realidade.”

# body.14ea6b87-992f-4f37-8d58-d5ec39daf342.attribution
source: Misha Rykov, Researcher @ *Privacy Not Included
de: Misha Rykov, Forschender @ *Datenschutz nicht inbegriffen
es: Misha Rykov, investigador en *Privacidad no incluida
fr: Misha Rykov, chercheur @ *Confidentialité non incluse
pt_br: Misha Rykov, pesquisador, *Privacidade não incluída

# body.9a092a28-e171-4493-8b61-7e1ab456fc64
source: For apps with health information to be so cavalier with consent crosses the line, from creepy to <i>harmful</i>. Here are some of the consent trickery techniques we found, how you can spot them for yourself, and what you can do to better understand what you might be “consenting” to.
de: Dass Apps mit Gesundheitsdaten so leichtfertig umgehen, ist nicht nur unheimlich, sondern <i>bedrohlich</i>. Wir haben einige der angewendeten Tricks, die wir vorgefunden haben, zusammengefasst und erklären, wie Sie diese selbst identifizieren können. Außerdem erklären wir, was Sie tun können, um besser zu verstehen, was genau Sie „zustimmen“.
es: Que las aplicaciones con información sobre la salud se tomen el consentimiento tan a la ligera es más que siniestro: es <i>perjudicial</i>. Aquí encontrarás algunas de las técnicas engañosas que descubrimos en relación con el consentimiento, te diremos cómo puedes detectarlas y cómo entender mejor a qué estás dando tu "consentimiento".
fr: Le fait que des applications qui ont entre les mains des informations liées à votre santé soient aussi négligentes en matière de consentement n’est pas seulement inquiétant. C’est carrément <i>dangereux</i>. Découvrez dans cet article quelques techniques utilisées pour vous tromper à ce sujet, mais aussi comment les repérer par vous-même, et enfin mieux comprendre ce que « donner son consentement » implique réellement.
pt_br: O fato de aplicativos com informações de saúde serem tão descuidados com as permissões ultrapassa os limites, indo de assustador a <i>prejudicial</i>. Veja a seguir algumas das técnicas traiçoeiras usadas para obter permissão, como você pode identificá-las e como saber para o que essa permissão está sendo usada.

# body.22ce4846-62f8-49f5-bde2-244758210aeb
source: Sometimes, they don’t bother asking for your consent
de: Manchmal wird nach Ihrer Zustimmung gar nicht erst gefragt
es: A veces, ni siquiera se toman la molestia de pedir tu consentimiento
fr: Parfois, les applications ne vous demandent même pas votre consentement
pt_br: Em alguns casos, eles nem se dão ao trabalho de pedir sua permissão

# body.6c29e7da-3f78-4a38-914b-453807dbe6ae.altText
source: From Talkspace: a mental health survey asking "To begin, tell us why you’re looking for help today."
de: Von Talkspace – ein Mental-Health-Fragebogen, der mit der Frage beginnt, „warum Sie heute Hilfe benötigen.“
es: En una encuesta de salud mental de Talkspace se pide lo siguiente: "Para comenzar, dinos por qué estás buscando ayuda".
fr: Capture d’écran de l’application Talkspace avec un questionnaire sur la santé mentale demandant aux utilisateurs·rices « Pour commencer, dites-nous ce qui vous a poussé·e à demander de l’aide aujourd’hui ».
pt_br: No Talkspace: uma pesquisa sobre saúde mental que pergunta “Para começar, explique por que você está procurando ajuda hoje”.

# body.6c29e7da-3f78-4a38-914b-453807dbe6ae.caption
source: From Talkspace.com, after you select “Get Started,” then “Online Therapy.”
de: Von Talkspace.com, nachdem Sie „Loslegen“ und dann „Online-Therapie“ auswählen.
es: Tomado de Talkspace.com, después de seleccionar "Comenzar” y luego "Terapia en línea”.
fr: Capture d’écran de l’application Talkspace après avoir sélectionné « Commencer », puis « Thérapie en ligne ».
pt_br: No Talkspace.com, depois de selecionar “Começar” e clicar em “Terapia on-line”.

# body.95137766-9eaa-4474-a28f-c870ab058ecc
source: <b>What it looks like</b>: hopping right into personal surveys before you’ve had a chance to see how this information will be protected (or not).
de: <b>Wie es aussieht</b>: Hier wird direkt ein Fragebogen zu persönlichen Themen angezeigt, bevor Sie überhaupt die Gelegenheit hatten, zu verstehen, wie diese Informationen geschützt werden (oder auch nicht).
es: <b>Ejemplo</b>: te piden una encuesta personal antes de poder tan siquiera ver cómo se protegerá (o no) la información que proporciones.
fr: <b>À quoi cela ressemble</b> ? À des questions personnelles qui vous sont posées avant même que vous ayez eu une chance de voir comment les informations contenues dans vos réponses seront protégées… ou pas.
pt_br: <b>Como identificar</b>: leva o usuário direto para pesquisas pessoais antes de ter a chance de ver como essas informações serão protegidas (ou não).

# body.95137766-9eaa-4474-a28f-c870ab058ecc
source: When you land on a page that starts with a survey or a chatbot, and you haven’t agreed to or been offered a privacy policy yet, you might assume that information is (just) being used to match you with the right product or service. It’s not totally kosher for those answers to be collected without you knowing how they’re going to be stored and used. But it’s especially bad when that information is shared for a reason you probably wouldn’t agree to if you had the choice.
de: Wenn Sie auf einer Seite landen, auf der zuerst ein Fragebogen oder ein Chatbot erscheint, ohne dass Ihnen eine Datenschutzrichtlinie gezeigt wurde oder Sie dieser zugestimmt haben, könnten Sie davon ausgehen, dass die Informationen (nur) dazu verwendet werden, Ihnen das passende Produkt oder die passende Dienstleistung anzubieten. Dabei ist es nicht ganz einwandfrei, diese Antworten zu sammeln, ohne dass Sie wissen, wie sie gespeichert und genutzt werden. Besonders schlimm wird es, wenn diese Informationen zu einem Zweck weitergegeben werden, dem Sie nicht zugestimmt hätten, hätten Sie die Wahl gehabt.
es: Cuando llegas a una página que comienza con una encuesta o un chatbot y ni siquiera has aceptado o no te han ofrecido todavía ver la política de privacidad, podrías suponer que la información (solamente) se va a usar para asignarte el producto o servicio adecuado. No es del todo aceptable que recopilen esas respuestas sin que sepas cómo van a guardarlas y usarlas. Pero lo que, sin duda, es inadmisible es que esa información se comparta con fines con los que no estarías de acuerdo si tuvieras la opción.
fr: Lorsque vous arrivez sur une page qui commence par quelques questions ou une conversation avec un chatbot, et que vous n’avez pas encore accepté ni même lu de politique de confidentialité, vous pouvez supposer que ces informations sont uniquement utilisées pour vous proposer un produit ou un service approprié. Il n’est jamais normal que vos réponses soient collectées sans que vous sachiez comment elles seront stockées et utilisées. Mais il est encore plus grave que ces informations soient partagées pour une raison que vous n’accepteriez sans doute pas si vous aviez le choix.
pt_br: Ao acessar uma página que começa com uma pesquisa ou um chatbot, sem receber ou aceitar uma política de privacidade, pode-se supor que as informações estão sendo usadas (apenas) para encontrar o produto ou serviço certo para você. A coleta dessas respostas sem que você saiba como elas serão armazenadas e usadas não é algo totalmente aceitável. Mas é ainda pior quando essas informações são compartilhadas por um motivo com o qual você provavelmente não concordaria se tivesse escolha.

# body.95137766-9eaa-4474-a28f-c870ab058ecc
source: In <a id="a1">Talkspace</a>’s case their privacy policy says, “Inferences about your interests are derived from your responses to surveys [like the one above] completed prior to becoming a subscriber” and are cited as a source of information that can be used for <i>targeted ads</i>.
de: Im Fall von <a id="a1">Talkspace</a> lautet die Datenschutzrichtlinie wie folgt: „Rückschlüsse auf Ihre Interessen werden aus Ihren Antworten auf Fragebögen [wie dem obigen] gezogen, die Sie vor Ihrer Anmeldung ausgefüllt haben“ und werden als Informationsquelle für <i>gezielte Werbung</i> angeführt.
es: En el caso de <a id="a1">Talkspace</a>, en su política de privacidad se indica: “Las inferencias acerca de tus intereses se derivan de tus respuestas a encuestas [como la anterior] que contestas antes de suscribirte" y se citan como fuente de información que puede utilizarse para <i>publicidad dirigida</i>.
fr: La politique de confidentialité de <a id="a1">Talkspace</a> précise : « Des déductions sur vos intérêts seront faites sur la base de vos réponses aux questions [comme celles ci-dessus] données avant que vous deveniez un·e abonné·e » et pourront être utilisées comme source d’information pour des <i>publicités ciblées</i>.
pt_br: No caso do <a id="a1">Talkspace</a>, a política de privacidade diz: “As inferências sobre seus interesses são derivadas de suas respostas a pesquisas [como a acima] concluídas antes de se tornar um assinante” e são citadas como uma fonte de informações que podem ser usadas para <i>anúncios direcionados</i>.

# body.95137766-9eaa-4474-a28f-c870ab058ecc
source: They’re not the only mental health app who put a super personal survey ahead of their privacy policy – <a id="a1">Betterhelp</a>, <a id="a2">Happify</a> and <a id="a3">Youper</a> do it too.
de: Talkspace ist nicht die einzige Mental-Health-App, die sehr persönliche Fragen stellt, bevor sie ihre Datenschutzrichtlinie preisgibt – <a id="a1">Betterhelp</a>, <a id="a2">Happify</a> und <a id="a3">Youper</a> machen es genau so.
es: No es la única aplicación de salud mental que pide que se haga una encuesta extremadamente personal antes de mostrar su política de privacidad. <a id="a1">Betterhelp</a>, <a id="a2">Happify</a> y <a id="a3">Youper</a> también lo hacen.
fr: Ce n’est pas la seule application de santé mentale à imposer de répondre à des questions très personnelles avant de partager sa politique de confidentialité. <a id="a1">Betterhelp</a>, <a id="a2">Happify</a> et <a id="a3">Youper</a> le font également.
pt_br: Esse não é o único aplicativo de saúde mental que disponibilizou uma pesquisa extremamente pessoal antes de sua política de privacidade: <a id="a1">BetterHelp</a>, <a id="a2">Happify</a> e <a id="a3">Youper</a> também fazem isso.

# body.48c93ec4-b37b-4893-90f7-3814cc529167
source: Other times, they don’t ask for your consent but they make it sound like they do
de: Manchmal scheint es, als würde nach Ihrer Zustimmung gefragt, aber es klingt nur so
es: En otras ocasiones, no piden tu consentimiento, pero hacen que creas que sí
fr: Il arrive aussi qu’elles ne demandent pas votre consentement, tout en donnant l’impression qu’elles le font
pt_br: Em outros, eles apenas dão a impressão de pedir sua permissão

# body.530d2a42-8aea-420a-b877-ecf024ec4b2a
source: <b>What it looks like</b>: privacy policies that say:
de: <b>Wie es aussieht</b>: Datenschutzrichtlinien, die folgenden Wortlaut enthalten:
es: <b>Ejemplo</b>: políticas de privacidad donde se indica que...
fr: <b>À quoi ça ressemble</b> ? À des politiques de confidentialité de ce genre :
pt_br: <b>Como identificar</b>: políticas de privacidade que dizem:

# body.c632662f-6448-4dd4-acde-f2c92d13f6f0.quote
source: “We do not generally disclose your personal information to any third party without your specific consent, <b>except as permitted or required by law.</b>”
de: „Wir geben Ihre persönlichen Daten im Allgemeinen nicht ohne Ihre ausdrückliche Zustimmung an Dritte weiter, <b>außer in Fällen, in denen dies gesetzlich zulässig oder erforderlich ist.</b>“
es: “Generalmente no revelamos tu información personal a terceros sin tu consentimiento específico, <b>salvo si la ley lo permite o lo exige</b>”.
fr: « Nous ne dévoilons généralement pas vos informations personnelles à des tiers sans votre consentement express, <b>sauf dans les cas où cela est autorisé ou requis par la loi.</b> »
pt_br: “Em geral, não divulgamos suas informações pessoais a terceiros sem seu consentimento específico, <b>exceto quando permitido ou exigido por lei.</b>”

# body.b22b8b37-89d8-4559-8254-5e0f9c314e73.quote
source: “We may receive Personal Information about you from other sources with your consent <b>or as permitted by applicable law.</b>”
de: „Wir können personenbezogene Daten über Sie aus anderen Quellen erhalten, wenn Sie zustimmen <b>oder wenn dies nach geltendem Recht zulässig ist.</b>“
es: “Podemos recibir información personal tuya de otras fuentes con tu consentimiento <b>o en la medida que lo permita la ley aplicable</b>”.
fr: « Nous pouvons recevoir des informations personnelles vous concernant de la part d’autres sources avec votre consentement <b>ou dans la mesure où la réglementation en vigueur le permet.</b> »
pt_br: “Podemos receber Informações Pessoais sobre você de outras fontes com a sua permissão <b>ou conforme permitido pela lei aplicável.</b>”

# body.a6be6214-977a-4dbb-84f0-b9a3bc650831
source: “Except” and “or” are two words you don’t want to see following a promise. The thing is, as we’ll talk about later, data privacy law doesn’t usually cover consent in much detail and is generally pretty permissive. So when apps say “we won’t do it <i>unless it’s legal to do it</i>,” they’re not saying much at all.
de: „Außer“ und „oder“ sind zwei Wörter, die auf ein Versprechen folgend nicht wünschenswert sind. Es ist nämlich so, dass, wie wir später näher erläutern werden, Datenschutzgesetze nicht im Detail auf Zustimmung eingehen und allgemein vieles zulassen. Wenn also eine App schreibt „wir machen das nicht, <i>außer es ist nach geltendem Recht zulässig</i>“, sagt sie damit nicht viel.
es: “Salvo” y “o” son dos palabras que no quieres ver después de un compromiso. El asunto es que, como indicaremos más adelante, la legislación acerca de la privacidad de los datos no suele cubrir a detalle el consentimiento y, en general, resulta bastante permisiva. Así que cuando en las aplicaciones se indica “no lo hacemos <i>salvo si es legal hacerlo</i>,” en realidad no dicen nada.
fr: « Sauf » et « ou » sont deux mots que personne n’a envie de voir devant une promesse. En réalité, comme nous le verrons plus tard, la législation sur la protection des données ne traite généralement pas en détail de consentement et est le plus souvent assez permissive. Par conséquent, lorsque des applications déclarent qu’elles ne feront pas ceci ou cela <i>sauf si c’est légal de le faire</i>, cela ne signifie… pas grand-chose en réalité.
pt_br: As palavras “exceto” e “ou” não deveriam aparecer após uma promessa. O fato é que, como explicaremos mais adiante, a lei de privacidade de dados não costuma abordar a questão da permissão de forma detalhada e, em geral, é bastante permissiva. Então, quando os aplicativos afirmam “não faremos isso <i>a menos que seja legal fazê-lo</i>” não quer dizer muita coisa.

# body.a6be6214-977a-4dbb-84f0-b9a3bc650831
source: It’s honestly even hard for us to tell what they mean, but where there are doubts there are worries because these little loopholes leave the door open for your <i>personal data</i> to be, in these two examples, shared, or collected from “other sources.”
de: Sogar uns fällt es schwer, zu verstehen, was gemeint ist. Aber wo Zweifel sind, gibt es Sorgen, denn diese kleinen Schlupflöcher ermöglichen, wie in diesen zwei Beispielen, das Teilen mit und Sammeln aus „anderen Quellen“ Ihrer <i>personenbezogenen Daten</i>.
es: Sinceramente, incluso a nosotros nos resulta difícil determinar qué significan esas palabras, pero cuando surgen dudas, también surgen temores porque estas pequeñas lagunas legales posibilitan que tus <i>datos personales</i> se compartan a "otras fuentes" o estas los recopilen, como en estos dos ejemplos.
fr: Même pour nous, la signification de cette phrase est difficile à établir. Mais vous savez ce qu’on dit : les doutes précèdent généralement les soucis et ces petites failles laissent la porte ouverte à ce que vos <i>données personnelles</i> puissent être, dans le cas de ces deux exemples précis, partagées avec des « sources tierces ».
pt_br: Até mesmo nós temos dificuldade de compreender o que querem dizer. Mas quando há dúvidas, surgem preocupações, pois essas pequenas brechas possibilitam que seus <i>dados pessoais</i> sejam, nesses dois exemplos, compartilhados ou coletados de “outras fontes”.

# body.a6be6214-977a-4dbb-84f0-b9a3bc650831
source: And that’s something that does scare us, because when your data is combined, shared, bought or sold it’s often not going to be for reasons that benefit you. Sometimes, it can be used to serve you way-too-tailored ads. But the worst case scenario is, well, a lot worse than that. Depending on where you live, the consequence of your sexual orientation, pregnancy, or other private health information being shared could be a threat to your freedom, even your life.
de: Wir finden das beunruhigend, weil das Zusammenfügen, Teilen, Kaufen oder Verkaufen Ihrer Daten oft nicht zu Ihrem Vorteil geschieht. Manchmal werden die Daten genutzt, um Ihnen wirklich sehr personalisierte Anzeigen zu zeigen. Aber im schlimmsten Fall passiert damit viel, na ja, Schlimmeres. Abhängig davon, wo Sie leben, können Ihre sexuelle Orientierung, eine Schwangerschaft oder andere private Gesundheitsdaten geteilt werden und Ihre Freiheit oder sogar Ihr Leben bedrohen.
es: Y es algo que nos asusta, pues cuando tus datos se combinan, comparten o venden, no suele ser por motivos que te beneficien. A veces, se usan para enviarte anuncios demasiado personalizados. Pero, en el peor de los casos, el asunto se puede llegar a poner muy feo. Dependiendo de dónde vivas, las consecuencias de compartir tu orientación sexual, embarazo u otra información privada sobre tu salud podrían poner en riesgo tu libertad e incluso tu vida.
fr: Pourquoi c’est inquiétant ? Parce que lorsque vos données sont regroupées, partagées, achetées ou vendues, cela se fait rarement dans votre intérêt. Parfois, vos données peuvent être utilisées pour vous proposer des publicités (un peu trop) personnalisées. Mais il y a pire. En fonction de l’endroit où vous vivez, les conséquences de la divulgation de votre orientation sexuelle, de votre grossesse ou d’autres informations relatives à votre santé peuvent constituer une menace pour votre liberté, voire pour votre vie.
pt_br: Essa realidade é, de fato, perturbadora. Quando seus dados são combinados, compartilhados, comprados ou vendidos, geralmente não é em seu benefício. Às vezes, eles podem ser usados para exibir anúncios extremamente personalizados. Contudo, o cenário pode se agravar bastante. Dependendo de onde você reside, a divulgação de informações privadas de saúde, como sua orientação sexual ou gravidez, pode pôr em risco sua liberdade e, em situações extremas, até mesmo a sua vida.

# body.d13285ab-e003-47b3-accd-71dc45af7021
source: Often, they assume your consent
de: Oft wird von Ihrer Zustimmung ausgegangen
es: Con frecuencia, dan por sentado tu consentimiento
fr: Bien souvent, les applications partent du principe qu’elles ont votre consentement
pt_br: Na maioria dos casos, eles presumem que você deu permissão

# body.ffbf212c-61cc-407b-871b-d9e0e34fbe34
source: <b>What it looks like</b>: privacy policies that say:
de: <b>Wie es aussieht</b>: Datenschutzrichtlinien, die folgenden Wortlaut enthalten:
es: <b>Ejemplo</b>: políticas de privacidad donde se indica que...
fr: <b>À quoi ça ressemble</b> ? À des politiques de confidentialité de ce genre :
pt_br: <b>Como identificar</b>: políticas de privacidade que dizem:
