Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/anti-surveillance-fashion-privacy-review.po
Languages: de, fr

# search_description
source: Read our testing of adversarial clothing providers AntiAI Clothing, Yelo Pomelo, Cap_able Design, Oogaly, RiotAssembly, and glasses from Reflectacles.
de: Lesen Sie unseren Testbericht zu den adversariellen Bekleidungsanbietern AntiAI Clothing, Yelo Pomelo, Cap_able Design, Oogaly, RiotAssembly und den Brillen von Reflectacles.
fr: Découvrez nos tests sur les marques de vêtements contestataires AntiAI Clothing, Yelo Pomelo, Cap_able Design, Oogaly, RiotAssembly et les lunettes Reflectacles.

# title
source: Antisurveillance Fashion Privacy Review
de: Antiüberwachungsmode-Rückblick
fr: Test des vêtements anti-surveillance

source: Yes. For US-based customers, there are a surprising amount of anti-surveillance products on Etsy. Yelo Pomelo, for example, said it has made 3,400 sales in the last six years on the site— though not all of its products are specifically for the purpose of scrambling recognition software.
de: Ja. Für Kunden mit Sitz in den USA gibt es auf Etsy eine überraschend große Auswahl an Anti-Überwachungsprodukten. Yelo Pomelo beispielsweise gab an, in den letzten sechs Jahren 3.400 Verkäufe auf der Website getätigt zu haben – wobei nicht alle Produkte speziell dafür entwickelt wurden, Erkennungssoftware zu verwirren.
fr: Les clients basés aux États-Unis bénéficient d’une offre étonnamment vaste de produits anti-surveillance sur Etsy. Yelo Pomelo, par exemple, affirme avoir réalisé 3 400 ventes au cours des six dernières années sur le site, même si tous ses produits ne sont pas spécifiquement destinés à brouiller les logiciels de reconnaissance.

source: Using an Imou security camera, one of the most popular consumer security camera options in Europe, we set up its accompanying application to send me notifications when a human is detected, and tested it by walking in front of the camera, first unprotected from the algorithmic detection and again wearing each product.
de: Mit einer Imou-Überwachungskamera, einer der beliebtesten Überwachungskameras für Verbraucher in Europa, haben wir die dazugehörige App so eingerichtet, dass sie mir Benachrichtigungen sendet, wenn eine Person erkannt wird. Wir haben dies getestet, indem wir vor der Kamera hin und her gelaufen sind, zunächst ohne Schutz vor der algorithmischen Erkennung und dann erneut mit jedem Produkt.
fr: Nous avons utilisé une caméra de sécurité Imou, l’un des modèles de caméras les plus populaires en Europe, et avons configuré l’application associée pour envoyer des notifications lorsqu’une personne est détectée. Nous l’avons testée en marchant devant la caméra, d’abord sans protection contre la détection algorithmique, puis en portant chaque produit.

# good_and_bad_section.a901df03-fb10-465f-879d-12c74e51b240.the_good
source: All four of the products from Yelo Pomelo and all garments from AntiAI Clothing passed the off-the-shelf surveillance camera test: I walked in front of the viewfinder undetected. The Reflectacles glasses were not able to thwart the “human detected” phone alert from my AI camera, but did trick my iPhone facial recognition system and rendered it useless.
de: Alle vier Produkte von Yelo Pomelo und alle Kleidungsstücke von AntiAI Clothing haben den Test mit handelsüblichen Überwachungskameras bestanden: Ich bin unbemerkt vor dem Sucher vorbeigelaufen. Die Reflectacles-Brille konnte zwar die „Person erkannt”-Warnung meiner KI-Kamera nicht verhindern, hat aber mein iPhone-Gesichtserkennungssystem ausgetrickst und es unbrauchbar gemacht.
fr: Les quatre produits de Yelo Pomelo et l’ensemble de la gamme de vêtements AntiAI Clothing ont passé avec succès le test de la caméra de surveillance standard : je suis passé devant l’objectif sans être détecté. Les lunettes Reflectacles n’ont pas réussi à déjouer l’alerte « détection humaine » de ma caméra IA, mais elles ont trompé le système de reconnaissance faciale de mon iPhone, le rendant inutilisable.

# good_and_bad_section.a901df03-fb10-465f-879d-12c74e51b240.the_good
source: A colleague tried them on his facial-detection-enabled log in on his Windows computer and experienced the same result. While not all anti-AI fashion will be able to thwart every computer program, Cap_able tests its products with object detection algorithm YOLO (You Only Look Once) as it is widely considered to be the fastest and most accurate in detecting different objects.
de: Ein Kollege probierte sie bei seiner Gesichtserkennungs-Anmeldung auf seinem Windows-Computer aus und erzielte das gleiche Ergebnis. Zwar kann nicht jede Anti-KI-Mode jedes Computerprogramm vereiteln, doch Cap_able testet seine Produkte mit dem Objekterkennungsalgorithmus YOLO (You Only Look Once), da dieser allgemein als der schnellste und genaueste bei der Erkennung verschiedener Objekte gilt.
fr: Un collègue a essayé ces lunettes sur son ordinateur Windows équipé d’un système de connexion par reconnaissance faciale et a obtenu le même résultat. Bien que tous les vêtements anti-IA ne soient pas capables de déjouer tous les programmes informatiques, Cap_able teste ses produits avec l’algorithme de détection d’objets YOLO (You Only Look Once), largement considéré comme le plus rapide et le plus précis pour détecter différents objets.

# good_and_bad_section.a901df03-fb10-465f-879d-12c74e51b240.the_good
source: Founder Rachele Didero said the company prioritizes confusing technology that gathers biometric data in real time as it is the "most harmful for human rights."
de: Gründerin Rachele Didero sagte, das Unternehmen konzentriere sich vorrangig auf verwirrende Technologien, die biometrische Daten in Echtzeit erfassen, da diese „die Menschenrechte am stärksten beeinträchtigen“.
fr: Rachele Didero, a déclaré que l’entreprise avait pour priorité de brouiller les technologies qui collectent des données biométriques en temps réel, car elles sont « les plus néfastes pour les droits humains ».

# good_and_bad_section.a901df03-fb10-465f-879d-12c74e51b240.the_bad
source: I used a computer program trained using Google’s <a id="a1">Teachable Machine,</a> a web-based machine learning model trained to detect poses from human bodies, which was loaded into computer program TouchDesigner for webcam-based interaction. While the garments easily evaded AI detection from the Imou surveillance camera, they were unable to thwart the machine learning based on human pose estimation. Experts have noted that abilities of anti-surveillance clothing can vary by computer system and lose effectiveness over time as algorithms evolve.
de: Ich habe ein Computerprogramm verwendet, das mit Googles <a id="a1">Teachable Machine trainiert wurde,</a> einem webbasierten maschinellen Lernmodell, das darauf trainiert ist, Körperhaltungen von Menschen zu erkennen. Dieses Programm wurde in das Computerprogramm TouchDesigner für die Interaktion über eine Webcam geladen. Während die Kleidungsstücke der KI-Erkennung durch die Imou-Überwachungskamera leicht entgingen, konnten sie das maschinelle Lernen auf Basis der menschlichen Körperhaltung nicht vereiteln. Experten haben festgestellt, dass die Fähigkeiten von Anti-Überwachungskleidung je nach Computersystem variieren können und mit der Zeit an Wirksamkeit verlieren, wenn sich die Algorithmen weiterentwickeln.
fr: J’ai utilisé un programme informatique formé à l’aide de <a id="a1">Teachable Machine</a> de Google, un modèle d’apprentissage automatique basé sur le Web et formé pour détecter les postures du corps humain, qui a été chargé dans le programme informatique TouchDesigner pour une interaction avec une webcam. Si les vêtements ont facilement échappé à la détection par l’IA de la caméra de surveillance Imou, ils n’ont pas pu déjouer l’apprentissage automatique basé sur l’estimation de la posture humaine. Les experts ont remarqué que les capacités des vêtements anti-surveillance peuvent varier selon les systèmes informatiques et perdre de leur efficacité au fil du temps à mesure que les algorithmes évoluent.

# good_and_bad_section.a901df03-fb10-465f-879d-12c74e51b240.the_bad
source: With products ranging from an $8 medical mask from AntiAI clothing to $770 for Cap_able’s priciest garment, the financial accessibility of fighting for privacy varies widely. And in our era of confusing tariffs and slow mail services, getting all these products to the Mozilla offices in Paris posed a bit of a challenge — underscoring potential accessibility concerns when it comes to consumer resistance to facial recognition.
de: Mit Produkten, die von einer medizinischen Maske von AntiAI Clothing für 8 US-Dollar bis hin zum teuersten Kleidungsstück von Cap_able für 770 US-Dollar reichen, variiert die finanzielle Zugänglichkeit des Kampfes für den Datenschutz stark. Und in unserer Zeit verwirrender Zölle und langsamer Postdienste stellte es eine gewisse Herausforderung dar, all diese Produkte in die Mozilla-Büros in Paris zu bringen – was potenzielle Bedenken hinsichtlich der Zugänglichkeit unterstreicht, wenn es um den Widerstand der Verbraucher gegen die Gesichtserkennung geht.
fr: Avec des produits allant du masque médical à 8 dollars de la marque AntiAI clothing au vêtement le plus cher de Cap_able à 770 dollars, l’accessibilité financière à la lutte pour la protection de la vie privée présente de grandes disparités. Et à notre époque marquée par des tarifs douaniers confus et des services postaux lents, acheminer tous ces produits jusqu’aux bureaux de Mozilla à Paris a représenté un véritable défi, mettant en évidence les problèmes potentiels d’accessibilité à la résistance des consommateurs contre la reconnaissance faciale.

# bottom_line_section.1501dcba-33e6-43d2-a96c-7cb7a00debf9.content
source: Critics of adversarial fashion say because the surveillance state is so complex and wide-reaching, anti-surveillance fashion is more effective at raising awareness than actually changing the status quo. Thwarting AI-enabled camera detection won’t stop the widespread collection of your data online, for example. When wearing antisurveillance fashion, it’s best to be aware of these drawbacks. Advocates for anti-surveillance fashion cite awareness as a central component of their passion for the products.
de: Kritiker der Anti-Überwachungsmode sagen, dass aufgrund der Komplexität und Reichweite des Überwachungsstaates Anti-Überwachungsmode eher dazu dient, das Bewusstsein zu schärfen, als tatsächlich den Status quo zu verändern. Die Vereitelung der KI-gestützten Kameraerkennung wird beispielsweise die weit verbreitete Erfassung Ihrer Daten im Internet nicht verhindern. Wenn Sie Anti-Überwachungsmode tragen, sollten Sie sich dieser Nachteile bewusst sein. Befürworter der Anti-Überwachungsmode nennen das Bewusstsein als zentralen Bestandteil ihrer Begeisterung für die Produkte.
fr: Les détracteurs de la mode anti-surveillance affirment que, compte tenu de la complexité et de l’étendue du système de surveillance, cette mode est plus efficace pour sensibiliser le public que pour changer réellement le statu quo. Contrecarrer la détection par caméra dotée de fonctionnalités d’intelligence artificielle n’empêchera pas la collecte généralisée de vos données en ligne, par exemple. Mieux vaut être conscient de ces désavantages lorsque l’on adopte la mode anti-surveillance. Les défenseurs de la mode anti-surveillance citent la sensibilisation comme un élément central de leur engouement pour ces produits.

# hero_image_alt_text
source: An image of Reflectacles
de: Ein Bild von Reflectacles
fr: Une image des lunettes Reflectacles

# scoring
source: Rating: 6/10
de: Bewertung: 6/10
fr: Note : 6/10

# type_of_testing
source: Hands On -- Testing with Imou security camera
de: Hands-On – Testen mit Imou-Überwachungskamera
fr: Test en situation réelle avec la caméra de sécurité Imou

# who_am_i
source: I'm a writer, artist, and filmmaker based in Paris, France. She has worked for more than a decade as a full-time reporter, including five years as a technology reporter at the Guardian.
de: Ich bin Schriftstellerin, Künstlerin und Filmemacherin und lebe in Paris, Frankreich. Sie arbeitet seit mehr als einem Jahrzehnt als Vollzeit-Reporterin, darunter fünf Jahre als Technologie-Reporterin beim Guardian.
fr: Écrivain, artiste et cinéaste, basée à Paris, Kari a travaillé pendant plus de dix ans comme journaliste à plein temps, dont cinq ans comme journaliste spécialisée dans les technologies pour le Guardian.

# lede_text
source: We tested the top products in antisurveillance fashion on the market. Products tested include adversarial clothing providers AntiAI Clothing, Yelo Pomelo, Cap_able Design, Oogaly, and RiotAssembly. We also tested glasses from Reflectacles, which are designed to defeat facial recognition systems by blocking, absorbing, or reflecting the infrared light some cameras use for facial mapping.
de: Wir haben die besten Produkte auf dem Markt getestet, die vor Überwachung schützen. Zu den getesteten Produkten gehören Kleidung von AntiAI Clothing, Yelo Pomelo, Cap_able Design, Oogaly und RiotAssembly. Außerdem haben wir Brillen von Reflectacles getestet, die Gesichtserkennungssysteme durch Blockieren, Absorbieren oder Reflektieren des Infrarotlichts, das manche Kameras für die Gesichtserkennung verwenden, außer Kraft setzen sollen.
fr: Nous avons testé les meilleurs produits anti-surveillance disponibles sur le marché. Parmi les produits testés figurent les vêtements anti-surveillance proposés par AntiAI Clothing, Yelo Pomelo, Cap_able Design, Oogaly et RiotAssembly. Nous avons également testé les lunettes Reflectacles, conçues pour déjouer les systèmes de reconnaissance faciale en bloquant, absorbant ou réfléchissant la lumière infrarouge utilisée par certaines caméras pour créer une cartographie du visage.
