Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/creative-purpose-artists-ai-2025.po
Languages: de, fr

# body.c7b7c944-9b57-4778-b989-b1e4bdd46ee1
source: One thing that remains constant, and uniquely human, is taste.
de: Eine Sache, die konstant und einzigartig menschlich bleibt, ist der Geschmack.
fr: Une chose reste toutefois constante et propre à l’être humain : le goût.

# body.c7b7c944-9b57-4778-b989-b1e4bdd46ee1
source: In what has become the go-to term for describing anything from a form of critical judgement to the discernment of quality, taste within the context of AI is often mentioned as the thing that AI lacks: cultural context, emotional depth, and lived experience that define who we are as individuals; which then, when turned into prompts, supposedly generates what is distinctly unique on the other end.
de: In dem, was mittlerweile zum Standardbegriff für alles geworden ist, was von einer Form kritischer Beurteilung bis hin zur Unterscheidung von Qualität reicht, wird Geschmack im Zusammenhang mit KI oft als das genannt, was KI fehlt: kultureller Kontext, emotionale Tiefe und gelebte Erfahrung, die uns als Individuen ausmachen; was dann, wenn es in Eingabeaufforderungen umgewandelt wird, angeblich etwas ganz Einzigartiges am anderen Ende erzeugt.
fr: Le goût, qui est devenu le terme privilégié pour décrire tout ce qui va du jugement critique au discernement de la qualité, est souvent mentionné dans le contexte de l’IA comme ce qui manque à cette dernière : le contexte culturel, la profondeur émotionnelle et l’expérience vécue qui définissent qui nous sommes en tant qu’individus ; ces éléments, lorsqu’ils sont transformés en invites, sont censés générer quelque chose de distinctement unique.

# body.b8b8ba7f-baf6-4aee-a572-83e218f3dd99.heading
source: Sari Azout, the founder of personal intelligence tool Sublime, puts it this way:
de: Sari Azout, Gründer des Personal Intelligence Tools Sublime, drückt es so aus:
fr: Sari Azout, fondateur de l’outil d’intelligence personnelle Sublime, résume ainsi la situation :

# body.b8b8ba7f-baf6-4aee-a572-83e218f3dd99.description
source: “AI is powerful but taste-blind. It can make anything but it has no idea what's actually worth making. But AI + your taste? That's the game-changer. The more AI can execute, the more your eye for what's interesting – your ability to discern and curate what matters and why – becomes everything.”
de: „KI ist leistungsstark, aber geschmacksblind. Sie kann alles erschaffen, hat aber keine Ahnung, was tatsächlich erstrebenswert ist. Aber KI + Ihr Geschmack? Das ist die bahnbrechende Neuerung. Je mehr KI leisten kann, desto wichtiger wird Ihr Blick für das Interessante – Ihre Fähigkeit, zu erkennen und zu kuratieren, was wichtig ist und warum.“
fr: « L’IA est puissante, mais elle n’a aucun discernement en matière de goût. Elle est capable de tout créer, sans savoir ce qui vaut réellement la peine d’être créé. Mais une IA associée à vos goûts ? Cela change tout. Plus l’IA est performante, plus votre capacité à repérer ce qui est intéressant, à discerner et à sélectionner ce qui compte et pourquoi, devient essentielle. »

# body.9e368478-f907-47d6-a967-1c99227d7e15
source: This approach reflects how many Gen Z creators already approach creative work. Having grown up with access to tutorials on YouTube and Skillshare, as well as easy-to-access software and hardware, newer generations of creatives are primed for versatility. Previously hard-defined roles and crafts like photographers, filmmakers, directors have already merged into the role of the multi-hyphenate creator: creatives that don’t fetishize any one tool or craft, are mostly self-taught and fluently switch between disciplines.
de: Dieser Ansatz spiegelt wider, wie viele Kreative der Generation Z bereits an kreative Arbeit herangehen. Da sie mit Tutorials auf YouTube und Skillshare sowie leicht zugänglicher Software und Hardware aufgewachsen sind, sind die neuen Generationen von Kreativen auf Vielseitigkeit vorbereitet. Früher klar definierte Rollen und Berufe wie Fotografen, Filmemacher und Regisseure sind bereits zu einer Rolle des vielseitigen Kreativen verschmolzen: Kreative, die kein bestimmtes Werkzeug oder Handwerk fetischisieren, meist Autodidakten sind und fließend zwischen den Disziplinen wechseln.
fr: Cette approche reflète la manière dont de nombreux créateurs de la génération Z abordent déjà le travail créatif. Ayant grandi au contact des tutoriels disponibles sur YouTube et Skillshare, ainsi que des logiciels et du matériel facilement accessibles, les nouvelles générations de créatifs sont prédisposées à la polyvalence. Les rôles et les métiers autrefois clairement définis, tels que ceux de photographe, de cinéaste ou de réalisateur, ont déjà évolué vers le rôle de créateur polyvalent : des créatifs qui ne se focalisent pas sur un outil ou un métier en particulier, sont pour la plupart autodidactes et passent aisément d’une discipline à l’autre.

# body.9e368478-f907-47d6-a967-1c99227d7e15
source: One such example of this growing multimedia, multiplatform expression is the director Harmony Korine, whose future design studio EDGLRD is expanding the horizons of older formats such as filmmaking and video games using machine learning tools. No longer satisfied with the traditional boundaries of filmmaking, Korine <a id="a1">uses</a> the term ‘blinx’ as a catch-all term for media: “Instead of films or games, a lot of these things – we’re just calling them blinx,” he says. Using advanced technologies to break away from past traditions, EDGLRD is but one example of the way artists are adapting to the changing digital environment.
de: Ein Beispiel für diese wachsende multimediale, plattformübergreifende Ausdrucksform ist der Regisseur Harmony Korine, dessen zukünftiges Designstudio EDGLRD mit Hilfe von Machine-Learning-Tools die Horizonte älterer Formate wie Film und Videospiele erweitert. Korine gibt sich nicht mehr mit den traditionellen Grenzen des Filmemachens zufrieden und <a id="a1">verwendet</a> den Begriff „Blinx” als Sammelbegriff für Medien: „Anstelle von Filmen oder Spielen nennen wir viele dieser Dinge einfach Blinx”, sagt er. EDGLRD nutzt fortschrittliche Technologien, um mit alten Traditionen zu brechen, und ist nur ein Beispiel dafür, wie sich Künstler an die sich wandelnde digitale Umgebung anpassen.
fr: Le réalisateur Harmony Korine est un exemple de cette expression multimédia et multiplateforme en pleine expansion. Son futur studio de design EDGLRD élargit les horizons des formats traditionnels tels que le cinéma et les jeux vidéo à l'aide d’outils d’apprentissage automatique. Ne se contentant plus des limites traditionnelles du cinéma, Korine <a id="a1">utilise</a> le terme « blinx » comme un terme générique pour désigner les médias : « Au lieu de films ou de jeux, nous appelons simplement beaucoup de ces créations des blinx » explique-t-il. En utilisant des technologies avancées pour rompre avec les traditions passées, EDGLRD n’est qu’un exemple parmi d’autres de la manière dont les artistes s’adaptent à l’évolution de l’environnement numérique.

# body.9e368478-f907-47d6-a967-1c99227d7e15
source: The main takeaway is that new creative tools call for new mediums to explore what’s possible. And, since AI can only make predictions about the present based on what’s already happened, it’s up to us humans to predict what comes next.
de: Die wichtigste Erkenntnis ist, dass neue kreative Werkzeuge neue Medien erfordern, um die Möglichkeiten auszuloten. Und da KI nur auf der Grundlage bereits Geschehenem Vorhersagen über die Gegenwart treffen kann, liegt es an uns Menschen, vorherzusagen, was als Nächstes kommt.
fr: La principale conclusion est que les nouveaux outils créatifs impliquent de nouveaux médias qui permettent d’explorer toutes les possibilités. Et comme l’IA est uniquement capable de se baser sur le passé pour prédire le présent, c’est à nous, les humains, qu’il revient de prédire l’avenir.

# body.648d77c1-1bfc-4a3b-9a1b-7e32a4e80a14
source: <i>Illustration by</i> <b><i>Dakarai Akil</i></b>
de: <i>Illustration von</i> <b><i>Dakarai Akil</i></b>
fr: <i>Illustration par</i> <b><i>Dakarai Akil</i></b>

# body.8646bf66-7e99-4c75-a114-40a859d9d944.label
source: Download the full zine, Imagine Intel
de: Laden Sie das vollständige Magazin „Imagine Intel“ herunter
fr: Téléchargez le magasine Imagine Intel complet

# body.3525ef5f-b4ab-45d7-9261-a9aaa7da305b.video_url
source: https://player.vimeo.com/progressive_redirect/playback/1156993546/rendition/720p/file.mp4%20%28720p%29.mp4?loc=external&amp;signature=6178b72ef971f9f272cbee2b1641ca1d52485c0b2152f2b16fdf469408494bee
fr: https://player.vimeo.com/progressive_redirect/playback/1156993546/rendition/720p/file.mp4%20%28720p%29.mp4?loc=external&signature=6178b72ef971f9f272cbee2b1641ca1d52485c0b2152f2b16fdf469408494bee
