Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/creative-purpose-artists-ai-2025.po
Languages: de, fr

# seo_title
source: What is Creative Purpose in the Age of AI?
de: Was ist der kreative Zweck im Zeitalter der KI?
fr: À quoi sert la créativité à l’ère de l’IA ?

# search_description
source: It’s time to change how artists and creatives participate in shaping technology.
de: Es ist an der Zeit, die Art und Weise zu ändern, wie Künstler und Kreative an der Gestaltung von Technologie teilnehmen.
fr: Il est temps de changer la manière dont les artistes et les créatifs participent à l’évolution de la technologie.

# title
source: What is Creative Purpose in the Age of AI?
de: Was ist der kreative Zweck im Zeitalter der KI?
fr: À quoi sert la créativité à l’ère de l’IA ?

# hero_image_alt_text
source: A collage by Dakarai Akil on artists in the age of AI
de: Eine Collage von Dakarai Akil über Künstler im Zeitalter der KI
fr: Un collage de Dakarai Akil inspiré par les artistes à l’ère de l’IA

# lede_text
source: It’s time to change how artists and creatives participate in shaping technology.
de: Es ist an der Zeit, die Art und Weise zu ändern, wie Künstler und Kreative an der Gestaltung von Technologie teilnehmen.
fr: Il est temps de changer la manière dont les artistes et les créatifs participent à l’évolution de la technologie.

# body.709b6f95-d334-4513-ada1-cc3ebfd33453
source: <i>An excerpt from</i> <a id="a1">Imagine Intel: Creative Purpose at the Dawn of AI</a>, <i>our new zine capturing the hopes, anxieties, and demands of creatives working at a transformational moment for creativity and technology. Download the full zine below.</i>
de: <i>Ein Auszug aus „</i> <a id="a1">Imagine Intel: Creative Purpose at the Dawn of AI“</a>, <i>unserem neuen Magazin, das die Hoffnungen, Ängste und Forderungen von Kreativen in einer Zeit des Wandels für Kreativität und Technologie einfängt. Laden Sie das vollständige Magazin unten herunter.</i>
fr: <i>Extrait de</i> <a id="a1">Imagine Intel : Creative Purpose at the Dawn of AI</a>, <i>notre nouveau magazine qui reflète les espoirs, les inquiétudes et les exigences des créatifs qui évoluent à une époque marquée par une transformation profonde de la créativité et de la technologie. Téléchargez le magazine complet ci-dessous.</i>

# body.97d6deae-88e6-4838-ab78-e6385b64adac
source: Many believe the modern Western concept of the artist emerged in the late 18th century, fundamentally transforming what an artist is, does, and their role in society.
de: Viele glauben, dass das moderne westliche Konzept des Künstlers im späten 18. Jahrhundert entstand und damit grundlegend veränderte, was ein Künstler ist, was er tut und welche Rolle er in der Gesellschaft spielt.
fr: Beaucoup pensent que la notion occidentale moderne de l’artiste est apparue à la fin du XVIIIe siècle, transformant fondamentalement le statut, le rôle et la place de l’artiste dans la société.

# body.97d6deae-88e6-4838-ab78-e6385b64adac
source: Before this shift, artists were primarily seen as skilled craftspeople. Their role was largely utilitarian and decorative, bound by tradition and the expectations of those who paid for their labor. But shaped by the Enlightenment's emphasis on science and reason, and further accelerated by the industrial revolution where mass production became the norm, the artist's identity underwent a radical redefinition. No longer required to spend thousands of hours mastering a craft within rigid guild structures, the artist emerged as an autonomous creative individual—a genius figure who expressed personal vision and originality rather than executing someone else's specifications.
de: Vor diesem Wandel wurden Künstler in erster Linie als geschickte Handwerker angesehen. Ihre Rolle war weitgehend utilitaristisch und dekorativ, gebunden an Traditionen und die Erwartungen derjenigen, die für ihre Arbeit bezahlten. Aber geprägt von der Betonung von Wissenschaft und Vernunft durch die Aufklärung und weiter beschleunigt durch die industrielle Revolution, in der Massenproduktion zur Norm wurde, erfuhr die Identität des Künstlers eine radikale Neudefinition. Da sie nicht mehr Tausende von Stunden damit verbringen mussten, ein Handwerk innerhalb starrer Zunftstrukturen zu erlernen, entwickelten sich Künstler zu autonomen, kreativen Individuen – zu Genies, die ihre persönliche Vision und Originalität zum Ausdruck brachten, anstatt die Vorgaben anderer auszuführen.
fr: Auparavant, les artistes étaient principalement considérés comme des artisans qualifiés. Leur rôle était essentiellement utilitaire et décoratif, régi par la tradition et les attentes de ceux qui rémunéraient leur travail. Influencée par l’importance accordée à la science et à la pensée rationnelle par le siècle des Lumières, puis accélérée par la révolution industrielle qui a généralisé la production de masse, l’identité de l’artiste a connu une redéfinition radicale. Libéré de l’obligation de passer des milliers d’heures à maîtriser un métier au sein de structures corporatives rigides, l’artiste est apparu comme un individu créatif et autonome, une figure géniale qui exprimait sa vision personnelle et son originalité plutôt que d’exécuter les spécifications imposées par autrui.

# body.97d6deae-88e6-4838-ab78-e6385b64adac
source: The artist was now expected to innovate, to break free from established rules and past traditions, to create for art's sake rather than purely for function or patronage.
de: Vom Künstler wurde nun erwartet, dass er innovativ war, sich von etablierten Regeln und Traditionen der Vergangenheit löste und eher um der Kunst willen schuf als rein aus funktionalen Gründen oder um Gönner zu gewinnen.
fr: On attendait désormais de l’artiste qu’il innove, qu’il s’affranchisse des règles établies et des traditions passées, qu’il crée par amour de l’art plutôt que dans un but purement fonctionnel ou pour satisfaire un commanditaire.

# body.97d6deae-88e6-4838-ab78-e6385b64adac
source: The same narrative plays out today. A <a id="a1">recent post on Adobe’s blog</a> offers creative professionals “a pathway to growing their careers by freeing up time to do more of the things only they can do.” It is, indeed, a tale as old as time: technology is supposed to free us from constraints, democratize access and give us more time to do the things we really want to do. But the reality isn’t that simple. Every day, news headlines and social media feeds announce that artists, art directors, designers, strategists, and many more will be replaced – or face reduced rates in light of recent and rapid advancements in AI.
de: Das gleiche Szenario spielt sich auch heute ab. Ein <a id="a1">kürzlich veröffentlichter Beitrag im Blog von Adobe</a> bietet Kreativprofis „einen Weg, ihre Karriere voranzutreiben, indem sie Zeit freisetzen, um mehr von den Dingen zu tun, die nur sie tun können“. Es ist in der Tat eine uralte Geschichte: Technologie soll uns von Zwängen befreien, den Zugang demokratisieren und uns mehr Zeit für die Dinge geben, die wir wirklich tun wollen. Aber die Realität ist nicht so einfach. Jeden Tag verkünden Schlagzeilen und Social-Media-Feeds, dass Künstler, Art Directors, Designer, Strategen und viele andere aufgrund der jüngsten rasanten Fortschritte in der KI ersetzt werden oder mit sinkenden Honoraren rechnen müssen.
fr: La même histoire se répète aujourd’hui. Un <a id="a1">article récent publié sur le blog d’Adobe</a> propose aux professionnels de la création « un moyen de développer leur carrière en libérant du temps pour réaliser davantage de projets qu’eux seuls peuvent mener à bien ». C’est en effet une histoire vieille comme le monde : la technologie est censée nous libérer des contraintes, démocratiser l’accès et nous donner plus de temps pour faire ce que nous voulons vraiment faire. Mais la réalité n’est pas aussi simple. Chaque jour, les gros titres des journaux et les flux des réseaux sociaux annoncent que les artistes, les directeurs artistiques, les designers, les stratèges et bien d’autres encore seront remplacés ou verront leurs revenus diminuer en raison des progrès récents et rapides de l’IA.

# body.97d6deae-88e6-4838-ab78-e6385b64adac
source: Jevons Paradox is a term often applied to the supply and demand of AI and computational power. The term arrived in 1865 when English economist William Stanley Jevons noticed something peculiar about coal: the more efficiently heat could be generated, the more coal people burned. The same metaphor applies to AI as technical leaps in efficiency rapidly drive down the cost per calculation. Yet, instead of using less energy, the use cases for computation increase and so does AI’s consumption of resources.
de: Der Begriff „Jevons-Paradoxon“ wird häufig im Zusammenhang mit Angebot und Nachfrage von KI und Rechenleistung verwendet. Der Begriff entstand 1865, als der englische Ökonom William Stanley Jevons etwas Merkwürdiges an Kohle bemerkte: Je effizienter Wärme erzeugt werden konnte, desto mehr Kohle verbrannten die Menschen. Die gleiche Metapher gilt für KI, da technische Effizienzsprünge die Kosten pro Berechnung rapide senken. Anstatt jedoch weniger Energie zu verbrauchen, nehmen die Anwendungsfälle für Berechnungen zu, und damit auch der Ressourcenverbrauch der KI.
fr: Le paradoxe de Jevons est un concept souvent appliqué à l’offre et à la demande en matière d’IA et de puissance de calcul. Ce terme est apparu en 1865 lorsque l’économiste anglais William Stanley Jevons a observé une particularité concernant le charbon : plus la production de chaleur était efficace, plus les gens consommaient de charbon. La même métaphore s’applique à l’IA, car les progrès techniques en matière d’efficacité font rapidement baisser le coût par calcul. Pourtant, au lieu de consommer moins d’énergie, les cas d’utilisation du calcul augmentent, tout comme les ressources consommées par l’IA.

# body.97d6deae-88e6-4838-ab78-e6385b64adac
source: The same logic seems to apply to human labor.
de: Die gleiche Logik scheint für die menschliche Arbeit zu gelten.
fr: La même logique semble s’appliquer au travail humain.

# body.d4e59fc2-7765-483e-9ba4-78067112cf2c.heading
source: From writer Tina He:
de: Von der Autorin Tina He:
fr: Selon l’auteure Tina He :

# body.d4e59fc2-7765-483e-9ba4-78067112cf2c.description
source: "Traditional economics might predict that AI-boosted productivity would reduce working hours, a four-day weekend for tasks that once took five days. But reality has different plans. [...] Productivity doesn't eliminate work; it transforms it, multiplies it, elevates its complexity. The time saved becomes time reinvested, often with compound interest."
de: „Die traditionelle Wirtschaftstheorie würde vielleicht vorhersagen, dass die durch KI gesteigerte Produktivität zu einer Verkürzung der Arbeitszeit führen würde, zu einem viertägigen Wochenende für Aufgaben, die früher fünf Tage in Anspruch nahmen. Aber die Realität sieht anders aus. [...] Produktivität beseitigt Arbeit nicht, sie verändert sie, vervielfacht sie, erhöht ihre Komplexität. Die eingesparte Zeit wird zu reinvestierter Zeit, oft mit Zinseszinsen.“
fr: « Les principes économiques traditionnels pourraient laisser présager que l’augmentation de la productivité grâce à l’IA réduirait le temps de travail, permettant ainsi d’accomplir en quatre jours des tâches qui en nécessitaient auparavant cinq. Mais la réalité est tout autre. [...] La productivité ne supprime pas le travail, elle le transforme, le multiplie et le rend plus complexe. Le temps gagné est réinvesti, souvent avec des intérêts cumulés. »

# body.10bb7bf2-3de0-43df-8c22-0eab5f45f6a4
source: It’s only natural then that values such as productivity, efficiency and speed are promoted as the key benefits of the big AI companies that want us to use their models. For example, one of the slogans of Claude’s 2024 marketing campaign is “A jetpack for your thoughts”, or a main chapter of Perplexity AI’s 2025 playbook, <i>Perplexity at Work</i>, is titled, <i>Scale Yourself</i>. This is a helpful approach if you’re a copywriter tasked with the job of creating hundreds of ads every day; a content creator trying to beat the algorithm; an illustrator working multiple jobs at the same time because the bills need to be paid; or another creative worker who finds themselves creating work under ever-increasing demands for speed, efficiency and output.
de: Es ist daher nur natürlich, dass Werte wie Produktivität, Effizienz und Geschwindigkeit als die wichtigsten Vorteile der großen KI-Unternehmen angepriesen werden, die uns dazu bewegen wollen, ihre Modelle zu nutzen. So lautet beispielsweise einer der Slogans der Marketingkampagne von Claude für 2024 „Ein Jetpack für Ihre Gedanken“, und ein Hauptkapitel des Playbooks von Perplexity <i>AI für 2025</i>, Perplexity at Work, trägt den Titel „<i>Scale Yourself“</i>. Dies ist ein hilfreicher Ansatz, wenn Sie als Texter täglich Hunderte von Anzeigen erstellen müssen, als Content-Ersteller versuchen, den Algorithmus zu überlisten, als Illustrator mehrere Jobs gleichzeitig ausüben, weil die Rechnungen bezahlt werden müssen, oder als anderer Kreativer unter ständig steigenden Anforderungen an Geschwindigkeit, Effizienz und Output arbeiten.
fr: Il est donc tout à fait naturel que des valeurs telles que la productivité, l’efficacité et la rapidité soient mises en avant comme les principaux avantages des géants de l’IA qui souhaitent nous voir utiliser leurs modèles. Par exemple, l’un des slogans de la campagne marketing 2024 de Claude est « A jetpack for your thoughts » (Un jetpack pour vos pensées), et l’un des chapitres principaux du guide 2025 de Perplexity AI, <i>Perplexity at Work</i>, s’intitule « <i>Scale Yourself</i> » (Développez-vous). Cela peut être utile pour un rédacteur chargé de créer des centaines de publicités chaque jour, un créateur de contenu qui tente de déjouer l’algorithme, un illustrateur qui cumule plusieurs emplois pour payer ses factures ou tout autre créatif qui doit produire dans des délais toujours plus courts, avec une efficacité et un rendement toujours plus élevés.

# body.10bb7bf2-3de0-43df-8c22-0eab5f45f6a4
source: This is the reality we live in.
de: Das ist die Realität, in der wir leben.
fr: Tel est le monde dans lequel nous vivons.

# body.10bb7bf2-3de0-43df-8c22-0eab5f45f6a4
source: But let’s not make the mistake of thinking this replaces the journey that makes art and creativity meaningful to us.
de: Aber machen wir nicht den Fehler zu denken, dass dies die Reise ersetzt, die Kunst und Kreativität für uns sinnvoll macht.
fr: Mais ne nous méprenons pas : ces outils ne remplacent pas le travail qui donne tout son sens à l’art et à la créativité.

# body.8a341037-e7e7-49b2-bb42-288b7bc940b1
source: Last November, <a id="a1">Rosalía released her new album <i>Lux</i></a>. Written and recorded in collaboration with the London Symphony Orchestra, the singer emphasized that she didn’t use any AI tools in its creation: “It’s all human” she explained in the <i>New York Times Popcast</i>, emphasizing that despite the extraordinary feat of singing in 13 languages, she accomplished this through traditional human effort – years of study, collaboration with language experts, and countless takes to get the pronunciations and meanings right.
de: Im vergangenen November veröffentlichte <a id="a1">Rosalía ihr neues Album <i>Lux</i></a>. Das Album wurde in Zusammenarbeit mit dem London Symphony Orchestra geschrieben und aufgenommen, wobei die Sängerin betonte, dass sie bei der Entstehung keine KI-Tools verwendet habe: „Es ist alles menschlich“, erklärte sie im <i>New York Times Popcast und betonte</i>, dass sie trotz der außergewöhnlichen Leistung, in 13 Sprachen zu singen, dies durch traditionelle menschliche Anstrengungen erreicht habe – jahrelanges Studium, Zusammenarbeit mit Sprachexperten und unzählige Takes, um die Aussprache und Bedeutung richtig hinzubekommen.
fr: En novembre dernier, <a id="a1">Rosalía a sorti son nouvel album <i>Lux</i></a>. Écrit et enregistré en collaboration avec le London Symphony Orchestra, la chanteuse a souligné qu’elle n’avait utilisé aucun outil d’IA pour la création de cet album : « Tout est humain », a-t-elle expliqué dans le <i>New York Times Popcast</i>, soulignant que malgré l’exploit extraordinaire de chanter en 13 langues, elle y est parvenue grâce à un travail humain classique : des années d’étude, une collaboration avec des experts linguistiques et d’innombrables prises pour obtenir la prononciation et la signification correctes.

# body.8a341037-e7e7-49b2-bb42-288b7bc940b1
source: There might be many reasons why Rosalía’s album was so well received – breaking the record for most streamed album in one day by any Spanish-language artist, with 42 million listens on its day of release. But one of them is the specific moment in time where many of us fear that the rapid advancement of AI threatens to take away our humanity. To see Rosalía counter that narrative, spending years perfecting an album – which, in itself has become an almost lost art form due to the algorithmic re-structuring of the listening experience – and committing to the craft. The struggle, pain, failure, vulnerability, and ultimately pride of creating a work of art feels like an act of resistance.
de: Es mag viele Gründe geben, warum Rosalías Album so gut angekommen ist – es brach den Rekord für das meistgestreamte Album eines spanischsprachigen Künstlers an einem Tag mit 42 Millionen Aufrufen am Tag seiner Veröffentlichung. Aber einer davon ist der besondere Moment, in dem viele von uns befürchten, dass der rasante Fortschritt der KI unsere Menschlichkeit zu zerstören droht. Rosalía widerspricht dieser Erzählung, indem sie Jahre damit verbracht hat, ein Album zu perfektionieren – was aufgrund der algorithmischen Umstrukturierung des Hörerlebnisses selbst zu einer fast verlorenen Kunstform geworden ist – und sich ganz ihrer Kunst verschrieben hat. Der Kampf, der Schmerz, das Scheitern, die Verletzlichkeit und letztendlich der Stolz, ein Kunstwerk geschaffen zu haben, fühlen sich wie ein Akt des Widerstands an.
fr: Il y a sans doute de nombreuses raisons qui expliquent le succès retentissant de l’album de Rosalía, qui a battu le record du nombre d’écoutes en streaming en une journée pour un artiste hispanophone, avec 42 millions d'écoutes le jour de sa sortie. Parmi celles-ci, on peut citer le contexte actuel, dans lequel beaucoup d’entre nous craignent que les progrès rapides de l’IA ne menacent de nous priver de notre humanité. Rosalía va à l’encontre de cette idée en passant des années à perfectionner un album, une forme d’art presque disparue en raison de la restructuration algorithmique de l’expérience d'écoute, et en s’engageant pleinement dans son art. La lutte, la douleur, l’échec, la vulnérabilité et, finalement, la fierté de créer une œuvre d’art apparaissent comme un acte de résistance.

# body.8a341037-e7e7-49b2-bb42-288b7bc940b1
source: You can argue that the ability to commit yourself in that way, have the time and resources available to do so, and find commercial success with it, is a luxury. Working in the creative industries, many of us have learned to live with compromise, distinguishing between creative work that’s aimed at a certain goal – to sell something – and the creative work we do for ourselves, or within more independent realms – where commercial viability isn’t the only metric of success. And yet, Rosalía remains inspiring: To take the risk to create on your own terms, follow your own path, and do it in whatever way you want is something we can all apply to our own practices.
de: Man kann argumentieren, dass die Fähigkeit, sich auf diese Weise zu engagieren, die dafür erforderliche Zeit und die Ressourcen zu haben und damit kommerziellen Erfolg zu erzielen, ein Luxus ist. Viele von uns, die in der Kreativbranche arbeiten, haben gelernt, mit Kompromissen zu leben und zwischen kreativer Arbeit, die auf ein bestimmtes Ziel ausgerichtet ist – etwas zu verkaufen – und kreativer Arbeit, die wir für uns selbst oder in unabhängigeren Bereichen leisten – wo die kommerzielle Rentabilität nicht der einzige Maßstab für Erfolg ist – zu unterscheiden. Und doch bleibt Rosalía inspirierend: Das Risiko einzugehen, nach eigenen Vorstellungen zu schaffen, den eigenen Weg zu gehen und dies auf die gewünschte Weise zu tun, ist etwas, das wir alle auf unsere eigene Praxis übertragen können.
fr: Certains diront que la capacité à s’engager de cette manière, à disposer du temps et des ressources nécessaires pour le faire, et à en tirer un succès commercial, est un privilège. Dans le secteur créatif, nous sommes nombreux à avoir appris à faire des compromis, à distinguer le travail créatif qui vise un objectif précis (vendre quelque chose) du travail créatif que nous faisons pour nous-mêmes ou dans des domaines plus indépendants, où la viabilité commerciale n’est pas le seul critère de réussite. Et pourtant, Rosalía reste une source d’inspiration : prendre le risque de créer selon ses propres conditions, suivre sa propre voie et le faire selon ses propres envies est une attitude que nous pouvons tous appliquer à nos propres pratiques.

# body.c7b7c944-9b57-4778-b989-b1e4bdd46ee1
source: The Artist in the Age of AI
de: Der Künstler im Zeitalter der KI
fr: L’artiste à l’ère de l’IA

# body.c7b7c944-9b57-4778-b989-b1e4bdd46ee1
source: Most artists today are navigating hybrid roles, where they increasingly need to know how to filter and shape culture rather than just creation itself.
de: Die meisten Künstler bewegen sich heute in hybriden Rollen, in denen sie zunehmend wissen müssen, wie sie Kultur filtern und gestalten können, anstatt sich nur auf das Schaffen selbst zu konzentrieren.
fr: La plupart des artistes d’aujourd’hui cumulent plusieurs rôles, ce qui les oblige de plus en plus à savoir filtrer et façonner la culture plutôt que de se contenter de créer.

# body.c7b7c944-9b57-4778-b989-b1e4bdd46ee1
source: To be an artist, much like online identity itself, is a cobbling together of multiple artistic expressions, which requires chameleonic levels of versatility. You’re an art director and a photographer and a designer; a thinkfluencer and a DJ and a part-time model.
de: Künstler zu sein ist, ähnlich wie die Online-Identität selbst, ein Zusammensetzen verschiedener künstlerischer Ausdrucksformen, was eine chamäleonartige Vielseitigkeit erfordert. Du bist Art Director, Fotograf und Designer, Thinkfluencer, DJ und Teilzeitmodel.
fr: Être un artiste, au même titre que l’identité en ligne, consiste à assembler plusieurs expressions artistiques, ce qui nécessite une polyvalence digne d’un caméléon. Il faut être directeur artistique, photographe et designer, influenceur intellectuel, DJ et mannequin.

# body.c7b7c944-9b57-4778-b989-b1e4bdd46ee1
source: So, what does it mean to be authentic in an age of AI? As many participants of the Imaginative Intelligence Assemblies pointed out, artists are no longer just makers. They are increasingly system designers, navigating tools, platforms, and audiences to shape meaning in a rapidly changing creative economy.
de: Was bedeutet es also, in Zeiten der KI authentisch zu sein? Wie viele Teilnehmer der Imaginative Intelligence Assemblies betonten, sind Künstler nicht mehr nur Schöpfer. Sie sind zunehmend Systemdesigner, die sich mit Tools, Plattformen und Zielgruppen auskennen, um in einer sich schnell verändernden Kreativwirtschaft Bedeutung zu schaffen.
fr: Alors, comment rester authentique à l’ère de l’IA ? Comme l’ont souligné de nombreux participants aux Imaginative Intelligence Assemblies, les artistes ne sont plus seulement des créateurs. Ils sont de plus en plus souvent des concepteurs de systèmes, qui maîtrisent les outils, les plateformes et les publics afin de donner du sens à une économie créative en pleine mutation.
