Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/first-year-on-the-internet-2025.po
Languages: de, fr

# seo_title
source: 2025 Was My First Year on the Internet
de: 2025 war mein erstes Jahr im Internet
fr: 2025, ma première année sur Internet

# search_description
source: Read our end of year feature story. We interviewed 4 people around the world for which 2025 was their first year on the internet: from their favorite websites, to what they liked and disliked about the internet. Here are their stories from New Delhi, New York, Mitu, and Lagos.
de: Lesen Sie unsere Feature-Story zum Jahresende. Wir haben weltweit vier Menschen interviewt, für die 2025 das erste Jahr im Internet war: von ihren Lieblingswebseiten bis hin zu dem, was ihnen am Internet gefiel – und was nicht. Hier sind ihre Geschichten aus Neu-Delhi, New York, Mitú und Lagos.
fr: Lisez notre article spécial de fin d’année. Nous avons interrogé quatre personnes à travers le monde qui ont découvert Internet en 2025 : de leurs sites Web préférés à ce qu’elles aiment et n’aiment pas sur Internet. Voici leurs témoignages depuis New Delhi, New York, Mitu et Lagos.

# title
source: 2025: My First Year on the Internet
de: 2025: Mein erstes Jahr im Internet
fr: 2025, ma première année sur Internet

# lede_text
source: For so many of us, being on the Internet is as normal as breathing. The first thing we do when we wake up is check our phones for new messages, emails, alerts from our apps, or scroll whichever endless feed captivates our attention.
fr: Pour beaucoup d’entre nous, utiliser Internet est aussi naturel que respirer. La première chose que nous faisons au réveil est de consulter notre téléphone pour voir si nous avons reçu de nouveaux messages, e-mails ou notifications de nos applications, ou de faire défiler le fil d’actualité qui captive notre attention.

# body.29d04c9a-e117-42e3-a0e8-6ee020445d7c
source: We’ve done this for years.
fr: Ce geste fait partie de notre routine quotidienne depuis des années.

# body.29d04c9a-e117-42e3-a0e8-6ee020445d7c
source: For many others, their first year on the Internet was recent. According to data from the World Bank, <a id="a1">29% of the world’s population don’t use the Internet</a>. In many countries, the <a id="a2">digital divide</a> is often due to lack of reliable access and illiteracy. Even in developed countries, such as the U.S., a handful of households <a id="a3">choose not to be online</a> due to cost, lack of interest, and privacy and security concerns.
de: Für viele andere war das erste Jahr im Internet erst vor Kurzem. Laut Daten der Weltbank <a id="a1">nutzen 29 % der Weltbevölkerung das Internet nicht</a>. In vielen Ländern liegt diese <a id="a2">digitale Kluft</a> oft an mangelndem zuverlässigen Zugang und Analphabetismus. Selbst in Industrieländern wie den USA <a id="a3">entscheiden sich einige Haushalte gegen das Online-Sein</a> – aufgrund von Kosten, fehlendem Interesse oder Bedenken bezüglich Privatsphäre und Sicherheit.
fr: De nombreuses autres personnes ont découvert Internet récemment. Selon les données de la Banque mondiale, <a id="a1">29 % de la population mondiale n’utilise pas Internet</a>. Dans de nombreux pays, la <a id="a2">fracture numérique</a> est souvent due à un manque d’accès fiable et à l’analphabétisme. Même dans les pays développés, comme les États-Unis, quelques foyers <a id="a3">choisissent de ne pas se connecter à Internet</a> pour des raisons de coût, de manque d’intérêt et de préoccupations liées à la confidentialité et à la sécurité.

# body.29d04c9a-e117-42e3-a0e8-6ee020445d7c
source: We interviewed 4 people around the world for which 2025 was their first year on the Internet. They loved the access to information, and the freedom to learn. They were introduced to the world of online scams quickly. All of them felt that being on the Internet expanded their world.
de: Wir haben vier Menschen auf der ganzen Welt interviewt, für die 2025 das erste Jahr im Internet war. Sie liebten den Zugang zu Informationen und die Freiheit, zu lernen. Sie wurden auch schnell mit der Welt der Online-Betrügereien bekannt gemacht. Alle hatten das Gefühl, dass das Internet ihre Welt erweitert hat.
fr: Nous avons interrogé quatre personnes à travers le monde qui ont découvert Internet en 2025. Elles ont apprécié l’accès à l’information et la liberté d’apprendre. Elles ont rapidement été confrontées au monde des escroqueries en ligne. Toutes ont estimé qu’Internet avait élargi leur horizon.

# body.29d04c9a-e117-42e3-a0e8-6ee020445d7c
source: Here are their stories, from New Delhi to the Bronx.
de: Hier sind ihre Geschichten, von Neu-Delhi bis zur Bronx.
fr: Voici leurs histoires, de New Delhi au Bronx.

source: NEW DELHI, By Preetika Rana
fr: NEW DELHI, par Preetika Rana

source: Mamta Devi discovered the internet after her daughter gifted her a smartphone earlier in 2025. The mother of three in India initially used it to play nursery rhymes for her grandson. But the phone quickly became a portal. Now she’s hooked on YouTube, and streams everything from cooking tutorials to Bollywood songs and even teachings from the Bible.
de: Mamta Devi entdeckte das Internet, nachdem ihre Tochter ihr Anfang 2025 ein Smartphone geschenkt hatte. Die dreifache Mutter aus Indien nutzte es zunächst, um Kinderlieder für ihren Enkel abzuspielen. Aber das Telefon wurde schnell zu einem Tor zur Welt. Jetzt ist sie süchtig nach YouTube und streamt alles – von Koch-Tutorials über Bollywood-Songs bis hin zu Lehren aus der Bibel.
fr: Mamta Devi a découvert Internet après que sa fille lui ait offert un smartphone au début de l’année 2025. Cette mère de trois enfants vivant en Inde l’utilisait au départ pour faire écouter des comptines à son petit-fils. Mais son téléphone est rapidement devenu son portail vers le monde. Aujourd’hui, elle est accro à YouTube et regarde tout ce qui lui passe sous la main, des tutoriels de cuisine aux chansons bollywoodiennes, en passant par des sermons bibliques.

source: “At first, everything was tough. The screen and icons were confusing,” said Devi, who can’t read or write in English. Then her daughter suggested a hack: Befriend Google’s voice assistant and go handsfree. Suddenly, the phone felt less like a machine she had to interpret and more like a friendly helper she could talk to.
de: „Am Anfang war alles schwierig. Der Bildschirm und die Symbole waren verwirrend“, sagt Devi, die weder Englisch lesen noch schreiben kann. Dann schlug ihre Tochter einen Trick vor: Freunde dich mit dem Google Sprachassistenten an und nutze die Freisprechfunktion. Plötzlich fühlte sich das Handy weniger wie eine Maschine an, die sie interpretieren musste, und mehr wie ein freundlicher Helfer, mit dem sie sprechen konnte.
fr: « Au début, tout était difficile. L’écran et les icônes étaient déroutants », explique Mamta Devi, qui ne sait ni lire ni écrire l’anglais. Sa fille lui a alors suggéré une astuce : se familiariser avec l’assistant vocal de Google et utiliser le mode mains libres. Soudain, son téléphone ne lui semblait plus une machine qu’elle devait décrypter, mais plutôt un assistant sympathique à qui elle pouvait parler.

source: “So now I just say, ‘Hey Google, do this,’ and things happen.” Devi rarely types, so she lets AI work its magic. When she finishes watching a YouTube video, the next one automatically plays based on her history—and she loves it.
de: „Jetzt sage ich einfach: ‚Hey Google, mach dies‘, und Dinge passieren.“ Devi tippt selten, sie lässt lieber die KI ihre Magie wirken. Wenn sie ein YouTube-Video zu Ende geschaut hat, wird basierend auf ihrem Verlauf automatisch das nächste abgespielt – und sie liebt es.
fr: « Maintenant, je dis simplement « Hey Google, fais ceci », et ça marche. » Devi tape rarement au clavier, elle laisse l’IA faire son travail. Quand elle a fini de regarder une vidéo YouTube, la suivante se lance automatiquement en fonction de son historique, et elle adore ça.

source: “That’s how she discovers and learns,” said Devi’s daughter, Anju, who works as an accountant. Devi’s Vivo smartphone was a present from Anju on her parents’ 27th wedding anniversary in January. The family’s TV conked off so Anju figured the phone would make for a good replacement.
de: „So entdeckt sie Neues und lernt“, sagt Devis Tochter Anju, die als Buchhalterin arbeitet. Devis Vivo-Smartphone war ein Geschenk von Anju zum 27. Hochzeitstag ihrer Eltern im Januar. Der Fernseher der Familie hatte den Geist aufgegeben, also dachte Anju, das Handy wäre ein guter Ersatz.
fr: « C’est comme ça qu’elle découvre et apprend », explique Anju, la fille de Devi, qui est comptable. Le smartphone Vivo de Devi était un cadeau d’Anju pour le 27e anniversaire de mariage de ses parents en janvier. La télévision de la famille étant tombée en panne, Anju a pensé que le téléphone serait un bon substitut.

source: Devi’s marriage was arranged as a teenager and she became a young mother. Now 44, she lives in a modest brick home on the outskirts of New Delhi with her husband, 24-year-old daughter Anju, and two sons, aged 26 and 21. Families are close-knit in India, so it is common for children to live with their parents even as adults. Women typically move into their in-laws’ homes after marriage.
de: Devis Ehe wurde arrangiert, als sie ein Teenager war, und sie wurde jung Mutter. Heute, mit 44, lebt sie in einem bescheidenen Backsteinhaus am Rande von Neu-Delhi mit ihrem Mann, ihrer 24-jährigen Tochter Anju und zwei Söhnen im Alter von 26 und 21 Jahren. Familien in Indien sind eng verbunden, daher ist es üblich, dass Kinder auch als Erwachsene bei ihren Eltern leben. Frauen ziehen nach der Heirat typischerweise zu ihren Schwiegereltern.
fr: Devi, dont le mariage a été arrangé alors qu’elle était encore adolescente, est devenue mère très jeune. Aujourd’hui âgée de 44 ans, elle vit dans une modeste maison en briques en périphérie de New Delhi avec son mari, sa fille Anju, âgée de 24 ans, et ses deux fils, âgés de 26 et 21 ans. En Inde, les familles sont très soudées, il est donc courant que les enfants vivent avec leurs parents même à l’âge adulte. Les femmes emménagent généralement chez leurs beaux-parents après leur mariage.

source: After her eldest son had a baby four years ago, Devi quit working at an automobile workshop to care for her grandson. It became a full-time role that she embraced wholeheartedly—and one that unexpectedly made her more tech-savvy.
de: Nachdem ihr ältester Sohn vor vier Jahren ein Baby bekam, hörte Devi auf, in einer Autowerkstatt zu arbeiten, um sich um ihren Enkel zu kümmern. Es wurde eine Vollzeitaufgabe, die sie von ganzem Herzen annahm – und eine, die sie unerwartet technikaffiner machte.
fr: Après la naissance du premier enfant de son fils aîné il y a quatre ans, Devi a quitté son emploi dans un garage automobile pour s’occuper de son petit-fils. Elle s’est consacrée corps et âme à cette tâche qui, contre toute attente, l’a rendue plus à l’aise avec les technologies.

source: The toddler was endlessly curious and his comfort with devices amazed her. “He’s so sharp, he knows everything about phones,” says Devi. “Most of the things I’ve learned online have been because of him,” she adds.
de: Das Kleinkind war unendlich neugierig, und sein Umgang mit Geräten verblüffte sie. „Er ist so schlau, er weiß alles über Handys“, sagt Devi. „Das meiste, was ich online gelernt habe, habe ich durch ihn gelernt“, fügt sie hinzu.
fr: Le bambin était d’une curiosité sans limite et sa facilité d’utilisation des appareils la stupéfiait. « Il est tellement vif, il sait tout sur les téléphones », explique Devi. « La plupart des choses que j’ai apprises en ligne, c’est grâce à lui », ajoute-t-elle.

source: Mamta Devi using her smartphone.
de: Mamta Devi mit ihrem Smartphone.
fr: Mamta Devi utilise son smartphone.

source: Mamta Devi cooking for her family.
de: Mamta Devi kocht für ihre Familie.
fr: Mamta Devi cuisine pour sa famille.

source: Devi can’t pronounce WhatsApp so she calls it “Workshop,” an English word she knows because of time working at the automobile workshop. “My grandson would say, ‘Call Mummy,’ and so I learned how to video call my daughter-in-law on workshop.”
fr: Devi ne sait pas prononcer WhatsApp, alors elle appelle cette application « Workshop », un mot anglais qu’elle connaît grâce à son expérience professionnelle dans un atelier automobile. « Mon petit-fils me disait : « Appelle maman », alors j’ai appris à passer des appels vidéo à ma belle-fille sur Workshop. »

source: Spending hours with her grandson meant constantly finding new ways to keep him entertained. The phone became part of their routine. Devi played nursery rhymes like “Johny Johny Yes Papa,” letting the cheerful melodies play on loop in the background.
fr: Passer des heures avec son petit-fils l’obligeait à trouver sans cesse de nouvelles façons de le divertir. Le téléphone est devenu partie intégrante de leur routine. Devi lui faisait écouter des comptines comme « Johny Johny Yes Papa », laissant les joyeuses mélodies jouer en boucle en arrière-plan.

source: Over time, it led her to explore more of YouTube and expanded her worldview. Devi found herself listening to teachings from the Bible, something she hadn’t encountered before.
fr: Au fil du temps, cela l’a amenée à explorer davantage YouTube et à élargir sa vision du monde. Devi s’est retrouvée à écouter des passages de la Bible, ce qu’elle n’avait jamais fait auparavant.

source: A devout Hindu, Devi uses her phone to play chants and mantras around the house. But her faith in Jesus grew after meeting a pastor. “When I started believing in Jesus, my kids also found jobs,” she said.
fr: Fervente hindoue, Devi utilise son téléphone pour diffuser des chants et des mantras dans toute la maison. Mais sa foi en Jésus s’est renforcée après avoir rencontré un pasteur. « Quand j’ai commencé à croire en Jésus, mes enfants ont également trouvé du travail », a-t-elle déclaré.

source: The Internet has helped her deepen that spiritual curiosity. “I find it very soothing to listen to Christian philosophy,” she says. “It brings me peace.”
fr: Internet l’a aidée à assouvir sa curiosité spirituelle. « Je trouve très apaisant d’écouter la philosophie chrétienne », dit-elle. « Cela apaise mon esprit. »

source: The web has been a source of great joy too. Devi is using it to binge-watch cooking videos and has perfected a chickpea curry she’s been making for years. She realised she wasn’t letting her spices sit long enough and also discovered a missing ingredient: raw mango powder.
fr: Internet a également été une source de grande joie. Devi s’en sert pour regarder des vidéos de cuisine et a perfectionné un curry de pois chiches qu’elle prépare depuis des années. Elle s’est rendu compte qu’elle ne laissait pas ses épices reposer assez longtemps et a également découvert un ingrédient qui manquait : la poudre de mangue crue.

source: “The kids loved it,” she says.
fr: « Les enfants ont adoré », dit-elle.

source: The small tips she picks up online have made her more open to experimenting. She recently made samosas—a savory pastry stuffed with spiced potatoes—and added peas and cottage cheese to the mix.
fr: Les petites astuces qu’elle trouve en ligne l’ont rendue plus ouverte à l’expérimentation. Elle a récemment préparé des samosas, des pâtisseries salées fourrées de pommes de terre épicées, auxquelles elle a ajouté des petits pois et du fromage frais.

source: Someday, she hopes to start her own cooking channel on YouTube. “When you visit me,” she jokes, “be ready to put on 20 kilos. Because that’s how much I’m going to feed you!”
fr: Elle espère pouvoir un jour lancer sa propre chaîne de cuisine sur YouTube. « Quand vous regarderez ma chaîne, plaisante-t-elle, préparez-vous à prendre 20 kilos. Parce que j’ai l’intention de bien vous nourrir ! »

source: Food in Mamta Devi's kitchen.
fr: Des plats dans la cuisine de Mamta Devi.

source: Mamta Devi with her family.
fr: Mamta Devi et sa famille.

source: Bruce Roudette using a computer.
de: Bruce Roudette mit einem Computer.
fr: Bruce Roudette utilisant un ordinateur.

source: Bruce Roudette in the Bronx.
de: Bruce Roudette in der Bronx.
fr: Bruce Roudette dans le Bronx.

source: THE BRONX, By Julia Carpenter
fr: THE BRONX, par Julia Carpenter

source: When Bruce Roudette got his first smartphone, he thought he was being handed a tracking device.
de: Als Bruce Roudette sein erstes Smartphone bekam, dachte er, man würde ihm einen Peilsender überreichen.
fr: Lorsque Bruce Roudette a reçu son premier smartphone, il pensait qu’on lui remettait un dispositif de surveillance.

source: <a id="a1">After 51 years in prison</a>, Bruce arrived back home in the Bronx, the neighborhood he’d left in 1973. He was one of a handful of New Yorkers granted clemency by Governor Kathy Hochul at the end of 2024, but he barely recognized the world he reentered.
de: <a id="a1">Nach 51 Jahren im Gefängnis</a> kam Bruce zurück nach Hause in die Bronx, das Viertel, das er 1973 verlassen hatte. Er war einer von einer Handvoll New Yorkern, die Ende 2024 von Gouverneurin Kathy Hochul begnadigt wurden, aber er erkannte die Welt, in die er zurückkehrte, kaum wieder.
fr: <a id="a1">Après 51 ans passés en prison</a>, Bruce est rentré chez lui dans le Bronx, le quartier qu’il avait quitté en 1973. Il figurait parmi les rares New-Yorkais à avoir bénéficié de la grâce accordée par la gouverneure Kathy Hochul à la fin de l’année 2024, mais la société dans laquelle il a été réintégré lui était devenue totalement méconnaissable.

source: Bruce struggled to feel at home in a neighborhood he hadn’t known for more than half a century. Even visiting a local diner felt alien; after 50 years of prison food and commissary snacks, the price of a hot counter breakfast seemed staggeringly high. <a id="a1">The Osborne Association</a>, a nonprofit helping people and families affected by incarceration, got Bruce set up with fresh clothes, a much-needed haircut and a job on their staff as a recreation specialist. A woman who worked at Osborne also handed him a slim black rectangle: a smartphone.
de: Bruce hatte Mühe, sich in einem Viertel zu Hause zu fühlen, das er seit mehr als einem halben Jahrhundert nicht mehr kannte. Selbst der Besuch eines örtlichen Diners fühlte sich fremd an; nach 50 Jahren Gefängnisessen und Snacks aus dem Kiosk erschien der Preis für ein warmes Frühstück an der Theke schwindelerregend hoch. <a id="a1">The Osborne Association</a>, eine gemeinnützige Organisation, die Menschen und Familien hilft, die von Inhaftierung betroffen sind, stattete Bruce mit frischer Kleidung, einem dringend benötigten Haarschnitt und einem Job in ihrem Team als Freizeitspezialist aus. Eine Frau, die bei Osborne arbeitete, reichte ihm auch ein schlankes schwarzes Rechteck: ein Smartphone.
fr: Bruce avait du mal à se sentir chez lui dans un quartier qu’il avait quitté depuis plus d’un demi-siècle. Même aller dans un restaurant local lui semblait étrange ; après 50 ans passés à manger la nourriture de la prison et les en-cas de la boutique, le prix d’un petit-déjeuner chaud lui semblait exorbitant. <a id="a1">L’Osborne Association</a>, une association à but non lucratif qui aide les personnes et les familles concernées par l’incarcération, a fourni à Bruce des vêtements neufs, une coupe de cheveux bien nécessaire et un emploi dans son équipe en tant que spécialiste des loisirs. Une employée d’Osborne lui a également remis un petit rectangle noir : un smartphone.

source: “I said ‘What the hell is this tracking device? I don’t need no tracking device,’ and she said ‘No, no it’s a cellphone,’” he said. “So I put it in my pocket and I didn’t even turn it on, because I didn’t know how.”
de: „Ich sagte: ‚Was zur Hölle ist das für ein Peilsender? Ich brauche keinen Peilsender‘, und sie sagte: ‚Nein, nein, es ist ein Handy‘“, erzählt er. „Also steckte ich es in meine Tasche und schaltete es nicht einmal ein, weil ich nicht wusste, wie.“
fr: « Je lui ai dit : « C’est quoi ce fichu traceur ? Je n’ai pas besoin d’un traceur », et elle m’a répondu : « Non, non, c’est un téléphone portable ». Je l’ai donc mis dans ma poche sans même l’allumer, car je ne savais pas comment faire. »

source: Once someone showed him how to use the phone, he was “fascinated.” He watched a friend FaceTime his mother in another country.
de: Sobald ihm jemand zeigte, wie man das Handy benutzt, war er „fasziniert“. Er beobachtete, wie ein Freund per FaceTime mit seiner Mutter in einem anderen Land sprach.
fr: Une fois qu’on lui a montré comment utiliser le téléphone, il a été « fasciné ». Il a observé un ami appeler sa mère dans un autre pays via FaceTime.

source: But despite the fascination, Bruce struggled at first to understand how ubiquitous technology had become. While in prison he’d seen people using smartphones, and prisoners were allowed computer access for supervised activities. Some people Bruce knew were even able to get tablets to rent movies or listen to music.
de: Aber trotz der Faszination hatte Bruce anfangs Mühe zu verstehen, wie allgegenwärtig Technologie geworden war. Während seiner Zeit im Gefängnis hatte er Leute Smartphones benutzen sehen, und Gefangenen war der Computerzugang für überwachte Aktivitäten gestattet. Einige Leute, die Bruce kannte, konnten sogar Tablets bekommen, um Filme zu leihen oder Musik zu hören.
fr: Mais malgré cette fascination, Bruce a d’abord eu du mal à comprendre à quel point la technologie était devenue omniprésente. En prison, il avait vu des gens utiliser des smartphones, et les détenus avaient accès à des ordinateurs pour des activités supervisées. Certaines personnes que Bruce connaissait pouvaient même se procurer des tablettes pour louer des films ou écouter de la musique.

source: But Bruce felt wary of the hold these devices had on people. Because he went into prison before the ubiquity of YouTube videos, smartphones and internet memes, he didn’t know to miss it. He actually credits that lack of digital savvy for his survival. He spent a significant amount of his sentence in solitary confinement, which he thinks would have been harder for someone who lived a life wired to the Internet.
de: Aber Bruce war misstrauisch gegenüber der Macht, die diese Geräte über Menschen hatten. Da er ins Gefängnis kam, bevor YouTube-Videos, Smartphones und Internet-Memes allgegenwärtig waren, wusste er nicht, was er vermisste. Er schreibt diesem Mangel an digitalem Verständnis tatsächlich sein Überleben zu. Er verbrachte einen erheblichen Teil seiner Strafe in Einzelhaft, was seiner Meinung nach für jemanden, der ein Leben am digitalen Tropf geführt hätte, härter gewesen wäre.
fr: Mais Bruce se méfiait de l’emprise que ces appareils exerçaient sur les gens. Comme il est entré en prison avant que les vidéos YouTube, les smartphones et les mèmes Internet ne soient monnaie courante, leur absence ne lui a pas manqué. Il attribue d’ailleurs sa survie à son manque de connaissances du numérique. Il a passé une grande partie de sa peine en isolement cellulaire, ce qui, selon lui, aurait été plus difficile pour quelqu’un d’habitué à utiliser Internet.
