Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/first-year-on-the-internet-2025.po
Languages: de, fr

source: She's seen broader problems too. In some communities, families spend more time watching movies than fishing or tending their gardens. Child malnutrition has increased. "If they said, okay, there's an opportunity to study virtually, great, let's pay for it, let's get the kids enrolled—that would be wonderful," she says. "But there's no clear plan for how to use it."
de: Sie beobachtet aber auch weitreichendere Probleme. In einigen Gemeinschaften verbringen Familien mehr Zeit damit, Filme zu schauen, als zu fischen oder ihre Gärten zu pflegen. Unterernährung bei Kindern hat zugenommen. „Wenn sie sagen würden, okay, es gibt eine Möglichkeit, virtuell zu studieren, super, lasst uns dafür bezahlen, lasst uns die Kinder einschreiben – das wäre wunderbar“, sagt sie. „Aber es gibt keinen klaren Plan für die Nutzung.“
fr: Elle a également constaté des problèmes plus généraux. Dans certaines communautés, les familles passent plus de temps à regarder des films qu’à pêcher ou à s’occuper de leur jardin. La malnutrition infantile a augmenté. « Si les gens se disaient : « Il y a une possibilité d’étudier virtuellement, c’est génial, payons pour cela, inscrivons les enfants », ce serait formidable, dit-elle. Mais il n’existe aucune ligne directrice claire sur la manière d’utiliser cette technologie. »

source: She herself lost money in an online pyramid scheme. It was a hard lesson. Still, she believes the benefits outweigh the risks if people use it thoughtfully. Internet access has helped her advance professionally, stay connected across borders, and learn new skills. For indigenous communities, she thinks it could be a tool for territorial defense and strengthening autonomy—if used with intention.
de: Sie selbst verlor Geld in einem Online-Schneeballsystem. Es war eine harte Lektion. Dennoch glaubt sie, dass die Vorteile die Risiken überwiegen, wenn die Menschen es bedacht nutzen. Der Internetzugang hat ihr geholfen, beruflich voranzukommen, über Grenzen hinweg verbunden zu bleiben und neue Fähigkeiten zu erlernen. Für indigene Gemeinschaften denkt sie, dass es ein Werkzeug zur territorialen Verteidigung und Stärkung der Autonomie sein könnte – wenn es mit Absicht genutzt wird.
fr: Elle-même a perdu de l’argent dans une escroquerie en ligne. Ce fut une dure leçon. Elle estime néanmoins que les avantages l’emportent sur les risques si les gens utilisent Internet à bon escient. L’accès à Internet l’a aidée à progresser professionnellement, à rester en contact au-delà des frontières et à acquérir de nouvelles compétences. Pour les communautés autochtones, elle pense qu’il pourrait s’agir d’un outil de défense territoriale et de renforcement de l’autonomie, à condition que son utilisation soit responsable.

source: "From the moment we use the Internet well," she says, "it empowers indigenous peoples, families, communities. But if we're just watching soap operas and playing games without basic knowledge of good use, that's a big disadvantage."
de: „Ab dem Moment, wo wir das Internet gut nutzen“, sagt sie, „stärkt es indigene Völker, Familien, Gemeinschaften. Aber wenn wir nur Seifenopern schauen und Spiele spielen ohne grundlegendes Wissen über gute Nutzung, ist das ein großer Nachteil.“
fr: « Dès lors que nous utilisons Internet intelligemment, cela renforce le pouvoir des peuples autochtones, des familles et des communautés. Mais si nous nous contentons de regarder des feuilletons et de jouer à des jeux sans avoir les connaissances de base pour en faire bon usage, cela représente un gros inconvénient. »

source: Nohora Janet Trujillo Ramos in her kitchen.
de: Nohora Janet Trujillo Ramos in ihrer Küche.
fr: Nohora Janet Trujillo Ramos dans sa cuisine.

source: Nohora Janet Trujillo Ramos researching.
de: Nohora Janet Trujillo Ramos recherchiert.
fr: Nohora Janet Trujillo Ramos effectuant des recherches.

source: Nohora Janet Trujillo Ramos in her garden.
de: Nohora Janet Trujillo Ramos in ihrem Garten.
fr: Nohora Janet Trujillo Ramos dans son jardin.

source: Akbar Aliyu and his motorcycle.
de: Akbar Aliyu und sein Motorrad.
fr: Akbar Aliyu et sa moto.

source: Akbar Aliyu hanging out with other taxi drivers.
de: Akbar Aliyu mit anderen Taxifahrern.
fr: Akbar Aliyu en compagnie d’autres chauffeurs de taxi.

source: Akbar Aliyu on his motorcycle.
de: Akbar Aliyu auf seinem Motorrad.
fr: Akbar Aliyu sur sa moto.

source: Akbar Aliyu waiting to pick up passengers.
de: Akbar Aliyu wartet auf Fahrgäste.
fr: Akbar Aliyu attendant de prendre des passagers.

source: LAGOS, By Torinmo Salau
fr: LAGOS, par Torinmo Salau

source: For people who do not have access to the Internet, everyday life works differently. News trickles in slowly–maybe from newspapers that are already a few days late, radio shows you have to listen to at the right time, or others talking about what they know. Questions don’t always get answered. You might wonder how something works, or if a story you heard is true. But there is no fast way to find out.
de: Für Menschen, die keinen Zugang zum Internet haben, funktioniert der Alltag anders. Nachrichten tröpfeln langsam herein – vielleicht aus Zeitungen, die schon ein paar Tage alt sind, Radiosendungen, die man zur richtigen Zeit hören muss, oder von anderen, die erzählen, was sie wissen. Fragen werden nicht immer beantwortet. Man fragt sich vielleicht, wie etwas funktioniert oder ob eine Geschichte, die man gehört hat, wahr ist. Aber es gibt keinen schnellen Weg, es herauszufinden.
fr: Pour les personnes qui n’ont pas accès à Internet, la vie quotidienne se déroule différemment. Les informations arrivent au compte-gouttes, peut-être par le biais de journaux qui ont déjà quelques jours de retard, d’émissions de radio qu’il faut écouter au bon moment, ou d’autres personnes qui parlent de sujets qu’elles connaissent. Les questions ne trouvent pas toujours de réponse. Vous pouvez vous demander comment quelque chose fonctionne ou si une histoire que vous avez entendue est vraie. Mais il n’y a pas de moyen rapide de le savoir.

source: Then one day you get online for the first time, and it feels like magic. Your fingers hover over the keyboard as you stare at the glowing screen. Someone shows you how to type a question into a search box, and thousands of answers appear in less than a second. You feel a new kind of excited, the kind that makes you want to try everything at once. This is exactly how Akbar Aliyu felt the first time he used the Internet.
de: Dann geht man eines Tages zum ersten Mal online, und es fühlt sich an wie Magie. Die Finger schweben über der Tastatur, während man auf den leuchtenden Bildschirm starrt. Jemand zeigt einem, wie man eine Frage in ein Suchfeld tippt, und Tausende von Antworten erscheinen in weniger als einer Sekunde. Man spürt eine neue Art von Aufregung, die Art, die einen alles auf einmal ausprobieren lassen will. Genau so fühlte sich Akbar Aliyu, als er das erste Mal das Internet nutzte.
fr: Puis, un jour, vous vous connectez pour la première fois, et cela vous semble magique. Vos doigts survolent le clavier tandis que vous fixez l’écran lumineux. Quelqu’un vous montre comment taper une question dans un champ de recherche, et des milliers de réponses apparaissent en moins d’une seconde. Vous ressentez une nouvelle forme d’excitation, une envie de tout essayer immédiatement. C’est exactement ce qu’a ressenti Akbar Aliyu la première fois qu’il a utilisé Internet.

source: Akbar Aliyu is a 25 year old Okada (motorcycle taxi) driver based in Lagos, Nigeria. Aliyu knows every pothole and shortcut in the Oshodi axis of Lagos. For over three years, he has navigated the streets on his motorcycle, ferrying passengers from one point to another.
de: Akbar Aliyu ist ein 25-jähriger Okada-Fahrer (Motorradtaxi) aus Lagos, Nigeria. Aliyu kennt jedes Schlagloch und jede Abkürzung im Oshodi-Bezirk von Lagos. Seit über drei Jahren navigiert er auf seinem Motorrad durch die Straßen und befördert Passagiere von einem Punkt zum anderen.
fr: Akbar Aliyu est un chauffeur d’Okada (moto-taxi) âgé de 25 ans basé à Lagos, au Nigeria. Aliyu connaît tous les nids-de-poule et tous les raccourcis de l’axe Oshodi - Lagos. Depuis plus de trois ans, il sillonne les rues à moto, transportant des passagers d’un point à un autre.

source: The rhythm of his life revolved around the hum of traffic, negotiations with passengers, and music from his old phone's radio. The phone could broadcast a tinny sound, but couldn't show him what everyone else seemed to be talking about. Aliyu also highlights the model of phone he used as part of the reason why he has not been on the Internet.
de: Der Rhythmus seines Lebens wurde bestimmt vom Brummen des Verkehrs, dem Feilschen mit Fahrgästen und der Musik, die blechern aus dem Radio seines alten Handys quäkte. Doch das Gerät konnte ihm nicht zeigen, worüber alle anderen zu reden schienen. Aliyu nennt auch sein Handymodell als einen der Gründe, warum er bisher nicht im Internet war.
fr: Son quotidien était rythmé par le bourdonnement de la circulation, les négociations avec les passagers et la musique diffusée par la radio de son vieux téléphone. Ce dernier diffusait un son métallique, mais ne lui permettait pas d’accéder aux informations dont tout le monde semblait parler. Aliyu souligne également que son ancien modèle de téléphone ne lui permettait pas d’accéder à Internet.

source: “The phone I was using was basic, and it was not Internet enabled, so the only thing I could do was make phone calls with it.”
de: „Das Handy, das ich nutzte, war ein einfaches Modell ohne Internet. Ich konnte damit also nur telefonieren.“
fr: « Le téléphone que j’utilisais était un modèle basique, sans connexion Internet, je ne pouvais donc que passer des appels téléphoniques. »

source: In Nigeria, more people are getting access to the Internet – and it’s almost always mobile-first. Despite growing to over 140 million users, only half of the country – <a id="a1">about 49%</a> – have a broadband connection as of August 2025. Many people, especially in rural areas, still can’t get online because the Internet is too expensive or the infrastructure is not good enough. So mobile phones are the gateway. However, as a result of the high cost of devices themselves, <a id="a2">six out of ten</a> people in Nigeria are unable to use the Internet.
de: In Nigeria bekommen immer mehr Menschen Zugang zum Internet – und das fast immer zuerst mobil. Obwohl die Zahl der Nutzer auf über 140 Millionen gestiegen ist, hat nur die Hälfte des Landes – <a id="a1">etwa 49 %</a> – einen Breitbandanschluss (Stand August 2025). Viele Menschen, besonders in ländlichen Gebieten, können immer noch nicht online gehen, weil das Internet zu teuer ist oder die Infrastruktur nicht gut genug ist. Also sind Handys das Tor. Jedoch können aufgrund der hohen Kosten für die Geräte selbst <a id="a2">sechs von zehn</a> Menschen in Nigeria das Internet nicht nutzen.
fr: Au Nigeria, de plus en plus de personnes accèdent à Internet, et c’est presque toujours via un appareil mobile. Malgré une croissance dépassant les 140 millions d’utilisateurs, seule la moitié du pays (<a id="a1">environ 49 %</a>) dispose d’une connexion haut débit en août 2025. Beaucoup de gens, en particulier dans les zones rurales, ne disposent toujours pas d’accès à Internet, car les coûts sont trop élevés ou les infrastructures insuffisantes. Les téléphones mobiles constituent donc la porte d’entrée vers Internet. Cependant, en raison du coût élevé des appareils eux-mêmes, <a id="a2">six Nigérians sur dix</a> n’ont pas accès à Internet.

source: Aliyu wanted more. He decided to create a plan with his friends. Every day, after dropping off his last passenger, he would set aside 5,000 naira. His friends did the same. They pooled their money together daily for three months. It was a contribution scheme also known as ‘Ajo’. It helps people save a fixed amount of money on a regular basis, which could be daily, weekly, or monthly.
de: Aliyu wollte mehr. Er beschloss, einen Plan mit seinen Freunden zu schmieden. Jeden Tag, nachdem er seinen letzten Fahrgast abgesetzt hatte, legte er 5.000 Naira beiseite. Seine Freunde taten dasselbe. Sie legten ihr Geld drei Monate lang täglich zusammen. Es war ein Sparverein, auch bekannt als ‚Ajo‘. Er hilft Menschen, regelmäßig einen festen Geldbetrag zu sparen, was täglich, wöchentlich oder monatlich sein kann.
fr: Aliyu a fait preuve d’ambition. Il a décidé d’élaborer un plan avec ses amis. Chaque jour, après avoir déposé son dernier passager, il mettait de côté 5 000 nairas. Ses amis faisaient de même. Ils ont mis leur argent en commun chaque jour pendant trois mois. Il s’agissait d’un système de cotisation également connu sous le nom d’« Ajo ». Il permet aux gens d’économiser régulièrement une somme fixe, qui peut être quotidienne, hebdomadaire ou mensuelle.

source: In March, he bought his first Internet-enabled phone, a Huawei Honor smartphone. "I wanted to know what's happening online," said Aliyu. "I also wanted to be on Facebook, chat with people on WhatsApp, and watch videos."
de: Im März kaufte er sein erstes internetfähiges Handy, ein Huawei Honor Smartphone. „Ich wollte wissen, was online passiert“, sagte Aliyu. „Ich wollte auch auf Facebook sein, mit Leuten auf WhatsApp chatten und Videos schauen.“
fr: En mars, il a acheté son premier téléphone connecté à Internet, un smartphone Huawei Honor. « Je voulais savoir ce qui se passait sur Internet » explique Aliyu. « Je voulais aussi être sur Facebook, discuter avec des gens sur WhatsApp et regarder des vidéos. »

source: Now, after Aliyu parks his motorcycle for the night, a new routine begins. His thumb swipes across a glowing screen. He browses, checks Facebook, and scrolls through TikTok, watching the videos that others have been watching all along.
de: Jetzt, nachdem Aliyu sein Motorrad für die Nacht geparkt hat, beginnt eine neue Routine. Sein Daumen wischt über einen leuchtenden Bildschirm. Er surft, checkt Facebook und scrollt durch TikTok, schaut sich die Videos an, die andere schon die ganze Zeit geschaut haben.
fr: Désormais, après avoir garé sa moto pour la nuit, Aliyu entame une nouvelle routine. Son pouce glisse sur un écran lumineux. Il navigue, consulte Facebook et fait défiler son fil TikTok, où il regarde les mêmes vidéos que le reste du monde.

source: Maybe it is a small change. But for Akbar, it feels like someone opened a window in a house he thought only had walls. He doesn’t talk about it like it’s a big revolution, and he is not trying to make bold statements about connectivity or digital access. He is just a young man who saved up, bought a phone, and now finally gets to see what most people already see.
de: Vielleicht ist es eine kleine Veränderung. Aber für Akbar fühlt es sich an, als hätte jemand ein Fenster in einem Haus geöffnet, von dem er dachte, es hätte nur Wände. Er spricht nicht darüber, als wäre es eine große Revolution, und er versucht nicht, kühne Aussagen über Konnektivität oder digitalen Zugang zu machen. Er ist einfach ein junger Mann, der gespart hat, ein Handy gekauft hat und jetzt endlich sehen kann, was die meisten Menschen bereits sehen.
fr: C’est peut-être un changement minime. Mais pour Akbar, c’est comme si quelqu’un avait ouvert une fenêtre dans une maison qu’il croyait ne comporter que des murs. Il n’en parle pas comme s’il s’agissait d’une grande révolution et il n’essaie pas de faire des déclarations audacieuses sur la connectivité ou l’accès au numérique. C’est juste un jeune homme qui a économisé, acheté un téléphone et qui peut enfin accéder au contenu déjà visible par la plupart des gens.

source: “I still spend most of my time working,” he said, because that hasn't changed.
de: „Ich verbringe immer noch die meiste Zeit mit Arbeiten“, sagte er, denn das hat sich nicht geändert.
fr: « Je passe toujours la plupart de mon temps à travailler », a-t-il déclaré, car cela n’a pas changé.

source: First-time Internet users remain one of the most underserved groups, and a lot still needs to be done to support them. Many rely on friends or family to learn the basics, which often limits their understanding of the Internet’s broader possibilities and more advanced tasks. As a result, first-time users may use their Internet-enabled phones only for a few basic functions, like calls or simple browsing. They may not explore features such as video calling or creating online accounts. Their limited awareness of cybersecurity also leaves them vulnerable to threats like phishing and other online scams.
de: Erstnutzer des Internets bleiben eine der am meisten unterversorgten Gruppen, und es muss noch viel getan werden, um sie zu unterstützen. Viele verlassen sich auf Freunde oder Familie, um die Grundlagen zu lernen, was oft ihr Verständnis der breiteren Möglichkeiten des Internets und fortgeschrittenerer Aufgaben einschränkt. Infolgedessen nutzen Erstnutzer ihre internetfähigen Handys möglicherweise nur für wenige grundlegende Funktionen wie Anrufe oder einfaches Surfen. Sie erkunden möglicherweise keine Funktionen wie Videoanrufe oder das Erstellen von Online-Konten. Ihr begrenztes Bewusstsein für Cybersicherheit macht sie auch anfällig für Bedrohungen wie Phishing und andere Online-Betrügereien.
fr: Les nouveaux utilisateurs d’Internet font toujours partie des utilisateurs les plus vulnérables, et il reste encore beaucoup à faire pour les aider. Beaucoup comptent sur leurs amis ou leur famille pour apprendre les bases, ce qui limite souvent leur compréhension des possibilités plus larges et des tâches plus avancées offertes par Internet. Par conséquent, les nouveaux utilisateurs peuvent se contenter d’utiliser leur téléphone connecté à Internet pour quelques fonctions de base, comme passer des appels ou naviguer simplement sur le Web. Ils peuvent passer à côté de fonctionnalités telles que les appels vidéo ou la création de comptes en ligne. Leur connaissance limitée de la cybersécurité les rend également vulnérables aux menaces telles que le phishing et autres escroqueries en ligne.

source: The Internet doesn't change the fact that tomorrow, Aliyu will be back on his motorcycle, navigating the same streets. But now, when he stops to rest, the world feels a little less distant. A little more within reach.
de: Das Internet ändert nichts an der Tatsache, dass Aliyu morgen wieder auf seinem Motorrad sitzen und durch dieselben Straßen navigieren wird. Aber jetzt, wenn er anhält, um sich auszuruhen, fühlt sich die Welt ein bisschen weniger fern an. Ein bisschen mehr in Reichweite.
fr: Le fait d’utiliser Internet ne change rien au fait que demain, Aliyu sera de retour sur sa moto, parcourant les mêmes rues. Mais désormais, lorsqu’il s’arrête pour se reposer, le monde lui semble un peu moins lointain. Un peu plus à sa portée.
