Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/first-year-on-the-internet-2025.po
Languages: de, fr

source: “Internet, phones, none of that existed when I went away, so I learned not to worry about things that drove other guys crazy,” he said. “Some guys would want to get on the Internet every day to see who won the game. And people get addicted to the Internet, right? The worst thing you can have in prison is an addiction, because they’ll use it against you. If you don’t have anything, they can’t take anything from you.”
de: „Internet, Handys, nichts davon existierte, als ich wegging, also lernte ich, mich nicht um Dinge zu sorgen, die andere Jungs verrückt machten“, sagte er. „Einige Jungs wollten jeden Tag ins Internet, um zu sehen, wer das Spiel gewonnen hat. Und Leute werden süchtig nach dem Internet, richtig? Das Schlimmste, was man im Gefängnis haben kann, ist eine Sucht, denn sie werden sie gegen dich verwenden. Wenn du nichts hast, können sie dir nichts wegnehmen.“
fr: « Internet, les téléphones, rien de tout cela n’existait quand je suis entré en prison, alors j’ai appris à ne pas m’inquiéter pour des choses qui rendaient les autres fous », dit-il. « Certains voulaient aller sur Internet tous les jours pour voir qui avait gagné le match. Et les gens deviennent accros à Internet, n’est-ce pas ? La pire chose que vous puissiez avoir en prison, c’est une addiction, car elle sera utilisée contre vous. Si vous n’avez rien, on ne peut rien vous prendre. »

source: But once he was released and working at Osborne, the digital learning curve felt steep. He’d seen actors in spy movies use the Internet and talk about its magic powers, but using a real-life smartphone didn’t look anything like he’d expected from Hollywood.
de: Aber als er erst einmal draußen war und bei Osborne arbeitete, fühlte sich die digitale Lernkurve steil an. Er hatte Schauspieler in Spionagefilmen das Internet nutzen und über seine magischen Kräfte sprechen sehen, aber die Nutzung eines echten Smartphones sah ganz und gar nicht so aus, wie er es aus Hollywood erwartet hatte.
fr: Mais une fois libéré et employé chez Osborne, la courbe d’apprentissage numérique lui a semblé vertigineuse. Il avait vu des acteurs dans des films d’espionnage utiliser Internet et évoquer sa puissance, mais l’utilisation d’un smartphone dans la vie réelle ne ressemblait en rien à cela.

source: But even though Bruce said he didn’t like using the computer, his supervisor at Osborne showed him how, explaining that using it would be necessary for his job. Bruce wished he’d had some sort of technology course or education in prison, to help him better adjust to life in the 21st century.
de: Aber obwohl Bruce sagte, dass er den Computer nicht gerne benutzte, zeigte ihm sein Vorgesetzter bei Osborne, wie es geht, und erklärte, dass die Nutzung für seinen Job notwendig sei. Bruce wünschte, er hätte im Gefängnis irgendeinen Technologiekurs oder eine Ausbildung gehabt, um sich besser an das Leben im 21. Jahrhundert anzupassen.
fr: Mais même si Bruce disait qu’il n’aimait pas utiliser l’ordinateur, son supérieur à Osborne lui a montré comment faire, en lui expliquant que cela lui serait nécessaire pour son travail. Bruce aurait aimé suivre un cours ou une formation technologique en prison, afin de mieux s’adapter à la vie au XXIe siècle.

source: “There was no preparation,” he said.
de: „Es gab keine Vorbereitung“, sagte er.
fr: « Je n’étais pas préparé », a-t-il déclaré.

source: Since returning to the Bronx in February 2025, Bruce admitted he’s used the Internet for fun, exactly once. In prison, someone had told him Chuck Zito, a legendary member of the Hell’s Angels, beat up Jean Claude van Damme, the bodybuilding actor nicknamed “Muscles from Brussels.” Bruce actually knew Zito back in the day, before he made it big. Someone at work suggested Bruce look on YouTube for more info, and sure enough, he watched three different videos, including a recreation of the fight, an analysis of the moves and an <a id="a1">interview with Zito</a>.
de: Seit seiner Rückkehr in die Bronx im Februar 2025 gab Bruce zu, das Internet genau einmal zum Spaß genutzt zu haben. Im Gefängnis hatte ihm jemand erzählt, Chuck Zito, ein legendäres Mitglied der Hell's Angels, habe Jean-Claude Van Damme verprügelt, den Bodybuilding-Schauspieler mit dem Spitznamen „Muscles from Brussels“. Bruce kannte Zito tatsächlich von früher, bevor er groß rauskam. Jemand auf der Arbeit schlug Bruce vor, auf YouTube nach mehr Infos zu suchen, und tatsächlich schaute er sich drei verschiedene Videos an, darunter eine Nachstellung des Kampfes, eine Analyse der Bewegungen und ein <a id="a1">Interview mit Zito</a>.
fr: Depuis son retour dans le Bronx en février 2025, Bruce a admis avoir utilisé Internet pour le plaisir, une seule fois. En prison, quelqu’un lui avait dit que Chuck Zito, un membre légendaire des Hell’s Angels, avait passé à tabac Jean Claude van Damme, l’acteur culturiste surnommé « Muscles from Brussels ». Bruce connaissait Zito à l’époque, avant qu’il ne devienne célèbre. Un collègue de travail a suggéré à Bruce de chercher plus d’informations sur YouTube, et il a effectivement regardé trois vidéos différentes, dont une reconstitution du combat, une analyse des techniques utilisées et une <a id="a1">interview de Zito</a>.

source: But scrolling Wikipedia, falling down Reddit rabbit holes or even spiraling deeper into YouTube holds little appeal for Bruce. So many of the lessons he learned in prison stay embedded within him, he said. He read George Orwell and sci-fi novels in solitary confinement, and those stories imbued him with a skepticism for “groupthink” and a deep fear of online surveillance.
de: „Aber Wikipedia durchscrollen, sich in endlosen Reddit-Threads verlieren oder immer tiefer in YouTube abzutauchen, reizt Bruce wenig.“ So viele der Lektionen, die er im Gefängnis gelernt hat, bleiben tief in ihm verankert, sagte er. Er las George Orwell und Sci-Fi-Romane in Einzelhaft, und diese Geschichten impften ihm eine Skepsis gegenüber „Gruppendenken“ und eine tiefe Angst vor Online-Überwachung ein.
fr: Cependant, parcourir Wikipédia, se perdre dans les méandres de Reddit ou même s’enfoncer davantage dans YouTube n’a que peu d’intérêt pour Bruce. Il affirme que bon nombre des leçons qu’il a apprises en prison restent gravées en lui. Il a lu George Orwell et des romans de science-fiction pendant son isolement cellulaire, et ces histoires lui ont inculqué un scepticisme envers la « pensée de groupe » et une profonde crainte de la surveillance en ligne.

source: “We’re part of the penguin generation: Everyone walks down the street with a phone in the face,” he said. “To me, it’s ridiculous.”
de: „Wir sind Teil der Pinguin-Generation: Jeder läuft die Straße runter mit einem Handy vor dem Gesicht“, sagte er. „Für mich ist das lächerlich.“
fr: « Nous faisons partie de la génération pingouin : tout le monde marche dans la rue le nez collé à son téléphone », dit-il. « Je trouve ça ridicule. »

source: Plus, in his experience, these supposedly life-changing devices aren’t perfect. Every little glitch or bug frustrates him to no end.
de: Außerdem sind diese angeblich lebensverändernden Geräte seiner Erfahrung nach alles andere als perfekt. Jeder kleine Fehler, jede Macke frustriert ihn maßlos.
fr: De plus, d’après son expérience, ces appareils censés changer la vie ne sont pas parfaits. Chaque petit bug ou dysfonctionnement le frustre au plus haut point.

source: “You get on there and your mind is prepared to do something, and then the thing don’t want to work,” he said. “You have to fight with it and jiggle with it and then all of a sudden it comes on like ‘I’m ready to work now.’ I don’t want a machine like that. So I’m learning how to do it now, but it’s only because of the job I have. At home, I’d never have one of these things.”
de: „Du gehst dran, bist im Kopf bereit, was zu erledigen, und dann will das Ding einfach nicht“ sagte er. „Du musst damit kämpfen, daran rütteln, und dann plötzlich springt es an, so nach dem Motto: ‚Jetzt bin ich bereit. So eine Maschine will ich nicht. Ich lerne also jetzt, wie man es bedient, aber nur wegen meines Jobs. Zu Hause würde ich so ein Ding niemals haben.“
fr: « Vous vous connectez, vous avez décidé de faire quelque chose, et puis l’appareil ne veut pas fonctionner », explique-t-il. « Il faut se battre avec, le secouer, et tout à coup, il se met en marche comme s’il voulait dire : « Je suis prêt à fonctionner maintenant. » Je ne veux pas d’une machine comme ça. J’apprends donc à m’en servir, mais uniquement parce que c’est mon travail. À la maison, je n’aurais jamais un appareil comme ça. »

source: Mitú, By Liliana Michelena
fr: Mitú, par Liliana Michelena

source: Photos: Tomas Neira Villa
fr: Photos : Villa Tomas Neira

source: Nohora Janet Trujillo Ramos had never made spaghetti before. One evening after work in Mitú, a town of 15,000 in Colombia's Vaupés department near the Brazilian border, she did what millions of people do when they don't know how to cook something: She pulled out her phone and searched YouTube for a tutorial.
de: Nohora Janet Trujillo Ramos hatte noch nie zuvor Spaghetti gemacht. Eines Abends nach der Arbeit in Mitú, einer Stadt mit 15.000 Einwohnern im kolumbianischen Departement Vaupés nahe der brasilianischen Grenze, tat sie das, was Millionen von Menschen tun, wenn sie nicht wissen, wie man etwas kocht: Sie holte ihr Handy raus und suchte auf YouTube nach einem Tutorial.
fr: Nohora Janet Trujillo Ramos n’avait jamais préparé de spaghettis auparavant. Un soir, après le travail à Mitú, une ville de 15 000 habitants située dans le département colombien de Vaupés, près de la frontière brésilienne, elle a fait ce que font des millions de personnes lorsqu’elles ne savent pas comment cuisiner un plat : elle a sorti son téléphone et a cherché un tutoriel sur YouTube.

source: Boil water, add salt, cook for ten minutes. Simple enough. She made it her own way, adding plantain and cheese. Her four sons loved it.
de: Wasser kochen, Salz hinzufügen, zehn Minuten kochen. Einfach genug. Sie machte es auf ihre eigene Art und fügte Kochbananen und Käse hinzu. Ihre vier Söhne liebten es.
fr: Faire bouillir de l’eau, ajouter du sel, cuire pendant dix minutes. Rien de plus simple. Elle a ajouté sa touche personnelle en ajoutant de la banane plantain et du fromage. Ses quatre fils ont adoré.

source: Before this year, that wouldn't have been possible.
de: Vor diesem Jahr wäre das nicht möglich gewesen.
fr: Il y a encore un an, cela n’aurait pas été possible.

source: Nohora (pronounced <i>Nor-uh</i>), 36, works in territorial health governance for an NGO. A member of the Tucano indigenous community, she grew up in Tamacuarí, a hamlet deeper in the rainforest, and studied public administration while raising her children. But until she started her current job, she'd never had reliable, daily Internet access–just intermittent phone service that worked in some spots for a few hours before cutting out.
de: Nohora (ausgesprochen <i>Nor-uh</i>), 36, arbeitet in der territorialen Gesundheitsverwaltung für eine NGO. Als Mitglied der indigenen Tucano-Gemeinschaft wuchs sie in Tamacuarí auf, einem Weiler tiefer im Regenwald, und studierte öffentliche Verwaltung, während sie ihre Kinder großzog. Aber bis sie ihren jetzigen Job antrat, hatte sie nie zuverlässigen, täglichen Internetzugang – nur sporadischen Handyempfang, der an manchen Orten für ein paar Stunden funktionierte, bevor er abbrach.
fr: Nohora (prononcé <i>Norah</i>), 36 ans, travaille dans le domaine de la réglementation sanitaire territoriale pour une ONG. Membre de la communauté autochtone Tucano, elle a grandi à Tamacuarí, un hameau situé au cœur de la forêt tropicale, et a étudié la gestion publique tout en élevant ses enfants. Mais avant de commencer son emploi actuel, elle n’avait jamais eu accès à une connexion Internet fiable au quotidien, seulement à un service téléphonique intermittent qui fonctionnait à certains endroits pendant quelques heures avant de s’interrompre.

source: Now, the same device that teaches her new recipes lets her video call her aunt in Brazil, follow international news, and research for work. Internet arrived late to rural Vaupés, and it changed how she communicates, works, and even what she cooks for dinner.
de: Jetzt ermöglicht ihr dasselbe Gerät, das ihr neue Rezepte beibringt, Videoanrufe mit ihrer Tante in Brasilien, das Verfolgen internationaler Nachrichten und Recherchen für die Arbeit. Das Internet kam spät ins ländliche Vaupés, und es veränderte, wie sie kommuniziert, arbeitet und sogar was sie zum Abendessen kocht.
fr: Désormais, le même appareil qui lui apprend de nouvelles recettes lui permet d’appeler sa tante au Brésil en vidéo, de suivre l’actualité internationale et de faire des recherches pour son travail. Internet est arrivé tardivement dans la région rurale de Vaupés, et cela a changé sa façon de communiquer, de travailler et même ce qu’elle cuisine pour le dîner.

source: Growing up in Tamacuarí, information traveled slowly. When Nohora's father lived in her birth community, news arrived through visitors, or letters carried by people traveling between communities. She remembers learning about the wider world in school, where a nun told students they could one day use the Internet to see places like the Vatican. "We didn't even know what life was like in a city context," Nohora says.
de: Als sie in Tamacuarí aufwuchs, reisten Informationen langsam. Als Nohoras Vater in ihrer Geburtsgemeinschaft lebte, kamen Nachrichten durch Besucher an oder durch Briefe, die von Leuten transportiert wurden, die zwischen den Gemeinschaften reisten. Sie erinnert sich, wie sie in der Schule etwas über die weite Welt lernte, wo eine Nonne den Schülern erzählte, sie könnten eines Tages das Internet nutzen, um Orte wie den Vatikan zu sehen. „Wir wussten nicht einmal, wie das Leben in einem städtischen Kontext aussieht“, sagt Nohora.
fr: Dans la communauté où Nohora a grandi, à Tamacuarí, l’information circulait lentement. Lorsque le père de Nohora vivait dans sa communauté natale, les nouvelles arrivaient par le biais de visiteurs ou de lettres transportées par des personnes qui circulaient entre les communautés. Elle se souvient avoir découvert le monde extérieur à l’école, où une religieuse disait aux élèves qu’ils pourraient un jour utiliser Internet pour découvrir des endroits comme le Vatican. « Nous ne savions même pas à quoi ressemblait la vie en ville », explique Nohora.

source: She got her first cell phone in 2010, but it was mostly useful for calls and text messages. When she started studying public administration in 2018, she finally needed the Internet for her coursework. "I came from a community where I'd never seen a computer, never manipulated a computer," she says. Her younger brother, who'd learned to navigate online, taught her how to search and find information.
de: Sie bekam ihr erstes Handy im Jahr 2010, aber es war hauptsächlich für Anrufe und SMS nützlich. Als sie 2018 anfing, öffentliche Verwaltung zu studieren, brauchte sie das Internet schließlich für ihr Studium. „Ich kam aus einer Gemeinschaft, in der ich nie einen Computer gesehen, nie einen Computer bedient hatte“, sagt sie. Ihr jüngerer Bruder, der gelernt hatte, online zu navigieren, brachte ihr bei, wie man sucht und Informationen findet.
fr: Elle a acquis son premier téléphone portable en 2010, mais celui-ci lui servait principalement à passer des appels et à envoyer des SMS. Lorsqu’elle a commencé à étudier la gestion publique en 2018, elle a finalement eu besoin d’Internet pour ses travaux universitaires. « Je venais d’une communauté où je n’avais jamais vu d’ordinateur, où je n’avais jamais utilisé d’ordinateur », explique-t-elle. Son petit frère, qui avait appris à naviguer sur Internet, lui a enseigné comment rechercher et trouver des informations.

source: The first thing she looked up? The philosophers she was studying in class. "In the books, the information wasn't complete, not all the details," she explains. Online, she could find where they were born, what they did in their lives, everything broken down in detail. The books her school used were old and outdated. The contrast was striking.
de: Das Erste, was sie nachschlug? Die Philosophen, die sie im Unterricht studierte. „In den Büchern waren die Informationen nicht vollständig, nicht alle Details“, erklärt sie. Online konnte sie finden, wo sie geboren wurden, was sie in ihrem Leben taten, alles detailliert aufgeschlüsselt. Die Bücher, die ihre Schule verwendete, waren alt und veraltet. Der Kontrast war frappierend.
fr: La première chose qu’elle a recherchée ? Les philosophes qu’elle étudiait en classe. « Dans les livres, les informations n’étaient pas complètes, tous les détails n’y figuraient pas », explique-t-elle. En ligne, elle a pu découvrir où ils étaient nés, ce qu’ils avaient fait dans leur vie, tout était détaillé. Les livres utilisés par son école étaient vieux et dépassés. Le contraste était saisissant.

source: These days, Nohora spends most of her workday online. Her organization uses Google Drive for everything, so she's constantly connected. At home, she's set strict rules: No phones during meals, and her sons have scheduled times for their devices—homework first, then soccer practice, then limited screen time.
de: Heutzutage verbringt Nohora den Großteil ihres Arbeitstages online. Ihre Organisation nutzt Google Drive für alles, also ist sie ständig verbunden. Zu Hause hat sie strenge Regeln aufgestellt: Keine Handys beim Essen, und ihre Söhne haben feste Zeiten für ihre Geräte – erst Hausaufgaben, dann Fußballtraining, dann begrenzte Bildschirmzeit.
fr: Aujourd’hui, Nohora passe la majeure partie de sa journée de travail en ligne. Son organisation utilise Google Drive pour tout, elle est donc constamment connectée. À la maison, elle a établi des règles strictes : pas de téléphone pendant les repas, et ses fils ont des horaires fixes pour utiliser leurs appareils : d’abord les devoirs, puis l’entraînement de football, puis un temps d’écran limité.

source: The Internet reshaped daily life across Vaupés. The department installed wifi zones and satellite antennas in strategic locations starting in 2023. Many communities now have connectivity at their schools. Her own father got a cell phone just three months ago.
de: Das Internet hat den Alltag in ganz Vaupés umgestaltet. Das Departement installierte ab 2023 WLAN-Zonen und Satellitenantennen an strategischen Orten. Viele Gemeinschaften haben jetzt Konnektivität in ihren Schulen. Ihr eigener Vater bekam erst vor drei Monaten ein Handy.
fr: Internet a transformé la vie quotidienne dans tout le département de Vaupés. À partir de 2023, le département a installé des zones wifi et des antennes satellites à des endroits stratégiques. De nombreuses communautés disposent désormais d’une connexion Internet dans leurs écoles. Son propre père s’est procuré un téléphone portable il y a seulement trois mois.

source: This year, Nohora has taken online courses in leadership to strengthen her professional skills. She reads about international conflicts—Ukraine, Gaza, U.S. politics—thinking about how global events might affect her region. She's learned to make not just spaghetti but arepas with cheese, yuca dishes, empanadas with plantains. When her eight-year-old niece came to stay with her, Nohora had to look up something entirely new: How to style a little girl's hair. "I’d only ever raised boys!" she laughs. YouTube came through again.
de: In diesem Jahr hat Nohora Online-Kurse in Führung belegt, um ihre beruflichen Fähigkeiten zu stärken. Sie liest über internationale Konflikte – Ukraine, Gaza, US-Politik – und denkt darüber nach, wie globale Ereignisse ihre Region beeinflussen könnten. Sie hat gelernt, nicht nur Spaghetti zu machen, sondern auch Arepas mit Käse, Yuca-Gerichte, Empanadas mit Kochbananen. Als ihre achtjährige Nichte bei ihr wohnte, musste Nohora etwas völlig Neues nachschlagen: Wie man die Haare eines kleinen Mädchens frisiert. „Ich hatte bisher nur Jungs großgezogen!“, lacht sie. YouTube half wieder aus.
fr: Cette année, Nohora a suivi des cours en ligne sur le leadership afin de renforcer ses compétences professionnelles. Elle s’informe sur les conflits internationaux (Ukraine, Gaza, politique américaine) et réfléchit à la manière dont les événements mondiaux pourraient affecter sa région. Elle a appris à cuisiner non seulement des spaghettis, mais aussi des arepas au fromage, des plats à base de yuca et des empanadas à la banane plantain. Lorsque sa nièce de huit ans est venue séjourner chez elle, Nohora a dû s’initier à quelque chose de totalement nouveau : comment coiffer les cheveux d’une petite fille. « Je n’avais élevé que des garçons ! », dit-elle en riant. YouTube lui est encore venu en aide.

source: Her oldest son, 19, is studying environmental engineering in Medellín, an urban center worlds away from Mitú. They video call regularly. Her aunt in Brazil, her cousins in Manaus—they're all a message away. "Before, you'd find out about things much later," she says. "Now I can know what's happening in my community, how my uncles are doing, what ceremonies they're planning."
de: Ihr ältester Sohn, 19, studiert Umweltingenieurwesen in Medellín, einem städtischen Zentrum, das Welten von Mitú entfernt ist. Sie führen regelmäßig Videoanrufe. Ihre Tante in Brasilien, ihre Cousins in Manaus – sie sind alle nur eine Nachricht entfernt. „Früher erfuhr man Dinge viel später“, sagt sie. „Jetzt kann ich wissen, was in meiner Gemeinschaft passiert, wie es meinen Onkeln geht, welche Zeremonien sie planen.“
fr: Son fils aîné, âgé de 19 ans, étudie l’ingénierie environnementale à Medellín, une métropole située à des milliers de kilomètres de Mitú. Ils s’appellent régulièrement par vidéo. Sa tante au Brésil, ses cousins à Manaus... tous peuvent être joints avec un simple message. « Avant, on apprenait les nouvelles beaucoup plus tard, explique-t-elle. Maintenant, je peux savoir ce qui se passe dans ma communauté, comment vont mes oncles, quelles cérémonies ils prévoient d’organiser. »

source: Nohora isn't naive about the downsides. She worries about her younger sons spending too much time on their phones at night. "I feel like I did them harm," she admits, "because I gave them access, and now they're going to suffer consequences with their vision."
de: Nohora ist nicht naiv, was die Schattenseiten angeht. Sie sorgt sich, dass ihre jüngeren Söhne nachts zu viel Zeit an ihren Handys verbringen. „Ich habe das Gefühl, ich habe ihnen geschadet“, gibt sie zu, „weil ich ihnen den Zugang gegeben habe, und jetzt werden sie Konsequenzen für ihre Sehkraft erleiden.“
fr: Nohora est consciente des inconvénients. Elle s’inquiète que ses fils cadets passent trop de temps sur leurs téléphones le soir. « J’ai l’impression de leur avoir fait du mal, admet-elle, car je leur ai donné accès à ces appareils, et maintenant, leur vue va en subir les conséquences. »
