Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/irl-podcast-season-8.po
Languages: de, es, fr, pl

# seo_title
source: IRL Podcast | Nothing Personal by Mozilla Foundation
de: IRL Podcast | Nothing Personal von Mozilla Foundation
es: Pódcast IRL | Nothing Personal, de la Fundación Mozilla
fr: Podcast IRL | Nothing Personal par la Fondation Mozilla
pl: Podcast IRL | Nothing Personal Fundacji Mozilla

# search_description
source: Mozilla’s award winning podcast is back! In Season 8, Bridget Todd is on a journey to find out how AI affects us on a personal level. From her love life to her city, to the privacy of her memories, Bridget digs deep to uncover the relationship between us and AI. She talks to people who question the status quo, and pour their hearts into shaping AI that will change our lives without invading our privacy.
de: Der preisgekrönte Podcast von Mozilla ist zurück! In Staffel 8 begibt sich Bridget Todd auf eine Reise, um herauszufinden, wie KI uns auf persönlicher Ebene beeinflusst. Von ihrem Liebesleben über ihre Stadt bis hin zur Privatsphäre ihrer Erinnerungen – Bridget geht der Beziehung zwischen uns und KI auf den Grund. Sie spricht mit Menschen, die den Status quo hinterfragen und sich mit ganzem Herzen dafür einsetzen, eine KI zu entwickeln, die unser Leben verändert, ohne unsere Privatsphäre zu verletzen.
es: ¡El galardonado pódcast de Mozilla está de vuelta! En la temporada 8, Bridget Todd se embarca en un viaje para descubrir cómo nos afecta la IA a nivel personal. Desde su vida amorosa hasta su ciudad y la privacidad de sus recuerdos, Bridget profundiza para descubrir la relación que existe entre nosotros y la IA. Habla con personas que cuestionan el status quo y ponen sus corazones en dar forma a una IA que cambie nuestras vidas sin invadir nuestra privacidad.
fr: Le podcast primé de Mozilla fait son retour ! Pour la saison 8, Bridget Todd part en quête de comprendre l’impact de l’IA sur nos vies personnelles. De sa vie amoureuse à sa ville, jusqu’à l’intimité de ses souvenirs, Bridget explore en profondeur le lien qui nous unit à l’IA. Elle échange avec des personnes qui remettent en cause les normes établies et qui s’investissent pleinement pour créer une IA capable de transformer nos vies sans empiéter sur notre vie privée.
pl: Nagradzany podcast Mozilli powraca! W sezonie 8 Bridget Todd wyrusza w podróż, aby dowiedzieć się, jak SI wpływa na nas na poziomie osobistym. Od swojego życia miłosnego po miasto, po prywatność swoich wspomnień – Bridget sięga głęboko, aby odkryć relację między nami a SI. Rozmawia z ludźmi, którzy kwestionują status quo i wkładają swoje serca w kształtowanie takiej SI, która zmieni nasze życie bez ingerencji w naszą prywatność.

# title
source: Our Podcast
es: Nuestro pódcast
fr: Notre podcast

# hero_title
source: Our Podcast
es: Nuestro pódcast
fr: Notre podcast

# hero_description
source: Bridget Todd explores how AI is reshaping our desires, our systems, and our futures.
de: Bridget Todd untersucht, wie KI unsere Wünsche, unsere Systeme und unsere Zukunft verändert.
es: Bridget Todd explora cómo la IA está remodelando nuestros deseos, nuestros sistemas y nuestros futuros.
fr: Bridget Todd s’intéresse à la façon dont l’IA transforme nos envies, nos structures et nos futurs.
pl: Bridget Todd bada, w jaki sposób sztuczna inteligencja zmienia nasze pragnienia, nasze systemy i naszą przyszłość.

# hero_image_alt_text
source: Podcast Logo by Mozilla Foundaiton
es: Logotipo del pódcast de la Fundación Mozilla
fr: Logo Podcast par la Fondation Mozilla

# body.201a254f-fec9-4905-b5db-cd7585c497a2
source: Bonus Episode
es: Episodio extra
fr: Épisode bonus

# body.b77cd93e-2cb5-45c2-839b-16a31c6af4b9.title
source: Watching the Watchers
es: Vigilando a los vigilantes

# body.e25d2fd9-18d6-43ec-b4c4-26980f7d1eeb
source: Every day, AI-powered tools are used to watch our movements; what we post online, where we go, and what we like. Imagine if we could flip this reality to watch those in power and hold them accountable.
es: Cada día se utilizan herramientas basadas en IA para vigilar nuestros movimientos: lo que publicamos en línea, adónde vamos y qué nos gusta. Imaginemos si pudiéramos invertir esta realidad para vigilar a quienes ostentan el poder y exigirles que sean responsables.
fr: Chaque jour, des outils alimentés par l’IA servent à observer nos déplacements, ce que nous partageons sur Internet, les endroits que nous fréquentons et nos préférences. Et si nous pouvions inverser cette situation pour surveiller les personnes au pouvoir et les obliger à rendre des comptes ?

# body.e25d2fd9-18d6-43ec-b4c4-26980f7d1eeb
source: In this special bonus episode recorded live in November at Mozilla Festival in Barcelona, Bridget talks to two brilliant technologists about how AI can be used as a force for good to supercharge collective action, what it means to resist algorithmic oppression, build counter-narratives through data, and imagine AI that serves the public good.
es: En este episodio especial grabado en vivo en noviembre en el Festival Mozilla de Barcelona, Bridget habla con dos brillantes tecnólogos sobre cómo se puede usar la IA como una fuerza para el bien que potencie la acción colectiva, qué significa resistir la opresión algorítmica, cómo construir contranarrativas a través de los datos, e imagina una IA que sirva al bien público.
fr: Dans cet épisode bonus exceptionnel, enregistré en direct en novembre lors du Mozilla Festival à Barcelone, Bridget échange avec deux brillantes spécialistes de la technologie sur la manière dont l’IA peut devenir une force positive pour renforcer l’action collective, sur la signification de la lutte contre l’oppression algorithmique, sur la création de contre-récits à partir des données, et sur la façon d’imaginer une IA au service de l’intérêt général.

# body.e25d2fd9-18d6-43ec-b4c4-26980f7d1eeb
source: Guests: <a id="a1"><b>Simona Levi</b></a>, <a id="a2"><b>Airi Dordas</b></a>
es: Invitados: <a id="a1"><b>Simona Levi</b></a>, <a id="a2"><b>Airi Dordas</b></a>
fr: Invités : <a id="a1"><b>Simona Levi</b></a>, <a id="a2"><b>Airi Dordas</b></a>

# body.82934f26-6ee3-4f14-982a-63670674352b
source: Episode 4
de: Folge 4
es: Episodio 4
fr: Épisode 4
pl: Odcinek 4

# body.2f639532-b941-4ea3-baca-e7416393800e.title
source: Decoding the Planet: From Whales to Whistleblowers
de: Den Planeten entschlüsseln: Von Walen bis zu Whistleblowern
es: Decodificando el planeta: de las ballenas a los informantes
pl: Dekodowanie planety: od wielorybów do sygnalistów

# body.f5c52178-e7da-4b6a-aca6-dca64921f3f9
source: AI may be able to talk to animals, but at what cost to the planet. Who is making those decisions, and why it matters. From decoding whale language to protecting our oceans from unchecked offshore drilling, Bridget Todd talks to visionaries seeking to preserve our beautiful, fragile world.
es: La IA podría ser capaz de comunicarse con los animales, pero ¿a qué precio para el planeta? ¿Quién toma esas decisiones y por qué es importante saberlo? Desde decodificar el lenguaje de las ballenas hasta proteger nuestros océanos de las perforaciones marinas sin control, Bridget Todd conversa con visionarios que buscan preservar nuestro hermoso y frágil mundo.
fr: L’IA pourrait parvenir à communiquer avec les animaux, mais à quel prix pour la planète. Qui prend ces décisions, et pourquoi cela compte-t-il. Qu’il s’agisse de décrypter le langage des baleines ou de défendre nos océans face aux forages marins incontrôlés, Bridget Todd échange avec des visionnaires qui œuvrent à la préservation de notre monde, à la fois magnifique et vulnérable.

# body.f5c52178-e7da-4b6a-aca6-dca64921f3f9
source: Guests: <a id="a1"><b>Holly Alpine</b></a>, <a id="a2"><b>Sasha Luccioni</b></a>, <a id="a3"><b>Aza Raskin</b></a>
es: Invitados: <a id="a1"><b>Acebo alpino</b></a>, <a id="a2"><b>Sasha Luccioni</b></a>, <a id="a3"><b>Aza Raskin</b></a>
fr: Invités : <a id="a1"><b>Holly Alpine</b></a>, <a id="a2"><b>Sasha Luccioni</b></a>, <a id="a3"><b>Aza Raskin</b></a>

# body.f5c52178-e7da-4b6a-aca6-dca64921f3f9
source: <a id="a1">Episode transcript</a>
es: <a id="a1">Transcripción del episodio</a>
fr: <a id="a1">Transcription de l’épisode</a>

# body.506a4d32-73ad-4ea7-91f2-aff0103ad47e
source: Episode 3
de: Folge 3
es: Episodio 3
fr: Épisode 3
pl: Odcinek 3

# body.0ae5612c-d684-4a3d-b194-34e3d010ac75.title
source: The Invisible Neighbor
de: Der unsichtbare Nachbar
es: El vecino invisible
pl: Niewidzialny sąsiad

# body.4114b56b-6cfc-4f58-9fb9-004a2dd556d9
source: AI lives in my city, and probably yours too. What does it mean for our neighborhoods, the people in them, and where data lives? Host Bridget Todd looks at how AI is changing our neighborhoods and who is behind it. She meets people bringing hidden tech systems into the full view of citizens and decision makers.
de: KI lebt in meiner Stadt, und wahrscheinlich auch in Ihrer. Was bedeutet das für unsere Nachbarschaften, die Menschen darin und den Ort, an dem Daten gespeichert werden? Moderatorin Bridget Todd untersucht, wie KI unsere Nachbarschaften verändert und wer dahintersteckt. Sie trifft Menschen, die versteckte Technologiesysteme für Bürger und Entscheidungsträger sichtbar machen.
es: La IA vive en mi ciudad, y probablemente también en la tuya. ¿Qué significa para nuestros vecindarios, la gente que vive en ellos y el lugar donde viven los datos? La presentadora Bridget Todd analiza cómo la IA está cambiando nuestros vecindarios y quiénes están detrás de esto. En este episodio, dialoga con personas que están trabajando para poner sistemas ocultos a la vista de los ciudadanos y los responsables de la toma de decisiones.
fr: L’IA fait partie de ma ville, et sans doute de la vôtre également. Que cela implique-t-il pour nos quartiers, leurs habitants et l’espace où circulent les données ? L’animatrice Bridget Todd explore l’effet de l’IA sur nos environnements urbains et s’intéresse à ceux qui en sont les instigateurs. Elle échange avec des personnes qui rendent visibles aux citoyens et aux responsables politiques des technologies habituellement dissimulées.
pl: SI mieszka w moim mieście i prawdopodobnie również w Twoim. Co to oznacza dla naszych dzielnic, dla mieszkających w nich ludzi i gdzie mieszkają dane? Prowadząca Bridget Todd przygląda się temu, jak sztuczna inteligencja zmienia naszą okolicę i kto za tym stoi. Poznaje ludzi, dzięki którym ukryte systemy technologiczne stają się w pełni widoczne dla obywateli i decydentów.

# body.4114b56b-6cfc-4f58-9fb9-004a2dd556d9
source: Guests: <a id="a1"><b>Nat Palmer</b></a>, <a id="a2"><b>Marina Otero Verzier</b></a>, <a id="a3"><b>Linda Dounia Rebeiz</b></a>
de: Gäste: <a id="a1"><b>Nat Palmer</b></a>, <a id="a2"><b>Marina Otero Verzier</b></a>, <a id="a3"><b>Linda Dounia Rebeiz</b></a>
es: Invitados: <a id="a1"><b>Nat Palmer</b></a>, <a id="a2"><b>Marina Otero Verzier</b></a>, <a id="a3"><b>Linda Dounia Rebeiz</b></a>
fr: Invités : <a id="a1"><b>Nat Palmer</b></a>, <a id="a2"><b>Marina Otero Verzier</b></a>, <a id="a3"><b>Linda Dounia Rebeiz</b></a>
pl: Goście: <a id="a1"><b>Nat Palmer</b></a>, <a id="a2"><b>Marina Otero Verzier</b></a>, <a id="a3"><b>Linda Dounia Rebeiz</b></a>

# body.4114b56b-6cfc-4f58-9fb9-004a2dd556d9
source: <a id="a1">Episode transcript</a>
de: <a id="a1">Transkript der Folge</a>
es: <a id="a1">Transcripción del episodio</a>
fr: <a id="a1">Transcription de l’épisode</a>
pl: <a id="a1">Transkrypcja odcinka</a>

# body.288119fb-cf44-42f5-8ff7-6e3424e695d0
source: Episode 2
de: Folge 2
es: Episodio 2
fr: Épisode 2
pl: Odcinek 2

# body.cc63d672-7427-4d81-bc43-0f036a500972.title
source: Our Heads in the Cloud
de: Unsere Köpfe in der Cloud
es: Nuestras cabezas en la nube
pl: Nasze głowy w chmurze

# body.df01acdf-287e-480a-ae78-052eb75a5abd
source: There are some good reasons to let AI into our brains. But how much do we know about the privacy of brain data? Host Bridget Todd explores how AI is interacting with our thoughts, memories, and (dis)abilities, and what it all means for brain privacy.
de: Es gibt einige gute Gründe, KI in unser Gehirn zu lassen. Aber wie viel wissen wir über den Schutz von Gehirndaten? Moderatorin Bridget Todd untersucht, wie KI mit unseren Gedanken, Erinnerungen und (Un-)Fähigkeiten interagiert und was das alles für den Schutz unserer Gehirndaten bedeutet.
es: Hay algunas buenas razones para dejar que la IA entre en nuestro cerebro. Pero, ¿cuánto sabemos sobre la privacidad de los datos cerebrales? La presentadora Bridget Todd explora cómo la IA interactúa con nuestros pensamientos, recuerdos y (dis)capacidades, y lo que todo esto significa para la privacidad del cerebro.
fr: Il y a de solides arguments en faveur de l’intégration de l’IA dans notre cerveau. Mais que savons-nous réellement sur la protection des données cérébrales ? L’animatrice Bridget Todd se penche sur la façon dont l’IA interagit avec nos pensées, nos souvenirs et nos (in)capacités, ainsi que sur les implications de tout cela pour la confidentialité de notre cerveau.
pl: Istnieje kilka dobrych powodów, aby wpuścić SI do naszych mózgów. Ale ile wiemy o prywatności danych mózgowych? Prowadząca Bridget Todd bada, w jaki sposób sztuczna inteligencja wchodzi w interakcję z naszymi myślami, wspomnieniami i (nie)zdolnościami oraz co to wszystko oznacza dla prywatności mózgu.

# body.df01acdf-287e-480a-ae78-052eb75a5abd
source: Guests: <a id="a1"><b>Ian Burkhart</b></a>, <a id="a2"><b>Maria Paz Canales</b></a>, <a id="a3"><b>Pau Aleikum Garcia</b></a>
de: Gäste: <a id="a1"><b>Ian Burkhart</b></a>, <a id="a2"><b>Maria Paz Canales</b></a>, <a id="a3"><b>Pau Aleikum Garcia</b></a>
es: Invitados: <a id="a1"><b>Ian Burkhart</b></a>, <a id="a2"><b>María Paz Canales</b></a>, <a id="a3"><b>Pau Aleikum García</b></a>
fr: Invités : <a id="a1"><b>Ian Burkhart</b></a>, <a id="a2"><b>Maria Paz Canales</b></a>, <a id="a3"><b>Pau Aleikum Garcia</b></a>
pl: Goście: <a id="a1"><b>Ian Burkhart</b></a>, <a id="a2"><b>Maria Paz Canales</b></a>, <a id="a3"><b>Pau Aleikum Garcia</b></a>

# body.3164f547-0c62-4cc2-a07b-be81afa6ecf0
source: Episode 1
de: Folge 1
es: Episodio 1
fr: Épisode 1
pl: Odcinek 1

# body.4fa7b237-ef6d-47dd-98ee-52546a2926e5.title
source: We Found Love in an AI Place
de: Wir haben Liebe in einer KI-Welt gefunden
es: Encontramos el amor en un sitio con IA
pl: Znaleźliśmy miłość tam, gdzie jest SI

# body.517c0df8-8f96-4e8d-a4df-adc54fa387e6
source: Will my new AI boyfriend be a green flag? Bridget Todd explores how encounters of love and sex are secretly shaped by data and algorithms.
de: Wird mein neuer KI-Freund ein „grünes Signal“ sein? Bridget Todd untersucht, wie Begegnungen in Liebe und Sex heimlich von Daten und Algorithmen beeinflusst werden.
es: ¿Mi nuevo novio de IA será una buena opción? Bridget Todd explora cómo los encuentros de amor y sexo son moldeados secretamente por datos y algoritmos.
fr: Mon nouvel amoureux IA sera-t-il un <i>green flag</i> ? Bridget Todd examine comment les relations amoureuses et sexuelles sont discrètement influencées par les données et les algorithmes.
pl: Czy mój nowy chłopak z SI będzie tym wymarzonym? Bridget Todd bada, w jaki sposób kwestie miłości i seksu są potajemnie kształtowane przez dane i algorytmy.

# body.517c0df8-8f96-4e8d-a4df-adc54fa387e6
source: Love is intimate. It’s private. It’s human. So naturally tech companies see it as a money-maker. Host Bridget Todd uncovers the algorithmic racism and bias built into most popular dating apps, and meets the people who are coming up with better alternatives.
de: Liebe ist intim. Sie ist privat. Sie ist menschlich. Daher ist es nur natürlich, dass Technologieunternehmen sie als Geldquelle betrachten. Moderatorin Bridget Todd deckt den algorithmischen Rassismus und die Voreingenommenheit auf, die in den meisten beliebten Dating-Apps eingebaut sind, und trifft Menschen, die bessere Alternativen entwickeln.
es: El amor es un tema íntimo. Privado. Humano. Así que, naturalmente, las compañías tecnológicas lo ven como un generador de dinero. La presentadora Bridget Todd revela el racismo y los sesgos algorítmicos incorporados en las aplicaciones de citas más populares, y se reúne con personas que están pensando mejores alternativas.
fr: L’amour est quelque chose d’intime. C’est personnel. C’est profondément humain. Il n’est donc pas surprenant que les entreprises technologiques y voient une opportunité lucrative. L’animatrice Bridget Todd met en lumière le racisme algorithmique et les préjugés présents dans la majorité des applications de rencontre populaires, et part à la rencontre de celles et ceux qui imaginent des solutions plus justes.
pl: Miłość jest intymna. Jest prywatna. Jest ludzka. Dlatego firmy technologiczne postrzegają ją jako sposób na zarabianie pieniędzy. Prowadząca program Bridget Todd odkrywa rasizm i uprzedzenia algorytmów wbudowanych w najpopularniejsze aplikacje randkowe i poznaje ludzi, którzy wymyślają lepsze alternatywy.

# body.517c0df8-8f96-4e8d-a4df-adc54fa387e6
source: Guests: <a id="a1"><b>Apryl Williams</b></a>, <a id="a2"><b>Jamie Johnston</b></a>, <a id="a3"><b>Jen Caltrider</b></a>
de: Gäste: <a id="a1"><b>Apryl Williams</b></a>, <a id="a2"><b>Jamie Johnston</b></a>, <a id="a3"><b>Jen Caltrider</b></a>
es: Invitados: <a id="a1"><b>Apryl Williams</b></a>, <a id="a2"><b>Jamie Johnston</b></a>, <a id="a3"><b>Jen Caltrider</b></a>
fr: Invités : <a id="a1"><b>Apryl Williams</b></a>, <a id="a2"><b>Jamie Johnston</b></a>, <a id="a3"><b>Jen Caltrider</b></a>
pl: Goście: <a id="a1"><b>Apryl Williams</b></a>, <a id="a2"><b>Jamie Johnston</b></a>, <a id="a3"><b>Jen Caltrider</b></a>

source: Past Seasons
de: Ältere Jahrgänge
es: Temporadas pasadas
fr: Saisons précédentes
pl: Poprzednie sezony

source: Season 7
de: Jahrgang 7
es: Temporada 7
fr: Saison 7
pl: Sezon 7

source: Season 6
de: Jahrgang 6
es: Temporada 6
fr: Saison 6
pl: Sezon 6

source: Season 5
de: Jahrgang 5
es: Temporada 5
fr: Saison 5
pl: Sezon 5

source: Season 4
de: Jahrgang 4
es: Temporada 4
fr: Saison 4
pl: Sezon 4
