Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/signal-privacy-review.po
Languages: de, fr

# seo_title
source: Signal App Review 2025: Privacy, Pros and Cons, Personal Data
de: Bewertung der Signal-App 2025: Datenschutz, Vor- und Nachteile, persönliche Daten
fr: Test de l’application Signal 2025 : vie privée, avantages et inconvénients, données personnelles

# search_description
source: Read our privacy expert's review of the messaging app Signal. Signal is widely regarded as the “best in class” private messenger app. Unlike most messaging apps, Signal takes a completely hands-off approach to your data. All of your traffic is end-to-end encrypted without exception.
de: Lesen Sie die Bewertungen unserer Datenschutzexperten zur Messaging-App Signal. Signal wird weithin als die „klassenbeste“ private Messenger-App angesehen. Im Gegensatz zu den meisten Messaging-Apps hat Signal keinerlei Zugriff auf Ihre Daten. Ihr gesamter Datenverkehr ist ohne Ausnahme Ende-zu-Ende-verschlüsselt.
fr: Découvrez l’analyse de notre spécialiste de la confidentialité sur l’application de messagerie Signal. Signal est souvent vue comme la meilleure application de messagerie privée de sa catégorie. Contrairement à la majorité des autres applications de messagerie, Signal adopte une approche totalement passive vis-à-vis de vos données. Tout votre trafic bénéficie d’un chiffrement de bout en bout, sans aucune exception.

# title
source: Signal Privacy Review
de: Datenschutzbewertung zu Signal
fr: Analyse du respect de la vie privée par Signal

source: Signal can be used out-of-the-box with almost no impact to your privacy. Other users can discover whether or not you’re using Signal by inputting your phone number, but you’re presented with the option to turn this off during onboarding.
de: Signal kann sofort verwendet werden, ohne dass sich dies auf Ihre Privatsphäre auswirkt. Andere Benutzer*innen können feststellen, ob Sie Signal verwenden, indem sie Ihre Telefonnummer eingeben. Sie haben jedoch die Möglichkeit, dies während des Onboardings zu deaktivieren.
fr: Signal peut être utilisé dès son installation, quasiment sans impact sur votre vie privée. Les autres utilisateurs peuvent savoir si vous utilisez Signal ou non en saisissant votre numéro de téléphone, mais vous avez la possibilité de désactiver cette option lors de votre inscription.

source: It might jump out at you that link previews are enabled by default, but Signal handles the issue of preview links exposing your IP elegantly. For popular websites such as Youtube and Instagram, Signal creates a proxy connection directly to the website that’s been linked to you. The rest of the connection is then handled by TLS between your device and the website.
de: Es mag Ihnen auffallen, dass Link-Vorschauen standardmäßig aktiviert sind, aber Signal löst das Problem, dass Vorschau-Links Ihre IP-Adresse offenlegen, auf elegante Weise. Für beliebte Websites wie Youtube und Instagram erstellt Signal eine Proxy-Verbindung direkt zu der Website, die mit Ihnen verknüpft wurde. Der Rest der Verbindung wird dann über TLS zwischen Ihrem Gerät und der Website abgewickelt.
fr: Vous remarquerez peut-être que les aperçus des liens sont activés par défaut, mais Signal gère efficacement le problème des aperçus de liens exposant votre adresse IP. Pour les sites web populaires tels que Youtube et Instagram, Signal crée une connexion proxy directement vers le site web auquel vous êtes connecté. Le reste de la connexion est ensuite géré par TLS entre votre appareil et le site web.

source: Your IP isn’t exposed because Signal is proxying your request, but Signal can’t read the URL you’re accessing because it’s encrypted.
de: Ihre IP-Adresse wird nicht offengelegt, da Signal Ihre Anfrage über einen Proxy leitet, aber Signal kann die URL, auf die Sie zugreifen, nicht lesen, da sie verschlüsselt ist.
fr: Votre adresse IP n’est pas exposée car Signal sert de proxy à votre requête, mais Signal ne peut pas lire l’URL à laquelle vous accédez car elle est cryptée.

source: The only real issue we have is that the IP Relay for calls defaults to only protecting your IP against users who aren’t in your contact book. You can turn this on for all VoIP calls made to your device, but it will impact the quality of your call.
de: Das einzige wirkliche Problem, das wir haben, ist, dass das IP-Relay für Anrufe standardmäßig nur Ihre IP vor Benutzern*innen schützt, die sich nicht in Ihrem Kontaktbuch befinden. Sie können dies für alle VoIP-Anrufe auf Ihrem Gerät aktivieren, dies wirkt sich jedoch auf die Qualität Ihres Anrufs aus.
fr: Le seul véritable problème auquel nous sommes confrontés réside dans le fait que le relais IP pour les appels est configuré par défaut pour protéger votre adresse IP uniquement contre les utilisateurs qui ne figurent pas dans votre carnet d’adresses. Vous pouvez activer cette fonction pour tous les appels VoIP passés vers votre appareil, mais cela aura un impact sur la qualité de vos appels.

source: Signal asks for very little of your data by default – essentially, it’s just your phone number. Everything else, Signal doesn’t want to know about. If you’re not comfortable handing over your number, you should consider a different service. In the past, Signal has complied with US court orders by confirming whether a phone number is associated with a Signal user, and when that user last logged on.
de: Signal fragt standardmäßig nach sehr wenig Ihrer Daten – im Wesentlichen ist es nur Ihre Telefonnummer. Alles andere will Signal nicht wissen. Wenn Sie sich nicht wohl fühlen, Ihre Nummer zu übergeben, sollten Sie einen anderen Service in Betracht ziehen. In der Vergangenheit hat Signal den US-Gerichtsbeschlüssen nachgekommen, indem es bestätigt hat, ob eine Telefonnummer mit einem*r Signal-Benutzer verknüpft ist und wann diese*r Benutzer*in zuletzt angemeldet war.
fr: Par défaut, Signal ne vous demande que très peu de données : principalement votre numéro de téléphone. Signal n’insiste pas pour en savoir plus. Si vous ne souhaitez pas communiquer votre numéro, vous devriez envisager d’utiliser un autre service. Par le passé, Signal s’est conformé aux injonctions des tribunaux américains en confirmant si un numéro de téléphone était associé à un utilisateur Signal et à quelle date cet utilisateur s’était connecté pour la dernière fois.

# what_you_should_know_section.08d8825b-f1af-448f-8267-fbaf591daeff.track_record
source: To date, Signal hasn’t run into the same privacy controversies that have plagued other instant messaging services. It’s managed by the Signal Foundation, a non-profit based in the US which handles day-to-day development through a subsidiary, Signal Messenger LLC.
de: Bis heute ist Signal nicht auf die gleichen Datenschutzkontroversen gestoßen, die andere Instant-Messaging-Dienste geplagt haben. Es wird von der Signal Foundation verwaltet, einer gemeinnützigen Organisation mit Sitz in den USA, die die tägliche Entwicklung über eine Tochtergesellschaft, Signal Messenger LLC, abwickelt.
fr: À ce jour, Signal ne fait pas l’objet des mêmes controverses en matière de confidentialité que les autres services de messagerie instantanée. Le service est géré par Signal Foundation, une organisation à but non lucratif basée aux États-Unis qui gère le développement quotidien par l’intermédiaire d’une filiale, Signal Messenger LLC.

# what_you_should_know_section.08d8825b-f1af-448f-8267-fbaf591daeff.track_record
source: Signal’s funding <a id="a1">comes through donations</a>. These donors tend to remain anonymous, although we know that former WhatsApp co-founder Brian Action has loaned the Signal Foundation over $100 million dollars to fund Signal’s long term growth and development.
de: Die Finanzierung von Signal <a id="a1">erfolgt durch Spenden</a>. Diese Spender bleiben in der Regel anonym, obwohl wir wissen, dass der ehemalige WhatsApp-Mitbegründer Brian Action der Signal Foundation über 100 Millionen $ geliehen hat, um das langfristige Wachstum und die Entwicklung von Signal zu finanzieren.
fr: Signal est <a id="a1">financé par des dons</a>. Les donateurs ont tendance à rester anonymes, mais nous savons que l’ancien cofondateur de WhatsApp, Brian Action, a prêté plus de 100 millions de dollars à Signal Foundation pour financer la croissance et le développement à long terme de Signal.

# what_you_should_know_section.08d8825b-f1af-448f-8267-fbaf591daeff.track_record
source: So far, so good. However, it’s worth clearing up some misconceptions regarding Signal after several chats between high-level national security advisors in the US were leaked to the press.
de: So weit, so gut. Es lohnt sich jedoch, einige Missverständnisse in Bezug auf Signal aufzuklären, nachdem mehrere Chats zwischen hochrangigen nationalen Sicherheitsberatern in den USA an die Presse durchgesickert sind.
fr: Jusqu’ici tout va bien. Cependant, il convient de faire la lumière sur certaines idées reçues concernant Signal après la fuite dans la presse de plusieurs conversations entre des hauts responsables de la sécurité nationale américaine.

# what_you_should_know_section.08d8825b-f1af-448f-8267-fbaf591daeff.track_record
source: At no point was Signal’s actual security compromised. The story only came about after Mike Waltz accidentally invited Jeffrey Goldberg, editor-in-chief of <i>The Atlantic</i>, to a secure group chat used to discuss national security issues.
de: Zu keinem Zeitpunkt war die tatsächliche Sicherheit von Signal gefährdet. Die Geschichte entstand erst, nachdem Mike Waltz versehentlich Jeffrey Goldberg, Chefredakteur von <i>The Atlantic</i>, zu einem sicheren Gruppenchat eingeladen hatte, in dem Fragen der nationalen Sicherheit besprochen wurden.
fr: À aucun moment la sécurité de Signal n’a été compromise. L’affaire n’a éclaté qu’après que Mike Waltz ait accidentellement invité Jeffrey Goldberg, rédacteur en chef du magazine <i>The Atlantic</i>, à rejoindre une conversation de groupe sécurisée dans laquelle étaient abordées des questions de sécurité nationale.

# what_you_should_know_section.08d8825b-f1af-448f-8267-fbaf591daeff.track_record
source: Yes, you’re reading that right. If you’ve ever been embarrassed by inviting someone you shouldn’t have to the group chat, don’t worry – Mike Waltz definitely has you beat. There’s an important lesson to take away from this though: you can be using the most secure privacy-first messaging app in the world, but if you can’t trust the people you’re texting it doesn’t really matter.
de: Ja, Sie lesen richtig. Wenn es Ihnen jemals peinlich war, jemanden einzuladen, den Sie nicht zum Gruppenchat einladen sollten, keine Sorge – Mike Waltz hat Sie definitiv geschlagen. Es gibt jedoch eine wichtige Lektion, die Sie daraus ziehen können: Sie können die sicherste Privacy-First-Messaging-App der Welt verwenden, aber wenn Sie den Personen, die Sie texten, nicht vertrauen können, spielt das keine Rolle.
fr: Oui, vous avez bien lu. Si vous avez déjà regretté d’avoir invité quelqu’un à participer à une conversation de groupe, ne vous inquiétez pas, Mike Waltz a fait pire. Il y a toutefois une leçon importante à retenir : on a beau utiliser l’application de messagerie la plus sécurisée au monde, si on ne peut pas faire confiance aux personnes à qui on envoie des messages, cela perd tout son sens.

# what_you_should_know_section.08d8825b-f1af-448f-8267-fbaf591daeff.track_record
source: Although Signal has not been cleared for use by the Department of Defense, many of the concerns relating to its usage stem from proper adherence to long-term data archiving for FOIA requests. In fact, CIA Director John Ratcliffe testified that Signal is actively used by the CIA for day-to-day operations.
de: Obwohl Signal nicht für die Verwendung durch das Verteidigungsministerium freigegeben wurde, rühren viele der Bedenken in Bezug auf seine Verwendung von der ordnungsgemäßen Einhaltung der langfristigen Datenarchivierung für FOIA-Anfragen her. Tatsächlich sagte CIA-Direktor John Ratcliffe aus, dass Signal von der CIA aktiv für den täglichen Betrieb genutzt wird.
fr: Bien que Signal n’ait pas été approuvé par le ministère de la Défense, bon nombre des préoccupations liées à son utilisation découlent du respect des règles d’archivage à long terme des données pour les demandes d’accès à l’information (FOIA). Le directeur de la CIA, John Ratcliffe, a d’ailleurs déclaré que Signal était activement utilisé par la CIA dans le cadre de ses opérations quotidiennes.

source: According to the Signal privacy policy, any data you provide to Signal other than your phone number is secured using end-to-end encryption. Although some data is temporarily stored by Signal’s servers until it can be delivered to your device, the nature of the encryption used means that Signal employees cannot view your message content or metadata.
de: Gemäß der Datenschutzrichtlinie von Signal werden alle Daten, die Sie Signal mit Ausnahme Ihrer Telefonnummer zur Verfügung stellen, durch eine Ende-zu-Ende-Verschlüsselung gesichert. Obwohl einige Daten vorübergehend von den Servern von Signal gespeichert werden, bis sie an Ihr Gerät gesendet werden können, bedeutet die Art der verwendeten Verschlüsselung, dass die Mitarbeiter*innen von Signal Ihre Nachrichteninhalte oder Metadaten nicht anzeigen können.
fr: D’après la politique de confidentialité de Signal, toutes les données que vous fournissez à Signal, à l’exception de votre numéro de téléphone, sont sécurisées grâce à un cryptage de bout en bout. Bien que certaines données soient temporairement stockées par les serveurs de Signal jusqu’à ce qu’elles puissent être transmises à votre appareil, la nature du cryptage utilisé signifie que les employés de Signal ne peuvent pas voir le contenu de vos messages ni les métadonnées.

source: While some data is provided to third party technology companies such as Google and Meta to access services these firms provide, such as sending the text you type in to find a .gif through GIPHY or requesting location services through Google Maps, Signal has taken steps to ensure that these requests expose the minimal amount of data necessary, including masking your IP.
de: Obwohl einige Daten an Drittanbieter wie Google und Meta weitergegeben werden, um auf die von diesen Unternehmen angebotenen Dienste zugreifen zu können, beispielsweise um den von Ihnen eingegebenen Text zu senden, um eine GIF-Datei über GIPHY zu finden, oder um Standortdienste über Google Maps anzufordern, hat Signal Maßnahmen ergriffen, um sicherzustellen, dass bei diesen Anfragen nur die minimal erforderliche Datenmenge offengelegt wird, einschließlich der Maskierung Ihrer IP-Adresse.
fr: Bien que certaines données soient fournies à des sociétés tierces telles que Google et Meta afin d’accéder aux services qu’elles proposent, comme la transmission du texte que vous saisissez pour trouver un fichier .gif via GIPHY ou la demande de services de localisation via Google Maps, Signal a pris des mesures pour garantir que ces demandes n’exposent que le minimum de données nécessaires, notamment en masquant votre adresse IP.

source: However, Signal has begun selling a cloud backup service to facilitate transfers of large amounts of data between old and new devices. According to Signal, it uses the same technology stack used to temporarily hold messages on Signal’s servers before they can be delivered to a device.
de: Signal hat jedoch begonnen, einen Cloud-Backup-Service zu verkaufen, um die Übertragung großer Datenmengen zwischen alten und neuen Geräten zu erleichtern. Laut Signal verwendet es den gleichen Technologie-Stack, der verwendet wird, um Nachrichten vorübergehend auf den Servern von Signal zu speichern, bevor sie an ein Gerät gesendet werden können.
fr: Cependant, Signal a lancé la commercialisation d’un service de sauvegarde dans le cloud afin de faciliter les transferts de gros volumes de données entre les anciens et les nouveaux appareils. Selon Signal, ce service utilise la même pile technologique que celle utilisée pour stocker temporairement les messages sur les serveurs de Signal avant qu’ils ne puissent être transmis à un appareil.

# good_and_bad_section.a74b93f0-d9ae-4224-a549-21d3e8af9835.the_good
source: Almost every aspect of the app uses end-to-end encryption. Signal doesn’t just encrypt your messages, it encrypts your contacts list, your attachments, even the profile picture you upload. It’s also fully open source at both the client and server level, so if you don’t trust the Signal foundation’s servers you can run your own.
de: Fast jeder Aspekt der App verwendet eine Ende-zu-Ende-Verschlüsselung. Signal verschlüsselt nicht nur Ihre Nachrichten, sondern auch Ihre Kontaktliste, Ihre Anhänge und sogar das von Ihnen hochgeladene Profilbild. Es ist auch vollständig Open Source sowohl auf Client- als auch auf Serverebene. Wenn Sie also den Servern der Signal Foundation nicht vertrauen, können Sie Ihre eigenen betreiben.
fr: Presque toutes les fonctionnalités de l’application utilisent un cryptage de bout en bout. Signal ne se contente pas de crypter vos messages, il crypte également votre liste de contacts, vos pièces jointes et même votre photo de profil. Signal est également entièrement Open Source, tant au niveau du client que du serveur. Ainsi, si vous ne faites pas confiance aux serveurs de Signal Foundation, vous pouvez utiliser les vôtres.

# good_and_bad_section.a74b93f0-d9ae-4224-a549-21d3e8af9835.the_good
source: In addition to encrypting the contents of a message, Signal also reduces the amount of metadata available to an adversary by obscuring who the message is from using a technology called “Sealed Sender”. When a Signal message is sent, only the delivery address is visible.
de: Signal verschlüsselt nicht nur den Inhalt einer Nachricht, sondern reduziert auch die Menge der für einen Angreifer verfügbaren Metadaten, indem es mithilfe einer Technologie namens „Sealed Sender“ verschleiert, von wem die Nachricht stammt. Wenn eine Signalmeldung gesendet wird, ist nur die Lieferadresse sichtbar.
fr: En plus de crypter le contenu d’un message, Signal réduit également la quantité de métadonnées accessibles aux cybercriminels en masquant l’identité de l’expéditeur grâce à une technologie appelée « Sealed Sender » (expéditeur masqué). Lorsqu’un message Signal est envoyé, seule l’adresse du destinataire est visible.

# good_and_bad_section.a74b93f0-d9ae-4224-a549-21d3e8af9835.the_bad
source: The biggest issue with Signal is that it requires a phone number to register an account, even if you’re just using the desktop version. Asking Signal to hand over the data it holds on you shows that the phone number you’re using is associated with each device you’ve used to log into Signal.
de: Das größte Problem bei Signal ist, dass eine Telefonnummer erforderlich ist, um ein Konto zu registrieren, selbst wenn Sie nur die Desktop-Version verwenden. Wenn Sie Signal auffordern, die bei Ihnen gespeicherten Daten zu übergeben, wird angezeigt, dass die von Ihnen verwendete Telefonnummer mit jedem Gerät verknüpft ist, mit dem Sie sich bei Signal angemeldet haben.
fr: Le principal inconvénient de Signal tient au fait qu’un numéro de téléphone est nécessaire pour créer un compte, même si vous utilisez uniquement la version pour ordinateur. En demandant à Signal de fournir les données enregistrées vous concernant, vous constaterez que le numéro de téléphone que vous utilisez est associé à chaque appareil que vous avez utilisé pour vous connecter à Signal.

# good_and_bad_section.a74b93f0-d9ae-4224-a549-21d3e8af9835.the_bad
source: As a result, Signal must <a id="a1">hand this information over</a> when requested to by U.S. law enforcement. The scope of what an investigator could learn is limited, but at the bare minimum they would be able to confirm when you last connected to the service.
de: Infolgedessen muss Signal <a id="a1">diese Informationen auf Verlangen der US-Strafverfolgungsbehörden aushändigen</a>. Der Umfang der Informationen, die ein*e Ermittler*in erhalten kann, ist begrenzt, aber zumindest könnte er*sie bestätigen, wann Sie sich zuletzt mit dem Dienst verbunden haben.
fr: Par conséquent, Signal est tenu de <a id="a1">communiquer ces informations</a> aux autorités américaines lorsqu’elles en font la demande. Les informations auxquelles un enquêteur peut avoir accès sont limitées, mais elles lui permettent au minimum de confirmer la date de votre dernière connexion au service.

# good_and_bad_section.a74b93f0-d9ae-4224-a549-21d3e8af9835.the_bad
source: While most of Google’s analytics are turned off in the Signal app, it still uses the Google Maps API to handle location data. Calls to Google Maps turn over a bunch of metadata, including the IP you’re connecting from. For a project that’s so invested in privacy, it’s surprising that Signal doesn’t use an open source alternative such as <a id="a1">Open Street Map</a>.
de: Während die meisten Google-Analysen in der Signal-App deaktiviert sind, verwendet sie immer noch die Google Maps-API, um Standortdaten zu verarbeiten. Aufrufe an Google Maps übermitteln eine Reihe von Metadaten, darunter die IP-Adresse, von der aus Sie sich verbinden. Für ein Projekt, das so sehr in die Privatsphäre investiert, ist es überraschend, dass Signal keine Open-Source-Alternative wie <a id="a1">Open Street Map</a> verwendet.
fr: Bien que la plupart des fonctionnalités d’analyse de Google soient désactivées dans l’application Signal, celle-ci utilise toujours l’API Google Maps pour traiter les données de localisation. Les appels vers Google Maps génèrent un ensemble de métadonnées, notamment l’adresse IP à partir de laquelle vous vous connectez. Pour un projet qui accorde autant d’importance à la confidentialité, il est surprenant que Signal n’utilise pas une alternative Open Source telle que <a id="a1">Open Street Map</a>.

# reduce_your_risks_section.4c9c4111-e436-4d4f-a1eb-7dc6c59faec1.content
source: There’s just a few tweaks you’ll need to make to Signal to keep your data safe.
de: Es gibt nur ein paar Anpassungen, die Sie an Signal vornehmen müssen, um Ihre Daten zu schützen.
fr: Il suffit d’apporter quelques modifications à Signal pour protéger vos données.

# reduce_your_risks_section.4c9c4111-e436-4d4f-a1eb-7dc6c59faec1.content
source: First of all, if you’re using Signal to back up your settings between devices, you’ll be asked to input a pin to keep your data from falling into the wrong hands. Make sure you use a strong alphanumeric password here – Signal does some <a id="a1">fancy stuff with secure enclaves</a> to reduce the risk of brute forcing, but better safe than sorry.
de: Zunächst einmal, wenn Sie Signal verwenden, um Ihre Einstellungen zwischen Geräten zu sichern, werden Sie aufgefordert, eine PIN einzugeben, um zu verhindern, dass Ihre Daten in die falschen Hände geraten. Verwenden Sie hier unbedingt ein starkes alphanumerisches Passwort – Signal nutzt <a id="a1">ausgeklügelte Sicherheitsmechanismen</a>, um das Risiko von Brute-Force-Angriffen zu verringern, aber Vorsicht ist besser als Nachsicht.
fr: Premièrement, si vous utilisez Signal pour sauvegarder vos paramètres sur plusieurs appareils, vous serez invité à saisir un code PIN afin d’empêcher vos données de tomber entre de mauvaises mains. Veillez à utiliser un mot de passe alphanumérique fort. Signal utilise des <a id="a1">enclaves sécurisées sophistiquées</a> pour réduire le risque d’attaques par force brute, mais mieux vaut prévenir que guérir.
