Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/signal-privacy-review.po
Languages: de, fr

# reduce_your_risks_section.4c9c4111-e436-4d4f-a1eb-7dc6c59faec1.content
source: You’ll also want to make sure you’ve enabled the authentication lock, which requires your pin code if another user tries to register a Signal account using your phone number on a new device.
de: Sie sollten auch sicherstellen, dass Sie die Authentifizierungssperre aktiviert haben, für die Ihr PIN-Code erforderlich ist, wenn ein*e andere*r Benutzer*in versucht, ein Signalkonto mit Ihrer Telefonnummer auf einem neuen Gerät zu registrieren.
fr: Assurez-vous également d’avoir activé le verrouillage par authentification, qui nécessite votre code PIN si un autre utilisateur tente de créer un compte Signal à l’aide de votre numéro de téléphone sur un nouvel appareil.

# reduce_your_risks_section.4c9c4111-e436-4d4f-a1eb-7dc6c59faec1.content
source: For an extra layer of security, you can set up Signal to require your device authentication before the app will open.
de: Für zusätzliche Sicherheit können Sie Signal so einrichten, dass die Authentifizierung Ihres Geräts erforderlich ist, bevor die App geöffnet wird.
fr: Pour plus de sécurité, vous pouvez configurer Signal de manière à ce que l’application ne s’ouvre qu’après authentification de votre appareil.

# reduce_your_risks_section.4c9c4111-e436-4d4f-a1eb-7dc6c59faec1.content
source: <b>Nuclear Option:</b> You can delete your entire account by heading to the Signal mobile app. Tap your profile and head to &gt; <b>Settings</b> &gt; <b>Account</b> &gt; <b>Delete Account</b>. Once there, enter your Signal number and hit Delete Account.
de: <b>Der drastischste Schritt:</b> Sie können Ihr gesamtes Konto löschen, indem Sie zur mobilen Signal-App gehen. Tippen Sie auf Ihr Profil und gehen Sie zu > <b>Einstellungen</b> > <b>Konto</b> > <b>Konto löschen</b>. Dort geben Sie Ihre Signalnummer ein und klicken auf Konto löschen.
fr: <b>Option radicale :</b> vous pouvez supprimer l’intégralité de votre compte en vous rendant sur l’application mobile Signal. Accédez à votre profil, puis à > <b>Paramètres</b> > <b>Compte</b> > <b>Supprimer le compte</b>. De là, entrez votre numéro Signal et appuyez sur Supprimer le compte.

# reduce_your_risks_section.4c9c4111-e436-4d4f-a1eb-7dc6c59faec1.content
source: Please note: Deleting your Signal Desktop install will <b>not</b> remove your data from the Signal servers, as you need to use the app from a registered mobile device to complete the process.
de: Bitte beachten Sie: Wenn Sie Ihre Signal Desktop-Installation löschen, werden Ihre Daten <b>nicht</b> von den Signal-Servern entfernt, da Sie die App von einem registrierten Mobilgerät verwenden müssen, um den Vorgang abzuschließen.
fr: Remarque : la suppression de votre fichier d’installation Signal Desktop ne supprimera <b>pas</b> vos données des serveurs Signal, car vous devez utiliser l’application à partir d’un appareil mobile authentifié pour terminer le processus.

# reduce_your_risks_section.4c9c4111-e436-4d4f-a1eb-7dc6c59faec1.content
source: Deleting your account does not remove the messages you’ve sent to other contacts. If it’s been more than 24 hours since you’ve sent a message, you cannot remove it.
de: Durch das Löschen Ihres Kontos werden die Nachrichten, die Sie an andere Kontakte gesendet haben, nicht entfernt. Wenn seit dem Senden einer Nachricht mehr als 24 Stunden vergangen sind, können Sie diese nicht mehr entfernen.
fr: La suppression de votre compte ne supprime pas les messages que vous avez envoyés à d’autres contacts. Si le message a été envoyé il y a plus de 24 heures, vous ne pouvez pas le supprimer.

# bottom_line_section.23ab1c0e-4df3-42fe-9f31-ca4e95d6ff4c.content
source: You can register with a SIM that isn’t tied to your personal identity and using a trustworthy VPN or Tor adds a bit of extra anonymity into the mix. If you want to stay off Signal altogether, you can use a bridge from Matrix to communicate with Signal users without entering your phone number.
de: Sie können sich mit einer SIM-Karte registrieren, die nicht mit Ihrer persönlichen Identität verknüpft ist, und durch die Verwendung eines vertrauenswürdigen VPN oder Tor zusätzlich ein wenig mehr Anonymität hinzufügen. Wenn Sie Signal komplett meiden möchten, können Sie eine Brücke von Matrix verwenden, um mit Signal-Nutzern*innen zu kommunizieren, ohne Ihre Telefonnummer anzugeben.
fr: Vous pouvez créer un compte avec une carte SIM qui n’est pas liée à votre identité personnelle et utiliser un VPN ou Tor fiable pour renforcer votre anonymat. Si vous souhaitez éviter complètement Signal, vous pouvez utiliser un pont depuis Matrix pour communiquer avec les utilisateurs de Signal sans entrer votre numéro de téléphone.

# bottom_line_section.23ab1c0e-4df3-42fe-9f31-ca4e95d6ff4c.content
source: If you're looking for an alternative, you’re only going to get a side-grade in privacy depending on the threat model you’re worried about.
de: Wenn Sie nach einer Alternative suchen, erhalten Sie je nach dem Bedrohungsmodell, das Ihnen Sorgen bereitet, nur eine gleichwertige Lösung in Bezug auf den Datenschutz.
fr: Si vous recherchez une alternative, vous n’obtiendrez qu’une amélioration mineure en matière de confidentialité, en fonction du type de menace qui vous préoccupe.

# bottom_line_section.23ab1c0e-4df3-42fe-9f31-ca4e95d6ff4c.content
source: Don’t want your messages being sent over the internet at all? <a id="a1">Briar</a> supports true P2P sneaker-net style messaging for one-to-one chats and forums using local protocols to send posts back and forth. Essentially, when you get into bluetooth range, you’re synchronized with all the relevant Briar users you’ve accepted.
de: Möchten Sie nicht, dass Ihre Nachrichten überhaupt über das Internet gesendet werden? <a id="a1">Briar</a> unterstützt echte P2P-Messaging im Sneaker-Net-Stil für Einzelchats und Foren, wobei lokale Protokolle zum Hin- und Hersenden von Beiträgen verwendet werden. Im Wesentlichen sind Sie, wenn Sie in den Bluetooth-Bereich kommen, mit allen relevanten Briar-Benutzern*innen synchronisiert, die Sie akzeptiert haben.
fr: Vous ne voulez pas que vos messages soient envoyés via Internet ? <a id="a1">Briar</a> prend en charge la messagerie P2P de type « sneaker-net » pour les discussions privées et les forums, en utilisant des protocoles locaux pour envoyer et recevoir des messages. Concrètement, lorsque vous entrez dans la zone de couverture Bluetooth, vous êtes synchronisé avec tous les utilisateurs Briar que vous avez acceptés.

# bottom_line_section.23ab1c0e-4df3-42fe-9f31-ca4e95d6ff4c.content
source: Uncomfortable with the amount of centralized trust required to use Signal? <a id="a1">Matrix</a> uses a decentralized model to send messages over a network of nodes that works similarly to Tor.
de: Unwohl mit der Menge an zentralisiertem Vertrauen, die für die Verwendung von Signal erforderlich ist? <a id="a1">Matrix</a> verwendet ein dezentrales Modell, um Nachrichten über ein Netzwerk von Knoten zu versenden, das ähnlich wie Tor funktioniert.
fr: Vous n’êtes pas à l’aise avec le niveau de confiance centralisé requis pour utiliser Signal ? <a id="a1">Matrix</a> utilise un modèle décentralisé pour envoyer des messages via un réseau de nœuds qui fonctionne de manière similaire à Tor.

# bottom_line_section.23ab1c0e-4df3-42fe-9f31-ca4e95d6ff4c.content
source: Both alternatives don’t require a phone number, either.
de: Für beide Alternativen ist auch keine Telefonnummer erforderlich.
fr: De plus, ces deux alternatives ne nécessitent pas de numéro de téléphone.

# hero_image_alt_text
source: Logo of the messaging app Signal
de: Logo der Messaging-App Signal
fr: Logo de l’application de messagerie Signal

# scoring
source: Rating: 9/10
de: Bewertung: 9/10
fr: Note : 9/10

# type_of_testing
source: Hands On - Inspection of Android Packages &amp; WireShark Packet Analysis
de: Praxis – Untersuchung von Android-Paketen &amp; WireShark-Paketanalyse
fr: Mise en pratique — Inspection des paquets Android et analyse des paquets réseau avec WireShark

# byline
source: Reviewed by Sam Dawson
de: Bewertet von Sam Dawson
fr: Testé par Sam Dawson

# who_am_i
source: I’m a digital privacy and cybersecurity expert with over half a decade worth of experience reviewing privacy products. My research in academia included speculative execution attacks and AI-based hacking simulations. My privacy work appears in TechRadar, CNET, and ITPro, in addition to a previous stint at ProPrivacy as their in-house technical researcher for VPNs.
de: Ich bin ein Experte für digitalen Datenschutz und Cybersicherheit mit über einem halben Jahrzehnt Erfahrung bei der Überprüfung von Datenschutzprodukten. Meine Forschung in der akademischen Welt umfasste spekulative Execution-Angriffe und KI-basierte Hacking-Simulationen. Meine Arbeit in Sachen Datenschutz erscheint in Techradar, CNET und ITPro, zusätzlich zu einer früheren Arbeit bei ProPrivacy als interner technischer Forscher für VPNs.
fr: Je suis spécialiste de la confidentialité numérique et de la cybersécurité, avec plus de cinq ans d’expérience dans l’évaluation de produits liés à la vie privée. Au cours de mon parcours universitaire, j’ai mené des recherches sur les attaques par exécution spéculative et les simulations de piratage utilisant l’IA. Mes travaux sur la confidentialité ont été publiés sur TechRadar, CNET et ITPro, et j’ai également occupé le poste de chercheur technique interne pour les VPN chez ProPrivacy.

# lede_text
source: Signal is widely regarded as the “best in class” private messenger app. In our opinion, that’s almost true. Unlike most messaging apps, Signal takes a completely hands-off approach to your data. All of your traffic is end-to-end encrypted without exception.
de: Signal wird weithin als die „klassenbeste“ private Messenger-App angesehen. Unserer Meinung nach stimmt das auch fast. Im Gegensatz zu den meisten Messaging-Apps hat Signal keinerlei Zugriff auf Ihre Daten. Ihr gesamter Datenverkehr ist ohne Ausnahme Ende-zu-Ende-verschlüsselt.
fr: Signal est souvent vue comme la meilleure application de messagerie privée de sa catégorie. Selon nous, cela n’est pas tout à fait exact. Contrairement à la majorité des autres applications de messagerie, Signal adopte une approche totalement passive vis-à-vis de vos données. Tout votre trafic bénéficie d’un chiffrement de bout en bout, sans aucune exception.
