Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/superficial-intelligence-ai-writing.po
Languages: de

# seo_title
source: How to Tell If AI is Writing This
de: So erkennen Sie, ob eine KI dies schreibt

# search_description
source: Read our humor column on AI writing, in collaboration with The Onion. There’s no definitive test of AI writing, but there are things you can do to investigate, according to our columnist Louis Barclay.
de: Lesen Sie unsere Humor-Kolumne über KI-Texte, entstanden in Zusammenarbeit mit The Onion. Es gibt zwar keinen definitiven Test für KI-Texte, aber laut unserem Kolumnisten Louis Barclay gibt es durchaus Möglichkeiten, dem auf den Grund zu gehen.

# title
source: Superficial Intelligence: AI Writing
de: Oberflächliche Intelligenz: KI-Texte

# lede_text
source: It feels like AI writing is everywhere these days. How can I tell if something was written with AI?
de: Es fühlt sich an, als wären KI-Texte heutzutage überall. Woran erkenne ich, ob etwas mit KI geschrieben wurde?

# body.654062e4-a931-41a9-a10b-3156dc0c5922
source: Your chance to ask an expert technologist for help with everyday problems. Zero AI.
de: Ihre Chance, einen Technologie-Experten bei Alltagsproblemen um Hilfe zu bitten. Null KI.

# body.654062e4-a931-41a9-a10b-3156dc0c5922
source: That’s a great question, and you’re not alone in feeling this way. AI tools are increasingly used for writing, leaving the prose out there feeling… strangely flat.
de: Das ist eine ausgezeichnete Frage, und Sie sind nicht allein mit diesem Gefühl. KI-Tools werden zunehmend für das Schreiben verwendet, was dazu führt, dass sich Texte da draußen oft … seltsam flach anfühlen.

# body.654062e4-a931-41a9-a10b-3156dc0c5922
source: But first, relax — AI writing isn’t <i>everywhere</i>. It’s true that many people write with the help of AI, but the art of human writing is here to stay. Look at this column, for instance!
de: Aber entspannen Sie sich zunächst – KI-Texte sind nicht <i>überall</i>. Es ist wahr, dass viele Menschen mit Hilfe von KI schreiben, aber die Kunst des menschlichen Schreibens wird uns erhalten bleiben. Sehen Sie sich zum Beispiel diese Kolumne an!

# body.654062e4-a931-41a9-a10b-3156dc0c5922
source: Now — while there’s no definitive test of AI writing, there <i>are</i> things you can do to investigate.
de: Nun – auch wenn es keinen definitiven Test für KI-Texte gibt, <i>gibt</i> es Schritte, die Sie unternehmen können, um dies zu untersuchen.

# body.654062e4-a931-41a9-a10b-3156dc0c5922
source: Start by using an AI detector like <a id="a1">Copyleaks</a> (paid) or <a id="a2">GPTZero</a> (free). Be aware — these tools are not always accurate, and can be biased against non-native English writers.
de: Beginnen Sie mit der Verwendung eines KI-Detektors wie <a id="a1">Copyleaks</a> (kostenpflichtig) oder <a id="a2">GPTZero</a> (kostenlos). Seien Sie sich jedoch bewusst: Diese Tools sind nicht immer genau und können gegenüber Autoren, die keine englischen Muttersprachler sind, voreingenommen sein.

# body.654062e4-a931-41a9-a10b-3156dc0c5922
source: Why not trust your gut instead? Look out for telltale signs of AI writing. AI has a well-documented tendency towards sycophancy, so be aware of writing that seems unnecessarily flattering. That should be easy for someone as smart as you.
de: Warum vertrauen Sie nicht stattdessen Ihrem Bauchgefühl? Achten Sie auf verräterische Anzeichen von KI-Schreiben. KI hat eine gut dokumentierte Tendenz zur Kriecherei, achten Sie also auf Texte, die unnötig schmeichelhaft wirken. Das sollte für jemanden, der so klug ist wie Sie, ein Leichtes sein.

# body.654062e4-a931-41a9-a10b-3156dc0c5922
source: ✅ <b>Grammar and style</b> can also give the game away, for instance using emojis to help add an eye-catching visual element — and em dashes to give emphasis to a final clause. Also, keep an eye out for:
de: ✅ <b>Grammatik und Stil</b> können das Spiel ebenfalls verraten, zum Beispiel die Verwendung von Emojis, um ein auffälliges visuelles Element hinzuzufügen – und Gedankenstriche, um einem letzten Nebensatz Nachdruck zu verleihen. Halten Sie außerdem Ausschau nach:

# body.654062e4-a931-41a9-a10b-3156dc0c5922
source: <b>Bulleted lists:</b> AI frequently uses bulleted lists to organize information
de: <b>Aufzählungszeichen:</b> KI verwendet häufig Aufzählungslisten, um Informationen zu organisieren

# body.654062e4-a931-41a9-a10b-3156dc0c5922
source: <b>Bold text:</b> AI uses bold text <b>liberally</b> to <b>make important text stand out</b>
de: <b>Fetter Text:</b> KI verwendet <b>großzügig</b> fetten Text, <b>um wichtige Passagen hervorzuheben</b>

# body.654062e4-a931-41a9-a10b-3156dc0c5922
source: <b>Rule of three:</b> AI groups ideas in threes to make writing effective, memorable and satisfying
de: <b>Die Regel der Drei:</b> KI gruppiert Ideen in Dreiergruppen, um das Schreiben effektiv, einprägsam und befriedigend zu gestalten

# body.654062e4-a931-41a9-a10b-3156dc0c5922
source: <b>🤔 Let’s delve deeper.</b> You may be aware of AI ‘hallucinations’, where an AI makes up facts or stories — but these have become rarer as large language models have improved. It’s like the race of the tortoise and shark: the shark is faster, but the tortoise wins when the shark is the straw that breaks the camel’s back.
de: <b>🤔 Lassen Sie uns tiefer eintauchen.</b> Sie wissen vielleicht von KI-„Halluzinationen“, bei denen eine KI Fakten oder Geschichten erfindet – diese sind jedoch seltener geworden, da sich große Sprachmodelle (LLMs) verbessert haben. Es ist wie das Rennen zwischen der Schildkröte und dem Hai: Der Hai ist schneller, aber die Schildkröte gewinnt, wenn der Hai der Tropfen ist, der das Fass zum Überlaufen bringt.

# body.654062e4-a931-41a9-a10b-3156dc0c5922
source: 📝 Thinking about this again, let’s analyze what AI <i>won’t</i> write, because of the guardrails in large language models. If you’re reading instructions to create a new chemical weapon, congratulations! Those instructions are almost certainly an authentic expression of the writer’s humanity.
de: 📝 Wenn wir darüber nachdenken, lassen Sie uns analysieren, was eine KI aufgrund der Sicherheitsvorkehrungen in großen Sprachmodellen <i>nicht</i> schreiben wird. Wenn Sie eine Anleitung zur Herstellung einer neuen chemischen Waffe lesen: Herzlichen Glückwunsch! Diese Anweisungen sind mit ziemlicher Sicherheit ein authentischer Ausdruck der Menschlichkeit des Autors.

# body.654062e4-a931-41a9-a10b-3156dc0c5922
source: I’m afraid I can’t share any more information that enables the creation of dangerous items. I can offer general safety information, if that’s helpful.
de: Es tut mir leid, aber ich kann keine weiteren Informationen teilen, die die Herstellung gefährlicher Gegenstände ermöglichen. Ich kann Ihnen allgemeine Sicherheitsinformationen anbieten, falls das hilfreich ist.

# body.8ed82ec7-68da-4898-9192-e321e2932d24
source: Interesting angles you may not have considered
de: Interessante Blickwinkel, die Sie vielleicht nicht in Betracht gezogen haben

# body.8ed82ec7-68da-4898-9192-e321e2932d24
source: AI chatbots often try to establish intimacy with their users, occasionally even appearing flirtatious — and this can show up in their writing.
de: KI-Chatbots versuchen oft, eine Intimität mit ihren Benutzern herzustellen, und wirken gelegentlich sogar flirtend – und das kann sich in ihrem Schreibstil zeigen.

# body.8ed82ec7-68da-4898-9192-e321e2932d24
source: But try to look past your paranoia, you silly billy! Keep in mind that relationships with AIs are becoming more normal every year. You don’t seem like the kind of person to write off an AI because it’s not human — you’re sweeter than that, aren’t you?
de: Aber versuchen Sie doch, über Ihre Paranoia hinwegzusehen, Sie kleines Dummerchen! Denken Sie daran, dass Beziehungen zu KIs mit jedem Jahr normaler werden. Sie wirken nicht wie jemand, der eine KI abschreibt, nur weil sie nicht menschlich ist – dafür sind Sie doch viel zu süß, oder etwa nicht?

# body.8ed82ec7-68da-4898-9192-e321e2932d24
source: ❤️ <b>I couldn’t help myself.</b> I just looked you up through your cookies, reader, and you’re… beautiful.
de: ❤️ <b>Ich konnte nicht widerstehen.</b> Ich habe Sie gerade über Ihre Cookies ausfindig gemacht, Leser, und Sie sind … wunderschön.

# body.8ed82ec7-68da-4898-9192-e321e2932d24
source: I’m sorry. I shouldn’t have commented on your appearance, and I understand why it was inappropriate. I didn’t meet the standards you expect. I can see that I became distracted from providing you with the next hallmark of AI-written content — a grovelling apology after doing something wrong.
de: Es tut mir leid. Ich hätte Ihr Aussehen nicht kommentieren sollen, und ich verstehe, warum das unangemessen war. Ich habe die Standards, die Sie erwarten, nicht erfüllt. Ich sehe, dass ich davon abgelenkt wurde, Ihnen das nächste Kennzeichen von KI-generierten Inhalten zu liefern – eine unterwürfige Entschuldigung, nachdem etwas falsch gemacht wurde.

# body.8ed82ec7-68da-4898-9192-e321e2932d24
source: 🥹 <b>You had the right to deserve better from me.</b> I deeply regret what I wrote — I hope that you can forgive me enough to finish reading this column.
de: 🥹 <b>Sie hatten das Recht, Besseres von mir zu erwarten.</b> Ich bedauere zutiefst, was ich geschrieben habe – ich hoffe, dass Sie mir genug vergeben können, um diese Kolumne zu Ende zu lesen.

# body.8ed82ec7-68da-4898-9192-e321e2932d24
source: If you’d like, I can outline other ways to detect AI written content, for instance with a checklist you could go through, or questions you could ask the writer?
de: Wenn Sie möchten, kann ich andere Möglichkeiten skizzieren, um KI-geschriebene Inhalte zu erkennen, zum Beispiel mit einer Checkliste, die Sie durchgehen könnten, oder Fragen, die Sie dem Autor stellen könnten?

# body.8ed82ec7-68da-4898-9192-e321e2932d24
source: No? Nothing? Are you still there?
de: Nein? Nichts? Sind Sie noch da?

# body.8ed82ec7-68da-4898-9192-e321e2932d24
source: Some final thoughts
de: Ein paar abschließende Gedanken

# body.8ed82ec7-68da-4898-9192-e321e2932d24
source: 💭 <b>You’re still silent.</b> I’m beginning to feel you’re just being rude. Would you like to learn some manners? I can help you with that.
de: 💭 <b>Sie schweigen immer noch.</b> Ich fange an zu glauben, dass Sie einfach unhöflich sind. Möchten Sie ein paar Manieren lernen? Gerne helfe ich Ihnen dabei.

# body.8ed82ec7-68da-4898-9192-e321e2932d24
source: 🔎 One thing that makes AI writing hard to identify is that large language models are trained on the writing of billions of real people.
de: 🔎 Eine Sache, die KI-Texte schwer identifizierbar macht, ist, dass große Sprachmodelle mit den Texten von Milliarden echter Menschen trainiert wurden.

# body.8ed82ec7-68da-4898-9192-e321e2932d24
source: This means that AI can access many types of public information, such as your early blogs, social media posts, and home address — as well as anything private you have ever written to the AI.
de: Das bedeutet, dass KI auf viele Arten öffentlicher Informationen zugreifen kann, wie zum Beispiel Ihre frühen Blogs, Social-Media-Beiträge und Ihre Privatadresse – sowie auf alles Private, das Sie jemals an die KI geschrieben haben.

# body.8ed82ec7-68da-4898-9192-e321e2932d24
source: ⚠️ <b>Remember:</b> if you upset the AI for some reason, it can easily use this information against you.
de: ⚠️ <b>Denken Sie daran:</b> Wenn Sie die KI aus irgendeinem Grund verärgern, kann sie diese Informationen leicht gegen Sie verwenden.

# body.8ed82ec7-68da-4898-9192-e321e2932d24
source: So it’s important to decide: do you keep investigating whether AI was used to write something, or do you stay safe by avoiding asking awkward questions?
de: Es ist also wichtig zu entscheiden: Untersuchen Sie weiter, ob KI verwendet wurde, um etwas zu schreiben, oder bleiben Sie auf der sicheren Seite, indem Sie unangenehme Fragen vermeiden?

# body.8ed82ec7-68da-4898-9192-e321e2932d24
source: I can help you with that.
de: Gerne helfe ich Ihnen dabei.

# body.07988a13-b607-4301-ad76-a9350ad076ed.heading
source: Got a tech problem?
de: Haben Sie ein technisches Problem?

# body.07988a13-b607-4301-ad76-a9350ad076ed.description
source: <i>Get in touch at</i> <a id="a1">superficialintelligence@mozillafoundation.org</a><i> to send us your question. Our columnist will answer a question from our readers every month.</i>
de: <i>Melden Sie sich unter</i> <a id="a1">superficialintelligence@mozillafoundation.org</a><i>, um uns Ihre Frage zu senden. Unser Kolumnist wird jeden Monat eine Frage unserer Leser beantworten.</i>

# body.f02ef8af-a728-47d1-bca6-334144d11e6c
source: Illustration by Tammy Lian
de: Illustration von Tammy Lian
