Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/superficial-intelligence-1.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Superficial Intelligence - A Humor Column from Mozilla Foundation
de: Oberflächliche Intelligenz – Eine humorvolle Kolumne der Mozilla Foundation
es: Inteligencia superficial: una columna de humor de la Fundación Mozilla
fr: Intelligence superficielle - Une chronique humoristique de la Fondation Mozilla
pl: Powierzchowna inteligencja – kolumna humorystyczna z Fundacji Mozilla
pt_br: Inteligência Superficial - Uma Coluna de Humor da Fundação Mozilla

# search_description
source: Read the advice column from Nothing Personal and The Onion, where we find 100% tech-driven solutions to all of humanity's problems.
de: Oberflächliche Intelligenz – Lies die Kolumne von Nothing Personal und The Onion, in der wir 100 % technologiebasierte Lösungen für alle Probleme der Menschheit finden.
es: Lee la columna de consejos de Nothing Personal y The Onion, donde encontramos soluciones 100 % tecnológicas para todos los problemas de la humanidad.
fr: Lisez les conseils dispensés dans Nothing Personal et The Onion, qui présentent des solutions 100 % technologiques à tous les problèmes de l’humanité.
pl: Przeczytaj kolumnę z poradami od Nothing Personal i The Onion, gdzie znajdujemy w 100% technologiczne rozwiązania wszystkich problemów ludzkości.
pt_br: Leia a coluna de conselhos da Nothing Personal e The Onion, onde encontramos soluções 100% tecnológicas para todos os problemas da humanidade.

# title
source: Superficial Intelligence
de: Oberflächliche Intelligenz
es: Inteligencia superficial
fr: Intelligence superficielle
pl: Powierzchowna inteligencja
pt_br: Inteligência Superficial

# lede_text
source: My 90-year-old grandma has been extremely sad since moving into a nursing home a few hours away, where it’s hard for us to visit her regularly. How can we keep her feeling connected to us and the outside world?
de: Meine 90-jährige Oma ist extrem traurig, seit sie in ein Pflegeheim gezogen ist, das mehrere Stunden entfernt liegt und das wir nicht regelmäßig besuchen können. Wie können wir erreichen, dass sie sich weiterhin mit uns und der Außenwelt verbunden fühlt?
es: Mi abuela de 90 años ha estado extremadamente triste desde que se mudó a un asilo de ancianos a unas horas de distancia, donde se nos hace difícil visitarla regularmente. ¿Cómo podemos mantenerla conectada con nosotros y con el mundo exterior?
fr: Ma grand-mère de 90 ans est extrêmement triste depuis qu’elle a emménagé dans une maison de retraite à plusieurs heures de route, ce qui nous empêche de lui rendre visite régulièrement. Comment pouvons-nous lui permettre de rester en contact avec nous et avec le monde extérieur ?
pl: Moja 90-letnia babcia jest bardzo smutna od czasu przeprowadzki do odległego o kilka godzin domu opieki, gdzie trudno jest nam regularnie ją odwiedzać. Jak możemy utrzymać jej poczucie więzi z nami i światem zewnętrznym?
pt_br: Minha avó de 90 anos está extremamente triste desde que se mudou para uma casa de repouso a algumas horas de distância, onde é difícil para nós visitá-la regularmente. Como podemos mantê-la conectada a nós e ao mundo exterior?

# body.560e62d0-1da7-449c-83ae-6625e7dd7614
source: Your chance to ask an expert technologist for help with everyday problems. Zero AI.
de: Deine Chance, einen erfahrenen Technologen um Hilfe bei Alltagsproblemen zu bitten. Null KI.
es: Tu oportunidad de pedirle ayuda a un tecnólogo experto para resolver tus problemas cotidianos. Cero IA.
fr: C’est l’occasion de demander l’aide d’un expert en technologie pour résoudre vos problèmes quotidiens. Zero IA.
pl: Twoja szansa na poproszenie eksperta technologii o pomoc w rozwiązywaniu codziennych problemów. Żadnej SI.
pt_br: Sua oportunidade de pedir ajuda a um tecnólogo especializado em problemas cotidianos. Zero IA.

# body.560e62d0-1da7-449c-83ae-6625e7dd7614
source: I’m sorry to hear that your grandma is unhappy during this transition, but I have good news: Technology can, and should, solve all of her problems.
de: Es tut mir leid zu hören, dass deine Oma während dieser Umstellung unglücklich ist, aber ich habe gute Nachrichten: Die Technologie kann und soll alle ihre Probleme lösen.
es: Lamento que tu abuela no esté contenta durante esta transición, pero tengo buenas noticias: la tecnología puede (y debe) resolver todos sus problemas.
fr: Je suis navré d’apprendre que votre grand-mère est malheureuse depuis ce changement, mais j’ai une bonne nouvelle : la technologie peut, et doit, résoudre tous ses problèmes.
pl: Przykro mi, że Twoja babcia jest nieszczęśliwa podczas tej zmiany, ale mam dobrą wiadomość: technologia może i powinna rozwiązać jej wszystkie problemy.
pt_br: Lamento que sua avó esteja infeliz durante essa transição, mas tenho boas notícias: a tecnologia pode e deve resolver todos os problemas dela.

# body.560e62d0-1da7-449c-83ae-6625e7dd7614
source: First, the basics. Set your grandma up with a smartphone and/or tablet for regular video calls. She’ll love seeing your face, and she’ll be able to send and receive messages too, making her feel less isolated.
de: Zuerst die Grundlagen. Statte deine Oma mit einem Smartphone und/oder Tablet für regelmäßige Videoanrufe aus. Sie wird dein Gesicht gerne sehen, und sie wird Nachrichten senden und empfangen können, wodurch sie sich weniger isoliert fühlt.
es: Comencemos por lo básico. Consigue un teléfono inteligente o una tablet para tu abuela, así pueden hacer videollamadas regulares. Le encantará verte la cara y además podrá enviar y recibir mensajes, lo que la hará sentirse menos aislada.
fr: Commençons par les bases. Équipez votre grand-mère d’un smartphone et/ou d’une tablette pour qu’elle puisse passer régulièrement des appels vidéo. Elle sera ravie de voir votre visage et pourra également envoyer et recevoir des messages, ce qui lui permettra de se sentir moins isolée.
pl: Najpierw podstawy. Wyposaż babcię w smartfon i/lub tablet do regularnych rozmów wideo. Będzie się cieszyć, widząc Twoją twarz, będzie też mogła wysyłać i odbierać wiadomości, dzięki czemu poczuje się mniej odizolowana.
pt_br: Primeiro, o básico. Configure um smartphone e/ou tablet para chamadas de vídeo regulares para sua avó. Ela vai adorar ver seu rosto e também poderá enviar e receber mensagens, fazendo com que ela se sinta menos isolada.

# body.560e62d0-1da7-449c-83ae-6625e7dd7614
source: Better yet, get your grandma on <a id="a1">Signal</a>, an end-to-end encrypted messaging platform which will keep her messages safe from prying eyes. She can share dubious anti-vax research or pictures of the inside of her purse without fear of interception.
de: Besser noch: Bringe deine Oma auf <a id="a1">Signal</a>, eine Ende-zu-Ende-verschlüsselte Messaging-Plattform, die ihre Nachrichten vor neugierigen Blicken schützt. Sie kann zweifelhafte Anti-Impf-Forschung oder Fotos vom Inneren ihrer Handtasche teilen, ohne Angst vor Abhörmaßnahmen haben zu müssen.
es: Mejor aún, hazle una cuenta en <a id="a1">Signal</a>, una plataforma de mensajería cifrada de extremo a extremo que mantendrá sus mensajes a salvo de miradas indiscretas. Allí podrá compartir dudosas investigaciones antivacunas o imágenes del interior de su bolso sin temor a que intercepten sus contenidos.
fr: Encore mieux, inscrivez votre grand-mère sur <a id="a1">Signal</a>, une plateforme de messagerie chiffrée de bout en bout qui protégera ses messages des regards indiscrets. Elle pourra partager des études douteuses contre la vaccination ou des photos de l’intérieur de son sac à main sans craindre d’être espionnée.
pl: Jeszcze lepiej będzie umożliwić babci korzystanie z <a id="a1">Signala</a> – kompleksowej, szyfrowanej platformy komunikacyjnej, która ochroni jej wiadomości przed wścibskimi oczami. Może tam udostępnić wątpliwe badania antyszczepionkowe lub zdjęcia wnętrza torebki bez obawy o ich przechwycenie.
pt_br: Melhor ainda, coloque sua avó no <a id="a1">Signal</a>, uma plataforma de mensagens criptografadas de ponta a ponta que manterá suas mensagens a salvo de olhares indiscretos. Ela pode compartilhar pesquisas anti-vacinas duvidosas ou fotos do interior de sua bolsa sem medo de interceptação.

# body.560e62d0-1da7-449c-83ae-6625e7dd7614
source: But your grandma is 90 years old, which raises an important practical consideration: enemies. You can’t live for nearly a century without making a few.
de: Aber deine Oma ist 90 Jahre alt, was eine wichtige praktische Überlegung aufwirft: Feinde. Man kann nicht fast ein Jahrhundert leben, ohne sich einige zu machen.
es: Pero tu abuela tiene 90 años, lo que nos obliga a plantear una consideración práctica muy importante: los enemigos. No se puede vivir casi un siglo sin hacer unos cuantos.
fr: Mais votre grand-mère est âgée de 90 ans, ce qui implique une préoccupation majeure : ses ennemis. On ne peut pas vivre près d’un siècle sans s’en faire quelques-uns.
pl: Ale twoja babcia ma 90 lat, więc trzeba rozważyć ważną praktyczną kwestię: wrogów. Nie da się żyć blisko stu lat, nie robiąc sobie kilku po drodze.
pt_br: Mas sua avó tem 90 anos, o que levanta uma consideração prática importante: inimigos. Você não pode viver por quase um século sem fazer alguns.

# body.9f4afa94-3381-4c54-bb83-480afd43b465
source: Using your grandma’s existing phone number to create her Signal account would make it relatively easy for her enemies to learn her location. Your grandma should therefore purchase a deck of 52 SIM cards, ask her bridge partner to shuffle them thoroughly, and select one at random to create her new Signal account.
de: Die Verwendung der bestehenden Telefonnummer deiner Oma zur Erstellung ihres Signal-Kontos würde es ihren Feinden relativ leicht machen, ihren Standort herauszufinden. Deine Oma sollte daher ein Deck mit 52 SIM-Karten kaufen, ihren Bridge-Partner bitten, diese gründlich zu mischen, und eine zufällig auswählen, um ihr neues Signal-Konto zu erstellen.
es: Usar el número de teléfono que tu abuela ya tiene para crear su cuenta de Signal haría que sea relativamente fácil para sus enemigos conocer su ubicación. Por eso, sería mejor que se compre unas 52 tarjetas SIM, le pida a la amiga con la que juega al póker que las baraje bien como si fueran naipes y seleccione una al azar para crear su nueva cuenta de Signal.
fr: Si votre grand-mère utilise son numéro de téléphone actuel pour créer son compte Signal, ses ennemis pourront facilement la localiser. Elle devrait donc acheter un jeu de 52 cartes SIM et demander à sa coéquipière de bridge de bien les mélanger, puis en choisir une au hasard pour créer son nouveau compte Signal.
pl: Użycie istniejącego numeru telefonu babci do utworzenia konta Signal ułatwiłoby jej wrogom poznanie jej lokalizacji. Twoja babcia powinna zatem kupić talię 52 kart SIM, poprosić swojego partnera brydżowego, aby dokładnie je przetasował i losowo wybrać jedną do utworzenia nowego konta Signal.
pt_br: Usar o número de telefone existente da sua avó para criar sua conta Signal tornaria relativamente fácil para seus inimigos saberem sua localização. Sua avó deve, portanto, comprar um baralho de 52 cartões SIM, pedir a seu parceiro de canastra para embaralhá-los completamente e selecionar um aleatoriamente para criar sua nova conta Signal.

# body.9f4afa94-3381-4c54-bb83-480afd43b465
source: Next, to keep your grandma looped into current events and culture, set her up on social media. But avoid TikTok, Instagram or X at all costs — each of those will leave your grandma vulnerable to the whims of a single corporate overlord. Actually, probably the safest thing to do is to get your grandma on decentralized social networks as soon as possible.
de: Als Nächstes, um deine Oma über aktuelle Ereignisse und Kultur auf dem Laufenden zu halten, richte ihr Social Media ein. Aber vermeide TikTok, Instagram oder X um jeden Preis — jede davon macht deine Oma anfällig für die Launen eines einzigen Unternehmens-Overlords. Eigentlich ist es wahrscheinlich das Sicherste, deine Oma so schnell wie möglich auf dezentralisierte soziale Netzwerke zu bringen.
es: Después, para mantener a tu abuela informada sobre los eventos y la cultura actuales, ábrele una cuenta en redes sociales. Pero evita TikTok, Instagram o X a toda costa, ya que la dejarían vulnerable a los caprichos del mismo gigante corporativo. De hecho, probablemente lo más seguro que puedas hacer es iniciar a tu abuela en las redes sociales descentralizadas lo antes posible.
fr: Ensuite, pour que votre grand-mère reste dans le coup au niveau de l’actualité et de la culture, inscrivez-la sur les réseaux sociaux. Mais évitez à tout prix TikTok, Instagram ou X, car ces plateformes exposeraient votre grand-mère aux caprices d’une seule grande entreprise. À vrai dire, le plus sûr serait probablement d’inscrire votre grand-mère sur des réseaux sociaux décentralisés sans tarder.
pl: Następna rzecz: aby Twoja babcia była na bieżąco z aktualnymi wydarzeniami i kulturą, załóż jej konto w mediach społecznościowych. Za wszelką cenę unikaj jednak TikToka, Instagrama czy X – każdy z nich sprawi, że Twoja babcia będzie podatna na kaprysy jednego korporacyjnego władcy. Prawdopodobnie najbezpieczniejszą rzeczą będzie jak najszybsze wprowadzenie babci w zdecentralizowane sieci społecznościowe.
pt_br: Em seguida, para manter sua avó informada sobre eventos e cultura atuais, configure-a nas mídias sociais. Mas evite TikTok, Instagram ou X a todo custo — cada um deles deixará sua avó vulnerável aos caprichos de um único tirano corporativo. Na verdade, provavelmente a coisa mais segura a fazer é colocar sua avó em redes sociais descentralizadas o mais rápido possível.

# body.9f4afa94-3381-4c54-bb83-480afd43b465
source: <a id="a1">Mastodon</a> might be a good fit, since your grandma would be able to choose from thousands of “servers” through which to join the world of decentralized social media known as the fediverse. What better way for your grandma to take part in communities focused on things like <a id="a2">free and open source software</a>, <a id="a3">the Ruby programming language</a>, or <a id="a4">Glasgow</a>?
de: <a id="a1">Mastodon</a> könnte gut passen, da deine Oma aus Tausenden von „Servern“ auswählen könnte, über die sie der Welt der dezentralisierten sozialen Medien, bekannt als Fediverse, beitritt. Was für eine großartige Möglichkeit für deine Oma, an Communities teilzunehmen, die sich auf Dinge wie <a id="a2">freie und Open Source Software</a>, <a id="a3">die Programmiersprache Ruby</a> oder <a id="a4">Glasgow</a> konzentrieren?
es: <a id="a1">Mastodon</a> podría ser una buena opción, ya que allí podría elegir entre miles de «servidores» a través de los cuales unirse al mundo de las redes sociales descentralizadas (conocido como el fediverso). ¿Qué mejor manera para que tu abuela participe en comunidades centradas en temas como el <a id="a2">software libre y de código abierto</a>, <a id="a3">el lenguaje de programación Ruby</a> o <a id="a4">Glasgow</a>?
fr: <a id="a1">Mastodon</a> pourrait parfaitement convenir, car votre grand-mère pourrait choisir parmi des milliers de « serveurs » pour rejoindre le monde des réseaux sociaux décentralisés connu sous le nom de fediverse. Il n’y a pas de meilleur moyen pour votre grand-mère de rejoindre des communautés dédiées à des thèmes tels que les logiciels <a id="a2">libres et Open Source</a>, <a id="a3">le langage de programmation Ruby</a> ou encore <a id="a4">Glasgow</a>.
pl: Dobrym wyborem może być <a id="a1">Mastodon</a>, ponieważ babcia będzie mogła wybierać spośród tysięcy „serwerów”, dzięki którym dołączy do świata zdecentralizowanych mediów społecznościowych znanych jako fediverse. Czy jest lepszy sposób, aby Twoja babcia mogła uczestniczyć w społecznościach skupionych na takich rzeczach, jak <a id="a2">darmowe oprogramowanie open source</a>, <a id="a3">język programowania Ruby</a> albo <a id="a4">Glasgow</a>?
pt_br: O <a id="a1">Mastodon</a> pode ser uma boa opção, já que sua avó poderia escolher entre milhares de "servidores" para se juntar ao mundo das mídias sociais descentralizadas conhecidas como fediverso. Que melhor maneira para sua avó participar de comunidades focadas em coisas como <a id="a2">software livre e de código aberto</a>, <a id="a3">a linguagem de programação Ruby</a> ou <a id="a4">Glasgow</a>?

# body.e0d5283b-57ca-4ff5-9652-f86a4483ae21.quote
source: Her crochet pictures will really stand out against the infinite feed of Bitcoin updates
de: Ihre Häkelbilder werden sich wirklich von dem unendlichen Feed an Bitcoin-Updates abheben.
es: Las fotos de sus tejidos de ganchillo realmente se destacarán entre el flujo infinito de actualizaciones sobre Bitcoin
fr: Ses photos de crochet feront vraiment sensation parmi le flux infini de mises à jour Bitcoin
pl: Jej zdjęcia rzeczy zrobionych na szydełku naprawdę wyróżnią się na tle nieskończonych aktualizacji Bitcoina
pt_br: Suas fotos de crochê realmente se destacarão contra o feed infinito de atualizações do Bitcoin

# body.6bed2362-0d1d-4fe8-8d9a-068d81930db3
source: But Mastodon is limited in its portability, meaning that if your grandma ever gets fed up with Glasgow and wants to change servers, she risks losing her fediverse followers. That’s why I’d recommend <a id="a1">Nostr</a>, a protocol by an anonymous developer which is fully portable, and mostly used by crypto traders.
de: Aber Mastodon ist limitiert in seiner Portabilität, was bedeutet: Wenn deine Oma Glasgow jemals satt hat und den Server wechseln möchte, riskiert sie, ihre Fediverse-Follower zu verlieren. Deshalb würde ich <a id="a1">Nostr</a> empfehlen, ein Protokoll eines anonymen Entwicklers, das vollständig portabel und meist von Krypto-Tradern genutzt wird.
es: Pero Mastodon tiene una portabilidad limitada, lo que significa que si tu abuela alguna vez se cansa de Glasgow y quiere cambiar de servidor, corre el riesgo de perder a los seguidores de su fediverso. Por eso, recomendaría <a id="a1">Nostr</a>, un protocolo de un desarrollador anónimo que es completamente portátil y que es utilizado principalmente por traders de criptomonedas.
fr: Mais Mastodon est limité en termes de portabilité, ce qui signifie que si votre grand-mère en a assez de Glasgow et souhaite changer de serveur, elle risque de perdre ses abonnés fediverse. C’est pourquoi je recommande <a id="a1">Nostr</a>, un protocole développé par un développeur anonyme, entièrement transférable et principalement utilisé par les courtiers en cryptomonnaies.
pl: Mastodon ma jednak ograniczoną przenośność, co oznacza, że jeśli babcia kiedykolwiek ma dość Glasgow i chce zmienić serwery, ryzykuje utratę swoich obserwujących w fediverse. Dlatego polecam <a id="a1">Nostr</a> – protokół anonimowego programisty, który jest w pełni przenośny i używany głównie przez handlarzy kryptowalutami.
pt_br: Mas o Mastodon é limitado em sua portabilidade, o que significa que, se sua avó se cansar de Glasgow e quiser mudar de servidor, ela corre o risco de perder seus seguidores do fediverso. É por isso que eu recomendaria o <a id="a1">Nostr</a>, um protocolo de um desenvolvedor anônimo que é totalmente portátil e usado principalmente por traders de criptomoedas.

# body.6bed2362-0d1d-4fe8-8d9a-068d81930db3
source: It couldn’t be easier to get started: Just generate a cryptographic key pair using a command line utility and load it into one of dozens of Nostr clients. Once your grandma has done that, her crochet pictures will really stand out against the infinite feed of Bitcoin updates.
de: Der Einstieg könnte nicht einfacher sein: Generiere einfach ein kryptografisches Schlüsselpaar mithilfe eines Kommandozeilen-Dienstprogramms und lade es in einen der Dutzenden Nostr-Clients. Sobald deine Oma das getan hat, werden ihre Häkelbilder sich wirklich von dem unendlichen Feed an Bitcoin-Updates abheben.
es: Comenzar no puede ser más fácil: solo genera un par de claves criptográficas usando una herramienta de línea de comandos y cárgalo en uno de los muchos clientes de Nostr. Una vez que tu abuela haya hecho eso, las fotos de sus tejidos de ganchillo realmente se destacarán entre el flujo infinito de actualizaciones sobre Bitcoin.
fr: Le démarrage est on ne peut plus simple : il suffit de générer une paire de clés cryptographiques à l’aide d’un utilitaire en ligne de commande et de la charger dans l’un des dizaines de clients Nostr. Une fois que votre grand-mère aura fait cela, ses photos de crochet se démarqueront vraiment parmi la multitude de mises à jour Bitcoin.
pl: Rozpoczęcie nie może być łatwiejsze: wystarczy wygenerować parę kluczy kryptograficznych za pomocą narzędzia wiersza poleceń i załadować ją do jednego z dziesiątek klientów Nostr. Kiedy babcia to zrobi, jej zdjęcia rzeczy zrobionych na szydełku naprawdę wyróżnią się na tle nieskończonych aktualizacji Bitcoina.
pt_br: Não poderia ser mais fácil começar: basta gerar um par de chaves criptográficas usando um utilitário de linha de comando e carregá-lo em um das dezenas de clientes Nostr. Depois que sua avó fizer isso, suas fotos de crochê realmente se destacarão contra o feed infinito de atualizações do Bitcoin.

# body.6bed2362-0d1d-4fe8-8d9a-068d81930db3
source: But make sure an orderly doesn’t throw away the sticky note with her Nostr key pair on it, because losing it would lock her out of her accounts forever.
de: Aber stelle sicher, dass kein Pfleger den Haftzettel mit ihrem Nostr-Schlüsselpaar wegwirft, denn der Verlust würde ihr den Zugang zu ihren Konten für immer versperren.
es: Eso sí, asegúrate de que ningún celador del asilo tire la nota adhesiva con su par de claves de Nostr, porque perderla la dejaría fuera de sus cuentas para siempre.
fr: Mais assurez-vous qu’un aide-soignant ne jette pas le post-it sur lequel figure sa paire de clés Nostr, car si elle le perdait, elle ne pourrait plus jamais accéder à ses comptes.
pl: Upewnij się tylko, że sanitariusz nie wyrzuci tej karteczki z parą kluczy Nostr, ponieważ ich utrata na zawsze zablokowałaby konta babci.
pt_br: Mas certifique-se de que um funcionário não jogue fora o lembrete com seu par de chaves Nostr, porque perdê-lo a trancaria fora de suas contas para sempre.

# body.8620ecdf-8129-4449-a2fd-c7a79ceb3dce.heading
source: Got a tech problem?
de: Hast du ein Tech-Problem?
es: ¿Tienes algún problema con la tecnología?
fr: Vous avez un problème d’ordre technologique ?
pl: Masz problem z technologią?
pt_br: Tem algum problema técnico?

# body.8620ecdf-8129-4449-a2fd-c7a79ceb3dce.description
source: <i>Get in touch at</i> <a id="a1">superficialintelligence@mozillafoundation.org</a><i> to send us your question. Our columnist will answer a question from our readers every month.</i>
de: <i>Sende uns deine Frage an</i> <a id="a1">superficialintelligence@mozillafoundation.org</a><i>. Unser Kolumnist wird jeden Monat eine Frage unserer Leser beantworten.</i>
es: <i>Envíanos tu pregunta a </i> <a id="a1">superficialintelligence@mozillafoundation.org</a><i>. Cada mes, nuestro columnista responderá una de las preguntas de nuestros lectores.</i>
fr: <i>Envoyez-nous vos questions à l’adresse</i> <a id="a1">superficialintelligence@mozillafoundation.org</a><i>. Notre chroniqueur répondra chaque mois à une question posée par nos lecteurs.</i>
pl: <i>Skontaktuj się z nami, wysyłając pytanie na adres</i> <a id="a1">superficialintelligence@mozillafoundation.org</a><i>. Nasz felietonista będzie co miesiąc odpowiadał na pytania naszych czytelników.</i>
pt_br: <i>Fale conosco em</i> <a id="a1">superficialintelligence@mozillafoundation.org</a><i> para nos enviar sua dúvida. Nosso colunista responderá a uma pergunta de nossos leitores todos os meses.</i>
