Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/superficial-intelligence-1.po
Languages: de, es, fr, pl, pt_br

# body.370a5d35-c074-47d7-9e29-5d73f267a016
source: Social media is a great way to pass the time, but in case she is refusing to put her phone down or leave her room, don’t worry – there’s an easy fix. Get your whole family to join your grandma in the metaverse on Meta Quest 3 VR headsets. Sitting around the virtual campfire, listening to her virtual grandkids strumming virtual guitars will kill two birds with one stone: Show your grandma how much you all love her, and that she doesn’t need an IRL hug, after all.
de: Social Media ist eine großartige Möglichkeit, sich die Zeit zu vertreiben, aber falls sie sich weigert, ihr Handy wegzulegen oder ihr Zimmer zu verlassen, keine Sorge – es gibt eine einfache Lösung. Bring deine ganze Familie dazu, deiner Oma im Metaverse auf Meta Quest 3 VR-Headsets Gesellschaft zu leisten. Am virtuellen Lagerfeuer zu sitzen und ihren virtuellen Enkelkindern beim virtuellen Gitarrenspiel zuzuhören, schlägt zwei Fliegen mit einer Klappe: Es zeigt deiner Oma, wie sehr ihr alle sie liebt, und dass sie schließlich keine IRL-Umarmung braucht.
es: Las redes sociales son un excelente pasatiempo, pero si tu abuela se niega a soltar su teléfono o salir de su habitación, no te preocupes, hay una solución sencilla. Haz que toda tu familia se una a ella en el metaverso con los cascos de RV Meta Quest 3. Sentados alrededor de una fogata virtual, podrá escuchar a sus nietos virtuales rasgueando guitarras virtuales, lo que matará dos pájaros de un tiro: tu abuela entenderá cuánto la aman y que, después de todo, no necesita un abrazo real.
fr: Les réseaux sociaux sont un excellent moyen de passer le temps, mais si elle refuse de poser son téléphone ou de quitter sa chambre, ne vous inquiétez pas, il existe une solution simple. Invitez toute votre famille à rejoindre votre grand-mère dans le métaverse grâce aux casques VR Meta Quest 3. Assis autour d’un feu de camp virtuel, à écouter ses petits-enfants virtuels jouer de la guitare virtuelle, vous ferez d’une pierre deux coups : vous montrerez à votre grand-mère à quel point vous l’aimez tous, et que finalement câlin virtuel vaut largement un câlin réel.
pl: Media społecznościowe to świetny sposób na zabicie czasu, ale na wypadek, gdyby babcia nie chciała odłożyć telefonu lub opuścić swojego pokoju, nie martw się – istnieje łatwa metoda. Poproś całą rodzinę, aby dołączyła do babci w metawersum w goglach Meta Quest 3 VR. Gdy babcia będzie siedzieć przy wirtualnym ognisku, słuchając swoich wirtualnych wnuków grających na wirtualnych gitarach, upieczesz dwie pieczenie na jednym ogniu: pokażesz babci, że bardzo ją kochasz i że tak naprawdę nie potrzebuje przytulania „w realu”.
pt_br: As redes sociais são uma ótima maneira de passar o tempo, mas caso ela se recuse a desligar o telefone ou sair do quarto, não se preocupe – há uma solução fácil. Faça com que toda a sua família se junte à sua avó no metaverso, com os headsets de realidade virtual Meta Quest 3. Sentada ao redor da fogueira virtual, ouvir seus netos virtuais dedilhando guitarras virtuais matará dois coelhos com uma cajadada só: mostre à sua avó o quanto vocês a amam e que ela não precisa de um abraço da IRL, afinal.

# body.370a5d35-c074-47d7-9e29-5d73f267a016
source: Beware: If your grandma is anything like me, the headset might cause her slight dizziness, neck pain, and disorientation after wearing it for more than ten days without a break. And that brings us to her biological hardware, which at 90 is likely increasingly buggy. To maintain your grandma’s continued connection to you and the world at large, perform an upgrade as soon as possible.
de: Achtung: Wenn deine Oma auch nur annähernd so ist wie ich, könnte das Headset bei ihr leichte Benommenheit, Nackenschmerzen und Desorientierung verursachen, wenn sie es länger als zehn Tage ohne Pause trägt. Und das bringt uns zu ihrer biologischen Hardware, die mit 90 wahrscheinlich zunehmend fehleranfällig ist. Um die dauerhafte Verbindung deiner Oma zu dir und zur Welt im Allgemeinen aufrechtzuerhalten, führe so schnell wie möglich ein Upgrade durch.
es: Pero cuidado: si tu abuela es como yo, el casco podría causarle mareos leves, dolor de cuello y desorientación después de usarlo durante más de diez días sin descanso. Lo que nos lleva a considerar su hardware biológico, que a los 90 años probablemente tenga cada vez más bugs. Para mantener la conexión continua de tu abuela contigo y con el mundo, realiza una actualización lo antes posible.
fr: Attention : si votre grand-mère souffre des mêmes maux que moi, le casque pourrait lui causer de légers vertiges, des douleurs au cou et une désorientation après l’avoir porté pendant plus de dix jours sans interruption. Cela nous amène à parler de son matériel biologique, qui, à 90 ans, est probablement de plus en plus défaillant. Pour que votre grand-mère reste connectée à vous et au monde en général, procédez à une mise à niveau dès que possible.
pl: Uwaga: jeśli Twoja babcia jest choć trochę podobna do mnie, zestaw nagłowny może powodować lekkie zawroty głowy, ból szyi i dezorientację, jeśli nosi się go ponad dziesięć dni bez przerwy. A to prowadzi nas do kwestii jej biologicznego sprzętu, który w wieku 90 lat ma prawdopodobnie coraz więcej błędów. Aby utrzymać ciągłe połączenie babci z Tobą i całym światem, jak najszybciej przeprowadź jej aktualizację.
pt_br: Cuidado: se sua avó for parecida comigo, o headset pode causar leve tontura, dor no pescoço e desorientação depois de usá-lo por mais de dez dias sem intervalo. E isso nos leva ao seu hardware biológico, que aos 90 anos provavelmente está cada vez mais cheio de bugs. Para manter a conexão contínua de sua avó com você e com o mundo em geral, faça uma atualização o mais rápido possível.

# body.370a5d35-c074-47d7-9e29-5d73f267a016
source: I’m talking, of course, about gathering up all the data you can lay your hands on — email accounts, home videos, eggnog recipes — and uploading your grandma to the cloud. We’re in a golden age of AI platforms that will not only digitally replicate but improve upon your grandma’s personality, letting you fine-tune her sadness away through the drag of a slider bar.
de: Ich spreche natürlich davon, alle Daten zusammenzutragen, die du in die Finger bekommen kannst – E-Mail-Konten, Heimvideos, Eierlikör-Rezepte – und deine Oma in die Cloud hochzuladen. Wir befinden uns in einem goldenen Zeitalter der KI-Plattformen, die deine Oma nicht nur digital replizieren, sondern ihre Persönlichkeit verbessern, indem du ihre Traurigkeit per Schieberegler wegoptimierst.
es: Estoy hablando, por supuesto, de recopilar todos los datos que puedas conseguir (cuentas de correo electrónico, videos caseros, recetas de ponche de huevo) y subir a tu abuela a la nube. Estamos en la era dorada de las plataformas de IA que no solo replicarán digitalmente, sino que mejorarán la personalidad de tu abuela, permitiéndote bajar la intensidad de su tristeza con un control deslizante.
fr: Je parle bien sûr de rassembler toutes les données auxquelles vous pouvez avoir accès (comptes de messagerie électronique, vidéos familiales, recettes de lait de poule) et de télécharger votre grand-mère sur le cloud. Nous vivons l’âge d’or des plateformes d’IA qui permettront non seulement de reproduire numériquement la personnalité de votre grand-mère, mais aussi de l’améliorer, vous donnant ainsi la possibilité d’atténuer sa tristesse en effectuant quelques réglages.
pl: Mówię oczywiście o zebraniu wszystkich danych, do których masz dostęp – konta e-mail, domowe filmy, przepisy na ajerkoniak – i przesłaniu babci do chmury. Znajdujemy się w złotym wieku platform SI, które nie tylko powielą cyfrowo osobowość Twojej babci, ale wręcz ją ulepszą, pozwalając Ci usunąć jej smutek za pomocą suwaka.
pt_br: Estou falando, é claro, sobre reunir todos os dados que você tiver acesso — contas de e-mail, vídeos caseiros, receitas de gemada — e fazer o upload de sua avó para a nuvem. Estamos em uma era de ouro das plataformas de IA que não apenas replicarão digitalmente, mas melhorarão a personalidade de sua avó, permitindo que você ajuste a tristeza dela com o arrasto de uma barra deslizante.

# body.370a5d35-c074-47d7-9e29-5d73f267a016
source: So if you really care about your grandma’s problems, the solution is simple: Replace her with an eternally happy and accessible GrandmaBot. What a time to be alive!
de: Wenn dir die Probleme deiner Oma wirklich wichtig sind, ist die Lösung einfach: Ersetze sie durch einen ewig glücklichen und zugänglichen OmaBot. Was für glorreiche Zeiten!
es: Así que, si realmente te importan los problemas de tu abuela, la solución es simple: reemplázala con un GrandmaBot eternamente feliz y accesible. ¡Qué gran momento para estar vivos!
fr: Donc, si vous vous souciez vraiment du bien-être de votre grand-mère, la solution est simple : remplacez-la par une GrandmaBot éternellement heureuse et accessible. Quelle époque formidable !
pl: Jeśli więc naprawdę przejmujesz się problemami babci, rozwiązanie jest proste: zastąp ją zawsze szczęśliwym i dostępnym BabciąBotem. Co za wspaniałe czasy!
pt_br: Então, se você realmente se importa com os problemas da sua avó, a solução é simples: substitua-a por um GrandmaBot eternamente feliz e acessível. Que momento para estar vivo!

# body.370a5d35-c074-47d7-9e29-5d73f267a016
source: Illustration by Tammy Lian
de: Illustration von Tammy Lian
es: Ilustración de Tammy Lian
fr: Illustration par Tammy Lian
pl: Ilustracja: Tammy Lian
pt_br: Ilustração de Tammy Lian
