Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/test-product-review.po
Languages: de, fr

# bottom_line_section.dff32c12-62b0-4824-86d6-ade365236028.content
source: That said, if you want to message someone through a secure texting app, we’d recommend you use Signal instead. It’s truly E2E encrypted and both the client and server infrastructure are almost entirely open source, vastly reducing the amount of trust you need to place in Signal as a company.
de: Wenn Sie jedoch jemandem über eine sichere SMS-App eine Nachricht senden möchten, empfehlen wir Ihnen, stattdessen Signal zu verwenden. Es ist wirklich E2E-verschlüsselt und sowohl die Client- als auch die Serverinfrastruktur sind fast vollständig Open Source, was das Vertrauen, das Sie in Signal als Unternehmen setzen müssen, erheblich reduziert.
fr: Cela dit, si vous souhaitez envoyer des messages via une application de messagerie sécurisée, nous vous recommandons plutôt d’utiliser Signal. Cette application dispose d’un véritable chiffrement de bout en bout et l’infrastructure client et serveur est presque entièrement Open Source, ce qui réduit considérablement le niveau de confiance que vous devez accorder à Signal.

# hero_image_alt_text
source: Logo of the messaging app iMessage
de: Logo der Messaging-App iMessage
fr: Logo de l’application de messagerie iMessage

# scoring
source: Rating: 8/10
de: Bewertung: 8/10
fr: Note : 8/10

# type_of_testing
source: Hands On - WireShark Packet Analysis
de: Praxis – WireShark-Paketanalyse
fr: Mise en pratique — Analyse des paquets réseau avec WireShark

# byline
source: Reviewed by Sam Dawson
de: Bewertet von Sam Dawson
fr: Testé par Sam Dawson

# who_am_i
source: I’m a digital privacy and cybersecurity expert with over half a decade worth of experience reviewing privacy products. My research in academia included speculative execution attacks and AI-based hacking simulations. My privacy work appears in TechRadar, CNET, and ITPro, in addition to a previous stint at ProPrivacy as their in-house technical researcher for VPNs.
de: Ich bin ein Experte für digitalen Datenschutz und Cybersicherheit mit über einem halben Jahrzehnt Erfahrung bei der Überprüfung von Datenschutzprodukten. Meine Forschung in der akademischen Welt umfasste spekulative Execution-Angriffe und KI-basierte Hacking-Simulationen. Meine Arbeit in Sachen Datenschutz erscheint in Techradar, CNET und ITPro, zusätzlich zu einer früheren Arbeit bei ProPrivacy als interner technischer Forscher für VPNs.
fr: Je suis spécialiste de la confidentialité numérique et de la cybersécurité, avec plus de cinq ans d’expérience dans l’évaluation de produits liés à la vie privée. Au cours de mon parcours universitaire, j’ai mené des recherches sur les attaques par exécution spéculative et les simulations de piratage utilisant l’IA. Mes travaux sur la confidentialité ont été publiés sur TechRadar, CNET et ITPro, et j’ai également occupé le poste de chercheur technique interne pour les VPN chez ProPrivacy.

# lede_text
source: iMessage is billed as Apple’s “private” alternative to SMS. It’s the default text handler for iOS, so it comes bundled with every iPhone. It’s certainly more secure than sending a text over the phone network, but there’s a few issues with how iMessage works from a privacy perspective that you won’t be aware of unless you’ve taken the time to read Apple’s privacy policy carefully.
de: iMessage wird von Apple als „private“ Alternative zu SMS bezeichnet. Es ist der Standard-Text-Handler für iOS, also ist es in jedem iPhone enthalten. Es ist definitiv sicherer als das Senden einer SMS über das Telefonnetzwerk, aber es gibt ein paar Probleme mit der Funktionsweise von iMessage aus Datenschutzsicht, die Sie nicht kennen, wenn Sie sich nicht die Zeit genommen haben, Apples Datenschutzrichtlinie sorgfältig zu lesen.
fr: iMessage est présenté comme l’alternative « privée » d’Apple aux SMS. C’est l’application de messagerie par défaut sur iOS, donc elle est installée sur tous les iPhone. Son utilisation est indéniablement plus sûre que l’envoi de SMS via le réseau mobile, mais certains aspects du fonctionnement d’iMessage en matière de confidentialité peuvent vous échapper, à moins d’avoir lu attentivement la politique de confidentialité d’Apple.
