Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/test-product-review.po
Languages: de, fr

# seo_title
source: iMessage App Review 2025: Privacy, Pros and Cons, Personal Data
de: Bewertung der iMessage-App 2025: Datenschutz, Vor- und Nachteile, persönliche Daten
fr: Test de l’application iMessage en 2025 : vie privée, avantages et inconvénients, données personnelles

# search_description
source: Read our privacy expert's review of the messaging app iMessage. Apple’s “private” alternative to SMS is the default text handler for iOS, so it comes bundled with every iPhone. It’s certainly more secure than sending a text over the phone network.
de: Lesen Sie die Bewertung unserer Datenschutzexperten zur Messaging-App iMessage. Apples „private“ Alternative zu SMS ist der Standard-Text-Handler für iOS, daher ist sie in jedem iPhone enthalten. Sie ist definitiv sicherer als das Senden einer SMS über das Telefonnetz.
fr: Consultez l’analyse de notre spécialiste de la confidentialité concernant l’application de messagerie iMessage. L’option « privée » d’Apple pour remplacer les SMS est intégrée par défaut à iOS, ce qui signifie qu’elle est présente sur tous les iPhone. Elle offre sans aucun doute une sécurité supérieure à celle des SMS envoyés via le réseau mobile.

# title
source: iMessage Privacy Review
de: Datenschutzbewertung zu iMessage
fr: Analyse du respect de la vie privée par iMessage

source: Texts sent through iMessage are not backed up to iCloud by default. That’s a good thing, as the default iCloud implementation gives Apple access to your entire message history.
de: Texte, die über iMessage gesendet werden, werden standardmäßig nicht in iCloud gesichert. Das ist gut so, denn die standardmäßige iCloud-Implementierung gibt Apple Zugriff auf Ihren gesamten Nachrichtenverlauf.
fr: Les messages envoyés via iMessage ne sont pas sauvegardés sur iCloud par défaut. C’est une bonne chose, car l’implémentation par défaut d’iCloud permet à Apple d’accéder à l’intégralité de votre historique de messages.

source: iMessage defaults to sending texts through Apple’s servers using end-to-end encryption. Although iOS can also send texts as SMS through the GSM network if it can’t reach the iMessage network, this is also turned off by default. That’s great, as SMS offers no privacy protection whatsoever.
de: iMessage sendet standardmäßig Texte über die Server von Apple mit einer Ende-zu-Ende-Verschlüsselung. Obwohl iOS auch SMS über das GSM-Netzwerk senden kann, wenn es das iMessage-Netzwerk nicht erreichen kann, ist dies auch standardmäßig deaktiviert. Das ist großartig, da SMS überhaupt keinen Datenschutz bietet.
fr: Par défaut, iMessage envoie les messages via les serveurs d’Apple en utilisant un chiffrement de bout en bout. Bien qu’iOS puisse également envoyer des messages sous forme de SMS via le réseau GSM lorsque le réseau iMessage n’est pas accessible, cette fonctionnalité est également désactivée par défaut. C’est une bonne chose, car les SMS ne protègent en rien la confidentialité.

source: Any audio messages you send through iMessage are set to expire after 2m, which is pretty handy, but you can set these to not expire if you’d prefer.
de: Alle Audionachrichten, die Sie über iMessage senden, laufen nach 2 Minuten ab, was ziemlich praktisch ist, aber Sie können diese so einstellen, dass sie nicht ablaufen, wenn Sie es vorziehen.
fr: Tous les messages audio envoyés via iMessage sont configurés pour expirer après 2 minutes, ce qui est très pratique, mais vous pouvez choisir de les conserver si vous le souhaitez.

source: One significant issue with iMessage’s encryption scheme is that contact key verification isn’t turned on by default, meaning that if you want to be absolutely there isn’t a third party snooping on your messages you’ll need to sign in with your iCloud account and ask the person you’re chatting to do the same.
de: Ein wesentliches Problem beim Verschlüsselungsschema von iMessage besteht darin, dass die Kontakt-Schlüsselüberprüfung standardmäßig nicht aktiviert ist. Das bedeutet, dass Sie sich mit Ihrem iCloud-Konto anmelden und die Person, mit der Sie chatten, bitten müssen, dasselbe zu tun, wenn Sie absolut sicher sein wollen, dass keine Dritten Ihre Nachrichten ausspionieren.
fr: L’un des principaux problèmes du système de chiffrement d’iMessage réside dans le fait que la vérification de la clé de contact n’est pas activée par défaut. Cela signifie que si vous voulez être absolument certain qu’aucun tiers ne peut espionner vos messages, vous devez vous connecter à votre compte iCloud et demander à votre interlocuteur de faire de même.

source: The Shared with You feature allows other apps to automatically access some content you’ve shared through iMessage, such as Apple Music. This one’s automatically on by default, and we’d recommend you switch it off based on some of Apple’s more aggressive analytics.
de: Mit der Funktion „Mit Ihnen geteilt“ können andere Apps automatisch auf einige Inhalte zugreifen, die Sie über iMessage geteilt haben, z. B. Apple Music. Sie ist standardmäßig automatisch eingeschaltet und wir empfehlen Ihnen, sie basierend auf einigen der aggressiveren Analysen von Apple auszuschalten.
fr: La fonctionnalité « Partagé avec vous » permet à d’autres applications d’accéder automatiquement à certains contenus que vous avez partagés via iMessage, tels qu’Apple Music. Cette fonctionnalité est activée par défaut, et nous vous recommandons de la désactiver en raison des analyses plus poussées d’Apple.

source: How much you trust iMessage really comes down to how much you trust Apple as a whole. In theory, Apple’s E2E encryption should keep your messages safe – the addition of contact key verification really helps here.
de: Wie sehr Sie iMessage vertrauen, hängt wirklich davon ab, wie sehr Sie Apple als Ganzes vertrauen. Theoretisch sollte Apples E2E-Verschlüsselung Ihre Nachrichten schützen – das Hinzufügen einer Kontaktschlüsselüberprüfung hilft hier wirklich.
fr: La confiance que vous accordez à iMessage dépend en réalité de la confiance que vous accordez à Apple dans son ensemble. En théorie, le chiffrement E2E d’Apple devrait garantir la sécurité de vos messages. L’ajout de la vérification des clés de contact est particulièrement utile sur ce point.

source: However, Apple’s messaging infrastructure isn’t open source and it’s entirely possible that Apple could be collecting significant amounts of metadata as routing your message to a contact is performed via Apple’s Identity Directory Service. Apple might not know what you’re sending, but they could very easily find out who you’re sending it to.
de: Die Messaging-Infrastruktur von Apple ist jedoch nicht Open Source und es ist durchaus möglich, dass Apple erhebliche Mengen an Metadaten sammelt, da die Weiterleitung Ihrer Nachricht an einen Kontakt über den Identity Directory Service von Apple erfolgt. Apple weiß vielleicht nicht, was Sie senden, aber sie könnten sehr leicht herausfinden, an wen Sie es senden.
fr: Cependant, l’infrastructure de messagerie d’Apple n’est pas Open Source, et il est tout à fait possible qu’Apple collecte des quantités importantes de métadonnées, car l’acheminement de vos messages vers un contact s’effectue via le service Identity Directory Service d’Apple. Apple ne connaît peut-être pas le contenu de vos messages, mais peut très facilement savoir à qui vous les envoyez.

# what_you_should_know_section.d827d02b-5d60-494a-aed8-6356b12a8f92.track_record
source: Apple has been keen to espouse the privacy positives of iOS. However, researchers found that iOS <a id="a1">regularly sends back significant amounts of data to Apple servers</a>, even with the relevant telemetrics settings turned off.
de: Apple hat sich stets bemüht, die Vorteile von iOS in Bezug auf den Datenschutz hervorzuheben. Die Forscher fanden jedoch heraus, dass iOS <a id="a1">regelmäßig erhebliche Datenmengen an Apple-Server zurücksendet</a>, selbst wenn die entsprechenden Telemetrieeinstellungen deaktiviert sind.
fr: Apple s’est toujours montré très soucieux de mettre en avant les avantages d’iOS en matière de confidentialité. Cependant, des chercheurs ont découvert qu’iOS <a id="a1">transmet régulièrement des quantités importantes de données aux serveurs Apple</a>, même lorsque les paramètres télémétriques correspondants sont désactivés.

source: iMessage largely says the right things about user privacy, but there is a caveat. When you message a business through iMessage, Apple does not create a truly end-to-end encrypted link.
de: iMessage sagt weitgehend die richtigen Dinge über die Privatsphäre der Benutzer*innen aus, aber es gibt einen Vorbehalt. Wenn Sie ein Unternehmen über iMessage benachrichtigen, erstellt Apple keine wirklich Ende-zu-Ende-verschlüsselte Verbindung.
fr: iMessage adopte une position globalement correcte en matière de confidentialité des utilisateurs, mais il existe un bémol. Lorsque vous envoyez un message à une entreprise via iMessage, Apple ne crée pas de lien véritablement chiffré de bout en bout.

source: Instead, iMessage sends a message that’s encrypted between you and Apple’s servers. Once it reaches Apple’s servers, it’s decrypted in RAM, meaning that the messages are never saved to a hard drive. The messages are then forwarded to the business you’re texting using a separate encrypted TLS 1.2 tunnel, which is the same level of encryption used to keep your web browsing private when you access web services like your bank’s website.
de: Stattdessen sendet iMessage eine Nachricht, die zwischen Ihnen und den Servern von Apple verschlüsselt ist. Sobald sie die Server von Apple erreicht hat, wird sie im RAM entschlüsselt, was bedeutet, dass die Nachrichten niemals auf einer Festplatte gespeichert werden. Die Nachrichten werden dann über einen separaten verschlüsselten TLS 1.2-Tunnel an das Unternehmen weitergeleitet, mit dem Sie kommunizieren. Dabei handelt es sich um dieselbe Verschlüsselungsstufe, die auch zum Schutz Ihrer Privatsphäre beim Surfen im Internet verwendet wird, wenn Sie auf Webdienste wie die Website Ihrer Bank zugreifen.
fr: Au lieu de cela, iMessage envoie un message chiffré entre vous et les serveurs d’Apple. Une fois qu’il atteint les serveurs d’Apple, il est déchiffré dans la mémoire vive (RAM), ce qui signifie que les messages ne sont jamais enregistrés sur un disque dur. Les messages sont ensuite transmis à l’entreprise avec laquelle vous écrivez à l’aide d’un tunnel TLS 1.2 chiffré distinct, qui offre le même niveau de chiffrement que celui utilisé pour préserver la confidentialité de votre navigation sur Internet lorsque vous accédez à des services en ligne tels que le site de votre banque.

source: Technically, you’re given an anonymous ID that the business can identify you by instead of your phone number or iCloud email. However, you’re once again trusting Apple to ensure that they’re not abusing their position as the routing service.
de: Technisch gesehen erhalten Sie anstelle Ihrer Telefonnummer oder Ihrer iCloud-E-Mail eine anonyme ID, mit der das Unternehmen Sie identifizieren kann. Sie vertrauen jedoch erneut auf Apple, um sicherzustellen, dass sie ihre Position als Routing-Dienst nicht missbrauchen.
fr: Techniquement, vous vous voyez attribuer un identifiant anonyme qui permet à l’entreprise de vous identifier à la place de votre numéro de téléphone ou de votre adresse e-mail iCloud. Cependant, une fois encore, cela revient à faire confiance à Apple pour s’assurer que la société n’abuse pas de sa position de service de routage.

# good_and_bad_section.cbea3c78-5c3f-4bdf-b222-8fd2f228f7a9.the_good
source: iMessage does implement end-to-end encryption for all messages sent between iPhone devices unless you both choose to use SMS instead. You can verify that you’re end-to-end encrypted if you enable the setting through iOS, but you’ll need anyone else you’re texting to do the same.
de: iMessage implementiert eine Ende-zu-Ende-Verschlüsselung für alle Nachrichten, die zwischen iPhone-Geräten gesendet werden, es sei denn, Sie beide verwenden stattdessen SMS. Sie können überprüfen, ob Sie Ende-zu-Ende-verschlüsselt sind, wenn Sie die Einstellung über iOS aktivieren. Sie müssen jedoch alle anderen Personen, denen Sie SMS senden, dazu auffordern, dasselbe zu tun.
fr: iMessage met en œuvre un chiffrement de bout en bout pour tous les messages envoyés entre les iPhone, sauf si les deux parties décident d’utiliser les SMS à la place. Vous pouvez vérifier que vous bénéficiez d’un chiffrement de bout en bout en activant le paramètre dans iOS, mais vous devrez demander à toutes les personnes avec lesquelles vous échangez des SMS d’en faire de même.

# good_and_bad_section.cbea3c78-5c3f-4bdf-b222-8fd2f228f7a9.the_bad
source: When you message other devices outside the Apple ecosystem, your privacy guarantees are nowhere near as strong. Apple has repeatedly promised that E2E encryption support for RCS (essentially Android’s upgraded version of SMS) is on the horizon, but it’s yet to materialize.
de: Wenn Sie andere Geräte außerhalb des Apple-Ökosystems benachrichtigen, sind Ihre Datenschutzgarantien bei weitem nicht so stark. Apple hat wiederholt versprochen, dass E2E-Verschlüsselungsunterstützung für RCS (im Wesentlichen Android's aktualisierte Version von SMS) am Horizont ist, aber es ist noch nicht verwirklicht.
fr: Lorsque vous échangez des messages avec des appareils ne faisant pas partie de l’écosystème Apple, vos garanties en matière de confidentialité sont loin d’être aussi efficaces. Apple a promis à plusieurs reprises que la prise en charge du chiffrement E2E pour RCS (en substance, la version améliorée des SMS pour Android) était imminente, mais cela ne s’est pas encore concrétisé.

# good_and_bad_section.cbea3c78-5c3f-4bdf-b222-8fd2f228f7a9.the_bad
source: There’s also an inherent privacy flaw” in the way Apple implements iCloud backup. While it’s not turned on by default, backing up your chat history to Apple’s iCloud servers also uploads a copy of the key used to encrypt your messages. Apple claims this is so that your messages can be restored if you lose access to your device, but it essentially allows Apple to decrypt your messages at will.
de: Es gibt auch einen inhärenten Datenschutzfehler in der Art und Weise, wie Apple iCloud-Backup implementiert. Auch wenn es standardmäßig nicht aktiviert ist, wird beim Sichern Ihres Chat-Verlaufs auf den iCloud-Servern von Apple auch eine Kopie des Schlüssels hochgeladen, der zum Verschlüsseln Ihrer Nachrichten verwendet wird. Apple behauptet, dass dies so ist, dass Ihre Nachrichten wiederhergestellt werden können, wenn Sie den Zugriff auf Ihr Gerät verlieren, aber es ermöglicht Apple im Wesentlichen, Ihre Nachrichten nach Belieben zu entschlüsseln.
fr: Il existe également une faille inhérente à la confidentialité dans la manière dont Apple gère la sauvegarde iCloud. Bien que cette fonctionnalité ne soit pas activée par défaut, la sauvegarde de votre historique de discussion sur les serveurs iCloud d’Apple entraîne également le téléchargement d’une copie de la clé utilisée pour chiffrer vos messages. Apple affirme que cela permet de restaurer vos messages si vous perdez l’accès à votre appareil, mais cela permet avant tout à Apple de déchiffrer vos messages à sa guise.

# good_and_bad_section.cbea3c78-5c3f-4bdf-b222-8fd2f228f7a9.the_bad
source: Data shared with iCloud is retained on the iCloud servers for up to 180 days, including your old message keys. After this point, your keys are deleted and you can be (relatively) sure Apple can no longer access your old messages.
de: Mit iCloud geteilte Daten werden auf den iCloud-Servern bis zu 180 Tage aufbewahrt, einschließlich Ihrer alten Nachrichtenschlüssel. Danach werden Ihre Schlüssel gelöscht und Sie können (relativ) sicher sein, dass Apple nicht mehr auf Ihre alten Nachrichten zugreifen kann.
fr: Les données transférées vers iCloud sont conservées sur les serveurs iCloud pendant 180 jours maximum, y compris vos anciennes clés de messagerie. Passé ce délai, vos clés sont supprimées et vous pouvez être (presque) certain qu’Apple ne peut plus accéder à vos anciens messages.

# reduce_your_risks_section.910c5c53-34e7-4541-812e-630d60e35505.content
source: You have two options for keeping your message content out of Apple’s hands. First, you can turn off iCloud backups for iMessage. Once you do, a new message key will be generated on your device so none of the messages you send going forward can be decrypted by Apple.
de: Sie haben zwei Möglichkeiten, Ihre Nachrichteninhalte von Apple fernzuhalten. Zunächst können Sie iCloud-Backups für iMessage deaktivieren. Sobald Sie dies getan haben, wird ein neuer Nachrichtenschlüssel auf Ihrem Gerät generiert, sodass keine der Nachrichten, die Sie in Zukunft senden, von Apple entschlüsselt werden kann.
fr: Vous disposez de deux options pour empêcher Apple d’accéder au contenu de vos conversations. Premièrement, vous pouvez désactiver les sauvegardes iCloud pour iMessage. Une fois cette opération effectuée, une nouvelle clé de message sera générée sur votre appareil afin qu’aucun des messages que vous enverrez à l’avenir ne puisse être déchiffré par Apple.

# reduce_your_risks_section.910c5c53-34e7-4541-812e-630d60e35505.content
source: Alternatively, you can turn on Advanced Data Protection for iCloud. It completely encrypts your iCloud backup so that only you have access to it (with the exception of your emails and calendar data). However, if you lose the credentials needed to access your iCloud, that’s it – Apple really can’t help you.
de: Alternativ können Sie Advanced Data Protection für iCloud aktivieren. Es verschlüsselt Ihr iCloud-Backup vollständig, so dass nur Sie Zugriff darauf haben (mit Ausnahme Ihrer E-Mails und Kalenderdaten). Wenn Sie jedoch die Zugangsdaten für Ihre iCloud verlieren, ist es vorbei – Apple kann Ihnen dann wirklich nicht mehr helfen.
fr: Vous pouvez également activer la protection avancée des données pour iCloud. Cette fonction permet de chiffrer entièrement votre sauvegarde iCloud afin que vous seul y ayez accès (à l’exception de vos e-mails et des données de votre calendrier). Cependant, si vous perdez vos identifiants à iCloud, vous êtes coincé : Apple ne pourra vraiment pas vous aider.

# reduce_your_risks_section.910c5c53-34e7-4541-812e-630d60e35505.content
source: <b>Nuclear Option:</b> iMessage is baked into your iCloud account. If you want to get rid of all the data Apple holds on you, you’ll need to shut down your Apple account completely. However, most of the features on your iPhone (including iMessage) won’t work without one, so make sure you’re comfortable with losing access to the Apple ecosystem first.
de: <b>Der drastischste Schritt:</b> iMessage ist in Ihrem iCloud-Konto integriert. Wenn Sie alle Daten loswerden möchten, die Apple über Sie gespeichert hat, müssen Sie Ihr Apple-Konto vollständig schließen. Allerdings funktionieren die meisten Funktionen Ihres iPhones (einschließlich iMessage) ohne Konto nicht. Stellen Sie daher zunächst sicher, dass Sie damit einverstanden sind, den Zugriff auf das Apple-Ökosystem zu verlieren.
fr: <b>Option radicale :</b> iMessage est sauvegardé dans votre compte iCloud. Si vous souhaitez supprimer toutes les données détenues par Apple à votre sujet, vous devrez désactiver complètement votre compte Apple. Attention, la plupart des fonctionnalités de votre iPhone (y compris iMessage) ne seront plus disponibles sans votre compte. Assurez-vous donc d’abord que vous êtes prêt à renoncer à l’écosystème Apple.

# reduce_your_risks_section.910c5c53-34e7-4541-812e-630d60e35505.content
source: First, make sure you download all of the data you want to keep from any of your Apple devices, as you won’t be able to access it afterwards. Next, log into your iCloud account from a web browser and manually remove each device associated with your account.
de: Stellen Sie zunächst sicher, dass Sie alle Daten, die Sie aufbewahren möchten, von einem Ihrer Apple-Geräte herunterladen, da Sie danach nicht mehr darauf zugreifen können. Melden Sie sich als Nächstes über einen Webbrowser bei Ihrem iCloud-Konto an und entfernen Sie manuell jedes mit Ihrem Konto verknüpfte Gerät.
fr: Commencez par télécharger toutes les données que vous souhaitez conserver de vos appareils Apple, car vous ne pourrez plus y accéder par la suite. Ensuite, connectez-vous à votre compte iCloud depuis un navigateur web et supprimez manuellement chaque appareil associé à votre compte.

# reduce_your_risks_section.910c5c53-34e7-4541-812e-630d60e35505.content
source: Once you’re ready to remove your account, go to your Apple Account page and select “Manage Your Privacy”. Select the “Delete Your Account” option and follow through the dialogs that pop up. As part of the process, you’ll need to nominate a separate email account that Apple can contact you through during the deletion process.
de: Wenn Sie bereit sind, Ihr Konto zu löschen, gehen Sie zu Ihrer Apple-Kontoseite und wählen Sie „Datenschutz verwalten”. Wählen Sie die Option „Konto löschen“ und folgen Sie den angezeigten Dialogen. Als Teil des Prozesses müssen Sie ein separates E-Mail-Konto benennen, über das Apple Sie während des Löschvorgangs kontaktieren kann.
fr: Une fois que vous êtes prêt à supprimer votre compte, rendez-vous sur la page de votre compte Apple et sélectionnez « Gérer votre confidentialité ». Sélectionnez l’option « Supprimer votre compte » et suivez les instructions qui s’affichent. Dans le cadre de cette procédure, vous devrez indiquer un compte de messagerie distinct sur lequel Apple pourra vous contacter pendant le processus de suppression.

# reduce_your_risks_section.910c5c53-34e7-4541-812e-630d60e35505.content
source: Deleting your account can take up to seven days, during which time your Apple Account remains active.
de: Das Löschen Ihres Kontos kann bis zu sieben Tage dauern. Während dieser Zeit bleibt Ihr Apple-Konto aktiv.
fr: La suppression de votre compte peut prendre jusqu’à sept jours, pendant lesquels votre compte Apple reste actif.

# bottom_line_section.dff32c12-62b0-4824-86d6-ade365236028.content
source: You can’t really “replace” iMessage if you’re on iOS. It’s how Apple handles SMS messages inside the iPhone, so if someone texts your number it’s going to be processed through iMessage.
de: Sie können iMessage nicht wirklich „ersetzen“, wenn Sie iOS verwenden. So verarbeitet Apple SMS-Nachrichten im iPhone. Wenn also jemand Ihre Nummer textet, wird sie über iMessage verarbeitet.
fr: Il est impossible de réellement « remplacer » iMessage si vous utilisez iOS. Il s’agit du système utilisé par Apple pour gérer les SMS sur l’iPhone. Par conséquent, si quelqu’un vous envoie un SMS, celui-ci sera géré à travers iMessage.

# bottom_line_section.dff32c12-62b0-4824-86d6-ade365236028.content
source: If one of your contacts is backing up your conversation with them to their iCloud drive, all you can really do is ask them to enable Advanced Data Protection so at least Apple can’t snoop on your texts.
de: Wenn einer Ihrer Kontakte Ihre Unterhaltung mit ihm auf seinem iCloud-Laufwerk sichert, können Sie ihn lediglich bitten, die erweiterte Datenschutzfunktion zu aktivieren, damit zumindest Apple Ihre Nachrichten nicht ausspionieren kann.
fr: Si l’un de vos contacts sauvegarde les conversations auxquelles vous participez sur iCloud, la seule chose que vous pouvez faire est de lui demander d’activer la protection avancée des données afin d’empêcher Apple d’accéder à vos messages.
