Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/the-art-of-the-dataset-gathering.po
Languages: de, fr

# seo_title
source: The Art of the Dataset Gathering
de: Die Kunst des Versammelns im Datensatz
fr: L’art de la collecte de données

# search_description
source: Generative AI datasets take something that might seem small from each of us in order to accumulate something vast that is stored seemingly indefinitely. Since we are already a part of these billion dollar technologies, how can we hijack the purpose of our gathering for our collective good? Read about how to throw a Dataset Gathering.
de: Generative KI-Datensätze nehmen jedem von uns etwas, das klein erscheinen mag, um etwas Gewaltiges anzuhäufen, das scheinbar unbegrenzt gespeichert wird. Da wir bereits Teil dieser Milliarden-Dollar-Technologien sind: Wie können wir den Zweck unserer Zusammenkunft für unser kollektives Wohl kapern? Lesen Sie hier, wie Sie eine Datensatz-Zusammenkunft veranstalten.
fr: Les ensembles de données d’IA générative prélèvent quelque chose qui peut sembler insignifiant chez chacun d’entre nous, afin d’accumuler une quantité considérable d’informations qui sont stockées apparemment indéfiniment. Puisque nous faisons déjà partie de ces technologies qui pèsent des milliards de dollars, comment pouvons-nous détourner le but de notre collecte au profit de notre bien commun ? Découvrez comment lancer une collecte d’ensembles de données.

# title
source: The Art of the Dataset Gathering
de: Die Kunst des Versammelns im Datensatz
fr: L’art de la collecte de données

# lede_text
source: We are already gathered in datasets. We don’t know each other (yet), but our images, words, and information are jostling together in mathematical soup around the world. We might be stored next to each other in a folder. Electrons might zap through my face and into yours. We might be touching.
de: Wir sind längst in Datensätzen versammelt. Wir kennen uns (noch) nicht, doch unsere Bilder, Worte und Informationen treiben in einem mathematischen Sud rund um den Globus dicht aneinander. Womöglich liegen wir im selben Ordner. Vielleicht schießen Elektronen durch mein Gesicht direkt in deines. Vielleicht berühren wir uns.
fr: Nous sommes déjà rassemblés dans des ensembles de données. Nous ne nous connaissons pas (encore), mais nos images, nos mots et nos informations se bousculent dans la soupe mathématique du monde entier. Nous sommes peut-être stockés l’un à côté de l’autre dans un dossier. Des électrons zappent peut-être entre mon visage et le vôtre. Nous nous touchons peut-être.

# body.9bee0251-6438-4c5b-a71d-2db9283060bf
source: I started thinking about the intimacy of datasets during the pandemic. The screen became our primary space of connection. Video and photo apps exploded in popularity. Many of them, like <a id="a1">Lensa</a>, were powered by generative AI models trained on vast collections of photographs.
de: Während der Pandemie begann ich, über die Intimität von Datensätzen nachzudenken. Der Bildschirm wurde zu unserem wichtigsten Ort der Begegnung. Video- und Foto-Apps erlebten einen regelrechten Boom. Viele davon – wie etwa <a id="a1">Lensa</a> – basierten auf generativen KI-Modellen, die mit gewaltigen Fotosammlungen trainiert worden waren.
fr: J’ai commencé à penser à la confidentialité des ensembles de données pendant la pandémie. L’écran est devenu notre principal espace de connexion. Les applications vidéo et photo ont explosé en popularité. Beaucoup d’entre elles, comme <a id="a1">Lensa</a>, étaient alimentées par des modèles d’IA générative entraînés à partir d’importantes collections de photographies.

# body.9bee0251-6438-4c5b-a71d-2db9283060bf
source: My work as an artist is grounded in photography as a social practice, as something that we participate in. I was struck by the idea that so many of us were already gathered in these datasets, already colliding and collaborating to create the tools sold by these companies.
de: Meine künstlerische Arbeit begreift Fotografie als soziale Praxis, als etwas, an dem wir teilhaben. Mich faszinierte der Gedanke, dass so viele von uns bereits in diesen Datensätzen versammelt waren – dass wir dort aufeinanderprallten und unwissentlich zusammenarbeiteten, um die Werkzeuge zu erschaffen, die diese Firmen verkaufen.
fr: Mon travail d’artiste est fondé sur la photographie en tant que pratique sociale, en tant qu’activité à laquelle nous participons tous. J’ai été frappé par l’idée que beaucoup d’entre nous étaient déjà rassemblés dans ces ensembles de données, qu’on interagissait et collaborait déjà pour créer les outils vendus par ces entreprises.

# body.9bee0251-6438-4c5b-a71d-2db9283060bf
source: This became the premise of my project <a id="a1"><i>We are already gathered</i></a>, a series of participatory workshops that I started in 2022<i>.</i> I reached out to more than 200 people whose images I found in <a id="a2">LAION-5B</a>, an open source dataset used to train generative AI models like Stable Diffusion and Google Imagen. We exchanged stories about our photographs, our feelings about AI, our doppelgangers and our dreams for tech justice. For the first time in a long time, it felt thrilling to be online.
de: Dies wurde zur Grundlage meines Projekts <a id="a1"><i>We are already gathered</i></a>, einer Reihe partizipativer Workshops, die ich 2022 startete<i>.</i> Ich kontaktierte mehr als 200 Menschen, deren Bilder ich in <a id="a2">LAION-5B</a> gefunden hatte – einem Open-Source-Datensatz, mit dem generative KI-Modelle wie Stable Diffusion und Google Imagen trainiert werden. Wir tauschten uns über die Geschichten hinter unseren Fotos aus, über unsere Gefühle gegenüber KI, über unsere Doppelgänger und unsere Träume von technologischer Gerechtigkeit. Zum ersten Mal seit langem fühlte es sich wieder aufregend an, online zu sein.
fr: C’est devenu le point de départ de mon projet <a id="a1"><i>We are already gathered</i></a> (Nous sommes déjà rassemblés), une série d’ateliers participatifs que j’ai lancés en 2022<i>.</i> J’ai contacté plus de 200 personnes dont j’ai trouvé les images dans <a id="a2">LAION-5B</a>,un ensemble de données open source utilisé pour entraîner des modèles d’IA générative comme Stable Diffusion et Google Imagen. Nous avons échangé des anecdotes sur nos photographies, nos impressions sur l’IA, nos sosies et nos rêves de justice technologique. Pour la première fois depuis longtemps, c’était excitant d’être en ligne.

# body.9bee0251-6438-4c5b-a71d-2db9283060bf
source: My gathering was an art project, but there are many ways to get together. Afterall, we’ve already done a lot together. Our faces have been used as the foundation for entirely new images. Together, we have been a part of a technical infrastructure beyond our imaginations. Together, we have had our images used without our consent or knowledge. Together, we’ve made money for someone else. You could think of the other strangers in the dataset as neighbors, colleagues, collaborators. Maybe we want to be co-conspirators, friends, comrades.
de: Meine Zusammenkunft war ein Kunstprojekt, aber es gibt viele Arten der Begegnung. Schließlich haben wir schon eine Menge gemeinsam getan. Unsere Gesichter dienten als Fundament für völlig neue Bilder. Gemeinsam waren wir Teil einer technischen Infrastruktur, die unsere Vorstellungskraft sprengt. Gemeinsam wurden unsere Bilder ohne unser Wissen oder unsere Zustimmung genutzt. Gemeinsam haben wir Profit für andere erwirtschaftet. Sie könnten die anderen Fremden im Datensatz als Nachbarn, Kollegen oder Mitarbeiter betrachten. Vielleicht wollen wir aber auch Mitverschwörer, Freunde oder Genossen sein.
fr: Mon rassemblement était un projet artistique, mais on peut se rassembler de plusieurs façons. Après tout, nous avons déjà fait beaucoup ensemble. Nos visages ont servi de base à des images tout à fait nouvelles. Ensemble, nous avons fait partie d’une infrastructure technique qui dépasse notre imagination. Ensemble, nos images ont été utilisées sans notre consentement ou à notre insu. Ensemble, nous avons fait gagner de l’argent à quelqu’un d’autre. Vous pourriez penser aux autres inconnus dans l’ensemble de données comme des voisins, des collègues, des collaborateurs. Peut-être voulons-nous être des complices, des amis, des camarades.

# body.9bee0251-6438-4c5b-a71d-2db9283060bf
source: Consider this article an invitation to have your own dataset gathering.
de: Sehen Sie diesen Artikel als Einladung, Ihre eigene Datensatz-Zusammenkunft abzuhalten.
fr: Considérez cet article comme une invitation à constituer votre propre ensemble de données.

# body.45a918a8-103c-4c24-ba0d-56c950be09bb
source: Set an intention.
de: Setzen Sie eine Intention.
fr: Définissez une intention.

# body.45a918a8-103c-4c24-ba0d-56c950be09bb
source: When tech companies scrape the internet to make datasets, they are organizing us. In <i>The Art of Gathering</i>, Priya Parker writes that, “gathering—the conscious bringing together of people for a reason—shapes the way we think, feel and make sense of our world.” AI datasets bring people together for a reason—to make money or build better language models—just not one that typically serves the people contained within them.
de: Wenn Tech-Konzerne das Internet durchkämmen, um Datensätze zu erstellen, organisieren sie uns. In ihrem Buch <i>The Art of Gatherin</i>g schreibt Priya Parker: „Gathering – das bewusste Zusammenbringen von Menschen aus einem bestimmten Grund – formt die Art, wie wir denken, fühlen und die Welt begreifen.“ Auch KI-Datensätze bringen Menschen aus einem bestimmten Grund zusammen – um Geld zu verdienen oder bessere Sprachmodelle zu bauen. Nur dient dieser Grund selten den Menschen, die darin stecken.
fr: Lorsque les entreprises technologiques collectent automatiquement des données d’Internet pour créer des ensembles de données, elles nous organisent. Dans <i>The Art of Gathering</i> (L’art de rassembler), Priya Parker écrit que « le rassemblement, c’est-à-dire le fait de réunir consciemment des personnes dans un but précis, façonne notre façon de penser, de ressentir et de comprendre notre monde. « Les ensembles de données d’IA rassemblent les gens dans un but bien précis, à savoir gagner de l’argent ou construire de meilleurs modèles linguistiques. Mais ce but ne sert généralement pas les intérêts des personnes qu’ils contiennent.

# body.45a918a8-103c-4c24-ba0d-56c950be09bb
source: Since we are already a part of these billion dollar technologies, how can we hijack the purpose of our gathering for our collective good?
de: Da wir ohnehin schon Teil dieser Milliarden-Technologien sind: Wie können wir den Zweck unserer Zusammenkunft kapern und für unser gemeinsames Wohl nutzen?
fr: Puisque nous faisons déjà partie de ces technologies qui pèsent des milliards de dollars, comment pouvons-nous détourner le but de notre collecte au profit de notre bien commun ?

# body.45a918a8-103c-4c24-ba0d-56c950be09bb
source: Find yourself and meet strangers.
de: Finden Sie sich selbst und treffen Sie Fremde.
fr: Trouvez-vous et rencontrez des inconnus.

# body.45a918a8-103c-4c24-ba0d-56c950be09bb
source: Let’s focus on datasets that contain images of people (us!) and that are used to train generative AI models. Most of these datasets are not accessible to the public, even if the public is contained within them. For instance, OpenAI’s datasets are private, as are Meta’s and Apple’s. As of this writing, the largest open source dataset of image-text pairs is <a id="a1">LAION-5B</a> (an acronym for “Large-scale Artificial Intelligence Open Network,” with “5B” referring to the dataset’s 5.85 billion image-text pairs). Maintained by a German nonprofit organization, the dataset was compiled by <a id="a2">Common Crawl</a>, another nonprofit that uses bots to systematically browse the internet and archive its contents.
de: Konzentrieren wir uns auf Datensätze, die Bilder von Menschen (uns!) enthalten und zum Training generativer KI-Modelle dienen. Die meisten dieser Datensätze sind nicht öffentlich zugänglich, auch wenn die Öffentlichkeit darin enthalten ist. Die Datensätze von OpenAI sind beispielsweise privat, genau wie die von Meta und Apple. Zum Zeitpunkt dieses Artikels ist <a id="a1">LAION-5B</a> der größte Open-Source-Datensatz aus Bild-Text-Paaren (das Akronym steht für „Large-scale Artificial Intelligence Open Network“, wobei „5B“ für die 5,85 Milliarden Paare steht). Der von einer deutschen Non-Profit-Organisation gepflegte Datensatz wurde von <a id="a2">Common Crawl</a> zusammengestellt – einer weiteren gemeinnützigen Organisation, die das Internet systematisch mit Bots durchsucht und archiviert.
fr: Concentrons-nous sur les ensembles de données qui contiennent des images de personnes (nous !) et qui sont utilisés pour entraîner des modèles d’IA générative. La plupart de ces ensembles de données ne sont pas accessibles au public, même si celui-ci est dedans. Par exemple, les ensembles de données d’OpenAI sont privés, tout comme ceux de Meta et d’Apple. À l’heure où j’écris ces lignes, le plus grand ensemble de données open source de paires image-texte est <a id="a1">LAION-5B</a> (un acronyme pour « Large-scale Artificial Intelligence Open Network » (Réseau ouvert d’intelligence artificielle à grande échelle), avec « 5B » faisant référence aux 5,85 milliards de paires image-texte de l’ensemble de données). Géré par une organisation allemande à but non lucratif, l’ensemble de données a été compilé par <a id="a2">Common Crawl</a>, une autre organisation à but non lucratif qui utilise des robots pour naviguer systématiquement sur Internet et archiver son contenu.

# body.45a918a8-103c-4c24-ba0d-56c950be09bb
source: Peek inside the LAION-5B dataset by <a id="a1">visiting their search demo</a>. Try typing your name into the search bar or uploading an image of yourself. If there isn’t an image of you in the dataset, it will show you results that are visually similar—your doppelgängers, so to speak.
de: Werfen Sie <a id="a1">über deren Such-Demo</a> einen Blick in den LAION-5B-Datensatz. Geben Sie Ihren Namen ein oder laden Sie ein Foto von sich hoch. Falls kein Bild von Ihnen im Datensatz existiert, werden Ihnen visuell ähnliche Ergebnisse angezeigt – sozusagen Ihre Doppelgänger.
fr: Jetez un coup d’œil à l’intérieur de l’ensemble de données LAION-5B en <a id="a1">visitant leur démo de recherche</a>. Essayez de taper votre nom dans la barre de recherche ou de télécharger une image de vous. S’il n’y a pas d’image de vous dans l’ensemble de données, il vous montrera des résultats visuellement similaires, vos sosies pour ainsi dire.

# body.45a918a8-103c-4c24-ba0d-56c950be09bb
source: Scroll through the search results until you find an image that has an email address in the text description. Common Crawl collected the information in LAION-5b by scraping associated images and texts. Because of this, it’s not uncommon for personal emails or websites to be listed alongside an individual’s image— for instance on a professional portfolio or work website. Take a moment to reflect on how it feels to see all of this information together.
de: Scrollen Sie durch die Ergebnisse, bis Sie ein Bild finden, dessen Beschreibung eine E-Mail-Adresse enthält. Common Crawl hat für LAION-5B zusammengehörige Bilder und Texte gescraped. Deshalb ist es nicht ungewöhnlich, dass persönliche E-Mails oder Webseiten neben dem Bild einer Person auftauchen – etwa von einem Online-Portfolio oder einer Firmenwebseite. Halten Sie einen Moment inne und spüren Sie nach, wie es sich anfühlt, all diese Informationen so gebündelt zu sehen.
fr: Faites défiler les résultats de la recherche jusqu’à ce que vous trouviez une image avec une adresse e-mail dans la description du texte. Common Crawl a collecté les informations dans LAION-5b en collectant automatiquement les images et les textes associés. Voilà pourquoi il n’est pas rare que des e-mails ou des sites Web personnels figurent à côté de l’image d’une personne, par exemple sur un portefeuille professionnel ou un site Web professionnel. Prenez un moment pour réfléchir à ce que vous ressentez en voyant toutes ces informations réunies.

# body.571e0ac7-8879-4cac-8702-b5fa0467fc7a.quote
source: The potential of dataset gatherings to build community and reclaim agency is thrilling.
de: Das Potenzial solcher Datensatz-Zusammenkünfte, Gemeinschaft zu stiften und die eigene Handlungsfähigkeit zurückzuerobern, ist elektrisierend.
fr: Le potentiel de collectes d’ensembles de données pour créer une communauté et reprendre du pouvoir est passionnant.

# body.c770d716-ea82-43a7-a565-6c99fa109377
source: Send an invitation.
de: Versenden Sie eine Einladung.
fr: Envoyer une invitation.

# body.c770d716-ea82-43a7-a565-6c99fa109377
source: By reaching out to someone else in the dataset, you transform it into a social network. Through your invitation, you position yourself and others in the dataset as people who have a relationship to each other and a shared stake in something that you both contribute to.
de: Indem Sie Kontakt zu jemandem im Datensatz aufnehmen, verwandeln Sie diesen in ein soziales Netzwerk. Durch Ihre Einladung definieren Sie sich und die anderen als Menschen, die in Beziehung zueinander stehen – verbunden durch etwas, zu dem Sie beide beitragen.
fr: En contactant quelqu’un d’autre dans l’ensemble de données, vous le transformez en réseau social. Grâce à votre invitation, vous vous positionnez et positionnez les autres figurant dans l’ensemble de données, en tant que personnes qui ont une relation entre elles et un intérêt commun pour quelque chose auquel vous contribuez tous les deux.

# body.c770d716-ea82-43a7-a565-6c99fa109377
source: In my outreach, I introduced myself, explained where I found the recipients’ image, shared their image with them, and invited them to participate in my project.
de: In meinen Nachrichten stellte ich mich vor, erklärte, wo ich das Bild der angeschriebenen Person gefunden hatte, zeigte es ihr und lud sie ein, an meinem Projekt teilzunehmen.
fr: Dans mon approche, je me suis présenté, j’ai expliqué où je trouvais l’image des destinataires, j’ai partagé leur image avec eux et je les ai invités à participer à mon projet.

# body.c770d716-ea82-43a7-a565-6c99fa109377
source: Share knowledge, build trust, stay flexible, be transparent.
de: Teilen Sie Wissen, bauen Sie Vertrauen auf, bleiben Sie flexibel und transparent.
fr: Partagez vos connaissances, renforcez la confiance, restez souple, soyez transparent.

# body.c770d716-ea82-43a7-a565-6c99fa109377
source: I found myself corresponding with people on every continent besides Antarctica, most of whom had little knowledge of AI. Reactions ranged from anger and dismay to delight and curiosity to confusion and introspection.
de: Ich korrespondierte plötzlich mit Menschen auf allen Kontinenten (außer der Antarktis), von denen die meisten kaum etwas über KI wussten. Die Reaktionen reichten von Wut und Bestürzung über Freude und Neugier bis hin zu Verwirrung und Nachdenklichkeit.
fr: Je me suis retrouvé à correspondre avec des personnes de tous les continents, à l’exception de l’Antarctique, dont la plupart avaient peu de connaissances en IA. Les réactions allaient de la colère et de la consternation à la joie et à la curiosité, en passant par la confusion et l’introspection.

# body.c770d716-ea82-43a7-a565-6c99fa109377
source: Some who replied wanted to participate, and others wanted to ask questions or give input. No one had any idea that their image was in LAION-5B, and most didn’t know what it was. While those who live in Europe had some options to pull their image from the dataset under the GDPR, the rest of us didn’t have formal channels of action available to us.
de: Einige wollten mitmachen, andere stellten Fragen oder gaben Anregungen. Niemand hatte eine Ahnung, dass das eigene Bild in LAION-5B steckte, und die meisten wussten nicht einmal, was das ist. Während Menschen in Europa dank der DSGVO gewisse Möglichkeiten hatten, ihr Bild aus dem Datensatz entfernen zu lassen, standen dem Rest von uns keine formellen Wege offen.
fr: Certaines personnes ont répondu qu’elles voulaient participer, d’autres voulaient poser des questions ou donner leur avis. Personne ne savait que son image était dans LAION-5B, et la plupart ne savaient pas ce que c’était. Si les personnes vivant en Europe avaient la possibilité de retirer leur image de l’ensemble de données dans le cadre du RGPD, les autres n’avaient aucun moyen officiel d’agir.

# body.4eaeb657-7afa-44f5-9aa9-214c46806a41.heading
source: Want to attend a Dataset Gathering?
de: Möchten Sie an einer Datensatz-Zusammenkunft teilnehmen?
fr: Vous voulez participer à une collecte de données ?

# body.4eaeb657-7afa-44f5-9aa9-214c46806a41.description
source: <i>Sign up for</i> <a id="a1"><i>our newsletter</i></a><i> for the latest from Nothing Personal and invitations to Dataset Gatherings.</i>
de: <i>Melden Sie sich für</i> <a id="a1"><i>unseren Newsletter</i></a><i> an. Dort erfahren Sie das Neueste von Nothing Personal und erhalten Einladungen zu künftigen Treffen.</i>
fr: <i>Abonnez-vous à</i> <a id="a1"><i>notre newsletter</i></a><i> pour recevoir les dernières nouvelles de Nothing Personal et les invitations aux collectes d’ensembles de données.</i>

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: Have a gathering.
de: Veranstalten Sie ein Treffen.
fr: Organisez une collecte.

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: A Workshop
de: Ein Workshop
fr: Un atelier

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: For my gathering, I was interested in using the project to return some kind of agency to the people whose images had been collected into LAION-5B. The project’s image donors were openly invited to participate, and, if they were interested, they were able to set the terms for the use of their image and ask for something in return. Consider what your reason is for bringing people together.
de: Bei meiner Zusammenkunft wollte ich das Projekt nutzen, um den Menschen, deren Bilder in LAION-5B gelandet waren, ein Stück Handlungsfähigkeit zurückzugeben. Die unfreiwilligen „Bildspender“ waren eingeladen teilzunehmen. Wer Interesse hatte, konnte die Bedingungen für die Nutzung seines Bildes festlegen und eine Gegenleistung verlangen. Überlegen Sie sich gut, aus welchem Grund Sie Menschen zusammenbringen wollen.
fr: Pour ma collecte, je voulais utiliser le projet pour redonner le pouvoir aux personnes dont les images avaient été collectées dans LAION-5B. Les donateurs d’image du projet ont été ouvertement invités à participer et, s’ils étaient intéressés, ils pouvaient définir les conditions d’utilisation de leur image et demander quelque chose en retour. Réfléchissez à la raison pour laquelle vous souhaitez rassembler les gens.

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: I asked those who wished to take part two things:
de: Ich bat die Teilnehmenden um zwei Dinge:
fr: J’ai demandé deux choses à ceux qui souhaitaient participer :

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: “Please describe who you would like to wear the mask that has your image”
de: „Bitte beschreiben Sie, wer die Maske mit Ihrem Bild tragen soll.“
fr: « Décrivez qui vous aimeriez voir porter le masque à votre image »

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: Provide “a prompt of what you would like the group to ‘generate' for you.”
de: „Geben Sie einen Prompt an, was die Gruppe für Sie ‚generieren‘ soll.“
fr: Donnez « une idée sur ce que vous aimeriez que le groupe « génère » pour vous. »
