Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/the-art-of-the-dataset-gathering.po
Languages: de, fr

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: I was riffing off of the idea that when people use generative AI apps, they are, in a sense, producing images that contain very, very tiny pieces of the faces of everyone in the dataset.
de: Ich spielte dabei mit der Idee, dass wir bei der Nutzung generativer KI-Apps im Grunde Bilder produzieren, die winzige Fragmente der Gesichter aller Menschen im Datensatz enthalten.
fr: Je partais de l’idée que lorsque les gens utilisent des applications d’IA générative, ils produisent, dans un sens, des images qui contiennent de minuscules fragments des visages de toutes les personnes présentes dans l’ensemble de données.

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: During each gathering, strangers came together to choose masks and collaborate to create responses to these prompts. The gatherings became exchanges between the people whose images were in the dataset—dubbed the “image donors”—and those who wore those images. Together, we modeled an alternative kind of AI dataset- one that centers consent, care and exchange.
de: Bei jedem Treffen kamen Fremde zusammen, wählten Masken aus und erarbeiteten gemeinsam Antworten auf diese Prompts. Die Treffen wurden zu einem Austausch zwischen den Menschen im Datensatz – den sogenannten „Bildspendern“ – und denen, die diese Bilder trugen. Gemeinsam modellierten wir eine alternative Art von KI-Datensatz: einen, der auf Zustimmung, Fürsorge und Austausch basiert.
fr: Lors de chaque collecte, des inconnus se réunissaient pour choisir des masques et collaborer afin créer des réponses à ces idées. Les collectes sont devenues des échanges entre les personnes dont les images figuraient dans l’ensemble de données, surnommées les « donneurs d’images », et celles qui portaient ces images. Ensemble, nous avons modélisé un autre type d’ensemble de données d’IA, un ensemble axé sur le consentement, l’attention et les échanges.

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: Potluck
fr: Auberge espagnole

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: Generative AI datasets take something that might seem small from each of us in order to accumulate something vast that is stored seemingly indefinitely. Similarly, when we bring dishes to a potluck meal, we each contribute something small, and together we make a feast. But then we eat, we nourish each other, and the thing that we brought is consumed and disappears. Invite the people you meet in the dataset to bring a dish to introduce themselves.
de: Generative KI-Datensätze nehmen jedem von uns etwas scheinbar Kleines, um etwas Gewaltiges anzuhäufen, das scheinbar ewig gespeichert wird. Ähnlich funktioniert ein Potluck: Wir steuern alle eine Kleinigkeit bei, und gemeinsam entsteht ein Festmahl. Aber dann essen wir, wir nähren uns gegenseitig, und das Mitgebrachte wird verzehrt und verschwindet. Laden Sie die Menschen aus dem Datensatz ein, ein Gericht mitzubringen, mit dem sie sich vorstellen.
fr: Les ensembles de données d’IA générative prélèvent quelque chose qui peut sembler insignifiant chez chacun d’entre nous, afin d’accumuler une quantité considérable d’informations qui sont stockées apparemment indéfiniment. De même, lorsque nous participons à un repas du genre « auberge espagnole », nous apportons chacun un petit quelque chose et ensemble, nous préparons un festin. Mais ensuite, nous mangeons, nous nous nourrissons les uns les autres, et ce que nous avons apporté est consommé et disparaît. Invitez les personnes que vous rencontrez dans l’ensemble de données à apporter un plat pour se présenter.

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: Protest
fr: Protestation

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: It’s possible that when you connect with others in the dataset, they will be upset—angry, confused, sad, or overwhelmed. Maybe you’ll want to get organized. Maybe you’ll want to learn more about the laws governing AI and the impact of AI on your community. Maybe you’ll talk about the work of tech justice organizers like the <a id="a1">Tech Workers Coalition</a>, or maybe you’ll find local coalitions fighting unethical uses of AI, like the <a id="a2">Trust Coalition</a> that I worked with in San Diego. Maybe you’ll join one of these groups or start your own.
de: Wenn Sie sich mit anderen im Datensatz vernetzen, kann es sein, dass diese aufgebracht sind – wütend, verwirrt, traurig oder überfordert. Vielleicht wollen Sie sich organisieren. Vielleicht wollen Sie mehr über KI-Gesetze und die Auswirkungen auf Ihre Community erfahren. Vielleicht sprechen Sie über die Arbeit von Tech-Gerechtigkeits-Gruppen wie der <a id="a1">Tech Workers Coalition</a>, oder Sie finden lokale Bündnisse gegen unethische KI-Nutzung, wie die <a id="a2">Trust Coalition</a>, mit der ich in San Diego gearbeitet habe. Vielleicht schließen Sie sich einer dieser Gruppen an oder gründen eine eigene.
fr: Il est possible que lorsque vous entrez en contact avec d’autres personnes dans l’ensemble de données, celles-ci soient contrariées, en colère, confuses, tristes ou dépassées. Peut-être souhaiterez-vous vous organiser. Peut-être souhaiterez-vous en savoir plus sur les lois régissant l’IA et l’impact de l’IA sur votre communauté. Peut-être parlerez-vous du travail des organisateurs de la justice technologique, comme la <a id="a1">Tech Workers Coalition</a>, ou peut-être trouverez-vous des coalitions locales qui luttent contre les utilisations contraires à l’éthique de l’IA, comme la <a id="a2">Trust Coalition avec</a> laquelle j’ai travaillé à San Diego. Peut-être rejoindrez-vous l’un de ces groupes ou créerez-vous le vôtre.

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: After your gathering, think about the rest of the iceberg.
de: Denken Sie nach dem Treffen an den Rest des Eisbergs.
fr: Après votre collecte, pensez à la partie cachée de l’iceberg.

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: In the United States, we typically have no idea what datasets we are a part of, few methods of consenting (or not) to being a part of those datasets, no say in what those datasets generate and dubious ways of benefiting from them. Some companies give us limited means of <a id="a1">opting out</a>.
de: In den USA haben wir meist keine Ahnung, in welchen Datensätzen wir stecken. Wir haben kaum Möglichkeiten zuzustimmen (oder abzulehnen), keinen Einfluss darauf, was diese Datensätze generieren, und fragwürdige Wege, davon zu profitieren. Manche Unternehmen gewähren uns begrenzte <a id="a1">Widerspruchsmöglichkeiten</a>.
fr: Aux États-Unis, nous n’avons généralement aucune idée des ensembles de données auxquels nous appartenons, il existe peu de méthodes pour consentir (ou non) à faire partie de ces ensembles de données, nous n’avons pas notre mot à dire sur ce que ces ensembles de données génèrent et des façons douteuses d’en tirer profit. Certaines entreprises nous proposent des moyens limités de nous <a id="a1">désinscrire</a>.

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: LAION-5B is just one of the countless datasets that we are a part of, and it is one of the very few that we can examine. We are already gathered in datasets that are maintained by employers, schools, governments, doctors, and businesses small and large. The potential of some of these dataset gatherings to build community and reclaim agency is thrilling.
de: LAION-5B ist nur einer von zahllosen Datensätzen, in denen wir vorkommen – und einer der ganz wenigen, die wir überhaupt einsehen können. Wir sind bereits in Datensätzen von Arbeitgebern, Schulen, Regierungen, Ärzten und Unternehmen jeder Größe versammelt. Das Potenzial, durch solche Zusammenkünfte Gemeinschaft zu stiften und Handlungsfähigkeit zurückzugewinnen, ist enorm.
fr: LAION-5B n’est que l’un des innombrables ensembles de données dont nous faisons partie, et c’est l’un des très rares que nous pouvons examiner. Nous sommes déjà rassemblés dans des ensembles de données qui sont gérés par les employeurs, les écoles, les gouvernements, les médecins et les entreprises, petites et grandes. Le potentiel de certaines de ces collectes d’ensembles de données pour créer une communauté et reprendre du pouvoir est passionnant.

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: For instance, what could happen if all the people who <a id="a1">Target thinks are pregnant</a> got together, or if all the people who <a id="a2">police department’s scanners have marked suspicious</a> got organized? These gatherings can, for the most part, only live as thought experiments in our minds. Most of these datasets are inaccessible to us, even if our inclusion in them has a bearing on our lived experience.
de: Was würde zum Beispiel passieren, wenn sich alle Menschen versammeln würden, die <a id="a1">laut Target schwanger sind</a>? Oder wenn sich alle organisieren würden, <a id="a2">die von Polizeiscannern als verdächtig markiert wurden</a>? Solche Versammlungen können meist nur als Gedankenexperiment stattfinden. Die meisten dieser Datensätze bleiben uns verschlossen, auch wenn unsere Erfassung darin direkte Auswirkungen auf unser Leben hat.
fr: Par exemple, que se passerait-il si toutes les personnes que <a id="a1">Target considère comme enceintes</a> se réunissaient, ou si toutes les personnes que les <a id="a2">scanners de la police ont identifiées comme suspectes</a> s’organisaient ? Ces rassemblements ne peuvent, pour la plupart, exister que comme des expériences de pensée dans nos esprits. La majorité de ces ensembles de données nous sont inaccessibles, même si notre inclusion dans ceux-ci a une incidence sur notre expérience vécue.

# body.199c22fc-590b-4ad2-8aec-21195a753a3e
source: In the interim, let’s keep sending invitations.
de: Bis dahin: Lassen Sie uns weiter Einladungen verschicken.
fr: En attendant, continuons à envoyer des invitations.

# body.0797d4de-a6a7-459c-b49e-2178498a08c8
source: <b><i>Acknowledgements:</i></b> <i>Warm thanks to all the image donors and participants who came together for</i> We are already gathered<i>, to Nicole Kaack, who invited me to put together it together as a part of her</i> <a id="a1">Body Double</a><i> series and has been a co-conspirator all along, and to ann haeyoung, for her considered engagement and guidance.</i>
de: <b><i>Danksagung:</i></b> <i>Ein herzlicher Dank gilt allen Bildspendern und Teilnehmenden, die sich für</i> We are already gathered zusammengefunden haben<i>. Danke an Nicole Kaack, die mich eingeladen hat, das Projekt als Teil ihrer</i> <a id="a1">Body Double</a><i>-Reihe zu realisieren, und die mir von Anfang an eine Komplizin war. Und danke an ann haeyoung für ihren reflektierten Austausch und ihre Begleitung.</i>
fr: <b><i>Remerciements :</i></b> <i>je remercie chaleureusement tous les donateurs d’images et les participants qui se sont réunis pour</i> Nous sommes déjà rassemblés<i>, Nicole Kaack, qui m’a invité à mettre en place ce projet dans le cadre de sa série</i> <a id="a1">Body Double</a><i> et qui a été ma complice tout au long du chemin, ainsi que ann haeyoung pour son engagement réfléchi et ses conseils.</i>
