Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/toys-data-security-safety-report-2025.po
Languages: de, fr

# seo_title
source: Privacy Review: Toys Report
de: Datenschutzüberprüfung: Spielzeugbericht
fr: Examen de la confidentialité : rapport sur les jouets

# search_description
source: Read Mozilla Foundation's guide to connected toys. We’ve commissioned research from 7ASecurity, a trusted cybersecurity consultancy, to hack ten of the most popular internet toys for privacy and security concerns.
de: Lesen Sie den Leitfaden der Mozilla Foundation zu vernetztem Spielzeug. Wir haben 7ASecurity, eine vertrauenswürdige Beratungsfirma für Cybersicherheit, damit beauftragt, zehn der beliebtesten Smart Toys zu hacken, um Datenschutz- und Sicherheitsmängel aufzudecken.
fr: Lisez le guide de la Fondation Mozilla sur les jouets connectés. Nous avons commandé une étude à 7ASecurity, un cabinet de conseil en cybersécurité de confiance, pour pirater dix des jouets Internet les plus populaires afin d’évaluer leur niveau de confidentialité et de sécurité.

# title
source: Special Report: Hacking 10 Popular Toys for Safety and Privacy
de: Sonderbericht: Wir haben 10 beliebte Spielzeuge gehackt – für Ihre Sicherheit und Privatsphäre
fr: Rapport spécial : Piratage de 10 jouets populaires en vue d’évaluer leur sécurité et confidentialité

# hero_image_alt_text
source: Two kids playing on a tablet with parents in the background.
de: Zwei Kinder spielen am Tablet, im Hintergrund die Eltern.
fr: Deux enfants jouant sur une tablette avec des parents en arrière-plan.

# lede_text
source: There are more cloud-connected toys out there than we can count. This holiday, it’s not just AI you have to look out for when you’re unwrapping presents for the kids.
de: Es gibt mehr Cloud-vernetztes Spielzeug da draußen, als wir zählen können. In dieser Weihnachtszeit müssen Sie beim Auspacken der Geschenke für die Kinder nicht nur auf KI achten.
fr: Il existe plus de jouets connectés au cloud que nous ne pouvons en compter. Pendant les fêtes, ce n’est pas seulement l’IA que vous devez surveiller lorsque vous déballez les cadeaux pour les enfants.

# body.718714ff-4a83-4e16-8f58-b876ddc44aa6
source: If a toy’s connected to the internet, it can send information about you and your children back to the vendor’s servers, as well as to third-party companies the vendor has data-sharing agreements with.
de: Wenn ein Spielzeug mit dem Internet verbunden ist, kann es Informationen über Sie und Ihre Kinder an die Server des Anbieters zurücksenden – sowie an Drittunternehmen, mit denen der Anbieter Datenaustauschvereinbarungen getroffen hat.
fr: Si un jouet est connecté à Internet, il peut envoyer des informations sur vous et vos enfants aux serveurs du fournisseur, ainsi qu’à des sociétés tierces avec lesquelles le fournisseur a conclu des accords de partage de données.

# body.718714ff-4a83-4e16-8f58-b876ddc44aa6
source: We’ve commissioned research from <a id="a1">7ASecurity</a>, a trusted cybersecurity consultancy, to hack ten of the most popular internet toys for privacy and security concerns.
de: Wir haben <a id="a1">7ASecurity</a>, eine vertrauenswürdige Beratungsfirma für Cybersicherheit, damit beauftragt, zehn der beliebtesten Smart Toys zu hacken, um Datenschutz- und Sicherheitsbedenken aufzudecken.
fr: Nous avons commandé une étude à <a id="a1">7ASecurity</a>, un cabinet de conseil en cybersécurité de confiance, pour pirater dix des jouets Internet les plus populaires afin d’évaluer leur niveau de confidentialité et de sécurité.

# body.718714ff-4a83-4e16-8f58-b876ddc44aa6
source: “Across the ten smart toys audited for this report, 7ASecurity found widespread security and privacy weaknesses. In practical terms, that means many toys marketed for children could be misused to spy on families, manipulate what kids hear or see, or expose sensitive data.”
de: „Bei den zehn für diesen Report geprüften Smart Toys fand 7ASecurity weit verbreitete Sicherheits- und Datenschutzschwächen. In der Praxis bedeutet dies, dass viele Spielzeuge, die für Kinder vermarktet werden, missbraucht werden könnten, um Familien auszuspionieren, zu manipulieren, was Kinder hören oder sehen, oder sensible Daten preiszugeben.“
fr: « Sur les dix jouets intelligents audités pour ce rapport, 7ASecurity a constaté des faiblesses généralisées en matière de sécurité et de confidentialité. Concrètement, cela signifie que de nombreux jouets commercialisés pour les enfants pourraient être utilisés à mauvais escient pour espionner des familles, manipuler ce que les enfants entendent ou voient, ou exposer des données sensibles. »

# body.718714ff-4a83-4e16-8f58-b876ddc44aa6
source: We chose these toys based on their popularity with shoppers globally. These ten toys are also widely representative of other connected toys on the market in terms of their features. Our findings show there are some serious security holes lurking in these products. 7ASecurity tested the following toys:
de: Wir haben diese Spielzeuge aufgrund ihrer weltweiten Beliebtheit bei Käufern ausgewählt. Diese zehn Spielzeuge sind hinsichtlich ihrer Funktionen zudem repräsentativ für viele andere vernetzte Spielzeuge auf dem Markt. Unsere Ergebnisse zeigen, dass in diesen Produkten ernsthafte Sicherheitslücken stecken. 7ASecurity hat die folgenden Spielzeuge getestet:
fr: Nous avons choisi ces jouets en fonction de leur popularité auprès des acheteurs du monde entier. Ces dix jouets sont également largement représentatifs des autres jouets connectés du marché en termes de caractéristiques. Nos résultats montrent qu’il y a de graves failles de sécurité qui se cachent dans ces produits. 7ASecurity a testé les jouets suivants :

# body.718714ff-4a83-4e16-8f58-b876ddc44aa6
source: Amazon Fire Kids Tablet, an Amazon tablet designed for kids age 3-7 with parental controls
de: Amazon Fire Kids Tablet, ein Amazon-Tablet, das für Kinder im Alter von 3-7 Jahren entwickelt wurde und über eine Kindersicherung verfügt
fr: Amazon Fire Kids Tablet, une tablette Amazon conçue pour les enfants de 3 à 7 ans avec contrôle parental ;

# body.718714ff-4a83-4e16-8f58-b876ddc44aa6
source: Emo Robot, a mini robot companion that plays with you at your desk
de: Emo Robot, ein Mini-Roboter als Begleiter, der mit Ihnen am Schreibtisch spielt
fr: Emo Robot, un mini robot compagnon qui joue avec vous à votre bureau ;

# body.718714ff-4a83-4e16-8f58-b876ddc44aa6
source: GoCube Edge, Bluetooth-connected Rubik’s Cube puzzle
de: GoCube Edge, ein per Bluetooth vernetzter Zauberwürfel
fr: GoCube Edge, un puzzle Rubik’s Cube connecté par Bluetooth ;

# body.718714ff-4a83-4e16-8f58-b876ddc44aa6
source: Huawei Watch Kids 4, a smartwatch designed for kids
de: Huawei Watch Kids 4, eine Smartwatch, die für Kinder entwickelt wurde
fr: Huawei Watch Kids 4, une montre intelligente conçue pour les enfants ;

# body.718714ff-4a83-4e16-8f58-b876ddc44aa6
source: Miko Mini, a conversational companion robot for kids
de: Miko Mini, ein dialogfähiger Begleitroboter für Kinder
fr: Miko Mini, un robot compagnon conversationnel pour les enfants ;

# body.718714ff-4a83-4e16-8f58-b876ddc44aa6
source: PlayShifu Plugo Count, a stem learning game that connects to a tablet or phone
de: PlayShifu Plugo Count, ein MINT-Lernspiel, das mit einem Tablet oder Handy verbunden wird
fr: PlayShifu Plugo Count, un jeu d’apprentissage STEM qui se connecte à une tablette ou un téléphone ;

# body.718714ff-4a83-4e16-8f58-b876ddc44aa6
source: Powerup 4.0 Airplane, a smartphone connected paper airplane
de: Powerup 4.0 Airplane, ein per Smartphone gesteuerter Papierflieger
fr: Powerup 4.0 Airplane, un avion en papier connecté à un smartphone ;

# body.718714ff-4a83-4e16-8f58-b876ddc44aa6
source: Sphero Mini Activity Kit, a smartphone connected robotic ball and toy set
de: Sphero Mini Activity Kit, ein Set mit einem per Smartphone gesteuerten Roboterball
fr: Kit d’activité Sphero Mini, une boule robotique connectée à un smartphone et un ensemble de jouets ;

# body.718714ff-4a83-4e16-8f58-b876ddc44aa6
source: TickTalk 5, a smartwatch designed for kids
de: TickTalk 5, eine Smartwatch, die für Kinder entwickelt wurde
fr: TickTalk 5, une montre intelligente conçue pour les enfants ;

# body.718714ff-4a83-4e16-8f58-b876ddc44aa6
source: Toniebox 1, an audioplayer with music, stories, and games
de: Toniebox 1, ein Audioplayer mit Musik, Geschichten und Spielen
fr: Toniebox 1, un lecteur audio avec de la musique, des histoires et des jeux.

# body.718714ff-4a83-4e16-8f58-b876ddc44aa6
source: Here are the most common issues we’ve identified from our security audit with 7ASecurity.
de: Hier sind die häufigsten Probleme, die wir bei unserem Sicherheits-Check mit 7ASecurity identifiziert haben.
fr: Voici les problèmes les plus courants que nous avons identifiés lors de notre audit de sécurité avec 7ASecurity.

# body.7b24143e-0da9-4e96-93d9-7caaf75c664f
source: A Stranger’s Voice in Your Toy
de: Eine fremde Stimme in Ihrem Spielzeug
fr: Une voix inconnue dans votre jouet

# body.7b24143e-0da9-4e96-93d9-7caaf75c664f
source: Children's toys with voice features have come a long way since the days of a draw-string attached to a speaker box. Internet-connected toys with speech recognition can listen to your child and talk back by making a request to an online service, which is usually powered by AI.
de: Kinderspielzeug mit Sprachfunktionen hat sich weit von den Tagen einer Zugschnur an einer Sprechbox entfernt. Internetfähiges Spielzeug mit Spracherkennung kann Ihrem Kind zuhören und antworten, indem es eine Anfrage an einen Online-Dienst stellt, der meist von KI betrieben wird.
fr: Les jouets pour enfants dotés de fonctions vocales ont beaucoup évolué depuis l’époque où une cordelette de serrage était attachée à une enceinte de haut-parleur. Les jouets connectés à Internet avec reconnaissance vocale peuvent écouter votre enfant et lui répondre en faisant une demande à un service en ligne, qui est généralement alimenté par l’IA.

# body.7b24143e-0da9-4e96-93d9-7caaf75c664f
source: The internet service then generates a response using text-to-speech software, which is then piped back from the internet to the toy's speaker for playback.
de: Der Internetdienst generiert dann eine Antwort mithilfe von Text-to-Speech-Software, die anschließend aus dem Internet zurück an den Lautsprecher des Spielzeugs zur Wiedergabe gesendet wird.
fr: Le service Internet génère ensuite une réponse à l’aide d’un logiciel de synthèse vocale de texte, qui est ensuite renvoyé d’Internet vers le haut-parleur du jouet pour être lu.

# body.7b24143e-0da9-4e96-93d9-7caaf75c664f
source: 7ASecurity’s audit found that some of the toys we’ve listed have security vulnerabilities that mean an attacker could hijack the speaker by intercepting and altering responses sent back to your child.
de: Die Prüfung von 7ASecurity ergab, dass einige der von uns aufgelisteten Spielzeuge Sicherheitslücken aufweisen, durch die ein Angreifer den Lautsprecher kapern könnte, indem er die an Ihr Kind zurückgesendeten Antworten abfängt und verändert.
fr: L’ audit de 7ASecurity a révélé que certains des jouets que nous avons répertoriés présentent des vulnérabilités de sécurité. Cela signifie qu’un hacker pourrait détourner le haut-parleur en interceptant et en modifiant les réponses envoyées à votre enfant.

# body.7b24143e-0da9-4e96-93d9-7caaf75c664f
source: <b>What's the Risk:</b> While security on these toys could certainly be better, 7ASecurity didn’t find any evidence the voice injection attacks discovered among the 10 audited toys can be carried out completely remotely. An attacker would need to be able to intercept your traffic using a Man in the Middle technique, so the only plausible culprits are a rogue ISP employee, a hacker using the same Wi-Fi network as your toy or an attacker within Bluetooth range.
de: <b>Was ist das Risiko?</b> Obwohl die Sicherheit bei diesen Spielzeugen sicherlich besser sein könnte, fand 7ASecurity keine Beweise dafür, dass die bei den 10 geprüften Spielzeugen entdeckten „Voice Injection“-Angriffe vollständig aus der Ferne durchgeführt werden können. Ein Angreifer müsste in der Lage sein, Ihren Datenverkehr mittels einer „Man-in-the-Middle“-Technik abzufangen. Die einzigen plausiblen Täter wären also ein betrügerischer Mitarbeiter eines Internetanbieters, ein Hacker im selben WLAN-Netzwerk wie Ihr Spielzeug oder ein Angreifer in Bluetooth-Reichweite.
fr: <b>Quel est le risque : </b> bien que la sécurité de ces jouets puisse certainement être améliorée, 7ASecurity n’a trouvé aucune preuve que les attaques par injection vocale découvertes parmi les 10 jouets audités puissent être effectuées complètement à distance. Un attaquant devrait être en mesure d’intercepter votre trafic en utilisant une technique de type « Man in the Middle » (Homme du milieu), de sorte que les seuls coupables plausibles seraient un employé malveillant de votre FAI, un pirate informatique utilisant le même réseau Wi-Fi que votre jouet ou un attaquant se trouvant à portée de votre Bluetooth.

# body.7b24143e-0da9-4e96-93d9-7caaf75c664f
source: Realistically, if your home Wi-Fi is using suitable security controls like WPA3 and you trust the other devices on your network, then you won't need to worry about it. However, you would need to be concerned if you’re using an insecure public Wi-Fi access point where a hacker could potentially monitor your internet traffic.
de: Realistischerweise müssen Sie sich keine Sorgen machen, wenn Ihr Heim-WLAN geeignete Sicherheitskontrollen wie WPA3 verwendet und Sie den anderen Geräten in Ihrem Netzwerk vertrauen. Sie müssten sich jedoch Sorgen machen, wenn Sie einen unsicheren öffentlichen WLAN-Zugangspunkt nutzen, an dem ein Hacker möglicherweise Ihren Internetverkehr überwachen könnte.
fr: Concrètement, si votre Wi-Fi domestique utilise des contrôles de sécurité appropriés comme le protocole WPA3 et que vous faites confiance aux autres appareils de votre réseau, vous n’aurez pas à vous en soucier. Cependant, vous devez vous inquiéter si vous utilisez un point d’accès Wi-Fi public non sécurisé où un pirate pourrait potentiellement surveiller votre trafic Internet.

# body.7b24143e-0da9-4e96-93d9-7caaf75c664f
source: Real-World Implications:
de: Auswirkungen in der realen Welt:
fr: Implications concrètes :

# body.7b24143e-0da9-4e96-93d9-7caaf75c664f
source: 7ASecurity found that the following toys are affected by this issue:
de: 7ASecurity fand heraus, dass das folgende Spielzeug von diesem Problem betroffen ist:
fr: 7ASecurity a constaté que les jouets suivants sont affectés par ce problème :

# body.7b24143e-0da9-4e96-93d9-7caaf75c664f
source: Emo Robot, a mini robot companion that plays with you at your desk
de: Emo Robot, ein Mini-Roboter als Begleiter, der mit Ihnen am Schreibtisch spielt
fr: Emo Robot, un mini robot compagnon qui joue avec vous à votre bureau.

# body.7b24143e-0da9-4e96-93d9-7caaf75c664f
source: With control over the speaker, an attacker could send inappropriate voice messages to your child without oversight. Imagine spending hundreds of dollars on a voice-connected teddy bear, just for it to start speaking profanity at random. It goes beyond pranks, too. In the worst case, a predator could use the implicit trust kids place in their toys to lure them to a dangerous location.
de: Mit der Kontrolle über den Lautsprecher könnte ein Angreifer Ihrem Kind ohne Aufsicht unangemessene Sprachnachrichten senden. Stellen Sie sich vor, Sie geben Hunderte von Euro für einen sprachgesteuerten Teddybären aus, nur damit dieser plötzlich anfängt, wahllos Obszönitäten von sich zu geben. Das geht über bloße Streiche hinaus. Im schlimmsten Fall könnte ein Täter das implizite Vertrauen, das Kinder in ihre Spielzeuge setzen, nutzen, um sie an einen gefährlichen Ort zu locken.
fr: En contrôlant le haut-parleur, un attaquant pourrait envoyer des messages vocaux inappropriés à votre enfant sans surveillance adéquate. Imaginez dépenser des centaines de dollars pour un ours en peluche connecté à la voix, qui se mettrait à proférer des grossièretés au hasard. Cela va au-delà d’une simple farce. Dans le pire des cas, un prédateur pourrait utiliser la confiance implicite que les enfants placent dans leurs jouets pour les attirer dans un endroit dangereux.

# body.737c7cb9-92a8-4528-a8b0-3e916c05c363.label
source: 3 Ways to Play Safe With Digital Toys
de: 3 Tipps für den sicheren Umgang mit digitalem Spielzeug
fr: 3 façons de jouer en toute sécurité avec des jouets numériques

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: Location, Location, Location
de: Lage, Lage, Lage
fr: Localisation, localisation, localisation

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: Most of the toys in this list come with internal memory that allows them to save media like voice clips, images, and video captured through microphones and cameras. Even if your loved ones' favourite moments aren’t being sent to the cloud to fuel AI models, the problem doesn’t end there.
de: Die meisten Spielzeuge in dieser Liste verfügen über einen internen Speicher, der es ermöglicht, Medien wie Sprachclips, Bilder und Videos zu speichern, die über Mikrofone und Kameras aufgenommen wurden. Selbst wenn die Lieblingsmomente Ihrer Liebsten nicht in die Cloud gesendet werden, um KI-Modelle zu füttern, endet das Problem dort nicht.
fr: La plupart des jouets de cette liste sont dotés d’une mémoire interne qui leur permet d’enregistrer des médias tels que des clips vocaux, des images et des vidéos capturés par des microphones et des caméras. Même si les moments préférés de vos proches ne sont pas envoyés dans le cloud pour alimenter les modèles d’IA, le problème ne s’arrête pas là.

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: 7ASecurity found that these files are sometimes poorly secured: both on the toys on our list and their accompanying apps. Our research suggests that there’s multiple issues with how personal data is stored locally, ranging from manufacturers choosing not to use the most secure data-storage options available when saving data to mobile apps, to not using encryption for files saved to internal and external storage.
de: 7ASecurity fand heraus, dass diese Dateien manchmal schlecht gesichert sind: sowohl auf den Spielzeugen unserer Liste als auch in den dazugehörigen Apps. Unsere Untersuchung deutet darauf hin, dass es mehrere Probleme damit gibt, wie personenbezogene Daten lokal gespeichert werden. Das reicht von Herstellern, die sich gegen die sichersten verfügbaren Speicheroptionen in mobilen Apps entscheiden, bis hin zum Verzicht auf Verschlüsselung bei Dateien auf internen und externen Speichern.
fr: 7ASecurity a constaté que ces fichiers sont parfois mal sécurisés sur les jouets de notre liste et sur les applications qui les accompagnent. Nos recherches suggèrent que le stockage local des données personnelles pose plusieurs problèmes, allant des fabricants qui choisissent de ne pas utiliser les solutions de stockage de données les plus sécurisées disponibles lors de l’enregistrement de données dans des applications mobiles à l’absence de cryptage pour les fichiers enregistrés sur des supports de stockage internes et externes.

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: However, it seems that poor physical security is the main culprit. According to 7ASecurity, “4 out of 10 [toys] exposed sensitive data through insecure physical storage.”
de: Es scheint jedoch, dass mangelnde physische Sicherheit der Hauptverursacher ist. Laut 7ASecurity haben „4 von 10 [Spielzeugen] sensible Daten durch unsichere physische Speicherung offengelegt.“
fr: Cependant, il semble que la mauvaise sécurité physique soit le principal coupable. Selon 7ASecurity, « 4 [jouets] sur 10 ont exposé des données sensibles via un stockage physique non sécurisé ».

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: <b>What's the Risk:</b> If your child's toy is stolen or lost, your private information could be accessed.. This also goes for toys you've donated, sold, or discarded. Without proper encryption in place, an attacker would be able to remove the SD card from the toy and access all of the images and videos stored on the device.
de: <b>Was ist das Risiko?</b> Wenn das Spielzeug Ihres Kindes gestohlen wird oder verloren geht, könnte auf Ihre privaten Informationen zugegriffen werden. Dies gilt auch für Spielzeuge, die Sie gespendet, verkauft oder entsorgt haben. Ohne ordnungsgemäße Verschlüsselung wäre ein Angreifer in der Lage, die SD-Karte aus dem Spielzeug zu entfernen und auf alle auf dem Gerät gespeicherten Bilder und Videos zuzugreifen.
fr: <b>Quel est le risque :</b> si le jouet de votre enfant est volé ou perdu, vos informations privées pourraient être consultées. Cela vaut également pour les jouets que vous avez donnés, vendus ou jetés. Sans un cryptage approprié en place, un attaquant serait en mesure de retirer la carte SD du jouet et d’accéder à toutes les images et vidéos stockées sur l’appareil.

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: Make sure you pick an encrypted option if asked to choose how your data is stored. If you're not properly wiping all stored data from the toy before it passes out of your hands, it's a potential privacy threat.
de: Stellen Sie sicher, dass Sie eine verschlüsselte Option wählen, wenn Sie gefragt werden, wie Ihre Daten gespeichert werden sollen. Wenn Sie nicht alle gespeicherten Daten ordnungsgemäß vom Spielzeug löschen, bevor es Ihre Hände verlässt, stellt dies eine potenzielle Bedrohung für Ihre Privatsphäre dar.
fr: Assurez-vous de choisir une option cryptée si vous êtes invité à choisir la manière dont vos données sont stockées. Si vous n’effacez pas correctement toutes les données stockées du jouet avant de vous en séparer, cela peut constituer une menace à votre vie privée.

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: Real World Implications:
de: Auswirkungen in der realen Welt:
fr: Implications concrètes :

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: 7ASecurity found that the following toys are affected by this issue:
de: 7ASecurity fand heraus, dass das folgende Spielzeug von diesem Problem betroffen ist:
fr: 7ASecurity a constaté que les jouets suivants sont affectés par ce problème :

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: Amazon Fire Kids Tablet, an Amazon tablet designed for kids age 3-7 with parental controls
de: Amazon Fire Kids Tablet, ein Amazon-Tablet, das für Kinder im Alter von 3-7 Jahren entwickelt wurde und über eine Kindersicherung verfügt
fr: Amazon Fire Kids Tablet, une tablette Amazon conçue pour les enfants de 3 à 7 ans avec contrôle parental ;

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: Emo Robot, a mini robot companion that plays with you at your desk
de: Emo Robot, ein Mini-Roboter als Begleiter, der mit Ihnen am Schreibtisch spielt
fr: Emo Robot, un mini robot compagnon qui joue avec vous à votre bureau ;

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: Huawei Watch Kids 4, a smartwatch designed for kids
de: Huawei Watch Kids 4, eine Smartwatch, die für Kinder entwickelt wurde
fr: Huawei Watch Kids 4, une montre intelligente conçue pour les enfants ;

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: PlayShifu Plugo Count, a stem learning game that connects to a tablet or phone
de: PlayShifu Plugo Count, ein MINT-Lernspiel, das mit einem Tablet oder Handy verbunden wird
fr: PlayShifu Plugo Count, un jeu d’apprentissage STEM qui se connecte à une tablette ou un téléphone ;

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: TickTalk 5, a smartwatch designed for kids
de: TickTalk 5, eine Smartwatch, die für Kinder entwickelt wurde
fr: TickTalk 5, une montre intelligente conçue pour les enfants ;
