Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/toys-data-security-safety-report-2025.po
Languages: de, fr

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: Toniebox 1, an audioplayer with music, stories, and games
de: Toniebox 1, ein Audioplayer mit Musik, Geschichten und Spielen
fr: Toniebox 1, un lecteur audio avec de la musique, des histoires et des jeux.

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: Depending on what the toy has recorded, an attacker could have access to anything from intimate family discussions to clues about the layout of your house. Here’s just a few things an attacker could learn from your discarded data:
de: Je nachdem, was das Spielzeug aufgezeichnet hat, könnte ein Angreifer Zugang zu allem haben – von intimen Familiengesprächen bis hin zu Hinweisen über den Grundriss Ihres Hauses. Hier sind nur einige Dinge, die ein Angreifer aus Ihren weggeworfenen Daten lernen könnte:
fr: Selon ce que le jouet a enregistré, un attaquant pourrait avoir accès à tout, des discussions familiales intimes aux indices sur l’agencement de votre maison. Voici quelques informations qu’un attaquant pourrait obtenir à partir de vos données supprimées :

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: Addresses, phone numbers, or daily routines through voice recordings
de: Adressen, Telefonnummern oder tägliche Routinen durch Sprachaufzeichnungen
fr: Adresses, numéros de téléphone ou routines quotidiennes par le biais d’enregistrements vocaux ;

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: Location data embedded in photos and recordings
de: Standortdaten, die in Fotos und Aufnahmen eingebettet sind
fr: Données de localisation intégrées dans les photos et les enregistrements ;

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: Family member names and relationships from contact data
de: Namen von Familienmitgliedern und Beziehungen aus Kontaktdaten
fr: Noms des membres de la famille et relations à partir des données de contact ;

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: Timestamps revealing when the home is occupied or empty
de: Zeitstempel, die verraten, wann das Zuhause bewohnt oder leer ist
fr: Horodatages révélant quand la maison est occupée ou vide.

# body.fdf504ca-7001-47f4-ba20-3dc663f6c8e0
source: There's a wealth of information these toys record, so taking the right precautions is a must.
de: Es gibt eine Fülle von Informationen, die diese Spielzeuge aufzeichnen, daher ist das Treffen der richtigen Vorsichtsmaßnahmen ein Muss.
fr: Ces jouets enregistrent une mine d’informations, il est donc indispensable de prendre les bonnes précautions.

# body.221f5307-6df6-46a5-8ada-765f36711cd0.quote
source: There’s a few things you can do to mitigate the risks of internet connected toys, from password safety to removing the SD card.
de: Es gibt ein paar Dinge, die Sie tun können, um die Risiken von mit dem Internet verbundenen Spielzeugen zu mindern, von Passwortsicherheit bis zum Entfernen der SD-Karte.
fr: Il y a plusieurs mesures que vous pouvez prendre pour atténuer les risques liés aux jouets connectés à Internet, allant de la sécurité des mots de passe au retrait de la carte SD.

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: The Data You Give
de: Die Daten, die Sie preisgeben
fr: Les données que vous fournissez

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: You've probably been there before: Everyone's unwrapped their presents, started playing with their shiny new toys, and before you know it you're downloading apps and filling out account registration forms just so your kid's internet-connected dinosaur action figure will roar when they pass in front of it.
de: Sie haben das wahrscheinlich schon erlebt: Alle haben ihre Geschenke ausgepackt, angefangen mit ihren glänzenden neuen Spielzeugen zu spielen, und ehe Sie sich versehen, laden Sie Apps herunter und füllen Registrierungsformulare aus, nur damit die vernetzte Dinosaurier-Actionfigur Ihres Kindes brüllt, wenn es daran vorbeigeht.
fr: Vous avez probablement déjà vécu cette situation : tout le monde a déballé ses cadeaux, a commencé à jouer avec ses nouveaux jouets flambant neufs, et avant que vous ne vous en rendiez compte, vous téléchargez des applications et remplissez des formulaires d’inscription à des comptes juste pour que la figurine de dinosaure connectée à Internet de votre enfant rugisse quand il passera devant elle.

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: If you're concerned about whether your child's personal data is being correctly safeguarded when you sign up to these services, you're right to be worried. 7ASecurity’s audits found that “6 out of 10 exhibited server‑side vulnerabilities or missing authentication controls”.
de: Wenn Sie besorgt sind, ob die persönlichen Daten Ihres Kindes bei der Anmeldung zu diesen Diensten korrekt geschützt werden, haben Sie völlig recht. Die Prüfungen von 7ASecurity ergaben, dass „6 von 10 Spielzeugen serverseitige Schwachstellen oder fehlende Authentifizierungskontrollen aufwiesen“.
fr: Si vous vous demandez si les données personnelles de votre enfant sont correctement protégées lorsque vous vous inscrivez à ces services, vous avez raison de vous inquiéter. Les audits de 7ASecurity ont révélé que « 6 sur 10 présentaient des vulnérabilités côté serveur ou des contrôles d’authentification manquants ».

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: <a id="a1">Server-side vulnerabilities</a> can vary widely in scope, but from what we’ve been shown by 7ASecurity at least some of these could be abused to scrape the personal data you’ve provided to a vendor. Personal data you’ve been forced to hand over to make full use of these toys' functionality.
de: <a id="a1">Serverseitige Schwachstellen</a> können im Umfang stark variieren, aber nach dem, was uns von 7ASecurity gezeigt wurde, könnten zumindest einige davon missbraucht werden, um die personenbezogenen Daten abzugreifen („Scraping“), die Sie einem Anbieter bereitgestellt haben. Personenbezogene Daten, zu deren Herausgabe Sie gezwungen waren, um die Funktionalität dieser Spielzeuge voll nutzen zu können.
fr: <a id="a1">Les vulnérabilités côté serveur</a> peuvent varier considérablement, mais d’après ce que 7ASecurity nous a montré, certaines d’entre elles pourraient être utilisées de manière abusive pour récupérer les données personnelles que vous avez fournies à un fournisseur. Les données personnelles que vous avez été obligé de transmettre pour utiliser pleinement les fonctionnalités de ces jouets.

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: We’ve seen evidence that some of these misconfigurations could be abused to carry out remote code execution on a toy, giving an attacker complete control over the toy’s functions.
de: Wir haben Beweise gesehen, dass einige dieser Fehlkonfigurationen missbraucht werden könnten, um eine Remotecodeausführung auf einem Spielzeug durchzuführen, was einem Angreifer die vollständige Kontrolle über die Funktionen des Spielzeugs geben würde.
fr: Nous avons constaté que certaines de ces mauvaises configurations pourraient être utilisées à mauvais escient pour exécuter à distance du code sur un jouet, ce qui donnerait à un attaquant le contrôle total des fonctions du jouet.

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: <b>What's the Risk:</b> It really depends on the service you're using, but we've seen that some of these internet-enabled services have significant security holes that would allow an attacker to infiltrate entire databases and harvest personal details wholesale.
de: <b>Was ist das Risiko?</b> Es hängt wirklich von dem Dienst ab, den Sie nutzen, aber wir haben gesehen, dass einige dieser internetfähigen Dienste erhebliche Sicherheitslücken aufweisen, die es einem Angreifer ermöglichen würden, ganze Datenbanken zu infiltrieren und persönliche Details im großen Stil zu ernten.
fr: <b>Quel est le risque :</b> cela dépend vraiment du service que vous utilisez, mais nous avons constaté que certains de ces services accessibles sur l’Internet présentent des failles de sécurité importantes qui permettraient à un attaquant d’infiltrer des bases de données entières et de collecter des informations personnelles en gros.

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: The data you could potentially lose includes:
de: Die Daten, die Sie potenziell verlieren könnten, umfassen:
fr: Les données que vous pourriez perdre comprennent :

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: Full names, birthdates, and ages of children
de: Vollständige Namen, Geburtsdaten und das Alter von Kindern
fr: noms complets, dates de naissance et âges des enfants ;

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: Your email addresses and phone numbers
de: Ihre E-Mail-Adressen und Telefonnummern
fr: vos adresses e-mail et numéros de téléphone ;

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: Home addresses for product shipments
de: Wohnadressen für Produktlieferungen
fr: adresses du domicile pour les expéditions de produits ;

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: Voice recordings and video chats
de: Sprachaufzeichnungen und Video-Chats
fr: enregistrements vocaux et chats vidéo ;

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: Usage patterns revealing when children are home and awake
de: Nutzungsmuster, die verraten, wann Kinder zu Hause und wach sind
fr: habitudes d’utilisation révélant quand les enfants sont à la maison et éveillés ;

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: GPS coordinates from location-aware toys
de: GPS-Koordinaten von ortsbezogenen Spielzeugen
fr: coordonnées GPS des jouets géolocalisés.

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: As for remote code execution, an attacker who gains control of a connected toy could activate cameras and microphones without your knowledge, turning your toy into a surveillance device in your child’s bedroom. Any data that passes through the toy would be available for the attacker to you.
de: Was die Remotecodeausführung betrifft: Ein Angreifer, der die Kontrolle über ein vernetztes Spielzeug erlangt, könnte Kameras und Mikrofone ohne Ihr Wissen aktivieren und Ihr Spielzeug in ein Überwachungsgerät im Kinderzimmer verwandeln. Alle Daten, die das Spielzeug passieren, wären für den Angreifer zugänglich.
fr: En ce qui concerne l’exécution de code à distance, un attaquant qui prend le contrôle d’un jouet connecté pourrait activer des caméras et des microphones à votre insu, transformant votre jouet en un dispositif de surveillance dans la chambre de votre enfant. Toutes les données qui transitent par le jouet seraient à la disposition de l’attaquant.

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: Real-World Consequences:
de: Auswirkungen in der realen Welt:
fr: Conséquences concrètes :

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: 7ASecurity found that the following toys are affected by this issue:
de: 7ASecurity fand heraus, dass das folgende Spielzeug von diesem Problem betroffen ist:
fr: 7ASecurity a constaté que les jouets suivants sont affectés par ce problème :

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: PlayShifu Plugo Count, a stem learning game that connects to a tablet or phone
de: PlayShifu Plugo Count, ein MINT-Lernspiel, das mit einem Tablet oder Handy verbunden wird
fr: PlayShifu Plugo Count, un jeu d’apprentissage STEM qui se connecte à une tablette ou un téléphone ;

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: Powerup 4.0 Airplane, a smartphone connected paper airplane
de: Powerup 4.0 Airplane, ein per Smartphone gesteuerter Papierflieger
fr: Powerup 4.0 Airplane, un avion en papier connecté à un smartphone ;

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: Sphero Mini Activity Kit, a smartphone connected robotic ball and toy set
de: Sphero Mini Activity Kit, ein Set mit einem per Smartphone gesteuerten Roboterball
fr: Kit d’activité Sphero Mini, une boule robotique connectée à un smartphone et un ensemble de jouets ;

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: TickTalk 5, a smartwatch designed for kids
de: TickTalk 5, eine Smartwatch, die für Kinder entwickelt wurde
fr: TickTalk 5, une montre intelligente conçue pour les enfants ;

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: Toniebox 1, an audioplayer with music, stories, and games
de: Toniebox 1, ein Audioplayer mit Musik, Geschichten und Spielen
fr: Toniebox 1, un lecteur audio avec de la musique, des histoires et des jeux.

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: No two data breaches are alike in scope or impact. However, 7ASecurity noted that:
de: Keine zwei Datenlecks sind in Umfang oder Auswirkung gleich. 7ASecurity merkte jedoch an:
fr: Aucune violation de données n’a la même portée ou le même impact. Cependant, 7ASecurity a noté que :

# body.16bacc50-2fdc-4b6c-929d-542ef204d2d2
source: “Every toy in the study handled some form of personal data about children or parents, and half of them collected location data as well. When that level of data collection is combined with weak protections, attackers or abusive insiders could reconstruct a child’s identity, daily routine or whereabouts with worrying precision.”
de: „Jedes Spielzeug in der Studie verarbeitete irgendeine Form von personenbezogenen Daten über Kinder oder Eltern, und die Hälfte von ihnen sammelte auch Standortdaten. Wenn dieses Ausmaß der Datenerfassung mit schwachen Schutzmaßnahmen kombiniert wird, könnten Angreifer oder missbräuchliche Insider die Identität, den Tagesablauf oder den Aufenthaltsort eines Kindes mit besorgniserregender Präzision rekonstruieren.“
fr: « Chaque jouet de l’étude traitait une certaine forme de données personnelles sur les enfants ou les parents, et la moitié d’entre eux collectaient également des données de localisation. Lorsque ce niveau de collecte de données est combiné à des protections faibles, les attaquants ou les initiés abusifs pourraient reconstruire l’identité d’un enfant, sa routine quotidienne ou sa localisation avec une précision inquiétante. »

# body.ef2588e9-d1eb-484f-b55e-7724bb70e41e
source: What’s the Policy, Actually
de: Was eigentlich in der Datenschutzerklärung steht
fr: Quelle est la politique, en fait ?

# body.ef2588e9-d1eb-484f-b55e-7724bb70e41e
source: Reading through privacy policy documentation for an internet-enabled toy is the last thing you want to be doing during the busy holidays, but it's important to do your due diligence considering the capabilities some of these toys have access to. If a toy can record sound, video, and GPS coordinates, you want to make sure that data is being handled properly.
de: Das Durchlesen von Datenschutzerklärungen für ein internetfähiges Spielzeug ist das Letzte, was Sie während der hektischen Feiertage tun wollen. Aber angesichts der Fähigkeiten, auf die einige dieser Spielzeuge Zugriff haben, ist es wichtig, Ihre Sorgfaltspflicht zu erfüllen. Wenn ein Spielzeug Ton, Video und GPS-Koordinaten aufzeichnen kann, wollen Sie sichergehen, dass diese Daten ordnungsgemäß behandelt werden.
fr: Lire la documentation relative à la politique de confidentialité pour un jouet connecté à Internet est bien la dernière chose que vous voulez faire pendant les fêtes, mais il est important de faire preuve de diligence raisonnable compte tenu des capacités dont certains de ces jouets disposent. Si un jouet peut enregistrer le son, la vidéo et les coordonnées GPS, vous devez vous assurer que les données sont traitées correctement.

# body.ef2588e9-d1eb-484f-b55e-7724bb70e41e
source: Some of these toys we looked at have inadequate information available when it comes to documenting which personal information is collected, especially relating to how third parties process your data. In other cases, the relevant information is buried under pages and pages of legalese which makes it extremely difficult to understand exactly how and where your child’s data is being used.
de: Einige der von uns untersuchten Spielzeuge bieten unzureichende Informationen, wenn es um die Dokumentation der erfassten persönlichen Daten geht – insbesondere in Bezug darauf, wie Dritte Ihre Daten verarbeiten. In anderen Fällen sind die relevanten Informationen unter seitenlangem Juristendeutsch vergraben, was es extrem schwierig macht, genau zu verstehen, wie und wo die Daten Ihres Kindes verwendet werden.
fr: Certains des jouets que nous avons examinés ne disposent pas d’informations suffisantes propres à déterminer quelles informations personnelles sont collectées, en particulier en ce qui concerne la manière dont les tiers traitent vos données. Dans d’autres cas, les informations pertinentes sont noyées dans des pages et des pages de jargon juridique, ce qui rend extrêmement difficile de comprendre exactement comment et où les données de votre enfant sont utilisées.

# body.ef2588e9-d1eb-484f-b55e-7724bb70e41e
source: <b>Where's the Risk:</b> You can't make an informed decision about the data your child's toy is collecting and how it's being shared with third parties.
de: <b>Wo liegt das Risiko?</b> Sie können keine informierte Entscheidung darüber treffen, welche Daten das Spielzeug Ihres Kindes sammelt und wie diese mit Dritten geteilt werden.
fr: <b>Où est le risque :</b> vous ne pouvez pas prendre de décision éclairée sur les données collectées par le jouet de votre enfant et sur la manière dont elles sont partagées avec des tiers.

# body.ef2588e9-d1eb-484f-b55e-7724bb70e41e
source: Not only does this lack of transparency violate the basic principle of informed consent, but it can also bring toy vendors into conflict with children's privacy laws such as COPPA in the United States or GDPR in Europe.
de: Dieser Mangel an Transparenz verletzt nicht nur das Grundprinzip der informierten Einwilligung Informed Consent, sondern kann Spielzeughersteller auch in Konflikt mit Datenschutzgesetzen für Kinder bringen, wie dem COPPA in den USA oder der DSGVO in Europa.
fr: Non seulement ce manque de transparence viole le principe fondamental du consentement éclairé, mais il peut également amener les vendeurs de jouets à entrer en conflit avec les lois sur la protection de la vie privée des enfants telles que la COPPA aux États-Unis ou le RGPD en Europe.

# body.ef2588e9-d1eb-484f-b55e-7724bb70e41e
source: Real-World Consequences:
de: Auswirkungen in der realen Welt:
fr: Conséquences concrètes :

# body.ef2588e9-d1eb-484f-b55e-7724bb70e41e
source: 7ASecurity found that the following toys are affected by this issue:
de: 7ASecurity fand heraus, dass das folgende Spielzeug von diesem Problem betroffen ist:
fr: 7ASecurity a constaté que les jouets suivants sont affectés par ce problème :

# body.ef2588e9-d1eb-484f-b55e-7724bb70e41e
source: Emo Robot, a mini robot companion that plays with you at your desk
de: Emo Robot, ein Mini-Roboter als Begleiter, der mit Ihnen am Schreibtisch spielt
fr: Emo Robot, un mini robot compagnon qui joue avec vous à votre bureau ;

# body.ef2588e9-d1eb-484f-b55e-7724bb70e41e
source: Toniebox 1, an audioplayer with music, stories, and games
de: Toniebox 1, ein Audioplayer mit Musik, Geschichten und Spielen
fr: Toniebox 1, un lecteur audio avec de la musique, des histoires et des jeux.

# body.ef2588e9-d1eb-484f-b55e-7724bb70e41e
source: Without proper documentation, it’s impossible to know how a manufacturer is using your data. If a manufacturer can't be bothered to properly document their data practices, it's worth asking what else they can't be bothered to do properly.
de: Ohne ordnungsgemäße Dokumentation ist es unmöglich zu wissen, wie ein Hersteller Ihre Daten verwendet. Wenn sich ein Hersteller nicht die Mühe macht, seine Datenpraktiken ordnungsgemäß zu dokumentieren, lohnt es sich zu fragen, was er sonst noch nicht ordnungsgemäß erledigt.
fr: Sans documentation appropriée, il est impossible de savoir comment un fabricant utilise vos données. Si un fabricant ne prend pas la peine de documenter correctement ses pratiques en matière de données, on peut se demander quelles autres tâches il néglige également.

# body.ef2588e9-d1eb-484f-b55e-7724bb70e41e
source: It’s also necessary to know which data is being collected on you so you can effectively exercise your rights. You should also be able to understand what security measures are protecting the data, what your rights are to access, correct, or delete your children's data.
de: Es ist auch notwendig zu wissen, welche Daten über Sie gesammelt werden, damit Sie Ihre Rechte effektiv wahrnehmen können. Sie sollten auch verstehen können, welche Sicherheitsmaßnahmen die Daten schützen und welche Rechte Sie haben, um auf die Daten Ihrer Kinder zuzugreifen, sie zu korrigieren oder zu löschen.
fr: Il est également nécessaire de savoir quelles données sont collectées vous concernant, afin que vous puissiez exercer efficacement vos droits. Vous devriez également être en mesure de comprendre quelles mesures de sécurité protègent les données, quels sont vos droits d’accès, de correction ou de suppression des données de vos enfants.

# body.ef2588e9-d1eb-484f-b55e-7724bb70e41e
source: At a minimum, you should expect to see clear information about every type of data collected (audio, video, location, usage patterns), how that data is used by both the manufacturer and third parties, how long data is retained and the process for deletion, and who has access to it.
de: Zumindest sollten Sie klare Informationen über jede Art der gesammelten Daten erwarten (Audio, Video, Standort, Nutzungsmuster), wie diese Daten sowohl vom Hersteller als auch von Dritten verwendet werden, wie lange die Daten gespeichert werden, wie der Prozess zur Löschung aussieht und wer Zugriff darauf hat.
fr: Vous devez vous attendre à voir, au minimum, des informations claires sur chaque type de données collectées (audio, vidéo, localisation, habitudes d’utilisation), sur la manière dont ces données sont utilisées par le fabricant et par des tiers, sur la durée de conservation des données et le processus de suppression, ainsi que sur les personnes qui y ont accès.

# body.4ee84589-31b0-41bc-b104-cb764afdea15.heading
source: Here are 3 ways for parents to play safe with connected toys
de: Hier sind 3 Tipps für Eltern für den sicheren Umgang mit vernetztem Spielzeug
fr: Voici 3 façons pour les parents de jouer en toute sécurité avec des jouets connectés

# body.4ee84589-31b0-41bc-b104-cb764afdea15.description
source: Reduce risks and take control of your children's data. Read <a id="a1">our story.</a>
de: Reduzieren Sie Risiken und übernehmen Sie die Kontrolle über die Daten Ihrer Kinder. Lesen Sie <a id="a1">unsere Story.</a>
fr: Réduisez les risques et prenez le contrôle des données de vos enfants. Lisez <a id="a1">notre histoire.</a>

# body.19cfe1d3-e0f9-4a3f-b32e-b730b852f71f
source: Bluetooth Vulnerabilities
de: Bluetooth als Einfallstor
fr: Vulnérabilités de Bluetooth
