Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/toys-data-security-safety-report-2025.po
Languages: de, fr

# body.19cfe1d3-e0f9-4a3f-b32e-b730b852f71f
source: We’ve saved the most worrying issue 7ASecurity found for last. Some of the devices we've asked 7ASecurity to examine feature very limited or no Bluetooth authentication whatsoever, meaning that an attacker can remotely control the toy if they’re in pairing range of the device.
de: Wir haben uns das besorgniserregendste Problem, das 7ASecurity gefunden hat, für den Schluss aufgehoben. Einige der Geräte, die wir von 7ASecurity haben untersuchen lassen, weisen eine sehr eingeschränkte oder gar keine Bluetooth-Authentifizierung auf. Das bedeutet, dass ein Angreifer das Spielzeug fernsteuern kann, wenn er sich in Kopplungsreichweite des Geräts befindet.
fr: Nous avons gardé pour la fin le problème le plus inquiétant découvert par 7ASecurity. Certains des appareils que nous avons demandé à 7ASecurity d’examiner disposent d’une authentification Bluetooth très limitée ou inexistante, ce qui signifie qu’un attaquant peut contrôler à distance le jouet s’il est à portée de l’appareil.

# body.19cfe1d3-e0f9-4a3f-b32e-b730b852f71f
source: On the surface, this might seem like a relatively low-risk attack vector but the reality is more concerning. While Bluetooth attacks require an attacker to be closeby, they’re trivial to carry out. Worse, Bluetooth signals easily carry between walls in places like apartment buildings and can reach toys in schools, daycares, or even in your car when stopped at public locations.
de: Oberflächlich betrachtet mag dies wie ein Angriffsvektor mit relativ geringem Risiko erscheinen, aber die Realität ist bedenklicher. Während Bluetooth-Angriffe erfordern, dass sich ein Angreifer in der Nähe befindet, sind sie trivial durchzuführen. Schlimmer noch: Bluetooth-Signale dringen leicht durch Wände in Orten wie Mehrfamilienhäusern und können Spielzeuge in Schulen, Kindertagesstätten oder sogar in Ihrem Auto erreichen, wenn Sie an öffentlichen Orten halten.
fr: À première vue, cela peut sembler être un vecteur d’attaque relativement peu risqué, mais la réalité est plus préoccupante. Alors que les attaques Bluetooth nécessitent qu’un attaquant soit à proximité, elles sont simples à réaliser. Pire encore, les signaux Bluetooth se transportent facilement entre les murs dans des endroits comme les immeubles d’appartements et peuvent atteindre les jouets dans les écoles, les garderies ou même dans votre voiture lorsque vous êtes à l’arrêt dans des lieux publics.

# body.19cfe1d3-e0f9-4a3f-b32e-b730b852f71f
source: Once they’re connected, many of these toys have no mechanism to alert you that an unauthorized device has paired with them. The toy simply accepts the connection and responds to commands.
de: Sobald sie verbunden sind, haben viele dieser Spielzeuge keinen Mechanismus, um Sie zu warnen, dass sich ein nicht autorisiertes Gerät mit ihnen gekoppelt hat. Das Spielzeug akzeptiert einfach die Verbindung und reagiert auf Befehle.
fr: Une fois qu’ils sont connectés, beaucoup de ces jouets n’ont aucun mécanisme pour vous avertir qu’un appareil non autorisé s’est connecté à eux. Le jouet accepte simplement la connexion et répond aux commandes.

# body.19cfe1d3-e0f9-4a3f-b32e-b730b852f71f
source: In at least one case, we’ve seen that a Bluetooth exploit could lead to total permanent take-over of the device. Your child's toy could be compromised for days or weeks without you having any way to know.
de: In mindestens einem Fall haben wir gesehen, dass ein Bluetooth-Exploit zur vollständigen, dauerhaften Übernahme des Geräts führen könnte. Das Spielzeug Ihres Kindes könnte tage- oder wochenlang kompromittiert sein, ohne dass Sie eine Möglichkeit haben, dies zu bemerken.
fr: Dans au moins un cas, nous avons vu qu’un code exploitant une faille de Bluetooth pourrait conduire à une prise de contrôle totale et permanente de l’appareil. Le jouet de votre enfant pourrait être compromis pendant des jours ou des semaines sans que vous n’ayez aucun moyen de le savoir.

# body.19cfe1d3-e0f9-4a3f-b32e-b730b852f71f
source: <b>What's the Risk:</b> It really depends on the capabilities of the toy and how much access an attacker has. At the lower end, they could flash lights or play sounds to disturb sleep or frighten children, drain the toy's battery rendering it unusable, or make the toy move erratically.
de: <b>Was ist das Risiko?</b> Es hängt wirklich von den Fähigkeiten des Spielzeugs ab und davon, wie viel Zugriff ein Angreifer hat. Am unteren Ende könnten sie Lichter blinken lassen oder Geräusche abspielen, um den Schlaf zu stören oder Kinder zu erschrecken, den Akku des Spielzeugs entleeren und es unbrauchbar machen oder das Spielzeug sich unberechenbar bewegen lassen.
fr: <b>Quel est le risque :</b> cela dépend vraiment des capacités du jouet et de l’accès dont dispose un attaquant. Au minimum, ils pourraient faire clignoter des lumières ou émettre des sons pour perturber le sommeil des enfants ou les effrayer, vider la batterie du jouet pour le rendre inutilisable ou faire bouger le jouet de manière erratique.

# body.19cfe1d3-e0f9-4a3f-b32e-b730b852f71f
source: However, we’ve also seen that more serious privacy violations are also possible. If a device with poor bluetooth security also has access to a microphone or camera, an attacker could activate it to eavesdrop on conversations, or track the toy's location if it's GPS-enabled. In fact, previous research by 7ASecurity demonstrated that this exact attack was possible on the <a id="a1">CloudPets series of toys</a>, leading to them being withdrawn from the market.
de: Wir haben jedoch auch gesehen, dass schwerwiegendere Verletzungen der Privatsphäre möglich sind. Wenn ein Gerät mit schlechter Bluetooth-Sicherheit auch Zugriff auf ein Mikrofon oder eine Kamera hat, könnte ein Angreifer diese aktivieren, um Gespräche abzuhören, oder den Standort des Spielzeugs verfolgen, wenn es GPS-fähig ist. Tatsächlich hat frühere Forschung von 7ASecurity gezeigt, dass genau dieser Angriff bei der <a id="a1">CloudPets-Spielzeugserie</a> möglich war, was dazu führte, dass diese vom Markt genommen wurden.
fr: Cependant, nous avons également constaté que des violations plus graves de la vie privée sont également possibles. Si un appareil avec une sécurité Bluetooth médiocre a également accès à un microphone ou à une caméra, un attaquant pourrait l’activer pour écouter des conversations ou suivre la localisation du jouet s’il est compatible GPS. En fait, des recherches antérieures de 7ASecurity ont démontré qu’une telle attaque était possible sur la <a id="a1">série de jouets CloudPets</a>, ce qui a conduit à leur retrait du marché.

# body.19cfe1d3-e0f9-4a3f-b32e-b730b852f71f
source: Real-World Implications:
de: Auswirkungen in der realen Welt:
fr: Implications concrètes :

# body.19cfe1d3-e0f9-4a3f-b32e-b730b852f71f
source: 7ASecurity found that the following toys are affected by this issue:
de: 7ASecurity fand heraus, dass das folgende Spielzeug von diesem Problem betroffen ist:
fr: 7ASecurity a constaté que les jouets suivants sont affectés par ce problème :

# body.19cfe1d3-e0f9-4a3f-b32e-b730b852f71f
source: GoCube Edge, Bluetooth-connected Rubik’s Cube puzzle
de: GoCube Edge, ein per Bluetooth vernetzter Zauberwürfel
fr: GoCube Edge, un puzzle Rubik’s Cube connecté par Bluetooth ;

# body.19cfe1d3-e0f9-4a3f-b32e-b730b852f71f
source: Powerup 4.0 Airplane, a smartphone connected paper airplane
de: Powerup 4.0 Airplane, ein per Smartphone gesteuerter Papierflieger
fr: Powerup 4.0 Airplane, un avion en papier connecté à un smartphone ;

# body.19cfe1d3-e0f9-4a3f-b32e-b730b852f71f
source: Sphero Mini Activity Kit, a smartphone connected robotic ball and toy set
de: Sphero Mini Activity Kit, ein Set mit einem per Smartphone gesteuerten Roboterball
fr: Kit d’activité Sphero Mini, une boule robotique connectée à un smartphone et un ensemble de jouets.

# body.19cfe1d3-e0f9-4a3f-b32e-b730b852f71f
source: It’s unlikely, but a particularly motivated hacker could use a Bluetooth-connected toy as a pivot point to infiltrate your entire home network.
de: Es ist unwahrscheinlich, aber ein besonders motivierter Hacker könnte ein Bluetooth-vernetztes Spielzeug als Dreh- und Angelpunkt nutzen, um Ihr gesamtes Heimnetzwerk zu infiltrieren.
fr: C’est peu probable, mais un pirate particulièrement motivé pourrait utiliser un jouet connecté via Bluetooth comme point d’ancrage pour infiltrer l’ensemble de votre réseau domestique.

# body.19cfe1d3-e0f9-4a3f-b32e-b730b852f71f
source: Although this would require significant capabilities, we've confirmed with 7ASecurity that Bluetooth exploits aren’t just limited to taking control over a toy’s functions. In some cases, an attacker could exploit the lack of Bluetooth authentication on a toy to gain a foothold on your network, then use that access to attack other devices like computers, smartphones, smart home systems, and security cameras.
de: Obwohl dies erhebliche Fähigkeiten erfordern würde, haben wir mit 7ASecurity bestätigt, dass sich Bluetooth-Exploits nicht nur auf die Übernahme der Spielzeugfunktionen beschränken. In einigen Fällen könnte ein Angreifer die fehlende Bluetooth-Authentifizierung eines Spielzeugs ausnutzen, um im Netzwerk Fuß zu fassen und diesen Zugang dann nutzen, um andere Geräte wie Computer, Smartphones, Smart-Home-Systeme und Sicherheitskameras anzugreifen.
fr: Bien que cela nécessite des capacités importantes, nous avons confirmé avec 7ASecurity que les coded exploitant une faille de Bluetooth ne se limitent pas à la prise de contrôle des fonctions d’un jouet. Dans certains cas, un attaquant pourrait exploiter l’absence d’authentification Bluetooth sur un jouet pour s’implanter sur votre réseau, puis utiliser cet accès pour attaquer d’autres appareils tels que des ordinateurs, des smartphones, des systèmes domestiques intelligents et des caméras de sécurité.

# body.19cfe1d3-e0f9-4a3f-b32e-b730b852f71f
source: This is an advanced attack scenario, which is very unlikely, but it's a real threat for families with high-profile parents.
de: Das ist ein Szenario für Profis und eher unwahrscheinlich. Aber für Familien, die im öffentlichen Fokus stehen, ist die Bedrohung absolut real.
fr: Il s’agit d’un scénario d’attaque avancé, très peu probable, mais c’est une véritable menace pour les familles dont les parents sont connus.

# body.73b6ccac-c792-458d-844d-f024e21e0b0a
source: But there’s some good news
de: Aber es gibt auch gute Nachrichten
fr: Mais il y a de bonnes nouvelles

# body.73b6ccac-c792-458d-844d-f024e21e0b0a
source: Across the ten toys we put to the test, two of the toymakers told us, in response to our inquiries, that they have already addressed the security issues we identified— either in updates or in their latest products.
de: Bei den zehn Spielzeugen, die wir getestet haben, teilten uns zwei der Spielzeughersteller als Antwort auf unsere Anfragen mit, dass sie die von uns identifizierten Sicherheitsprobleme bereits behoben haben – entweder durch Updates oder in ihren neuesten Produkten.
fr: Sur les dix jouets que nous avons testés, deux des fabricants de jouets nous ont dit, en réponse à nos questions, qu’ils avaient déjà traité les problèmes de sécurité que nous avions identifiés, que ce soit dans les mises à jour ou dans leurs derniers produits.

# body.73b6ccac-c792-458d-844d-f024e21e0b0a
source: The Toniebox 1, the model we tested, is no longer in production but you can still purchase it online. A spokesperson said the Toniebox 2 has implemented changes and upgrades that prevent data from being accessed. “Among other advancements, we have also addressed both findings you are mentioning.”
de: Die Toniebox 1, das Modell, das wir getestet haben, wird nicht mehr produziert, kann aber noch online gekauft werden. Ein Sprecher sagte, dass bei der Toniebox 2 Änderungen und Upgrades implementiert wurden, die den Zugriff auf Daten verhindern. „Neben anderen Verbesserungen haben wir auch die beiden von Ihnen genannten Ergebnisse adressiert.“
fr: La Toniebox 1, le modèle que nous avons testé, n’est plus en production mais vous pouvez toujours l’acheter en ligne. Un porte-parole a déclaré que des changements ont été apportés à la Toniebox 2 ainsi que des mises à niveau qui empêchent l’accès aux données. « Entre autres avancées, nous avons également traité les deux conclusions que vous mentionnez. »

# body.73b6ccac-c792-458d-844d-f024e21e0b0a
source: The Miko Mini has undergone multiple security-hardening updates in the last year to prevent the device from connecting to open or unsecured Wi-Fi networks.
de: Der Miko Mini hat im letzten Jahr mehrere Sicherheitsupdates erhalten, um zu verhindern, dass sich das Gerät mit offenen oder ungesicherten WLAN-Netzwerken verbindet.
fr: Le Miko Mini a connu plusieurs mises à jour au cours de l’année dernière pour renforcer la sécurité, afin d’empêcher l’appareil de se connecter à des réseaux Wi-Fi ouverts ou non sécurisés.

# body.73b6ccac-c792-458d-844d-f024e21e0b0a
source: “The Miko Parental App strictly enforces WPA 2.0–secured Wi-Fi for both setup and operation. Open networks, captive portals, and public Wi-Fi environments (such as cafés, airports, or hotels) are explicitly blocked at the configuration layer and cannot be bypassed by users,” said Ritvik Sharma, Miko’s Chief Growth Officer.
de: „Die Miko Parental App erzwingt strikt WPA 2.0-gesichertes WLAN sowohl für die Einrichtung als auch für den Betrieb. Offene Netzwerke, Captive Portals und öffentliche WLAN-Umgebungen (wie Cafés, Flughäfen oder Hotels) werden auf der Konfigurationsebene explizit blockiert und können von Nutzern nicht umgangen werden“, sagte Ritvik Sharma, Chief Growth Officer bei Miko.
fr: « L’application parentale Miko applique strictement le Wi-Fi sécurisé WPA 2.0 pour la configuration et le fonctionnement. Les réseaux ouverts, les portails captifs et les environnements Wi-Fi publics (tels que les cafés, les aéroports ou les hôtels) sont explicitement bloqués au niveau de la couche de configuration et ne peuvent pas être contournés par les utilisateurs », a déclaré Ritvik Sharma, directeur de la croissance de Miko.

# body.73b6ccac-c792-458d-844d-f024e21e0b0a
source: The company has also set up a <a id="a1">vulnerability reporting program</a> where security issues can be flagged, and even accepts patch or mitigation suggestions from its community.
de: Das Unternehmen hat auch ein <a id="a1">Programm zur Meldung von Schwachstellen</a> eingerichtet, in dem Sicherheitsprobleme gemeldet werden können, und akzeptiert sogar Patch- oder Minderungsvorschläge aus seiner Community.
fr: L’entreprise a également mis en place un <a id="a1">programme de signalement des vulnérabilités</a> permettant de signaler les problèmes de sécurité, et accepte même les suggestions de correctifs ou d’atténuation de sa communauté.

# body.73b6ccac-c792-458d-844d-f024e21e0b0a
source: I already have one of these toys, what now?
de: Ich habe bereits eines dieser Spielzeuge, was nun?
fr: J’ai déjà un de ces jouets, et maintenant ?

# body.73b6ccac-c792-458d-844d-f024e21e0b0a
source: Don’t throw in the towel yet. It might be tempting after reading our report to throw in the towel entirely and hope the kids in your life will be happy with a stick and hoop, but there’s still a few things you can do to mitigate the risks of internet connected toys.
de: Werfen Sie die Flinte noch nicht ins Korn. Nach der Lektüre unseres Reports mag es verlockend sein, ganz aufzugeben und zu hoffen, dass die Kinder in Ihrem Leben auch mit Stock und Reifen glücklich werden. Aber es gibt immer noch ein paar Dinge, die Sie tun können, um die Risiken von mit dem Internet verbundenen Spielzeugen zu mindern.
fr: Ne jetez pas encore l’éponge. Vous pourriez être tentés, après avoir lu notre rapport, de jeter l’éponge et d’espérer que vos enfants se contenteront d’un bâton et d’un cerceau, mais il existe encore quelques mesures que vous pouvez prendre pour atténuer les risques liés aux jouets connectés à Internet.

# body.73b6ccac-c792-458d-844d-f024e21e0b0a
source: When you’re buying a toy, check if it has an offline mode or whether there are capabilities that strictly need an online account or mobile app. It’s also worth doing some online searching to see if any issues have already been found in the toy you have.
de: Wenn Sie ein Spielzeug kaufen, prüfen Sie, ob es einen Offline-Modus hat oder ob es Funktionen gibt, die zwingend ein Online-Konto oder eine mobile App erfordern. Es lohnt sich auch, online zu suchen, um zu sehen, ob bei dem Spielzeug, das Sie haben, bereits Probleme gefunden wurden.
fr: Lorsque vous achetez un jouet, vérifiez s’il dispose d’un mode hors ligne ou s’il existe des fonctionnalités qui nécessitent strictement un compte en ligne ou une application mobile. Il est également utile d’effectuer quelques recherches en ligne pour voir si des problèmes ont déjà été signalés concernant le jouet que vous avez.

# body.73b6ccac-c792-458d-844d-f024e21e0b0a
source: If there’s a default password, change it! If possible, you should also disable features like a toy’s camera and microphone when not in use. Keeping any toys you’ve bought on a separate Wi-Fi network or turning Wi-Fi off is also a good idea, just in case.
de: Falls es ein Standardpasswort gibt: Ändern Sie es! Wenn möglich, sollten Sie auch Kamera und Mikrofon deaktivieren, sobald das Spielzeug nicht mehr benutzt wird. Vorsichtshalber ist es auch eine gute Idee, das Spielzeug in einem separaten WLAN zu betreiben oder die Internetverbindung ganz abzuschalten.
fr: S’il y a un mot de passe par défaut, changez-le ! Si vous le pouvez, désactivez également certaines fonctionnalités, comme la caméra et le microphone d’un jouet lorsqu’il n’est pas utilisé. C’est également une bonne chose de garder tous les jouets que vous avez achetés sur un réseau Wi-Fi séparé ou d’éteindre le Wi-Fi, au cas où.

# body.73b6ccac-c792-458d-844d-f024e21e0b0a
source: Factory reset the device, remove the SD card alongside any internal storage and dispose of them separately, and delete any accounts you have with the manufacturer.
de: Setzen Sie das Gerät auf die Werkseinstellungen zurück, entfernen Sie die SD-Karte sowie jeglichen internen Speicher und entsorgen Sie diese separat, und löschen Sie alle Konten, die Sie beim Hersteller haben.
fr: Réinitialisez l’appareil aux paramètres d’usine, retirez la carte SD ainsi que la mémoire interne et éliminez-les séparément, puis supprimez tous les comptes que vous avez auprès du fabricant.

# body.73b6ccac-c792-458d-844d-f024e21e0b0a
source: The bottom line:
de: Das Fazit:
fr: L’essentiel :

# body.73b6ccac-c792-458d-844d-f024e21e0b0a
source: The convenience of internet connectivity should never come at the expense of your child's safety and privacy.
de: Der Komfort einer Internetverbindung darf niemals auf Kosten der Sicherheit und Privatsphäre Ihres Kindes gehen.
fr: Le confort d’une connexion Internet ne doit jamais se faire au détriment de la sécurité et de la vie privée de votre enfant.

# body.73b6ccac-c792-458d-844d-f024e21e0b0a
source: If the issues we’ve highlighted sound scary enough to make you think twice about buying gifts this Christmas, there’s one sure-fire way to ensure you don’t get stung by any of these attacks: buy low-tech gifts until the toy industry as a whole adopts regular third-party auditing for internet connected toys.
de: Wenn die Probleme, die wir aufgezeigt haben, beängstigend genug klingen, um Sie beim Weihnachtseinkauf zögern zu lassen, gibt es einen todsicheren Weg, um nicht Opfer dieser Angriffe zu werden: Kaufen Sie Low-Tech-Geschenke, bis die Spielzeugindustrie als Ganzes regelmäßige unabhängige Sicherheitsprüfungen für vernetztes Spielzeug einführt.
fr: Si les problèmes que nous avons mis en évidence vous semblent assez effrayants pour vous faire réfléchir à deux fois avant d’acheter des cadeaux pour Noël, il existe un moyen infaillible de vous protéger contre ces attaques : achetez des cadeaux low-tech jusqu’à ce que l’industrie du jouet dans son ensemble fasse effectuer régulièrement des audits tiers pour les jouets connectés à Internet.

# body.73b6ccac-c792-458d-844d-f024e21e0b0a
source: <i>Illustration by Nancy Tran. Photo:</i> <a id="a1"><i>Adobe Stock</i></a>
de: <i>Illustration von Nancy Tran. Foto:</i> <a id="a1"><i>Adobe Stock</i></a>
fr: <i>Illustration par Nancy Tran. Photo :</i> <a id="a1"><i>Adobe Stock</i></a>
