Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/toys-with-camera-microphone-for-kids-security-privacy-setup.po
Languages: de, fr

# search_description
source: When you’re shopping for toys, privacy, security and price should also be top of mind. Here's how to setup toys with cameras, microphones, and sensitive information to make sure your data stays private.
de: Beim Spielzeugkauf sollten auch Datenschutz, Sicherheit und der Preis ganz oben auf der Liste stehen. So richten Sie Spielzeug mit Kameras, Mikrofonen und sensiblen Informationen ein, damit Ihre Daten privat bleiben.
fr: Lorsque vous achetez des jouets, la confidentialité, la sécurité et le prix doivent également être au centre de vos préoccupations. Voici comment configurer des jouets avec des caméras, des microphones et des informations sensibles pour vous assurer que vos données restent privées.

# title
source: 3 Ways to Play Safe With Digital Toys
de: 3 Tipps für den sicheren Umgang mit digitalem Spielzeug
fr: 3 façons de jouer en toute sécurité avec des jouets numériques

# lede_text
source: When you’re shopping for toys, you’re probably considering things like price, ease of shipping and returns, and satisfaction from general reviews. But if you’re looking at digitally connected toys, privacy, security and price should also be top of mind.
de: Wenn Sie Spielzeug kaufen, achten Sie wahrscheinlich auf Dinge wie den Preis, einfache Versand- und Rückgabebedingungen und positive Bewertungen. Aber wenn Sie sich vernetzte Spielzeuge ansehen, sollten auch Datenschutz, Sicherheit und der Preis an oberster Stelle stehen.
fr: Lorsque vous achetez des jouets, vous tenez probablement compte de facteurs tels que le prix, la facilité d’expédition et de retour ainsi que les avis clients positifs. Mais si vous cherchez des jouets connectés, la confidentialité, la sécurité et le prix devraient également figurer parmi vos priorités.

# body.3b4c1ee8-b0b2-4eea-802b-15c288cd19cc
source: Mozilla Foundation commissioned an independent cybersecurity firm to audit 10 of this year’s most popular connected toys that are widely representative of the connected toy market. Their hands-on testing revealed significant vulnerabilities, but also plenty of ways you can reduce risks and take control of your and your children's data. Here’s how.
de: Die Mozilla Foundation hat eine unabhängige Cybersicherheitsfirma damit beauftragt, zehn der beliebtesten vernetzten Spielzeuge dieses Jahres zu prüfen, die repräsentativ für den Markt vernetzter Spielzeuge sind. Ihre praktischen Tests haben erhebliche Sicherheitslücken aufgedeckt, aber auch viele Möglichkeiten, wie Sie Risiken reduzieren und die Kontrolle über Ihre Daten und die Ihrer Kinder behalten können. Hier erfahren Sie, wie das geht.
fr: La Fondation Mozilla a mandaté une entreprise de cybersécurité indépendante pour auditer 10 des jouets connectés les plus populaires de cette année, qui sont largement représentatifs du marché des jouets connectés. Leurs tests pratiques ont révélé des vulnérabilités importantes, mais aussi de nombreuses façons de réduire les risques et de prendre le contrôle de vos données et de celles de vos enfants. Voici comment.

# body.3b4c1ee8-b0b2-4eea-802b-15c288cd19cc
source: 1. Change the default settings
de: 1. Ändern Sie die Standardeinstellungen
fr: 1. Modifiez les paramètres par défaut

# body.3b4c1ee8-b0b2-4eea-802b-15c288cd19cc
source: Your kids will (understandably) want to play with a toy as soon as it’s out of the box. But don’t just hand it over with the factory settings. Make it a ritual at home to open up the toy and set it up together. Here’s what to do:
de: Ihre Kinder werden (verständlicherweise) mit einem Spielzeug spielen wollen, sobald es aus der Schachtel kommt. Aber übergeben Sie es nicht einfach mit den Werkseinstellungen. Machen Sie es zu einem Ritual zu Hause, das Spielzeug gemeinsam auszupacken und einzurichten. Das sollten Sie tun:
fr: Vos enfants voudront (naturellement) jouer avec un jouet dès qu’il sera déballé. Mais ne vous contentez pas de lui donner avec les paramètres d’usine. Prenez l’habitude, à la maison, d’ouvrir le jouet et de le configurer ensemble. Voici ce qu’il faut faire :

# body.3b4c1ee8-b0b2-4eea-802b-15c288cd19cc
source: If the toy comes with a password, change it to a strong password. You might pick this for the child to be sure it’s unique and complex. Turn on two-factor authentication if available.
de: Wenn das Spielzeug ein Passwort hat, ändern Sie es in ein starkes Passwort. Vielleicht wählen Sie es gemeinsam mit dem Kind aus, um sicherzustellen, dass es einzigartig und komplex ist. Schalten Sie die Zwei-Faktor-Authentifizierung ein, falls verfügbar.
fr: Si le jouet est livré avec un mot de passe, remplacez-le par un mot de passe fort. Vous pouvez le choisir pour l’enfant afin de vous assurer qu’il est unique et complexe. Activez l’authentification à deux facteurs si c’est possible.

# body.3b4c1ee8-b0b2-4eea-802b-15c288cd19cc
source: If the toy asks for identifying information (names, birthdays), enter fake data.
de: Wenn das Spielzeug nach persönlichen Daten (Namen, Geburtstage) fragt, nutzen Sie fiktive Angaben.
fr: Si le jouet demande des informations d’identification (noms, anniversaires), saisissez de fausses données.

# body.3b4c1ee8-b0b2-4eea-802b-15c288cd19cc
source: If the toy works offline, keep it offline. If you’re taking it online, use secure Wi-Fi networks.
de: Wenn das Spielzeug ohne Internet funktioniert, lassen Sie es offline. Wenn Sie online gehen, nutzen Sie ein gesichertes WLAN.
fr: Si le jouet fonctionne hors ligne, gardez-le hors ligne. Si vous le gardez en ligne, utilisez des réseaux Wi-Fi sécurisés.

# body.3b4c1ee8-b0b2-4eea-802b-15c288cd19cc
source: Opt out of unnecessary data collection. For instance, opt out of additional personalization.
de: Lehnen Sie unnötige Datenerfassung ab. Deaktivieren Sie zum Beispiel zusätzliche Personalisierung.
fr: Désactivez la collecte de données inutiles. Par exemple, désactivez la personnalisation supplémentaire.

# body.3b4c1ee8-b0b2-4eea-802b-15c288cd19cc
source: Prefer local data processing over cloud processing.
de: Bevorzugen Sie die Datenverarbeitung auf dem Gerät gegenüber der Cloud.
fr: Préférez le traitement local des données au traitement en nuage.

# body.3b4c1ee8-b0b2-4eea-802b-15c288cd19cc
source: Disable or restrict cameras (maybe there’s even a camera cover), microphones, chat features, and location sharing. And make sure these features are fully off (not just in sleep mode) when you’re done playing.
de: Deaktivieren oder beschränken Sie Kameras (vielleicht gibt es sogar eine Abdeckung), Mikrofone, Chat-Funktionen und die Standortfreigabe. Stellen Sie sicher, dass diese Funktionen nach dem Spielen wirklich aus sind (nicht nur im Ruhemodus).
fr: Désactivez ou limitez les caméras (il existe peut-être même un cache pour les caméras), les microphones, les fonctionnalités de chat et le partage de localisation. Et assurez-vous que ces fonctionnalités sont complètement désactivées (pas seulement en mode veille) lorsque vous avez terminé de jouer.

# body.3b4c1ee8-b0b2-4eea-802b-15c288cd19cc
source: Set up automated security updates.
de: Richten Sie automatisierte Sicherheitsupdates ein.
fr: Configurez des mises à jour de sécurité automatisées.

# body.3b4c1ee8-b0b2-4eea-802b-15c288cd19cc
source: Our audit found the main risks were related to SD memory cards, cameras, microphones, bluetooth, and GPS or location tracking. So if your toy has these elements, decide for yourself what you want on or off.
de: Unsere Prüfung zeigte, dass die größten Risiken bei SD-Speicherkarten, Kameras, Mikrofonen, Bluetooth und GPS-Ortung lagen. Wenn Ihr Spielzeug diese Funktionen hat, entscheiden Sie bewusst, was Sie an- oder ausschalten.
fr: Notre audit a révélé que les principaux risques étaient liés aux cartes mémoire SD, aux caméras, aux microphones, au Bluetooth et au GPS ou à la géolocalisation. Donc, si votre jouet est doté de ces éléments, décidez de ce qui doit être activé ou désactivé.

# body.066a176c-f890-4149-abce-5f5b27a6efa8
source: 2. Skim the privacy and security policies
de: 2. Überfliegen Sie die Datenschutz- und Sicherheitsrichtlinien
fr: 2. Parcourez les politiques de confidentialité et de sécurité

# body.066a176c-f890-4149-abce-5f5b27a6efa8
source: Privacy policies are dense legal documents, but skimming can give you a hint about risk. Here are the words to search for:
de: Datenschutzerklärungen sind zähe juristische Texte, aber schon das Überfliegen kann Hinweise auf Risiken geben. Suchen Sie nach folgenden Punkten:
fr: Les politiques de confidentialité sont des documents juridiques denses, mais les parcourir peut vous donner un indice sur les risques. Voici les mots à rechercher :

# body.066a176c-f890-4149-abce-5f5b27a6efa8
source: What data is being collected (biometric info - red flag)
de: Welche Daten werden gesammelt? (Biometrische Infos – Warnsignal)
fr: Quelles données sont collectées (informations biométriques - drapeau rouge)

# body.066a176c-f890-4149-abce-5f5b27a6efa8
source: Where is my data being stored? On the device or off the device (on device only is best)
de: Wo werden meine Daten gespeichert? Auf dem Gerät oder extern? (Nur auf dem Gerät ist am besten.)
fr: Où mes données sont-elles stockées ? Sur l’appareil ou hors de l’appareil (de préférence sur l’appareil uniquement)

# body.066a176c-f890-4149-abce-5f5b27a6efa8
source: Who is this data being shared with? (vague list - red flag)
de: Mit wem werden diese Daten geteilt? (Vage Listen – Warnsignal)
fr: Avec qui ces données sont-elles partagées ? (liste vague - drapeau rouge)

# body.066a176c-f890-4149-abce-5f5b27a6efa8
source: How can I opt out of data collection and exercise my privacy rights? (does this look hard to do? No specific contact point? - red flag)
de: Wie kann ich der Datennutzung widersprechen und meine Rechte wahrnehmen? (Wirkt das kompliziert? Kein klarer Kontakt? – Warnsignal)
fr: Comment puis-je refuser la collecte de données et exercer mes droits à la vie privée ? (Cela semble-t-il difficile à faire ? Aucun interlocuteur spécifique ? - drapeau rouge)

# body.066a176c-f890-4149-abce-5f5b27a6efa8
source: Also look at the policy for software security updates. Confirm that the manufacturer is providing security updates, and see how long they’ll provide them. Many companies won’t provide updates for more than a few years, but kids may want to keep toys much longer. When the company stops patching up flaws, that would be the time to disable any connected features.
de: Achten Sie auch auf die Richtlinien für Software-Sicherheitsupdates. Vergewissern Sie sich, dass der Hersteller Sicherheitsupdates anbietet – und für wie lange. Viele Firmen liefern nur für ein paar Jahre Updates, während Kinder ihr Spielzeug oft viel länger nutzen. Sobald der Hersteller aufhört, Sicherheitslücken zu schließen, ist es Zeit, alle vernetzten Funktionen abzuschalten.
fr: Consultez également la politique relative aux mises à jour de sécurité logicielle. Vérifiez que le fabricant fournit bien des mises à jour de sécurité et renseignez-vous sur la durée pendant laquelle il les fournira. De nombreuses entreprises ne fournissent pas de mises à jour pendant plus de quelques années, mais les enfants voudront peut-être garder les jouets beaucoup plus longtemps. Lorsque l’entreprise cesse de corriger les failles, c’est le moment de désactiver toutes les fonctionnalités connectées.

# body.066a176c-f890-4149-abce-5f5b27a6efa8
source: 3. Research the toy manufacturers
de: 3. Recherchieren Sie die Spielzeughersteller
fr: 3. Recherchez les fabricants de jouets

# body.066a176c-f890-4149-abce-5f5b27a6efa8
source: Many smart toy manufacturers are on a budget. These devices need to be small and cheap; consumers aren’t buying the tech equivalent of a smartphone, they want to pay for a toy. This doesn't leave much margin for toy makers. For example, they may be working with more limited hardware and less robust programming languages. Third party security and privacy audits aren't mandatory, so companies will take shortcuts here.
de: Viele Hersteller von Smart Toys arbeiten mit knappen Budgets. Die Geräte müssen klein und günstig sein – schließlich kaufen die Leute kein Smartphone, sondern ein Spielzeug. Das lässt den Herstellern wenig Spielraum. Oft wird deshalb einfachere Hardware verbaut und auf weniger robuste Programmiersprachen gesetzt. Da unabhängige Sicherheits- und Datenschutzprüfungen nicht vorgeschrieben sind, nehmen Unternehmen hier oft die Abkürzung.
fr: De nombreux fabricants de jouets intelligents ont un budget limité. Ces appareils doivent être petits et bon marché ; les consommateurs n’achètent pas l’équivalent technologique d’un smartphone, ils veulent payer pour un jouet. Cela ne laisse pas beaucoup de marge aux fabricants de jouets. Par exemple, ils peuvent travailler avec un matériel plus limité et des langages de programmation moins fiables. Les audits de sécurité et de confidentialité tiers ne sont pas obligatoires, les entreprises prendront donc des raccourcis ici.

# body.066a176c-f890-4149-abce-5f5b27a6efa8
source: Price can be a good proxy for safety. We recommend you choose a brand that has a strong track record on privacy and security. Here’s a checklist:
de: Der Preis kann ein guter Gradmesser für Sicherheit sein. Wir empfehlen Marken, die eine gute Bilanz bei Datenschutz und Sicherheit haben. Hier ist eine Checkliste:
fr: Le prix peut être un bon indicateur de sécurité. Nous vous recommandons de choisir une marque qui a de solides antécédents en matière de confidentialité et de sécurité. Voici une liste de contrôle :

# body.066a176c-f890-4149-abce-5f5b27a6efa8
source: They should advertise that they have advanced security features such as encryption, privacy controls, and software maintenance.
de: Sie sollten mit fortschrittlichen Sicherheitsfunktionen werben, wie Verschlüsselung, Datenschutzkontrollen und Software-Pflege.
fr: Ils doivent annoncer qu’ils disposent de fonctionnalités de sécurité avancées telles que le cryptage, les contrôles de confidentialité et la maintenance des logiciels.

# body.066a176c-f890-4149-abce-5f5b27a6efa8
source: They may also mention that they’ve undergone testing–ideally a third party audit that uses widely recognized industry standards.
de: Achten Sie auch auf Hinweise zu Tests – idealerweise unabhängige Sicherheitsaudits nach gängigen Industriestandards.
fr: Ils peuvent également mentionner qu’ils ont effectué des tests, idéalement un audit réalisé par un tiers qui utilise des normes industrielles largement reconnues.

# body.066a176c-f890-4149-abce-5f5b27a6efa8
source: Avoid counterfeits and no-name or drop-shipping companies. Those will likely have cut even more corners on security and may have further vulnerabilities baked in.
de: Meiden Sie Fälschungen, No-Name-Produkte und Drop-Shipping-Anbieter. Diese sparen meist noch radikaler an der Sicherheit, und Schwachstellen sind hier oft vorprogrammiert.
fr: Évitez les contrefaçons et les entreprises sans nom ou pratiquant le drop shipping. Celles-ci ont probablement encore plus négligé la sécurité et peuvent présenter d’autres vulnérabilités.

# body.25cfca9b-4f84-476c-b88d-b708f36afb17
source: Lastly: If you’re donating or regifting, make sure you’ve cleared the toy’s memory.
de: Zum Schluss: Wenn Sie das Spielzeug spenden oder weiterverschenken, löschen Sie den Speicher.
fr: Enfin : si vous faites un don ou offrez le jouet à quelqu’un d’autre, assurez-vous d’avoir effacé la mémoire du jouet.

# body.25cfca9b-4f84-476c-b88d-b708f36afb17
source: Most of the toys we reviewed come with internal memory that allows them to save media like voice clips, images, and video captured through microphones and cameras. Make sure you wipe all stored data if you’re going to pass it on.
de: Die meisten der von uns getesteten Spielzeuge verfügen über einen internen Speicher, auf dem Sprachaufnahmen, Fotos und Videos von Mikrofonen und Kameras gesichert werden. Stellen Sie sicher, dass Sie alle Daten restlos löschen, bevor Sie das Spielzeug weitergeben.
fr: La plupart des jouets que nous avons examinés sont dotés d’une mémoire interne qui leur permet d’enregistrer des médias tels que des clips vocaux, des images et des vidéos capturés par des microphones et des caméras. Assurez-vous d’effacer toutes les données stockées si vous voulez transmettre le jouet.

# body.25cfca9b-4f84-476c-b88d-b708f36afb17
source: The holiday season is a time to relax and feel connected to your loved ones, not just your bluetooth. If you go for a smart toy this year, just remember to outsmart it.
de: Die Feiertage sind dazu da, zu entspannen und sich den Liebsten verbunden zu fühlen – nicht nur dem Bluetooth. Wenn es dieses Jahr ein Smart Toy sein soll: Seien Sie einfach schlauer als das Spielzeug.
fr: La période des fêtes est l’occasion de vous détendre et de vous sentir connecté à vos proches, pas seulement à votre Bluetooth. Si vous optez pour un jouet intelligent cette année, n’oubliez pas de jouer au plus malin.

# body.25cfca9b-4f84-476c-b88d-b708f36afb17
source: <i>Illustration by Nancy Tran. Photo: </i><a id="a1"><i>Adobe Stock</i></a>
de: <i>Illustration von Nancy Tran. Foto: </i><a id="a1"><i>Adobe Stock</i></a>
fr: <i>Illustration par Nancy Tran. Photo : </i><a id="a1"><i>Adobe Stock</i></a>
