Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/whatsapp-privacy-review.po
Languages: de, fr

# seo_title
source: Whatsapp App Review 2025: Privacy, Pros and Cons, Personal Data
de: Bewertung der WhatsApp-App 2025: Datenschutz, Vor- und Nachteile, persönliche Daten
fr: Test de l’application WhatsApp en 2025 : vie privée, avantages et inconvénients, données personnelles

# search_description
source: Read our privacy expert's review of the messaging app Whatsapp. While WhatsApp can be used relatively safely, there are some privacy pitfalls lurking beneath the surface. Most of them relate to WhatsApp’s ownership. Concerns have surfaced over how much data Whatsapp shares with its parent company, Meta.
de: Lesen Sie die Bewertung unserer Datenschutzexperten zur Messaging-App WhatsApp. Während WhatsApp relativ sicher verwendet werden kann, lauern unter der Oberfläche einige Fallen in Bezug auf die Privatsphäre. Die meisten von ihnen beziehen sich auf die Eigentümer von WhatsApp. Es sind Bedenken darüber aufgetaucht, wie viele Daten WhatsApp mit seiner Muttergesellschaft Meta austauscht.
fr: Consultez l’analyse de notre spécialiste en confidentialité sur l’application de messagerie WhatsApp. Même si WhatsApp offre un usage relativement sécurisé, certains pièges en matière de vie privée demeurent en arrière-plan. La majorité d’entre eux sont liés à la question de la propriété de WhatsApp. Des préoccupations ont été soulevées quant à la quantité de données que WhatsApp transmet à sa maison mère, Meta.

# title
source: WhatsApp Privacy Review
de: Datenschutzbewertung zu WhatsApp
fr: Analyse du respect de la vie privée par WhatsApp

source: WhatsApp messages sent between personal account users are protected by the Signal encryption protocol. What we know for sure is that end-to-end encryption is enabled by default, which is a plus. However, there’s a caveat. You’ll need to enter your Settings tab and enable end-to-end encryption for chat backups sent to cloud services, too.
de: WhatsApp-Nachrichten, die zwischen Benutzern*innen mit persönlichen Konten ausgetauscht werden, sind durch das Signal-Verschlüsselungsprotokoll geschützt. Was wir sicher wissen, ist, dass die Ende-zu-Ende-Verschlüsselung standardmäßig aktiviert ist, was ein Plus ist. Es gibt jedoch einen Vorbehalt. Sie müssen die Registerkarte „Einstellungen“ aufrufen und die End-to-End-Verschlüsselung auch für Chat-Backups aktivieren, die an Cloud-Dienste gesendet werden.
fr: Les messages WhatsApp envoyés entre les utilisateurs de comptes personnels sont protégés par le protocole de chiffrement Signal. Ce que nous savons avec certitude, c’est que le chiffrement de bout en bout est activé par défaut, ce qui est un avantage. Cela dit, un bémol subsiste. Il vous faudra vous rendre dans l’onglet Paramètres et activer le chiffrement de bout en bout pour sauvegarder les discussions enregistrées sur le cloud.

source: Without this option enabled, any chats you send to a cloud provider are only encrypted using a single key. While this key isn't uploaded to the cloud, the fact that you can download your chat backup to any other device unencrypted suggests that WhatsApp also stores a copy of your encryption key.
de: Wenn diese Option nicht aktiviert ist, werden alle Chats, die Sie an einen Cloud-Anbieter senden, nur mit einem einzigen Schlüssel verschlüsselt. Obwohl dieser Schlüssel nicht in die Cloud hochgeladen wird, deutet die Tatsache, dass Sie Ihr Chat-Backup unverschlüsselt auf ein anderes Gerät herunterladen können, darauf hin, dass WhatsApp auch eine Kopie Ihres Verschlüsselungsschlüssels speichert.
fr: Si cette option n’est pas activée, les conversations que vous transmettez à un fournisseur de services cloud sont chiffrées à l’aide d’une seule clé. Bien que cette clé ne soit pas mise en ligne sur le cloud, le fait que vous puissiez télécharger la sauvegarde de vos conversations sur n’importe quel autre appareil sans chiffrement suggère que WhatsApp stocke également une copie de votre clé de chiffrement.

source: In the unlikely event that WhatsApp got its hands on your backup (say, for instance, it was subpoenaed from Google Drive and then presented to WhatsApp during a criminal investigation), then it would be able to unencrypt your chats. Unfortunately, this also goes for anyone you chat with. If they upload their own backup without E2E encryption, the messages you've sent to them will also be vulnerable to decryption.
de: In dem unwahrscheinlichen Fall, dass WhatsApp Ihr Backup in die Hände bekommen hat (sagen wir zum Beispiel, es wurde von Google Drive vorgeladen und dann WhatsApp während einer strafrechtlichen Untersuchung präsentiert), dann wäre es in der Lage, Ihre Chats zu entschlüsseln. Das gilt leider auch für alle, mit denen Sie chatten. Wenn sie ihr eigenes Backup ohne E2E-Verschlüsselung hochladen, sind die von Ihnen gesendeten Nachrichten auch anfällig für Entschlüsselung.
fr: Dans le cas improbable où WhatsApp mettrait la main sur votre sauvegarde (par exemple, si Google Drive était contraint de la lui remettre dans le cadre d’une enquête criminelle), l’application serait alors en mesure de déchiffrer vos conversations. Malheureusement, cela vaut également pour toutes les personnes avec lesquelles vous discutez. Si elles mettent en ligne leur propre sauvegarde sans chiffrement de bout en bout, les messages que vous leur avez envoyés seront également vulnérables au déchiffrement.

source: If you’re particularly concerned about other WhatsApp users learning your IP address, you can disable link previews and route your calls exclusively through WhatsApp servers – neither of these features are enabled by default for convenience.
de: Wenn Sie besonders besorgt sind, dass andere WhatsApp-Benutzer*innen Ihre IP-Adresse erfahren könnten, können Sie die Link-Vorschau deaktivieren und Ihre Anrufe ausschließlich über WhatsApp-Server leiten – keine dieser Funktionen ist standardmäßig aktiviert, um die Nutzung zu vereinfachen.
fr: Si vous craignez particulièrement que d’autres utilisateurs WhatsApp obtiennent votre adresse IP, vous pouvez désactiver les aperçus des liens et faire passer vos appels exclusivement par les serveurs WhatsApp. Aucune de ces fonctionnalités n’est activée par défaut par souci de praticité.

source: At first glance, the fact that WhatsApp backs up your contacts by default is a little worrying. However, WhatsApp claims that these backups are encrypted client-side and the keys never leave your device.
de: Auf den ersten Blick ist die Tatsache, dass WhatsApp standardmäßig Ihre Kontakte sichert, ein wenig besorgniserregend. WhatsApp behauptet jedoch, dass diese Backups clientseitig verschlüsselt sind und die Schlüssel niemals Ihr Gerät verlassen.
fr: À première vue, le fait que WhatsApp effectue automatiquement une sauvegarde de vos contacts peut sembler quelque peu inquiétant. Cependant, WhatsApp affirme que ces sauvegardes sont chiffrées côté client et que les clés ne quittent jamais votre appareil.

source: Otherwise, WhatsApp’s default settings are mostly sensible. It’s only when you start using some of WhatsApp’s less core features like Account Center integration and Meta AI that WhatsApp becomes a privacy concern.
de: Ansonsten sind die Standardeinstellungen von WhatsApp meist sinnvoll. Erst wenn Sie einige der weniger wichtigen Funktionen von WhatsApp wie die Account Center-Integration und Meta AI nutzen, wird WhatsApp zu einem Datenschutzproblem.
fr: En dehors de cela, les paramètres par défaut de WhatsApp sont généralement raisonnables. Ce n’est que lorsque vous commencez à utiliser certaines des fonctionnalités moins essentielles de WhatsApp, telles que l’intégration du Centre de compte et Meta AI, que WhatsApp devient un sujet de préoccupation en matière de confidentialité.

source: WhatsApp collects a certain amount of metadata by default on all users, which you can find by requesting a copy of your own account status from inside the app.
de: WhatsApp sammelt standardmäßig eine bestimmte Menge an Metadaten über alle Benutzer*innen, die Sie finden können, indem Sie eine Kopie Ihres eigenen Kontostatus aus der App heraus anfordern.
fr: WhatsApp collecte par défaut une certaine quantité de métadonnées sur tous les utilisateurs, que vous pouvez consulter en demandant une copie de l’état de votre propre compte depuis l’application.

source: It’s pretty standard stuff – which device you’re using WhatsApp from, the IP you last connected from, your profile picture, your phone number, and so on. It’s not great that WhatsApp collects this information, but it’s par for the course for all but the most serious privacy products.
de: Es ist ziemlich standardmäßig – von welchem Gerät aus Sie WhatsApp verwenden, von welcher IP-Adresse Sie zuletzt eine Verbindung hergestellt haben, Ihr Profilbild, Ihre Telefonnummer und so weiter. Es ist nicht toll, dass WhatsApp diese Informationen sammelt, aber das ist bei allen Produkten außer den strengsten Datenschutzprodukten ganz normal.
fr: Il s’agit d’informations assez classiques : l’appareil depuis lequel vous utilisez WhatsApp, la dernière adresse IP à partir de laquelle vous vous êtes connecté, votre photo de profil, votre numéro de téléphone, etc. Le fait que WhatsApp collecte ces informations n’est pas idéal, mais c’est monnaie courante, sauf pour les services les plus soucieux de la confidentialité.

source: There’s no way to turn this reporting off, so if you’re uncomfortable with it you’ll either have to mitigate some of the more personally identifying elements of the data you hand over (more on this in a moment!) or stop using WhatsApp altogether.
de: Es gibt keine Möglichkeit, diese Berichterstattung zu deaktivieren. Wenn Sie damit nicht einverstanden sind, müssen Sie entweder einige der personenbezogenen Elemente der von Ihnen übermittelten Daten abschwächen (mehr dazu gleich!) oder WhatsApp ganz nicht mehr verwenden.
fr: Il n’y a aucun moyen de désactiver cette fonctionnalité. Si cela vous gêne, vous devrez soit limiter la transmission des données permettant de vous identifier personnellement (nous y reviendrons dans un instant !), soit cesser complètement d’utiliser WhatsApp.

source: The most concerning aspect is Account Center integration, which combines your information across Meta services if you choose to add your WhatsApp account to Accounts Center. Our analysis of the WhatsApp app itself exposed at least thirteen different Meta libraries that Whatsapp uses, including com.facebook.adsmanager and com.facebook.analytics.
de: Der besorgniserregendste Aspekt ist die Integration des Account Centers, das Ihre Informationen aus allen Meta-Diensten zusammenführt, wenn Sie Ihr WhatsApp-Konto zum Account Center hinzufügen. Unsere Analyse der WhatsApp-App selbst hat mindestens dreizehn verschiedene Meta-Bibliotheken aufgedeckt, die WhatsApp verwendet, darunter com.facebook.adsmanager und com.facebook.analytics.
fr: La question la plus préoccupante est l’intégration du Centre de comptes, qui regroupe vos informations sur l’ensemble des services Meta si vous choisissez d’y associer votre compte WhatsApp. Notre analyse de l’application WhatsApp elle-même a révélé au moins treize bibliothèques Meta différentes utilisées par WhatsApp, notamment com.facebook.adsmanager et com.facebook.analytics.

source: WhatsApp states in their policy that connecting your WhatsApp account to Accounts Center will apply your ad preferences across accounts. If you’re concerned about Facebook learning more about you through WhatsApp, we’d recommend you keep this feature turned off.
de: WhatsApp gibt in seinen Richtlinien an, dass die Verbindung Ihres WhatsApp-Kontos mit dem Account Center Ihre Anzeigenpräferenzen auf alle Konten anwenden wird. Wenn Sie Bedenken haben, dass Facebook über WhatsApp mehr über Sie erfährt, empfehlen wir Ihnen, diese Funktion deaktiviert zu lassen.
fr: WhatsApp indique dans sa politique que le fait de connecter votre compte WhatsApp au Centre de comptes aura pour effet d’appliquer vos préférences publicitaires à tous vos comptes. Si vous craignez que Facebook en apprenne davantage sur vous via WhatsApp, nous vous recommandons de désactiver cette fonctionnalité.

# what_you_should_know_section.da3ff9bc-01bb-43d9-9325-65d00dff10a7.track_record
source: WhatsApp has gone through a series of privacy scandals over ties to Meta, including a <a id="a1">2021 update</a> which clarified that business accounts are allowed to host messages you send to them on Meta’s servers for processing, essentially stripping any end-to-end protections.
de: WhatsApp hat aufgrund seiner Verbindungen zu Meta eine Reihe von Datenschutzskandalen durchlebt, darunter ein <a id="a1">Update aus dem Jahr 2021</a>, in dem klargestellt wurde, dass Geschäftskonten die von Ihnen an sie gesendeten Nachrichten zur Verarbeitung auf den Servern von Meta hosten dürfen, wodurch im Wesentlichen jeglicher End-to-End-Schutz aufgehoben wurde.
fr: WhatsApp a traversé une série de scandales liés à la confidentialité en raison de ses liens avec Meta, notamment <a id="a1">une mise à jour en 2021</a> qui précisait que les comptes professionnels étaient autorisés à héberger les messages envoyés sur les serveurs de Meta à des fins de traitement, supprimant ainsi toute forme de protection de bout en bout.

# what_you_should_know_section.da3ff9bc-01bb-43d9-9325-65d00dff10a7.track_record
source: Former <a id="a1">WhatsApp security chief Attaullah Baig alleges</a> that during his tenure, he observed systematic failures to appropriately protect user data from access by WhatsApp employees. According to his complaint, around 1,500 WhatsApp engineers were able to freely access user data without appropriate security controls in place to record their actions.
de: Der ehemalige <a id="a1">Sicherheitschef von WhatsApp, Attaullah Baig, behauptet</a>, dass er während seiner Amtszeit systematische Versäumnisse beim angemessenen Schutz von Nutzerdaten vor dem Zugriff durch WhatsApp-Mitarbeiter*innen beobachtet habe. Seiner Beschwerde zufolge hatten rund 1.500 WhatsApp-Ingenieure freien Zugriff auf Benutzerdaten, ohne dass angemessene Sicherheitskontrollen zur Aufzeichnung ihrer Handlungen vorhanden waren.
fr: L’ancien <a id="a1">responsable de la sécurité de WhatsApp, Attaullah Baig</a>, affirme avoir constaté, pendant qu’il était en fonction, des défaillances systématiques dans la protection des données des utilisateurs contre l’accès par les employés de WhatsApp. D’après lui, environ 1 500 ingénieurs de WhatsApp pouvaient accéder librement aux données des utilisateurs sans qu’aucun contrôle de sécurité approprié ne soit en place pour enregistrer leurs actions.

# what_you_should_know_section.da3ff9bc-01bb-43d9-9325-65d00dff10a7.track_record
source: A Whatsapp spokesperson said Mr. Baig's complaint has already been dismissed by the Labor Department, and that it "misrepresent[s] the hard work of our team."
de: Ein Sprecher von WhatsApp erklärte, dass die Beschwerde von Herrn Baig bereits vom Arbeitsministerium zurückgewiesen worden sei und dass sie „die harte Arbeit unseres Teams falsch darstellt“.
fr: Un porte-parole de Whatsapp a déclaré que la plainte de M. Baig avait déjà été rejetée par le ministère du Travail et qu’elle « présente sous un faux jour le travail acharné de nos équipes ».

source: Strictly speaking, neither WhatsApp or Meta make money by selling user data. Instead, Meta’s business model relies on the ability to sell hyper-targeted ads that directly target a particular demographic.
de: Genau genommen verdienen weder WhatsApp noch Meta Geld mit dem Verkauf von Benutzerdaten. Stattdessen basiert das Geschäftsmodell von Meta auf der Fähigkeit, zielgerichtete Anzeigen zu verkaufen, die direkt auf eine bestimmte Zielgruppe abzielen.
fr: Concrètement, ni WhatsApp ni Meta ne tirent profit de la vente des données utilisateur. Au contraire, le modèle économique de Meta repose sur sa capacité à vendre des publicités hyperciblées qui s’adressent directement à un groupe démographique particulier.

source: The more information Meta platforms like Facebook and WhatsApp have about your life (which phone you use, when you’re usually online, which brands you’ve interacted with on Channels), the more accurately you can be profiled to judge whether you’re the best fit for a personalized ad.
de: Je mehr Informationen Meta-Plattformen wie Facebook und WhatsApp über Ihr Leben haben (welches Telefon Sie verwenden, wenn Sie normalerweise online sind, mit welchen Marken Sie auf Kanälen interagiert haben), desto genauer können Sie ein Profil erstellen, um zu beurteilen, ob Sie für eine personalisierte Anzeige am besten geeignet sind.
fr: Plus les plateformes de Meta telles que Facebook et WhatsApp disposent d’informations sur votre vie (le téléphone que vous utilisez, vos heures de connexion habituelles, les marques avec lesquelles vous avez interagi via les Chaînes), plus votre profil peut être établi avec précision afin de déterminer si vous correspondez au mieux à une publicité personnalisée.

source: While WhatsApp doesn’t share personal information with Meta for ads by default, turning on Accounts Center enables Meta to use the metadata it collects from WhatsApp for advertising purposes.
de: Während WhatsApp standardmäßig keine personenbezogenen Daten an Meta für Anzeigen weitergibt, ermöglicht das Aktivieren des Account Centers Meta, die von WhatsApp gesammelten Metadaten für Werbezwecke zu verwenden.
fr: Bien que, par défaut, WhatsApp ne partage pas d’informations personnelles avec Meta à des fins publicitaires, l’activation du Centre de comptes permet à Meta d’utiliser les métadonnées qu’il collecte à partir de WhatsApp à des fins publicitaires.

# good_and_bad_section.537f3457-9748-4176-acab-543d69e3d754.the_good
source: WhatsApp does include a bunch of useful privacy features beyond end-to-end encryption, including a few that are handy for physical privacy.
de: WhatsApp enthält eine Reihe nützlicher Datenschutzfunktionen, die über die Ende-zu-Ende-Verschlüsselung hinausgehen, darunter einige, die für den physischen Datenschutz nützlich sind.
fr: En plus du chiffrement de bout en bout, WhatsApp inclut toute une série de fonctionnalités utiles en matière de confidentialité, notamment certaines qui sont intéressantes sur le plan de la confidentialité physique.

# good_and_bad_section.537f3457-9748-4176-acab-543d69e3d754.the_good
source: For example, any conversations you’d like not to appear on your main WhatsApp feed can be hidden behind a Locked Chats folder secured with your choice of device authentication method such as a password or fingerprint.
de: Beispielsweise können alle Unterhaltungen, die nicht in Ihrem WhatsApp-Hauptfeed angezeigt werden sollen, hinter einem Ordner „Gesperrte Chats” versteckt werden, der mit einer Authentifizierungsmethode Ihrer Wahl, wie einem Passwort oder Fingerabdruck, gesichert ist.
fr: Par exemple, toutes les conversations que vous ne souhaitez pas voir apparaître dans votre flux WhatsApp principal peuvent être masquées dans un dossier « Discussions verrouillées » sécurisé à l’aide de la méthode d’authentification de votre choix, telle qu’un mot de passe ou une empreinte digitale.

# good_and_bad_section.537f3457-9748-4176-acab-543d69e3d754.the_good
source: WhatsApp also allows you to decide how long a message appears for before it’s deleted permanently for all users, as well as send one-time-only photos, videos, and voice messages
de: Mit WhatsApp können Sie auch festlegen, wie lange eine Nachricht angezeigt wird, bevor sie für alle Benutzer*innen endgültig gelöscht wird, sowie einmalige Fotos, Videos und Sprachnachrichten senden.
fr: WhatsApp vous permet également de décider de la durée d’affichage d’un message avant qu’il ne soit définitivement supprimé pour tous les utilisateurs, ainsi que d’envoyer des photos, des vidéos et des messages vocaux à usage unique.

# good_and_bad_section.537f3457-9748-4176-acab-543d69e3d754.the_good
source: If you’re still concerned about your messages being leaked, you can also turn on Advanced Chat Privacy, which makes it so you can’t export media or chat logs, and blocks any participant from invoking Meta AI.
de: Wenn Sie immer noch Bedenken haben, dass Ihre Nachrichten weitergegeben werden könnten, können Sie auch die erweiterte Chat-Privatsphäre aktivieren. Dadurch können Sie keine Medien oder Chat-Protokolle exportieren und es wird verhindert, dass Teilnehmer*innen Meta AI aufrufen.
fr: Si vous craignez toujours que vos messages soient divulgués, vous pouvez également activer la confidentialité avancée des discussions, qui empêche l’exportation des fichiers multimédias ou des registres de discussion et bloque tout participant souhaitant utiliser Meta AI.

# good_and_bad_section.537f3457-9748-4176-acab-543d69e3d754.the_bad
source: There’s a lot of ways that Meta hoovers up data from WhatsApp.
de: Es gibt viele Möglichkeiten, wie Meta Daten aus WhatsApp abgreift.
fr: Meta collecte les données de WhatsApp par de nombreux moyens.

# good_and_bad_section.537f3457-9748-4176-acab-543d69e3d754.the_bad
source: If you:
de: Wenn Sie:
fr: Dans les cas où vous :

# good_and_bad_section.537f3457-9748-4176-acab-543d69e3d754.the_bad
source: Interact with accounts using the Business Platform which rely on Meta's servers for processing your messages
de: Mit Konten interagieren, die die Business-Plattform verwenden und bei der Verarbeitung Ihrer Nachrichten auf die Server von Meta angewiesen sind
fr: interagissez avec des comptes utilisant la plateforme Business qui utilisent les serveurs de Meta pour traiter vos messages

# good_and_bad_section.537f3457-9748-4176-acab-543d69e3d754.the_bad
source: Use the Channels feature in the Updates tab
de: Die Funktion „Kanäle“ auf der Registerkarte „Aktualisierungen“ verwenden
fr: utilisez la fonctionnalité Chaînes dans l’onglet Mises à jour

# good_and_bad_section.537f3457-9748-4176-acab-543d69e3d754.the_bad
source: Send messages through Meta AI
de: Nachrichten über Meta AI senden
fr: envoyez des messages via Meta AI

# good_and_bad_section.537f3457-9748-4176-acab-543d69e3d754.the_bad
source: Then you’re likely handing over data which either feeds Meta's ad engines or is analyzed by third parties.
de: Dann geben Sie wahrscheinlich Daten weiter, die entweder die Anzeigen-Engines von Meta speisen oder von Dritten analysiert werden.
fr: Vous transmettez alors probablement des données qui alimentent les moteurs publicitaires de Meta ou sont analysées par des tiers.
