Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal/whatsapp-privacy-review.po
Languages: de, fr

# good_and_bad_section.537f3457-9748-4176-acab-543d69e3d754.the_bad
source: WhatsApp is also rolling out ads in the Status and Channels tabs. They’re shown to you based on a couple of semi-anonymized data points, such as your country code and age, device language, general location (WhatsApp specifies this could be as granular as a single city), or any engagement you’ve had with statuses or channels under the Updates tab including interaction with past ads.
de: WhatsApp führt außerdem Anzeigen in den Registerkarten „Status“ und „Kanäle“ ein. Sie werden Ihnen auf der Grundlage einiger semi-anonymisierter Datenpunkte angezeigt, z. B. Ihres Ländercodes und Ihres Alters, der Gerätesprache, des allgemeinen Standorts (WhatsApp gibt an, dass dies so detailliert sein könnte wie eine einzelne Stadt) oder eines Engagements, das Sie mit Status oder Kanälen unter der Registerkarte „Aktualisierungen“ hatten, einschließlich der Interaktion mit früheren Anzeigen.
fr: WhatsApp diffuse également des publicités dans les onglets Statut et Chaînes. Elles vous sont présentées en fonction de quelques points de données semi-anonymisées, telles que votre code pays et votre âge, la langue de votre appareil, votre emplacement général (WhatsApp précise que ces données peuvent aller jusqu’à indiquer une ville précise) ou toute interaction que vous avez eue avec les statuts ou les chaînes sous l’onglet Mises à jour, y compris les interactions avec des publicités diffusées précédemment.

# good_and_bad_section.537f3457-9748-4176-acab-543d69e3d754.the_bad
source: Worst of all, integrating WhatsApp with your Facebook account though Accounts Center unifies your ad preferences across both Meta products.
de: Am schlimmsten ist, dass die Integration von WhatsApp in Ihr Facebook-Konto über das Account Center Ihre Anzeigenpräferenzen in beiden Meta-Produkten vereinheitlicht.
fr: Pour couronner le tout, l’intégration de WhatsApp à votre compte Facebook via le Centre de comptes unifie vos préférences publicitaires sur les deux plateformes Meta.

# reduce_your_risks_section.6ef440db-504f-4b20-a31b-c2e28a6a288f.content
source: At the bare minimum, you should:
de: Zumindest sollten Sie:
fr: Au strict minimum, il est recommandé de :

# reduce_your_risks_section.6ef440db-504f-4b20-a31b-c2e28a6a288f.content
source: Enable encrypted backups to prevent cloud backup data from being accessible
de: Verschlüsselte Backups aktivieren, um den Zugriff auf Cloud-Backup-Daten zu verhindern
fr: Activer les sauvegardes chiffrées pour empêcher l’accès aux données sauvegardées dans le cloud

# reduce_your_risks_section.6ef440db-504f-4b20-a31b-c2e28a6a288f.content
source: Enable "Advanced Chat Privacy" to disable AI features in chats and prevent conversation exports
de: Erweiterte Chat-Privatsphäre aktivieren, um KI-Funktionen in Chats zu deaktivieren und Konversationsexporte zu verhindern
fr: Activer « Confidentialité avancée des discussions » pour désactiver les fonctionnalités d’IA dans les discussions et éviter qu’elles ne soient exportées

# reduce_your_risks_section.6ef440db-504f-4b20-a31b-c2e28a6a288f.content
source: Enable two-step verification for account security
de: Zweistufige Verifizierung für die Kontosicherheit aktivieren
fr: Activer la vérification en deux étapes pour sécuriser votre compte

# reduce_your_risks_section.6ef440db-504f-4b20-a31b-c2e28a6a288f.content
source: Don't turn on Account Center integration to prevent information combination across Meta services
de: Account Center-Integration nicht aktivieren, um eine Informationskombination über Meta-Dienste hinweg zu verhindern
fr: Désactiver l’intégration du Centre de comptes pour empêcher le regroupement des informations entre les services Meta

# reduce_your_risks_section.6ef440db-504f-4b20-a31b-c2e28a6a288f.content
source: <b>Nuclear Option:</b> You can delete your entire account by navigating through Settings &gt; Account &gt; Delete Account and entering your phone number to confirm.
de: <b>Der drastischste Schritt:</b> Sie können Ihr gesamtes Konto löschen, indem Sie durch Einstellungen > Konto > Konto löschen navigieren und zur Bestätigung Ihre Telefonnummer eingeben.
fr: <b>Option radicale :</b> vous pouvez supprimer l’intégralité de votre compte en vous rendant dans Paramètres > Compte > Supprimer le compte et en saisissant votre numéro de téléphone pour confirmer.

# reduce_your_risks_section.6ef440db-504f-4b20-a31b-c2e28a6a288f.content
source: This option deletes your account info and profile picture, deletes you from any WhatsApp groups, and removes your message history on the device you’re using. However, the deletion process takes 90 days from the moment you request it. WhatsApp can also arbitrarily retain any data for a longer period of time as long as there’s a legal justification for it.
de: Diese Option löscht Ihre Kontoinformationen und Ihr Profilbild, entfernt Sie aus allen WhatsApp-Gruppen und löscht Ihren Nachrichtenverlauf auf dem von Ihnen verwendeten Gerät. Der Löschvorgang dauert jedoch 90 Tage ab dem Zeitpunkt, an dem Sie ihn anfordern. WhatsApp kann Daten auch willkürlich für einen längeren Zeitraum aufbewahren, solange es eine rechtliche Begründung dafür gibt.
fr: Cette option permet de supprimer les informations de votre compte et votre photo de profil, de vous retirer de tous les groupes WhatsApp et d’effacer l’historique de vos messages sur l’appareil que vous utilisez. La procédure de suppression prend toutefois 90 jours à compter du moment où vous en faites la demande. WhatsApp peut également conserver de manière arbitraire toute donnée pendant une période plus longue, pourvu que cela soit justifié légalement.

# bottom_line_section.0eb6b534-fe64-4037-a03b-e6ad2e6060de.content
source: Don’t interact with the Updates tab, don’t message business accounts, and don’t use Meta AI. Turning Advanced Chat Privacy on for each chat you’re in blocks Meta AI from being invoked. You may also consider using WhatsApp from a burner phone with a separate SIM if you’re concerned about your metadata being sent back to Meta. In that case, it wouldn’t hurt to use a trustworthy VPN or Tor to hide your IP address too.
de: Interagieren Sie nicht mit der Registerkarte „Aktualisierungen“, senden Sie keine Nachrichten an Geschäftskonten und verwenden Sie keine Meta-KI. Das Aktivieren der erweiterten Chat-Privatsphäre für jeden Chat, in dem Sie sich befinden, verhindert, dass Meta AI aufgerufen wird. Wenn Sie Bedenken haben, dass Ihre Metadaten an Meta zurückgesendet werden, können Sie auch WhatsApp von einem Wegwerf-Handy mit separater SIM-Karte verwenden. In diesem Fall würde es nicht schaden, ein vertrauenswürdiges VPN oder Tor zu verwenden, um auch Ihre IP-Adresse zu verbergen.
fr: N’interagissez pas avec l’onglet Mises à jour, n’envoyez pas de messages aux comptes professionnels et n’utilisez pas Meta AI. L’activation de la confidentialité avancée pour chaque discussion à laquelle vous participez empêche Meta AI d’être activé. Il est également possible d’utiliser WhatsApp à partir d’un téléphone jetable avec une carte SIM distincte si vous craignez que vos métadonnées soient transmises à Meta. Dans ce cas, il serait également judicieux d’utiliser un VPN ou Tor fiable pour masquer votre adresse IP.

# bottom_line_section.0eb6b534-fe64-4037-a03b-e6ad2e6060de.content
source: If you want an alternative, Signal offers most of the same conveniences and privacy benefits as WhatsApp but without the Meta ecosystem integration. It’s almost fully open-source on both the client and server side, making it much easier to verify that Signal’s end-to-end encryption is trustworthy.
de: Wenn Sie eine Alternative wünschen, bietet Signal die meisten der gleichen Annehmlichkeiten und Datenschutzvorteile wie WhatsApp, jedoch ohne die Integration des Meta-Ökosystems. Es ist sowohl auf Client- als auch auf Serverseite fast vollständig Open Source, wodurch es viel einfacher ist, die Vertrauenswürdigkeit der End-to-End-Verschlüsselung von Signal zu überprüfen.
fr: Si vous cherchez une alternative, Signal offre la plupart des avantages et des fonctionnalités de confidentialité de WhatsApp, mais sans l’intégration de l’écosystème Meta. Signal est presque entièrement Open Source, à la fois côté client et côté serveur, ce qui permet de vérifier beaucoup plus facilement que son chiffrement de bout en bout est fiable.

# bottom_line_section.0eb6b534-fe64-4037-a03b-e6ad2e6060de.content
source: <b>This is a developing story.</b> Meta <a id="a1">announced on October 30, 2025</a> that users can now enable end-to-end encryption of their backups by using passkeys. However, end-to-end encryption for backups remains off by default, isn’t available to all users, and lacks a clear rollout timeline.
fr: <b>Ce sujet évolue constamment.</b> Meta <a id="a1">a annoncé le 30 octobre 2025</a> que les utilisateurs peuvent désormais activer le chiffrement de bout en bout de leurs sauvegardes à l’aide de clés d’accès. Cependant, le chiffrement de bout en bout pour les sauvegardes reste désactivé par défaut, et n’est pas disponible pour tous les utilisateurs. De plus, aucun calendrier précis n’a été communiqué pour son déploiement.

# bottom_line_section.0eb6b534-fe64-4037-a03b-e6ad2e6060de.content
source: Corrections and amplifications: This story was updated on Oct 27 to reflect details on end-to-end encryption for chat backups, which are not enabled by default.
fr: Corrections et ajouts : cet article a été mis à jour le 27 octobre afin de tenir compte des détails relatifs au chiffrement de bout en bout pour les sauvegardes de conversations, qui n’est pas activé par défaut.

# hero_image_alt_text
source: Logo of the messaging app Whatsapp
de: Logo der Messaging-App WhatsApp
fr: Logo de l’application de messagerie WhatsApp

# scoring
source: Rating: 6/10
de: Bewertung: 6/10
fr: Note : 6/10

# type_of_testing
source: Hands On - Inspection of Android Packages &amp; WireShark Packet Analysis
de: Praxis – Untersuchung von Android-Paketen &amp; WireShark-Paketanalyse
fr: Mise en pratique — Inspection des paquets Android et analyse des paquets réseau avec WireShark

# byline
source: Reviewed by Sam Dawson
de: Bewertet von Sam Dawson
fr: Testé par Sam Dawson

# who_am_i
source: I’m a digital privacy and cybersecurity expert with over half a decade worth of experience reviewing privacy products. My research in academia included speculative execution attacks and AI-based hacking simulations. My privacy work appears in TechRadar, CNET, and ITPro, in addition to a previous stint at ProPrivacy as their in-house technical researcher for VPNs.
de: Ich bin ein Experte für digitalen Datenschutz und Cybersicherheit mit über einem halben Jahrzehnt Erfahrung bei der Überprüfung von Datenschutzprodukten. Meine Forschung in der akademischen Welt umfasste spekulative Execution-Angriffe und KI-basierte Hacking-Simulationen. Meine Arbeit in Sachen Datenschutz erscheint in Techradar, CNET und ITPro, zusätzlich zu einer früheren Arbeit bei ProPrivacy als interner technischer Forscher für VPNs.
fr: Je suis spécialiste de la confidentialité numérique et de la cybersécurité, avec plus de cinq ans d’expérience dans l’évaluation de produits liés à la vie privée. Au cours de mon parcours universitaire, j’ai mené des recherches sur les attaques par exécution spéculative et les simulations de piratage utilisant l’IA. Mes travaux sur la confidentialité ont été publiés sur TechRadar, CNET et ITPro, et j’ai également occupé le poste de chercheur technique interne pour les VPN chez ProPrivacy.

# lede_text
source: WhatsApp markets itself as one of the most privacy-friendly messaging apps available, but those claims are a little… bold, frankly. While WhatsApp can be used relatively safely, there are some privacy pitfalls lurking beneath the surface. Most of them relate to WhatsApp’s ownership. As of 2014, WhatsApp was acquired by Facebook, now known as Meta Platforms. Since then, concerns have surfaced over exactly how much data the two companies share.
de: WhatsApp vermarktet sich selbst als eine der datenschutzfreundlichsten Messaging-Apps, aber diese Behauptungen sind etwas… dreist, ganz ehrlich. Während WhatsApp relativ sicher verwendet werden kann, lauern unter der Oberfläche einige Fallen in Bezug auf die Privatsphäre. Die meisten von ihnen beziehen sich auf die Eigentümer von WhatsApp. 2014 wurde WhatsApp von Facebook übernommen, das heute als Meta Platforms bekannt ist. Seitdem sind Bedenken darüber aufgetreten, wie viele Daten genau die beiden Unternehmen gemeinsam nutzen.
fr: WhatsApp se présente comme l’une des applications de messagerie les plus respectueuses de la vie privée, mais ces affirmations sont un peu… audacieuses, disons-le franchement. Si WhatsApp peut être utilisé de manière relativement sûre, certains pièges en matière de confidentialité subsistent. La plupart d’entre eux sont liés à la propriété de WhatsApp. En 2014, WhatsApp a été racheté par Facebook, désormais connu sous le nom de Meta Platforms. Depuis lors, des inquiétudes ont surgi quant à la quantité exacte de données que les deux entreprises partagent.
