Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/issues-and-spaces/bias.po
Languages: es

# title
source: Bias
es: Sesgos

# header
source: Bias
es: Sesgos

# intro
source: We are committed to the realization of Artificial Intelligence that is worthy of trust, both on and offline. This commitment brings important topics such as bias, transparency and the stewardship of data to the forefront of the internet health movement.
es: Estamos comprometidos con lograr una Inteligencia Artificial que sea digna de confianza, tanto online como offline. Este compromiso implica abordar temas importantes como los sesgos, la transparencia y la custodia de datos, y llevarlos a la primera plana del movimiento de la salud de Internet.

# body.5059599f-e7dc-4cbf-ab56-eda4c0569628
source: Bias
es: Sesgos

# body.5059599f-e7dc-4cbf-ab56-eda4c0569628
source: Bias is the result of systematic design that allows for power to be unevenly distributed. It shows up in our personhood, in who we are as people today, but it is the result of systematic, historical, and oppressive structures. In order to change bias, we need to redesign the system.
es: Los sesgos son el resultado de un diseño sistemático que permite que el poder se distribuya de manera desigual. Aparecen en nuestra personalidad, en lo que somos como personas hoy, pero es el resultado de estructuras sistemáticas, históricas y opresivas. Para cambiar los sesgos, necesitamos rediseñar el sistema.

# body.26e24725-8bb0-4922-af9a-427618853ffa.button_label
source: Secure your MozFest Ticket
es: Asegura tu boleto al MozFest

# body.5279e8f3-c3c6-4d4c-bea3-af4ece94df43.altText
source: a black and white outline of a lightbulb
es: contorno en blanco y negro de una bombilla

# body.5279e8f3-c3c6-4d4c-bea3-af4ece94df43.text
source: <b>In 2020, 81 countries had "computational propaganda" showing up on social media.</b><br/><i>Industrialized Disinformation: 2020 Global Inventory of Organized Social Media Manipulation. Samantha Bradshaw, Hannah Bailey, Phillip N. Howard. Oxford Internet Institute, 2021</i>
es: <b>En 2020, 81 países tuvieron «propaganda computacional» en sus redes sociales.</b><br/><i>Desinformación industrializada: Inventario global 2020 de manipulación organizada de redes sociales. Samantha Bradshaw, Hannah Bailey, Phillip N. Howard. Oxford Internet Institute, 2021</i>

# body.8aeba6b4-9c7d-4e33-be4b-ba6169951b78
source: MozFest 2023 Spaces
es: Espacios del MozFest 2023

# body.8aeba6b4-9c7d-4e33-be4b-ba6169951b78
source: Think of Spaces at MozFest as mini-festivals. Within each Space, participants can find everything they need: interactive, community-led sessions, inspiring talks, art installations, lots of coffee, and community.
es: Piensa en los espacios del MozFest como minifestivales. Dentro de cada espacio, los participantes pueden encontrar todo lo que necesitan: sesiones interactivas dirigidas por la comunidad, charlas inspiradoras, instalaciones artísticas, litros y litros de café, y comunidad.

# body.046f0ea0-52fc-446c-a77d-280cbca57040.title
source: Autonomy &amp; Governance
es: Autonomía y gobierno

# body.046f0ea0-52fc-446c-a77d-280cbca57040.text
source: AI is morphing into a monster, taking hostage users’ privacy and power, and shedding good faith systems of transparency and awareness. It’s time we combine super powers and become our own heroes!
es: La IA se está transformando en un monstruo, toma como rehenes a la privacidad y el poder de los usuarios, y se deshace de los sistemas de transparencia y conciencia. ¡Es hora de combinar superpoderes y convertirnos en nuestros propios héroes!

# body.046f0ea0-52fc-446c-a77d-280cbca57040.text
source: How can we create a safe boundary between power holders and common individuals who are fighting over data in AI? Can we convert this challenge into an opportunity and create a comfortable environment for users to safely share data for the development of technology? At MozFest 2023, we will answer these questions and focus on diverting the flow of power away from the AI monster, and back into the hands of the people.
es: ¿Cómo podemos crear un límite seguro entre poseedores del poder y personas comunes que luchan por los datos en la IA? ¿Podemos convertir este desafío en una oportunidad y crear un entorno agradable donde los usuarios puedan compartir datos de forma segura para el desarrollo de la tecnología? En el MozFest 2023, responderemos estas preguntas y nos centraremos en desviar el flujo de poder lejos del monstruo de la IA, para que vuelva a estar en manos de la gente.

# body.046f0ea0-52fc-446c-a77d-280cbca57040.altText
source: A poster on a bulletin board that says 'Trust Me I'm An AI' A poster on a bulletin board that says 'Trust Me I'm An AI'
es: Un cartel en un tablón de anuncios que dice "Confía en mí, soy una IA"

# body.046f0ea0-52fc-446c-a77d-280cbca57040.url_label
source: Secure your ticket
es: Asegura tu boleto

# body.68aaf7cf-da82-45e3-9bb2-0dd547bf3718.title
source: Radical Inclusion
es: Inclusión radical

# body.68aaf7cf-da82-45e3-9bb2-0dd547bf3718.text
source: Can the internet and AI be shaped to accommodate the diversity of humanity? No two human beings are alike. We have different abilities, think in singular ways, speak many languages, and belong to communities with unique cultural, societal, and economic value systems.
es: ¿Se puede configurar Internet y la IA para adaptarlas a la diversidad de la humanidad? No hay dos seres humanos iguales. Tenemos diferentes habilidades, pensamos de maneras singulares, hablamos distintos idiomas y pertenecemos a comunidades con sistemas de valores culturales, sociales y económicos únicos.

# body.68aaf7cf-da82-45e3-9bb2-0dd547bf3718.text
source: The Radical Inclusion experience invites you to shift your point of view. Through audiovisual activities, storytelling, and much more, we will facilitate connections that explore how our ability, neurodivergence, language, and culture impact how we move through the digital world. Our collective voice can influence the future of the internet and shape Trustworthy AI. At MozFest 2023, immerse yourself in radical inclusivity and the imaginative ideas that are born from it.
es: La experiencia de inclusión radical te invita a cambiar tu punto de vista. A través de actividades audiovisuales, narración de historias y muchas otras actividades, facilitaremos conexiones que exploren cómo nuestra capacidad, neurodivergencia, idioma y cultura impactan en la forma de movernos por el mundo digital. Nuestra voz colectiva puede influir en el futuro de Internet y dar forma a una IA confiable. Sumérgete en la inclusión radical y las ideas imaginativas que nacen de ella en el MozFest 2023.

# body.68aaf7cf-da82-45e3-9bb2-0dd547bf3718.text
source: (This is an experience that is not accepting proposals.)
es: (Esta es una experiencia que no está recibiendo propuestas).

# body.68aaf7cf-da82-45e3-9bb2-0dd547bf3718.altText
source: A photo of a unicorn in the MozFest Queering space, with a paper tag advertising a 'Queer Censorship' session
es: Una foto de un unicornio en el espacio MozFest Queering, con una etiqueta de papel que anuncia una sesión 'Queer Censorship'

# body.bbc7c3d4-7d1e-40dc-9ba8-59890ccced6d.title
source: Youth Zone
es: Zona juvenil

# body.bbc7c3d4-7d1e-40dc-9ba8-59890ccced6d.text
source: All aboard! Everyone is invited onboard the S.S. MozFest as we sail on the sea we call the internet. No hand is too small to learn how to navigate the open waters of our digital world and create the ripples that will grow into waves of change for future generations. Whether it’s your maiden voyage or your 100th, all voices are important as we chart our course through our digital world, together.
es: ¡Todos a bordo! Están todos invitados a embarcar en el S.S. MozFest que navegará por el mar que llamamos Internet. Ninguna mano es demasiado pequeña para aprender a navegar por las aguas abiertas de nuestro mundo digital y crear las ondas que se convertirán en olas de cambio para las generaciones futuras. No importa si es tu viaje inaugural o tu viaje número 100, todas las voces son importantes mientras trazamos el curso a través de nuestro mundo digital, juntos.

# body.bbc7c3d4-7d1e-40dc-9ba8-59890ccced6d.text
source: Skill sharing, animations, TikTok dances, gaming, team building, confidence, coding: these all await you aboard the S.S. MozFest. Join us to learn the ins and outs of the internet in a fun, new way! The question is…where should your journey start?
es: Intercambio de habilidades, animaciones, bailes de TikTok, juegos, creación de equipos, confianza, programación: estas son las cosas que te esperan a bordo del S.S. MozFest. ¡Únete a nosotros para conocer los entresijos de Internet de una manera divertida y novedosa! La pregunta es... ¿dónde debería comenzar tu viaje?

# body.bbc7c3d4-7d1e-40dc-9ba8-59890ccced6d.altText
source: an photograph taken at the youth zone at mozfest, where a young facilitator is helping a young participant with a code issue during a session.
es: una fotografía tomada en la zona juvenil en el Mozfest, donde un joven facilitador ayuda a uns joven participante con un problema de código durante una sesión.

# body.bbc7c3d4-7d1e-40dc-9ba8-59890ccced6d.url_label
source: Submit your session idea
es: Envía tu idea para una sesión

# body.bc23ed19-13e2-487f-a3dc-8643b145851f.text
source: The MoZone Space brings together people and projects connected to the wide constellation of Mozilla’s work, with a focus on Trustworthy AI. As Mozilla celebrates 25 years of building a better internet, join staff, fellows, alumni, and partners as we imagine the next quarter century together.
es: El espacio MoZone reúne a personas y proyectos relacionados con la amplia constelación de tareas de Mozilla, con un énfasis en la IA confiable. Mozilla está celebrando 25 años de trabajo construyendo una Internet mejor: únete a los miembros del personal, compañeros, exalumnos y socios para imaginar juntos el próximo cuarto de siglo.

# body.bc23ed19-13e2-487f-a3dc-8643b145851f.altText
source: a crowd shot of attendees at MozFest
es: una foto de la multitud de asistentes al MozFest

# body.5ffc329e-4c13-41e5-86eb-70fc0e95eb3f
source: MozFest provides hundreds of community-led, immersive sessions that tackle topics that matter most for a healthier digital world. Learn more about how transparency has showed up at previous festivals.
es: El MozFest ofrece cientos de sesiones inmersivas dirigidas por la comunidad que abordan los temas más importantes para un mundo digital más saludable. Obtén más información sobre cómo se ha trabajado con la transparencia en festivales anteriores.

# body.d21f5799-a7f9-4b48-9059-27f3145cb04a.title
source: Previous MozFest Sessions
es: Sesiones anteriores del MozFest

source: The Need for Diversity in Voice AI Datasets
es: La necesidad de diversidad en los sets de datos de voz para la IA

source: Johann Diedrick, Hillary Juma, Kathleen Siminyu, Johann Diedrick, and Xavier Harding
es: Johann Diedrick, Hillary Juma, Kathleen Siminyu, Johann Diedrick y Xavier Harding

source: Join researchers, artists, and technologists to unpack the repercussions - and solutions to - exclusionary voice data.
es: Únete a investigadores, artistas y tecnólogos para desentrañar las repercusiones (y las soluciones) de los datos de voz excluyentes.

source: Building Trustworthy AI with Tech &amp; Society
es: Construyendo una IA confiable con Tecnología y sociedad

source: Mimi Onuoha, Tamilore Ajeigbe, Jack Sullivan, MiKayla Green
es: Mimi Onuoha, Tamilore Ajeigbe, Jack Sullivan y MiKayla Green

source: What does it looks like to work collaboratively with different types of people and skill levels on specific data-driven problems?
es: ¿Cómo es trabajar colaborativamente en problemas específicos basados en datos con diferentes tipos de personas y niveles de habilidad?

source: Watch more sessions
es: Ver más sesiones

# body.ad65c1d7-a96d-4170-b31c-460a09156979.alt_text
source: placeholder
es: marcador

# body.ad65c1d7-a96d-4170-b31c-460a09156979.title
source: Community Spotlight: Meet Amelia
es: Destacados por la comunidad: conoce a Amelia

# body.ad65c1d7-a96d-4170-b31c-460a09156979.body
source: Her podcast, Wampum.Codes explores the intersection of ethical values, culture, and internet technology with native and indigenous game designers, comedians, artists and more!
es: Su podcast, «Wampum.Codes» explora la intersección de los valores éticos, la cultura y la tecnología de Internet con diseñadores de juegos, comediantes, artistas y otras personas nativas e indígenas.

# body.6fbf4dec-5d0f-4a3b-86f9-e82956a1b08c
source: Other Mozilla Opportunities
es: Otras oportunidades de Mozilla

# body.6fbf4dec-5d0f-4a3b-86f9-e82956a1b08c
source: Did you know that you can expand your MozFest experience to dozens of other opportunities that Mozilla offers? For more than two decades, Mozilla has invested in visionary ideas, global leaders, and people-centered campaigns to ensure the internet remains open and accessible to all.
es: ¿Sabías que puedes ampliar tu experiencia del MozFest y abarcar docenas de otras oportunidades ofrecidas por Mozilla? Durante más de dos décadas, Mozilla ha invertido en ideas visionarias, líderes globales y campañas centradas en las personas para garantizar que Internet permanezca abierta y accesible para todos.

source: Contribute Your Voice
es: Contribuye con tu voz

source: Common Voice is an initiative to help teach machines how real people speak, helping to make voice recognition open and accessible to everyone.
es: Common Voice es una iniciativa para que las máquinas aprendan cómo hablan las personas reales, ayudando a que el reconocimiento de voz sea abierto y accesible para todos.

source: https://commonvoice.mozilla.org?utm_source=mozfest&amp;utm_medium=pathways&amp;utm_campaign=issues&amp;utm_content=bias
es: https://commonvoice.mozilla.org?utm_source=mozfest&utm_medium=pathways&utm_campaign=issues&utm_content=bias

source: Learn more
es: Descubre más

source: The AI Medicine Cabinet
es: El gabinete de medicina de IA

source: This episode of the Internet Health Report podcast that explores a new dataset for Black skin health, a Covid chatbot in Rwanda and AI diagnostics in rural India.
es: En este episodio del podcast del Informe para la salud de Internet se explora un nuevo set de datos para la salud de la piel de personas negras, un chatbot sobre COVID de Ruanda y diagnósticos de IA en zonas rurales de la India.

source: https://2022.internethealthreport.org/?utm_source=mozfest&amp;utm_medium=pathways&amp;utm_campaign=issues&amp;utm_content=bias
es: https://2022.internethealthreport.org/?utm_source=mozfest&utm_medium=pathways&utm_campaign=issues&utm_content=bias

source: Listen now
es: Escuchar ahora

source: Read the White Paper
es: Leer el libro blanco

source: This white paper unpacks Mozilla’s theory of change for supporting the development of more Trustworthy Artificial Intelligence (AI)
es: Este libro blanco desentraña la teoría del cambio de Mozilla para fomentar el desarrollo de una Inteligencia Artificial (IA) más confiable

source: Read now
es: Leer ahora
