Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/issues-and-spaces/movement-building.po
Languages: es

# title
source: Movement Building
es: Construcción de movimientos

# header
source: Movement Building
es: Construcción de movimientos

# intro
source: We are committed to the realization of Artificial Intelligence that is worthy of trust, both on and offline. This commitment brings important topics such as bias, transparency and the stewardship of data to the forefront of the internet health movement.
es: Estamos comprometidos con lograr una Inteligencia Artificial que sea digna de confianza, tanto online como offline. Este compromiso implica abordar temas importantes como los sesgos, la transparencia y la custodia de datos, y llevarlos a la primera plana del movimiento de la salud de Internet.

# body.5059599f-e7dc-4cbf-ab56-eda4c0569628
source: Movement Building
es: Construcción de movimientos

# body.5059599f-e7dc-4cbf-ab56-eda4c0569628
source: Building across movements calls for trust and allyship. It orients the work towards Trustworthy AI and internet health. It requires building an enduring practice, a deep commitment towards shared goals, and a desire to see change on a systematic scale.
es: La construcción de movimientos requiere confianza y alianzas. Orienta el trabajo hacia una IA confiable y una Internet saludable. Requiere construir prácticas duraderas, un profundo compromiso con los objetivos compartidos y el deseo de ver un cambio sistemático.

# body.e6c2a4ba-aa77-451a-b765-31bb5d8b7d17.button_label
source: Secure your ticket
es: Asegura tu boleto

# body.5279e8f3-c3c6-4d4c-bea3-af4ece94df43.altText
source: a black and white outline of a lightbulb
es: contorno en blanco y negro de una bombilla

# body.5279e8f3-c3c6-4d4c-bea3-af4ece94df43.text
source: At least 145 countries from around the world have been represented by the tens of thousands of participants who have taken part in MozFest over the past 12 years.
es: Al menos 145 países de todo el mundo han estado representados por las decenas de miles de personas que han participado en el MozFest en los últimos 12 años.

# body.da5024ad-c823-4187-a2b3-5c8662d681b8
source: MozFest 2023 Spaces
es: Espacios del MozFest 2023

# body.da5024ad-c823-4187-a2b3-5c8662d681b8
source: Think of Spaces at MozFest as mini-festivals. Within each Space, participants can find everything they need: interactive, community-led sessions, inspiring talks, art installations, lots of coffee, and community.
es: Piensa en los espacios del MozFest como minifestivales. Dentro de cada espacio, los participantes pueden encontrar todo lo que necesitan: sesiones interactivas dirigidas por la comunidad, charlas inspiradoras, instalaciones artísticas, litros y litros de café, y comunidad.

# body.df3c7b2f-caee-454c-8f3e-268c52a36bad.title
source: Allies in Practice
es: Los aliados en la práctica

# body.df3c7b2f-caee-454c-8f3e-268c52a36bad.text
source: Along the fringes lie issues regarding Trustworthy AI and a healthy internet that need to become part of the core: To visualize the intersectional nature of inequity. To root technology in the historical context from which it emerges. To achieve transparency in power structures. To change biased systems. To build collective power. To achieve Trustworthy AI, together.
es: Los problemas relacionados con la IA confiable y una Internet saludable están en los márgenes cuando necesitan estar en el centro: para visualizar la naturaleza interseccional de la inequidad. Para arraigar las tecnologías en el contexto histórico del cual emergen. Para lograr transparencia en las estructuras de poder. Para cambiar sistemas sesgados. Para construir poder colectivo. Para lograr una IA confiable, juntos.

# body.df3c7b2f-caee-454c-8f3e-268c52a36bad.text
source: At MozFest 2023, the fringe becomes the core. This Space houses long term comrades across the internet health movement to collaborate, build, achieve, and interrogate. We are also building new allyships with organizations, coalitions, builders, artists, activists, journalists, and social movements who are committed to reshaping the future of our digital world.
es: En el MozFest 2023, los márgenes se convierten en el centro. Este espacio alberga a camaradas de larga data a lo largo y a lo ancho del movimiento de la salud de Internet para colaborar, construir, lograr e interrogar. También estamos construyendo alianzas nuevas con organizaciones, coaliciones, constructores, artistas, activistas, periodistas y movimientos sociales que están comprometidos con la remodelación del futuro de nuestro mundo digital.

# body.df3c7b2f-caee-454c-8f3e-268c52a36bad.altText
source: A crowd photo of participants at a prior MozFest event, centered on the Mozilla mascot
es: Una foto de una multitud de participantes en un evento previo del MozFest, enfocado en la mascota de Mozilla

# body.df3c7b2f-caee-454c-8f3e-268c52a36bad.url_label
source: Secure your ticket
es: Asegura tu boleto

# body.39ac2317-162f-493e-83fa-c455f19caf82.title
source: Tech &amp; Biodiversity: Legado 2060
es: Tecnología y biodiversidad: legado 2060

# body.39ac2317-162f-493e-83fa-c455f19caf82.text
source: We’re writing a digital ecosystem telenovela/K-drama/dizi/teleserye and need your help to inspire, write, act, and direct the narrative of sustainable digital futures. Together at MozFest 2023, we will craft an epic story that saves our environment from destruction and writes the happily ever after love story between tech, humans, and biodiversity that we all long for.
es: Estamos escribiendo una telenovela/K-drama/dizi/teleserie sobre un ecosistema digital y necesitamos tu ayuda para inspirar, escribir, actuar y dirigir esta narrativa de futuros digitales sostenibles. En el MozFest 2023, crearemos juntos una historia épica donde el medioambiente se salva de la destrucción y la historia entre tecnología, humanos y biodiversidad tiene el final feliz con el que todos soñamos.

# body.39ac2317-162f-493e-83fa-c455f19caf82.text
source: How can the digital ecosystem be the answer to our sustainable and biodiverse legacy? It’s up to us to make the right choices now in order to avoid catastrophic consequences in the future. Join us to see — and take part in — the unfolding of MozFest’s 2060 Sci-Fi Telenovela! Explore its various opening scenes, dramatic storyline, plot twists, and an end for a new beginning. You don’t want to miss this story for the ages on harnessing digital technologies to positively impact our environment and biodiversity.
es: ¿Cómo puede el ecosistema digital ser la respuesta a nuestro legado sostenible y biodiverso? Depende de nosotros tomar ahora las decisiones correctas para evitar consecuencias catastróficas en el futuro. ¡Únete a nosotros para ver y participar en el desarrollo de la telenovela de ciencia ficción 2060 del MozFest! Explora sus diversas escenas de apertura, argumentos, giros dramáticos y un final que permitirá un nuevo comienzo. No querrás perderte esta historia sobre el aprovechamiento de las tecnologías digitales para el impacto positivo en el medioambiente y la biodiversidad.

# body.39ac2317-162f-493e-83fa-c455f19caf82.altText
source: a paper jungle created to decorate a space at a previous in-person MozFest
es: una jungla de papel creada para decorar un espacio en un MozFest presencial anterior

# body.39ac2317-162f-493e-83fa-c455f19caf82.url_label
source: Secure your ticket
es: Asegura tu boleto

# body.51d014e0-2762-4ea4-97b7-fa3339474d0a.title
source: MoZone
es: MoZona

# body.51d014e0-2762-4ea4-97b7-fa3339474d0a.text
source: The MoZone Space brings together people and projects connected to the wide constellation of Mozilla’s work, with a focus on Trustworthy AI. As Mozilla celebrates 25 years of building a better internet, join staff, fellows, alumni, and partners as we imagine the next quarter century together.
es: El espacio MoZone reúne a personas y proyectos relacionados con la amplia constelación de tareas de Mozilla, con un énfasis en la IA confiable. Mozilla está celebrando 25 años de trabajo construyendo una Internet mejor: únete a los miembros del personal, compañeros, exalumnos y socios para imaginar juntos el próximo cuarto de siglo.

# body.51d014e0-2762-4ea4-97b7-fa3339474d0a.text
source: Together, we can protect our communities from the harm AI is causing, and build tech that will put humanity and public good at the forefront to effect positive change. We will cross-pollinate our work and movements, collaborate toward collective action, and imagine new realities!
es: Juntos, podemos proteger a nuestras comunidades del daño que está causando la IA y crear tecnologías que pongan a la humanidad y el bien público a la vanguardia para lograr un cambio positivo. ¡Polinizaremos nuestros trabajos y movimientos, colaboraremos hacia una acción colectiva e imaginaremos nuevas realidades!

# body.51d014e0-2762-4ea4-97b7-fa3339474d0a.altText
source: a crowd shot of attendees at MozFest
es: una foto de la multitud de asistentes al MozFest

# body.51d014e0-2762-4ea4-97b7-fa3339474d0a.url_label
source: Secure your ticket
es: Asegura tu boleto

# body.f9e96a91-ac8a-4272-8f5f-763907b58e13
source: MozFest provides hundreds of community-led, immersive sessions that tackle topics that matter most for a healthier digital world. Learn more about how transparency has showed up at previous festivals.
es: El MozFest ofrece cientos de sesiones inmersivas dirigidas por la comunidad que abordan los temas más importantes para un mundo digital más saludable. Obtén más información sobre cómo se ha trabajado con la transparencia en festivales anteriores.

# body.d21f5799-a7f9-4b48-9059-27f3145cb04a.title
source: Previous MozFest Sessions
es: Sesiones anteriores del MozFest

source: The Future is Intersectional Conversation: Future of Media &amp; Technology
es: El futuro es una conversación interseccional: el futuro de los medios y la tecnología

source: Join a conversation between Cheryl Finley and Kamal Sinclair about the future of media and technology and who holds the power to shift the cultural landscape.
es: Únete a la conversación de Cheryl Finley y Kamal Sinclair sobre el futuro de los medios y la tecnología, y sobre quiénes tienen el poder de cambiar el paisaje cultural.

source: Afrofeminist Digital Futures: African Women Unite for a Safe Internet
es: Futuros digitales afrofeministas: mujeres africanas unidas por una Internet segura

source: Rachel Magege, Irene Mwendwa, Mwende Ngao, Cecilia Maundu, Bina Maseno
es: Rachel Magege, Irene Mwendwa, Mwende Ngao, Cecilia Maundu y Bina Maseno

source: Are governments open to providing online complaints and reporting mechanisms? Discussing feminist research reports and how to engage women's rights and grassroots movement.
es: ¿Están dispuestos los gobiernos a proporcionar mecanismos de denuncia y quejas en línea? Discusión de los informes sobre investigación feminista y cómo incorporar los derechos de las mujeres y los movimientos de base.

source: Venture Capital, Digital Rights, and the Future of Responsible Tech Investing
es: Capitales de riesgo, derechos digitales y el futuro de la inversión tecnológica responsable

source: How can technology founders, civil society and policy makers engage traditional VC investors to actively foster a responsible and intersectional tech ecosystem that disrupts for good, and seeks to build rather than break?
es: ¿Cómo pueden los fundadores tecnológicos, la sociedad civil y los responsables políticos involucrar a los inversores tradicionales de capitales de riesgo para fomentar activamente un ecosistema tecnológico responsable e interseccional que irrumpa positivamente y que busque construir en lugar de romper?

# body.f2394006-65af-48c6-91f2-0206864d99e9.alt_text
source: Viv's avatar
es: Avatar de Viv

# body.f2394006-65af-48c6-91f2-0206864d99e9.metadata
source: Community Spotlight
es: Destacado por la comunidad

# body.f2394006-65af-48c6-91f2-0206864d99e9.title
source: Meet Viv
es: Conoce a Viv

# body.f2394006-65af-48c6-91f2-0206864d99e9.body
source: Her humanity-first approach to overcoming imposter syndrome harnesses the benefits community diversity can bring into how technology is conceived and built.
es: Su enfoque humanista para superar el síndrome del impostor aprovecha los beneficios que la diversidad comunitaria puede aportar a la forma en que se concibe y construye la tecnología.

# body.a966e2f4-1bdb-40e2-a062-9926c2eff002
source: Other Mozilla Oppotunities
es: Otras Oppotunidades de Mozilla

# body.a966e2f4-1bdb-40e2-a062-9926c2eff002
source: Did you know that you can expand your MozFest experience to dozens of other opportunities that Mozilla offers? For more than two decades, Mozilla has invested in visionary ideas, global leaders, and people-centered campaigns to ensure the internet remains open and accessible to all.
es: ¿Sabías que puedes ampliar tu experiencia del MozFest y abarcar docenas de otras oportunidades ofrecidas por Mozilla? Durante más de dos décadas, Mozilla ha invertido en ideas visionarias, líderes globales y campañas centradas en las personas para garantizar que Internet permanezca abierta y accesible para todos.

source: Trustworthy AI Working Gruops
es: Grupos de trabajo para una IA confiable

source: A global collective of individuals passionate and curious about Trustworthy AI who come from many different educational and professional backgrounds
es: Un colectivo global de individuos apasionados y curiosos por la IA confiable, de diversos orígenes educativos y profesionales

source: https://www.mozillafestival.org/community/working-groups?utm_source=mozfest&amp;utm_medium=pathways&amp;utm_campaign=issues&amp;utm_content=movementbuilding
es: https://www.mozillafestival.org/community/working-groups?utm_source=mozfest&utm_medium=pathways&utm_campaign=issues&utm_content=movementbuilding

source: Learn more
es: Descubre más

source: Movement Building Landscape Analysis
es: Análisis del paisaje de la construcción de movimientos

source: A landscape analysis of Mozilla Foundation’s potential movement partnerships at the intersection of AI and social justice.
es: Un análisis de las posibles asociaciones de movimientos de la Fundación Mozilla en la intersección de la IA y la justicia social.

source: https://movementbuilding.mozillafoundation.org/?utm_source=mozfest&amp;utm_medium=pathways&amp;utm_campaign=issues&amp;utm_content=movementbuilding
es: https://movementbuilding.mozillafoundation.org/?utm_source=mozfest&utm_medium=pathways&utm_campaign=issues&utm_content=movementbuilding

source: Read the analysis
es: Lee el análisis

source: The Tech We Won’t Build
es: La tecnología que no construiremos

source: At what point do we blow the whistle, call out the boss, and tell the world? In this episode of the Internet Health Report, find out what it’s like to sound the alarm from inside a big tech company, and more.
es: ¿En qué momento pitamos, llamamos al jefe e informamos al mundo? En este episodio del Informe sobre la Salud de Internet, descubrirás cómo es hacer sonar la alarma desde el interior de una gran empresa de tecnología, y más.

source: https://2022.internethealthreport.org/episodes/the-tech-we-wont-build/?utm_source=mozfest&amp;utm_medium=pathways&amp;utm_campaign=issues&amp;utm_content=movementbuilding
es: https://2022.internethealthreport.org/episodes/the-tech-we-wont-build/?utm_source=mozfest&utm_medium=pathways&utm_campaign=issues&utm_content=movementbuilding

source: Listen now
es: Escuchar ahora
