Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br

# seo_title
source: Mozilla Foundation
es: Fundación Mozilla
fr: Fondation Mozilla
pl: Fundacja Mozilla
pt_br: Fundação Mozilla

# search_description
source: Mozilla is a global nonprofit dedicated to keeping the Internet a global public resource that is open and accessible to all.
de: Mozilla ist eine globale gemeinnützige Organisation, die sich zum Ziel gesetzt hat, das Internet als globale öffentliche Ressource zu erhalten, die offen und für alle zugänglich ist.
es: Mozilla es una organización mundial sin ánimo de lucro que vela por que Internet siga siendo un recurso público global abierto y accesible para todos.
fr: Mozilla est une organisation internationale à but non lucratif qui contribue à s’assurer qu’Internet demeure une ressource publique, ouverte et accessible à tous.
fy_nl: Mozilla is in wrâldwide non-profitorganisaasje, tawijd om it ynternet as wrâldwide publike helpboarne te behâlden, iepen en tagonklik foar elkenien.
nl: Mozilla is een wereldwijde non-profitorganisatie, toegewijd om het internet als wereldwijde publieke hulpbron te behouden, open en toegankelijk voor iedereen.
pl: Mozilla jest globalną organizacją non-profit, działającą na rzecz zachowania Internetu jako globalnego publicznego zasobu, otwartego i dostępnego dla wszystkich.
pt_br: Mozilla é uma organização global sem fins lucrativos, dedicada a manter a internet um recurso público global, aberto e acessível a todos.

# title
source: Homepage
de: Startseite
es: Inicio
fr: Page d’accueil
fy_nl: Startside
nl: Startpagina
pl: Strona główna
pt_br: Página inicial

# hero_button_text
source: Read the predictions
es: Lee las predicciones
nl: Lees de voorspellingen

# hero_intro_heading
source: A healthy internet is one in which privacy, openness, and inclusion are the norms.
es: Un Internet saludable es aquel en el que la privacidad, la apertura y la inclusión son la norma.
nl: Een gezond internet is een internet waarin privacy, openheid en inclusie de norm zijn.

# hero_intro_body
source: The Mozilla Foundation empowers people to shape a healthier digital world. We work across borders to advocate for privacy, inclusion and decentralization, and to create safer, more transparent online experiences for everyone.
es: La Fundación Mozilla empodera a las personas para que conformen un mundo digital más saludable. Trabajamos más allá de las fronteras para defender la privacidad, la inclusión y la descentralización, y para crear experiencias en línea más seguras y transparentes para todos.
nl: De Mozilla Foundation stelt mensen in staat om een gezondere digitale wereld vorm te geven. We werken grensoverschrijdend om te pleiten voor privacy, inclusie en decentralisatie, en om veiligere, transparantere online ervaringen voor iedereen te creëren.

# hero_intro_link.23e90ac4-ef42-4580-9e95-405571c3ac4d.label
source: More about us
es: Conoce más sobre nosotros
nl: Meer over ons

# ideas_title
source: What We're Building
es: Qué estamos construyendo
nl: Wat we bouwen

# ideas_headline
source: Championing ‘Public AI’
es: En defensa de una «IA pública»
nl: Opkomen voor ‘Publieke AI’

# cause_statement
source: The Mozilla Foundation works to ensure the internet remains a public resource that is open and accessible to us all.
de: Die Mozilla Foundation arbeitet daran, dass das Internet eine öffentliche Ressource bleibt, die für uns alle offen und zugänglich ist.
es: La Fundación Mozilla trabaja para garantizar que Internet siga siendo un recurso público abierto y accesible para todos.
fr: La Fondation Mozilla est à pied d’œuvre pour s’assurer qu’Internet demeure un bien commun ouvert et accessible à tout le monde.
fy_nl: De Mozilla Foundation wurket om derfoar te soargjen dat it ynternet in publike helpboarne bliuwt, iepen en tagonklik foar elkenien.
nl: De Mozilla Foundation werkt ervoor om te zorgen dat het internet een publieke hulpbron blijft, open en toegankelijk voor iedereen.
pl: Fundacja Mozilla dba, aby Internet pozostał publicznym zasobem, który jest otwarty i dostępny dla nas wszystkich.
pt_br: A Fundação Mozilla trabalha para garantir que a internet permaneça um recurso público, aberto e acessível a todos nós.

# cause_statement_link_text
source: Learn more about our work
de: Erfahren Sie mehr über unsere Arbeit
es: Más información sobre nuestra labor
fr: En apprendre davantage sur nos efforts
fy_nl: Mear oer ús wurk
nl: Meer over ons werk
pl: Dowiedz się więcej o naszej pracy
pt_br: Saiba mais sobre nosso trabalho

# quote_text
source: Of all the groups we work with regularly, very few have had the impact that our collaborations with Mozilla have had over the years…it’s absolutely a match made in heaven.
de: Von allen Gruppen, mit denen wir regelmäßig zusammenarbeiten, haben nur sehr wenige den Einfluss gehabt, den unsere Zusammenarbeit mit Mozilla im Laufe der Jahre hatte. Es ist die perfekte Partnerschaft.
es: De entre todos los grupos con los que solemos trabajar, muy pocos han igualado el impacto de nuestras colaboraciones con Mozilla a lo largo de los años… No hay duda de que es una unión perfecta.
fr: De tous les groupes avec lesquels nous travaillons régulièrement, très peu ont eu l’impact que nos collaborations avec Mozilla ont eu au fil des ans… cette relation est vraiment idéale.
fy_nl: Fan alle groepen wêrmei't wy regelmjittich wurkje, hawwe der mar in pear de ympakt hân dy't ús gearwurkingen mei Mozilla troch de jierren hinne hân hawwe… it is absolút in ideale gearwurking.
nl: Van alle groepen waarmee we regelmatig werken, hebben er maar heel weinig de impact gehad die onze samenwerkingen met Mozilla door de jaren heen hebben gehad… het is absoluut een ideale samenwerking.
pl: Spośród wszystkich grup, z którymi regularnie współpracujemy, bardzo niewiele miało wpływ taki, jak nasza współpraca z Mozillą… z całą pewnością pasujemy do siebie idealne.
pt_br: De todos os grupos com os quais trabalhamos regularmente, muito poucos tiveram o impacto que nossas colaborações com a Mozilla tiveram ao longo dos anos… com certeza é uma combinação perfeita.

# quote_source_job_title
source: Ford Foundation
es: Fundación Ford
pl: Fundacja Forda

# partner_heading
source: Funder or civil society organization? Partner with us.
es: ¿Perteneces a una entidad financiadora o a una organización civil? Asóciate con nosotros.
nl: Financier of maatschappelijke organisatie? Werk met ons samen.

# partner_intro_text
source: Help fund, shape, and expand Mozilla work toward a healthy internet and trustworthy AI.
de: Helfen Sie dabei, die Mozilla-Arbeit für ein gesundes Internet und eine vertrauenswürdige KI zu finanzieren, zu gestalten und zu erweitern.
es: Ayuda a financiar, moldear y expandir el trabajo de Mozilla a favor de una Internet saludable y una IA confiable.
fr: Aidez à financer, façonner et étendre le travail de Mozilla en faveur d’un Internet sain et d’IA dignes de confiance.
fy_nl: Help it wurk fan Mozilla foar in sûn ynternet en betroubere AI te finansierjen, foarm te jaan en út te wreidzjen.
nl: Help het werk van Mozilla voor een gezond internet en betrouwbare AI te financieren, vorm te geven en uit te breiden.
pl: Pomóż finansować, kształtować i rozszerzać działania Mozilli mające na celu tworzenie zdrowego Internetu i sztucznej inteligencji, której można ufać.
pt_br: Ajude a financiar, moldar e expandir o trabalho da Mozilla em direção a uma internet saudável e inteligência artificial confiável.

# partner_page_text
source: Let’s work together
de: Lassen Sie uns zusammenarbeiten
es: Trabajemos juntos
fr: Travaillons ensemble
fy_nl: Litte wy gearwurkje
nl: Laten we samenwerken
pl: Pracujmy razem
pt_br: Vamos trabalhar juntos

# take_action_title
source: Take Action
es: Actúa ahora
nl: Actie ondernemen

# take_action_cards.383ef2c6-f724-47d4-b93f-3c19c2c6f1e8.text
source: Tell Bumble: Don’t sell or share users’ data without permission.
de: Fordern Sie Bumble auf: Kein Verkauf oder Weitergabe von Nutzerdaten ohne Zustimmung.
es: ¡Dile a Bumble que no venda ni comparta datos de sus usuarios sin su permiso explícito!
fr: Demandez à Bumble de ne pas vendre ou partager les données de ses utilisateurs·trices sans leur permission.
nl: Vertel Bumble: verkoop of deel geen gegevens van gebruikers zonder toestemming.

# take_action_cards.383ef2c6-f724-47d4-b93f-3c19c2c6f1e8.cta
source: Sign now
de: Jetzt unterzeichen
es: Firmar ahora
fr: Signer la pétition
nl: Nu tekenen

# take_action_cards.046f1c00-6873-4bdb-a623-32c6cc18e068.text
source: Tell Meta: Don't Kill Your Crucial Transparency Tool, CrowdTangle!
de: Fordern Sie Meta auf: Haltet euer unverzichtbares Transparenz-Tool CrowdTangle am Laufen!
es: Dile a Meta: ¡No aniquiles tu herramienta crucial para la transparencia, CrowdTangle!
fr: Dites à Meta de ne pas supprimer CrowdTangle, l’outil essentiel pour la transparence en ligne !
nl: Vertel Meta: maak uw cruciale transparantiehulpmiddel niet kapot, CrowdTangle!

# take_action_cards.046f1c00-6873-4bdb-a623-32c6cc18e068.cta
source: Sign now
de: Jetzt unterzeichen
es: Firmar ahora
fr: Signer la pétition
nl: Nu tekenen

# take_action_cards.5ae600cc-b1a4-43b2-852f-d2ce8396cbe1.text
source: Tell OpenAI, Google, and Microsoft: Provide transparency about the data used to train your AI tools!
de: Fordern Sie OpenAI, Google und Microsoft auf: Schafft Transparenz über die Daten, die ihr zum Trainieren eurer KI-Tools verwendet!
es: Pide a OpenAI, Google y Microsoft transparencia sobre los datos que utilizaron para entrenar tus herramientas de IA.
fr: Demandez à OpenAI, Google et Microsoft d’être transparents sur les données utilisées pour entraîner leurs outils d’IA !
nl: Zeg tegen OpenAI, Google en Microsoft: zorg voor transparantie over de gegevens die worden gebruikt om jullie AI-hulpmiddelen te trainen!
pt_br: Exija da OpenAI, Google e Microsoft: sejam transparentes sobre os dados usados para treinar suas ferramentas de IA.

# take_action_cards.5ae600cc-b1a4-43b2-852f-d2ce8396cbe1.cta
source: Sign now
de: Jetzt unterzeichen
es: Firmar ahora
fr: Signer la pétition
nl: Nu tekenen

# take_action_cards.b2c17bff-53d9-44fe-a882-7603d821585c.text
source: TikTok Lite Lacks Critical Safety Features, Neglects Global Majority Users
de: TikTok Lite fehlen wichtige Sicherheitsfunktionen, enttäuscht Mehrheit der Nutzer weltweit
es: TikTok Lite carece de características de seguridad críticas, descuida a la mayoría de los usuarios globales
fr: TikTok Lite manque de fonctions de sécurité et néglige la majorité des utilisateurs dans le monde
nl: TikTok Lite mist kritieke veiligheidsfuncties, negeert gebruikers wereldwijd

# take_action_cards.b2c17bff-53d9-44fe-a882-7603d821585c.cta
source: Learn more
de: Weitere Informationen
es: Saber más
fr: En savoir plus
nl: Meer info

# partner_logos.27a519d5-cbc2-4e21-af63-5e80a198ecf6.name
source: Ford Foundation logo
de: Logo der Ford Foundation
es: Logo de la Fundación Ford
fr: Logo de la Ford Foundation
pl: Logo Ford Foundation
pt_br: Logotipo da Fundação Ford

# partner_logos.f4684c22-cf86-444c-8aa9-1106b85ebaad.name
source: Omidyar Network logo
de: Logo des Omidyar-Netzwerks
es: Logo de Omidyar Network
fr: Logo d’Omidyar Network
pl: Logo Omidyar Network
pt_br: Logotipo da Omidyar Network

# partner_logos.21368b8c-aebc-4882-9475-8484484da658.name
source: Color of Change logo
de: Logo von Color of Change
es: Logo de Color of Change
fr: Logo de Color of Change
pl: Logo Color of Change
pt_br: Logotipo da Color of Change

# partner_logos.929c99af-30b5-43e9-868d-348dff76a7cb.name
source: Consumers International logo
de: Logo von Consumers International
es: Logo de Consumers International
fr: Logo de Consumers International
pl: Logo Consumers International
pt_br: Logotipo da Consumers International

# ideas_posts.edd097f8-7d7f-45b2-b7c8-bc594288f5d8.cta
source: Common Voice 19.0 Dataset Release
es: Publicación del set de datos Common Voice 19.0
nl: Common Voice-gegevensset versie 19.0

# ideas_posts.5d8ee629-1355-48db-b54c-f85951512e7d.cta
source: 2024 Mozilla Technology Fund Cohort
es: Cohorte 2024 del Fondo Tecnológico Mozilla
nl: Mozilla Technology Fund-cohort 2024

# ideas_posts.229b0fa6-2d60-4744-be0f-8ef91c68931f.cta
source: Read more
es: Leer más
nl: Meer info

# highlights_title
source: The Latest
es: Lo más reciente
nl: De nieuwste

# hero_headline
source: Shaping the Future: Mozilla Fellows Share 2025 Tech Visions
nl: De toekomst vormgeven: Mozilla Fellows delen technologie-visies voor 2025

# hero_headline
source: TikTok Lite Lacks Key Safety Features, Fails Global Majority
de: TikTok Lite fehlen wichtige Sicherheitsfunktionen, enttäuscht Nutzer weltweit
fr: TikTok Lite manque de sécurité et néglige une majorité d’utilisateurs·trices

# hero_button_text
source: Read Our Research
de: Unsere Forschungsarbeit lesen
fr: Lire notre étude

# spotlight_headline
source: Spotlight: The Data Futures Lab
de: Spotlight: Das Data Futures Lab
fr: À la une : le Data Futures Lab
pt_br: Em destaque: o Data Futures Lab

# partner_heading
source: Partner with us
de: Werden Sie Partner
fr: Partenariats
fy_nl: Partner wurde
pl: Nawiąż z nami współpracę
pt_br: Seja nosso parceiro

# take_action_title
source: Take action
de: Handeln Sie
fr: Passez à l’action
fy_nl: Aksje ûndernimme
pl: Podejmij działanie
pt_br: Tome uma atitude

# hero_headline
source: WhatsApp: Update Your Product to Protect Global Elections
pt_br: WhatsApp: Atualize seu produto para proteger eleições mundiais

# hero_button_text
source: Add Your Name
pt_br: Adicione seu nome

# take_action_cards.383ef2c6-f724-47d4-b93f-3c19c2c6f1e8.text
source: Microsoft: Are You Using Customer Data To Train AI?
pt_br: Microsoft: você está usando dados de clientes para treinar inteligência artificial?

# take_action_cards.046f1c00-6873-4bdb-a623-32c6cc18e068.text
source: Join our global movement for privacy rights.
pt_br: Junte-se ao nosso movimento global pelos direitos de privacidade.

# take_action_cards.c2d4ce71-96cc-4392-ae13-aa7aa976a74d.text
source: Car Companies: Stop Your Data Collection Programs
pt_br: Fabricantes de automóveis: Ponham um fim a seus programas de coleta de dados

# hero_headline
source: MozFest House: June 19-21
fy_nl: MozFest House: 19-21 juny

# hero_button_text
source: Secure Your Ticket
fy_nl: Stel jo ticket feilich

# spotlight_headline
source: All About Common Voice
fy_nl: Alles oer Common Voice

# take_action_cards.1e680ddb-9cd7-40b5-b466-30010a0e478e.text
source: Tell YouTube: Give users real control over their video recommendations!
fy_nl: Fertel YouTube: jou brûkers wiere kontrôle oer harren fideo-oanrekommandaasjes!

# take_action_cards.a18d063b-b168-46c9-b24e-e955b8dcd16e.text
source: Let’s open the door for social media researchers.
fy_nl: Litte wy de doar iepensette foar ûndersikers op sosjale media.

# take_action_cards.383ef2c6-f724-47d4-b93f-3c19c2c6f1e8.text
source: Tell Tinder: It’s time for meaningful transparency into your pricing algorithms!
fy_nl: Fertel Tinder: It is tiid foar betsjuttingsfolle transparânsje yn jo priisalgoritmen!

# take_action_cards.c2d4ce71-96cc-4392-ae13-aa7aa976a74d.text
source: Invest in our Planet – The Intersectionality of Climate &amp; Tech
fy_nl: Ynvestearje yn ús planeet – The Intersectionality of Climate & amp; Tech
