Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br, sw

source: Apply now
de: Jetzt bewerben
fy_nl: No oanmelde
nl: Nu aanmelden

source: Become a Wrangler
de: Wrangler werden
fy_nl: Wurd in Wrangler
nl: Word een Wrangler

source: Register your interest in co-designing future festivals alongside other community members.
de: Zeigen Sie Ihr Interesse daran, zukünftige Festivals zusammen mit anderen Gemeinschaftsmitgliedern zu gestalten.
fy_nl: Registrearje jo belangstelling foar it mei-ûntwerpen fan takomstige festivals neist oare leden fan de mienskip.
nl: Registreer uw interesse in het samen met andere gemeenschapsleden ontwerpen van toekomstige festivals.

source: Learn more about Wrangling
de: Erfahren Sie mehr über Wrangling
fy_nl: Mear ynfo oer Wrangling
nl: Meer info over Wrangling

# body.6f34e914-10cc-46a0-a107-356cb0f46eb0
source: Relive MozFest House Amsterdam
de: Erleben Sie das MozFest House Amsterdam erneut
fy_nl: Belibje MozFest House Amsterdam opnij
nl: Beleef MozFest House Amsterdam opnieuw

# body.7285eb6a-3cfc-4fe3-887a-dfe7385210c3.video.caption
source: Thank You For Joining Us!
de: Vielen Dank, dass Sie dabei waren!
fy_nl: Tank foar jo dielname!
nl: Bedankt voor uw deelname!

source: MozFest House Amsterdam Stage
de: MozFest-Haus Bühne Amsterdam

source: We are Data Keynote with Mona Chalabi
de: We Are Data – Keynote mit Mona Chalabi
fy_nl: We Are Data-keynote troch Mona Chalabi
nl: We Are Data-keynote door Mona Chalabi

source: Dialogues and Debates
de: Dialoge und Debatten
fy_nl: Dialogen en debatten
nl: Dialogen en debatten

source: Mona Chalabi helped us find humanity in data sets and set the tone for an amazing two days of MozFest House.
de: Mona Chalabi hat uns geholfen, Menschlichkeit in Datensätzen zu finden und den Ton für zwei tolle Tage des MozFest House anzugeben.
fy_nl: Mona Chalabi holp ús om it minskdom te finen yn datasets en sette de toan foar in geweldige twa dagen fan MozFest House.
nl: Mona Chalabi heeft ons geholpen de mensheid in datasets te vinden en de toon te zetten voor een geweldige twee dagen MozFest House.

source: We Are Life: AI Accountability During War
de: We Are Life: Rechenschaftspflicht von KI im Krieg
fy_nl: We Are Life: AI-ferantwurdlikheid yn oarlochstiid
nl: We Are Life: AI-verantwoordelijkheid in oorlogstijd

source: We Are Life: AI Accountability During War
de: We Are Life: Rechenschaftspflicht von KI im Krieg
fy_nl: We Are Life: AI-ferantwurdlikheid yn oarlochstiid
nl: We Are Life: AI-verantwoordelijkheid in oorlogstijd

source: Dialogues and Debates
de: Dialoge und Debatten
fy_nl: Dialogen en debatten
nl: Dialogen en debatten

source: This thought-provoking session highlighted the violent systems impacting lives across continents
de: Diese zum Nachdenken anregende Sitzung beleuchtete die Gewaltsysteme, die das Leben auf allen Kontinenten beeinflussen
fy_nl: Dizze ta neitinken stimmende sesje sette klam op de gewelddiedige systemen dy’t libbens op de ferskate kontininten beynfloedzje
nl: Deze tot nadenken stemmende sessie benadrukte de gewelddadige systemen die levens op de verschillende continenten beïnvloeden

source: An image of the Tolhuis Cafe at MozFest House Amsterdam, transformed into the Ethical Dilemma Cafe
de: Ein Bild des Tolhuis Cafe im MozFest House Amsterdam, das zum Ethisches-Dilemma-Cafße umgewandelt wurde
fy_nl: In ôfbylding fan it Tolhuis Cafe yn MozFest House Amsterdam, omboud ta it Etysk Dilemmakafé
nl: Een afbeelding van het Tolhuis Cafe in MozFest House Amsterdam, omgebouwd tot het Ethisch Dilemmacafé

source: Ethical Dilemma Cafe
de: Ethisches-Dilemma-Café
fy_nl: Etysk dilemmakafee
nl: Ethisch Dilemmacafé

source: Ethical Dilemma Cafe
de: Ethisches-Dilemma-Café
fy_nl: Etysk dilemmakafee
nl: Ethisch Dilemmacafé

source: Free ice cream treats were handed out to those brave folks willing to share their data, highlighting the every day dilemma of our online world
de: An die tapferen Menschen, die bereit waren, ihre Daten zu teilen, wurde kostenlos Eis verteilt, was das alltägliche Dilemma unserer Online-Welt zeigt
fy_nl: Der waarden fergeze ijsko’s útdield oan de dappere minsken dy’t harren gegevens diele woene, wêrtroch de klam lein waard op it deistige dilemma fan ús online wrâld
nl: Er werden gratis ijsjes uitgedeeld aan de dappere mensen die hun gegevens wilden delen, waardoor het dagelijkse dilemma van onze online wereld werd benadrukt

source: An image of the Songs of the Living performance
de: Ein Bild der Aufführung von Songs of the Living
fy_nl: In ôfbylding fan de Songs of the Living-útfiering
nl: Een afbeelding van de Songs of the Living-uitvoering

source: Created by Toshi Reagon, this musical experience drew inspiration from Octavia E. Butler’s “Parable of the Sower,” set in the year 2024.
de: Dieses Musikerlebnis wurde von Toshi Reagon kreiert und wurde von Octavia E. Butlers „Parable of the Sower“ inspiriert, das im Jahr 2024 spielt.
fy_nl: Dizze muzikale ûnderfining, makke troch Toshi Reagon, is ynspirearre troch Octavia E. Butlers ‘Parable of the Sower’, dy’t him ôfspilet yn it jier 2024.
nl: Deze muzikale ervaring, gemaakt door Toshi Reagon, is geïnspireerd door Octavia E. Butlers ‘Parable of the Sower’, die zich afspeelt in het jaar 2024.

source: Watch more highlights
de: Sehen Sie sich weitere Highlights an
fy_nl: Besjoch mear hichtepunten
nl: Bekijk meer hoogtepunten

# body.08ffd349-4701-4ef2-8a1e-acde9cae8971.title
source: MozFest House Zambia Presenting Sponsor
de: Hauptsponsor des MozFest House Sambia
fy_nl: Sponsor fan MozFest House Zambia
nl: Sponsor van MozFest House Zambia

# body.08ffd349-4701-4ef2-8a1e-acde9cae8971.text
source: Visa and the Mozilla Festival are joining forces with communities across Sub-Saharan Africa at MozFest House Zambia in November 2024. As the exclusive Presenting Sponsor, Visa is committed to advancing financial and digital inclusion by fostering meaningful dialogues between civil society, fintech innovators, and regulators.
de: Visa und das Mozilla Festival zusammenarbeiten im MozFest House Sambia im November 2024 mit Gemeinschaften in ganz Subsahara-Afrika. Als ausschließlicher Hauptsponsor setzt sich Visa für den Fortschritt der finanziellen und digitalen Inklusion ein, indem es sinnvolle Dialoge zwischen der Zivilgesellschaft, FinTech-Innovatoren und Regulierungsbehörden.
fy_nl: Visa en it Mozilla Festival geane krêften bondelje mei mienskippen yn Afrika besuden de Sahara by MozFest House Zambia yn novimber 2024. As de eksklusive presintearjende sponsor is set Visa har yn foar it befoarderjen fan finansjele en digitale ynklúzje troch it stimulearjen fan betsjuttingsfolle dialogen tusken boargerlike maatskippij, fintech-ynnovators, en tafersjochhâlders.
nl: Visa en het Mozilla Festival bundelen hun krachten met gemeenschappen in Sub-Sahara Afrika tijdens MozFest House Zambia in november 2024. Als de exclusieve presenterende sponsor zet Visa zich in voor het bevorderen van financiële en digitale inclusie door zinvolle dialogen tussen het maatschappelijk middenveld, fintech-innovators en regelgevers.

# body.d0e79a07-7902-4c46-8b8f-6ea539c91353.title
source: MozFest House Zambia Showcase Sponsor
de: Showcase-Sponsor des MozFest House Sambia

# body.d0e79a07-7902-4c46-8b8f-6ea539c91353.text
source: Skoll Foundation joins MozFest House Zambia as a Showcase Sponsor, championing innovative approaches to pressing challenges like digital rights, trustworthy AI, and equitable access to technology. Through this collaboration, the Foundation is committed to supporting social innovators who are leading transformative, community-driven solutions for a more inclusive digital future.
de: Die Skoll Foundation schließt sich dem MozFest House Sambia als Showcase-Sponsor an und setzt sich für innovative Ansätze für drängende Herausforderungen wie digitale Rechte, vertrauenswürdige KI und gleichberechtigten Zugang zu Technologie ein. Durch diese Zusammenarbeit unterstützt die Foundation soziale Innovatoren, die verändernde, von der Gemeinschaft betriebene Lösungen für eine integrativere digitale Zukunft entwickeln.
fy_nl: Skoll Foundation slút harren oan by MozFest House Zambia as Showcasesponsor, dy’t opkomt foar ynnovative beneikommen fan twingende útdagingen lykas digitale rjochten, betroubere AI en gelikense tagong ta technology. Troch dizze gearwurking set de Foundation harren yn foar it stypjen fan sosjale ynnovators dy’t lieding jouwe oan transformative, mienskipsstjoerde oplossingen foar in mear ynklusive digitale takomst.
nl: Skoll Foundation sluit zich aan bij MozFest House Zambia als Showcasesponsor, die opkomt voor innovatieve benaderingen van dringende uitdagingen zoals digitale rechten, betrouwbare AI en gelijke toegang tot technologie. Door deze samenwerking zet de Foundation zich in voor het ondersteunen van sociale innovators die leiding geven aan transformatieve, gemeenschapsgestuurde oplossingen voor een meer inclusieve digitale toekomst.

# seo_title
source: Mozilla Festival 2025 | Ethical AI, Open Source &amp; Digital Rights in Barcelona
fr: Mozilla Festival 2025 | IA éthique, open source et droits numériques à Barcelone
pl: Mozilla Festival 2025 | Wydarzenie poświęcone etycznej sztucznej inteligencji i prawom cyfrowym w Barcelonie

# search_description
source: Join MozFest 2025 in Barcelona, Nov 7–9 — the global AI policy summit, digital rights event &amp; open source festival for a healthier internet.
fr: Rejoignez le MozFest 2025 à Barcelone, du 7 au 9 novembre, le rendez-vous mondial sur les politiques en matière d’IA, l’évènement dédié aux droits numériques et le festival open source pour un Internet plus sain.
pl: Dołącz do MozFest 2025 w Barcelonie, 7–9 listopada – globalnego szczytu poświęconego polityce sztucznej inteligencji, festiwalu open source poświęconego prawom cyfrowym i zdrowemu Internetowi.

# nav_cta.6b9be990-e60b-4423-8e5e-256860b29eea.button_label
source: Get your badge
fr: Obtenez votre badge
pl: Pobierz plakietkę

# banner_meta
source: November 7 - 9 2025 | BARCELONA, SPAIN
es: Del 7 al 9 de noviembre de 2025 | BARCELONA
fr: Du 7 au 9 novembre 2025 | BARCELONE
pl: 7–9 listopada 2025 r. | BARCELONA, HISZPANIA

# banner_cta.9695874f-f82f-4676-9f0d-7dd19f188fb0.button_label
source: Get your badge
fr: Obtenez votre badge
pl: Pobierz plakietkę

source: people redefining tech and culture
es: personas redefiniendo la tecnología y la cultura
fr: personnes qui redéfinissent la technologie et la culture
pl: osób na nowo definiujących technologię i kulturę

source: experiences designed to disrupt
es: experiencias diseñadas para movilizar
fr: expériences conçues pour éveiller les consciences
pl: doświadczeń skłaniających do zmian

source: 3 days
es: 3 días
fr: 3 jours
pl: 3 dni

source: future-thinking and world-building
es: de pensamiento futuro y construcción de mundos
fr: de réflexions sur l’avenir et de créations de mondes
pl: rozważań o przyszłości i budowania świata

source: global community
es: comunidad global
fr: communauté mondiale
pl: globalna społeczność

# body.0970f2fb-b617-42ff-8027-f40636c83032.title
source: Join us in Barcelona to celebrate our 15th year
fr: Rejoignez-nous à Barcelone pour fêter nos 15 ans
pl: Dołącz do nas w Barcelonie, aby świętować 15. rocznicę

# body.0970f2fb-b617-42ff-8027-f40636c83032.text
source: For 15 years,<b> Mozilla Festival has been the home for big ideas, bold conversations, and the movement for a better internet</b>. This year, we’re bringing that energy back to Barcelona, and you’re invited to be a part of it.
fr: Depuis 15 ans, <b>le Mozilla Festival est le théâtre de grandes idées, de discussions audacieuses et de la lutte pour un meilleur Internet</b>. Cette année, nous ramenons cette dynamique à Barcelone, et vous êtes convié·e à y participer.
pl: Od 15 lat<b> Mozilla Festival jest domem dla wielkich pomysłów, odważnych rozmów i ruchu na rzecz lepszego Internetu</b>. W tym roku znów będziemy dostarczać tę energię w Barcelonie, a Ty możesz do nas dołączyć.

# body.0970f2fb-b617-42ff-8027-f40636c83032.text
source: From November 7-9, we’re gathering the world’s most curious and creative minds for <b>three days of workshops, debates, and hands-on collaboration</b> to <b>reimagine the role of technology in our lives</b>.
fr: Du 7 au 9 novembre, nous rassemblons les esprits les plus curieux et créatifs au monde pour <b>trois jours d’ateliers, de débats et de collaboration pratique</b> afin de <b>repenser la place de la technologie dans nos vies</b>.
pl: W dniach 7–9 listopada gościmy najwybitniejsze i najbardziej kreatywne umysły świata. <b>To trzy dni wypełnione warsztatami, rozmowami i praktyczną współpracą,</b> dzięki którym <b>na nowo wyobrazisz sobie rolę technologii w naszym życiu</b>.

# body.0970f2fb-b617-42ff-8027-f40636c83032.text
source: This is your space to think differently, act boldly, and <b>unlearn the internet as you know it</b>.
fr: Cet espace vous est dédié, pour penser différemment, agir avec audace et <b>désapprendre Internet tel que vous le connaissez</b>.
pl: To Twoja przestrzeń, w której możesz myśleć inaczej, działać odważnie i <b>oduczyć się znanego Ci Internetu</b>.

# body.0970f2fb-b617-42ff-8027-f40636c83032.altText
source: Frances Haugen speaks on stage at Mozilla Festival, gesturing while presenting a slide with major news headlines about social media’s impact.
fr: Frances Haugen s’exprime sur la scène du Mozilla Festival, faisant des gestes tout en présentant une diapositive avec les titres des journaux sur l’impact des réseaux sociaux.
pl: Frances Haugen przemawia na scenie podczas Mozilla Festival, gestykulując, prezentując slajd z głównymi nagłówkami w mediach społecznościowych.

# body.1763e368-65f5-4023-bbaf-a9d633626a19.heading
source: Get your badge to Mozilla Festival 2025
fr: Réservez votre badge pour le Mozilla Festival 2025
pl: Pobierz plakietkę na Mozilla Festival 2025

# body.1763e368-65f5-4023-bbaf-a9d633626a19.source
source: homepage
pl: strona główna

# body.ab3671ea-f409-4db3-9042-91100f78a223
source: Meet our Main Stage headliners
fr: Découvrez nos têtes d’affiche pour la scène principale
pl: Poznaj nasze nagłówki sceny głównej

source: Awe as an Antidote to the Grid
fr: L’émerveillement comme antidote aux idées reçues
pl: Zachwyt jako antidotum na codzienną rutynę

source: Plenary
fr: Plénière
pl: Część wspólna

source: Jason Silva is an Emmy-nominated storyteller, filmmaker. Step outside the algorithm and experiment with unmapping the self, as he sheds inherited assumptions and reimagines unlearning as liberation.
fr: Jason Silva est un conteur et cinéaste nommé aux Emmy Awards. Sortez des sentiers battus et essayez de vous détacher de vos schémas habituels, tout comme lui qui rejette les idées reçues et considère le désapprentissage comme une forme de libération.
pl: Jason Silva, nominowany do nagrody Emmy gawędziarz, twórca filmowy. Wyjdź poza algorytm i eksperymentuj z wizją siebie, porzucając odziedziczone założenia i stosując oduczenie się jako drogę do wyzwolenia.

source: On Unlearning
fr: À propos du désapprentissage
pl: O oduczaniu się

source: Plenary
fr: Plénière
pl: Część wspólna

source: Dr. Ruha is an enthralling storyteller, brilliant scholar, and fierce advocate for all things just. Break free from the power of digital biases and system-shaping myths. She redefines unlearning as a radical act of possibility.
fr: Le Dr Ruha est une narratrice fascinante, une universitaire remarquable et une défenseuse passionnée de la justice. Émancipez-vous de l’emprise des préjugés numériques et des mythes qui influencent les systèmes. Elle conçoit le désapprentissage comme un geste radical ouvrant de nouvelles perspectives.
pl: Dr Ruha jest fascynującym gawędziarzem, genialnym uczonym i zagorzałym orędownikiem wszystkiego, co sprawiedliwe. Uwolnij się od mocy cyfrowych uprzedzeń i mitów kształtujących system. Na nowo definiuje oduczenie się jako radykalny akt zdobywania nowych możliwości.

source: A World of New Learnings
fr: Un monde de nouvelles connaissances
pl: Świat nowych doświadczeń

source: Plenary
fr: Plénière
pl: Część wspólna

source: Chelsea Manning is a technologist, data scientist, and security consultant. Known for her expertise in security and artificial intelligence, she advocates for industry-wide adoption of ethical guardrails in machine learning.
fr: Chelsea Manning est une experte en technologie, data scientist et consultante en sécurité. Reconnue pour son expertise en matière de sécurité et d’intelligence artificielle, elle plaide pour l’adoption de garde-fous éthiques en matière d’apprentissage automatique dans l’ensemble du secteur.
pl: Chelsea Manning jest technologiem, analitykiem danych i konsultantem ds. bezpieczeństwa. Znana ze swojego doświadczenia w dziedzinie bezpieczeństwa i sztucznej inteligencji, opowiada się za przyjęciem w całej branży barier etycznych w uczeniu maszynowym.

# body.ff64d04c-5c25-4814-94cb-2619bb3347e4
source: Get Involved
fr: Impliquez-vous
pl: Dołącz do nas

source: A blue balloon with the Firefox logo is placed on a white shelf in the middle of a library bookshelf filled with colorful books on design and crafts.
es: Un globo azul con el logotipo de Firefox sobre un estante blanco en el medio de una estantería de biblioteca llena de libros coloridos sobre diseño y manualidades.
fr: Une bulle bleue avec le logo Firefox est placée sur une étiquette blanche au milieu d’une bibliothèque remplie de livres colorés sur le design et l’art.
pl: Niebieski balon z logo Firefox umieszczony na środku białej półki w bibliotece wypełnionej kolorowymi książkami o projektowaniu i rękodziele.

source: Sponsor
es: Patrocina
fr: Sponsoriser
pl: Sponsoring

source: MozFest is a unique opportunity to partner with Mozilla, ensuring the internet remains a force for good.
fr: Le MozFest est une occasion unique de collaborer avec Mozilla afin qu’Internet continue d’être une force positive.
pl: MozFest to wyjątkowa okazja do nawiązania współpracy z Mozillą, dzięki której Internet będzie używany do dobrych celów.

source: Learn more
fr: En savoir plus
pl: Dowiedz się więcej

source: Two people sit on a bench by the water; one holds a microphone with a logo while the other gestures during conversation.
fr: Deux personnes sont assises sur un banc au bord de l’eau ; l’une tient un microphone avec un logo tandis que l’autre fait des gestes en discutant.
pl: Dwie osoby siedzą na ławce nad wodą; jedna trzyma mikrofon z logo, a druga gestykuluje podczas rozmowy.

source: Press
es: Prensa
fr: Presse
pl: Prasa

source: Get access to the voices and ideas shaping the digital world.
es: Accede a las voces y las ideas que dan forma al mundo digital.
fr: Écoutez les voix et les idées qui façonnent le monde numérique.
pl: Uzyskaj dostęp do głosów i pomysłów kształtujących cyfrowy świat.

source: Apply for free Press Accreditation
fr: Faire une demande d’accréditation presse gratuite
pl: Złóż wniosek o bezpłatną akredytację prasową

source: Two people sitting at a picnic bench wearing pink tshirts, doing crafts with purple Mozilla Festival banners.
fr: Deux personnes installées sur un banc de pique-nique, vêtues de t-shirts roses, réalisant des activités manuelles avec des banderoles violettes du Mozilla Festival.
pl: Dwie osoby w różowych koszulkach siedzą przy stole piknikowym i wykonują rękodzieło z fioletowymi transparentami Mozilla Festival.

source: Volunteer
fr: Devenir bénévole
pl: Wolontariat

source: Volunteer applications for Mozilla Festival 2025 are now open.
fr: Les inscriptions pour devenir bénévole au Mozilla Festival 2025 sont maintenant ouvertes.
pl: Aplikacje wolontariuszy na Mozilla Festival 2025 są już otwarte.

source: Learn more
fr: En savoir plus
pl: Dowiedz się więcej

# body.ae68274d-e0fa-4a08-b5ea-3aca0205b63c
source: Our 2025 Sponsors
fr: Nos sponsors 2025
pl: Nasi sponsorzy 2025

source: Ethereum Foundation Logo
fr: Logo de la Fondation Ethereum
pl: Logo Fundacji Ethereum

source: Ethereum Foundation
fr: Fondation Ethereum
pl: Fundacja Ethereum

source: Luminate Logo
fr: Logo Luminate
pl: Logo Luminate

source: Siegel Family Endowment Logo
fr: Logo Siegel Family Endowment
pl: Logo Siegel Family Endowment

# body.89d95a0f-fb1d-495e-8e06-cb1203d93cc0
source: Our Program Partners
fr: Nos partenaires de programme
pl: Partnerzy Programu

# body.d6eb5201-be86-4363-a46b-78b9723675d5.altText
source: Logos of SMEX, Decidim, MEEDAN, Slickcity Studios, Xnet, Pluitzer Center, DDS, EFF, Open Television, Flickr.org, GiZ, Fair Forward
fr: Logos de SMEX, Decidim, MEEDAN, Slickcity Studios, Xnet, Pluitzer Center, DDS, EFF, Open Television, Flickr.org, GiZ, Fair Forward
pl: Logo SMEX, Decidim, MEEDAN, Slickcity Studios, Xnet, Pluitzer Center, DDS, EFF, Open Television, Flickr.org, GiZ, Fair Forward

# body.6f34e914-10cc-46a0-a107-356cb0f46eb0
source: Unforgettable Highlights
es: Momentos inolvidables
fr: Des moments inoubliables
pl: Niezapomniane chwile

# body.7285eb6a-3cfc-4fe3-887a-dfe7385210c3.video.caption
source: Watch the panel
es: Mira el panel
fr: Regarder la table ronde
pl: Obejrzyj panel

# body.7285eb6a-3cfc-4fe3-887a-dfe7385210c3.video.title
source: The Big Open
es: La gran apertura
pl: Wielkie otwarcie

# body.7285eb6a-3cfc-4fe3-887a-dfe7385210c3.video.text
source: Leaders from Wikimedia, Creative Commons, and Mozilla explore the evolution and future of open source, emphasizing the unity of a global community.
es: Líderes de Wikimedia, Creative Commons y Mozilla exploran la evolución y el futuro del código abierto, enfatizando la unidad de una comunidad global.
fr: Les dirigeants de Wikimedia, Creative Commons et Mozilla abordent l’évolution et l’avenir de l’open source, en soulignant l’unité d’une communauté mondiale.
pl: Liderzy z Wikimedia, Creative Commons i Mozilli badają ewolucję oraz przyszłość rozwiązań open source, podkreślając jedność globalnej społeczności.

source: Tim Berners-Lee speaks on stage in front of a projected screen, gesturing with his hands.
fr: Tim Berners-Lee parle sur scène devant un écran projeté, en faisant des gestes de ses mains.
pl: Tim Berners-Lee przemawia na scenie na tle projektora, gestykulując rękami.

source: London, UK
es: Londres, Reino Unido
fr: Londres, Royaume-Uni
pl: Londyn, Wielka Brytania

source: Sir Tim Berners-Lee, inventor of the web, shares his vision for a decentralized internet and the future of digital freedom.
es: Sir Tim Berners-Lee, inventor de la web, comparte su visión de una Internet descentralizada y del futuro de la libertad digital.
fr: Tim Berners-Lee, l’inventeur du Web, partage sa vision d’un Internet décentralisé et l’avenir des libertés numériques.
pl: Sir Tim Berners-Lee, wynalazca sieci WWW, dzieli się swoją wizją zdecentralizowanego Internetu i omawia przyszłość cyfrowej wolności.

source: Split-screen video call shows Christian Smalls on the left and Angela Davis on the right, both smiling during a conversation.
fr: Un appel vidéo sur écran partagé montre Christian Smalls à gauche et Angela Davis à droite, tous deux souriants lors d’une conversation.
pl: Rozmowa wideo na podzielonym ekranie z Christianem Smallsem po lewej stronie i Angelą Davis po prawej stronie, którzy uśmiechają się podczas rozmowy.

source: A Conversation with Angela Davis and Christian Smalls
es: Una conversación con Angela Davis y Christian Smalls
fr: Un entretien avec Angela Davis et Christian Smalls
pl: Rozmowa z Angelą Davis i Christianem Smallsem

source: Virtual
fr: Virtuel
pl: Wirtualnie
