Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br, sw

# body.295db423-1585-459e-8c3d-696198327752.text
source: For 15 years,<b> Mozilla Festival has been the home for big ideas, bold conversations, and the movement for a better internet</b>. This year, we’re bringing that energy back to Barcelona, and you’re invited to be a part of it.
es: A lo largo de 15 años,<b> el Festival Mozilla ha sido el hogar de grandes ideas, conversaciones audaces y el movimiento por una mejor Internet</b>. Este año traemos esa energía de vuelta a Barcelona y están invitados a formar parte.

# body.295db423-1585-459e-8c3d-696198327752.text
source: From November 7-9, we’re gathering the world’s most curious and creative minds for <b>three days of workshops, debates, and hands-on collaboration</b> to <b>reimagine the role of technology in our lives</b>.
es: Del 7 al 9 de noviembre, reuniremos a las mentes más curiosas y creativas del mundo durante <b>tres días de talleres, debates y colaboraciones prácticas</b> para <b>reimaginar el papel de la tecnología en nuestras vidas</b>.

# body.295db423-1585-459e-8c3d-696198327752.text
source: This is your space to think differently, act boldly, and <b>unlearn the internet as you know it</b>.
es: Este es tu espacio para pensar diferente, actuar con audacia y <b>desaprender lo que saber de Internet</b>.

source: Frances Haugen speaks on stage at Mozilla Festival, gesturing while presenting a slide with major news headlines about social media’s impact. In the foreground, the audience sits in rows facing the stage.
es: Frances Haugen hablando en el escenario del Festival Mozilla; gesticula mientras presenta una diapositiva con los principales titulares de noticias sobre el impacto de las redes sociales. En primer plano, parte del público sentado en filas frente al escenario.

source: A panel of five people is engaged in a discussion on stage at Mozilla Festival 2018. A screen behind them displays the session title "AI's Collateral Damage."
es: Un panel de cinco personas participa en un debate en el escenario del Festival Mozilla 2018. Una pantalla detrás de ellos muestra el título de la sesión, que es «Daños colaterales de la IA».

source: A group of people is engaged in a discussion in a creative, decorated space with hanging fabric and artwork. A woman stands at the front, speaking, while others sit in a semi-circle, listening or interacting. Some attendees appear deep in thought. The walls are covered with colorful posters, diagrams, and handwritten notes.
es: Un grupo de personas participa en una discusión en un espacio creativo decorado con telas y obras de arte colgantes. Una mujer está de pie al frente, hablando, mientras otros están sentados en semicírculo, escuchando o interactuando. Algunos asistentes parecen sumidos en sus pensamientos. Las paredes están cubiertas de carteles coloridos, diagramas y notas escritas a mano.

source: A woman crouches on a dark floor with white text arranged in a spiral, posing thought-provoking questions about technology, AI, and human decision-making. The text invites viewers to engage with concepts of trust, choice, and perception in an abstract, immersive way.
es: Una mujer agachada en un suelo oscuro con un texto blanco dispuesto en espiral que plantea preguntas que invitan a la reflexión sobre la tecnología, la IA y la toma de decisiones humana. El texto invita a los espectadores a interactuar con los conceptos de confianza, elección y percepción de una manera abstracta e inmersiva.

# body.1763e368-65f5-4023-bbaf-a9d633626a19.heading
source: The future starts now: early bird badges available through June 1st.
es: El futuro comienza ahora: venta anticipada de credenciales hasta el 1 de junio.

# body.ff64d04c-5c25-4814-94cb-2619bb3347e4
source: Join Us
es: Únete a nosotros

source: A woman wearing a patterned dress speaks into a microphone while holding a notebook. Several attendees sit behind her in the audience.
es: Una mujer con un vestido estampado habla por un micrófono mientras sostiene un cuaderno. Varios asistentes están sentados detrás de ella entre el público.

source: Host an Experience
es: Organiza una experiencia

source: Lead a session, run a workshop, share your art, or build something hands-on. The call for proposals launches later this year.
es: Dirige una sesión, realiza un taller, comparte tu arte o crea algo práctico. La convocatoria de propuestas se lanzará a finales de este año.

source: Support the movement for a better internet by becoming a sponsor.
es: Apoya el movimiento por una mejor Internet como patrocinador.

source: Get in touch
es: Ponte en contacto

source: Two people sit on a wooden bench by a waterfront. One holds a microphone with a purple windscreen and a visible label, while the other gestures mid-conversation.
es: Dos personas sentadas en un banco de madera junto al mar. Una de ellas sostiene un micrófono con un protector púrpura y una etiqueta visible, mientras que la otra hace un gesto a mitad de la conversación.

source: Register for press credentials
es: Regístrate para obtener credenciales de prensa

source: Tim Berners-Lee gestures with both hands while speaking on stage. A presentation screen and event backdrop are visible in the background.
es: Tim Berners-Lee haciendo gestos con ambas manos mientras habla en el escenario. En el fondo se ve una pantalla de presentación y un telón.

source: Three panelists sit on stage engaged in discussion, with a large screen between them. The audience is seated in rows, facing the stage.
es: Tres panelistas sentados en el escenario participando de una discusión, con una gran pantalla entre ellos. El público está sentado en filas, de cara al escenario.

source: Amsterdam
es: Ámsterdam

source: Angela Oduor Lungati stands on stage, gesturing while holding a presentation remote. A large screen behind her displays bold text and a city skyline silhouette.
es: Angela Oduor Lungati de pie en el escenario, gesticula mientras sostiene un control remoto para presentaciones. Una pantalla grande detrás de ella muestra texto en negrita y la silueta del horizonte de una ciudad.

# seo_title
source: Mozilla Festival 2023
sw: Tamasha ya Mozilla 2023

# search_description
source: Activists in the internet health movement will gather at MozFest to move the needle in tech, art, social responsibility, ethics, and AI. Will you join us in March 2023?
sw: Wanaharakati katika harakati za kuboresha mtandao watakusanyika MozFest ili kubadilisha hali iwe bora katika teknolojia, sanaa, wajibu wa kijamii, maadili, na AI. Je, utaungana nasi mwezi Machi 2023?

# cta_button_label
source: Get On-Demand Access
sw: Ufikiaji Unapouhitaji

# banner_cta_label
source: Watch the thank you video
sw: Tazama video ya shukrani

# banner_carousel.1a385bcd-0857-4bed-9309-80f1c0e31954.heading
source: Tickets available now
sw: Tiketi zinapatikana sasa

# banner_carousel.1a385bcd-0857-4bed-9309-80f1c0e31954.description
source: Secure your pay-what-you-can ticket to access 360+ sessions at MozFest Virtual happening 20-24 March, 2023
sw: Pata tiketi yako kwa kutoa kiwango unachoweza cha malipo ili upate nafasi katika vikao zaidi ya 360 kwenye MozFest kupitia mfumo wa mikutano ya video mnamo Machi tarehe 20 hadi 24, 2023

# banner_carousel.31331683-0a14-4d7f-859a-4b3d620aae9d.heading
source: Amplifying voices
sw: Sauti zitakazosikizwa

# banner_carousel.31331683-0a14-4d7f-859a-4b3d620aae9d.description
source: Angela Davis and Christian Smalls take the MozFest stage with activists from different movements who contribute to technologies that shape our realities.
sw: Angela Davis na Christian Smalls watazungumza katika MozFest pamoja na wanaharakati mbalimbali wanaotoa maoni mbalimbali na wanaofanya juhudi za kuboresha teknolojia zinazotumika katika maisha yetu halisi.

# banner_carousel.a5714c9c-9b74-4c56-b498-1533a89f8ba0.heading
source: On-Demand Access
sw: Ufikiaji Unapouhitaji

# banner_carousel.a5714c9c-9b74-4c56-b498-1533a89f8ba0.description
source: Each MozFest ticket includes access to pre- and post-festival events, plus access to recorded sessions and on-demand art and media through June.
sw: Tiketi ya MozFest zitakuwezesha kupata matukio ya kabla na baada ya tamasha, pamoja na kufikia vikao vya vilivyorekodiwa, picha za sanaa zinazohitajika na vyombo vya habari vya kidijitali hadi Juni.

# body.42711a1c-6e90-494d-820f-91b052d55e81.altText
source: MozFest House Amsterdam Logo
sw: Nembo ya MozFest House Amsterdam

# body.42711a1c-6e90-494d-820f-91b052d55e81.text
source: <a id="a1"><b>Register now</b></a><b> for MozFest House: Amsterdam, taking place from June 19th - 21st, 2023.</b>
sw: <a id="a1"><b>Jiandikishe sasa</b></a><b> kwa ajili ya MozFest House: Amsterdam, itakayofanyika kutoka Juni 19th - 21st, 2023.</b>

# body.d0b8df98-96b7-45e1-a2bf-ffe3c77ad58f.button_label
source: Secure your MozFest ticket
sw: Pata tiketi yako ya MozFest

# body.f242dbe4-7ddd-4634-b9cb-75905a306fad.title
source: Featured Sessions at MozFest 2023
sw: Vikao vitakavyoangaziwa katika MozFest 2023

source: Funding Ethical Tech &amp; The Next Mozilla Chapter
sw: Ufadhili wa Teknolojia yenye maadili & Sura ya Mozilla ijayo

source: Tuesday, March 21st - 15:00 UTC
sw: Jumanne, Machi 21 - saa 12 jioni saa ya Afrika Mashariki

source: Mozilla is turning 25 this March. In the past year, it has also grown to include Mozilla Ventures and Mozilla.ai. These new entities strengthen the Mozilla manifesto by responding to the current moment and the evolution in technology. What is the future of Mozilla, ethical tech, and open-source AI tools and practices?
sw: Mozilla inafikisha miaka 25 Machi mwaka huu. Mwaka uliopita, imeongezeka kwa kuwepo na Mozilla Ventures na Mozilla.ai. Vyombo hivi vipya vinaimarisha azimio la Mozilla kwa kuchukua hatua kulingana na wakati wa sasa na mabadiliko ya kiteknolojia. Je! Ni nini mustakabali wa Mozilla, zana huria na mazoea yenye maadili katika utumizi wa AI?

source: View on the Plaza
sw: Mwonekano wa Plaza

source: Mozilla Festival Science Fair 2023
sw: Tamasha ya Sayansi ya Mozilla 2023

source: Wednesday March 22nd - 17:30 UTC
sw: Jumatano Machi 22 - saa mbili na nusu usiku saa ya Africa Mashariki

source: The MozFest Science Fair will explore AI Anthologies. Increasingly society has come to rely on AI-based, data-driven interventions to address social issues. Often, this can result in unforeseen impacts on the communities these interventions are designed to serve. In search of a future digital utopia, we will invite several projects to demo impactful solutions that combat algorithmic harms.
sw: Tamasha ya Sayansi ya MozFest itachunguza utafiti mbalimbali kuhusu AI. Kumekuwepo na kuongezeka kwa jamii katika kutegemea hatua za msingi za AI, zinazoendeshwa na data kushughulikia maswala ya kijamii. Mara nyingi, hili linaweza kusababisha athari zisizotarajiwa kwenye jamii ambazo hatua hizi zimeundwa kutumika. Katika kutafuta jamii yenye sifa zinazohitajika kwenye upande wa kidijitali wa baadaye, tutaalika wawakilishi katika miradi kadhaa ili watoe maelezo kuhusu suluhisho ambazo zinapambana na madhara ya algorithimu.

source: View on the Plaza
sw: Mwonekano wa Plaza
