Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br, sw

# search_description
source: Activists in the internet health movement will gather at MozFest to move the needle in tech, art, social responsibility, ethics, and AI.
de: Aktivisten der Internet-Gesundheitsbewegung werden sich auf dem MozFest versammeln, um in den Bereichen Technologie, Kunst, soziale Verantwortung, Ethik und KI etwas zu bewegen.
fy_nl: Aktivisten fan de ynternetsûnensbeweging sammelje harren by MozFest om de beakens te fersetten op it mêd fan technyk, keunst, sosjale ferantwurdlikheid, etyk en AI.
nl: Activisten van de internetgezondheidsbeweging verzamelen zich bij MozFest om de bakens te verzetten op het vlak van techniek, kunst, sociale verantwoordelijkheid, ethiek en AI.

# cta_button_label
source: Get Your Ticket
de: Holen Sie sich Ihr Ticket
fy_nl: Keapje jo ticket
nl: Koop uw ticket

# banner_heading
source: MozFest House Zambia
de: MozFest House Sambia

# banner_meta
source: November 20-21 | Lusaka, Zambia
de: 20.-21. November 2024 | Lusaka, Sambia
fy_nl: 20-21 novimber | Lusaka, Zambia
nl: 20-21 november | Lusaka, Zambia

# banner_text
source: The premier gathering for people working to build a better digital world.
de: Das wichtigste Treffen für Menschen, die an einer besseren digitalen Welt arbeiten.
es: El principal encuentro de las personas que trabajan para construir un mundo digital mejor.
fr: Le premier rassemblement pour celles et ceux qui œuvrent pour un monde numérique meilleur.
fy_nl: De wichtichste gearkomst foar minsken dy’t wurkje oan in bettere digitale wrâld.
nl: De belangrijkste bijeenkomst voor mensen die werken aan een betere digitale wereld.
pl: Nasze główne wydarzenie dla osób, które pracują nad stworzeniem lepszego świata cyfrowego.

# banner_link_text
source: Get Your Ticket
de: Holen Sie sich Ihr Ticket
fy_nl: Keapje jo ticket
nl: Koop uw ticket

# body.8ab57f43-470d-4371-b85d-2bb69dbad9b7.alt_text
source: Picture of Angela Oduor Lungati
de: Foto von Angela Oduor Lungati
fy_nl: Foto fan Angela Oduor Lungati
nl: Foto van Angela Oduor Lungati

# body.8ab57f43-470d-4371-b85d-2bb69dbad9b7.title
source: Angela Oduor Lungati to Headline MozFest House Zambia
de: Angela Oduor Lungati wird Hauptrednerin beim MozFest House Sambia
fy_nl: Angela Oduor Lungati is de foarnaamste sprekker op MozFest House Zambia
nl: Angela Oduor Lungati is de voornaamste spreker op MozFest House Zambia

# body.8ab57f43-470d-4371-b85d-2bb69dbad9b7.body
source: Angela is the Executive Director of Ushahidi, a global nonprofit that builds tools to help people create solutions and mobilize communities on critical issues. Ushahidi’s open-source software, developed for crisis mapping in Kenya in 2007, has since become a global platform used in over 160 countries.
de: Angela ist die geschäftsführende Direktorin von Ushahidi, einer globalen gemeinnützigen Organisation, die Werkzeuge entwickelt, die Menschen dabei helfen, Lösungen zu finden und Gemeinschaften zu wichtigen Themen zu mobilisieren. Ushahidis Open-Source-Software, die 2007 in Kenia für die Krisenanalyse entwickelt wurde, ist seitdem zu einer globalen Plattform geworden, die in über 160 Ländern genutzt wird.
fy_nl: Angela is de Executive Director fan Ushahidi, in wrâldwide non-profitorganisaasje dy’t helpmiddelen bout om rûnom kritike problemen minsken te helpen oplossingen te kreëarjen en mienskippen te mobilisearjen. Ushahidi’s iepenboarnesoftware, ûntwikkele foar it yn kaart bringen fan krisissen yn Kenia yn 2007, is sûnt dy tiid in wrâldwiid platfoarm wurden dat yn mear as 160 lannen brûkt wurdt.
nl: Angela is de Executive Director van Ushahidi, een wereldwijde non-profitorganisatie die hulpmiddelen bouwt om rond kritieke problemen mensen te helpen oplossingen te creëren en gemeenschappen te mobiliseren. Ushahidi’s opensourcesoftware, ontwikkeld voor het in kaart brengen van crisissen in Kenia in 2007, is sindsdien een wereldwijd platform geworden dat in meer dan 160 landen wordt gebruikt.

# body.295db423-1585-459e-8c3d-696198327752.heading
source: Join us at MozFest House Zambia
de: Besuchen Sie uns beim MozFest House Sambia
fy_nl: Doch mei ús by MozFest House Zambia
nl: Doe mee op MozFest House Zambia

# body.295db423-1585-459e-8c3d-696198327752.text
source: MozFest House Zambia is a gathering for collective action towards achieving trustworthy AI. It is a call to action that centers Africans in the pursuit of Trustworthy AI systems. Working in solidarity with activists, policymakers, technologists, artists, and civil society actors to make a new normal for a future that listens and adapts, ensuring technology serves us all.
de: Das MozFest House Sambia ist ein Treffen für kollektives Handeln zum Erreichen von vertrauenswürdiger KI. Es ist ein Aufruf zum Handeln, der die Afrikaner bei der Suche nach vertrauenswürdigen KI-Systemen in den Mittelpunkt stellt. solidarisch mit Aktivisten, Gesetzgebern, Technologen, Künstlern und Akteuren der Zivilgesellschaft zusammenarbeiten, um eine neue Normalität für eine Zukunft zu schaffen, die zuhört und sich anpasst, und sicherzustellen, dass Technologie uns alle dient.
fy_nl: MozFest House Zambia is in gearkomste foar kollektive aksje foar it realisearjen fan betroubere AI. It is in oprop ta aksje dy’t Afrikanen sintraal stelt yn it stribjen nei betroubere AI-systemen. Wurkje yn solidariteit mei aktivisten, beliedsmakkers, technologen, artysten en akteurs fan de boargerlike maatskippij om in nij normaal te meitsjen foar in takomst dy’t harket en oanpast, en garandearje dat technology ús allegearre tsjinnet.
nl: MozFest House Zambia is een bijeenkomst voor collectieve actie op weg naar betrouwbare AI. Het is een oproep tot actie die Afrikanen centraal stelt in het nastreven van betrouwbare AI-systemen. Solidariteit met activisten, beleidsmakers, technologen, kunstenaars en maatschappelijke actoren om een nieuw normaal te maken voor een toekomst die luistert en zich aanpast, en ervoor zorgt dat technologie ons allemaal dient.

# body.295db423-1585-459e-8c3d-696198327752.text
source: In the spirit of Mozilla Festival’s foundational theme of '<i>Solidarity and Togetherness</i>’, MozFest House Zambia in 2024 is a platform to demonstrate the power of solidarity and the limitless possibilities we can achieve in unity with the world around us. Together, we can reclaim the power of AI and technology for the collective well-being of people and planet.
de: Ganz im Sinne des Leitgedankens „<i>Solidarität und Gemeinsamkeit</i>“ des Mozilla Festivals ist das MozFest House Sambia im Jahr 2024 eine Plattform, um die Kraft der Verbundenheit und die grenzenlosen Möglichkeiten zu demonstrieren, die wir in Einheit mit der Welt um uns herum erreichen können . Gemeinsam können wir die Macht von KI und Technologie für das kollektive Wohl der Menschen und des Planeten zurückgewinnen.
fy_nl: Yn de geast fan it fûnemintele tema fan Mozilla Festival fan ’<i>Solidariteit en gearhing</i>’, is MozFest House Zambia yn 2024 in platfoarm om de krêft fan solidariteit en de ûnbeheinde mooglikheden te demonstrearjen dy’t wy berikke kinne yn ienheid mei de wrâld om ús hinne. Tegearre kinne wy de krêft fan AI en technology weromhelje foar it kollektyf wolwêzen fan minsken en planeet.
nl: In de geest van het fundamentele thema van Mozilla Festival ‘<i>Solidariteit en Samenhorigheid</i>’, is MozFest House Zambia in 2024 een platform om de kracht van solidariteit en de onbeperkte mogelijkheden te demonstreren die we kunnen bereiken in eenheid met de wereld om ons heen. Samen kunnen we de kracht van AI en technologie terugwinnen voor het collectieve welzijn van mens en planeet.

source: mozfest house kenya
de: MozFest-Haus Kenia

source: A group of people sitting outside in a circle in front of a vertical flag with MozFest House branding on it
de: Eine Gruppe von Personen, die draußen in einem Kreis vor einer vertikalen Flagge mit MozFest-House-Branding darauf sitzt
fy_nl: In groep minsken die bûten yn in sirkel foar in fertikale flagge mei MozFest House-branding derop sit
nl: Een groep mensen die buiten in een cirkel voor een verticale vlag met MozFest House-branding erop zit

source: a group of people stood around a musician standing on stage
de: Eine Gruppe von Menschen steht um einen Musiker auf der Plattform herum
fy_nl: in groep minsken stie om in muzikant dy't op it poadium stie
nl: een groep mensen die rond een muzikant op het podium staat

source: a person hand raised to ask a question in front of a stage at MozFest
de: Eine Person hebt beim MozFest vor einer Bühne die Hand, um eine Frage zu stellen
fy_nl: in persoan hân opheft om in fraach te stellen foar in poadium by MozFest
nl: een persoon die zijn hand opsteekt om een vraag te stellen voor een podium op MozFest

source: participants
de: Teilnehmer
fy_nl: dielnimmers
nl: deelnemers

source: community-led sessions
de: von der Gemeinschaft geleitete Sitzungen
fy_nl: mienskip ûnder lieding fan sesjes
nl: door de gemeenschap geleide sessies

source: main stage speakers
de: Redner auf der Hauptbühne
fy_nl: haadpoadiumsprekkers
nl: sprekers hoofdpodium

source: final night party
de: Abschlussparty
fy_nl: feest op de lêste jun
nl: feest op de laatste avond

# body.49371a51-0a63-4930-964b-50125c6b59e3.quote
source: The internet is a global public resource that must remain open and accessible.
de: Das Internet ist eine globale und öffentliche Ressource, die offen und zugänglich bleiben muss.
fy_nl: It ynternet is in wrâldwide publike helpboarne dy´t iepen en tagonklik bliuwe moat.
nl: Het internet is een wereldwijde publieke hulpbron die open en toegankelijk moet blijven.

# body.49371a51-0a63-4930-964b-50125c6b59e3.attribution
source: THE MOZILLA MANIFESTO
de: DAS MOZILLA-MANIFEST
fy_nl: IT MOZILLA-MANIFEST
nl: HET MOZILLA-MANIFEST

# body.a715166c-6a94-4913-aa6b-cac514a995d1
source: On Togetherness and Solidarity
de: Von Gemeinsamkeit und Solidarität
fy_nl: Oer gearhing en solidariteit
nl: Over Saamhorigheid en Solidariteit

# body.a715166c-6a94-4913-aa6b-cac514a995d1
source: In 2024, Mozilla Festival is focused on Togetherness and Solidarity. This year, we are reminded of the importance of gathering together, working alongside each other in solidarity, and leveraging collective global efforts to impact change on a local level.
de: Im Jahr 2024 konzentriert sich das Mozilla Festival auf Miteinander und Solidarität. Dieses Jahr wurden wir daran erinnert, wie wichtig es ist, sich zu versammeln, solidarisch zusammenzuarbeiten und gemeinsame globale Bemühungen zu nutzen, um auf lokaler Ebene Veränderungen zu bewirken.
fy_nl: Yn 2024 is it Mozilla Festival rjochte op Gearhing en Solidariteit. Dit jier wurde wy werinnere oan it belang fan gearkomst, gearwurkjen neist inoar yn solidariteit, en it benutten fan kollektive wrâldwide ynspanningen om feroaring op lokaal nivo te beynfloedzjen.
nl: In 2024 staat Mozilla Festival in het teken van Saamhorigheid en Solidariteit. Dit jaar worden we eraan herinnerd hoe belangrijk het is om samen te komen, solidair met elkaar samen te werken en collectieve wereldwijde inspanningen te leveren om verandering op lokaal niveau teweeg te brengen.

# body.9547197b-6e78-47c5-b438-f86638349cc8.title
source: MozFest House Zambia Themes
de: Themen für das MozFest House Sambia
fy_nl: MozFest House Zambia-tema’s
nl: MozFest House Zambia-thema’s

source: Tech and Inclusion
de: Technologie und Inklusion
fy_nl: Tech en ynklúzje
nl: Technologie en inclusie

source: Explore how tech can be a force for inclusion, empowering marginalized communities and ensuring equity in access, safety, and opportunity.
de: Entdecken Sie, wie Technologie eine Kraft für Inklusion sein kann, marginalisierte Gemeinschaften stärkt und Chancengleichheit in Zugang, Sicherheit und Chancen sicherstellt.
fy_nl: Untdek hoe’t technology in krêft wêze kin foar ynklúzje, it bemachtigjen fan marginalisearre mienskippen en it garandearjen fan lykweardigens yn tagong, feiligens en kânsen.
nl: Ontdek hoe technologie een kracht voor inclusie kan zijn, gemarginaliseerde gemeenschappen sterker kan maken en gelijkheid in toegang, veiligheid en kansen kan waarborgen.

source: Tech and Culture
de: Technologie und Kultur
fy_nl: Technyk en kultuer
nl: Technologie en cultuur

source: Tech can preserve and amplify culture by documenting languages, arts, and traditions while supporting new forms of expression in the digital era.
de: Technologie kann die Kultur erhalten und erweitern, indem sie Sprachen, Kunst und Traditionen dokumentiert und gleichzeitig neue Ausdrucksformen im digitalen Zeitalter unterstützt.
fy_nl: Technology kin kultuer behâlde en fersterkje troch it dokumintearjen fan talen, keunsten en tradysjes, wylst nije foarmen fan útdrukking yn it digitale tiidrek stypje.
nl: Technologie kan cultuur behouden en versterken door talen, kunst en tradities te documenteren, en tegelijkertijd nieuwe uitingsvormen in het digitale tijdperk ondersteunen.

source: Tech and Environmental Justice
de: Technologie und Umweltgerechtigkeit
fy_nl: Technology en miljeurjochtfeardigens
nl: Technologie en milieurechtvaardigheid

source: Explore how tech can combat climate change, promote sustainability, and advance environmental justice for African communities.
de: Entdecken Sie, wie Technologie den Klimawandel bekämpfen, Nachhaltigkeit fördern und Umweltgerechtigkeit für afrikanische Gemeinschaften vorantreiben kann.
fy_nl: Untdek hoe’t technology klimaatferoaring bestride kin, duorsumens befoarderje en miljeurjochtfeardigens foar Afrikaanske mienskippen befoarderje kin.
nl: Ontdek hoe technologie klimaatverandering kan bestrijden, duurzaamheid kan bevorderen en milieurechtvaardigheid voor Afrikaanse gemeenschappen kan bevorderen.

source: Tech and Economic Justice
de: Technologie und wirtschaftliche Gerechtigkeit
fy_nl: Technyske en ekonomyske rjochtfeardichheid
nl: Technische en economische rechtvaardigheid

source: Tech can reshape economies. We must ensure fair labor practices, promote financial inclusion, and create equal opportunities for all.
de: Technologie kann Wirtschaft neu gestalten. Wir müssen gerechte Arbeitspraktiken sicherstellen, finanzielle Inklusion fördern und gleiche Chancen für alle schaffen.
fy_nl: Technology kin ekonomyen feroarje. Wy moatte soargje foar earlike arbeidspraktiken, finansjele ynklúzje befoarderje en gelikense kânsen meitsje foar elkenien.
nl: Technologie kan economieën hervormen. We moeten zorgen voor eerlijke arbeidspraktijken, financiële inclusie bevorderen en gelijke kansen voor iedereen creëren.

source: Tech and Governance
de: Technologie und Verwaltung
fy_nl: Technyk en bestjoer
nl: Technologie en bestuur

source: As tech advances, governance must keep pace. Creating fair policies ensures technology is safe and accountable, and benefits everyone.
de: Mit dem technischen Fortschritt muss die Verwaltung Schritt halten. Die Erstellung fairer Richtlinien stellt sicher, dass die Technologie sicher und rechenschaftspflichtig ist und für alle von Vorteil ist.
fy_nl: As technology foarútgong foarderet, moat bestjoer likense tred hâlde. It meitsjen fan earlik belied soarget derfoar dat technology feilich en ferantwurde is, en profitearret elkenien.
nl: Naarmate de technologie vordert, moet bestuur gelijke tred houden. Het creëren van eerlijk beleid zorgt ervoor dat technologie veilig en verantwoordelijk is, en voordelen biedt voor iedereen.

source: Tech and Philanthropy
de: Technologie und Philanthropie
fy_nl: Technyk en filantropy
nl: Technologie en filantropie

source: Philanthropy shapes responsible tech. Directing resources toward ethical innovation ensures tech reflects values of fairness and transparency.
de: Philanthropie prägt verantwortungsvolle Technologie. Der Einsatz von Ressourcen in Richtung ethischer Innovation stellt sicher, dass die Technologie die Werte Fairness und Transparenz widerspiegelt.
fy_nl: Filantropy foarmet ferantwurdlike technology. Boarnen rjochtsje op etyske ynnovaasje soarget derfoar dat technology de wearden fan earlikens en transparânsje reflektearret.
nl: Filantropie geeft vorm aan verantwoorde technologie. Het inzetten van middelen voor ethische innovatie zorgt ervoor dat technologie de waarden van eerlijkheid en transparantie weerspiegelt.

source: Building Alternative Technologies
de: Entwicklung alternativer Technologien
fy_nl: Alternative technologyen bouwe
nl: Alternatieve technologieën bouwen

source: Creating ethical, inclusive tech alternatives ensures transparency, fairness, and community-driven solutions for the public good.
de: Die Schaffung ethischer, integrativer Technologie-Alternativen sorgt für Transparenz, Fairness und von der Gemeinschaft betriebene Lösungen zum Wohl aller.
fy_nl: It kreëarjen fan etyske, ynklusive tech-alternativen soarget foar transparânsje, earlikens en oplossingen oandreaune troch mienskip foar it publyk goed.
nl: Het creëren van ethische, inclusieve technische alternatieven zorgt voor transparantie, eerlijkheid en door de gemeenschap aangestuurde oplossingen voor het algemeen belang.

# body.db5b8989-13fb-4d49-95dd-bf2373e6e9c5.title
source: Featured Sessions at MozFest House Zambia
de: Vorgestellte Sitzungen beim MozFest House: Zambia
fy_nl: Utljochte sesjes op MozFest House Zambia
nl: Uitgelichte sessies op MozFest House Zambia

source: Protecting our spaces: A Collaborative Approach to Protecting Human Rights Defenders
de: Schutz unserer Räume: Ein kollaborativer Ansatz zum Schutz von Verteidigern von Menschenrechten

source: November 21, 13:15 CAT
de: 21. November, 13-15 Uhr CAT
fy_nl: 21 novimber 13:15 CAT
nl: 21 november 13:15 CAT

source: Meta shares its global and regional HRD safety approach, discusses challenges, and co-creates protection ideas.
de: Meta teilt seinen globalen und regionalen Sicherheitsansatz im Bereich HRD, diskutiert Herausforderungen und entwickelt Schutzideen mit.

source: View session
de: Sitzung ansehen
fy_nl: Sesje besjen
nl: Sessie bekijken

source: Dialogues &amp; Debates: Working Open to Advance Transparent &amp; Trustworthy AI
de: Dialoge &amp; Debatten: Offenes Arbeiten, um transparente &amp; vertrauenswürdige KI zu fördern

source: November 21, 11:05 CAT
de: 21. November, 11:05 Uhr CAT
fy_nl: 21 novimber 11:05 CAT
nl: 21 november 11:05 CAT

source: A panel discussion how open-source artificial intelligence empowers locals to tailor tech; builders share choices and challenges.
de: Eine Panel-Diskussion darüber, wie quelloffene künstliche Intelligenz es Einheimischen ermöglicht, Technologie maßzuschneiden; Entwickler teilen Entscheidungen und Herausforderungen.

source: View session
de: Sitzung ansehen
fy_nl: Sesje besjen
nl: Sessie bekijken

source: African Intelligence for Artificial Intelligence: The community driven approach
de: Afrikanische Intelligenz für künstliche Intelligenz: Der von der Gemeinschaft getriebene Ansatz

source: November 20, 13:15 CAT
de: 20. November, 13-15 Uhr CAT
fy_nl: 20 novimber 13:15 CAT
nl: 20 november 13:15 CAT

source: Exploring how community collaboration, culture, and art can help build trustworthy AI models that celebrate and preserve the diversity of African languages.
de: Untersuchung, wie Zusammenarbeit in der Gemeinschaft, Kultur und Kunst dazu beitragen können, vertrauenswürdige KI-Modelle zu entwickeln, die die Vielfalt afrikanischer Sprachen feiern und erhalten.

source: View session
de: Sitzung ansehen
fy_nl: Sesje besjen
nl: Sessie bekijken

source: Responsible AI for Agriculture: Strategies and Insights for Equitable Technology Adoption
de: Verantwortungsbewusste KI für die Landwirtschaft: Strategie und Einblicke für eine gleichberechtigte Einführung von Technologien

source: November 20, 10:00 CAT
de: 20. November, 10 Uhr CAT
fy_nl: 20 novimber 10:00 oere CAT
nl: 20 november 10:00 uur CAT

source: Discover how AI and AgriTech can empower African smallholder farmers while addressing barriers like gender disparity, digital literacy, and access inequality.
de: Entdecken Sie, wie KI und AgriTech afrikanische Kleinbauern stärken und gleichzeitig Barrieren wie das Ungleichgewicht der Geschlechter, digitale Bildung und Ungleichheit beim Zugang angehen können.

source: View session
de: Sitzung ansehen
fy_nl: Sesje besjen
nl: Sessie bekijken

source: Africa’s Elections vs Gendered Disinformation: What is it for Women in Politics?
de: Afrikas Wahlen vs. geschlechtsspezifische Desinformation: Was bedeutet sie für Frauen in der Politik?

source: November 21, 13:15 CAT
de: 21. November, 13-15 Uhr CAT
fy_nl: 21 novimber 13:15 CAT
nl: 21 november 13:15 CAT

source: Examining the rise of gendered disinformation in African elections and its impact on women leaders, with strategies to combat online abuse and foster equitable civic spaces.
de: Untersuchung des Anstiegs geschlechtsspezifischer Desinformation bei Wahlen in Afrika und sein Einfluss auf Frauen in Führungspositionen sowie Strategien, Missbrauch im Internet zu bekämpfen und Gleichberechtigung im öffentlichen Raum zu schaffen.

source: View session
de: Sitzung ansehen
fy_nl: Sesje besjen
nl: Sessie bekijken

# body.4c5e7b61-5c10-479f-a0b5-9d55437cd073.heading
source: Get your MozFest House Zambia tickets
de: Holen Sie sich Ihre Tickets für das MozFest House Sambia
fy_nl: Keapje jo MozFest House Zambia-tickets
nl: Koop uw MozFest House Zambia-tickets

# body.ce90a06f-ebf1-4ca6-956f-6a4a53bbee3e
source: Location and Venue
de: Veranstaltungsort
fy_nl: Lokaasje
nl: Locatie

# body.ce90a06f-ebf1-4ca6-956f-6a4a53bbee3e
source: MozFest House Zambia will be held at the Lusaka International Conference Center (LICC), located within the Ciela Resort. The venue is just 20 minutes north of Lusaka city center and 15 minutes from Kenneth Kaunda International Airport.
de: Das MozFest House Sambia wird im Lusaka International Conference Center (LICC) stattfinden, das sich innerhalb des Ciela-Resorts befindet. Die Unterkunft ist nur 20 Minuten Nördlich des Lusaka-Stadtzentrums und 15 Minuten vom internationalen Flughafen Lusaka entfernt.
fy_nl: MozFest House Zambia sil hâlden wurde yn it Lusaka International Conference Center (LICC), yn it Ciela Resort. It plak is krekt 20 minuten benoarden Lusaka stedssintrum en 15 minuten fan Kenneth Kaunda International Airport.
nl: MozFest House Zambia wordt gehouden in het Lusaka International Conference Center (LICC), gelegen in het Ciela Resort. De locatie ligt op slechts 20 minuten ten noorden van het centrum van Lusaka en op 15 minuten van de internationale luchthaven Kenneth Kaunda.

# body.ff64d04c-5c25-4814-94cb-2619bb3347e4
source: Help Make MozFest Happen
de: Helfen Sie, das MozFest zu ermöglichen
fy_nl: Help MozFest plak te finen
nl: Help MozFest plaatsvinden

# body.ff64d04c-5c25-4814-94cb-2619bb3347e4
source: Mozilla Festival is not just an annual date on the calendar. It's a collaborative community taking action on the issues that matter most all year long.
de: Mozilla Festival ist nicht nur ein jährliches Datum im Kalender. Es ist eine Gemeinschaft, die das ganze Jahr über an den wichtigsten Themen arbeitet.
fy_nl: Mozilla Festival is net mar in jierlikse datum op de kalinder. It is in gearwurkjende mienskip dy’t it hiele jier troch aksje ûndernimt oer de problemen dy’t der it meast ta dogge.
nl: Mozilla Festival is niet slechts een jaarlijkse datum op de kalender. Het is een samenwerkende gemeenschap die het hele jaar door actie onderneemt over de problemen die er het meest toe doen.

source: Volunteer at Mozilla Festival
de: Freiwillig beim MozFest helfen
fy_nl: Wurd frijwilliger by Mozilla Festival
nl: Word vrijwilliger bij Mozilla Festival

source: Apply to be a production volunteer at MozFest House Zambia.
de: Bewerben Sie sich als Freiwilliger in der Produktion im MozFest House Sambia.
fy_nl: Meld jo oan as produksjefrijwilliger by MozFest House Zambia.
nl: Meld u aan als productievrijwilliger bij MozFest House Zambia.
