Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br, sw

source: Insights from the front lines of building, mobilizing, and sustaining grassroots movements for lasting change.
es: Perspectivas desde las primeras líneas del desarrollo, la movilización y el sostenimiento de movimientos populares para un cambio duradero.
fr: Le point de vue de la création, de la mobilisation et du maintien de mouvements populaires pour un changement durable.
pl: Spostrzeżenia z pierwszej linii frontu dotyczące budowania, mobilizowania i podtrzymywania oddolnych ruchów na rzecz trwałych zmian.

source: Three people sit on stage in a panel discussion with a large display screen, while an audience listens.
fr: Trois personnes participent à une table ronde sur scène, accompagnées d’un grand écran, pendant que le public les écoute.
pl: Trzy osoby siedzą na scenie z dużym ekranem podczas dyskusji panelowej, a publiczność słucha.

source: Navigating Deceptive Design and Regulation
es: Navegando entre diseños y regulaciones engañosas
fr: Comprendre la réglementation et les conceptions trompeuses
pl: Poruszanie się po zwodniczym projektowaniu i regulacji

source: Exploring the strengths and gaps in EU policies tackling deceptive design and dark patterns.
es: Exploración de las fortalezas y carencias de las políticas de la UE destinadas a combatir los diseños engañosos y los patrones oscuros.
fr: Exploration des points forts et des points faibles des politiques européennes de lutte contre les procédés manipulatoires et les dark patterns.
pl: Badanie mocnych stron oraz luk w politykach UE dotyczących zwodniczego projektowania i ciemnych wzorców.

source: Angela Oduor Lungati stands on stage, gesturing. A large screen behind her displays bold text and a city skyline silhouette.
fr: Angela Oduor Lungati, sur scène, fait des gestes. Un grand écran derrière elle affiche du texte en gras et une ligne d’horizon de la ville.
pl: Angela Oduor Lungati stoi na scenie, gestykulując. Duży ekran za nią wyświetla pogrubiony tekst i zarys panoramy miasta.

source: Angela Oduor Lungati - Your Data, Your Power
es: Angela Oduor Lungati: Tus datos, tu poder
fr: Angela Oduor Lungati - Vos données, votre pouvoir
pl: Angela Oduor Lungati – Twoje dane, Twoja moc

source: AI and grassroots technology won’t change the world on their own—it’s how communities use them that will.
es: La IA y las tecnologías populares no cambiarán el mundo por sí solas: lo cambiará el modo en que las comunidades las utilicen.
fr: L’IA et les technologies populaires ne changeront pas le monde à elles seules, c’est l’utilisation que les communautés en feront qui le changera.
pl: Sztuczna inteligencja i oddolne technologie same nie zmienią świata – liczy się to, w jaki sposób wykorzystają je społeczności.

source: Zambia
fr: Zambie

# search_description
source: Activists in the internet health movement will gather at MozFest to move the needle in tech, art, social responsibility, ethics, and AI. Will you join us in September 2023?
pt_br: Ativistas do movimento de saúde da internet se reunirão no MozFest para impulsionar mudanças em tecnologia, arte, responsabilidade social, ética e inteligência artificial. Você se juntará a nós em setembro de 2023?

# cta_button_label
source: Join MozFest on Discord
pt_br: Participe do MozFest no Discord

# banner_heading
source: Arrive with an idea, leave with a community.
pt_br: Chegue com uma ideia, saia com uma comunidade.
sw: Jiwasilishe ukiwa na wazo, uondoke ukiwa na jamii.

# banner_cta_label
source: Join us for the MozFest House: Kenya Keynote Address
pt_br: Junte-se a nós no MozFest House: Palestra principal no Quênia

# banner_carousel.1a385bcd-0857-4bed-9309-80f1c0e31954.heading
source: Relive MozFest
pt_br: Vivencie novamente o MozFest

# banner_carousel.1a385bcd-0857-4bed-9309-80f1c0e31954.description
source: Take a look back at the highlights from MozFest Virtual and MozFest House Amsterdam, from workshops to discussions to conversations from our main stages.
pt_br: Dê uma olhada nos destaques do MozFest Virtual e do MozFest House Amsterdam, de workshops a discussões e conversas em nossos palcos principais.

# banner_carousel.31331683-0a14-4d7f-859a-4b3d620aae9d.heading
source: Join The Community
pt_br: Participe na comunidade

# banner_carousel.31331683-0a14-4d7f-859a-4b3d620aae9d.description
source: Join Mozilla Festival on Discord and engage year-round with diverse global movements, collaborate on Trustworthy AI, and stay updated with exclusive news and events.
pt_br: Participe do Mozilla Festival no Discord e interaja durante todo o ano com diversos movimentos globais, colabore com inteligência artificial confiável e fique atualizado com notícias e eventos exclusivos.

# banner_carousel.a5714c9c-9b74-4c56-b498-1533a89f8ba0.heading
source: Keep Up To Date
pt_br: Mantenha-se atualizado

# banner_carousel.a5714c9c-9b74-4c56-b498-1533a89f8ba0.description
source: Sign up to below to become a Festival Insider to be the first to know about upcoming opportunities, resources, and news about MozFest all-year-round.
pt_br: Inscreva-se abaixo para se tornar um Festival Insider e ser o primeiro a saber sobre as próximas oportunidades, recursos e notícias sobre o MozFest durante todo o ano.

# body.cbd9dade-f9db-430f-b9db-1878ae41da1e.title
source: Join us on Discord
pt_br: Participe no Discord

# body.cbd9dade-f9db-430f-b9db-1878ae41da1e.text
source: Join Mozilla Festival on Discord and engage year-round with diverse global movements, collaborate on Trustworthy AI, and stay updated with exclusive news and events.
pt_br: Participe do Mozilla Festival no Discord e interaja durante todo o ano com diversos movimentos globais, colabore com inteligência artificial confiável e fique atualizado com notícias e eventos exclusivos.

# body.cbd9dade-f9db-430f-b9db-1878ae41da1e.altText
source: a crowd of attendees at MozFest cheering
pt_br: uma multidão de participantes no MozFest torcendo

# body.cbd9dade-f9db-430f-b9db-1878ae41da1e.url_label
source: Join the Discord
pt_br: Participe no Discord

# body.4befc18c-92fe-4b88-af48-a5cdc5add964
source: MozFest is a unique hybrid: part art, tech and society convening, part maker festival, and the premiere gathering for activists in diverse global movements fighting for a more humane digital world.
pt_br: O MozFest é um híbrido único: por um lado, uma reunião de arte, tecnologia e sociedade; por outro, um festival de criadores. Também é o primeiro encontro de ativistas de movimentos globais diversos, lutando por um mundo digital mais humano.
sw: MozFest ni mseto wa kipekee: mchanganyiko wa jamii za kisanaa, kiteknolojia na kijamii zinazokusanyika, tamasha ya kuwaleta wanaharakati kutoka nyanja mbalimbali za kimataifa zinazopigania hali bora na za kibinadamu katika ulimwengu wa kidijitali.

# body.4ef1c6a8-1f8d-463b-b6e0-d014c2474355.altText
source: A photograph of a person sitting with their laptop on the stairs of the MozFest House venue, next to them is an orange and pink sign with the MozFest house logo.
pt_br: Uma fotografia de uma pessoa sentada com seu laptop na escada do local da MozFest House, ao lado dela está uma placa laranja e rosa com o logotipo da MozFest House.
sw: Picha ya mtu akiwa ameketi na kompyuta yake ya mkononi kwenye ngazi za ukumbi wa MozFest House, kando yake kuna alama ya rangi ya machungwa na waridi iliyo na nembo ya MozFest House.

# body.4ef1c6a8-1f8d-463b-b6e0-d014c2474355.text
source: 100s of sessions
pt_br: Centenas de sessões
sw: Vikao kwa mamia

# body.4ef1c6a8-1f8d-463b-b6e0-d014c2474355.text
source: Immersive sessions that teach privacy best practices, develop solutions to online misinformation and harassment, build open-source tools, support Trustworthy AI innovations, and more
pt_br: Sessões imersivas que ensinam práticas recomendadas de privacidade, desenvolvem soluções para desinformação e assédio online, criam ferramentas de código aberto, oferecem suporte a inovações de inteligência artificial confiável e muito mais
sw: Vipindi vya kina vinavyofundisha mazoea bora ya kulinda faragha, kutoa habari za suluhu za taarifa potofu na unyanyasaji mtandaoni, kuunda zana huria, kuunga mkono ubunifu wa AI (akili bandia ya programu za kompyuta) inayoaminika na mengine mengi.

# body.48a61463-6791-405e-b6f5-dd1c69768a96.altText
source: A photograph of the MozFest Opening Circle, with a large group of participants all with their hands raised in the air cheering on a video conferencing platform.
pt_br: Uma fotografia do Círculo de Abertura do MozFest com um grande grupo de participantes, todos com as mãos levantadas em uma plataforma de videoconferência.
sw: Picha ya mduara wa ufunguzi wa MozFest, ikiwa na kundi kubwa la washiriki wote wakiwa wameinua mikono yao hewani wakishangilia kwenye jukwaa la mikutano ya video.

# body.48a61463-6791-405e-b6f5-dd1c69768a96.text
source: 1,000s of participants
pt_br: Milhares de participantes
sw: Washiriki kwa maelfu

# body.48a61463-6791-405e-b6f5-dd1c69768a96.text
source: Artists, activists, technologists, designers, students, and journalists from across the world attend MozFest each year.
pt_br: Artistas, ativistas, tecnólogos, designers, estudantes e jornalistas do mundo todo participam do Mozfest a cada ano.
sw: Wasanii, wanaharakati, wanateknolojia, wabunifu, wanafunzi, na waandishi wa habari kutoka duniani kote wanahudhuria MozFest kila mwaka.

# body.3c018cf8-ba11-4a42-8420-e88fe18fd8fa.altText
source: A photograph of a person placing a square sticky note onto a board, where the colour of the note says if they trust decisions made by an AI.
pt_br: Uma fotografia de uma pessoa colocando uma nota adesiva quadrada em um quadro, onde a cor da nota indica se ela confia nas decisões tomadas por uma inteligência artificial.
sw: Picha ya mtu akiweka kijikaratasi cha mraba kwenye ubao, ambapo rangi ya kijikaratasi inaashiria ikiwa anaamini maamuzi yanayofanywa na mfumo wa AI.

# body.3c018cf8-ba11-4a42-8420-e88fe18fd8fa.text
source: 145+ Countries
pt_br: Mais de 145 países
sw: Zaidi ya Nchi 145

# body.3c018cf8-ba11-4a42-8420-e88fe18fd8fa.text
source: MozFest welcomes activists from Taipei, coders from Berlin, educators from Nairobi, researchers from Brasilia, and others from regions and movements around the world
pt_br: MozFest recebe ativistas de Taipei, programadores de Berlim, educadores de Nairobi, pesquisadores de Brasília e outros de regiões e movimentos do mundo todo
sw: MozFest inakaribisha wanaharakati kutoka Taipei, wasanidi programu kutoka Berlin, waelimishaji kutoka Nairobi, watafiti kutoka Brasilia, na wengine kutoka maeneo na wanaharakati kutoka duniani kote.

# body.f3c3cb91-d14f-4d87-a1f5-c0e9474cc07b
source: Over the years, MozFest has fueled the movement to ensure the internet benefits humanity, rather than harms it. We remain focused in our work to build a healthier internet and more Trustworthy AI.
pt_br: Ao longo dos anos, o MozFest fomentou o movimento para garantir que a internet beneficie a humanidade, em vez de prejudicar. Continuamos focados em nosso trabalho para construir uma internet mais saudável e inteligências artificiais mais confiáveis.
sw: Kwa miaka mingi, MozFest imechochea harakati ili kuhakikisha kuwa mtandao unanufaisha wanadamu, badala ya kuwadhuru. Tunaendelea kuzingatia kazi yetu ya kujenga mtandao wenye afya na AI inayoaminika zaidi.

# body.06f30f9c-5296-40a6-ad74-ee58057a37ec
source: Join the internet health community for these exciting opportunities and events that explore what it takes to build a better web.
pt_br: Junte-se à comunidade de saúde da internet nessas sessões e eventos emocionantes que exploram o que é necessário para construir uma web melhor.
sw: Jiunge na jumuiya ya afya ya mtandao kwa fursa hizi za kusisimua na matukio ambayo yanachunguza kile kinachohitajika kujenga mtandao bora.

# body.f242dbe4-7ddd-4634-b9cb-75905a306fad.title
source: Featured Sessions at MozFest House: Kenya
pt_br: Sessões em destaque no MozFest House: Quênia

source: As we delve into the potential risks and biases associated with AI-operated platforms, we aim to underscore the significance of safeguarding digital rights. By exploring the case of the #womensmarchZambia movement, we showcase the tangible consequences of biased narratives and poor identification of hate speech at feminist activists' expense.
pt_br: À medida que nos aprofundamos nos potenciais riscos e preconceitos associados às plataformas operadas por inteligência artificial, pretendemos sublinhar a importância de salvaguardar direitos digitais. Ao explorar o caso do movimento #womensmarchZambia, mostramos as consequências tangíveis de narrativas tendenciosas e identificação ruim de discurso de ódio às custas de ativistas feministas.

source: Join this session
pt_br: Participar desta sessão

source: Kiswahili: Indeigenous languages as tools of Inclusivity
pt_br: Kiswahili: Idiomas nativos como ferramentas de inclusão

source: This session will involve a history of the standardization of Kiswahili, taking a look at how colonial powers used the language to their advantage and how the (standardized) language grew and in other instances killed Kiswahili dialects.
pt_br: Esta sessão envolverá uma história da padronização do Kiswahili, analisando como potências coloniais usaram o idioma em seu benefício e como o idioma (padronizado) cresceu e, em outros casos, eliminou dialetos Kiswahili.

source: Join this session
pt_br: Participar desta sessão

source: African perspectives on shaping safety and wellbeing of children in digital spaces.
pt_br: Perspectivas africanas sobre como moldar segurança e bem-estar das crianças em espaços digitais.

source: This session seeks to open up and spark conversations about localized and contextualized approaches to studying and strategies for understanding the impact of digital media on young people in Africa, from African practitioners, researchers, policymakers, activists and scholars.
pt_br: Esta sessão procura abrir e desencadear conversas sobre abordagens localizadas e contextualizadas a estudos e estratégias, para compreender o impacto de meios de comunicação digitais sobre jovens na África, por parte de profissionais, pesquisadores, legisladores, ativistas e académicos africanos.

source: Join this session
pt_br: Participar desta sessão

source: Decoding Digital Labor: How tech giants replicate the extractive practices of their corporate forefathers
pt_br: Como decodificar o trabalho digital: Como os gigantes da tecnologia replicam as práticas extrativas de seus antepassados corporativos

source: The promise of technology to create job opportunities, in developing countries, beyond physical geographical boundaries has hidden unfair labor treatments. The absence of labor market regulatory frameworks in some countries in Africa to address the special conditions of digitally enabled new forms of work, the rise of non-standard employment, a phenomenon rooted in labor market deregulation, is being exacerbated by digital transformation.
pt_br: A promessa da tecnologia de criar oportunidades de emprego em países em desenvolvimento, além de fronteiras geográficas físicas, ocultou tratamentos laborais injustos. A ausência de estruturas de regulamentação do mercado de trabalho em alguns países da África para lidar com condições especiais de novas formas de trabalho possíveis digitalmente, o aumento do emprego não padronizado, um fenômeno enraizado na desregulamentação do mercado de trabalho, está sendo exacerbado pela transformação digital.

source: Join this session
pt_br: Participar desta sessão

source: Harmonizing the Waves: Navigating AI's Impact on African Podcasting
pt_br: Como harmonizar as ondas: Navegando pelo impacto da inteligência artificial no uso africano de podcast

source: In recent years, AI has experienced an explosive surge in popularity, largely driven by breakthroughs like the revolutionary large language models (LLMs) such as ChatGPT. Simultaneously, podcasting has emerged as a formidable medium for creative expression and cultural representation, particularly amid and post the COVID-19 pandemic. This session will explore the possible impacts of AI, both positive and negative, on an industry that gives voice to marginalized communities.
pt_br: Nos últimos anos, a inteligência artificial experimentou um aumento explosivo em popularidade, em grande parte impulsionado por avanços como os revolucionários grandes modelos de linguagem (LLMs), como o ChatGPT. Simultaneamente, o uso de podcast emergiu como um meio formidável de expressão criativa e representação cultural, especialmente durante e após a pandemia da COVID-19. Esta sessão irá explorar os possíveis impactos da inteligência artificial, tanto positivos como negativos, numa indústria que dá voz a comunidades marginalizadas.

source: Join this session
pt_br: Participar desta sessão

# body.ed226723-8560-4fb7-b4c3-c7033981b832.title
source: Featured Virtual Sessions
pt_br: Sessões virtuais em destaque

source: Centering Communities in the Data Economy
pt_br: Centralizando Comunidades na Economia de Dados

source: J. Bob Alotta, Kathleen Siminyu, Keoni Mahelona &amp; Timnit Gebru
pt_br: J. Bob Alotta, Kathleen Siminyu, Keoni Mahelona e Timnit Gebru

source: Through the lens of indigenous language data this panel explores data practices ranging from extractive to centering communities in decision-making and sharing the data benefits with them.
pt_br: Através da visão de dados de idiomas indígenas, este painel explora práticas de dados que vão desde a extração até a centralização de comunidades na tomada de decisões e no compartilhamento de benefícios de dados com elas.

source: From Detroit to Egypt
pt_br: De Detroit ao Egito

source: Yasmin Elayat, Siwatu-Salama Ra &amp; Sanaa Seif
pt_br: Yasmin Elayat, Siwatu-Salama Ra e Sanaa Seif

source: An exchange between Siwatu-Salama Ra and Sanaa Seif about the links between Octavia E. Butler’s Parables, technology, climate justice, and movements to end criminalization, militarism and colonialism. Moderated by Yasmin Elayat.
pt_br: Uma troca de ideias entre Siwatu-Salama Ra e Sanaa Seif sobre as ligações entre as Parábolas de Octavia E. Butler, tecnologia, justiça climática e movimentos para acabar com a criminalização, o militarismo e o colonialismo. Moderado por Yasmin Elayat.

source: AI Séance - AI Cosmologies
pt_br: AI Séance - Cosmologias de inteligência artificial

source: Hope Schroeder, Amy Smith &amp; Zivvy Epstein
pt_br: Hope Schroeder, Amy Smith e Zivvy Epstein

source: Applying generative AI to mediumship reifies the magic and unknowability of these black-box machines, yet centers agency on the experience of human creators to manifest artifacts in line with their imagination. Experience our AI-powered séance!
pt_br: A aplicação de inteligência artificial generativa à mediunidade reifica a magia e a incognoscibilidade destas máquinas de caixa preta, mas centra a agência na experiência dos criadores humanos para manifestar artefatos de acordo com a sua imaginação. Experimente nossa sessão espírita com inteligência artificial!

source: Watch the highlights
pt_br: Assista aos destaques

# body.7e194331-433a-4602-9ebf-70c350ce9ecb.altText
source: book cover icon
pt_br: ícone de capa de livro
sw: Ikoni ya jalada la kitabu

# body.7e194331-433a-4602-9ebf-70c350ce9ecb.text
source: <b>Discover the award-winning</b> <a id="a1"><b>MozFest Book</b></a>, a celebration of our past and future.
pt_br: <b>Descubra o premiado</b> <a id="a1"><b>MozFest Book</b></a>, uma celebração do nosso passado e futuro.
sw: <b>Gundua kitabu cha</b> <a id="a1"><b>MozFest cha kushinda tuzo la vitabu bora ulimwenguni</b></a>, sherehe ya muda wetu uliopita na ujao.

# body.afedfd50-d0cb-4e2c-a6a2-0cb01f9ac237
source: Our Latest Dialogues and Debates
pt_br: Nossos últimos diálogos e debates
sw: Majadiliano na mijadala yetu ya hivi karibuni

# body.afedfd50-d0cb-4e2c-a6a2-0cb01f9ac237
source: In a world where progress is needed more than ever, this is your chance to be a part of the solution. Watch this unforgettable conversation with Angela Davis, a world-renowned scholar, author, and champion for human rights, and Christian Smalls, an unwavering labour rights activist and President of the Amazon Labor Union, moderated by industry veteran and VP of Global Programs at Mozilla, J. Bob Alotta.
pt_br: Em um mundo onde o progresso é mais necessário do que nunca, esta é sua chance de fazer parte da solução. Assista a esta conversa inesquecível com Angela Davis, acadêmica, autora e defensora dos direitos humanos de renome mundial, e Christian Smalls, ativista inabalável dos direitos trabalhistas e presidente do sindicato Amazon Labor Union. A conversa será moderada pelo veterano da indústria e vice-presidente de programas globais da Mozilla, J. Bob Alotta.
sw: Katika dunia ambapo maendeleo yanahitajika zaidi kuliko hapo awali, hii ni nafasi yako ya kuwa sehemu ya suluhisho. Tazama mazungumzo haya yasiyosahaulika na Angela Davis, msomi maarufu duniani, mwandishi, na bingwa wa haki za binadamu, na Christian Smalls, mwanaharakati wa haki za wafanyakazi asiyeyumba na Rais wa Muungano wa Wafanyakazi wa Amazon, yaliyosimamiwa na makamu wa rais mwenye uzoefu wa shirikisho la Global Programs huko Mozilla, J. Bob Alotta.

# seo_title
source: Mozilla Festival 2025
es: Festival Mozilla 2025

# search_description
source: For 15 years, Mozilla Festival has been the home for big ideas, bold conversations, and the movement for a better internet. From November 7th to 9th, we’re bringing that energy back to Barcelona, and you’re invited to be a part of it.
es: A lo largo de 15 años, el Festival Mozilla ha sido el hogar de grandes ideas, conversaciones audaces y el movimiento por una Internet mejor. Del 7 al 9 de noviembre, traeremos esa energía de vuelta a Barcelona y están invitados a formar parte.

# title
source: Mozilla Festival
es: Festival Mozilla
sw: Tamasha ya Mozilla

# cta_button_label
source: Secure your badge
es: Asegura tu credencial

# banner_heading
source: Mozilla Festival 2025
es: Festival Mozilla 2025

# banner_link_text
source: Secure your badge
es: Asegura tu credencial

# body.1ce48040-cbfc-4fcd-bd3b-85426fb12132.alt_text
source: A photograph of Ruha Benjamin
es: Una fotografía de Ruha Benjamin

# body.1ce48040-cbfc-4fcd-bd3b-85426fb12132.title
source: Meet our headline speaker, Dr. Ruha Benjamin
es: Conoce a nuestra oradora principal, la Dra. Ruha Benjamin

# body.1ce48040-cbfc-4fcd-bd3b-85426fb12132.body
source: From the biases baked into our digital worlds to the myths that shape our laws and institutions, this conversation will explore how power operates through the stories we inherit. Whatever your background or perspective on technology, Dr. Benjamin will challenge our defaults to unlock new ways of thinking, building, and belonging.
es: Desde los sesgos integrados a nuestros mundos digitales hasta los mitos que dan forma a nuestras leyes e instituciones, esta conversación explorará cómo opera el poder a través de las historias que heredamos. Cualquiera sea nuestra experiencia o perspectiva sobre la tecnología, la Dra. Benjamin desafiará nuestros valores predeterminados para desbloquear nuevas formas de pensar, construir y pertenecer.

# body.295db423-1585-459e-8c3d-696198327752.heading
source: Join us in Barcelona to celebrate 15 years of MozFest.
es: Únete a nosotros en Barcelona para celebrar los 15 años del MozFest.
