Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/common-voice.po
Languages: sw

# header
source: Mozilla Common Voice
sw: Sauti ya Jamii ya Mozilla

# intro
source: Common Voice is the most diverse open voice dataset in the world. Most voice datasets are owned by companies, which stifles innovation. They also under-represent almost every language in the world, as well as people of colour, disabled people, women and LGBTQIA+ people. We want to change that by mobilising people everywhere to share their voice.
sw: Sauti ya Jamii ndio seti ya takwimu iliyo na lugha nyingi tofauti zaidi duniani. Takwimu nyingi za sauti zinamilikiwa na makampuni yanayozuia uvumbuzi. Hayawakilishi vizuri takriban lugha zote ulimwenguni, watu wasio wazungu, walemavu, wanawake na jumuiya ya LGBTQIA+. Tunataka kubadilisha hilo kwa kuhamasisha watu kila mahali kushiriki sauti zao.

# body.51ded0e2-dec4-467e-b065-afcfe59b8ae5.quote
source: Common Voice is a flagship Mozilla Foundation initiative to mitigate bias in AI, by democratising speech tech for everyone!
sw: Sauti ya Jamii ni mpango wa Shirika la Mozilla Foundation wa kupunguza upendeleo katika AI, kwa kufanya teknolojia ya usemi kuwa ya kidemokrasia kwa kila mtu!

# body.51c40a0e-f1b4-4133-8c33-17c03773a458.altText
source: common voice robot mascot - Mars
sw: nyota ya roboti ya sauti ya jamii - Mars

# body.7503106e-5993-45bf-b90b-50add24c0d72
source: Learn more about Common Voice and how you can get involved today!
sw: Pata maelezo zaidi kuhusu Sauti ya Jamii na jinsi unavyoweza kushiriki leo!

# body.7503106e-5993-45bf-b90b-50add24c0d72
source: <a id="a1">Platform &amp; data</a>
sw: <a id="a1">Jukwaa na data</a>

# body.7503106e-5993-45bf-b90b-50add24c0d72
source: <a id="a1">Community, mobilisation &amp; governance</a>
sw: <a id="a1">Jamii, uhamasishaji na utawala</a>

# body.7503106e-5993-45bf-b90b-50add24c0d72
source: <a id="a1">Programmatic work</a>
sw: <a id="a1">Kazi ya programu</a>

# body.7503106e-5993-45bf-b90b-50add24c0d72
source: <a id="a1">Partner</a>
sw: <a id="a1">Mshirika</a>

# body.7503106e-5993-45bf-b90b-50add24c0d72
source: <a id="a1">Blog</a>
sw: <a id="a1">Blogu</a>

# body.7503106e-5993-45bf-b90b-50add24c0d72
source: We're growing the team! Check out <a id="a1">jobs with the Foundation</a> to see openings.
sw: Tunaongeza wanatimu! Angalia <a id="a1">kazi za Shirika</a> ili uone nafasi za kazi.

# title
source: Common Voice
sw: Sauti ya Jamii
