Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/fyp-reporter.po
Languages: de, es, fr, pl, pt_br

# search_description
source: FYP Reporter is a tool that enables crowdsourced investigations into TikTok. It’s built by the nonprofit Mozilla.
de: FYP Reporter ist ein Crowdsourcing-Tool, um TikTok zu untersuchen. Es wurde von der Non-Profit-Organisation Mozilla entwickelt.
es: FYP Reporter, creación de la organización sin fines de lucro Mozilla, es una herramienta que permite investigar TikTok de manera colaborativa.
fr: FYP Reporter est un outil collaboratif créé pour comprendre le moteur de recommandation de TikTok. Il a été conçu par Mozilla, une organisation à but non lucratif.
pl: FYP Reporter to narzędzie, które umożliwia crowdsourcingowe badania dotyczące TikToka. Aplikację stworzyła Mozilla, która jest organizacją non profit.
pt_br: O FYP Reporter é uma ferramenta que possibilita investigações colaborativas sobre o TikTok, criada pela organização sem fins lucrativos Mozilla.

# body.b641625f-7e73-44d4-ad95-136d6e8365c2
source: About FYP Reporter
de: Über FYP Reporter
es: Acerca de FYP Reporter
fr: À propos de FYP Reporter
pl: O aplikacji FYP Reporter
pt_br: Sobre o FYP Reporter

# body.b641625f-7e73-44d4-ad95-136d6e8365c2
source: FYP Reporter is a tool that enables crowdsourced investigations into TikTok. It’s built by the nonprofit Mozilla.
de: FYP Reporter ist ein Crowdsourcing-Tool, um TikTok zu untersuchen. Es wurde von der Non-Profit-Organisation Mozilla entwickelt.
es: FYP Reporter, creación de la organización sin fines de lucro Mozilla, es una herramienta que permite investigar TikTok de manera colaborativa.
fr: FYP Reporter est un outil collaboratif créé pour comprendre le moteur de recommandation de TikTok. Il a été conçu par Mozilla, une organisation à but non lucratif.
pl: FYP Reporter to narzędzie, które umożliwia crowdsourcingowe badania dotyczące TikToka. Aplikację stworzyła Mozilla, która jest organizacją non profit. FYP to skrót od słów For Your Page, czyli angielskiej nazwy strony Dla Ciebie na TikToku.
pt_br: O FYP Reporter é uma ferramenta que possibilita investigações colaborativas sobre o TikTok, criada pela organização sem fins lucrativos Mozilla.

# body.b641625f-7e73-44d4-ad95-136d6e8365c2
source: By downloading the app, you can participate in studies scrutinizing TikTok’s algorithm. You’ll contribute to cutting-edge public interest research, which Mozilla uses to drive better public policy around tech platforms, advocate for greater transparency, and inform meaningful design interventions.
de: Laden Sie die App herunter, um an Studien teilzunehmen, die den Algorithmus von TikTok unter die Lupe nehmen. Sie tragen damit zu einem innovativen Forschungsprojekt für das Gemeinwohl bei, das Mozilla auf die Beine gestellt hat, um die öffentliche Politik in Bezug auf Technologieplattformen zu verbessern, die Transparenz zu erhöhen und sinnvolle Anpassungen anzustoßen.
es: Al descargar la aplicación, puedes participar en estudios que analizan el algoritmo de TikTok. Contribuirás a una investigación de interés público pionera de Mozilla para impulsar mejores políticas públicas sobre las plataformas tecnológicas, abogar por más transparencia y conformar intervenciones de diseño significativas.
fr: En téléchargeant l’application, vous aurez la possibilité de participer à une étude, dont le but est d’analyser l’algorithme de TikTok. Vous pourrez ainsi contribuer directement à un projet d’intérêt général, qui permettra à Mozilla d’agir pour améliorer les politiques publiques liées aux plateformes technologiques, obtenir plus de transparence et concevoir des produits et services plus respectueux des utilisateurs·trices.
pl: Po pobraniu aplikacji możesz wziąć udział w badaniach dotyczących algorytmu TikToka, aby pomóc nam w przełomowych badaniach leżących w interesie publicznym. Dzięki takim badaniom Mozilla przyczynia się do tworzenia korzystniejszej polityki publicznej dotyczącej platform technologicznych, promuje większą przejrzystość oraz informuje użytkowników o istotnych interwencjach projektowych.
pt_br: Ao baixar o aplicativo, você pode participar de estudos que investigam o algoritmo do TikTok. Sua contribuição apoiará pesquisas de interesse público, que a Mozilla utiliza para promover melhores políticas públicas relacionadas às plataformas digitais, defender mais transparência e sugerir melhorias significativas no projeto dessas plataformas.

# body.b641625f-7e73-44d4-ad95-136d6e8365c2
source: <b>How it works:</b> FYP Reporter research participants share videos and other TikTok content they encounter with Mozilla, providing context and comments about the content. Additionally, participants can share screen recordings of their TikTok sessions, allowing automatic analysis by machine learning tools that Mozilla built.
de: <b>Und so funktioniert’s:</b> Teilnehmer*innen teilen Videos und andere TikTok-Inhalte, auf die sie gestoßen sind, unter Angabe von Kontext und Kommentaren mit dem Mozilla-Forschungsteam. Außerdem können Aufnahmen von TikTok-Sitzungen erstellt und weitergegeben werden, die eine automatische Analyse durch von Mozilla entwickelte Tools für maschinelles Lernen ermöglichen.
es: <b>Cómo funciona:</b> Los participantes en la investigación de FYP Reporter comparten con Mozilla videos y otros materiales de TikTok, y aportan contexto y comentarios sobre el contenido. También pueden compartir grabaciones de pantalla de sus sesiones de TikTok para que las herramientas de aprendizaje automático creadas por Mozilla las analicen automáticamente.
fr: <b>Comment ça marche :</b> Les participants·es à l’étude FYP Reporter partagent des vidéos et des contenus de TikTok avec Mozilla, tout en fournissant des commentaires et des informations contextuelles. Ils·elles peuvent aussi partager des captures vidéo de leur sessions sur TikTok, pour les analyser grâce à des outils d’apprentissage automatique spécialement développés par Mozilla.
pl: <b>Jak to działa:</b> Uczestnicy projektu badawczego FYP Reporter udostępniają Mozilli filmy i inne treści, które napotkają na TikToku, wraz z kontekstem i komentarzami dotyczącymi takich treści. Dodatkowo uczestnicy mogą udostępnić nagrania ekranu przedstawiające sesje na TikToku. Dane będą automatycznie analizowane przy użyciu stworzonych przez Mozillę narzędzi opartych na uczeniu maszynowym.
pt_br: <b>Como funciona:</b> Os participantes da pesquisa com o FYP Reporter compartilham vídeos e outros conteúdos do TikTok que encontram, fornecendo contexto e comentários sobre o que estão vendo. Além disso, podem enviar gravações de tela das suas sessões no TikTok, permitindo que as ferramentas de aprendizado de máquina desenvolvidas pela Mozilla analisem automaticamente esses dados.

# body.b641625f-7e73-44d4-ad95-136d6e8365c2
source: Background
de: Hintergrund
es: Antecedentes
fr: Un peu de contexte
pl: Tło
pt_br: Contexto

# body.b641625f-7e73-44d4-ad95-136d6e8365c2
source: Recommendation algorithms are central to our online experience — but researchers lack tools for studying them.
de: Empfehlungsalgorithmen sind für unser Online-Erlebnis von zentraler Bedeutung – aber den Forscher*innen fehlen wichtige Tools, um diese Algorithmen zu untersuchen.
es: Los algoritmos de recomendaciones son fundamentales para nuestra experiencia en Internet, pero los investigadores carecen de herramientas para estudiarlos.
fr: Les algorithmes de recommandation sont au cœur de notre expérience en ligne. Mais les chercheurs·euses manquent d’outils pour les étudier.
pl: Algorytmy rekomendacji odgrywają kluczową rolę w korzystaniu z internetu, ale badacze nie mają odpowiednich narzędzi, aby je analizować.
pt_br: Os algoritmos de recomendação são fundamentais para nossa experiência online, mas os pesquisadores não têm ferramentas adequadas para estudá-los.

# body.b641625f-7e73-44d4-ad95-136d6e8365c2
source: That’s why in 2020, Mozilla built <a id="a1">RegretsReporter</a>: a browser extension for <a id="a2">studying YouTube’s recommender system</a>, powered by more than 22,000 people who donated their data. The extension allowed us to study YouTube recommendations on an unprecedented scale by relying on a data donation methodological approach.
de: Deshalb hat Mozilla im Jahr 2020 <a id="a1">RegretsReporter</a> entwickelt: eine Browsererweiterung zur <a id="a2">Untersuchung der Empfehlungsalgorithmen von YouTube</a>, unterstützt von mehr als 22.000 Nutzer*innen, die ihre Daten für Forschungszwecke gespendet haben. Die Erweiterung machte eine methodische Studie möglich, sodass YouTube-Empfehlungen in einem noch nie da gewesenen Umfang untersucht werden konnten.
es: Por eso, Mozilla construyó en 2020 <a id="a1">RegretsReporter</a>: una extensión de navegador para <a id="a2">estudiar el sistema de recomendaciones de YouTube</a> empleando los datos donados por 22 000 personas. La extensión nos permitió estudiar las recomendaciones de YouTube a una escala sin precedentes basándonos en una metodología de donación de datos.
fr: C’est pourquoi en 2020, Mozilla a créé <a id="a1">RegretsReporter</a> : une extension de navigateur <a id="a2">permettant d’analyser le système de recommandation de YouTube</a>, alimentée par plus de 22 000 personnes ayant accepté de partager leurs données. L’extension nous a permis d’étudier les recommandations proposées par YouTube à une échelle inédite grâce à une méthode de collecte de données basée sur les contributions des utilisateurs·trices.
pl: Właśnie dlatego w 2020 r. Mozilla stworzyła <a id="a1">RegretsReporter</a>, czyli rozszerzenie do przeglądarki, które umożliwia <a id="a2">analizę systemu rekomendacji na YouTube</a>. Za pomocą tego narzędzia otrzymaliśmy dane od ponad 22 tys. osób. Narzędzie Regrets Reporter pozwoliło nam przeanalizować rekomendacje na YouTube na bezprecedensową skalę dzięki metodologicznemu podejściu opartemu na dobrowolnym przekazywaniu danych.
pt_br: Foi por isso que, em 2020, a Mozilla criou o <a id="a1">RegretsReporter</a>: uma extensão de navegador para <a id="a2">estudar o sistema de recomendação do YouTube</a>, com a ajuda de mais de 22 mil pessoas que doaram seus dados. Essa extensão nos permitiu analisar as recomendações do YouTube em uma escala inédita, utilizando uma metodologia baseada na doação de dados.

# body.b641625f-7e73-44d4-ad95-136d6e8365c2
source: Building on that success, Mozilla’s <a id="a1">Open Source Research &amp; Investigations team</a> is creating new tools for studying tech platforms through data donation – a kind of community science research. Our studies about YouTube were limited to the browser and so we weren’t able to study how people were using the platform on their phones. Now, we have a new way to conduct crowdsourced research on mobile – where most people actually use these platforms.
de: Aufbauend auf diesem Erfolg, entwickelt das <a id="a1">Open Source Research &amp; Investigations Team</a> von Mozilla weitere Tools, um Tech-Plattformen mithilfe von Datenspenden zu durchleuchten – als eine Art kommunales Forschungsprojekt. Unsere Studien rund um YouTube waren auf den Browser beschränkt, daher konnten wir nicht untersuchen, wie die Menschen die Plattform auf ihren Handys nutzen. Jetzt haben wir eine neue Möglichkeit zur Crowdsourcing-Forschung via Smartphone – dem Gerät, auf dem tatsächlich die meisten Menschen diese Plattformen nutzen.
es: Por el éxito obtenido, <a id="a1">el equipo de investigaciones de código abierto</a> está creando nuevas herramientas para estudiar las plataformas tecnológicas mediante la donación de datos, una especie de investigación científica comunitaria. Nuestros estudios sobre YouTube se limitaban al navegador, por lo que no podíamos analizar cómo utilizan las personas la plataforma en su teléfono. Ahora, contamos con una nueva manera de llevar a cabo la investigación colaborativa en el celular, el medio más común para utilizar estas plataformas.
fr: Forte de ce succès, <a id="a1">l’équipe en charge des études et investigations open source</a> de Mozilla a créé de nouveaux outils pour comprendre le fonctionnement des plateformes technologiques, toujours via le partage de données des utilisateurs·trices, dans une forme de projet collaboratif. Nos études sur YouTube étaient limitées au navigateur, ce qui nous empêchait d’analyser l’utilisation de la plateforme sur les téléphones. Mais désormais, nous disposons d’un nouveau moyen pour mener des études collaboratives sur mobile, c’est-à-dire là où la plupart des gens utilisent réellement ces plateformes.
pl: Nie spoczywamy jednak na laurach. <a id="a1">Zespół Mozilli ds. badań i dochodzeń open source</a> tworzy nowe narzędzia do badania platform technologicznych przy użyciu danych przekazywanych przez użytkowników — można powiedzieć, że jest to nauka obywatelska. Nasze badania dotyczące YouTube były ograniczone do przeglądarki i nie udało nam się sprawdzić, w jaki sposób użytkownicy korzystają z platformy na telefonach. Teraz mamy możliwość przeprowadzenia badania crowdsourcingowego na urządzeniach mobilnych, czyli tam, gdzie najwięcej osób korzysta z platform społecznościowych.
pt_br: Aproveitando esse sucesso, a equipe de <a id="a1">Pesquisa e Investigações de Código Aberto da Mozilla</a> está criando novas ferramentas para estudar plataformas digitais por meio da doação de dados – uma espécie de pesquisa científica comunitária. Nossos estudos sobre o YouTube eram limitados ao navegador, o que nos impedia de entender como as pessoas usavam a plataforma nos seus celulares. Agora, temos uma nova maneira de conduzir pesquisas colaborativas em dispositivos móveis, onde a maioria das pessoas realmente acessa essas plataformas.

# body.b641625f-7e73-44d4-ad95-136d6e8365c2
source: Pilot study
de: Pilotstudie
es: Estudio piloto
fr: Une étude pilote
pl: Badanie pilotażowe
pt_br: Estudo piloto

# body.b641625f-7e73-44d4-ad95-136d6e8365c2
source: In this first pilot study, we want to better understand what kinds of harmful experiences people are having on TikTok, and how the distinct affordances of the platform could be contributing to those harms. Participants will share TikTok videos with us that you consider harmful, along with an explanation of why.
de: Diese erste Pilotstudie zielt darauf ab, zu verstehen, welche schädlichen Erfahrungen Nutzer*innen auf TikTok machen und wie die besonderen Gegebenheiten dieser Plattform potenzielle Schäden begünstigen könnten. Die Teilnehmer*innen teilen TikTok-Videos mit uns, die sie als schädlich empfinden, zusammen mit einer Erklärung, warum.
es: En este primer estudio piloto, queremos discernir qué tipo de experiencias perjudiciales están teniendo las personas en TikTok y cómo las particularidades de esta plataforma podrían estar contribuyendo a esos perjuicios. Los participantes compartirán con nosotros los videos de TikTok que consideren perjudiciales, junto con una explicación de por qué.
fr: Dans cette première étude pilote, nous souhaitons mieux comprendre les différents types d’expériences néfastes auxquelles les utilisateurs·trices sont confrontés·ées sur TikTok mais aussi de quelle façon les caractéristiques spécifiques de la plateforme y contribuent. Les participants·es partageront avec nous des vidéos de TikTok qu’ils·elles considèrent comme dangereuses, tout en ayant l’opportunité d’expliquer pourquoi.
pl: W pierwszym badaniu pilotażowym chcemy lepiej poznać szkodliwe doświadczenia użytkowników TikToka i zrozumieć, jak różne sposoby korzystania z platformy mogą wpływać na taką szkodliwość. Uczestnicy będą udostępniać nam filmy z TikToka, które ich zdaniem są szkodliwe, wraz z uzasadnieniem.
pt_br: Neste primeiro estudo piloto, queremos entender melhor quais tipos de experiências negativas as pessoas estão tendo no TikTok e como as particularidades da plataforma podem contribuir para isso. Os participantes compartilharão conosco vídeos do TikTok que consideram prejudiciais, explicando o motivo dessa classificação.

# body.b641625f-7e73-44d4-ad95-136d6e8365c2
source: Methodology
de: Methodik
es: Metodología
fr: Méthodologie
pl: Metodyka
pt_br: Metodologia

# body.b641625f-7e73-44d4-ad95-136d6e8365c2
source: The FYP Reporter app will support two methods of data collection:<br/>Participants can share a TikTok video with Mozilla through TikTok’s “share” functionality. For the pilot study, we encourage participants to share TikTok videos that they find harmful, providing a category of harm and optional comment.
de: Die FYP Reporter-App unterstützt zwei Methoden der Datenerfassung:<br/>Teilnehmer*innen können über die „Teilen“-Funktion von TikTok ein TikTok-Video an Mozilla weiterleiten. Im Rahmen der Pilotstudie bitten wir die Teilnehmer*innen, TikTok-Videos mit uns zu teilen, die sie als schädlich empfinden, diese Videos einer „Schadenskategorie“ zuzuordnen und bei Bedarf durch einen Kommentar zu ergänzen.
es: La aplicación FYP Reporter posibilitará dos maneras de recopilar datos.<br/>La primera: los participantes pueden compartir un video de TikTok con Mozilla por medio de la funcionalidad "compartir" de TikTok. Para el estudio piloto, animamos a los participantes a compartir los videos de TikTok que consideren dañinos y que proporcionen una categoría del daño con un comentario opcional.
fr: L’application FYP Reporter proposera deux méthodes de collecte de données.<br/>Dans la première, les participants·tes pourront partager une vidéo TikTok avec Mozilla via la fonctionnalité de partage intégrée à l’application. Nous encourageons les participants·es à partager des vidéos qu’ils·elles trouvent dangereuses, en précisant de quelle catégorie de danger il s’agit et, si possible, en laissant un commentaire.
pl: W aplikacji FYP Reporter zastosujemy dwie metody pozyskiwania danych:<br/>Uczestnicy mogą udostępnić Mozilli film z TikToka za pomocą funkcji udostępniania dostępnej na TikToku. W badaniu pilotażowym zachęcamy uczestników do udostępniania filmów, które ich zdaniem są szkodliwe, określenia kategorii szkodliwości i dodania opcjonalnego komentarza.
pt_br: O aplicativo FYP Reporter permite a coleta de dados de duas maneiras:<br/>Os participantes podem compartilhar um vídeo do TikTok com a Mozilla usando a funcionalidade de compartilhamento do próprio TikTok. Para o estudo piloto, pedimos que compartilhem vídeos que considerem prejudiciais, indicando a categoria de dano e, se quiserem, incluindo um comentário.

# body.b641625f-7e73-44d4-ad95-136d6e8365c2
source: Participants can make a screen recording of their TikTok sessions as they browse their For You Page or otherwise navigate the app. We have developed a privacy-preserving automated analysis system that allows us to understand how participants are interacting with TikTok and what sorts of content is being presented to them without needing to view the raw recordings.
de: Die Teilnehmer*innen können ihre TikTok-Sitzung aufzeichnen, wenn sie auf ihrer „Für dich“-Seite scrollen oder in der App navigieren. Wir haben ein automatisches Analysesystem mit integriertem Datenschutz entwickelt, das uns Aufschluss gibt, wie die Nutzer*innen mit TikTok interagieren und welche Art von Inhalten ihnen präsentiert wird – ohne dass wir die Rohaufnahmen sehen müssen.
es: La segunda: los participantes pueden grabar la pantalla de sus sesiones de TikTok mientras navegan por su página "Para ti" o por la aplicación. Hemos desarrollado un sistema de análisis automatizado que conserva la privacidad y nos permite comprender cómo interactúan los participantes en TikTok, así como qué tipo de contenidos les presenta la plataforma sin necesidad de ver las grabaciones en bruto.
fr: Dans la deuxième, les participants·es pourront enregistrer leur session sur TikTok en capturant leur écran pendant qu’ils parcourent leur flux « Pour toi » ou en naviguant dans l’application. Nous avons développé un système d’analyse automatique respectueux de la vie privée qui permet de comprendre comment les utilisateurs·trices interagissent avec TikTok et quels types de contenus leur sont présentés, sans même visionner les enregistrements.
pl: Uczestnicy mogą też wykonać nagranie ekranu przedstawiające sesję na TikToku podczas przeglądania strony Dla Ciebie (For You Page) lub innych sekcji aplikacji. Opracowaliśmy zautomatyzowany system do analizy interakcji użytkowników z TikTokiem (przy zachowaniu ich prywatności) oraz rodzajów materiałów, które są wyświetlane użytkownikom (nie musimy przy tym oglądać otrzymanych nagrań).
pt_br: Os participantes podem gravar a tela enquanto navegam na página “Para você” ou utilizam o TikTok. Criamos um sistema automatizado que preserva a privacidade, permitindo entender como os participantes interagem com o TikTok e quais tipos de conteúdo são apresentados, sem precisar ver as gravações originais.

# body.b641625f-7e73-44d4-ad95-136d6e8365c2
source: For our pilot study, we are interested in understanding the landscape of algorithmic harms on the platform. We want participants to define what that means for themselves, but we will be mapping responses to <a id="a1">a 2023 taxonomy of algorithmic harms</a> developed by scholars. This framework helps clarify the sociotechnical harms people experience from algorithmic systems.
de: Für unsere Pilotstudie sind wir an einem Überblick über die durch Algorithmen geprägte „Schadenlandschaft“ auf der Plattform interessiert. Wir möchten, dass die Teilnehmer*innen selbst definieren, was sie als schädlich empfinden, werden die Antworten jedoch auf einer <a id="a1"> 2023 von Wissenschaftler*innen entwickelten Taxonomie der algorithmischen Schäden</a> abbilden. Dieser Rahmen hilft uns dabei, die soziotechnischen Schäden zu klären, die Menschen durch algorithmische Systeme widerfahren.
es: Para nuestro estudio piloto, buscamos comprender el panorama de los perjuicios algorítmicos en la plataforma. Queremos que los participantes definan lo que eso significa para ellos, pero vamos a mapear las respuestas a <a id="a1">una taxonomía de 2023 de daños algorítmicos</a> desarrollada por académicos. Este marco ayuda a aclarar los perjuicios sociotécnicos que sufren las personas a causa de los sistemas algorítmicos.
fr: Dans le cadre de notre étude pilote, nous souhaitons explorer les différents types de préjudices qui peuvent être causés par les algorithmes sur la plateforme. Nous laisserons aux participants·tes le soin de définir ce que cela signifie pour eux, mais nous utiliserons également <a id="a1">une classification de 2023</a> établie par des chercheurs·euses pour cartographier leurs réponses. Nous pourrons ainsi mieux comprendre les impacts socio-techniques des systèmes d’algorithme sur les utilisateurs·trices.
pl: W badaniu pilotażowym chcemy zbadać szkodliwość algorytmu platformy. Uczestnicy projektu są proszeni o określenie, jak oni sami rozumieją szkodliwość materiałów, ale dokonamy też mapowania odpowiedzi przy użyciu <a id="a1">klasyfikacji szkodliwego wpływu algorytmów</a> opracowanej w 2023 r. przez naukowców. W ten sposób będziemy mogli wyjaśnić szkodliwy wpływ systemów algorytmów na użytkowników z perspektywy społeczno-technologicznej.
pt_br: Para este estudo piloto, queremos mapear os danos algorítmicos na plataforma. Queremos que os participantes definam o que isso significa para eles, mas também mapearemos as respostas com uma <a id="a1">taxonomia de danos algorítmicos de 2023</a> desenvolvida por acadêmicos. Esse framework ajuda a entender os danos sociotécnicos que as pessoas experimentam com sistemas algorítmicos.

# body.b641625f-7e73-44d4-ad95-136d6e8365c2
source: How to use FYP Reporter
de: Wie funktioniert FYP Reporter?
es: Cómo utilizar FYP Reporter
fr: Comment utiliser FYP Reporter
pl: Jak korzystać z aplikacji FYP Reporter
pt_br: Como usar o FYP Reporter

source: Available on the App Store
de: Verfügbar im App Store
es: Disponible en App Store
fr: Disponible sur l’App Store
pl: Dostępna w sklepie App Store
pt_br: Disponível na App Store
