Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/fyp-reporter.po
Languages: de, es, fr, pl, pt_br

source: Get it on Google Play
de: Bei Google Play herunterladen
es: Obtenla en Google Play
fr: Disponible sur Google Play
pl: Pobierz z Google Play
pt_br: Baixe no Google Play

# body.1ea6a149-2635-4160-a3f8-3463877d5c97
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Respect de la vie privée
pl: Zasady ochrony prywatności
pt_br: Política de privacidade

# body.1ea6a149-2635-4160-a3f8-3463877d5c97
source: The privacy policy for FYP Reporter can be viewed <a id="a1">here</a>.
de: Die Datenschutzerklärung für FYP Reporter finden Sie <a id="a1">hier</a>.
es: Puedes ver la política de privacidad de FYP Reporter <a id="a1">aquí</a>.
fr: La politique de confidentialité de FYP Reporter est disponible <a id="a1">ici</a>.
pl: Zasady ochrony prywatności w aplikacji FYP Reporter są dostępne <a id="a1">tutaj</a>.
pt_br: A política de privacidade do FYP Reporter pode ser consultada <a id="a1">aqui</a>.

# body.1ea6a149-2635-4160-a3f8-3463877d5c97
source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d’utilisation
pl: Regulamin
pt_br: Termos de Serviço

# body.1ea6a149-2635-4160-a3f8-3463877d5c97
source: The Terms of Service for FYP Reporter can be viewed <a id="a1">here</a>.
de: Die Nutzungsbedingungen für FYP Reporter finden Sie <a id="a1">hier</a>.
es: Puedes ver los términos del servicio de FYP Reporter <a id="a1">aquí</a>.
fr: Les conditions d’utilisation de FYP Reporter sont disponibles <a id="a1">ici</a>.
pl: Regulamin aplikacji FYP Reporter jest dostępny <a id="a1">tutaj</a>.
pt_br: Os Termos de Serviço do FYP Reporter podem ser consultados <a id="a1">aqui</a>.

# hero_heading
source: Help us study TikTok
de: Helfen Sie uns, TikTok zu untersuchen
es: Ayúdanos a analizar TikTok
fr: Aidez-nous à étudier TikTok
pl: Pomóż nam w badaniu TikToka
pt_br: Ajude-nos a estudar o TikTok

# hero_subheading
source: TikTok’s algorithm needs more scrutiny — you can help. Download FYP Reporter.
de: Der Algorithmus von TikTok muss gründlich durchleuchtet werden. Sie können helfen: Laden Sie FYP Reporter herunter.
es: El algoritmo de TikTok necesita más escrutinio y tú puedes ayudar. Descarga FYP Reporter.
fr: L’algorithme de TikTok doit être examiné de plus près. Et vous pouvez nous aider. Téléchargez FYP Reporter.
pl: Potrzebna jest większa kontrola nad algorytmem TikToka — możesz nam pomóc. Pobierz aplikację FYP Reporter.
pt_br: O algoritmo do TikTok precisa de mais análise, e você pode ajudar. Baixe o FYP Reporter.

# download_buttons.f869bfb4-8bed-461c-8261-862d9e9cf709.icon_alt_text
source: Icon for apple's app store
de: „Apple App Store“-Icon
es: Icono de App Store de Apple
fr: Icône pour l’app store d’apple
pl: Ikona sklepu App Store firmy Apple
pt_br: Ícone da App Store da Apple

# download_buttons.820412b2-a8ed-485f-be44-d7b3ecaf6a54.icon_alt_text
source: Icon for google play store
de: „Google Play Store“-Icon
es: Icono de la tienda Google Play
fr: Icône pour le google play store
pl: Ikona sklepu Google Play Store
pt_br: Ícone do Google Play Store
