Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/initiatives.po
Languages: fr

# header
source: Building a healthier internet
fr: Créer un Internet plus sain

# subheader
source: Mozilla believes diverse initiatives impacting the world power a healthy internet. These core principles, put forth in our Manifesto, shape our mission: ensuring the internet always remains a global public resource that is healthy, open, and accessible to all. Mozilla’s programs operate at different scales and locations around the world, fueling the movement for a healthy internet.
fr: Mozilla considère que diverses initiatives ayant un impact mondial sont nécessaires à un Internet sain. Ces principes fondamentaux, énoncés dans notre Manifeste, façonnent notre mission : veiller à ce qu’Internet demeure une ressource publique, mondiale, saine, ouverte et accessible à tout le monde. Les programmes de Mozilla fonctionnent à différentes échelles et lieux à travers le monde, faisant progresser un grand mouvement pour un Internet sain.

# h3
source: Featured Programs and Projects
fr: Programmes et projets mis en avant

# sub_h3
source: Mozilla supports projects ranging from remote learning to in person celebrations. Here are just a few ways we work towards Internet Health
fr: Mozilla soutient des projets allant de l’apprentissage à distance aux évènements en personne. Voici quelques façons dont nous contribuons à la bonne santé d’Internet

# initiative_sections.b6fb83e3-133c-4a42-b147-c97caeec3079.sectionCopy
source: Mozilla Festival is Mozilla’s annual meetup where people, from passionate technologists, to educators, makers, and more come together to explore the future of the Internet. Our global community comes together to build tools, create new alliances, and advance thinking on topics like ethical AI or common-sense tech policy.
fr: Le Mozilla Festival est le rendez-vous annuel de Mozilla où des gens, des expert·e·s aux enseignants, créateurs/créatrices et autres, se réunissent pour explorer l’avenir d’Internet. Notre communauté mondiale se réunit pour créer des outils, créer de nouvelles alliances et faire avancer la réflexion sur des sujets tels que l’IA éthique ou des politiques liées à la technologie.

# initiative_sections.b6fb83e3-133c-4a42-b147-c97caeec3079.sectionButtonTitle
source: Learn more
fr: En savoir plus

# initiative_sections.96801444-2f2b-4c23-94d7-59673392b94c.sectionHeader
source: Advocacy
fr: Plaidoyer

# initiative_sections.96801444-2f2b-4c23-94d7-59673392b94c.sectionCopy
source: A healthy internet requires an active, global community. Mozilla’s advocacy work brings people together from around the world to educate and fight for privacy, inclusion, literacy, and all principles of a healthy internet. A healthy internet supports the voices of people, including you.
fr: Pour un Internet sain, il faut une communauté active et internationale. Les campagnes menées par Mozilla rassemblent des individus originaires des quatre coins du monde dans un but de sensibilisation et de défense de la confidentialité, de l’éducation et de tous les principes qui rendent Internet meilleur. Et un Internet sain laisse s’exprimer toutes les voix, y compris la vôtre.

# initiative_sections.96801444-2f2b-4c23-94d7-59673392b94c.sectionButtonTitle
source: Make a difference
fr: Faire changer les choses

# initiative_sections.30b49c26-9bd3-4c19-a2fc-06d4848a4a3f.sectionHeader
source: Internet Health Report
fr: Bulletin de santé d’Internet

# initiative_sections.30b49c26-9bd3-4c19-a2fc-06d4848a4a3f.sectionCopy
source: What makes using the Internet a healthy place? Is it under threat? How to ensure a safe voice for all people on the web? Mozilla’s Internet Health Report is an open source initiative combining research from multiple sources to document the state of internet health and the ways it can be improved.
fr: Qu’est-ce qui fait de l’utilisation d’Internet un endroit sain ? Est-il menacé ? Comment garantir un espace d’expression sain pour toutes les personnes sur le Web ? Le Bulletin de santé d’Internet de Mozilla est une initiative open source combinant des recherches provenant de plusieurs sources pour documenter l’état de la santé d’Internet et les moyens de l’améliorer.

# initiative_sections.30b49c26-9bd3-4c19-a2fc-06d4848a4a3f.sectionButtonTitle
source: Learn more
fr: En savoir plus

# initiative_sections.30b49c26-9bd3-4c19-a2fc-06d4848a4a3f.sectionButtonTitle2
source: Read the 2019 report
fr: Lire le rapport 2019

# initiative_sections.72b8863f-7f32-4be8-b9b1-508359f9fd5d.sectionHeader
source: Fellowships &amp; Awards
fr: Bourses et subventions

# initiative_sections.72b8863f-7f32-4be8-b9b1-508359f9fd5d.sectionCopy
source: Mozilla cultivates, connects and supports leaders that recognize that building a more open, inclusive internet is one of the defining issues of our time. Our paid fellowships and awards connect internet health leaders with the resources, global community and brand that can open doors and amplify their voices. These resources provide leaders with a powerful set of tools to hone their skills and take on bold projects, individually and together.
fr: Mozilla encourage, met en relation et soutient les leaders qui reconnaissent que la création d’un Internet plus ouvert et inclusif est l’un des enjeux déterminants de notre époque. Nos bourses et subventions mettent en relation les leaders de la santé d’Internet avec des ressources, une communauté mondiale et une marque qui peuvent leur ouvrir des portes et amplifier leur voix. Ces ressources offrent aux leaders un ensemble d’outils puissants pour perfectionner leurs compétences et entreprendre des projets audacieux, individuellement ou non.

# initiative_sections.72b8863f-7f32-4be8-b9b1-508359f9fd5d.sectionButtonTitle
source: Fellowships
fr: Programme de bourses

# initiative_sections.72b8863f-7f32-4be8-b9b1-508359f9fd5d.sectionButtonTitle2
source: Awards
fr: Subventions
