Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/internet-health.po
Languages: de, es, fr, pt_br

# title
source: Internet Health
de: Zustand des Internets
es: La salud de Internet
fr: La santé d’Internet
pt_br: Integridade da internet

# header
source: Internet Health
de: Zustand des Internets
es: La salud de Internet
fr: La santé d’Internet
pt_br: Integridade da internet

# intro
source: What do we mean by “internet health?”
de: Was meinen wir mit „Internet-Gesundheit“?
es: ¿Qué queremos decir con la “salud de Internet?”
fr: Qu’entendons-nous par « santé d’Internet » ?
pt_br: O que queremos dizer com "saúde da internet?"

# body.9dfbbdc5-a033-48c7-a2cd-b25c9eb81c2c
source: A healthy internet is one in which privacy, openness and inclusion are the norms. These are values Mozilla has championed from the beginning in our
de: Ein gesundes Internet ist eines, in dem Privatsphäre, Offenheit und Inklusion normal sind. Dies sind Werte, für die Mozilla von Anfang an in unserem
es: Un Internet saludable es aquel donde la privacidad, la apertura y la inclusión son la norma. Estos son los valores que hemos defendido desde el principio conforme a nuestro
fr: Un Internet en bonne santé est un espace où le respect de la vie privée, l’ouverture et l’inclusion sont la norme. Ce sont des valeurs que Mozilla défend depuis sa création et qui sont inscrites dans le
pt_br: Uma internet saudável é aquela em que privacidade, abertura e inclusão são as normas. Valores que a Mozilla defende desde o início em nosso

# body.9dfbbdc5-a033-48c7-a2cd-b25c9eb81c2c
source: Mozilla Manifesto
de: Mozilla-Manifest
es: Manifiesto de Mozilla
fr: Manifeste de Mozilla
pt_br: Manifesto Mozilla

# body.87c0b41b-2380-475e-b600-466a6542ce8c
source: <b>For over 4 billion people, the internet is an integral part of our everyday lives.</b> It’s how we connect with our friends, families, co-workers and collaborators. It educates, entertains and provides access to goods and services. It’s the essential infrastructure powering business, commerce, and increasingly, society at large. For the 50% of the world that is not yet online, building a positive future online that is inclusive and accessible is key. <b>The internet is a constantly evolving digital environment that shapes our lives and livelihoods.</b>
de: <b>Für mehr als 4 Milliarden Menschen ist das Internet ein fester Bestandteil unseres Alltags.</b> So verbinden wir uns mit unseren Freunden, Familien, Mitarbeitern und Mitarbeitern. Es bildet aus, unterhält und bietet Zugang zu Waren und Dienstleistungen. Es ist die wesentliche Infrastruktur, die Unternehmen, Handel und zunehmend die Gesellschaft insgesamt antreibt. Für die 50% der Welt, die noch nicht online sind, ist es entscheidend, eine positive Zukunft online aufzubauen, die integrativ und zugänglich ist. <b>Das Internet ist eine sich ständig weiterentwickelnde digitale Umgebung, die unser Leben und unseren Lebensunterhalt beeinflusst.</b>
es: <b>Internet forma parte integral de la cotidianeidad de más de 4 000 millones de personas.</b> Es como nos conectamos con amigos, familiares, colegas y colaboradores. Educa, entretiene y brinda acceso a productos y servicios. Es la infraestructura vital que dinamiza los negocios, el comercio y, cada vez más, la sociedad en general. Para el 50% del mundo que aún no está conectado a Internet, resulta fundamental forjarse un futuro positivo en línea que sea incluyente y accesible. <b>Internet es un entorno digital que cambia constantemente y determina nuestra vida y nuestro sustento.</b>
fr: <b>Pour plus de quatre milliards de personnes, Internet fait partie de notre quotidien.</b> C’est grâce à lui que nous restons en contact avec nos amis, nos familles, nos collègues et collaborateurs. Il éduque, divertit et nous permet d’accéder à des biens et des services. C’est l’infrastructure indispensable qui fait fonctionner les entreprises, le commerce et, de façon croissante, la société dans son ensemble. Pour la moitié du monde qui n’est pas encore connectée, il est primordial de bâtir un avenir en ligne positif, inclusif et accessible. <b>Internet est un environnement numérique en perpétuelle évolution qui façonne nos vies et nos ressources.</b>
pt_br: <b>Para mais de 4 bilhões de pessoas, a internet é parte integrante de nossas vidas cotidianas.</b> É como nos conectamos com nossos amigos, familiares, colegas de trabalho e colaboradores. Ela educa, diverte e fornece acesso a bens e serviços. É a infraestrutura essencial que alimenta negócios, comércio e, cada vez mais, a sociedade em geral. Para 50% do mundo que ainda não está online, é fundamental construir um futuro positivo online, inclusivo e acessível. <b>A internet é um ambiente digital em constante evolução que molda nossas vidas e meios de subsistência.</b>

# body.87c0b41b-2380-475e-b600-466a6542ce8c
source: Mozilla believes that we all have a stake in understanding and protecting the health of the internet. For this reason, the Mozilla Foundation is primarily focused on <b>fueling an emerging movement of internet users, academics, thought-leaders and activists who are standing and fighting for a healthy internet for generations to come.</b>
de: Mozilla glaubt, dass wir alle ein Interesse daran haben, die Gesundheit des Internets zu verstehen und zu schützen. Aus diesem Grund konzentriert sich die Mozilla Foundation in erster Linie darauf, <b>eine aufstrebende Bewegung von Internetnutzern, Wissenschaftlern, Vordenkern und Aktivisten zu befeuern, die sich für ein gesundes Internet für kommende Generationen einsetzen</b>.
es: Mozilla cree que entender y proteger la salud de Internet nos interesa a todos. Por ende, la Fundación Mozilla se enfoca principalmente en <b>fomentar un movimiento emergente de usuarios de Internet, académicos, líderes de opinión y activistas que protejan la salud de Internet y luchen por ella para las generaciones venideras.</b>
fr: Mozilla considère que notre intérêt commun consiste à comprendre et protéger la santé d’Internet. C’est pour cela que la Fondation Mozilla s’applique principalement à <b>initier un grand mouvement d’internautes, d’universitaires, de leaders d’opinion et de militants qui luttent pour un Internet en bonne santé pour les générations futures.</b>
pt_br: A Mozilla acredita que todos temos interesse em entender e proteger a saúde da internet. Por esse motivo, a Fundação Mozilla está focada principalmente em <b>alimentar um movimento emergente de usuários da internet, acadêmicos, líderes de pensamento e ativistas que estão de pé e lutando por uma internet saudável para as próximas gerações.</b>

# body.0062fb5d-34ef-411f-8e10-3ed95bae8e13
source: Trustworthy Artificial Intelligence
de: Vertrauenswürdige künstliche Intelligenz
es: Inteligencia artificial confiable
fr: Intelligence artificielle digne de confiance
pt_br: Inteligência Artificial Confiável

# body.0062fb5d-34ef-411f-8e10-3ed95bae8e13
source: In 2018, Mozilla identified the explosion of devices, platforms and products that include AI-enabled technologies as a key opportunity and threat to the health of the internet. After extensive research and deep consultation with allies, partners, industry, governments and civil society, we determined that stewarding and promoting “<a id="a1">Trustworthy AI</a>” was an urgent, critical issue directly related to internet health that we were uniquely positioned to take on. <b>Mozilla has committed to direct the majority of our resources to this issue over the next few years.</b>
de: Im Jahr 2018 identifizierte Mozilla die Zunahme an Geräten, Plattformen und Produkten, die KI-fähige Technologien enthalten, als eine wichtige Chance und Bedrohung für die Gesundheit des Internets. Nach eingehenden Recherchen und intensiven Konsultationen mit Verbündeten, Partnern, der Industrie, Regierungen und der Zivilgesellschaft stellten wir fest, dass das Verwalten und Fördern von „<a id="a1">vertrauenswürdiger KI</a>“ ein dringendes, kritisches Thema war, das in direktem Zusammenhang mit der Internetgesundheit stand und das wir die einzigartige Position hatten, uns dieses Themas anzunehmen. <b>Mozilla hat sich verpflichtet, den Großteil unserer Ressourcen in den nächsten Jahren für dieses Problem bereitzustellen. </b>
es: En 2018, Mozilla vio en la proliferación de dispositivos, plataformas y productos con tecnologías habilitadas mediante IA una oportunidad para la salud de Internet, pero también una amenaza. Después de investigar a fondo y en constante consulta con aliados, asociados, el sector, los gobiernos y la sociedad civil, determinamos que estamos posicionados como nadie para abordar una cuestión crítica para la salud de Internet: el cuidado responsable y la promoción de una “<a id="a1">IA confiable</a>”. <b>Mozilla está comprometida con canalizar la mayoría de nuestros recursos a esta cuestión en los próximos años.</b>
fr: En 2018, Mozilla a identifié l’explosion d’appareils, de plateformes et de produits intégrant des technologies qui ont recours à l’IA comme une opportunité et une menace majeures pour la santé d’Internet. Après des recherches étendues et une consultation approfondie de nos alliés, de nos partenaires, de l’industrie, des gouvernements et de la société civile, nous sommes arrivés à la conclusion que promouvoir et mener le combat pour « <a id="a1">une IA digne de confiance</a> » est urgent et critique. Cette problématique est directement liée à la santé d’Internet et nous sommes particulièrement bien placés pour y répondre. Et en effet, <b>Mozilla s’est engagée à consacrer la majeure partie de ses ressources à cette problématique dans les années qui viennent.</b>
pt_br: Em 2018, a Mozilla identificou a proliferação de dispositivos, plataformas e produtos que incorporam tecnologias habilitadas para inteligência artificial como uma importante oportunidade e ameaça à saúde da internet. Após uma extensa pesquisa e profunda consulta com aliados, parceiros, indústria, governos e sociedade civil, determinamos que administrar e promover “<a id="a1">inteligência artificial confiável</a>” era uma questão urgente e crítica, diretamente relacionada com a saúde da internet, que estávamos em uma posição única de assumir. <b>A Mozilla se comprometeu a direcionar a maior parte de nossos recursos para esta questão nos próximos anos.</b>

# body.f6892865-b857-46d7-ab2a-c9c7dfd85975.label
source: Read more about Trustworthy AI
de: Lesen Sie mehr über Vertrauenswürdige KI
es: Lee más sobre una IA confiable
fr: En savoir plus sur l’IA digne de confiance
pt_br: Leia mais sobre IA confiável

# body.155d9a12-96c8-4beb-9881-af0d2aba5999
source: Here is how we are making an impact on internet health:
de: So arbeiten wir an der Internet-Gesundheit:
es: Mira cómo causamos un efecto en la salud de Internet:
fr: Voici comment nous avons une influence sur la bonne santé d’Internet :
pt_br: Veja como estamos criando um impacto em prol da saúde da internet:

# body.ec2971ff-d8c2-425a-9dee-733e4160543b.altText
source: Internet Health Report
de: Statusbericht zur Internetgesundheit
es: Informe de salud de Internet
fr: Bulletin de santé d’Internet
pt_br: Relatório de Integridade da Internet

# body.ec2971ff-d8c2-425a-9dee-733e4160543b.text
source: The <a id="a1">Internet Health Report</a> is the Foundation’s open source initiative to document and explain what’s happening to the health of the internet. In 2019, more than 200 people contributed to the report.
de: Der <a id="a1">Internet-Gesundheitsbericht</a> ist die Open-Source-Initiative der Mozilla Foundation, um zu dokumentieren und zu erklären, was mit der Gesundheit des Internets geschieht. 2019 haben mehr als 200 Personen zu dem Bericht beigetragen.
es: El <a id="a1">Informe de la Salud de Internet</a> es la iniciativa de fuente abierta de la Fundación para documentar y explicar cuál es el estado de la salud de Internet. En 2019, más de 200 personas colaboraron en la elaboración del informe.
fr: Le <a id="a1">Bulletin de santé d’Internet</a> est l’initiative open source de la fondation qui vise à documenter et à expliquer l’évolution de la santé d’Internet. En 2019, plus de 200 personnes ont contribué à ce rapport.
pt_br: O <a id="a1">Relatório de Integridade da Internet</a> é a iniciativa de código aberto da Fundação para documentar e explicar o que está acontecendo com a saúde da internet. Em 2019, mais de 200 pessoas contribuíram para o relatório.

# body.ba02dbc1-3fa8-40e6-b50f-07259e4259cc.altText
source: Fellowships and Awards
de: Stipendien und Auszeichnungen
es: Becas y premios
fr: Bourses et subventions
pt_br: Bolsas e prêmios

# body.ba02dbc1-3fa8-40e6-b50f-07259e4259cc.text
source: Mozilla’s <a id="a1">Fellowships</a> and <a id="a2">Awards</a> are an investment in innovators and leaders across the globe. Fellows and Awardees use their skill sets — in technology, in advocacy, in law, in art — to design products, run campaigns, influence policy and ultimately lay the groundwork for a more inclusive and open internet.
de: Mozillas <a id="a1">Stipendien</a> und <a id="a2">Auszeichnungen</a> sind eine Investition in Innovatoren und Führungskräfte auf der ganzen Welt. Stipendiaten und Preisträger nutzen ihre Fähigkeiten – in Bezug auf Technologie, Anwaltschaft, Recht, Kunst –, um Produkte zu entwerfen, Kampagnen durchzuführen, Einfluss auf die Politik zu nehmen und letztendlich die Grundlage für ein integrativeres und offeneres Internet zu legen.
es: Las <a id="a1">becas</a> y <a id="a2">premios</a> de Mozilla son una inversión en los innovadores y líderes de todo el mundo. Los becarios y premiados utilizan sus destrezas; en tecnología, activismo, derecho y arte, para diseñar productos, ejecutar campañas, cabildear y, en última instancia, sustentar un Internet más incluyente y abierto.
fr: Les <a id="a1">bourses</a> et <a id="a2">subventions</a> attribuées par Mozilla constituent un investissement dans des innovateurs et des leaders à l’échelle internationale. Les titulaires d’une bourse ou d’une récompense mettent à profit leurs compétences (en technologie, en droit, en défense des droits, en art) pour concevoir des produits, mener des campagnes ou influencer des politiques pour finalement jeter les bases d’un Internet plus inclusif et plus ouvert.
pt_br: As <a id="a1">Bolsas de estudo</a> e os <a id="a2">Prêmios</a> da Mozilla são investimentos em inovadores e líderes no mundo todo. Os bolsistas e premiados usam seus conjuntos de habilidades — em tecnologia, ativismo, direito, arte — para projetar produtos, executar campanhas, influenciar políticas e, finalmente, estabelecer as bases para uma internet mais inclusiva e aberta.

# body.13810833-c78c-4b2d-be8f-b952a47533ec.text
source: <a id="a1">MozFest</a> is our annual gathering of educators, activists, technologists, researchers, artists, and young people dedicated to creating a better, healthier internet. Every year, more than 2,000 people from around the world gather to create art, build tools, write code and brainstorm products and policies that put social responsibility and the user first.
de: <a id="a1">MozFest</a> ist unser jährliches Treffen von Pädagogen, Aktivisten, Technologen, Forschern, Künstlern und jungen Menschen, die sich für ein besseres und gesünderes Internet einsetzen. Jedes Jahr kommen mehr als 2 000 Menschen aus der ganzen Welt zusammen, um Kunst zu schaffen, Werkzeuge zu bauen, Quelltext zu schreiben und Ideen über Produkte und Richtlinien zu sammeln, bei denen soziale Verantwortung und der Benutzer an erster Stelle stehen.
es: <a id="a1">MozFest</a> es nuestra reunión anual de educadores, activistas, tecnólogos, investigadores, artistas y jóvenes dedicados a crear un Internet mejor y más saludable. Cada año, más de 2,000 personas de todo el mundo se reúnen para crear arte, construir herramientas, escribir códigos y compartir ideas sobre productos y políticas que pongan la responsabilidad social y a los usuarios en primer lugar.
fr: Le <a id="a1">MozFest</a> est notre évènement annuel où se rassemblent des enseignants, des militants, des experts en technologie, des chercheurs, des artistes et de jeunes personnes, tous et toutes déterminé·e·s à créer un Internet meilleur et plus sain. Chaque année, plus de 2 000 personnes des quatre coins du monde se réunissent pour créer des œuvres d’art, des outils, écrire du code et réfléchir à des produits et des politiques qui mettent au premier plan l’utilisateur et la responsabilité sociale.
pt_br: A <a id="a1">MozFest</a> é nosso encontro anual de educadores, ativistas, tecnólogos, pesquisadores, artistas e jovens dedicados a criar uma internet melhor e mais saudável. Todo ano, mais de 2.000 pessoas de todo o mundo se reúnem para criar arte, fazer ferramentas, escrever código e debater produtos e políticas que colocam a responsabilidade social e o usuário em primeiro lugar.

# body.189678b0-797e-46f3-88b2-fb2f5343f24d.altText
source: Advocacy
de: Interessenvertretung
es: Activismo
fr: Militantisme
pt_br: Ativismo

# body.189678b0-797e-46f3-88b2-fb2f5343f24d.text
source: Mozilla’s <a id="a1">advocacy work</a> brings people together from around the world to educate and fight for privacy, inclusion, literacy, and all principles of a healthy internet.
de: Mozillas <a id="a1">Arbeit im Bereich Interessenvertretung</a> bringt Menschen aus der ganzen Welt zusammen, um für Privatsphäre, Inklusion, Alphabetisierung und alle Prinzipien eines gesunden Internets zu sorgen und zu kämpfen.
es: El <a id="a1">activismo</a> de Mozilla atrae a gente de todo el mundo para concientizar y luchar por la privacidad, la inclusión, la alfabetización y todos los principios de un Internet saludable.
fr: Les <a id="a1">activités de militantisme</a> de Mozilla mobilisent des citoyens du monde entier pour enseigner et lutter pour le respect de la vie privée, l’inclusion, la démocratisation des compétences web et pour tous les principes qui favorisent un Internet plus sain.
pt_br: O <a id="a1">trabalho de ativismo</a> da Mozilla reúne pessoas do mundo todo para educar e lutar por privacidade, inclusão, alfabetização e todos os princípios de uma internet saudável.

# body.3a8ab2c0-8ffa-4e09-b52d-430e789652f3.altText
source: IRL
de: Grafik: IRL

# body.3a8ab2c0-8ffa-4e09-b52d-430e789652f3.text
source: The <a id="a1">IRL podcast</a> provides an in-depth look at how different internet health issues affect how people interact with technology and live their lives.
de: Der <a id="a1">IRL-Podcast</a> bietet einen detaillierten Überblick darüber, wie sich verschiedene Probleme mit der Internetgesundheit auf die Interaktion von Menschen mit Technologie und ihr Leben auswirken.
es: El <a id="a1">podcast IRL</a> pone bajo la lupa la manera como los distintos problemas de salud de Internet afectan nuestra manera de interactuar con la tecnología y de vivir nuestra vida.
fr: Le <a id="a1">podcast IRL</a> livre une analyse approfondie sur la façon dont différentes problématiques liées à la santé d’Internet affectent nos vies et nos interactions avec la technologie.
pt_br: O <a id="a1">podcast da IRL</a> fornece uma visão detalhada de como diferentes problemas de integridade na internet afetam a maneira como as pessoas interagem com a tecnologia e vivem suas vidas.
