Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/join.po
Languages: de, fr, pl, pt_br

# search_description
source: Join our newsletter and network. Share, discover, and collaborate.
de: Abonnieren Sie unseren Newsletter und werden Sie Teil unseres Netzwerks. Zum Teilen, Entdecken und Zusammenarbeiten.
fr: Abonnez-vous à notre lettre d’information et rejoignez notre réseau. Partagez, découvrez et collaborez.
pl: Subskrybuj nasz biuletyn i dołącz do naszej sieci. Dziel się, odkrywaj i współpracuj.
pt_br: Junte-se à nossa rede e ao nosso boletim. Compartilhe, descubra e colabore.

# title
source: Join Us
de: Machen Sie mit
fr: Rejoignez-nous
pl: Dołącz do nas
pt_br: Junte-se a nós

# header
source: Join Us
de: Machen Sie mit
fr: Rejoignez-nous
pl: Dołącz do nas
pt_br: Junte-se a nós

# intro
source: Share, discover, and collaborate.
de: Teilen, entdecken und zusammenarbeiten.
fr: Partagez, découvrez et collaborez.
pl: Dziel się, odkrywaj i współpracuj.
pt_br: Compartilhe, descubra e colabore.

# body.2546a345-e279-46c2-b409-c9d8ee4a135c
source: Meet our network and add your profile
de: Lernen Sie unser Netzwerk kennen und erstellen Sie ein eigenes Profil
fr: Découvrez notre réseau et créez votre profil
pl: Poznaj naszą sieć i dodaj swój profil
pt_br: Conheça nossa rede e adicione seu perfil

# body.2546a345-e279-46c2-b409-c9d8ee4a135c
source: Our network has gathered more than a thousand projects from our fellows, professionals, and activists–people like you who care about the health of our internet. Join us to share, <a id="a1">discover</a> and collaborate.
de: Unser Netzwerk hat mehr als tausend Projekte von unseren Kollegen, Fachleuten und Aktivisten zusammengetragen – Menschen wie Sie, die sich für die Gesundheit unseres Internets interessieren. Schließen Sie sich uns an, um zu teilen, <a id="a1">zu entdecken</a> und zusammenzuarbeiten.
fr: Notre réseau a rassemblé plus d’un millier de projets de boursiers Mozilla, de professionnels et de militants : des personnes comme vous, soucieuses de la santé de notre Internet. Rejoignez-nous pour partager, <a id="a1">découvrir</a> et collaborer.
pl: Nasza sieć zgromadziła ponad tysiąc projektów naszych stypendystów, ekspertów i aktywistów — osób takich jak Ty, którym zależy na zdrowiu naszego Internetu. Dołącz do nas, aby dzielić się, <a id="a1">odkrywać</a> i współpracować.
pt_br: Nossa rede reuniu mais de mil projetos de nossos colegas, profissionais e ativistas – pessoas como você que se importam com a integridade de nossa internet. Junte-se a nós para compartilhar, <a id="a1">descobrir</a> e colaborar.

# body.1abf6458-3d14-4157-a0a1-51b9a9c639ee.label
source: Sign up
de: Registrieren
fr: S’inscrire
pl: Zapisz się
pt_br: Cadastre-se

# body.ef1973b0-4237-4e46-90c1-3928af52c594.altText
source: Connect to the network
de: Werden Sie Teil des Netzwerks
fr: Échangez avec notre réseau
pl: Połącz się z siecią
pt_br: Conecte-se à rede

# body.ef1973b0-4237-4e46-90c1-3928af52c594.text
source: Connect to the Network
de: Werden Sie Teil des Netzwerks
fr: Échangez avec notre réseau
pl: Połącz się z siecią
pt_br: Conecte-se à rede

# body.ef1973b0-4237-4e46-90c1-3928af52c594.text
source: Connect with thousands of people who are working to improve key Internet issues.
de: Treten Sie mit Tausenden von Menschen in Kontakt, die daran arbeiten, wichtige Internetprobleme zu lösen.
fr: Échangez avec des milliers de personnes qui œuvrent à résoudre les principales problématiques liées à Internet.
pl: Połącz się z tysiącami osób działającymi nad naprawą kluczowych problemów Internetu.
pt_br: Conecte-se com milhares de pessoas que estão trabalhando para aprimorar questões chave da internet.

# body.85c4c9e4-a6b6-41aa-a36e-95231f9d5859.altText
source: Get help or volunteer
de: Holen Sie sich Hilfe oder machen Sie mit
fr: Obtenez de l’aide ou participez
pl: Uzyskaj pomoc lub zacznij działać
pt_br: Peça ou ofereça ajuda

# body.85c4c9e4-a6b6-41aa-a36e-95231f9d5859.text
source: Get Help or Volunteer
de: Holen Sie sich Hilfe oder machen Sie mit
fr: Obtenez de l’aide ou participez
pl: Uzyskaj pomoc lub zacznij działać
pt_br: Peça ou ofereça ajuda

# body.85c4c9e4-a6b6-41aa-a36e-95231f9d5859.text
source: Find help or volunteer on projects. Test, write, mentor, promote, code, and more.
de: Holen Sie sich Hilfe oder arbeiten Sie ehrenamtlich an Projekten. Testen, schreiben, betreuen, bewerben, programmieren und vieles mehr.
fr: Trouvez de l’aide ou participez à des projets. Testez, rédigez, encadrez, promouvez, codez et plus encore.
pl: Znajdź pomoc lub zacznij pomagać przy projektach. Testuj, pisz, mentoruj, promuj, programuj i nie tylko.
pt_br: Encontre ajuda ou seja voluntário em projetos. Teste, escreva, oriente, promova, codifique e muito mais.

# body.eb3c7e10-5a7a-4fa4-a4f6-3b3095027dd5.altText
source: Add your skills and projects
de: Tragen Sie Ihre Fähigkeiten und Projekte ein
fr: Ajoutez vos compétences et projets
pl: Dodaj swoje umiejętności i projekty
pt_br: Adicione suas habilidade e projetos

# body.eb3c7e10-5a7a-4fa4-a4f6-3b3095027dd5.text
source: Add Your Skills and Projects
de: Tragen Sie Ihre Fähigkeiten und Projekte ein
fr: Ajoutez vos compétences et projets
pl: Dodaj swoje umiejętności i projekty
pt_br: Adicione suas habilidade e projetos

# body.eb3c7e10-5a7a-4fa4-a4f6-3b3095027dd5.text
source: Showcase your interests, skills, and projects.
de: Präsentieren Sie Ihre Interessen, Fähigkeiten und Projekte.
fr: Présentez vos intérêts, vos compétences et vos projets.
pl: Zaprezentuj swoje zainteresowania, umiejętności i projekty.
pt_br: Mostre seus interesses, habilidades e projetos.

# body.cd201c19-c17a-4e74-a054-7c4bb986669a.altText
source: Discover and share
de: Entdecken und teilen
fr: Découvrez et partagez
pl: Okrywaj i dziel się
pt_br: Descubra e compartilhe

# body.cd201c19-c17a-4e74-a054-7c4bb986669a.text
source: Discover &amp; Share
de: Entdecken und teilen
fr: Découvrez et partagez
pl: Okrywaj i dziel się
pt_br: Descubra e compartilhe

# body.cd201c19-c17a-4e74-a054-7c4bb986669a.text
source: See the amazing projects by others, a bounty of good work and good news.
de: Sehen Sie die erstaunlichen Projekte anderer, eine Fülle guter Arbeit und guter Nachrichten.
fr: Découvrez d’étonnants projets, pléthore d’initiatives positives et de bonnes nouvelles.
pl: Zobacz niesamowite projekty innych, mnóstwo dobrej pracy i dobrych wieści.
pt_br: Veja os incríveis projetos de outros, uma porção de bons trabalhos e boas novidades.
