Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-do.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br, sw

# search_description
source: Mozilla Foundation stands up for the health of the internet. We do this by empowering consumer action, connecting leaders, and fueling the movement.
de: Die Mozilla Foundation setzt sich für die Gesundheit des Internets ein. Wir tun dies, indem wir das Handeln der Verbraucher stärken, Führungskräfte verbinden und die Bewegung unterstützen.
es: La Fundación Mozilla defiende la salud de Internet. Lo hacemos potenciando la acción de los consumidores, conectando a los líderes e impulsando el movimiento.
fr: La Fondation Mozilla se bat pour un Internet plus sain. Nous faisons cela en mobilisant les consommateurs, en mettant en contact des leaders et en faisant progresser le mouvement.
fy_nl: Mozilla Foundation komt op foar de sûnens fan ynternet. Wy dogge dit troch konsuminte-aksje te stypjen, lieders te ferbinen en de beweging oan te jagen.
nl: Mozilla Foundation komt op voor de gezondheid van internet. We doen dit door consumentenactie te steunen, leiders te verbinden en de beweging aan te jagen.
pl: Fundacja Mozilla opowiada się za zdrowym Internetem. Robimy to, wzmacniając pozycję konsumentów, łącząc liderów i mobilizując do działań.
pt_br: A Fundação Mozilla defende a integridade da internet. Fazemos isso capacitando a ação dos consumidores, conectando líderes e impulsionando o movimento.
sw: Shirika la Mozilla Foundation linatetea maadili mema ya mtandao. Tunafanya hivi kwa kuwezesha hatua za watumiaji, kuwaunganisha viongozi, na kuchochea harakati.

# intro
source: Mozilla invests in bold ideas, global leaders, and the convening and campaign power of people. For more than two decades, we’ve worked across borders, disciplines, and technologies to fuel a movement to realize the full potential of the internet.
de: Mozilla investiert in mutige Ideen, weltweit führende Unternehmen sowie in die Möglichkeit der Menschen, sich zu vereinen und gemeinsam für eine Sache einzutreten. Seit mehr als zwei Jahrzehnten arbeiten wir über Grenzen, Disziplinen und Technologien hinweg, um eine Bewegung zu fördern, die das volle Potenzial des Internets ausschöpft.
es: Mozilla invierte en ideas valientes, en líderes globales y en el poder de convocatoria de las personas para hacer campaña. Durante más de dos décadas, hemos operado a través de fronteras, disciplinas y tecnologías para impulsar un movimiento que permita aprovechar todo el potencial de Internet.
fr: Mozilla investit dans des idées novatrices, des leaders internationaux et dans le pouvoir du rassemblement et de la mobilisation du public. Depuis plus de deux décennies, nous avons travaillé au-delà des frontières, des disciplines et des technologies pour alimenter un mouvement en faveur du plein potentiel d’Internet.
fy_nl: Mozilla ynvestearret yn nuodlike ideeën, wrâldlieders en de gearwurkings- en kampanjekrêft fan minsken. Al mear as twa desennia wurkje wy oer grinzen, disiplines en technologyen hinne om in beweging te stimulearjen om it folsleine potinsjeel fan ynternet te realisearjen.
nl: Mozilla investeert in gedurfde ideeën, wereldleiders en de samenwerkings- en campagnekracht van mensen. Al meer dan twee decennia werken we over grenzen, disciplines en technologieën heen om een beweging te stimuleren om het volledige potentieel van internet te realiseren.
pl: Mozilla inwestuje w odważne pomysły, światowych liderów oraz siłę ludzi do gromadzenia się i prowadzenia kampanii. Od ponad dwudziestu lat pracujemy ponad granicami, branżami i technologiami, aby inspirować działania mające na celu wykorzystanie pełnego potencjału Internetu.
pt_br: A Mozilla investe em ideias ousadas, líderes globais e no poder de convocação e campanha das pessoas. Por mais de duas décadas, trabalhamos através de fronteiras, disciplinas e tecnologias para fomentar um movimento para realizar todo o potencial da internet.
sw: Mozilla inawekeza katika mawazo ya ujasiri, viongozi wa kimataifa, na mikutano na nguvu ya kampeni ya watu. Kwa zaidi ya miongo miwili, tumefanya kazi katika mipaka, nyanja, na teknolojia ili kuchochea harakati ya kutambua uwezo kamili wa mtandao.

# body.e2009a3c-b4f5-47b6-8a85-d33e06990d6c
source: Rally citizens
de: Bürger gewinnen
es: Movilizar a los ciudadanos
fr: Rassembler les citoyens
fy_nl: Boargers mobilisearje
nl: Burgers mobiliseren
pl: Mobilizacja obywateli
pt_br: Reunir cidadãos
sw: Wananchi waliohudhuria mkutano

# body.e2009a3c-b4f5-47b6-8a85-d33e06990d6c
source: Issues around the health of the internet impact us all. Mozilla empowers consumers to demand better online privacy, trustworthy artificial intelligence, and safe online experiences from Big Tech and governments.
de: Probleme rund um die Gesundheit des Internets betreffen uns alle. Mit Mozilla können Verbraucher von Big Tech und Regierungen bessere Online-Privatsphäre, vertrauenswürdige künstliche Intelligenz und sichere Online-Erfahrungen fordern.
es: Todo lo que tiene que ver con la salud de Internet nos impacta profundamente. Mozilla empodera a los consumidores para que exijan a los gobiernos y a las grandes empresas tecnológicas más privacidad online, una inteligencia artificial confiable y experiencias online seguras.
fr: Les problématiques liées à la santé d’Internet nous affectent toutes et tous. Mozilla encourage les consommateurs à exiger une meilleure confidentialité en ligne, des intelligences artificielles dignes de confiance et des expériences en ligne sûres de la part des géants de la tech et des gouvernements.
fy_nl: Problemen rûnom de sûnens fan ynternet hawwe gefolgen foar ús allegearre. Mozilla stelt konsuminten yn steat om bettere online privacy, betroubere keunstmjittige yntelliginsjie en feilige online ûnderfiningen fan grutte technologybedriuwen en oerheden te easkjen.
nl: Problemen rond de gezondheid van internet hebben gevolgen voor ons allemaal. Mozilla stelt consumenten in staat om betere online privacy, betrouwbare kunstmatige intelligentie en veilige online ervaringen van grote technologiebedrijven en overheden te eisen.
pl: Kwestie związane ze zdrowiem Internetu mają wpływ na nas wszystkich. Mozilla umożliwia konsumentom domaganie się lepszej ochrony prywatności online, wiarygodnej sztucznej inteligencji i bezpiecznych doświadczeń online od Big Tech i rządów.
pt_br: Problemas relacionados à integridade da internet afetam a todos nós. A Mozilla capacita os consumidores a exigir mais privacidade online, inteligência artificial confiável e experiências online seguras das grandes empresas de tecnologia e dos governos.
sw: Masuala yanayohusu maadili mema ya mtandao yanatuathiri sisi sote. Mozilla inawawezesha watumiaji kudai faragha bora mtandaoni, akili bandia inayoaminika, na matukio salama mtandaoni kutoka kwa Makampuni Makubwa ya Kimataifa ya Teknolojia na serikali.

# body.dc000c4f-b6cd-4652-9653-71d4cc2c4033.altText
source: illustration of a speech bubble and an asterisks
de: Grafik: Illustration einer Sprechblase und eines Sternchens
es: ilustración de una burbuja de texto y un asterisco
fr: illustration d’une bulle de dialogue et d’un astérisque
fy_nl: yllustraasje fan in tekstballon en in asterisk
nl: illustratie van een tekstballon en een asterisk
pl: ilustracja dymku i gwiazdka
pt_br: Ilustração de um balão de fala e um asterisco
sw: mfano wa kiputo cha maneno na alama ya nyota

# body.dc000c4f-b6cd-4652-9653-71d4cc2c4033.text
source: *Privacy Not Included
de: *Datenschutz nicht inbegriffen
es: *Privacidad no incluida
fr: *Confidentialité non incluse
fy_nl: *Privacy net ynbegrepen
nl: *Privacy niet inbegrepen
pl: *Prywatność do nabycia osobno
pt_br: *Privacidade não incluída
sw: *Faragha Haijajumuishwa

# body.dc000c4f-b6cd-4652-9653-71d4cc2c4033.text
source: Our buyer’s guide for connected products rates how private and secure they keep your data. It helps consumers to make more informed choices and has spurred manufacturers to make their products more safe.
de: In unserem Einkaufsleitfaden für vernetzte Produkte wird bewertet, wie privat und sicher Ihre Daten aufbewahrt werden. Er hilft den Verbrauchern, fundiertere Entscheidungen zu treffen, und hat die Hersteller dazu veranlasst, ihre Produkte sicherer zu machen.
es: Nuestra guía del comprador dedicada a los productos conectados analiza su grado de privacidad y seguridad a la hora de conservar tus datos. De este modo, contribuye a que los consumidores tomen decisiones más informadas y motiva a los fabricantes para mejorar la seguridad de sus productos.
fr: Notre guide d’achat pour les produits connectés note leur respect de votre vie privée et la sécurité de vos données. Il aide les consommateurs à faire des choix plus éclairés et incite les fabricants à rendre leurs produits plus sûrs.
fy_nl: Us konsumintegids foar ferbûne produkten beoardielt hoe privee en feilich se jo gegevens bewarje. Hy helpt konsuminten om better ynformearre karren te meitsjen en hat fabrikanten der ta oanset harren produkten feiliger te meitsjen.
nl: Onze consumentengids voor verbonden producten beoordeelt hoe privé en veilig ze uw gegevens bewaren. Hij helpt consumenten om beter geïnformeerde keuzes te maken en heeft fabrikanten ertoe aangezet hun producten veiliger te maken.
pl: Przewodnik kupującego po produktach podłączanych do sieci ocenia prywatność i bezpieczeństwo twoich danych podczas korzystania z tych produktów. Pomaga konsumentom dokonywać bardziej świadomych wyborów i zachęca producentów do zwiększenia bezpieczeństwa ich produktów.
pt_br: Nosso guia do comprador para produtos conectados avalia o quão privados e seguros eles mantêm seus dados. Ajuda os consumidores a fazerem escolhas estando melhor informados e estimula os fabricantes a tornar seus produtos mais seguros.
sw: Mwongozo wetu wa mnunuzi wa bidhaa zilizounganishwa unakaridia faragha na usalama wao wa kuhifadhi data yako. Unasaidia watumiaji kufanya maamuzi sahihi zaidi na inawahimiza wazalishaji waweke bidhaa zao salama zaidi.

# body.dc000c4f-b6cd-4652-9653-71d4cc2c4033.text
source: <a id="a1">Read the guide →</a>
de: <a id="a1">Lesen Sie den Leitfaden →</a>
es: <a id="a1">Lee la guía →</a>
fr: <a id="a1">Lire le guide →</a>
fy_nl: <a id="a1">Lês de gids →</a>
nl: <a id="a1">Lees de gids →</a>
pl: <a id="a1">Przeczytaj przewodnik →</a>
pt_br: <a id="a1">Ler o guia →</a>
sw: <a id="a1">Soma mwongozo →</a>

# body.43def92f-9a46-4e4b-86c2-944403bb7133.altText
source: phone with swirl
de: Grafik: Handy mit Wirbel
es: teléfono con remolino
fr: téléphone avec un tourbillon
fy_nl: telefoan mei krul
nl: telefoon met krul
pl: telefon z wirem
pt_br: telefone com redemoinho
sw: simu ya kidijitali

# body.43def92f-9a46-4e4b-86c2-944403bb7133.text
source: YouTube Regrets
es: El arrepentimiento de YouTube
fr: Vos regrets sur YouTube
fy_nl: Spyt oer YouTube
nl: Spijt over YouTube
pl: YouTube składa wyrazy ubolewania
pt_br: Arrependimentos no YouTube
sw: Majuto ya YouTube

# body.43def92f-9a46-4e4b-86c2-944403bb7133.text
source: YouTube’s recommendation AI is powerful but can be harmful, recommending false content in order to increase watchtime. After our campaign, the platform publicly acknowledged its problem and sat with us to devise solutions.
de: Die Empfehlungs-KI von YouTube ist leistungsstark, kann jedoch schädlich sein und falsche Inhalte empfehlen, um die Zeit zu verlängern, in der Videos geschaut werden. Nach unserer Kampagne erkannte die Plattform ihr Problem öffentlich an und setzte sich mit uns zusammen, um Lösungen zu finden.
es: La IA que impulsa las recomendaciones de YouTube es potente, pero también puede ser dañina, puesto que recomienda contenidos falsos para incrementar el tiempo de reproducción. Después de nuestra campaña, la plataforma reconoció públicamente el problema y se sentó con nosotros para idear soluciones.
fr: L’IA de recommandation de YouTube est puissante mais peut s’avérer néfaste, recommandant des contenus faux pour augmenter le temps de visionnage. Suite à notre campagne, la plateforme a publiquement reconnu le problème et s’est mise autour de la table pour trouver des solutions.
fy_nl: De oanrekommandaasje-AI fan YouTube is krêftich, mar kin skeadlik wêze en falske ynhâld oanrekommandearje om de tiid om te sjen te ferlingjen. Nei ús kampanje hat it platfoarm publyklik it probleem tajûn en hat it tegearre mei ús oer oplossingen neitocht.
nl: De aanbevelings-AI van YouTube is krachtig, maar kan schadelijk zijn en valse inhoud aanbevelen om de kijktijd te verlengen. Na onze campagne erkende het platform publiekelijk zijn probleem en heeft het samen met ons over oplossingen nagedacht.
pl: Rekomendacje dostarczane przez sztuczną inteligencję na YouTube to potężny mechanizm, który może być szkodliwy i polecać fałszywe treści w celu zwiększenia czasu oglądania. Po naszej kampanii platforma publicznie przyznała się do swojego problemu i wspólnie z nami przystąpiła do poszukiwania rozwiązań.
pt_br: O algoritmo de recomendação do YouTube é poderoso, mas pode ser prejudicial, recomendando conteúdo falso para aumentar o tempo de exibição. Após nossa campanha, a plataforma reconheceu publicamente este problema e reuniu-se conosco para criar soluções.
sw: AI inayopendekezwa na YouTube ni yenye nguvu lakini inaweza kuwa na madhara, na kupendekeza maudhui ya uongo ili iongeze muda wa kutazama. Baada ya kampeni zetu, jukwaa lilikiri hadharani tatizo lake na tulikutana ili tupate masuluhisho.

# body.43def92f-9a46-4e4b-86c2-944403bb7133.text
source: <a id="a1">Read the stories →</a>
de: <a id="a1">Lesen Sie die Geschichten →</a>
es: <a id="a1">Lee las historias →</a>
fr: <a id="a1">Lire les témoignages →</a>
fy_nl: <a id="a1">Lês de ferhalen →</a>
nl: <a id="a1">Lees de verhalen →</a>
pl: <a id="a1">Przeczytaj historie →</a>
pt_br: <a id="a1">Ler as histórias →</a>
sw: <a id="a1">Soma hadithi →</a>

# body.9041493f-2cb4-4ff3-8261-e1bd1e48d311.altText
source: stamp drawing
de: Zeichnung einer Briefmarke
es: dibujo de un sello
fr: dessin de timbre
fy_nl: stimpeltekening
nl: stempeltekening
pl: rysunek stempla
pt_br: desenho de carimbo
sw: kuchora stempu

# body.9041493f-2cb4-4ff3-8261-e1bd1e48d311.text
source: 2020 was a year unlike any other. We asked how the internet has been keeping you sane during this unprecedented time and over a thousand of you responded! Here’s what you had to say.
de: 2020 war ein Jahr wie kein anderes. Wir haben gefragt, wie das Internet Sie in dieser beispiellosen Zeit bei Verstand gehalten hat, und über tausend von Ihnen haben geantwortet! Das sind Ihre Meinungen.
es: 2020 fue un año diferente a cualquier otro. Preguntamos de qué manera Internet los ayudó a mantenerse sanos y cuerdos durante estos tiempos sin precedentes... ¡y obtuvimos más de mil respuestas! Aquí puedes ver lo que ha dicho la gente.
fr: 2020 a été une année particulière. Nous vous avons demandé comment Internet vous a permis de garder la tête sur les épaules durant cette période sans précédent et plus d’un millier d’entre vous ont répondu ! Voici ce que vous aviez à dire.
fy_nl: 2020 wie in unyk jier. Wy fregen hoe't it ynternet jo sûn hâld hat yn dizze ûngewoane tiid, en mear as tûzend fan jo hawwe antwurd jûn! Dit hiene jo te fertellen.
nl: 2020 was een uniek jaar. We vroegen hoe het internet u gezond hield in deze ongekende tijd, en meer dan duizend van u gaven antwoord! Dit had u te vertellen.
pl: Rok 2020 był wyjątkowy pod każdym względem. Zapytaliśmy, w jaki sposób Internet utrzymywał was przy zdrowych zmysłach w tym bezprecedensowym czasie i otrzymaliśmy ponad tysiąc odpowiedzi! Oto, co macie do powiedzenia.
pt_br: 2020 foi um ano diferente de qualquer outro. Perguntamos como a internet tem mantido vocês sãos durante esse tempo sem precedentes e mais de mil de vocês responderam! Aqui está o que vocês tinham a dizer.
sw: 2020 ulikuwa mwaka tofauti na mwaka mwingine wowote. Tuliuliza jinsi mtandao umekuwa ukikusaidia kutulia wakati huu usio wa kawaida na zaidi ya maelfu ya watu walijibu! Haya ndiyo uliyosema.

# body.9041493f-2cb4-4ff3-8261-e1bd1e48d311.text
source: <a id="a1">Read the letters →</a>
de: <a id="a1">Die Briefe lesen →</a>
es: <a id="a1">Lee las cartas →</a>
fr: <a id="a1">Lire les lettres →</a>
fy_nl: <a id="a1">Lês de brieven →</a>
nl: <a id="a1">Lees de brieven →</a>
pl: <a id="a1">Przeczytaj listy →</a>
pt_br: <a id="a1">Leia as cartas →</a>
sw: <a id="a1">Soma barua →</a>

# body.355a0bf0-7ebe-4f3c-a2c6-c7e0de1e1d55.label
source: See all our advocacy work
de: Sehen Sie sich unsere Arbeit für Interessenvertretung an
es: Mira toda nuestra labor de activismo
fr: Voir tous nos efforts de plaidoyer
fy_nl: Besjoch al ús belangebehertigingswurk
nl: Bekijk al ons belangenbehartigingswerk
pl: Zobacz wszystkie nasze działania wspierające
pt_br: Veja todo nosso trabalho de ativismo
sw: Angalia kazi yetu yote ya utetezi

# body.66b136b1-e4bb-4b1b-968c-7df838886efe
source: Connect leaders
de: Verbindung von Führungspersönlichkeiten
es: Conectar líderes
fr: Faire entrer en contact les leaders
fy_nl: Lieders ferbine
nl: Leiders verbinden
pl: Liderzy razem
pt_br: Conectar líderes
sw: Kuunganisha Viongozi

# body.66b136b1-e4bb-4b1b-968c-7df838886efe
source: Mozilla supports activists and thought leaders shaping the future of our online lives, advocating for a better internet. We provide funding, mentorship, and connection to a growing community of leaders and innovators.
de: Mozilla unterstützt Aktivisten und Vordenker, die die Zukunft unseres Online-Lebens gestalten und sich für ein besseres Internet einsetzen. Wir bieten Finanzierung, Mentoring und Verbindung zu einer wachsenden Gemeinschaft von Führungskräften und Innovatoren.
es: Mozilla respalda a activistas e intelectuales que forjan nuestro futuro en la red, en defensa de un Internet mejor. Proporcionamos financiación, orientación y conexión a una comunidad creciente de líderes e innovadores.
fr: Mozilla soutient les militant·e·s et les leaders d’opinion qui façonnent l’avenir de notre vie en ligne et se mobilisent pour un Internet meilleur. Nous proposons des financements, du mentorat et de tisser des liens avec une communauté croissante de leaders et d’innovateurs.
fy_nl: Mozilla stipet aktivisten en opinylieders dy't de takomst fan ús online libben foarmjaan en pleitet foar in better ynternet. Wy biede finansiering, mentorskip en ferbining mei in groeiende mienskip fan lieders en ynnovators.
nl: Mozilla ondersteunt activisten en opinieleiders die de toekomst van ons online leven vormgeven en pleit voor een beter internet. We bieden financiering, mentorschap en verbinding met een groeiende gemeenschap van leiders en innovators.
pl: Mozilla wspieram aktywistów i świadomych przywódców kształtujących przyszłość naszego życia online i opowiadających się za lepszym Internetem. Zapewniamy finansowanie, mentoring i możliwości współpracy z rosnącą społecznością liderów i innowatorów.
pt_br: A Mozilla dá apoio a ativistas e líderes de pensamento a moldar o futuro de nossas vidas online, defendendo uma internet melhor. Fornecemos financiamento, mentoria e conexão a uma comunidade crescente de líderes e inovadores.
sw: Mozilla inaunga mkono wanaharakati na viongozi wenye mawazo katika kujenga mustakabali wa maisha yetu ya mtandaoni, huku ikipigania mtandao bora. Tunatoa ufadhili, ushauri, na kuunganishwa na jamii inayokua ya viongozi na wavumbuzi.

# body.14b096ee-5d58-4db7-aef5-e3eb2b6f82d7.altText
source: Photo of a group of fellows
de: Grafik: Foto einer Gruppe von Stipendiaten
es: Foto de un grupo de colaboradores
fr: Photo d’un groupe de boursiers
fy_nl: Foto fan in groep freonen
nl: Foto van een groep vrienden
pl: Zdjęcie grupy stypendystów
pt_br: Foto de um grupo de colegas
sw: Picha ya kikundi cha wenzetu

# body.14b096ee-5d58-4db7-aef5-e3eb2b6f82d7.text
source: Mozilla Fellowships
de: Mozilla-Stipendien
es: Becas Mozilla
fr: Bourses Mozilla
pl: Stypendia Mozilli
sw: Ushirika wa Mozilla

# body.14b096ee-5d58-4db7-aef5-e3eb2b6f82d7.text
source: Covers a range of topics and disciples within the broader mission of Internet Health, upholding the internet as a force for good.
de: Dieser Bereich umfasst eine Reihe von Themen und Jüngern innerhalb der umfassenderen Mission der Internetgesundheit, die das Internet als eine Kraft für das Gute verteidigt.
es: Abarcan una amplia variedad de temas y disciplinas dentro de la misión global de la Salud de Internet, siempre defendiendo a Internet como una fuerza para el bien.
fr: Couvrent un éventail de sujets et de disciples dans le cadre de notre mission plus large pour la bonne santé d’Internet, en faisant en sorte qu’Internet demeure une véritable force au service du bien commun.
fy_nl: Behannelet in rige ûnderwerpen en disiplines binnen de bredere missy fan ynternetsûnens, wêrby it ynternet yn stân hâlden wurdt as in krêft foar it goede.
nl: Behandelt een reeks onderwerpen en disciplines binnen de bredere missie van internetgezondheid, waarbij het internet in stand wordt gehouden als een kracht ten goede.
pl: Obejmuje szereg tematów i przedmiotów w ramach szerszej misji Zdrowie Internetu, dbającej by Internet służył czynieniu dobra.
pt_br: Abrange uma variedade de tópicos e discípulos dentro da missão mais ampla da integridade da internet, sustentando a internet como uma força do bem.
sw: Inashughulikia mada na nyanja mbalimbali ndani ya dhamira pana ya Mtandao wenye Maadili Mema, huklu ikizingatia kwamba mtandao inaleta mambo mema.

# body.14b096ee-5d58-4db7-aef5-e3eb2b6f82d7.text
source: <a id="a1">Learn more about Fellowships →</a>
de: <a id="a1">Weitere Infos zu Stipendien →</a>
es: <a id="a1">Más información sobre las Becas →</a>
fr: <a id="a1">En savoir plus sur les bourses Mozilla →</a>
fy_nl: <a id="a1">Mear ynfo oer Fellowships →</a>
nl: <a id="a1">Meer info over Fellowships →</a>
pl: <a id="a1">Dowiedz się więcej o stypendiach →</a>
pt_br: <a id="a1">Saiba mais sobre Fellowships →</a>
sw: <a id="a1">Jifunze mambo mengi zaidi kuhusu Ushirika →</a>

# body.22d9c03c-e30b-4fc5-a0c1-06182122ba72.altText
source: photo of person with a phone
de: Grafik: Foto einer Person mit Handy
es: foto de una persona con un teléfono
fr: photo d’une personne avec un téléphone
fy_nl: foto fan in persoan mei in telefoan
nl: foto van een persoon met een telefoon
pl: zdjęcie osoby z telefonem
pt_br: foto de uma pessoa com um celular
sw: picha ya mtu mwenye simu

# body.22d9c03c-e30b-4fc5-a0c1-06182122ba72.text
source: Mozilla Awards
de: Mozilla-Preise
es: Premios Mozilla
fr: Subventions Mozilla
pl: Nagrody Mozilla
pt_br: Prêmios Mozilla
sw: Tuzo za Mozilla
