Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-do.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br, sw

# body.22d9c03c-e30b-4fc5-a0c1-06182122ba72.text
source: Supports educators, artists, technologists, and innovators of all types committed to making the internet better for their communities and us all.
de: Unterstützt Pädagogen, Künstler, Technologen und Innovatoren aller Art, die sich dafür einsetzen, das Internet für ihre Gemeinschaft und uns alle zu verbessern.
es: Se entregan como apoyo a educadores, artistas, tecnólogos e innovadores de todo tipo que están comprometidos con un Internet mejor para sus comunidades y el mundo en general.
fr: Soutient les enseignants, les artistes, les experts en technologies et les innovateurs qui s’engagent à rendre Internet meilleur pour tout le monde.
fy_nl: Stipet alderlei soarten dosinten, keunstners, technologen en ynnovators, dy't harren ynsette om it ynternet better te meitsjen foar harren mienskippen en ús allegearre.
nl: Ondersteunt allerlei soorten docenten, kunstenaars, technologen en innovators, die zich inzetten om het internet beter te maken voor hun gemeenschappen en ons allemaal.
pl: Wspiera pedagogów, artystów, technologów i wszelkiego rodzaju innowatorów dbających, by Internetu był coraz lepszy dla ich społeczności i dla nas wszystkich.
pt_br: Apoia educadores, artistas, tecnólogos e inovadores de todos os tipos, que têm compromisso em tornar a internet melhor para suas comunidades e para todos nós.
sw: Inasaidia waelimishaji, wasanii, wanateknolojia, na wavumbuzi wa kila aina waliojitolea kufanya mtandao iwe bora kwa ajili ya jamii zao na sisi sote.

# body.22d9c03c-e30b-4fc5-a0c1-06182122ba72.text
source: <a id="a1">Learn more about Awards →</a>
de: <a id="a1">Weitere Infos zu Auszeichnungen →</a>
es: <a id="a1">Más información sobre los Premios →</a>
fr: <a id="a1">En savoir plus sur les subventions →</a>
fy_nl: <a id="a1">Mear ynfo oer Awards →</a>
nl: <a id="a1">Meer info over Awards →</a>
pl: <a id="a1">Dowiedz się więcej o Nagrodach →</a>
pt_br: <a id="a1">Saiba mais sobre Prêmios →</a>
sw: <a id="a1">Jifunze mambo mengi zaidi kuhusu Tuzo →</a>

# body.a93c16b0-7ad6-4cb4-aadc-12ef010164e9.altText
source: photo of a crowd of people
de: Grafik: Foto einer Menschenmenge
es: foto de una multitud de personas
fr: photo d’une foule de personnes
fy_nl: foto fan in protte minsken
nl: foto van een menigte mensen
pl: zdjęcie tłumu ludzi
pt_br: foto de uma multidão de pessoas
sw: picha ya umati wa watu

# body.a93c16b0-7ad6-4cb4-aadc-12ef010164e9.text
source: Mozilla Festival
es: Festival Mozilla
pl: Festiwal Mozilli
pt_br: Festival Mozilla
sw: Tamasha la Mozilla

# body.a93c16b0-7ad6-4cb4-aadc-12ef010164e9.text
source: This annual festival convenes thousands of like minded thinkers around the globe.
de: Dieses jährliche Festival bringt Tausende gleichgesinnter Denker auf der ganzen Welt zusammen.
es: Este festival anual congrega a miles de pensadores con ideas afines de todo el mundo.
fr: Ce festival annuel réunit des milliers de personnes des quatre coins du globe partageant les mêmes idées.
fy_nl: Dit jierlikse festival bringt tûzenen lyktinkende tinkers fan oer de hiele wrâld tegearre.
nl: Dit jaarlijkse festival brengt duizenden gelijkgestemde denkers over de hele wereld samen.
pl: To coroczny festiwal, który gromadzi tysiące podobnie myślących osób z całego świata.
pt_br: Este festival anual reúne milhares de pensadores do mundo todo que têm ideias semelhantes.
sw: Tamasha hili la kila mwaka hukutanisha maelfu ya watu wenye fikra sawa kote duniani.

# body.a93c16b0-7ad6-4cb4-aadc-12ef010164e9.text
source: <a id="a1">Learn more about the Festival →</a>
de: <a id="a1">Weitere Infos zum Festival →</a>
es: <a id="a1">Más información sobre el Festival →</a>
fr: <a id="a1">En savoir plus sur le festival →</a>
fy_nl: <a id="a1">Mear ynfo oer it Festival →</a>
nl: <a id="a1">Meer info over het Festival →</a>
pl: <a id="a1">Dowiedz się więcej o Festiwalu →</a>
pt_br: <a id="a1">Saiba mais sobre o Festival →</a>
sw: <a id="a1">Jifunze mambo mengi zaidi kuhusu Tamasha →</a>

# body.7248a8e8-1820-48c1-b3c2-b3fc42c6a401.altText
source: Hexagon in the center with little squares around it, symbolizing decentralization
de: Sechseck in der Mitte umgeben von kleinen Quadraten, die die Dezentralisierung symbolisieren
es: Hexágono en el centro, con pequeños cuadrados alrededor, como símbolo de la descentralización
fr: Hexagone au centre avec de petits carrés autour, symbolisant la décentralisation
fy_nl: Seishoeke yn it midden mei lytse fjouwerkantsjes deromhinne, as symboal foar desintralisaasje
nl: Zeshoek in het midden met kleine vierkantjes eromheen, als symbool voor decentralisatie
pl: Sześciokąt w środku z małymi kwadratami wokół niego, symbolizującymi decentralizację
pt_br: Hexágono no centro com pequenos quadrados ao redor, simbolizando descentralização
sw: Pembe sita iliyo katikati yenye miraba midogo midogo, ikiashiria ugatuzi

# body.7248a8e8-1820-48c1-b3c2-b3fc42c6a401.text
source: An experimental space for instigating new approaches to data stewardship challenges.
de: Ein experimenteller Raum, um neue Ansätze für Herausforderungen bei der Datenverwaltung zu initiieren.
es: Un espacio experimental creado para impulsar nuevos enfoques a los desafíos que plantea la custodia de los datos.
fr: Un espace expérimental pour susciter de nouvelles approches face aux défis liés à la gestion des données.
fy_nl: In eksperimintele romte foar it oansetten ta nije tinzen fan útdagingen op it mêd fan gegevensbehear.
nl: Een experimentele ruimte voor het aanzetten tot nieuwe benaderingen van uitdagingen op het gebied van gegevensbeheer.
pl: Eksperymentalna przestrzeń, gdzie można inicjować nowe podejścia do wyzwań związanych z zarządzaniem danymi.
pt_br: Um espaço experimental para instigar novas abordagens aos desafios de gerenciamento de dados.
sw: Nafasi ya majaribio ya kuchochea mbinu mpya ya kushughulikia changamoto za data.

# body.7248a8e8-1820-48c1-b3c2-b3fc42c6a401.text
source: <a id="a1">Learn more about the Data Futures Lab →</a>
de: <a id="a1">Weitere Infos zum Data Futures Lab →</a>
es: <a id="a1">Más información sobre el Data Futures Lab →</a>
fr: <a id="a1">En savoir plus sur le Data Futures Lab →</a>
fy_nl: <a id="a1">Mear ynfo oer it Data Futures Lab →</a>
nl: <a id="a1">Meer info over het Data Futures Lab →</a>
pl: <a id="a1">Dowiedz się więcej o Laboratorium Data Futures →</a>
pt_br: <a id="a1">Saiba mais sobre o Data Futures Lab →</a>
sw: <a id="a1">Jifunze mambo mengi zaidi kuhusu Nafasi ya Majaribio ya Data →</a>

# body.7337ef57-6939-465d-85c2-02bd58140fc2
source: Shape the agenda
de: Themen festlegen
es: Definir la agenda
fr: Prévoir les actions à venir
fy_nl: De aginda foarmjaan
nl: De agenda vormgeven
pl: Wpływ na program
pt_br: Molde a agenda
sw: Tengeneza ajenda

# body.7337ef57-6939-465d-85c2-02bd58140fc2
source: The internet is a vast ecosystem. Mozilla’s research — from our annual Internet Health Report to our white papers — make sense of all of it. We investigate threats to a healthy internet, from the explosion of online tracking, to increasing internet shutdowns, to the advent of deepfakes. But we also highlight bright spots and provide solutions, from the potential of open data to nascent social media cooperatives.
de: Das Internet ist ein riesiges Ökosystem. Mozillas Forschung – von unserem jährlichen Statusbericht zur Internetgesundheit bis zu unseren White Papers – zeigt, wie alles Sinn ergibt. Wir untersuchen Bedrohungen für ein gesundes Internet, von der Explosion des Online-Trackings über zunehmende Internet-Abschaltungen bis hin zum Aufkommen von Deepfakes. Wir heben aber auch Lichtblicke hervor und bieten Lösungen, vom Potenzial offener Daten bis hin zu aufstrebenden Social-Media-Genossenschaften.
es: Internet es un ecosistema inmenso. Las investigaciones de Mozilla, desde nuestro Informe de Salud de Internet anual hasta nuestros informes técnicos, le dan sentido a todo. Investigamos los peligros que amenazan la salud de Internet, desde la explosión de los rastreadores en línea hasta el aumento de los cortes intencionados de Internet y la llegada de los deepfakes. Pero también destacamos los aspectos más positivos y brindamos soluciones, desde el potencial de los datos abiertos hasta el nacimiento de las cooperativas de redes sociales.
fr: Internet est un vaste écosystème. Les recherches de Mozilla, de notre rapport annuel sur la santé d’Internet jusqu’à nos livres blancs, a tout son sens. Nous enquêtons sur les menaces qui pèsent sur un Internet sain, de l’explosion du pistage en ligne, à l’augmentation des coupures Internet, jusqu’à l’avènement des deepfakes. Mais nous mettons aussi en évidence des aspects positifs et nous proposons des solutions, grâce notamment au potentiel des données ouvertes ou aux nouvelles coopératives de réseaux sociaux.
fy_nl: It ynternet is in enoarm ekosysteem. It ûndersyk fan Mozilla – fan ús jierlikse ynternetsûnensrapport oant ús wytboeken – bringt de logika dêrfan yn kaart. Wy ûndersykje bedrigingen foar in sûn ynternet, fan de eksploazje fan online folgjen oant it hieltyd faker ôfsluten fan ynternet en de komst fan deepfakes. Mar wy bringe ek positive punten ûnder de oandacht en biede oplossingen, fan it potinsjeel fan iepen gegevens oant opkommende sosjalemedia-gearwurkingsaksjes.
nl: Het internet is een enorm ecosysteem. Het onderzoek van Mozilla – van ons jaarlijkse internetgezondheidsrapport tot onze witboeken – brengt de logica ervan in kaart. We onderzoeken bedreigingen voor een gezond internet, van de explosie van online volgen tot het steeds vaker afsluiten van internet en de komst van deepfakes. Maar we brengen ook positieve punten onder de aandacht en bieden oplossingen, van het potentieel van open gegevens tot opkomende socialemedia-samenwerkingsacties.
pl: Internet to ogromny ekosystem. Badania Mozilli — od naszego corocznego raportu na temat zdrowia Internetu po nasze białe księgi — mają sens. Badamy zagrożenia dla zdrowia Internetu, od wszechobecnego śledzenia online, przez rosnące awarie Internetu, po pojawienie się deepfake'ów. Podkreślamy jednak również pozytywne zjawiska i dostarczamy rozwiązania, takie jak potencjał open data czy kiełkujące spółdzielnie mediów społecznościowych.
pt_br: A internet é um vasto ecossistema. As pesquisas da Mozilla — desde nosso relatório anual de integridade da internet a nossos artigos — dá sentido a tudo isso. Investigamos ameaças a uma internet saudável, desde a explosão do rastreamento online ao aumento dos desligamentos da internet e ao advento das deepfakes (falsificação de falas em vídeos). Mas também destacamos os pontos positivos e fornecemos soluções, desde o potencial de dados abertos até cooperativas emergentes de mídias sociais.
sw: Intaneti ni mfumo mkubwa wa ikolojia. Utafiti wa Mozilla — kutoka kwa Ripoti yetu ya Mtandao wenye Maadili Mema kila mwaka hadi karatasi zetu nyeupe — inafafanua mambo. Tunachunguza vitisho vya mtandao wenye maadili mema, kutoka kwa mlipuko wa ufuatiliaji wa mtandaoni, kuongeza kufungwa kwa mtandao, hadi ujio wa mambo bandia. Lakini pia tunaangazia mambo mazuri na tunatoa masuluhisho, kutoka kwa data wazi hadi mashirika yenye mitandao ya kijamii.

# body.7337ef57-6939-465d-85c2-02bd58140fc2
source: Mozilla’s research, like its products, is open-source. It’s built with input from experts across the globe. And it’s free for others to re-publish, remix, and use in their own campaigns and curricula.
de: Mozillas Forschung ist wie seine Produkte Open Source. Sie basiert auf Beiträgen von Experten aus der ganzen Welt. Für andere ist es kostenlos, sie erneut zu veröffentlichen, neu zu mischen und in ihren eigenen Kampagnen und Lehrplänen zu verwenden.
es: Las investigaciones de Mozilla, como todos sus productos, son de código abierto y se elaboran con aportaciones de expertos de todo el mundo. A partir de aquí, cualquier persona interesada puede volver a publicar, remezclar y utilizar los contenidos de forma gratuita para sus propias campañas y planes de estudio.
fr: Les travaux de recherche de Mozilla, tout comme ses produits, sont open source. Ils sont menés avec l’aide d’expert·e·s du monde entier et sont libres d’être republiés, remixés et utilisés pour vos propres campagnes et programmes éducatifs.
fy_nl: It ûndersyk fan Mozilla is, krekt as har produkten, iepen boarne. It is opboud mei input fan eksperts fan oer de hiele wrâld. En oaren kinne it fergees opnij publisearje, remikse en brûke yn harren eigen kampanjes en kurrikula.
nl: Het onderzoek van Mozilla is, net als haar producten, open source. Het is opgebouwd met input van experts over de hele wereld. En anderen kunnen het gratis opnieuw publiceren, remixen en gebruiken in hun eigen campagnes en curricula.
pl: Badania Mozilli, podobnie jak jej produkty, są dostępne na zasadach open-source. Powstają jest przy udziale ekspertów z całego świata. Każdy może je publikować, przerabiać i wykorzystywać we własnych kampaniach i programach nauczania.
pt_br: As pesquisas da Mozilla, assim como seus produtos, são de código aberto. São construídas com a contribuição de especialistas do mundo todo. E são livres para ser republicadas, recombinadas e usadas em campanhas e currículos de quem quiser.
sw: Utafiti wa Mozilla, kama bidhaa zake, ni ya watu wote. Imejengwa kwa maoni ya wataalamu wanaotoka kote ulimwenguni. Na watu wengine wanaweza kuchapisha upya, kuchanganya, na kutumia bila malipo katika kampeni zao wenyewe na mitaala.

# body.a65e0b39-3ffa-4203-b8f4-e05b09092bdb.altText
source: colorful illustration containing speech bubbles, buttons and other shapes
es: ilustración a color con globos de texto, botones y otras formas

# body.a65e0b39-3ffa-4203-b8f4-e05b09092bdb.text
source: Internet Health Report
de: Statusbericht zur Internetgesundheit
es: Informe de Salud de Internet
fr: Bulletin de santé d’Internet
pl: Raport o Zdrowiu Internetu
pt_br: Relatório de Integridade da Internet
sw: Ripoti ya Maadili ya Mtandao

# body.a65e0b39-3ffa-4203-b8f4-e05b09092bdb.text
source: We use data visualization and original reporting to track ways the internet is helping — and hurting — users around the world.
de: Wir verwenden Datenvisualisierung und Originalberichte, um zu verfolgen, wie das Internet Benutzern auf der ganzen Welt hilft und sie verletzt.
es: Utilizamos la visualización de datos y los informes originales para rastrear las diferentes formas en que Internet está ayudando (y perjudicando) a los usuarios de todo el mundo.
fr: Nous utilisons des visualisations de données et des reportages originaux pour suivre les façons dont Internet est bénéfique (ou nuit) aux internautes du monde entier.
fy_nl: Wy brûke datafisualisaasje en orizjinele rapportaazjes om te folgjen hoe't ynternet brûkers fan oer de hiele wrâld helpt sear docht.
nl: We gebruiken datavisualisatie en originele rapportages om te volgen hoe internet gebruikers over de hele wereld helpt en kwetst.
pl: Korzystamy z wizualizacji danych i oryginalnych raportów, aby śledzić sposoby, w jakie Internet pomaga — i krzywdzi — użytkowników na całym świecie.
pt_br: Usamos visualização de dados e relatórios originais para acompanhar as formas como a internet está ajudando — e prejudicando — usuários no mundo todo.
sw: Tunatumia taswira ya data na ripoti ya awali kufuatilia njia mtandao unasaidia — na kudhuru — watumiaji duniani kote.

# body.a65e0b39-3ffa-4203-b8f4-e05b09092bdb.text
source: <a id="a1">Read the latest report →</a>
de: <a id="a1">Lesen Sie den neuesten Bericht →</a>
es: <a id="a1">Lee el último informe →</a>
fr: <a id="a1">Lire le dernier rapport →</a>
fy_nl: <a id="a1">Lês it lêste rapport →</a>
nl: <a id="a1">Lees het laatste rapport →</a>
pl: <a id="a1">Przeczytaj najnowszy raport →</a>
pt_br: <a id="a1">Ler o último relatório →</a>
sw: <a id="a1">Soma ripoti ya hivi karibuni →</a>

# body.356d14fb-156e-4dc6-a5c7-57c6917471ec.altText
source: picture of a phone with bubble speech illustrations on top of it
de: Grafik eines Handys mit Sprechblasenillustrationen darüber
es: imagen de un teléfono con ilustraciones en forma de burbuja encima
fr: photo d’un téléphone avec des illustrations de bulles dessus
nl: afbeelding van een telefoon met tekstballonnen erop
pl: zdjęcie telefonu z dymkiem mowy na wierzchu
pt_br: foto de um celular com ilustrações de bolhas de fala em cima
sw: picha ya simu yenye mifano ya viputo vya maneno juu yake

# body.356d14fb-156e-4dc6-a5c7-57c6917471ec.text
source: Our Research on Data Futures
de: Unsere Forschung zur Datenzukunft
es: Nuestra investigación sobre Data Futures
fr: Nos recherches sur l’avenir des données
fy_nl: Us ûndersyk nei de takomst fan gegevens
nl: Ons onderzoek naar de toekomst van gegevens
pl: Nasze badania nad przyszłością danych
pt_br: Nossa pesquisa sobre futuro de dados
sw: Utafiti wetu juu ya Majaribio ya Data

# body.356d14fb-156e-4dc6-a5c7-57c6917471ec.text
source: Examining approaches to data stewardship and alternative data governance.
de: Untersuchung von Ansätzen zur Datenverantwortung und alternativen Datenverwaltung.
es: Examina los enfoques aplicados a la custodia de los datos y explora alternativas para su administración.
fr: Notre rapport examine les approches de la gestion des données et de la gouvernance alternative des données.
fy_nl: Undersyk nei benei kommen fan krekte omgong mei gegevens en alternatyf gegevensbehear.
nl: Onderzoek naar benaderingen van juiste omgang met gegevens en alternatief gegevensbeheer.
pl: Przyjrzenie się podejściom do zarządzania danymi i alternatywnego zarządzania danymi.
pt_br: Examinando abordagens para administração de dados e governança de dados alternativa.
sw: Kuchunguza mbinu za usimamizi mbadala wa data.

# body.356d14fb-156e-4dc6-a5c7-57c6917471ec.text
source: <a id="a1">Read the report →</a>
de: <a id="a1">Den Bericht lesen →</a>
es: <a id="a1">Lee el informe →</a>
fr: <a id="a1">Lire le rapport →</a>
fy_nl: <a id="a1">Lês it rapport →</a>
nl: <a id="a1">Lees het rapport →</a>
pl: <a id="a1">Przeczytaj raport →</a>
pt_br: <a id="a1">Ler o relatório →</a>
sw: <a id="a1">Soma ripoti →</a>

# body.eeb33f0a-10a0-479e-a86c-3877c94b8be5.altText
source: abstract illustration
de: Grafik: Abstrakte Illustration
es: ilustración abstracta
fr: illustration abstraite
fy_nl: abstrakte yllustraasje
nl: abstracte illustratie
pl: ilustracja abstrakcyjna
pt_br: ilustração abstrata
sw: mfano wa kielelezo

# body.eeb33f0a-10a0-479e-a86c-3877c94b8be5.text
source: Creating Trustworthy AI white paper
de: Erstellen des White Papers zu vertrauenswürdiger KI
es: Informe técnico sobre una IA confiable
fr: Livre blanc sur l’IA digne de confiance
nl: Witboek over het creëren van betrouwbare AI
pl: Tworzenie białej księgi godnej zaufania sztucznej inteligencji
pt_br: Artigo sobre inteligência artificial confiável

# body.eeb33f0a-10a0-479e-a86c-3877c94b8be5.text
source: Unpacks the major challenges and opportunities in the AI era. We examine how artificial intelligence is intersecting with issues like bias, discrimination, and privacy.
de: Packt die größten Herausforderungen und Chancen der KI-Ära aus. Wir untersuchen, wie sich künstliche Intelligenz mit Themen wie Voreingenommenheit, Diskriminierung und Privatsphäre überschneidet.
es: Este informe desvela los principales desafíos y oportunidades que se presentan en la era de la IA. Analizamos cómo la inteligencia artificial se interrelaciona con cuestiones como los sesgos, la discriminación y la privacidad.
fr: Il décrypte les défis majeurs et les opportunités à l’ère de l’IA. Nous examinons comment l’intelligence artificielle recoupe des problématiques telles que les préjugés, la discrimination et le respect de la vie privée.
fy_nl: Pakket de grutte útdagingen en kânsen yn it AI-tiidrek út. Wy ûndersykje hoe't keunstmjittige yntelliginsje krúst mei kwestjes as partidigens, diskriminaasje en privacy.
nl: Wijdt uit over de grote uitdagingen en kansen in het AI-tijdperk. We onderzoeken hoe kunstmatige intelligentie kruist met kwesties als vooringenomenheid, discriminatie en privacy.
pl: Omawia najważniejsze wyzwania i szanse stojące przed nami w erze sztucznej inteligencji. Badamy, w jaki sposób sztuczna inteligencja mierzy się z kwestiami takimi jak stronniczość, dyskryminacja i prywatność.
pt_br: Desvenda os principais desafios e oportunidades na era da inteligência artificial. Examinamos como a inteligência artificial está se cruzando com questões como preconceito, discriminação, e privacidade.

# body.eeb33f0a-10a0-479e-a86c-3877c94b8be5.text
source: <a id="a1">Read the white paper →</a>
de: <a id="a1">Das White Paper lesen →</a>
es: <a id="a1">Lee el libro blanco →</a>
fr: <a id="a1">Lire le livre blanc →</a>
nl: <a id="a1">Lees het witboek →</a>
pl: <a id="a1">Przeczytaj białą księgę →</a>
pt_br: <a id="a1">Ler o resumo →</a>
sw: <a id="a1">Soma karatasi nyeupe →</a>

# body.f2ece2ca-bb5e-40bc-98d5-56539c649416.label
source: See our Insights hub
de: Sehen Sie sich unser Zentrum für Einblicke an
es: Hecha un vistazo a nuestro centro de Insights
fr: Voir notre section Insights
nl: Bekijk onze Insights-hub
pl: Zobacz nasz hub Insights
pt_br: Veja nossa central de percepções
sw: Angalia kituo chetu cha Ufahamu

# title
source: What we do
de: Was wir tun
es: Qué hacemos
fr: Nos initiatives
fy_nl: Wat wy dogge
nl: Wat we doen
pl: Co robimy
pt_br: O que fazemos
sw: Mambo Tunayofanya

# body.7248a8e8-1820-48c1-b3c2-b3fc42c6a401.text
source: Data Futures Lab
pl: Laboratorium Data Futures
sw: Nafasi ya Majaribio ya Data

# body.a65e0b39-3ffa-4203-b8f4-e05b09092bdb.altText
source: colorful illustration made up of shades of purple with black lines and dots, and containing IRL and mozilla logos
de: Farbenfrohe Illustration aus Lilatönen mit schwarzen Linien und Punkten und mit IRL- und Mozilla-Logos
fr: illustration colorée composée de nuances de violet avec des lignes et des points noirs, et contenant les logos IRL et mozilla
pt_br: ilustração colorida, composta de tons de roxo com linhas e pontos pretos, contendo logotipos do IRL e da mozilla
sw: mchoro mzuri ulioundwa kwa rangi ya zambarau na mistari nyeusi na nukta, na ulio na nembo za IRL na mozilla
