Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-you-can-do.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br, sw

# title
source: What you can do
de: Was Sie tun können
es: Cómo puedes contribuir
fr: Participer
fy_nl: Wat jo dwaan kinne
nl: Wat u kunt doen
pl: Co możesz zrobić
pt_br: O que você pode fazer
sw: Unachoweza kufanya

# ctaHeroHeader
source: Tell Car Companies: Stop Your Huge Data Collection Programs
de: Fordern Sie Automobilkonzerne auf: Stoppen Sie das systematische Sammeln unserer persönlichen Daten!
fr: Demandez aux constructeurs automobiles d’arrêter de recueillir massivement nos données

# ctaHeroSubhead
source: Our new research shows that cars are anything but a private space — they are full blown data collection nightmares on wheels.
de: Unsere neue Forschung zeigt, dass Autos sind heutzutage alles sind, nur kein privater Raum mehr – ganz im Gegenteil: Sie sind ein Datenschutz-Albtraum auf Rädern.
fr: Notre dernière recherche montre que votre voiture sait tout, entend tout, voit tout et enregistre tout. Aidez-nous à mettre un terme à ce véritable cauchemar sur roues !

# ctaButtonTitle
source: Take Action
de: Handeln Sie
fr: Passer à l’action

# ctaButtonURL
source: https://foundation.mozilla.org/privacynotincluded/articles/car-companies-stop-your-huge-data-collection-programs-en/
de: https://foundation.mozilla.org/privacynotincluded/articles/car-companies-stop-your-huge-data-collection-programs/

# ctaHeroHeader2
source: If you can, will you give today?
de: Wenn Sie können, spenden Sie heute?
es: Si puedes, ¿nos apoyarás hoy mismo?
fr: Si vous le pouvez, ferez-vous un don ?
fy_nl: Kinne jo hjoed al jaan?
nl: Kunt u vandaag al geven?
pl: Chcesz nas dzisiaj wesprzeć?
pt_br: Se você puder, daria uma contribuição?
sw: Kama unaweza, utatoa leo?

# ctaHeroSubhead2
source: People like you help us stand for a healthy accessible web for all. Donate to keep the web open and free.
de: Menschen wie Sie helfen uns, für ein gesundes, barrierefreies Web für alle einzutreten. Spenden Sie, um das Internet offen und kostenlos zu halten.
fr: Des personnes comme vous nous aident à défendre un Web accessible et sain pour toutes et tous. Faites un don pour que le Web demeure libre et ouvert.
sw: Watu kama wewe hutusaidia kuhakikisha kwamba watu wote wanapata mtandao unaozingatia maadili mema. Changia ili watu wote waendelee kufikia mtandao tena bila malipo.

# ctaButtonTitle2
source: Donate Now
de: Jetzt spenden
es: Donar ahora
fr: Faire un don
fy_nl: No donearje
nl: Nu doneren
pl: Wpłać datek teraz
pt_br: Faça uma doação
sw: Changa Sasa

# ctaHeroHeader3
source: Spread the word
de: Die Botschaft verbreiten
fr: Faites passer le mot
sw: Eneza ujumbe

# ctaHeroSubhead3
source: A healthy internet needs people. Share Mozilla’s work with your people to grow.
de: Ein gesundes Internet braucht Menschen. Teilen Sie Mozillas Arbeit mit Ihren Mitarbeitern, um zu wachsen.
fr: Un Internet sain ne peut exister sans individus. Partagez le travail de Mozilla avec vos connaissances pour lancer un grand mouvement.
sw: Ili tuwe na maadili mema ya mtandao, tunahitaji watu. Shiriki kazi ya Mozilla na marafiki zako ili tukue.

# ctaTwitter3
source: Click here to work with Mozilla for Internet Health http://foundation.mozilla.org/
de: Klicken Sie hier, um mit Mozilla für mehr Internetgesundheit zu arbeiten http://foundation.mozilla.org/
fr: Cliquez ici pour vous battre pour un Internet plus sain avec Mozilla https://foundation.mozilla.org/
sw: Bofya hapa ili ushirikiane na Mozilla kuhakikisha kuwa tuna Maadili mema ya mtandao http://foundation.mozilla.org/

# ctaEmailShareBody3
source: Click here to work with Mozilla for Internet Health http://foundation.mozilla.org/
de: Klicken Sie hier, um mit Mozilla für mehr Internetgesundheit zu arbeiten http://foundation.mozilla.org/
fr: Cliquez ici pour vous battre pour un Internet plus sain avec Mozilla https://foundation.mozilla.org/
sw: Bofya hapa ili ushirikiane na Mozilla kuhakikisha kuwa tuna Maadili mema ya mtandao http://foundation.mozilla.org/

# ctaEmailShareSubject3
source: The Internet starts with people
de: Das Internet fängt bei den Menschen an
fr: Internet n’est rien sans les internautes
sw: Mtandao wa Intaneti unaanza na watu

# h2
source: The Internet starts with us
de: Das Internet fängt bei uns an
fr: Internet, nous connaissons bien
sw: Mtandao wa Intaneti unaanza na sisi

# h2Subheader
source: From signing a petition, contributing to a project or attending an event, people can save the Internet. Here are ways to get involved.
de: Durch die Unterzeichnung einer Petition, die Teilnahme an einem Projekt oder die Teilnahme an einer Veranstaltung können die Menschen das Internet retten. Hier sind Möglichkeiten, sich zu engagieren.
fr: Signer une pétition, contribuer à un projet, participer à un évènement… Il existe de nombreuses façons de participer et de défendre Internet.
sw: Kwa kutia saini kwenye maombi, kuchangia katika mradi au kuhudhuria tukio, watu wanaweza kuokoa mtandao wa Intaneti. Hapa kuna njia za kujihusisha.

# cta4.d457c2cd-c1b9-41cb-8b11-c0c2782c93f8.header
source: Become A Fellow
de: Werden Sie Stipendiat
es: Conviértete en Fellow
fr: Obtenez une bourse
fy_nl: Wurd in Fellow
nl: Word een Fellow
pl: Dołącz do grona stypendystów
pt_br: Torne-se um Fellow
sw: Kuwa Mshirika

# cta4.d457c2cd-c1b9-41cb-8b11-c0c2782c93f8.subhead
source: Mozilla Fellowships supports the work of leaders and makers around the globe. Internet Health touches policy, science, art, security and most importantly people. Fellowships provide people whose work is securing a web with resources, trainings and lifelong connections.
de: Mozilla-Stipendien unterstützen die Arbeit von Führungskräften und Machern auf der ganzen Welt. Das Thema Internetgesundheit berührt Politik, Wissenschaft, Kunst, Sicherheit und vor allem Menschen. Stipendien bieten Menschen, deren Aufgabe es ist, ein Web mit Ressourcen, Schulungen und lebenslangen Verbindungen zu sichern.
es: Las becas para Fellows de Mozilla apoyan el trabajo de líderes y creadores en todo el mundo. La salud de Internet atañe a la política pública, la ciencia, las artes, la seguridad y, lo más importante, a la gente. Las becas proporcionan recursos, capacitación y contactos de por vida a las personas cuyo trabajo consiste en hacer que la web sea más segura.
fr: Les bourses Mozilla (Mozilla Fellowships) financent le travail de leaders et de décideurs du monde entier. La santé d’Internet concerne la politique, les sciences, les arts, la sécurité et, plus important encore, les personnes. Les bourses fournissent aux personnes dont le travail consiste à rendre le Web plus sûr des ressources, des formations et un réseau de connaissances à long terme.
fy_nl: Mozilla Fellowships stipet it wurk fan lieders en makkers fan oer de hiele wrâld. Internet Health rekket belied, wittenskip, keunst, feilichheid en foaral minsken. Fellowships biede minsken wa't harren wurk it befeiligjen fan in web is, middelen, trainingen en libbenslange ferbiningen.
nl: Mozilla Fellowships ondersteunt het werk van leiders en makers over de hele wereld. Internet Health raakt beleid, wetenschap, kunst, veiligheid en vooral mensen. Fellowships bieden mensen wiens werk het beveiligen van een web is middelen, trainingen en levenslange verbindingen.
pl: Stypendia Mozilli to wsparcie dla liderów i działaczy z całego świata. Zdrowie Internetu dotyczy polityki, nauki, sztuki, bezpieczeństwa i — przede wszystkim — ludzi. Dzięki stypendiom osoby, które dbają o bezpieczeństwo Internetu, mają dostęp do zasobów, szkoleń i możliwości długoterminowej współpracy.
pt_br: O Mozilla Fellowships apoia o trabalho de líderes e produtores do mundo todo. A integridade da internet envolve política, ciência, arte, segurança e o mais importante, pessoas. O Fellowships proporciona a pessoas cujos trabalhos estão resguardando a web, recursos, treinamentos e conexões por toda a vida.
sw: Ushirika wa Mozilla unasaidia kazi ya viongozi na watengenzaji duniani kote. Maadili mema ya mtandao yanahusu sera, sayansi, sanaa, usalama na muhimu zaidi, watu. Ushirika hupea watu ambao kazi yao ni kuhakikisha usalama wa mtandao rasilimali, mafunzo na uhusiano wa maisha.

# cta4.d457c2cd-c1b9-41cb-8b11-c0c2782c93f8.buttonTitle
source: Be A Fellow
de: Stipendiat werden
es: Conviértete en Fellow
fr: Obtenir une bourse
fy_nl: In Fellow wurde
nl: Een Fellow worden
pl: Zostań stypendystą
pt_br: Seja um Fellow
sw: Kuwa Mshirika

# cta4.9f01fb21-0ff2-4eb7-9e3f-91c770841e35.header
source: Celebrate MozFest
de: Feiern Sie das MozFest
es: Celebra el MozFest
fr: Célébrez le MozFest
fy_nl: MozFest hiere
nl: MozFest vieren
pl: Weź udział w wydarzeniu MozFest
pt_br: Comemore o MozFest
sw: Kusherehekea MozFest

# cta4.9f01fb21-0ff2-4eb7-9e3f-91c770841e35.subhead
source: Saving the Internet needs work and celebration. MozFest is Mozilla’s yearly gathering to share, make, teach and learn, the important work being done around the world for Internet Health. With dialogues, fairs and fun, we celebrate an open web.
de: Die Rettung des Internets ist anstrengend und muss gefeiert werden. MozFest ist das jährliche Treffen von Mozilla bei der wir uns über die wichtige Arbeit, die weltweit für die Internetgesundheit geleistet wird, austauschen, lehren und lernen. Mit Dialogen, Messen und Spaß feiern wir ein offenes Web.
es: Salvar el Internet requiere trabajar y celebrar. El MozFest de Mozilla es un encuentro anual para compartir, hacer, enseñar y conocer el importante trabajo que se está haciendo alrededor del mundo en favor de la salud de Internet. Con diálogos, ferias y diversión, celebramos la red abierta.
fr: Sauver Internet demande du travail mais aussi de s’amuser. Le MozFest est le rassemblement annuel de Mozilla pour partager, créer, enseigner et apprendre autour des efforts menés dans le monde entier pour la bonne santé d’Internet. Nous fêtons le Web ouvert avec des discussions, des foires et du fun.
fy_nl: It ynternet rêde hat wurk nedich en moat fierd wurde. MozFest is Mozilla’s jierlikse byienkomst om it wichtige wurk dat oer de hiele wrâld foar ynternetsûnens dien wurdt te dielen, te meitsjen, te ûnderwizen en te learen. Mei dialogen, beurzen en plezier fiere wy in iepen web.
nl: Het internet redden heeft werk nodig en moet gevierd worden. MozFest is Mozilla’s jaarlijkse bijeenkomst om het belangrijke werk dat over de hele wereld voor internetgezondheid wordt gedaan te delen, te maken, te onderwijzen en te leren. Met dialogen, beurzen en plezier vieren we een open web.
pl: Ochrona Internetu to trudna praca, ale również świętowanie. MozFest to coroczne wydarzenie organizowane przez Mozillę, podczas którego dzielimy się swoimi osiągnięciami i uczymy się od siebie nawzajem — a to wszystko w trosce o zdrowie Internetu. Dialog, targi i zabawa to nasz sposób na uczczenie otwartej sieci Web.
pt_br: Salvar a internet precisa de trabalho e celebração. O MozFest é o encontro anual da Mozilla para compartilhar, criar, ensinar e aprender, trabalho importante feito no mundo todo pela integridade da internet. Com diálogos, exposições e diversão, celebramos uma web aberta.
sw: Kuokoa mtandao kunahitaji kazi na sherehe. MozFest ni mkutano wa kila mwaka wa Mozilla wa kushiriki, kutengeneza, kufundisha na kujifunza kazi muhimu inayofanyika duniani kote kwa ajili ya Maadili mema ya mtandao. Kwa mazungumzo, maonyesho na burudani tunasherehekea mtandao unaoweza kufikiwa na watu wote.

# cta4.9f01fb21-0ff2-4eb7-9e3f-91c770841e35.buttonTitle
source: Explore MozFest
de: Entdecken Sie MozFest
es: Explorar el MozFest
fr: Découvrez le MozFest
fy_nl: MozFest ferkenne
nl: MozFest verkennen
pl: Odkryj MozFest
pt_br: Conheça o MozFest
sw: Gundua MozFest

# ctaHeroHeader
source: Reclaim the internet: donate to Mozilla today
pt_br: Ajude a retomar a internet: doe para a Mozilla hoje

# ctaHeroSubhead
source: Mozilla is fighting for an internet that is open and accessible to all, that respects people and their privacy, and that promotes human dignity.
pt_br: A Mozilla está empenhada em defender uma internet aberta e acessível para todos, que respeite as pessoas e sua privacidade, promovendo a dignidade humana.

# ctaHeroSubhead
source: Donate now to help build a healthier online world.
pt_br: Doe agora e ajude a construir um mundo on-line mais saudável.

# ctaButtonTitle
source: Donate now
pt_br: Doar agora

# ctaButtonURL
source: https://foundation.mozilla.org/what-you-can-do/?form=wtg&amp;utm_medium=web&amp;utm_source=cando-page&amp;utm_campaign=WTG&amp;utm_content=button_1&amp;utm_term=en
pt_br: https://foundation.mozilla.org/what-you-can-do/?form=wtg&amp;utm_medium=web&amp;utm_source=cando-page&amp;utm_campaign=WTG&amp;utm_content=button_1&amp;utm_term=pt

# ctaHeroSubhead2
source: 100% of every donation goes directly toward our programs pushing the tech industry to be better. Here are some examples of the work that your donation will fund.
es: El 100 % de cada donación se destina directamente a nuestros programas para presionar a la industria tecnológica a hacer mejor las cosas. Estos son algunos ejemplos de la labor que se financiará con tu donación.
fy_nl: 100% fan elke donaasje giet daliks nei ús programma’s dy’t de tech-yndustry ûnder druk sette om better te wurden. Hjir binne wat foarbylden fan it wurk dat jo donaasje finansiere sil.
nl: 100% van elke donatie gaat rechtstreeks naar onze programma’s die druk zetten op de technische industrie om te verbeteren. Hier zijn enkele voorbeelden van het werk dat uw donatie zal financieren.
pl: 100% każdego datku przeznaczamy bezpośrednio na programy mające na celu zachęcanie branży technologicznej do poprawy. Oto przykłady projektów, których realizacja jest możliwa dzięki datkom naszej społeczności.
pt_br: Toda contribuição recebida é direcionada para nossos programas que pressionam o setor de tecnologia a melhorar. Confira alguns exemplos do impacto que sua doação pode ter.

# ctaButtonURL2
source: https://foundation.mozilla.org/what-you-can-do/?form=wtg&amp;utm_medium=web&amp;utm_source=cando-page&amp;utm_campaign=WTG&amp;utm_content=button_hero&amp;utm_term=en
fy_nl: https://foundation.mozilla.org/fy-NL/what-you-can-do/?form=wtg&amp;utm_medium=web&amp;utm_source=cando-page&amp;utm_campaign=WTG&amp;utm_content=button_hero&amp;utm_term=fy-NL
pl: https://foundation.mozilla.org/what-you-can-do/?form=wtg&amp;utm_medium=web&amp;utm_source=cando-page&amp;utm_campaign=WTG&amp;utm_content=button_hero&amp;utm_term=pl
pt_br: https://foundation.mozilla.org/what-you-can-do/?form=wtg&amp;utm_medium=web&amp;utm_source=cando-page&amp;utm_campaign=WTG&amp;utm_content=button_hero&amp;utm_term=pt

# ctaHeroHeader3
source: The Internet starts with us
es: El Internet comienza con nosotros
fy_nl: It ynternet begjint by ús
nl: Het internet begint bij ons
pl: Internet to my
pt_br: A internet começa conosco

# ctaHeroSubhead3
source: From signing a petition, contributing to a project or attending an event, people can save the internet.
es: Ya sea al firmar una petición, contribuir para un proyecto o asistir a un evento, las personas pueden salvar el Internet.
fy_nl: Fan it ûndertekenjen fan in petysje, it bydragen oan in projekt ta it bywenjen fan in evenemint, minsken kinne it ynternet rêde.
nl: Van het ondertekenen van een petitie, het bijdragen aan een project tot het bijwonen van een evenement, mensen kunnen het internet redden.
pl: Petycje, projekty, wydarzenia — Internet można ratować na wiele sposobów.
pt_br: Sua participação é fundamental, seja assinando uma petição, contribuindo para um projeto ou marcando presença em um de nossos eventos. Cada gesto contribui para salvar a internet.

# h2
source: Ways to Give
es: Maneras de donar
fy_nl: Manieren om te jaan
nl: Donatiemethoden
pl: Sposoby wsparcia
pt_br: Formas de doar

# h2Subheader
source: Reclaim the internet with a gift to Mozilla – here's how you can donate.
es: Reaprópiate del Internet donando a Mozilla. Aquí te decimos cómo hacerlo.
fy_nl: Claim it ynternet werom mei in donaasje oan Mozilla – sa kinne jo donearje.
nl: Claim het internet terug met een gift aan Mozilla – zo kunt u doneren.
pl: Odzyskaj internet, przekazując Mozilli darowiznę. Oto jak możesz pomóc.
pt_br: Retome a internet com uma doação à Mozilla – saiba como aqui.

# ctaHeroHeader
source: We Want Voice AI to Work for Everyone
sw: Tunataka Kila Mtu Aweze Kutumia Voice AI kwa Urahisi.

# ctaHeroSubhead
source: We don't all speak in one voice and we should all be heard. Project Common Voice is a Mozilla Initiative to improve voice recognition technology for all, by collecting data in multiple languages, openly.
sw: Hatuzungumzii kwa lugha moja na sisi sote tunahitaji kusikilizwa. Mradi wa Sauti ya Jamii ni Mpango wa Mozilla wa kuboresha teknolojia ya kutambua sauti za watu wote, kwa kukusanya data katika lugha nyingi, kwa uwazi.

# ctaButtonTitle
source: Contribute Your Voice Today
sw: Changia Sauti Yako Leo

# ctaHeroHeader
source: Tell the UK: Don’t Break Apple’s iCloud Encryption
fy_nl: Fertel it FK: kreak de iCloud-fersifering fan Apple net
nl: Vertel het VK: kraak de iCloud-versleuteling van Apple niet

# ctaHeroSubhead
source: Encryption protects your data. The UK wants to break it. Sign Mozilla’s petition to stop this privacy invasion.
fy_nl: Fersifering beskermet jo gegevens. It FK wol it kreakje. Undertekenje de petysje fan Mozilla om dizze privacy-ynbreuk te stopjen.
nl: Versleuteling beschermt uw gegevens. Het VK wil deze kraken. Onderteken Mozilla’s petitie om deze inbreuk op uw privacy te stoppen.

# ctaButtonTitle
source: Add your name
fy_nl: Foegje jo namme ta
nl: Voeg uw naam toe

# ctaButtonURL2
source: https://www.mozillafoundation.org/what-you-can-do/?form=wtg&amp;utm_medium=web&amp;utm_source=cando-page&amp;utm_campaign=WTG&amp;utm_content=button_hero&amp;utm_term=en
nl: https://www.mozillafoundation.org/what-you-can-do/?form=wtg&amp;utm_medium=web&amp;utm_source=cando-page&amp;utm_campaign=WTG&amp;utm_content=button_hero&amp;utm_term=nl

# ctaButtonTitle
source: Add Your Name
pl: Podpisz petycję
