Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/who-we-are.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br, sw

# body.f4853302-d412-4280-b0da-780dfc5ad1cd
source: The decisions AI makes have the potential to help humanity, but also harm us. AI can amplify historical bias and discrimination. It can prioritize engagement over user well-being. It can further cement the power of Big Tech and marginalize individuals.
de: Die Entscheidungen, die KI trifft, können der Menschheit helfen, uns aber auch schaden. KI kann historische Vorurteile und Diskriminierung verstärken. Es kann das Engagement über das Wohlbefinden der Benutzer stellen. Es kann die Macht von Big Tech weiter festigen und Individuen marginalisieren.
es: La IA toma decisiones con el potencial de ayudar a la humanidad, pero también de hacerle daño. La IA puede ampliar el sesgo histórico y la discriminación. Puede priorizar el «engagement» del usuario por encima de su bienestar. Y puede consolidar aún más el poder de las grandes compañías tecnológicas, marginando así a los individuos.
fr: Les décisions prises par l’IA ont le potentiel d’aider l’humanité, mais aussi de nous nuire. L’IA peut amplifier les préjugés historiques et la discrimination. Elle peut favoriser l’attention au détriment du bien-être des utilisateurs. Elle peut renforcer le pouvoir des géants de la tech et marginaliser les individus.
fy_nl: De beslissingen dy't AI nimt kinne de minskheid helpe, mar ús ek skansearje. AI kin histoaryske partidigens en diskriminaasje fersterkje. It kin belutsenheid foarrang jaan boppe it wolwêzen fan de brûker. It kin de macht fan grutte technologybedriuwen fierder fersterkje en yndividuën marginalisearje.
nl: De beslissingen die AI neemt kunnen de mensheid helpen, maar ons ook schaden. AI kan historische vooringenomenheid en discriminatie versterken. Het kan betrokkenheid voorrang geven boven het welzijn van de gebruiker. Het kan de macht van grote technologiebedrijven verder versterken en individuen marginaliseren.
pl: Decyzje podejmowane przez sztuczną inteligencję mogą być pomocne dla ludzkości, ale mogą również nam zaszkodzić. Sztuczna inteligencja może potęgować historyczne uprzedzenia i dyskryminację, faworyzować aktywność zamiast dobra użytkowników, a także wzmacniać potęgę gigantów technologicznych i spychać jednostki na margines.
pt_br: As decisões que a inteligência artificial toma têm potencial de ajudar a humanidade, mas também de nos prejudicar. A inteligência artificial pode amplificar preconceitos e discriminações históricos. Ela pode priorizar engajamento acima do bem-estar do usuário. Ela pode consolidar ainda mais o poder das grandes empresas de tecnologia e marginalizar indivíduos.
sw: Maamuzi ambayo AI hufanya yanaweza kusaidia wanadamu, lakini pia yanaweza kutudhuru. AI inaweza kukuza upendeleo wa kihistoria na ubaguzi. Inaweza kutanguliza ushiriki badala ya ustawi wa mtumiaji. Inaweza kuimarisha zaidi uwezo wa Makampuni makubwa ya kimataifa ya teknolojia na kuwatenga watu binafsi.

# body.f4853302-d412-4280-b0da-780dfc5ad1cd
source: Mozilla is uniquely positioned to take on this challenge. Our core values are openness and inclusion. Our history is rich with ambitious ideas and successful online advocacy.
de: Mozilla ist in der einzigartigen Position, diese Herausforderung anzunehmen. Unsere Grundwerte sind Offenheit und Inklusion. Unsere Geschichte ist reich an ehrgeizigen Ideen und erfolgreicher Online-Interessenvertretung.
es: Mozilla se encuentra en una posición única para afrontar este desafío. La apertura y la inclusión son nuestros valores fundamentales, tenemos ideas ambiciosas y contamos con una historia de éxito en la defensa de causas online.
fr: Mozilla dispose d’une position unique pour relever ce défi. L’ouverture et l’inclusion sont au cœur des valeurs que nous défendons. Notre histoire est riche d’idées novatrices et notre militantisme en ligne porte ses fruits.
fy_nl: Mozilla hat in unike posysje om dizze útdaging oan te gean. Us kearnwearden binne iepenheid en ynklusiviteit. Us skiednis is ryk oan ambisjeuze ideeën en suksesfolle online belangebehertiging.
nl: Mozilla heeft een unieke positie om deze uitdaging aan te gaan. Onze kernwaarden zijn openheid en inclusiviteit. Onze geschiedenis is rijk aan ambitieuze ideeën en succesvolle online belangenbehartiging.
pl: Ze względu na swoją wyjątkową pozycję Mozilla jest w stanie stawić czoła temu wyzwaniu. Nasze podstawowe wartości to otwartość i inkluzywność. Mamy bogatą historię ambitnych pomysłów i skutecznych działań rzeczniczych online.
pt_br: A Mozilla está unicamente posicionada para enfrentar esse desafio. Nossos valores fundamentais são abertura e inclusão. Nossa história é rica em ideias ambiciosas e ativismo online de sucesso.
sw: Mozilla ipo katika nafasi ya kipekee ya kukabiliana na changamoto hii. Maadili yetu ya msingi ni uwazi na ujumuishaji. Historia yetu imejaa mawazo kabambe na utetezi uliofanikiwa mtandaoni.

# body.f4853302-d412-4280-b0da-780dfc5ad1cd
source: At a time when we desperately need trustworthy AI, Mozilla can help.
de: In einer Zeit, in der wir dringend vertrauenswürdige KI brauchen, kann Mozilla helfen.
es: Ahora que, más que nunca, necesitamos confiar en la IA, Mozilla puede ayudar.
fr: À un moment où nous avons grandement besoin d’IA dignes de confiance, Mozilla peut jouer un rôle.
fy_nl: Yn in tiid wêryn wy betroubere AI hurd nedich hawwe, kin Mozilla helpe.
nl: In een tijd waarin we betrouwbare AI hard nodig hebben, kan Mozilla helpen.
pl: W czasach, w których godna zaufania sztuczna inteligencja jest niezwykle potrzebna, Mozilla może pomóc.
pt_br: Em um momento em que precisamos desesperadamente de inteligência artificial confiável, a Mozilla pode ajudar.
sw: Wakati ambapo tunahitaji sana AI ya kuaminika, Mozilla inaweza kusaidia.

# body.3ed371bd-6554-4179-be62-e7c1ea5a63f7
source: Get Involved
de: Mitmachen
es: Involúcrate
fr: Participation
fy_nl: Meiwurkje
nl: Meewerken
pl: Dołącz do nas
pt_br: Envolva-se
sw: Jihusishe

# body.3ed371bd-6554-4179-be62-e7c1ea5a63f7
source: Join us and help protect the internet as a global public resource. To get started, explore <a id="a1">opportunities for participation</a> or <a id="a2">make a donation</a>.
de: Machen Sie mit und schützen Sie das Internet als globale öffentliche Ressource. Steigen Sie ein, indem Sie sich die <a id="a1">Möglichkeiten zur Mitarbeit</a> ansehen, oder <a id="a2">spenden Sie</a>.
es: Únete a nosotros y ayúdanos a proteger Internet como un recurso público global. Para empezar, explora todas las <a id="a1">oportunidades de participación</a> o <a id="a2">haz un donativo</a>.
fr: Rejoignez-nous et aidez-nous à protéger Internet en tant que bien commun. Pour commencer, jetez un œil à <a id="a1">nos possibilités de participation</a> ou <a id="a2">faites un don</a>.
fy_nl: Doch mei ús mei en help it ynternet as in wrâldwide publike helpboarne te beskermjen. Besjoch <a id="a1">mooglikheden foar dielname</a> of <a id="a2">doch in donaasje</a> om oan de slach te gean.
nl: Doe met ons mee en help het internet als een wereldwijde publieke hulpbron te beschermen. Bekijk <a id="a1">mogelijkheden voor deelname</a> of <a id="a2">doe een donatie</a> om aan de slag te gaan.
pl: Dołącz do naszej społeczności i pomóż nam chronić globalny zasób publiczny, jakim jest Internet. Na początek przejrzyj <a id="a1">okazje do udziału w naszych projektach</a> albo <a id="a2">przekaż datek</a>.
pt_br: Junte-se a nós e ajude a proteger a internet como um recurso público global. Para começar, explore as <a id="a1">oportunidades de participação</a> ou <a id="a2">faça uma doação</a>.
sw: Jiunge nasi na usaidie kulinda mtandao kama rasilimali ya umma ya kimataifa. Ili kuanza, chunguza <a id="a1">fursa za kushiriki</a> au <a id="a2">utoe mchango</a>.

# body.fffb10f8-c96c-4972-9c63-300a1fe882ba.altText
source: Picture of Mozilla Foundation staff
de: Grafik: Bild der Mitarbeiter der Mozilla Foundation
es: Foto de los empleados de la Fundación Mozilla
fr: Photo du personnel de la Fondation Mozilla
fy_nl: Foto fan personiel fan de Mozilla Foundation
nl: Foto van personeel van de Mozilla Foundation
pl: Zdjęcie przedstawiające pracowników Fundacji Mozilla
pt_br: Foto de funcionários da Fundação Mozilla
sw: Picha ya wafanyakazi wa Mozilla Foundation

# body.fffb10f8-c96c-4972-9c63-300a1fe882ba.text
source: Work with us
de: Arbeiten Sie mit uns
es: Trabaja con nosotros
fr: Travaillez avec nous
fy_nl: Mei ús gearwurkje
nl: Met ons samenwerken
pl: Pracuj z nami
pt_br: Trabalhe conosco
sw: Fanya kazi nasi

# body.fffb10f8-c96c-4972-9c63-300a1fe882ba.text
source: At Mozilla, we’re serving humanity — by maintaining a safe, open internet — while also helping the individual humans employed here to reach their personal and professional goals.
de: Bei Mozilla dienen wir der Menschheit – indem wir ein sicheres, offenes Internet aufrechterhalten – und helfen gleichzeitig den einzelnen Menschen, die hier beschäftigt sind, ihre persönlichen und beruflichen Ziele zu erreichen.
es: En Mozilla queremos servir a toda la sociedad, manteniendo una Internet segura y abierta, mientras ayudamos a que quienes trabajan con nosotros alcancen sus objetivos personales y profesionales.
fr: Chez Mozilla, nous servons l’humanité en maintenant un Internet sûr et ouvert, tout en aidant les personnes employées ici à atteindre leurs objectifs personnels et professionnels.
fy_nl: By Mozilla tsjinje wy de minskheid – troch in feilich, iepen ynternet te ûnderhâlden – en tagelyk helpe wy de yndividuele minsken dy't hjir wurkje om harren persoanlike en profesjonele doelen te berikken.
nl: Bij Mozilla dienen we de mensheid – door een veilig, open internet te onderhouden – en tegelijkertijd helpen we de individuele mensen die hier werken om hun persoonlijke en professionele doelen te bereiken.
pl: Mozilla działa na rzecz ludzkości, dbając o bezpieczeństwo i otwartość Internetu. Jednocześnie pomagamy każdemu z naszych pracowników osiągać ich osobiste i zawodowe cele.
pt_br: Na Mozilla, estamos servindo à humanidade — mantendo uma internet aberta e segura — e também ajudando indivíduos empregados aqui a alcançar seus objetivos pessoais e profissionais.
sw: Hapa Mozilla, tunawahudumia binadamu — kwa kudumisha intaneti salama, ambayo watu wote wanaweza kufikia — huku pia tukiwasaidia wanadamu walioajiriwa hapa kufikia malengo yao binafsi na ya kitaaluma.

# body.fffb10f8-c96c-4972-9c63-300a1fe882ba.text
source: <a id="a1">Open positions at Mozilla Foundation →</a>
de: <a id="a1">Offene Stellen bei der Mozilla Foundation →</a>
es: <a id="a1">Oportunidades de trabajo en la Fundación Mozilla →</a>
fr: <a id="a1">Postes à pourvoir à la Fondation Mozilla →</a>
fy_nl: <a id="a1">Iepensteande fakatueren by de Mozilla Foundation →</a>
nl: <a id="a1">Openstaande vacatures bij de Mozilla Foundation →</a>
pl: <a id="a1">Oferty pracy w Fundacji Mozilla →</a>
pt_br: <a id="a1">Vagas abertas na Fundação Mozilla →</a>
sw: <a id="a1">Nafasi za kazi za Mozilla Foundation →</a>

# body.95559c8c-4598-4727-930d-8648524f17fa.altText
source: Picture of a woman looking at the camera and smiling
de: Grafik: Bild einer Frau, die in die Kamera schaut und lächelt
es: Imagen de una mujer que mira hacia la cámara y sonríe
fr: Photo d’une femme regardant l’appareil photo en souriant
fy_nl: Foto fan in frou dy't nei de kamera sjocht en glimket
nl: Foto van een vrouw die naar de camera kijkt en glimlacht
pl: Zdjęcie kobiety, która patrzy w obiektyw i się uśmiecha
pt_br: Foto de uma mulher olhando para a câmera e sorrindo
sw: Picha ya mwanamke akiangalia kamera na kutabasamu

# body.95559c8c-4598-4727-930d-8648524f17fa.text
source: Partner with us
de: Werden Sie Partner
es: Colabora con nosotros
fr: Partenariats
fy_nl: Partner wurde
nl: Partner worden
pl: Zostań naszym partnerem
pt_br: Seja nosso parceiro
sw: Shirikiana nasi

# body.95559c8c-4598-4727-930d-8648524f17fa.text
source: Help fund, shape, and expand Mozilla work toward a healthy internet and trustworthy AI.
de: Helfen Sie dabei, die Mozilla-Arbeit für ein gesundes Internet und eine vertrauenswürdige KI zu finanzieren, zu gestalten und zu erweitern.
es: Ayuda a financiar, moldear y expandir Mozilla a favor de una Internet saludable y una IA confiable.
fr: Aidez à financer, façonner et étendre le travail de Mozilla en faveur d’un Internet sain et d’IA dignes de confiance.
fy_nl: Help it wurk fan Mozilla foar in sûn ynternet en betroubere AI te finansierjen, foarm te jaan en út te wreidzjen.
nl: Help het werk van Mozilla voor een gezond internet en betrouwbare AI te financieren, vorm te geven en uit te breiden.
pl: Pomóż finansować, kształtować i rozwijać działania Mozilli na rzecz zdrowszego Internetu i godnej zaufania sztucznej inteligencji.
pt_br: Ajude a financiar, moldar e expandir o trabalho da Mozilla em direção a uma internet saudável e inteligência artificial confiável.
sw: Toa mchango kwa kufadhili, kuunda, na kuendeleza kazi ya Mozilla ya kuhakikisha mtandao mzuri ulio na faragha, uwazi na ushirikishwaji na uwezo wa akili bandia unaoaminika.

# body.95559c8c-4598-4727-930d-8648524f17fa.text
source: <a id="a1">Let’s work together →</a>
de: <a id="a1">Lassen Sie uns zusammenarbeiten →</a>
es: <a id="a1">Trabajemos juntos →</a>
fr: <a id="a1">Travaillons ensemble →</a>
fy_nl: <a id="a1">Litte wy gearwurkje →</a>
nl: <a id="a1">Laten we samenwerken →</a>
pl: <a id="a1">Zacznijmy współpracę →</a>
pt_br: <a id="a1">Vamos trabalhar juntos →</a>
sw: <a id="a1">Tushirikiane →</a>
