Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/who-we-are.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br, sw

# title
source: Who we are
de: Wer wir sind
es: Quiénes somos
fr: Qui nous sommes
fy_nl: Wa't wy binne
nl: Wie we zijn
pl: Kim jesteśmy
pt_br: Quem somos
sw: Sisi ni nani

# intro
source: The Mozilla Foundation works to ensure the internet remains a public resource that is open and accessible to us all.
de: Die Mozilla Foundation arbeitet daran, dass das Internet eine öffentliche Ressource bleibt, die für uns alle offen und zugänglich ist.
es: La Fundación Mozilla trabaja para garantizar que Internet siga siendo un recurso público abierto y accesible para todos.
fr: La Fondation Mozilla est à pied d’œuvre pour s’assurer qu’Internet demeure un bien commun ouvert et accessible à tout le monde.
fy_nl: De Mozilla Foundation wurket om derfoar te soargjen dat it ynternet in publike helpboarne bliuwt, iepen en tagonklik foar elkenien.
nl: De Mozilla Foundation werkt ervoor om te zorgen dat het internet een publieke hulpbron blijft, open en toegankelijk voor iedereen.
pl: Fundacja Mozilli dba o to, aby Internet pozostał otwartym i dostępnym dla wszystkich zasobem publicznym.
pt_br: A Fundação Mozilla trabalha para garantir que a internet permaneça um recurso público, aberto e acessível a todos nós.
sw: Shirika la Mozilla linafanya kazi ili kuhakikisha kuwa mtandao unabaki kuwa rasilimali ya umma iliyo wazi na ambayo sisi sote tunaweza kuifikia.

# body.98aa43f3-33e9-4b43-8f97-f7272cf0b311
source: In the early 2000s, the Mozilla community built Firefox. We toppled the browser monopoly, gave users choice and control online, and helped create a healthier internet.
de: In den frühen 2000er Jahren entwickelte die Mozilla-Gemeinschaft Firefox. Wir haben das Browser-Monopol gestürzt, den Benutzern die Wahl und Kontrolle im Internet gegeben und zur Schaffung eines gesünderen Internets beigetragen.
es: A principios de la década de 2000, la comunidad Mozilla creó Firefox. Desmontamos el monopolio de los navegadores, ofrecimos a los usuarios más opciones y control online, y contribuimos a crear una Internet más saludable.
fr: Au début des années 2000, la communauté Mozilla a créé Firefox. Nous avons brisé le monopole des navigateurs, offert un choix et du contrôle aux utilisateurs et contribué à créer un Internet plus sain.
fy_nl: Begjin jierren 2000 boude de Mozilla-mienskip Firefox. Wy smiten dêrmei it browsermonopoalje om, joegen brûkers online kar en kontrôle en hawwe bydroegen oan in sûner ynternet.
nl: Begin jaren 2000 bouwde de Mozilla-gemeenschap Firefox. We wierpen daarmee het browsermonopolie omver, gaven gebruikers online keuze en controle en hebben bijgedragen aan een gezonder internet.
pl: Na początku XXI wieku społeczność Mozilli stworzyła przeglądarkę Firefox. Przełamaliśmy przeglądarkowy monopol, daliśmy użytkownikom możliwość wyboru i kontrolę online, a także przyczyniliśmy się do tworzenia zdrowszego Internetu.
pt_br: No início dos anos 2000, a comunidade Mozilla criou o Firefox. Derrubamos o monopólio de navegadores, demos aos usuários escolha e controle online e ajudamos a criar uma internet mais saudável.
sw: Mwanzoni mwa miaka ya 2000, jamii ya Mozilla ilitengeneza Firefox. Tuliondoa ukiritimba wa kivinjari, tukawapa watumiaji chaguo na udhibiti mtandaoni, na tukasaidia kuunda maadili mema ya mtandao.

# body.98aa43f3-33e9-4b43-8f97-f7272cf0b311
source: Twenty years later, Mozilla continues to fight for a healthy internet — one where Big Tech is held accountable and individual users have real agency online.
de: Zwanzig Jahre später kämpft Mozilla weiter für ein gesundes Internet – eines, bei dem Big Tech zur Rechenschaft gezogen wird und der einzelne Benutzer im Internet selbst bestimmen kann.
es: Veinte años después, Mozilla sigue luchando por una Internet saludable, una Internet en el que se pueda pedir responsabilidades a las grandes compañías tecnológicas y en la que los usuarios individuales cuenten con una auténtica representación online.
fr: Vingt ans plus tard, Mozilla continue à se battre pour un Internet sain : un Internet où les géants de la tech sont tenus responsables et où les internautes ont un véritable pouvoir en ligne.
fy_nl: Tweintich jier letter bliuwt Mozilla har ynsette foar in sûn ynternet – in ynternet wêrop grutte technologybedriuwen ferantwurding ôflizze en yndividuele brûkers online echt fertsjinwurdige wurde.
nl: Twintig jaar later blijft Mozilla vechten voor een gezond internet – een internet waarop grote technologiebedrijven verantwoording afleggen en individuele gebruikers online echt vertegenwoordigd worden.
pl: Dwadzieścia lat później Mozilla dalej walczy o zdrowy Internet, w którym gigantów technologicznych można pociągnąć do odpowiedzialności, a poszczególni użytkownicy mogą naprawdę samodzielnie podejmować decyzje online.
pt_br: Vinte anos depois, a Mozilla continua lutando por uma internet saudável — onde as grandes empresas de tecnologia sejam responsabilizadas e os usuários individuais tenham verdadeira influência online.
sw: Miaka ishirini baadaye, Mozilla inaendelea kupigania maadili mema ya mtandao — ambapo Makampuni makubwa ya kimataifa ya teknolojia yanawajibika na watumiaji binafsi wana wakala wa kweli mtandaoni.

# body.98aa43f3-33e9-4b43-8f97-f7272cf0b311
source: Mozilla’s work is guided by the <a id="a1">Mozilla Manifesto</a>. Founded as a community open source project in 1998, Mozilla currently consists of two organizations: the 501(c)3 Mozilla Foundation, which leads our movement building work; and its wholly owned subsidiary, the Mozilla Corporation, which leads our market-based work. The two organizations work in close concert with each other and a global community of tens of thousands of volunteers under the single banner: Mozilla.
de: Mozillas Arbeit orientiert sich am <a id="a1">Mozilla-Manifest</a>. Mozilla wurde 1998 als Open-Source-Community-Projekt gegründet und besteht derzeit aus zwei Organisationen: der Mozilla Foundation nach 501(c)3, die unsere Arbeit zum Aufbau von Bewegungen leitet; und ihre hundertprozentige Tochtergesellschaft, die Mozilla Corporation, die unsere marktorientierte Arbeit leitet. Die beiden Organisationen arbeiten eng zusammen und bilden eine globale Gemeinschaft von Zehntausenden von Freiwilligen unter einem Banner: Mozilla.
es: El trabajo de Mozilla se rige por el <a id="a1">Manifiesto de Mozilla</a>. Fundada en 1998 como un proyecto de comunidad de código abierto, Mozilla está integrada actualmente por dos organizaciones: la Fundación Mozilla 501(c)3, que se ocupa del desarrollo y promoción de nuestro movimiento, y su filial de propiedad exclusiva, Mozilla Corporation, que se ocupa de nuestras actividades en el mercado. Ambas organizaciones funcionan en estrecha armonía entre ellas y en colaboración con una comunidad global de decenas de miles de voluntarios bajo una sola marca: Mozilla.
fr: Le travail de Mozilla est guidé par le <a id="a1">Manifeste Mozilla</a>. Fondée en tant que projet communautaire open source en 1998, Mozilla se compose de deux organisations : la Fondation Mozilla (organisation 501(c)3), qui mène les efforts de création de mouvement ; et sa filiale en propriété exclusive, Mozilla Corporation, qui dirige les travaux qui reposent sur le marché. Les deux organisations travaillent en étroite collaboration l’une avec l’autre et avec une communauté internationale de dizaines de milliers de bénévoles sous une bannière unique : Mozilla.
fy_nl: Mozilla’s wurk wurdt laad troch it <a id="a1">Mozilla-manifest</a>. Mozilla is yn 1998 oprjochte as in iepenboarneprojekt fan de mienskip en bestiet op dit stuit út twa organisaasjes: de 501(c)3 Mozilla Foundation, dy't ús bewegingsopbouwwurk liedt; en har folsleine dochterûndernimming, de Mozilla Corporation, dy't ús marktbasearre wurk liedt. De twa organisaasjes wurkjen nau mei inoar en mei in wrâldwide mienskip fan tsientûzenen frijwilligers tegearre ûnder ien flagge: Mozilla.
nl: Mozilla’s werk wordt geleid door het <a id="a1">Mozilla-manifest</a>. Mozilla is in 1998 opgericht als een opensourceproject van de gemeenschap en bestaat momenteel uit twee organisaties: de 501(c)3 Mozilla Foundation, die ons bewegingsopbouwwerk leidt; en haar volledige dochteronderneming, de Mozilla Corporation, die ons marktgebaseerde werk leidt. De twee organisaties werken nauw met elkaar en met een wereldwijde gemeenschap van tienduizenden vrijwilligers samen onder één noemer: Mozilla.
pl: W swojej pracy Mozilla kieruje się zasadami określonymi w <a id="a1">Manifeście Mozilli</a>. Organizacja Mozilla, która powstała w 1998 roku jako projekt społecznościowy typu open source, obecnie składa się z dwóch podmiotów: Fundacji Mozilla, która działa na podstawie art. 501(c)3 amerykańskiego kodeksu podatkowego i nadzoruje rozwój naszego ruchu, oraz należącej w całości do fundacji firmy Mozilla Corporation, która zajmuje się działaniami rynkowymi. Obie organizacje ściśle współpracują ze sobą nawzajem oraz globalną społecznością dziesiątek tysięcy wolontariuszy pod wspólnym szyldem: Mozilla.
pt_br: O trabalho da Mozilla é guiado pelo <a id="a1">Manifesto Mozilla</a>. Fundada como um projeto comunitário de código aberto em 1998, a Mozilla atualmente consiste em duas organizações: a Fundação Mozilla 501(c)3, que lidera nosso trabalho de construção de movimento, e sua subsidiária exclusiva, a Corporação Mozilla, que conduz nosso trabalho baseado no mercado. As duas organizações trabalham em sintonia entre si e com uma comunidade global de dezenas de milhares de voluntários sob uma única bandeira: Mozilla.
sw: Kazi ya Mozilla inaongozwa na <a id="a1">Hati ya kutangaza kanuni ya Mozilla</a>. Ilianzishwa kama mradi wa jumuiya huria mnamo 1998, Mozilla kwa sasa ina mashirika mawili: 501(c)3 Mozilla Foundation, inayoongoza kazi yetu ya ujenzi; na tanzu yake inayomilikiwa kabisa, Shirika la Mozilla, linaloongoza kazi yetu ya msingi wa soko. Mashirika haya mawili yanashirikiana na jumuiya ya kimataifa ya maelfu ya watu wanaojitolea chini ya bendera moja: Mozilla.

# body.1e9d3a59-5952-4493-a531-fe9023ccb4ec.quote
source: The internet is a global public resource that must remain open and accessible
es: Internet es un recurso público global que debe permanecer abierto y accesible
nl: Het internet is een wereldwijde publieke hulpbron die open en toegankelijk moet blijven
pl: Internet to globalny zasób publiczny, który musi pozostać otwarty i dostępny dla wszystkich
sw: Mtandao wa intaneti ni rasilimali ya umma ya kimataifa ambayo lazima watu wote waweze kuufikia.

# body.1e9d3a59-5952-4493-a531-fe9023ccb4ec.attribution
source: The Mozilla Manifesto
es: El Manifiesto de Mozilla
nl: Het Mozilla-manifest
pl: Manifest Mozilli
pt_br: O Manifesto Mozilla
sw: Hati ya kutangaza kanuni ya Mozilla

# body.0c75402a-b613-4ff9-84e1-7097962935f1
source: Our mission
de: Unsere Mission
es: Nuestra misión
fr: Notre mission
fy_nl: Us missy
nl: Onze missie
pl: Nasza misja
pt_br: Nossa missão
sw: Dhamira yetu

# body.0c75402a-b613-4ff9-84e1-7097962935f1
source: Today, the internet is everywhere. It shapes economies, influences governments, and is central to billions of lives. But whether the internet promotes democracy, open markets, and free expression or polarization, mass surveillance, and misinformation is up to us.
de: Heute ist das Internet überall. Es prägt die Wirtschaft, beeinflusst die Regierungen und spielt eine zentrale Rolle für Milliarden von Menschenleben. Ob das Internet Demokratie, offene Märkte und freie Meinungsäußerung oder Polarisierung, Massenüberwachung und Fehlinformationen fördert, liegt jedoch bei uns.
es: Hoy, Internet está en todas partes. Moldea la economía, influye en los gobiernos y es vital para miles de millones de personas. Pero depende de nosotros que Internet favorezca la democracia, la apertura de los mercados y la libertad de expresión o que, por el contrario, promueva la polarización, la vigilancia en masa y la desinformación.
fr: Aujourd’hui, Internet est partout. Il façonne les économies, influence les gouvernements et est au centre de milliards de vies. Mais qu’Internet promeuve la démocratie, les marchés ouverts, la liberté d’expression ou la polarisation, la surveillance de masse et la désinformation, c’est à nous de décider.
fy_nl: Tsjintwurdich is it ynternet oeral. It foarmet ekonomyen, hat ynfloed op oerheden, en is sintraal foar miljarden libbens. Mar oft it ynternet demokrasy, iepen merken en frije mieningsutering befoarderet of polarisaasje, massatafersjoch, en misynformaasje, is oan ús.
nl: Tegenwoordig is internet overal. Het vormt economieën, beïnvloedt regeringen en staat centraal in miljarden levens. Maar of het internet democratie, open markten en vrije meningsuiting bevordert of polarisatie, grootschalig toezicht en misinformatie, is aan ons.
pl: Dzisiaj Internet jest wszędzie. Kształtuje gospodarkę, wpływa na organy rządowe i odgrywa kluczową rolę w życiu miliardów osób. To od nas zależy, czy Internet będzie promował demokrację, otwarte rynki i wolność słowa, czy umożliwiał polaryzację, inwigilację na masową skalę oraz dezinformację.
pt_br: Atualmente, a internet está em toda parte. Ela molda economias, influencia governos e é fundamental para bilhões de vidas. Mas se a internet promove democracia, mercados abertos e liberdade de expressão ou polarização, vigilância em massa e desinformação depende de nós.
sw: Leo mtandao wa intaneti upo kila mahali. Inaunda uchumi, inashawishi serikali, na ni muhimu kwa mabilioni ya maisha. Lakini sisi ndio tutaamua ikiwa mtandao utakuza demokrasia, soko huria, na uhuru wa kujieleza au ubaguzi, ufuatiliaji wa watu wengi, na habari potofu.

# body.0c75402a-b613-4ff9-84e1-7097962935f1
source: It is Mozilla’s duty to ensure the internet remains a force for good.
de: Es ist Mozillas Pflicht, dafür zu sorgen, dass das Internet sich weiter für das Gute einsetzt.
es: Mozilla tiene el deber de garantizar que Internet siga siendo una fuerza positiva.
fr: Il est du devoir de Mozilla de veiller à ce qu’Internet reste une force de progrès.
fy_nl: It is de plicht fan Mozilla om derfoar te soargjen dat it ynternet in krêft foar it goede bliuwt.
nl: Het is de plicht van Mozilla ervoor te zorgen dat het internet een kracht ten goede blijft.
pl: Zadaniem Mozilli jest zapewnienie, że Internet będzie używany do dobrych celów.
pt_br: É dever da Mozilla garantir que a internet continue sendo uma força para o bem.
sw: Ni wajibu wa Mozilla kuhakikisha kuwa mtandao unabaki kuwa zana nzuri.

# body.0c75402a-b613-4ff9-84e1-7097962935f1
source: For more than two decades, Mozilla has invested in bold ideas, global leaders, and citizen-centered campaigns. We work across borders, disciplines, and technologies to uphold principles like privacy, inclusion and decentralization online. Our tactics are varied, but our vision is singular: a robust movement for internet health.
de: Seit mehr als zwei Jahrzehnten investiert Mozilla in mutige Ideen, weltweit führende Unternehmen und bürgernahe Kampagnen. Wir arbeiten über Grenzen, Disziplinen und Technologien hinweg, um Grundsätze wie Datenschutz, Inklusion und Dezentralisierung im Internet aufrechtzuerhalten. Unsere Taktik ist vielfältig, aber unsere Vision ist einzigartig: eine robuste Bewegung für die Gesundheit des Internets.
es: Durante más de dos décadas, Mozilla ha invertido en ideas valientes, en líderes globales y en campañas centradas en los ciudadanos. Operamos a través de fronteras, disciplinas y tecnologías para defender principios tan básicos como la privacidad, la inclusión y la descentralización online. Nuestras tácticas son diversas, pero nuestra visión es una sola: queremos crear un movimiento sólido a favor de una Internet saludable.
fr: Depuis plus de deux décennies, Mozilla investit dans des idées novatrices, des leaders internationaux et des campagnes reposant sur les citoyens. Nous travaillons au-delà des frontières, des disciplines et des technologies pour défendre des principes comme le respect de la vie privée, l’inclusion et la décentralisation en ligne. Nos tactiques sont variées, mais notre vision est singulière : un grand mouvement pour la santé d’Internet.
fy_nl: Mozilla ynvestearret al mear as twa desennia yn nuodlike ideeën, wrâldwide lieders en op de boarger rjochte kampanjes. Wy wurkje oer grinzen, disiplinen en technologyen hinne om prinsipen lykas privacy, ynklusiviteit en desintralisaasje online yn stân te hâlden. Us taktiken rinne útien, mar ús fyzje is unyk: in robúste beweging foar ynternetsûnens.
nl: Mozilla investeert al meer dan twee decennia in gedurfde ideeën, wereldwijde leiders en op de burger gerichte campagnes. We werken over grenzen, disciplines en technologieën heen om principes zoals privacy, inclusiviteit en decentralisatie online te handhaven. Onze tactieken zijn uiteenlopend, maar onze visie is uniek: een robuuste beweging voor internetgezondheid.
pl: Od ponad dwóch dekad Mozilla inwestuje w odważne pomysły, światowych liderów i kampanie na rzecz obywateli. Nasze działania, które przekraczają granice krajów oraz obejmują wiele dyscyplin i technologii, mają na celu obronę takich wartości jak prywatność, inkluzywność i decentralizacja przestrzeni online. Stosujemy różne taktyki, ale wizję mamy jedną: potężny ruch na rzecz zdrowia Internetu.
pt_br: Por mais de duas décadas, a Mozilla investiu em ideias ousadas, líderes globais e campanhas centradas no cidadão. Trabalhamos atravessando fronteiras, disciplinas e tecnologias para defender princípios como privacidade, inclusão e descentralização online. Nossas táticas são variadas, mas nossa visão é singular: um movimento robusto pela saúde da internet.
sw: Kwa zaidi ya miongo miwili, Mozilla imewekeza katika mawazo ya ujasiri, viongozi wa kimataifa, na kampeni za kiraia. Tunafanya kazi katika mipaka, nyanja, na teknolojia ili kudumisha kanuni kama vile faragha, ujumuishaji na ugatuzi mtandaoni. Mbinu zetu ni tofauti, lakini maono yetu ni moja: harakati thabiti kwa ajili ya maadili mema ya mtandao.

# body.b95114a9-9da7-42a4-a42b-fad92d981a2e.altText
source: A person in front of a big panel full of post-its that says "do you trust the decisions made by AI?"
de: Grafik: Eine Person vor einem großen Panel voller Post-its, die sagt: „Vertrauen Sie den Entscheidungen der KI?“
es: Persona delante de un gran panel lleno de post-its que dice: «¿confías en las decisiones que toma la IA?»
fr: Une personne devant un grand panneau plein de post-its où il est écrit « faites-vous confiance aux décisions prises par l’IA ? »
fy_nl: In persoan foar in grut paniel fol notysjeblêdsjes, wêrop stiet ‘do you trust the decisions made by AI?’
nl: Een persoon voor een groot paneel vol notitieblaadjes, waarop staat ‘do you trust the decisions made by AI?’
pl: Osoba stojąca przed dużą planszą z mnóstwem karteczek samoprzylepnych i pytaniem w języku angielskim: „Czy ufasz decyzjom podejmowanym przez sztuczną inteligencję?”
pt_br: Uma pessoa em frente de um grande painel cheio de post-its que dizem "você confia nas decisões feitas por inteligência artificial?"
sw: Mtu aliye mbele ya jopo kubwa lenye kadi zinazosema "Je, unaamini maamuzi yaliyotolewa na AI?"

# body.b95114a9-9da7-42a4-a42b-fad92d981a2e.caption
source: Picture from MozFest (2019)
de: Bild vom MozFest (2019)
es: Foto de MozFest (2019)
fr: Photo du MozFest (2019)
fy_nl: Foto fan MozFest (2019)
nl: Foto van MozFest (2019)
pl: Zdjęcie z wydarzenia MozFest (2019 rok)
pt_br: Foto da MozFest (2019)
sw: Picha kutoka MozFest (2019)

# body.f4853302-d412-4280-b0da-780dfc5ad1cd
source: In 2019, <a id="a1">we identified a new challenge to the health of the internet</a>: artificial intelligence. AI makes decisions for us and about us, but not always with us. It can tell us what news we read, what ads we see, or whether we qualify for a loan.
de: 2019 <a id="a1">haben wir eine neue Herausforderung für die Gesundheit des Internets identifiziert</a>: künstliche Intelligenz. KI trifft Entscheidungen für uns und über uns, aber nicht immer mit uns. Sie kann bestimmen, welche Nachrichten wir lesen, welche Anzeigen wir sehen oder ob wir uns für einen Kredit qualifizieren.
es: En 2019, <a id="a1">identificamos un nuevo desafío para la buena salud de Internet</a>: la inteligencia artificial. La IA toma decisiones por nosotros y sobre nosotros, pero no siempre cuenta con nosotros para ello. Puede decidir qué noticias leemos, qué anuncios vemos o si reunimos los requisitos para recibir un préstamo.
fr: En 2019, <a id="a1">nous avons identifié un nouvel enjeu de la santé d’Internet</a> : l’intelligence artificielle. L’IA prend des décisions pour nous et à propos de nous, mais pas toujours avec nous. Elle peut décider quelles actualités nous lisons, quelles publicités nous voyons, ou si nous pouvons obtenir un prêt.
fy_nl: Yn 2019 <a id="a1">hawwe wy in nije útdaging foar de sûnens fan ynternet identifisearre</a>: keunstmjittige yntelliginsje. AI nimt beslissingen foar ús en oer ús, mar net altyd mei ús. It kin ús fertelle hokker nijs wy lêze, hokker advertinsjes wy sjogge en oft wy yn oanmerking komme foar in liening.
nl: In 2019 <a id="a1">hebben we een nieuwe uitdaging voor de gezondheid van internet geïdentificeerd</a>: kunstmatige intelligentie. AI neemt beslissingen voor ons en over ons, maar niet altijd met ons. Het kan ons vertellen welk nieuws we lezen, welke advertenties we zien en of we in aanmerking komen voor een lening.
pl: W 2019 roku <a id="a1">zidentyfikowaliśmy nowe zagrożenie dla zdrowia Internetu</a>: sztuczną inteligencję. Sztuczna inteligencja podejmuje decyzje w naszym imieniu i o nas, ale nie zawsze z naszym udziałem. Technologia ta decyduje, co mamy czytać, jakie reklamy mamy oglądać i czy możemy otrzymać kredyt.
pt_br: Em 2019, <a id="a1">identificamos um novo desafio para a saúde da internet</a>: inteligência artificial. A inteligência artificial toma decisões por nós e sobre nós, mas nem sempre conosco. Ela pode nos indicar quais notícias ler, quais anúncios ver, ou se nos qualificamos para um empréstimo.
sw: Mnamo 2019, <a id="a1">tuligundua changamoto mpya katika maadili mema ya mtandao</a>: akili ya bandia. AI inatufanyia maamuzi na inafanya maamuzi kuhusu mambo yanayotuhusu, lakini siyo kila wakati. Inaweza kutuambia habari tunazosoma, matangazo tunayoona, au ikiwa tunastahiki kupata mkopo.
