Repository: mozilla-l10n/fomo-content
Catalog: locales/*/snippets/mozfest.Ticket/2-early-bird-festival-pass.po
Languages: fr

# name
source: Early Bird Festival Pass
fr: Pass Festival Early Bird

# cost
source: K15250
fr: 15 250 K

# group
source: Early Bird Festival Pass
fr: Pass Festival Early Bird

# description
source: Festival Passes grant you full access to MozFest House Amsterdam from 11-13 June. Save €50 by purchasing the Early Bird ticket.
fr: Les pass Festival vous donnent un accès complet au MozFest House Amsterdam du 11 au 13 juin. Économisez 50 € en achetant le billet Early Bird.

# description
source: Get access to engaging sessions, workshops, and our flagship Dialogues and Debates panels.
fr: Accédez à des sessions et des ateliers captivants, ainsi qu’à nos panels phares Discussions et débats.

# description
source: Ensure your spot at our Songs of the Living experience.
fr: Assistez à notre expérience Songs of the Live.

# description
source: Explore a variety of art installations and exhibits.
fr: Explorez une variété d’installations et d’expositions artistiques.

# description
source: Attend our vibrant welcome party on 11 June.
fr: Assistez à notre fête de bienvenue le 11 juin.

# description
source: The price includes Dutch VAT at 21%.
fr: Le prix comprend la TVA néerlandaise de 21 %.

# sticker_text
source: Save 20%
fr: Économisez 20 %

# button_text
source: Get Your Ticket
fr: Acheter votre billet
