Repository: mozilla-l10n/fomo-content
Catalog: locales/*/snippets/mozfest.Ticket/3-institutional-pass.po
Languages: de, fr

# name
source: Philanthropic Access
de: Gemeinnütziger Zugang
fr: Accès philanthropique

# cost
source: From $450
de: Ab 450 $
fr: À partir de 450 $

# group
source: Philanthropic Access
de: Gemeinnütziger Zugang
fr: Accès philanthropique

# description
source: By choosing Philanthropic Access, you're helping ensure that MozFest House Zambia remains open and accessible to all. Contributions like these allow us to continue to subsidize access to our events. In addition to full access to MozFest House Zambia, you'll also be invited our pre-event Funders Summit, held on November 19th, where AAAAA and BBBB gather to explore YYYY and ZZZZ.
de: Indem Sie sich für den gemeinnützigen Zugang entscheiden, tragen Sie dazu bei, dass das MozFest House Sambia für alle offen und zugänglich bleibt. Spenden wie diese ermöglichen es uns, weiterhin den Zugang zu unseren Veranstaltungen zu finanzieren. Neben dem vollständigen Zugang zum MozFest House Sambia werden Sie auch zu unserem am 19. November stattfindenden Funders Summit vor der Veranstaltung eingeladen, auf dem sich AAAAA und BBCB treffen, um JJJJ und ZZZZ zu erkunden.

# description
source: Philanthropic Access includes:
de: Gemeinnütziger Zugriff umfasst:
fr: L’accès philanthropique comprend :

# description
source: Full Access to MozFest House Zambia from November 20-21, 2024
de: Voller Zugang zum MozFest House Sambia vom 20. bis 21. November 2024
fr: Accès complet au MozFest House Zambie les 20 et 21 novembre 2024

# description
source: Invitation to the Funders Summit on November 19, 2024
de: Einladung zum Funders Summit am 19. November 2024
fr: Invitation au Funders Summit du 19 novembre 2024

# description
source: Return local transport between Lusaka city center and the event venue
de: Hin- und Rücktransfer mit öffentlichen Personen zwischen Lusaka und dem Veranstaltungsort
fr: Transport local aller-retour entre le centre-ville de Lusaka et le lieu de l’évènement

# description
source: Lunch and refreshments provided throughout the days
de: Mittagessen und Snacks werden während der Veranstaltungstage zur Verfügung gestellt
fr: Déjeuner et rafraîchissements servis les deux jours

# description
source: Opportunities to connect with influential voices and leaders driving the future of Trustworthy AI
de: Möglichkeiten, um mit einflussreichen Stimmen und Führungskräften in Kontakt zu treten, die die Zukunft der vertrauenswürdigen KI vorantreiben
fr: Des opportunités d’entrer en contact avec des voix et des leaders influents qui façonnent l’avenir de l’IA digne de confiance

# button_text
source: Get Your Ticket
de: Holen Sie sich Ihr Ticket
fr: Acheter votre billet

# description
source: In addition to full access to MozFest House Zambia, you'll also be invited to join other members of the Philanthropic community at our pre-event Funders Summit, held on November 19th. By choosing Philanthropic Access, you're helping ensure that MozFest House Zambia remains open and accessible to all. Contributions like these allow us to continue to subsidize access to our events.
fr: En plus de l’accès complet au MozFest House Zambie, vous serez également invité·e à rejoindre d’autres membres de la communauté philanthropique lors de notre Funders Summit avant l’évènement, qui aura lieu le 19 novembre. En choisissant l’accès philanthropique, vous contribuez à ce que le MozFest House Zambie reste ouvert et accessible à tout le monde. De telles contributions nous permettent de continuer à subventionner l’accès à nos évènements.
