Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/2025-highlights.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Highlights from Mozilla Festival 2025
es: Destacados del Festival Mozilla 2025
fr: Moments forts du Mozilla Festival 2025
pl: Najważniejsze wydarzenia na Mozilla Festival 2025
pt_br: Destaques do Mozilla Festival 2025

# search_description
source: This year at Mozilla Festival, we unlearned the old rules of the internet to imagine new ways to build, connect, and create together. Watch the highlights on-demand.
es: Este año, en el Festival Mozilla, desaprendimos las viejas reglas de Internet para imaginar nuevas formas de construir, conectar y crear juntos. Mira los destacados a la carta.
fr: Cette année, nous avons appris à nous défaire des anciennes règles d’Internet afin d’imaginer de nouvelles façons de construire, de connecter et de créer ensemble. Regardez les temps forts à la demande.
pl: W tym roku na Mozilla Festival oduczyliśmy się starych zasad Internetu, aby wyobrazić sobie nowe sposoby budowania, łączenia i wspólnego tworzenia. Oglądaj najciekawsze wydarzenia na żądanie.
pt_br: Este ano, no Mozilla Festival, desaprendemos as velhas regras da internet para imaginar novas maneiras de construir, conectar e criar juntos. Assista aos destaques sob demanda.

# title
source: Highlights
es: Destacados
fr: Moments forts
pl: Wyróżnione
pt_br: Destaques

# banner_heading
source: Mozilla Festival 2025 Highlights
de: Highlights des Mozilla Festivals 2025
es: Lo más destacado del Festival Mozilla 2025
fr: Moments forts du Mozilla Festival 2025
pl: Mozilla Festival 2025 – najważniejsze wydarzenia
pt_br: Destaques do Mozilla Festival 2025

# banner_text
source: This year at Mozilla Festival, we unlearned the old rules of the internet to imagine new ways to build, connect, and create together.
de: Auf dem diesjährigen Mozilla Festival haben wir die alten Regeln des Internets hinter uns gelassen, um neue Wege zu finden, gemeinsam etwas aufzubauen, zu verbinden und zu schaffen.
es: En el Festival Mozilla de este año, desaprendimos las viejas reglas de Internet para imaginar nuevas formas de construir, conectar y crear juntos.
fr: Cette année, nous avons désappris les vieilles règles du Web pour inventer de nouveaux moyens de bâtir, connecter et créer ensemble.
pl: W tym roku na Mozilla Festival oduczyliśmy się starych zasad Internetu, aby wyobrazić sobie nowe sposoby budowania, łączenia i wspólnego tworzenia.
pt_br: Este ano, no Mozilla Festival, desaprendemos as velhas regras da internet para imaginar novas maneiras de construir, conectar e criar juntos. Assista aos destaques sob demanda.

# body.529d0eb9-617a-4021-8ec5-74615f379856.title
source: On Unlearning with Ruha Benjamin
de: „On Unlearning“ (Über das Verlernen) mit Ruha Benjamin
es: Desaprender, con Ruha Benjamin
fr: Le désapprentissage avec Ruha Benjamin
pl: O oduczaniu się z Ruhą Benjamin
pt_br: Sobre desaprender com Ruha Benjamin

# body.529d0eb9-617a-4021-8ec5-74615f379856.text
source: From the biases baked into our digital worlds to the myths that shape our laws and institutions. Ruha Benjamin explores how power operates through the stories we inherit and how breaking free from them can unlock new ways of thinking and building.
de: Von den Vorurteilen, die in unserer digitalen Welt tief verwurzelt sind, bis hin zu den Mythen, die unsere Gesetze und Institutionen prägen. Ruha Benjamin untersucht, wie Macht durch die Geschichten wirkt, die wir übernehmen, und wie wir durch die Loslösung von diesen Geschichten neue Denk- und Handlungsweisen erschließen können.
es: Desde los sesgos integrados en nuestros mundos digitales hasta los mitos que dan forma a nuestras leyes e instituciones. Ruha Benjamin explora cómo funciona el poder a través de las historias que heredamos y cómo liberarnos de ellas puede abrir nuevas formas de pensar y construir.
fr: Qu’il s’agisse des préjugés inhérents à nos mondes numériques ou des mythes qui façonnent nos lois et nos institutions, Ruha Benjamin explore la manière dont le pouvoir opère à travers les discours transmis de génération en génération et comment s’en libérer peut ouvrir la voie à de nouvelles façons de penser et de construire.
pl: Od uprzedzeń wpisanych w nasze cyfrowe światy po mity kształtujące nasze prawa i instytucje – Ruha Benjamin bada, w jaki sposób władza oddziałuje poprzez historie, które dziedziczymy, i w jaki sposób uwolnienie się od nich może odblokować nowe sposoby myślenia i budowania.
pt_br: Dos preconceitos incorporados em nossos mundos digitais aos mitos que moldam nossas leis e instituições. Ruha Benjamin explora como o poder opera por meio das histórias que herdamos e como nos libertar delas pode desbloquear novas maneiras de pensar e construir.

# body.529d0eb9-617a-4021-8ec5-74615f379856.altText
source: Ruha Benjamin on stage at Mozilla Festival 2025
de: Ruha Benjamin auf der Bühne des Mozilla Festivals 2025
es: Ruha Benjamin en el escenario del Festival Mozilla 2025
fr: Ruha Benjamin sur scène lors du Mozilla Festival 2025
pl: Ruha Benjamin na scenie Mozilla Festival 2025
pt_br: Ruha Benjamin no palco do Mozilla Festival 2025

source: Watch now
de: Jetzt ansehen
es: Ver ahora
fr: Regarder maintenant
pl: Obejrzyj teraz
pt_br: Assistir

# body.9212a933-2270-40ec-ad12-4c16f07caad2.title
source: Awe as an Antidote to the Grid with Jason Silva
de: „Awe as an Antidote to the Grid“ (Ehrfurcht als Gegenmittel zum Netz) mit Jason Silva
es: El asombro como antídoto para la rigidez estructural, con Jason Silva
fr: L’émerveillement comme antidote aux idées reçues avec Jason Silva
pl: Zachwyt jako antidotum na Sieć z Jasonem Silvą
pt_br: O fascínio como antídoto para a grade com Jason Silva

# body.9212a933-2270-40ec-ad12-4c16f07caad2.text
source: In this evocative keynote, Jason Silva invites us to reimagine unlearning not as loss, but as liberation. He explores what happens when we step outside the algorithms and embrace the raw immediacy of awe.
de: In dieser eindrucksvollen Keynote lädt uns Jason Silva dazu ein, das Verlernen nicht als Verlust, sondern als Befreiung zu betrachten. Er untersucht, was passiert, wenn wir uns außerhalb der Algorithmen bewegen und uns der rohen Unmittelbarkeit der Ehrfurcht hingeben.
es: En esta evocadora conferencia, Jason Silva nos invita a reimaginar el desaprendizaje no como una pérdida, sino como una liberación. Explora lo que sucede cuando salimos de los algoritmos y aceptamos la cruda inmediatez del asombro.
fr: Dans ce discours évocateur, Jason Silva nous invite à envisager le désapprentissage non pas comme une perte, mais comme une libération. Il explore ce qui se passe lorsque nous sortons des algorithmes et adoptons le caractère spontané et brut de l’émerveillement.
pl: W tym sugestywnym przemówieniu Jason Silva zachęca nas do ponownego wyobrażenia sobie oduczania się nie jako straty, ale jako wyzwolenia. Bada, co się dzieje, gdy wychodzimy poza algorytmy i przyjmujemy surową natychmiastowość podziwu.
pt_br: Nesta palestra evocativa, Jason Silva nos convida a reimaginar o desaprender não como perda, mas como libertação. Ele explora o que acontece quando saímos dos algoritmos e abraçamos o imediatismo bruto do fascínio.

# body.9212a933-2270-40ec-ad12-4c16f07caad2.altText
source: Jason Silva on stage at Mozilla Fesitval
de: Jason Silva auf der Bühne von Mozilla Festivals
es: Jason Silva en el escenario del Festival Mozilla
fr: Jason Silva sur scène lors du Mozilla Fesitval
pl: Jason Silva na scenie Mozilla Fesitval
pt_br: Jason Silva no palco do Mozilla Fesitval

source: Watch now
de: Jetzt ansehen
es: Ver ahora
fr: Regarder maintenant
pl: Obejrzyj teraz
pt_br: Assistir

# body.5df8afa6-cbc5-4ad2-a175-a3cad0da6fee.title
source: A World of New Learnings with Chelsea Manning
de: „A World of New Learnings“ (Eine Welt voller neuer Erkenntnisse) mit Chelsea Manning
es: Un mundo de nuevos aprendizajes, con Chelsea Manning
fr: Un monde de nouvelles découvertes avec Chelsea Manning
pl: Świat nowych doświadczeń z Chelsea Manning
pt_br: Um mundo de novos aprendizados com Chelsea Manning

# body.5df8afa6-cbc5-4ad2-a175-a3cad0da6fee.text
source: A World of New Learnings is both a cautionary tale and a call to action: an invitation to let go of the certainties that no longer serve us, to see clearly the systems we participate in, and to consciously build futures rooted in empathy, transparency, and collective care.
de: „A World of New Learnings“ ist sowohl eine warnende Geschichte als auch ein Aufruf zum Handeln: eine Einladung, uns von Gewissheiten zu lösen, die uns nicht mehr weiterhelfen, die Systeme, an denen wir beteiligt sind, klar zu erkennen und bewusst eine Zukunft aufzubauen, die auf Empathie, Transparenz und kollektiver Fürsorge basiert.
es: «Un mundo de nuevos aprendizajes» es una advertencia y un llamado a la acción: una invitación a dejar de lado las certezas que ya no nos sirven, a ver con claridad los sistemas en los que participamos y a construir conscientemente futuros arraigados en la empatía, la transparencia y el cuidado colectivo.
fr: Un monde de nouvelles découvertes est à la fois un récit édifiant et un appel à l’action : une invitation à abandonner les certitudes devenues obsolètes, à voir clairement les systèmes dont nous faisons partie et à construire consciemment un avenir fondé sur l’empathie, la transparence et la solidarité.
pl: Świat nowych nauk jest zarówno opowieścią ostrzegawczą, jak i wezwaniem do działania: zaproszeniem do porzucenia pewników, które już nam nie służą, do wyraźnego zobaczenia systemów, w których uczestniczymy, oraz do świadomego budowania przyszłości zakorzenionej w empatii, przejrzystości i zbiorowej dbałości.
pt_br: Um Mundo de Novos Aprendizados é um conto de advertência e um apelo à ação: um convite para deixar de lado as certezas que não nos servem mais, para ver claramente os sistemas dos quais participamos e para construir conscientemente futuros enraizados na empatia, transparência e cuidado coletivo.

# body.5df8afa6-cbc5-4ad2-a175-a3cad0da6fee.altText
source: Chelsea Manning on stage at Mozilla Festival
de: Chelsea Manning auf der Bühne des Mozilla Festivals
es: Chelsea Manning en el escenario del Festival Mozilla
fr: Chelsea Manning sur scène lors du Mozilla Festival
pl: Chelsea Manning na scenie Mozilla Festival
pt_br: Chelsea Manning no palco do Mozilla Festival

source: Watch now
de: Jetzt ansehen
es: Ver ahora
fr: Regarder maintenant
pl: Obejrzyj teraz
pt_br: Assistir

# body.94d81b65-f1be-4ec5-8397-845190ffcc26.title
source: Main Stage Debates
de: Debatten auf der Hauptbühne
es: Debates en el escenario principal
fr: Débats de la scène principale
pl: Debaty na głównej scenie
pt_br: Debates do Palco Principal

source: Unlearning Privacy
de: Privatsphäre verlernen
es: Desaprender la privacidad
fr: Désapprendre la confidentialité
pl: Oduczanie się prywatności
pt_br: Desaprendendo Privacidade

source: Alex Hanna, Udbhav Tiwari and Lauren Hendry Parsons
de: Alex Hanna, Udbhav Tiwari und Lauren Hendry Parsons
es: Alex Hanna, Udbhav Tiwari y Lauren Hendry Parsons
fr: Alex Hanna, Udbhav Tiwari et Lauren Hendry Parsons
pl: Alex Hanna, Udbhav Tiwari i Lauren Hendry Parsons
pt_br: Alex Hanna, Udbhav Tiwari e Lauren Hendry Parsons

source: Can data serve the public good without sacrificing privacy? This debate unpacks the balance between openness, control, and protection online.
de: Können Daten dem Gemeinwohl dienen, ohne die Privatsphäre zu opfern? Diese Debatte entpackt das Gleichgewicht zwischen Offenheit, Kontrolle und Schutz im Internet.
es: ¿Los datos pueden servir al bien público sin sacrificar la privacidad? En este debate se analiza el equilibrio entre apertura, control y protección en línea.
fr: Les données peuvent-elles servir l’intérêt général sans sacrifier la vie privée ? Ce débat explore l’équilibre entre transparence, contrôle et protection en ligne.
pl: Czy dane mogą służyć dobru publicznemu bez poświęcania prywatności? Ta debata ujawnia równowagę między otwartością, kontrolą i ochroną online.
pt_br: Os dados podem servir ao bem público sem sacrificar a privacidade? Este debate desconstrói o equilíbrio entre abertura, controle e proteção online.

source: Unlearning Creativity
de: Kreativität verlernen
es: Desaprender la creatividad
fr: Désapprendre la créativité
pl: Oduczanie się kreatywności
pt_br: Desaprendendo Criatividade

source: Malik Afegbua, Sougwen Chung and Dayo Lamolo
de: Malik Afegbua, Sougwen Chung und Dayo Lamolo
es: Malik Afegbua, Sougwen Chung y Dayo Lamolo
fr: Malik Afegbua, Sougwen Chung et Dayo Lamolo
pl: Malik Afegbua, Sougwen Chung i Dayo Lamolo
pt_br: Malik Afegbua, Sougwen Chung e Dayo Lamolo

source: What changes in art, authorship, and bias when machines create alongside humans? This debate explores how imagination evolves when AI joins the canvas.
de: Was ändert sich in der Kunst, der Urheberschaft und der Voreingenommenheit, wenn Maschinen gemeinsam mit Menschen kreativ tätig sind? Diese Debatte untersucht, wie sich die Vorstellungskraft entwickelt, wenn KI auf die Leinwand kommt.
es: ¿Qué cambia en el arte, la autoría y el sesgo cuando las máquinas crean junto con los humanos? En este debate se explora cómo evoluciona la imaginación cuando la IA se une a la actividad creativa.
fr: Comment l’art, la propriété intellectuelle et les préjugés évoluent-ils lorsque les machines créent aux côtés des humains ? Ce débat explore la manière dont l’imagination évolue avec l’arrivée de l’IA sur la scène artistique.
pl: Co zmienia się w sztuce, autorstwie i uprzedzeniach, gdy maszyny tworzą obok ludzi? W tej debacie przyglądamy się temu, jak ewoluuje wyobraźnia, gdy sztuczna inteligencja styka się z płótnem.
pt_br: O que muda na arte, autoria e viés quando as máquinas criam ao lado dos humanos? Este debate explora como a imaginação evolui quando a IA se junta à tela.

source: Unlearning Traditional Product Path
de: Traditionellen Produktpfad verlernen
es: Desaprender la ruta tradicional de los productos
fr: Désapprendre le modèle traditionnel de développement de produits
pl: Oduczanie się tradycyjnej ścieżki produktu
pt_br: Desaprendendo o Caminho Tradicional de Produto

source: Peter Rojas, Catherine Bracy and Harry Booth
de: Peter Rojas, Catherine Bracy und Harry Booth
es: Peter Rojas, Catherine Bracy y Harry Booth
fr: Peter Rojas, Catherine Bracy et Harry Booth
pl: Peter Rojas, Catherine Bracy i Harry Booth
pt_br: Peter Rojas, Catherine Bracy e Harry Booth

source: What if tech unlearned growth as the ultimate measure of success? This debate explores how products can be built around care, accountability, and justice.
de: Was wäre, wenn die Technologie das Wachstum als ultimativen Maßstab für Erfolg abschaffen würde? Diese Debatte untersucht, wie Produkte rund um Fürsorge, Verantwortlichkeit und Gerechtigkeit entwickelt werden können.
es: ¿Qué pasaría si la tecnología desaprendiera la noción de crecimiento como medida definitiva del éxito? En este debate se explora cómo se pueden crear productos en torno al cuidado, la responsabilidad y la justicia.
fr: Et si le secteur technologique ne se contentait plus de considérer la croissance comme indicateur absolu de réussite ? Ce débat explore comment les produits peuvent être conçus autour des notions de bienveillance, de responsabilité et de justice.
pl: Co zrobić, jeśli ostateczną miarą sukcesu jest niewyuczony rozwój techniczny? Tematem tej debaty jest to, jak produkty mogą być tworzone z myślą o dbałości, odpowiedzialności i sprawiedliwości.
pt_br: E se a tecnologia desaprendesse o crescimento como a medida suprema de sucesso? Este debate explora como produtos podem ser construídos em torno de cuidado, responsabilidade e justiça.

source: Unlearning Regulation
de: Verordnung verlernen
es: Desaprender las normativas
fr: Désapprendre la réglementation
pl: Oduczanie się regulacji
pt_br: Desaprendendo Regulação

source: Audrey Tang, Francesca Bria and Julie Brill
de: Audrey Tang, Francesca Bria und Julie Brill
es: Audrey Tang, Francesca Bria y Julie Brill
fr: Audrey Tang, Francesca Bria et Julie Brill
pl: Audrey Tang, Francesca Bria i Julie Brill
pt_br: Audrey Tang, Francesca Bria e Julie Brill

source: Can we unlearn old models of regulation to keep pace with rapid innovation? This debate explores new ways to govern technology with fairness and flexibility.
de: Können wir alte Regulierungsmodelle hinter uns lassen, um mit dem rasanten Innovationstempo Schritt zu halten? Diese Debatte befasst sich mit neuen Wegen, Technologie fair und flexibel zu regulieren.
es: ¿Podemos desaprender los viejos modelos normativos para seguir el ritmo de la veloz innovación? En este debate se exploran nuevas formas de gobernar la tecnología con equidad y flexibilidad.
fr: Peut-on se défaire des anciens modèles de réglementation pour suivre le rythme rapide de l’innovation ? Ce débat explore de nouvelles façons de régir la technologie avec équité et souplesse.
pl: Czy możemy oduczyć się starych modeli regulacyjnych, aby dotrzymać kroku szybkim innowacjom? W tej debacie omawiane są nowe sposoby zarządzania technologią z zachowaniem sprawiedliwości i elastyczności.
pt_br: Podemos desaprender modelos antigos de regulação para acompanhar a rápida inovação? Este debate explora novas formas de governar a tecnologia com justiça e flexibilidade.

source: Unlearning Systems
de: Systeme verlernen
es: Desaprender los sistemas
fr: Désapprendre les systèmes
pl: Oduczanie się systemów
pt_br: Desaprendendo Sistemas

source: Keoni Mahelona, Luísa Franco Machado and Seyi Akiwowo
de: Keoni Mahelona, Luísa Franco Machado und Seyi Akiwowo
es: Keoni Mahelona, Luísa Franco Machado y Seyi Akiwowo
fr: Keoni Mahelona, Luísa Franco Machado et Seyi Akiwowo
pl: Keoni Mahelona, Luísa Franco Machado i Seyi Akiwowo
pt_br: Keoni Mahelona, Luísa Franco Machado e Seyi Akiwowo

source: Can unlearning dominant ways of knowing help us reimagine our world? This debate explores how Indigenous wisdom and youth resistance inspire change.
de: Kann das Verlernen vorherrschender Wissensformen uns dabei helfen, unsere Welt neu zu denken? Diese Debatte untersucht, wie indigene Weisheit und der Widerstand junger Menschen Veränderungen inspirieren.
es: ¿Desaprender las formas dominantes de saber puede ayudarnos a reimaginar nuestro mundo? En este debate se explora cómo la sabiduría indígena y la resistencia juvenil inspiran el cambio.
fr: Le fait de désapprendre les modes de connaissance dominants peut-il nous aider à réimaginer notre monde ? Ce débat explore comment la sagesse autochtone et la résistance des jeunes inspirent le changement.
pl: Czy oduczenie się dominujących sposobów poznania może pomóc nam na nowo wyobrazić sobie nasz świat? Ta debata jest poświęcona temu, w jaki sposób rdzenna mądrość i opór młodzieży inspirują zmiany.
pt_br: Desaprender formas dominantes de conhecimento pode nos ajudar a reimaginar nosso mundo? Este debate explora como a sabedoria indígena e a resistência jovem inspiram mudanças.

# body.e0894abe-664c-44d2-832e-f1f0156b38a4.alt_text
source: Malik Afegbua speaks into a microphone with one arm raised on stage. People in varied outfits stand behind him.
de: Malik Afegbua spricht mit einem Arm erhoben auf der Bühne in ein Mikrofon. Hinter ihm stehen Menschen in unterschiedlichen Outfits.
es: Malik Afegbua habla con un micrófono con un brazo levantado en el escenario. Personas con atuendos variados están de pie detrás de él.
fr: Malik Afegbua parle dans un micro, un bras levé, sur scène. Derrière lui se tiennent des personnes vêtues de tenues variées.
pl: Malik Afegbua mówi na scenie do mikrofonu z jedną ręką uniesioną. Za nim stoją ludzie w różnych strojach.
pt_br: Malik Afegbua fala ao microfone com um braço levantado no palco. Pessoas de roupas variadas estão em pé atrás dele.

# body.e0894abe-664c-44d2-832e-f1f0156b38a4.title
source: Elder Series: The AI Fashion Show
de: Elder Series: Die KI-Modenschau
es: Serie de nuestros mayores: El show de moda de IA
fr: Série Elder : le défilé de mode de l’IA
pl: Seria Starszych: pokaz mody SI
pt_br: Série dos Anciãos: o Desfile de Moda de IA

# body.e0894abe-664c-44d2-832e-f1f0156b38a4.body
source: The Elder Series was born out of Malik Afegbua’s grief after losing his mother, transforming personal loss into a powerful celebration of elders, their wisdom, resilience, and beauty.
de: The Elder Series entstand aus Malik Afegbuas Trauer um den Verlust seiner Mutter und verwandelte diesen persönlichen Verlust in eine kraftvolle Hommage an ältere Menschen, ihre Weisheit, Widerstandsfähigkeit und Schönheit.
es: La serie de nuestros mayores surgió del dolor de Malik Afegbua al perder a su madre, para transformar esa pérdida personal en una poderosa celebración de nuestros mayores, su sabiduría, resistencia y belleza.
fr: La série Elder est née du chagrin de Malik Afegbua après la perte de sa mère, transformant cette perte personnelle en une véritable célébration des aînés, de leur sagesse, de leur résilience et de leur beauté.
pl: Seria Starszych narodziła się z żalu Malika Afegbua po stracie matki, przekształcając osobistą stratę w poruszające docenienie starszych, ich mądrości, odporności i piękna.
pt_br: A Série dos Anciãos nasceu do luto de Malik Afegbua após perder sua mãe, transformando a perda pessoal em uma poderosa celebração dos anciãos, sua sabedoria, resiliência e beleza.

# body.3f75c054-f4f0-488c-833a-0020ccf3c49c.heading
source: More from Mozilla Festival 2025
de: Mehr vom Mozilla Festival 2025
es: Más del Festival Mozilla 2025
fr: Autres moments du Mozilla Festival 2025
pl: Więcej z Mozilla Festival 2025
pt_br: Mais do Mozilla Festival 2025

source: Mozilla Festival 2025 Opening text thumbnail
de: Alternativtext: Eröffnung Mozilla Festival 2025
es: Miniatura del texto de la apertura del Festival Mozilla 2025
fr: Vignette de la session d’ouverture du Mozilla Festival 2025
pl: Mozilla Festival 2025 Miniaturka tekstu otwarcie
pt_br: Texto do thumbnail da Abertura do Mozilla Festival 2025

source: Mozilla Festival 2025 Opening
de: Eröffnung des Mozilla Festival 2025
es: Apertura del Festival Mozilla 2025
fr: Session d’ouverture du Mozilla Festival 2025
pl: Otwarcie Mozilla Festival 2025
pt_br: Abertura do Mozilla Festival 2025

source: Women in Technology text thumbnail
de: Alternativtext: Frauen im Technologiesektor
es: Miniatura del texto de mujeres en la tecnología
fr: Vignette textuelle Les femmes dans la technologie
pl: Miniaturka tekstu "Kobiety w technice"
pt_br: Texto do thumbnail de Mulheres na Tecnologia

source: Women in Technology
de: Frauen im Technologiesektor
es: Mujeres en la tecnología
fr: Les femmes dans la technologie
pl: Kobiety w technice
pt_br: Mulheres na Tecnologia

source: AI at a Crossroads text thumbnail
de: Alternativtext: KI am Scheideweg
es: Miniatura del texto de la IA en una encrucijada
fr: Vignette textuelle L’IA à la croisée des chemins
pl: Miniaturka tekstu "SI na rozdrożach"
pt_br: Texto do thumbnail de IA em uma Encruzilhada

source: AI at a Crossroads
de: KI am Scheideweg
es: La IA en una encrucijada
fr: L’IA à la croisée des chemins
pl: SI na rozdrożach
pt_br: IA em uma Encruzilhada

source: Why Satire Is Important for Good Tech text thumbnail
de: Alternativtext: Warum Satire für gute Technik wichtig ist
es: Miniatura del texto de por qué la sátira es importante para una buena tecnología
fr: Vignette textuelle L’importance de la satire pour de bonnes technologies
pl: Dlaczego w dobrej technologii jest potrzebna satyra – miniaturka tekstu
pt_br: Texto do thumbnail de Por Que a Sátira É Importante para uma Boa Tecnologia

source: Why Satire Is Important for Good Tech
de: Warum Satire für gute Technik wichtig ist
es: Por qué la sátira es importante para una buena tecnología
fr: L’importance de la satire pour de bonnes technologies
pl: Dlaczego w dobrej technologii jest potrzebna satyra
pt_br: Por Que a Sátira É Importante para uma Boa Tecnologia
