Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/2025-highlights.po
Languages: de, es, fr, pl, pt_br

source: AI and the Future of E-Commerce in an Agentic World Thumbnail
de: Alternativtext: KI und die Zukunft des E-Commerce in einer Welt der Agenten
es: Miniatura del texto de la IA y el futuro del comercio electrónico en un mundo de agentes autónomos
fr: Vignette L’IA et l’avenir du commerce électronique dans un monde agentique
pl: SI i przyszłość handlu elektronicznego w świecie agentów – miniatura
pt_br: Thumbnail de IA e o Futuro do E-Commerce em um Mundo Agêntico

source: AI and the Future of E-Commerce in an Agentic World
de: KI und die Zukunft des E-Commerce in einer Welt der Agenten
es: La IA y el futuro del comercio electrónico en un mundo de agentes autónomos
fr: L’IA et l’avenir du commerce électronique dans un monde agentique
pl: SI i przyszłość handlu elektronicznego w świecie agentów
pt_br: IA e o Futuro do E-Commerce em um Mundo Agêntico

source: Mozilla Festival 2025 Closing
de: Abschluss des Mozilla Festival 2025
es: Clausura del Festival Mozilla 2025
fr: Clôture du Mozilla Festival 2025
pl: Zamknięcie Mozilla Festival 2025
pt_br: Encerramento do Mozilla Festival 2025
