Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/about-mozilla-festival.po
Languages: de, es, fr, pl, pt_br

# body.e279e43e-22c3-456b-81d6-ed9830458bf0.altText
source: Group of people cheer with raised arms around a person in a large orange fox mascot costume at a crowded indoor event.
de: Gruppe von Menschen jubelt mit erhobenen Armen um eine Person in einem großen orangen Fuchs-Maskottchen-Kostüm bei einer überfüllten Indoor-Veranstaltung.
es: Grupo de personas vitorea con los brazos levantados alrededor de una persona con un gran disfraz de zorro naranja en un evento interior lleno de gente.
fr: Un groupe de personnes acclame, les bras en l’air, autour d’une personne portant un grand costume de mascotte de renard orange lors d’un événement intérieur bondé.
pl: Grupa ludzi zgromadzona wokół osoby w dużym pomarańczowym kostiumie maskotki lisa macha rękami podczas wydarzenia w pomieszczeniu z udziałem dużej liczby osób.
pt_br: Grupo de pessoas aplaudem com os braços levantados ao redor de uma pessoa em uma grande fantasia de mascote de raposa laranja em um evento interno lotado.

# body.8f6d228f-3ed3-4e1b-90c7-d3f9047e83bf
source: 2025 Tracks
de: Themenbereiche 2025
es: Tracks 2025
fr: Fils conducteurs 2025
pl: Ścieżki 2025
pt_br: Faixas de 2025

# body.8f6d228f-3ed3-4e1b-90c7-d3f9047e83bf
source: Mozilla Festival is shaped around Tracks—these break down the bigger theme of Unlearning into focused areas.
de: Das Mozilla Festival gliedert sich in Themenbereiche – diese unterteilen das übergeordnete Thema des Verlernens in fokussierte Felder.
es: El Festival Mozilla está organizado en torno a líneas temáticas o «tracks» que dividen el amplio tema de «Desaprender» en áreas específicas.
fr: Le Mozilla Festival s’articule autour de « fils conducteurs » qui abordent le thème général du désapprentissage sous différents angles.
pl: Mozilla Festival skupia się wokół Ścieżek – rozbijają one główny wątek tzw. oduczania się na konkretne obszary zainteresowania.
pt_br: O Mozilla Festival é organizado em torno de Faixas — que dividem o grande tema Desaprendendo em áreas mais específicas.

source: Illustrated poster shows a person sitting cross-legged beside text that reads “Human Centered Internet” in large blue and purple letters.
de: Das illustrierte Poster zeigt eine Person, die mit übergeschlagenen Beinen neben der Schrift „Human Centered Internet“ in großen blauen und lila Buchstaben sitzt.
es: Póster ilustrado que muestra a una persona sentada con las piernas cruzadas junto a un texto que dice "Internet centrada en el ser humano" en grandes letras azules y moradas.
fr: Une affiche illustrée représente une personne assise en tailleur à côté d’un texte indiquant « Human Centered Internet » en grandes lettres bleues et violettes
pl: Ilustrowany plakat przedstawia osobę siedzącą ze skrzyżowanymi nogami obok napisanego dużymi niebieskimi i fioletowymi literami tekstu, który brzmi „Internet skoncentrowany na człowieku”.
pt_br: O cartaz ilustrado mostra uma pessoa sentada de pernas cruzadas ao lado do texto que diz "Internet Centrada no Ser Humano" em letras grandes azuis e roxas.

source: Unlearning Default Design
de: Verlernen von Standarddesign
es: Desaprender los diseños por defecto
fr: Désapprentissage des normes par défaut
pl: Oduczanie się projektowania domyślnego
pt_br: Desaprendendo o design padrão

source: Confronts the design principles and systems that fuel the technology ecosystem, re-imagining “one-size-fits-all” solutions.
de: Konfrontiert die Designprinzipien und Systeme, die das Technologie-Ökosystem antreiben, und imaginiert „Einheitslösungen“ neu.
es: Enfrenta los principios y sistemas del diseño que alimentan el ecosistema tecnológico, para reimaginar las soluciones «de talla única».
fr: Remise en question des principes de conception et des systèmes qui alimentent l’écosystème technologique, en redéfinissant les solutions « universelles ».
pl: Bierze na warsztat zasady projektowania oraz systemy, które napędzają ekosystem technologiczny, i skupia się na opracowywaniu nowych, uniwersalnych rozwiązań.
pt_br: Confronta os princípios e sistemas de design que alimentam o ecossistema tecnológico, reimaginando soluções "one-size-fits-all".

source: Person seated and facing away wears a dark T-shirt with bold yellow text reading “This technology could fall into the right hands.”
de: Die Person sitzt, das Gesicht ist abgewandt und sie trägt ein dunkles T-Shirt mit der fetten, gelben Aufschrift „Diese Technologie könnte in die richtigen Hände fallen.“
es: Persona sentada y de espaldas que lleva una camiseta oscura con un texto amarillo en negrita que dice "Esta tecnología podría caer en las manos adecuadas".
fr: La personne assise, de dos, porte un t-shirt sombre affichant en jaune et en gras l’inscription « Cette technologie pourrait tomber entre de bonnes mains ».
pl: Osoba siedząca i odwrócona twarzą do kierunku jazdy w ciemnej koszulce z pogrubionym żółtym napisem: „Technologia może wpaść we właściwe ręce”.
pt_br: A pessoa sentada, de costas, veste uma camiseta escura com um texto amarelo em negrito que diz: "Esta tecnologia pode cair nas mãos certas."

source: Unlearning Harmful Tech Systems
de: Verlernen schädlicher Tech-Systeme
es: Desaprender los sistemas tecnológicos dañinos
fr: Désapprentissage des systèmes technologiques nuisibles
pl: Oduczanie szkodliwych systemów technologicznych
pt_br: Desaprendendo sistemas tecnológicos prejudiciais

source: Focuses on unpacking harmful tech systems and exploring action-oriented strategies to ethically build an alternative tech future.
de: Konzentriert sich auf die Analyse schädlicher Tech-Systeme und die Erforschung handlungsorientierter Strategien für den ethischen Aufbau einer alternativen Tech-Zukunft.
es: Se enfoca en desentrañar los sistemas tecnológicos dañinos y en explorar estrategias orientadas a la acción que nos permitan construir éticamente un futuro tecnológico alternativo.
fr: L’accent est mis sur l’analyse des systèmes technologiques nuisibles et la recherche de stratégies concrètes visant à construire un avenir technologique alternatif et éthique.
pl: Koncentruje się na rozpoznaniu szkodliwych systemów technologicznych i badaniu strategii polegających na działaniu, aby w sposób etyczny budować alternatywną przyszłość technologii.
pt_br: Tem como foco expor os danos dos sistemas tecnológicos atuais e buscar estratégias práticas para construir, eticamente, um futuro tecnológico alternativo.

source: Group of people gather around a laptop, some standing and others seated, with string lights in the foreground.
de: Gruppe von Menschen versammeln sich um einen Laptop, einige stehen, andere sitzen, mit Lichterkette im Vordergrund.
es: Grupo de personas reunidas alrededor de un ordenador portátil, algunos de pie y otros sentados, con guirnaldas de luces en primer plano.
fr: Un groupe de personnes rassemblées autour d’un ordinateur portable, certaines sont debout, d’autres assises, tandis que des guirlandes lumineuses apparaissent au premier plan.
pl: Grupa ludzi gromadzi się wokół laptopa, niektórzy stoją, a inni siedzą, z lampami sznurkowymi na pierwszym planie.
pt_br: Grupo de pessoas se reúne em torno de um laptop, algumas em pé e outras sentadas, com tiras de luzes na frente.

source: Unlearning Traditional Profit Models
de: Verlernen traditioneller Profitmodelle
es: Desaprender los modelos tradicionales de rentabilidad
fr: Désapprentissage des modèles économiques traditionnels
pl: Oduczanie się tradycyjnych modeli zysku
pt_br: Desaprendendo os modelos de lucro tradicionais

source: Explores alternative profit models that are sustainable, inclusive, and community-rooted, including financial models and evolving payment systems.
de: Erkundet alternative Profitmodelle, die nachhaltig, inklusiv und gemeinschaftsorientiert sind, einschließlich Finanzmodellen und sich entwickelnder Zahlungssysteme.
es: Explora modelos alternativos de rentabilidad que son sostenibles, inclusivos y basados en la comunidad, incluyendo los modelos financieros y los sistemas de pago en evolución.
fr: Étude de modèles économiques alternatifs durables, inclusifs et axés sur les communautés, notamment des modèles financiers et des systèmes de paiement évolutifs.
pl: Analizuje alternatywne modele zysku oparte na zrównoważonym rozwoju, integracji i wartościach społecznych, w tym modele finansowe i ewoluujące systemy płatności.
pt_br: Explora modelos de lucro alternativos que são sustentáveis, inclusivos e baseados na comunidade, incluindo modelos financeiros e sistemas de pagamento em evolução.

source: Three people sit at a table while one signs a large document. Event posters and plants are visible in the background.
de: Drei Personen sitzen an einem Tisch und einer unterschreibt ein großes Dokument. Veranstaltungsplakate und Pflanzen sind im Hintergrund sichtbar.
es: Tres personas sentadas en una mesa mientras una firma un documento largo. Se pueden ver pósteres y plantas del evento al fondo.
fr: Trois personnes sont installées autour d’une table pendant que l’une d’elles appose sa signature sur un grand document. Des affiches de l’évènement et des plantes apparaissent à l’arrière-plan.
pl: Trzy osoby siedzą przy stole, a jedna podpisuje duży dokument. W tle widoczne są plakaty dotyczące wydarzenia i rośliny.
pt_br: Três pessoas estão sentadas a uma mesa, enquanto uma assina um grande documento. Cartazes de eventos e plantas são visíveis ao fundo.

source: Unlearning Power in Tech Governance
de: Verlernen von Macht in der Tech-Governance
es: Desaprender el poder en los sistemas de gobernanza tecnológica
fr: Désapprentissage de la notion de pouvoir dans la gouvernance technologique
pl: Oduczanie się władczości w zarządzaniu technologią
pt_br: Desaprender o poder na governança tecnológica

source: Unpacks the hidden power dynamics in technology development, governance and regulation today.
de: Analysiert die verborgenen Machtdynamiken in der Technologieentwicklung, -governance und -regulierung von heute.
es: Desentraña las dinámicas de poder ocultas en los procesos actuales de desarrollo, gobernanza y regulación de las tecnologías.
fr: Mise en lumière des dynamiques de pouvoir cachées dans le développement technologique, la gouvernance et la réglementation actuels.
pl: Skupia się na ukrytej dynamice władzy w zakresie rozwoju, zarządzania i regulowania technologii.
pt_br: Desvenda as dinâmicas de poder ocultas no desenvolvimento, na governança e na regulação da tecnologia atualmente.

source: People sit in a circle on the floor under hanging yellow strips of fabric in a brightly lit room with soft seating and posters on the wall.
de: Menschen sitzen in einem Kreis auf dem Boden unter herabhängenden gelben Stoffstreifen in einem hell erleuchten Raum mit weichen Sitzmöglichkeiten und Postern an den Mauern.
es: Personas sentadas en círculo en el suelo debajo de trozos de tela amarilla colgando en una habitación iluminada con asientos suaves y pósteres en la pared.
fr: Des gens sont installés en cercle par terre, sous des bandes de tissu jaune suspendues, dans une pièce lumineuse dotée de sièges confortables et de posters accrochés aux murs.
pl: Ludzie siedzą w kręgu na podłodze pod wiszącymi żółtymi paskami tkaniny w jasno oświetlonym pokoju z miękkimi siedzeniami i plakatami na ścianie.
pt_br: As pessoas sentam-se em círculo no chão, sob tiras de tecido amarelo penduradas, em uma sala bem iluminada, com assentos confortáveis e cartazes na parede.

source: Unlearning Tech Immateriality
de: Verlernen der Immaterialität von Tech
es: Desaprender la ilusión de la inmaterialidad tecnológica
fr: Désapprentissage du caractère immatériel de la technologie
pl: Oduczanie się technologicznej niematerialności
pt_br: Desaprendendo a imaterialidade da tecnologia

source: Exposes the physical and environmental costs of AI, and explores a future where technology drives climate justice and shared responsibility.
de: Legt die physischen und ökologischen Kosten von KI offen und erforscht eine Zukunft, in der Technologie Klimagerechtigkeit und gemeinsame Verantwortung vorantreibt.
es: Expone los costos físicos y ambientales de la IA y explora un futuro donde las tecnologías impulsen la justicia climática y la responsabilidad compartida.
fr: Mise en évidence des coûts physiques et environnementaux de l’IA, et réflexion sur un avenir dans lequel la technologie sera le moteur de la justice climatique et du partage des responsabilités.
pl: Ujawnia fizyczne i środowiskowe koszty sztucznej inteligencji oraz bada przyszłość, w której technologia napędza klimatyczną sprawiedliwość i wspólną odpowiedzialność.
pt_br: Expõe os custos físicos e ambientais da IA e explora um futuro em que a tecnologia impulsiona a justiça climática e a responsabilidade compartilhada.

source: Person looks at a wall filled with colorful sticky notes under the question “Do you trust the decisions made by AI?”
de: Person schaut auf eine Mauer voller farbenfroher Notizbücher unter der Frage „Vertrauen Sie den Entscheidungen der KI?“
es: Persona que mira una pared llena de notas adhesivas de colores debajo de la pregunta "¿Confías en las decisiones que toma la IA?"
fr: Une personne observe un mur couvert de notes adhésives colorées, sous la question « Faites-vous confiance aux décisions de l’IA ? »
pl: Osoba patrzy na ścianę wypełnioną kolorowymi karteczkami samoprzylepnymi pod pytaniem: „Czy ufasz decyzjom podejmowanym przez sztuczną inteligencję?”
pt_br: A pessoa olha para uma parede cheia de notas adesivas coloridas sob a pergunta: “Você confia nas decisões tomadas pela IA?”

source: Unlearning Default Security
de: Verlernen von Standardsicherheit
es: Desaprender la idea de la seguridad por defecto
fr: Désapprentissage des normes de sécurité par défaut
pl: Oduczanie się domyślnych zabezpieczeń
pt_br: Desaprendendo a segurança padrão

source: Challenges the myth that technology is secure by default, and explores community-led approaches to digital safety that transparency and digital autonomy.
de: Hinterfragt den Mythos, dass Technologie standardmäßig sicher ist, und erforscht gemeinschaftsgeführte Ansätze für digitale Sicherheit, die Transparenz und digitale Autonomie in den Mittelpunkt stellen.
es: Desafía el mito de que la tecnología es segura por defecto, y explora enfoques de seguridad digital centrados en la transparencia y la autonomía digital y liderados por las comunidades.
fr: Remise en question de l’idée reçue selon laquelle la technologie est sécurisée par défaut, et exploration d’approches communautaires de la sécurité numérique fondées sur la transparence et l’autonomie numérique.
pl: Stawia czoła mitowi, że technologia jest domyślnie bezpieczna, i bada społecznościowe podejście do bezpieczeństwa cyfrowego, które zapewnia przejrzystość i cyfrową autonomię.
pt_br: Questiona a ideia de que a tecnologia é segura por natureza e investiga formas de proteção digital lideradas por comunidades, baseadas na transparência e na autonomia.

source: Crowd of people gather around a table display with screens at a busy indoor exhibition. Some interact with the display while others observe.
fr: Un groupe de personnes se réunit autour d’une table équipée d’écrans lors d’une exposition intérieure animée. Certaines personnes interagissent avec l’écran tandis que d’autres observent.
pl: Tłum ludzi zgromadzony wokół ekspozycji stołowej z ekranami podczas wystawy w pomieszczeniu. Niektórzy wchodzą w interakcję z ekspozycją, podczas gdy inni obserwują.
pt_br: Multidão de pessoas se reúne em torno de uma mesa com telas em uma movimentada exposição interna. Alguns interagem com a tela enquanto outros observam.

source: Mozilla Ventures Startups
fr: Startups Mozilla Ventures
pl: Startupy Mozilla Ventures

source: Over 30 Mozilla Ventures portfolio companies will be represented at MozFest providing a platform for startups building responsible technology.
fr: Plus de 30 entreprises du portefeuille de Mozilla Ventures seront représentées au MozFest, fournissant une plateforme aux startups qui créent des technologies responsables.
pl: Ponad 30 spółek portfelowych Mozilla Ventures będzie reprezentowanych na MozFest, zapewniając platformę dla startupów budujących odpowiedzialną technologię.
pt_br: Mais de 30 empresas do portfólio da Mozilla Ventures estarão representadas no MozFest, fornecendo uma plataforma para startups que desenvolvem tecnologia responsável.

# body.3c0c5379-5ced-4dc8-b39f-50646ad612ef
source: Explore 15 Years of Mozilla Festival
de: 15 Jahre Mozilla Festival entdecken
es: Explora los 15 años del Festival Mozilla
fr: Passez en revue 15 années de Mozilla Festival
pl: Odkryj 15-letnią historię wydarzenia Mozilla Festival
pt_br: Explore os 15 anos do Mozilla Festival

# body.3c0c5379-5ced-4dc8-b39f-50646ad612ef
source: Mozilla Festival began as a grassroots event and has since grown into a global movement for a healthier internet. These are the milestones that marked the evolution and impact of a festival dedicated to creating a more inclusive digital world.
de: Das Mozilla Festival begann als Basisveranstaltung und hat sich seither zu einer globalen Bewegung für ein gesünderes Internet entwickelt. Diese Meilensteine kennzeichnen die Entwicklung und den Einfluss eines Festivals, das sich der Schaffung einer inklusiveren digitalen Welt widmet.
es: El Festival Mozilla comenzó como un evento comunitario y desde entonces se ha convertido en un movimiento global por una Internet más saludable. Estos son los hitos que marcaron la evolución y el impacto de un festival dedicado a crear un mundo digital más inclusivo.
fr: Le Mozilla Festival était à l’origine un évènement populaire ; il est depuis devenu un mouvement mondial pour un Internet plus sain. Voici les jalons qui ont marqué l’évolution et l’impact d’un festival dédié à la création d’un monde numérique plus inclusif.
pl: Mozilla Festival rozpoczął się jako wydarzenie oddolne i od tego czasu stał się globalnym ruchem na rzecz kreowania zdrowszego Internetu. Oto kamienie milowe znaczące ewolucję i wpływ festiwalu poświęconego tworzeniu bardziej inkluzywnego świata cyfrowego.
pt_br: O Mozilla Festival começou como um evento comunitário e, desde então, se transformou em um movimento global em prol de uma internet mais saudável. Estes são os marcos que refletem a evolução e o impacto de um festival dedicado à construção de um mundo digital mais inclusivo.

# body.a70a7fae-bc1e-4ab5-8a18-488b723dc597.title
source: Timeline
de: Zeitverlauf
es: Cronología
fr: Chronologie
pl: Oś czasu
pt_br: Linha do tempo

source: Finding Our Rhythm
de: Unseren Rhythmus finden
es: Buscando nuestro ritmo
fr: À la recherche de notre rythme
pl: Nasz własny rytm
pt_br: Encontrando nosso ritmo

source: The first MozFest wasn’t technically a MozFest. Instead, it was the Drumbeat Festival, a convening of leaders in Barcelona making radical disruptions in learning and in web technology.
de: Das erste MozFest war genau genommen kein MozFest. Stattdessen war es das Drumbeat Festival, ein Treffen von Führungskräften in Barcelona, die radikale Veränderungen im Bereich des Lernens und der Webtechnologie vorantrieben.
es: El primer MozFest no fue técnicamente un MozFest. Fue el Drumbeat Festival, una convocatoria de líderes en Barcelona dedicados a los cambios radicales en el aprendizaje y la tecnología web.
fr: Le premier MozFest n’était techniquement pas un MozFest. Il s’agissait à l’époque du Drumbeat Festival, une réunion de leaders à Barcelone qui ont radicalement changé l’apprentissage et les technologies Web.
pl: Pierwszy MozFest technicznie nim nie był. Był to Festiwal Drumbeat, czyli spotkanie liderów w Barcelonie, którzy proponowali radykalne zmiany w pozyskiwaniu wiedzy i technologiach sieciowych.
pt_br: O primeiro MozFest foi, na verdade, o Drumbeat Festival, uma reunião de líderes em Barcelona que propunham rupturas radicais na aprendizagem e tecnologia da web.

source: London Calling
de: London ruft
fr: Hello Londres
pl: Londyn wzywa
pt_br: O chamado de Londres

source: Along with the change in cities came a change in name, and the Mozilla Festival was solidified as a gathering place for Mozilla’s global network.
de: Mit einer neuen Stadt änderte sich auch der Name und das Mozilla Festival hatte sich als Veranstaltungsort für Mozillas globales Netzwerk gefestigt.
es: Junto con el cambio de ciudad vino un cambio de nombre, y el Festival Mozilla se solidificó como un lugar de reunión para la red global de Mozilla.
fr: Ce changement de ville s’est accompagné d’un changement de nom, et le Mozilla Festival s’est affirmé comme un lieu de rassemblement pour le réseau mondial de Mozilla.
pl: Wraz ze zmianą miasta nastąpiła również zmiana nazwy, a Mozilla Festival utrwalił się jako miejsce spotkań globalnej sieci Mozilli.
pt_br: Junto com a mudança de cidade veio a troca do nome, e o Mozilla Festival se solidificou como um ponto de encontro para a rede global da Mozilla.

source: Generation of Webmakers
de: Generation Webmaker
es: Generación de webmakers
fr: Génération de Webmakers
pl: Pokolenie twórców stron internetowych
pt_br: Geração de webmakers

source: MozFest’s third year marked the rise of the maker spirit. We invested more in nurturing grassroots innovators doing incredible work in their communities.
de: Das dritte Jahr des MozFest markierte den Anstieg des Maker-Spirits. Wir haben mehr in die Förderung von Innovatoren an der Basis investiert, die unglaubliche Arbeit in ihrer Gemeinschaft leisten.
es: El tercer año del MozFest marcó el surgimiento del espíritu creador. Invertimos más en fomentar a innovadores que hacen un trabajo increíble en sus comunidades.
fr: La troisième édition du MozFest a marqué l’émergence de l’esprit créatif. Nous avons investi davantage pour encourager des innovateurs·trices locaux·cales qui font un travail incroyable auprès de leurs communautés.
pl: Trzeci rok MozFest zapoczątkował twórczego ducha. Zainwestowaliśmy więcej w oddolnych innowatorów wykonujących niesamowitą pracę w swoich społecznościach.
pt_br: O terceiro ano do MozFest marcou a ascensão do espírito “maker” ou criador. Investimos ainda mais na promoção de mentes inovadoras locais que vinham fazendo um trabalho incrível em suas comunidades.

source: Less Yack, More Hack
de: Taten statt Worte
es: Menos yack, más hack
pl: Mniej gadania, więcej działania
pt_br: Menos falação, mais ação

source: Passionate thinkers and inventors from around the world met to learn from each other and help forge the future of the web. The maker vibe had truely taken off.
de: Leidenschaftliche Denker und Entwickler aus der ganzen Welt haben sich getroffen, um voneinander zu lernen und mitzuhelfen, die Zukunft des Internets mitzugestalten. Der Maker-Vibe hatte sich durchgesetzt.
es: Pensadores e inventores apasionados de todo el mundo se reunieron para aprender unos de otros y ayudar a forjar el futuro de la web. La vibra creadora realmente había despegado.
fr: Des intellectuels·elles et inventeurs·trices passionné·e·s du monde entier se sont réunis pour apprendre les uns des autres et aider à forger l’avenir du Web. L’esprit créatif avait vraiment le vent en poupe.
pl: Pełni pasji myśliciele oraz innowatorzy z całego świata spotykali się, aby uczyć się od siebie nawzajem i pomagać w budowaniu przyszłość sieci. W końcu poczuliśmy twórcze wibracje.
pt_br: Pensadores e inventores apaixonados de todo o mundo se reuniram para aprender uns com os outros e ajudar a desenhar o futuro da web. A “vibe maker” havia, de fato, decolado.

source: Teach the Web
de: Das Web lehren
es: Enseña la web
fr: Enseignez le Web
pl: Pogłębianie wiedzy o Internecie
pt_br: Ensinando a web
