Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/about-mozilla-festival.po
Languages: de, es, fr, pl, pt_br

source: Web literacy and access took center stage. MozFest became a platform for app-makers, artists, and educators to push boundaries and inspire.
de: Web-Kenntnisse und -Zugang standen im Mittelpunkt. Das MozFest wurde zu einer Plattform für App-Entwickler, Künstler und Ausbilder, um Grenzen zu verschieben und zu inspirieren.
es: El acceso y la alfabetización web ocuparon un lugar central. El MozFest se convirtió en una plataforma para que los creadores de aplicaciones, los artistas y los educadores superen los límites e inspiren a los demás.
fr: Les connaissances et l’accès au Web occupent le devant de la scène. Le MozFest est devenu une plateforme permettant aux créateurs·trices d’applications, aux artistes et aux enseignants·tes de repousser les limites et de s’inspirer.
pl: Umiejętność korzystania z sieci i dostęp do niej stały się centralnym punktem wydarzenia. MozFest zyskał status platformy dla twórców aplikacji, artystów i edukatorów, gdzie przekracza się granice i czerpie nowe inspiracje.
pt_br: O acesso e a alfabetização sobre a web ocuparam o centro das atenções. O MozFest tornou-se uma plataforma para criadores de aplicativos, artistas e educadores que buscavam inspirar e superar limites.

source: Collaborative Curation
de: Gemeinschaftliche Verwaltung
es: Curaduría colaborativa
fr: Sélection collaborative
pl: Wspólne dbanie o przyszłość
pt_br: Curadoria colaborativa

source: MozFest responded to growing threats to digital rights, with the community coming together to co-create a festival focused on safety, privacy, and the future of the open web.
de: Das MozFest reagierte auf die wachsende Bedrohung für digitale Rechte, und die Gemeinschaft kommt zusammen, um ein Festival zu schaffen, das sich auf Sicherheit, Datenschutz und die Zukunft des offenen Webs konzentriert.
es: El MozFest respondió a las crecientes amenazas a los derechos digitales y la comunidad se unió para crear un festival centrado en la seguridad, la privacidad y el futuro de la web abierta.
fr: Le MozFest a répondu aux menaces croissantes à l’encontre des droits numériques, en se réunissant pour co-créer un festival axé sur la sécurité, la confidentialité et l’avenir du Web ouvert.
pl: MozFest to reakcja na rosnące zagrożenia dla praw cyfrowych, a społeczność łączy siły, aby współtworzyć festiwal skoncentrowany na bezpieczeństwie, prywatności i przyszłości otwartej sieci.
pt_br: O MozFest respondeu às crescentes ameaças aos direitos digitais, com a comunidade se unindo para criarmos um festival focado em segurança, privacidade e o futuro da web aberta.

source: Immersive Experiences
de: Immersive Erfahrungen
es: Experiencias inmersivas
fr: Expériences immersives
pl: Głębokie doświadczenia
pt_br: Vivências imersivas

source: Storytelling and art became central to MozFest, with MozEx and Dialogues &amp; Debates creating spaces that sparked inspiration and collaboration through creativity.
de: Storytelling und Kunst wurden zu zentralen Elementen des MozFest, wobei MozEx und Dialoge & Debatten Räume schufen, die durch Kreativität Inspiration und Zusammenarbeit anregten.
es: La narración de historias y el arte se convirtieron en elementos centrales del MozFest, con las secciones «MozEx» y «Diálogos y debates», que crearon espacios para inspirar y promover la colaboración a través de la creatividad.
fr: La narration et l’art sont devenus des éléments centraux du MozFest, avec MozEx et les Discussions et débats sur la création d’espaces qui ont suscité l’inspiration et la collaboration par la créativité.
pl: Opowiadanie historii i sztuka stały się centralnym punktem wydarzenia MozFest, a związane nimi doświadczenia, prelekcje i debaty pozwoliły stworzyć przestrzenie, które dostarczają inspiracji i zachęcają do współpracy poprzez kreatywność.
pt_br: A arte e as narrativas tornaram-se peças centrais para o MozFest, com o MozEx e o Diálogos &amp; Debates criando espaços que despertavam inspiração e promoviam a colaboração por meio da criatividade.

source: Introducing House
de: Wir stellen vor: House
es: Presentamos el MozFest House
fr: Et voici House
pl: Nowa przestrzeń – House
pt_br: Apresentando nossa casa

source: MozFest expanded with MozFest House, offering a new space for focused discussions on internet health with our partners and allies.
de: Das MozFest wurde um das MozFest House erweitert und bietet einen neuen Raum für gezielte Diskussionen über die Internetgesundheit mit unseren Partnern und Verbündeten.
es: El MozFest se amplió con el MozFest House, que ofreció un nuevo espacio para debates centrados en la salud de Internet con nuestros socios y aliados.
fr: MozFest s’est étendu avec MozFest House, offrant un nouvel espace pour des discussions ciblées sur la bonne santé d’Internet avec nos partenaires et alliés.
pl: Wydarzenie MozFest zostało rozszerzone o MozFest House, oferując nową przestrzeń do konkretnych dyskusji na temat zdrowia Internetu z naszymi partnerami i wspólnikami.
pt_br: O MozFest se expandiu com a MozFest House, um novo espaço para discussões focadas na saúde da internet com nossos parceiros e aliados.

source: Making It Personal
de: Es wird persönlich
es: Lo hicimos personal
fr: Recentrage sur l’individu
pl: Sprawa osobista
pt_br: Uma questão pessoal

source: Ethical AI and data privacy became personal missions. MozFest wove these themes into every corner, making the fight for the web a shared journey.
de: Ethische KI und Datenschutz wurden zu persönlichen Missionen. MozFest hat diese Themen überall eingebracht und den Kampf für das Internet zu einer gemeinsamen Reise gemacht.
es: La IA ética y la privacidad de los datos se convirtieron en misiones personales. El MozFest entretejió estos temas en cada rincón, haciendo de la lucha por la web un viaje compartido.
fr: L’IA éthique et la confidentialité des données sont devenues des missions personnelles. Le MozFest a intégré ces thèmes, faisant de la lutte pour le Web une aventure partagée.
pl: Etyczna SI i prywatność danych nabrały charakteru misji osobistych. MozFest wplótł te wątki w każdy element doświadczenia, dzięki czemu walka o sieć stała się wspólną podróżą.
pt_br: A IA Ética e a privacidade dos dados tornaram-se missões pessoais. O MozFest incorporou esses temas em cada aspecto do evento, fazendo da luta pela web uma jornada compartilhada.

source: Goodbye London
de: Auf Wiedersehen London
es: Adiós, Londres
fr: Au revoir Londres
pl: Żegnamy Londyn
pt_br: Adeus, Londres!

source: MozFest’s 10th anniversary celebrated Healthy AI and bid a reflective farewell to its London home, setting sights on the future.
de: Der 10. Geburtstag des MozFest feierte gesunde KI und verabschiedete sich besinnlich von seiner Heimat London und schaute in die Zukunft.
es: El 10.º aniversario del MozFest celebró la IA saludable y se despidió de su hogar en Londres, fijando la vista en el futuro.
fr: À l’occasion du 10e anniversaire du MozFest, le MozFest a célébré une IA digne de confiance et a adressé un adieu plein de réflexion à son lieu d’origine, Londres, tout en se projetant vers l’avenir.
pl: Dziesiąta rocznica wydarzenia MozFest była okazją do świętowania zdrowej SI oraz pełnego refleksji pożegnania się z Londynem, a jednocześnie wyznaczyła nowe cele na przyszłość.
pt_br: O MozFest chegou ao 10º aniversário celebrando a IA Saudável e se despedindo de forma reflexiva de sua casa em Londres, com o olhar voltado para o futuro.

source: The New Normal
de: Die neue Normalität
es: La nueva normalidad
fr: La nouvelle normalité
pl: Nowa normalność
pt_br: O novo normal

source: When connection was needed most, MozFest shifted to a virtual format, uniting over 10,000 participants across 12 days of community-led experiences.
de: Als Kontakte am wichtigsten wurden, wechselte das MozFest auf ein virtuelles Format und brachte über 10.000 Teilnehmer für 12 Tage gemeinschaftsgeführtes Erlebnis zusammen.
es: Cuando más necesitábamos la conexión, el MozFest cambió a un formato virtual que unió a más de 10.000 participantes a lo largo de 12 días de experiencias dirigidas por la comunidad.
fr: Lorsque le besoin de connexion était le plus important, le MozFest est passé à un format virtuel, réunissant plus de 10 000 participant·e·s au cours de 12 journées d’expériences communautaires.
pl: Gdy nawiązywanie więzi było najbardziej potrzebne, MozFest przeszedł na format wirtualny, łącząc ponad 10 000 uczestników w ciągu 12 dni doświadczeń prowadzonych przez społeczność.
pt_br: Quando estar conectado era mais necessário do que nunca, o MozFest migrou para um formato virtual, unindo mais de 10 mil participantes em 12 dias de experiências lideradas pela comunidade.

source: A Café with a Conscience
de: Ein Café mit Gewissen
es: Un café con conciencia
fr: Un café doté de conscience
pl: Kawiarnia z sumieniem
pt_br: Um café com consciência

source: In Manchester, England, the Ethical Dilemma Café served up free coffee, but only if patrons were willing to pay with their personal data.
de: Im englischen Manchester servierte das Ethical Dilemma Café kostenlosen Kaffee, aber nur, wenn die Gäste bereit waren, mit ihren persönlichen Daten zu bezahlen.
es: En Manchester, Inglaterra, el Ethical Dilemma Café servía café gratis, pero solo si los clientes estaban dispuestos a pagar con sus datos personales.
fr: À Manchester, au Royaume-Uni, l’Ethical Dilemma Café a proposé du café gratuit, mais uniquement si les clients de l’Ethical Dilemma Café étaient prêts à payer avec leurs données personnelles.
pl: Kawiarnia Etycznego Dylematu w Manchesterze serwowała bezpłatną kawę, ale tylko wtedy, gdy patroni byli gotowi zapłacić swoimi danymi osobowymi.
pt_br: Em Manchester, Inglaterra, o “Café do Dilema Ético” oferecia a bebida grátis, mas só para quem topasse pagar com seus dados pessoais.

source: Nairobi Welcomes MozFest
de: Nairobi begrüßt das MozFest
es: Nairobi recibe al MozFest
fr: Nairobi accueille le MozFest
pl: Nairobi wita MozFest
pt_br: Nairobi recebe o MozFest

source: Nairobi, Kenya, became the first African city to host MozFest House, sparking vital discussions on AI and digital rights in East and Southern Africa.
de: Nairobi, Kenia, war die erste afrikanische Stadt, die das MozFest House beherbergte, was wichtige Diskussionen über KI und digitale Rechte in Ost- und Südafrika auslöste.
es: Nairobi, Kenia, se convirtió en la primera ciudad africana en acoger el MozFest House, donde tuvieron lugar debates vitales sobre la IA y los derechos digitales en África Oriental y Meridional.
fr: Nairobi, au Kenya, est devenue la première ville africaine à accueillir le MozFest House, déclenchant des discussions vitales sur les droits numériques et l’IA en Afrique de l’Est et en Afrique australe.
pl: Kenijskie Nairobi stało się pierwszym afrykańskim miastem goszczącym MozFest House, podczas którego toczono ważne dyskusje na temat SI oraz praw cyfrowych w Afryce Wschodniej i Południowej.
pt_br: Nairóbi, no Quênia, tornou-se a primeira cidade africana a sediar a MozFest House, promovendo discussões fundamentais sobre a IA e direitos digitais no leste e sul do continente.
