Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/about-mozilla-festival.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Mozilla Festival 2025 | About the Ethical AI &amp; Digital Rights Event
de: Mozilla Festival 2025 | Über die ethische KI &amp; Veranstaltung zu digitalen Rechten
es: Festival Mozilla 2025 | Acerca del evento sobre ética y derechos digitales
fr: Mozilla Festival 2025 | À propos de l’évènement sur l’IA éthique et les droits numériques
pl: Mozilla Festival 2025 | Informacje o wydarzeniu poświęconym etycznej sztucznej inteligencji i prawom cyfrowym
pt_br: Mozilla Festival 2025 | Sobre o evento IA Ética &amp; Direitos Digitais

# search_description
source: Learn about Mozilla Festival — the global ethical AI conference, AI policy summit &amp; open source festival advancing digital rights and internet health.
de: Erfahren Sie mehr über das Mozilla Festival – die globale Konferenz für ethische KI, Gipfel zu KI-Regeln &amp; Open-Source-Festival, das digitale Rechte und die Internetgesundheit vorantreibt.
es: Más información sobre el Mozilla Festival: la conferencia mundial sobre IA ética, la cumbre sobre políticas de IA y el festival de código abierto que promueve los derechos digitales y la salud en Internet.
fr: Découvrez le Mozilla Festival — la conférence mondiale sur l’IA éthique, le sommet sur les politiques d’IA et le festival open source qui fait avancer les droits numériques et la bonne santé d’Internet.
pl: Dowiedz się więcej o Mozilla Festival – globalnej konferencji poświęconej etycznej sztucznej inteligencji, szczycie poświęconym polityce sztucznej inteligencji oraz festiwalu open source promującym prawa cyfrowe i zdrowie Internetu.
pt_br: Saiba mais sobre o Mozilla Festival — a conferência global de IA ética, o AI policy summit &amp; festival de código aberto que promove os direitos digitais e a saúde na Internet.

# title
source: About
de: Über
es: Acerca de
fr: À propos
pl: Informacje
pt_br: Sobre

# banner_heading
source: About Mozilla Festival
de: Über das Mozilla Festival
es: Acerca del Festival Mozilla
fr: À propos du Mozilla Festival
pl: O wydarzeniu Mozilla Festival
pt_br: Sobre o Mozilla Festival

# body.7c547a2b-122b-4c99-b97b-9e6ef7dae544.heading
source: 15 years of Mozilla Festival, and we're just getting started
de: 15 Jahre Mozilla Festival und es geht jetzt erst richtig los.
es: 15 años de Festival Mozilla... y recién estamos comenzando
fr: Le Mozilla Festival a 15 ans et ce n’est que le début
pl: 15 lat Mozilla Festival, a my dopiero zaczynamy
pt_br: 15 anos do Mozilla Festival, e estamos apenas começando

# body.7c547a2b-122b-4c99-b97b-9e6ef7dae544.text
source: Mozilla Festival is where passionate individuals unite to build a better internet. Whether you create art, code, program or scroll in support of a safer internet—you’re in the right place.
de: Beim Mozilla Festival treffen sich leidenschaftliche Menschen, um ein besseres Internet zu schaffen. Egal, ob Sie Kunst, Quelltext, Programme oder Blättern zur Unterstützung eines sichereren Internets erstellen – hier sind Sie am richtigen Ort.
es: El Festival Mozilla es un lugar en el que se unen personas apasionadas para construir una Internet mejor. Ya seas un creador de arte, códigos, programas, o bien estés interesado en conseguir una Internet más segura, estás en el sitio indicado.
fr: Le Mozilla Festival est l’endroit où des personnes passionnées se rassemblent pour construire un Internet meilleur. Que vous soyez artiste, codeur·euse, programmeur·euse ou que vous parcouriez le Web pour promouvoir un Internet plus sûr, vous êtes au bon endroit.
pl: Mozilla Festival to miejsce, w którym pasjonaci jednoczą się, aby zbudować lepszy Internet. Niezależnie od tego, czy tworzysz sztukę, kod, program, czy scrollujesz w celu wsparcia bezpieczniejszego internetu – jesteś we właściwym miejscu.
pt_br: O Mozilla Festival é o lugar onde pessoas apaixonadas se unem para construir uma internet melhor. Seja você alguém que cria arte, escreve código, programa ou apenas navega em apoio a uma internet mais segura — você está no lugar certo.

# body.7c547a2b-122b-4c99-b97b-9e6ef7dae544.text
source: Reclaiming the Internet starts with all of us. We unite at Mozilla Festival to share bold ideas and have thoughtful discussions that drive real change. Your voice is power. Join us in shaping a digital future that's more open, inclusive, and firmly grounded in fundamental rights.
de: Die Rückeroberung des Internets beginnt bei uns allen. Wir vereinen uns beim Mozilla Festival, um mutige Ideen auszutauschen und durchdachte Diskussionen zu führen, die echten Wandel bewirken. Ihre Stimme hat Gewicht. Gestalten Sie mit uns eine digitale Zukunft, die offener, inklusiver und fest in Grundrechten verankert ist.
es: Recuperar Internet comienza con todos nosotros. Nos reunimos en el Festival Mozilla para compartir ideas audaces y mantener diálogos reflexivos que impulsen un cambio real. Tu voz es poderosa. Únete a nosotros para dar forma a un futuro digital más abierto, inclusivo y firmemente basado en los derechos fundamentales.
fr: La reconquête d’Internet débute avec chacun et chacune d’entre nous. Nous nous rassemblons au Mozilla Festival pour partager des idées audacieuses et avoir des discussions réfléchies qui entraîneront de véritables changements. Votre voix représente une force. Rejoignez-nous pour façonner un avenir numérique plus ouvert, inclusif et fermement ancré sur les droits fondamentaux.
pl: Odzyskiwanie Internetu zaczyna się od nas wszystkich. Podczas Mozilla Festival jednoczymy się, aby dzielić się odważnymi pomysłami i toczyć dyskusje motywujące do prawdziwych zmian. Twój głos ma moc. Dołącz do nas w kształtowaniu cyfrowej przyszłości – bardziej otwartej i mocno zakorzenionej w podstawowych prawach.
pt_br: Recuperar a Internet é tarefa de todos. No Mozilla Festival, nos reunimos para compartilhar ideias ousadas e promover conversas profundas que levam a mudanças reais. A sua voz tem poder. Junte-se a nós para moldar um futuro digital mais aberto, inclusivo e genuinamente comprometido com os direitos fundamentais.

source: A group of MozFest Wranglers, discussing ideas and using sticky notes to mind map on a board.
de: Eine Gruppe von MozFest-Wranglern, die Ideen diskutieren und Notizen verwenden, um eine Mind-Map auf einem Forum zu erstellen.
es: Un grupo de Wranglers del MozFest, discutiendo ideas y usando notas adhesivas para crear un mapea de ideas en un tablero.
fr: Un groupe de Wranglers du MozFest, discutant d’idées et utilisant des post-its pour décrire la carte heuristique au tableau.
pl: Grupa MozFest Wranglers omawiająca pomysły i korzystająca z karteczek samoprzylepnych do mapowania myśli na tablicy.
pt_br: Um grupo de “MozFest Wranglers”, discutindo ideias e usando notas adesivas para montar um mapa mental em um quadro.

source: A group photo of MozFest attendees sitting beneath a tree during an outdoor session
de: Ein Foto von MozFest-Teilnehmern, die draußen unter einem Baum zusammensitzen
es: Una foto de un grupo de asistentes al MozFest sentados debajo de un árbol durante una sesión al aire libre
fr: Une photo de groupe de participants au MozFest assis sous un arbre lors d’une session en extérieur
pl: Grupowe zdjęcie uczestników wydarzenia MozFest siedzących pod drzewem podczas sesji na świeżym powietrzu
pt_br: Foto em grupo de participantes do MozFest sentados sob uma árvore durante uma sessão ao ar livre

source: MozFest House Kenya attendees sitting outside in between sessions
de: MozFest House Kenya-Teilnehmer, die zwischen den Sitzungen im Freien sitzen
es: Asistentes al MozFest House Kenia sentados afuera entre sesiones
fr: Des participants du MozFest House Kenya assis dehors entre deux sessions
pl: Uczestnicy MozFest House Kenia siedzący na zewnątrz w przerwie między sesjami
pt_br: Participantes do MozFest House Kenya sentados do lado de fora entre uma sessão e outra

source: A group of MozFest House Zambia attendes holding a #MozFest sign
de: Eine Gruppe von MozFest House Zambia-Teilnehmern, die ein #MozFest-Schild halten
es: Un grupo del MozFest House Zambia asiste con un cartel que dice #MozFest
fr: Un groupe de participants du MozFest House Zambie tenant une pancarte #MozFest
pl: Grupa uczestników MozFest House Zambia trzymająca znak #MozFest
pt_br: Grupo do MozFest House Zambia segurando uma placa com a inscrição #MozFest

# body.2477f923-28d0-4443-b11b-3f46e6ae2579
source: What To Expect
de: Was Sie erwartet
es: Qué puedes esperar
fr: À quoi s’attendre
pl: Czego się spodziewać
pt_br: Programação

# body.2477f923-28d0-4443-b11b-3f46e6ae2579
source: Mozilla Festival is a space for exploration, collaboration, and bold ideas. Whether you're here to learn a new skill, challenge assumptions, or connect with innovators shaping the future, there’s something for you. Here’s a look at the different ways you can engage.
de: Das Mozilla Festival ist ein Raum für Erkundung, Zusammenarbeit und mutige Ideen. Ob Sie hier sind, um neue Fähigkeiten zu erlernen, Annahmen zu hinterfragen oder sich mit Innovatoren zu vernetzen, die die Zukunft gestalten, es ist für jeden etwas dabei. Hier ist ein Überblick über die verschiedenen Möglichkeiten, sich zu engagieren.
es: El Festival Mozilla es un espacio para la exploración, la colaboración y las ideas audaces. Ya sea que estés aquí para aprender una nueva habilidad, desafiar ideas preconcebidas o conectarte con personas innovadoras que están dando forma al futuro, hay algo para ti. Aquí te mostramos de un vistazo las diferentes formas en las que puedes participar.
fr: Le Mozilla Festival est un espace d’exploration, de collaboration et d’idées audacieuses. Que vous soyez ici pour acquérir une nouvelle compétence, contester des hypothèses ou entrer en contact avec des innovateurs qui façonnent l’avenir, vous y trouverez votre compte. Voici un aperçu des différentes façons de participer.
pl: Mozilla Festival to przestrzeń do eksploracji, współpracy i dzielenia się odważnymi pomysłami. Niezależnie od tego, czy chcesz nabyć nowe umiejętności, rzucić wyzwanie utartym schematom, czy poznać innowatorów kształtujących przyszłość, każdy znajdzie tu coś dla siebie. Oto sposoby, w jakie można się zaangażować.
pt_br: O Mozilla Festival é um espaço de experimentação, colaboração e ideias ousadas. Seja para aprender novas habilidades, questionar suposições ou se conectar com mentes inovadoras que moldam o futuro, este é o lugar certo para você. Confira aqui diferentes maneiras de se envolver com o evento.

source: Angela Oduor Lungati gesturing on stage, with a backdrop showing a city skyline and bold text.
de: Angela Oduor Lungati gestikuliert auf der Bühne, der Hintergrund zeigt eine Stadtansicht und fetten Text.
es: Angela Oduor Lungati haciendo un gesto en el escenario, con un fondo que muestra el horizonte de una ciudad y un texto en negrita.
fr: Angela Oduor Lungati fait des gestes sur scène, avec un fond représentant un horizon de la ville et du texte en gras.
pl: Angela Oduor Lungati gestykuluje na scenie z przedstawiającym panoramę miasta i pogrubionym tekstem.
pt_br: Angela Oduor Lungati gesticulando no palco, com um pano de fundo mostrando o horizonte da cidade e um texto em negrito.

source: Debates
de: Debatten
fr: Débats
pl: Debaty

source: World-class leaders go head-to-head, rethinking the systems and norms that shape our world.
de: Weltklasse-Führungskräfte treten gegeneinander an, um die Systeme und Normen, die unsere Welt prägen, neu zu denken.
es: Líderes de clase mundial hablan cara a cara, repensando los sistemas y las normas que dan forma a nuestro mundo.
fr: Des leaders d’envergure mondiale se confrontent pour repenser les systèmes et les normes qui façonnent notre monde.
pl: Światowej klasy liderzy pochylają się nad systemami i normami, które kształtują nasz świat.
pt_br: Líderes de nível mundial colocam suas ideias frente a frente, repensando os sistemas e normas que definem o nosso mundo.

source: Person wearing glasses and a white coat holds up two illustrated cards, standing in front of colorful artwork and cartoon-style wall art.
de: Person mit Brille und weißem Kittel hält zwei illustrierte Karten hoch und steht vor farbenfrohen Grafiken und Mauerbildern im Comic-Stil.
es: Una persona con gafas y una bata blanca sostiene dos tarjetas con ilustraciones, de pie frente a coloridas obras de arte y arte de pared con un estilo como de dibujos animados.
fr: Une personne avec des lunettes et une veste blanche soulève deux cartes illustrées, debout devant des œuvres colorées et des illustrations murales de style cartoon.
pl: Osoba w okularach i białym płaszczu trzyma dwie ilustrowane kartki, stojąc na tle kolorowej grafiki i grafiki ściennej w stylu kreskówek.
pt_br: Uma pessoa usando óculos e um casaco branco segura dois cartões ilustrados, em frente a obras de arte coloridas e arte de parede em estilo de desenho animado.

source: Labs
es: Laboratorios
pl: Laboratoria
pt_br: Laboratórios

source: Hands-on sessions where you build new skills to grow your work and impact.
de: Praktische Sitzungen, in denen Sie neue Fähigkeiten erwerben, um Ihre Arbeit und Ihren Einfluss zu erweitern.
es: Sesiones prácticas donde desarrollas nuevas habilidades para hacer crecer tu trabajo y tu impacto.
fr: Des sessions pratiques où vous développez de nouvelles compétences pour faire évoluer votre travail et votre impact.
pl: Praktyczne sesje, podczas których nabywa się nowe umiejętności, aby rozwijać możliwości i wpływy.
pt_br: Sessões práticas onde você desenvolve novas habilidades para ampliar seu trabalho e impacto.

source: People sit in rows facing two standing presenters and a screen in a room with bookshelves, posters, and large windows.
de: Menschen sitzen in Reihen mit zwei stehenden Moderatoren und einem Bildschirm in einem Raum mit Bücherschränken, Postern und großen Fenstern.
es: Personas sentadas en filas frente a dos presentadores de pie y una pantalla en una sala con estanterías, pósteres y grandes ventanales.
fr: Des personnes sont installées en rangées, tournées vers deux intervenants debout et un écran, dans une salle où se trouvent des étagères à livres, des affiches et de grandes fenêtres.
pl: Ludzie siedzą w rzędach naprzeciwko dwóch stojących prezenterów i ekranu w pomieszczeniu z półkami na książki, plakatami i dużymi oknami.
pt_br: Pessoas estão sentadas em fileiras voltadas para dois apresentadores em pé e uma tela, em uma sala com estantes de livros, cartazes e janelas grandes.

source: Forums
de: Foren
es: Foros
pl: Fora
pt_br: Fóruns

source: Collaborative space to unpack challenges and build solutions together.
de: Kollaborativer Raum, um Herausforderungen zu analysieren und gemeinsam Lösungen zu entwickeln.
es: Espacios colaborativos para desentrañar desafíos y construir soluciones juntos.
fr: Un espace collaboratif pour résoudre des problèmes et trouver des solutions ensemble.
pl: Wspólna przestrzeń do analizowania wyzwań i opracowywania rozwiązań.
pt_br: Ambiente colaborativo para analisar desafios e buscar soluções em conjunto.

source: Person stands onstage next to a podium, speaking in front of a screen showing a map of Africa and large text about languages and population.
de: Eine Person steht auf der Bühne neben einem Podium und spricht vor einem Bildschirm, der eine Karte von Afrika und große Schrift über Sprachen und Bevölkerung zeigt.
es: Persona de pie en el escenario junto a un podio, hablando frente a una pantalla que muestra un mapa de África y un texto grande sobre idiomas y población.
fr: Une personne se tient sur scène près d’un pupitre et s’exprime devant un écran où s’affichent une carte de l’Afrique ainsi qu’un texte en grands caractères concernant les langues et la population.
pl: Osoba stoi na scenie obok podium, przemawiając na tle ekranu pokazującego mapę Afryki oraz duży tekst o językach i populacji.
pt_br: Uma pessoa está em pé no palco, ao lado de um pódio, falando em frente a uma tela que mostra um mapa da África e um grande texto sobre idiomas e população.

source: Showcases
es: Muestras
pl: Prezentacje
pt_br: Demonstrações

source: Discover bold ideas, meet the makers, and explore innovations shaping the future.
de: Entdecken Sie mutige Ideen, treffen Sie die Macher und erkunden Sie Innovationen, die die Zukunft gestalten.
es: Descubre ideas audaces, conoce a los creadores y explora las innovaciones que están dando forma al futuro.
fr: Découvrez des idées audacieuses, rencontrez leurs créateurs et créatrices et plongez dans les innovations qui façonnent l’avenir.
pl: Odkrywaj śmiałe pomysły, spotykaj się z twórcami i odkrywaj innowacje kształtujące przyszłość.
pt_br: Descubra ideias ousadas, conheça seus criadores e explore inovações que estão desenhando o futuro.

source: Person speaks to a seated group in a classroom, gesturing with one hand. 3D printers and writing are visible on the whiteboard behind them.
de: Person spricht mit einer sitzenden Gruppe in einem Klassenraum und gestikuliert mit einer Hand. 3D-Drucker und Schrift sind auf dem dahinter liegenden Whiteboard sichtbar.
es: Persona que habla con un grupo sentado en un aula, haciendo gestos con una mano. Las impresoras 3D y la escritura son visibles en la pizarra detrás de ellos.
fr: Une personne parle à un groupe assis dans une salle de classe, tout en faisant un geste de la main. On peut voir des imprimantes 3D et des inscriptions sur le tableau blanc derrière elle.
pl: Osoba rozmawia z siedzącą grupą w klasie, gestykulując jedną ręką. W tle widoczne są drukarki 3D i napisy na tablicy.
pt_br: A pessoa fala para um grupo sentado em uma sala de aula, gesticulando com uma das mãos. Impressoras 3D e escrita são visíveis no quadro branco atrás deles.

source: Talks
de: Vorträge
es: Charlas
fr: Discussions
pl: Wykłady
pt_br: Palestras

source: Deep dive into big ideas followed by a discussion
de: Tiefgehende Einblicke in große Ideen, gefolgt von einer Diskussion
es: Sumérgete en las grandes ideas seguidas de una charla.
fr: Approfondissez un sujet puis continuez autour d’une discussion
pl: Zgłębiaj tajniki wielkich pomysłów i bierz udział w dyskusjach.
pt_br: Um mergulho em grandes ideias seguido por um debate sobre o tema.

source: Person sits on a black floor covered in white spiral text under a spotlight, with rectangular blocks arranged around them.
de: Person sitzt auf einem schwarzen Boden, der mit weißer, gewendelter Schrift verstehen und unter einem Scheinwerfer ist; um sie herum sind rechteckige Blöcke verteilt.
es: Persona sentada en un suelo negro cubierto de texto en espiral blanco bajo un foco, con bloques rectangulares dispuestos a su alrededor.
fr: Une personne est installée sur un sol noir orné d’un texte blanc en spirale sous un projecteur, entourée de blocs rectangulaires.
pl: Osoba siedzi na czarnej podłodze pokrytej białym spiralnym tekstem w świetle reflektora, z prostokątnymi blokami rozmieszczonymi wokół niej.
pt_br: A pessoa está sentada em um chão preto coberto por texto branco em espiral, sob um holofote, com blocos retangulares dispostos ao seu redor.

source: Installations
de: Installationen
es: Instalaciones
pl: Instalacje
pt_br: Instalações

source: Interactive experiences that invite exploration—art, media, games, and more.
de: Interaktive Erlebnisse, die zur Erkundung einladen – Kunst, Medien, Spiele und mehr.
es: Experiencias interactivas que invitan a la exploración: arte, medios, juegos y mucho más.
fr: Des expériences interactives qui invitent à l’exploration — art, médias, jeux, et plus.
pl: Interaktywne doświadczenia, które zachęcają do odkrywania sztuki, multimediów, gier i nie tylko.
pt_br: Experiências interativas que estimulam a descoberta com arte, mídia, jogos e muito mais.

# body.d9d225f3-e449-4181-81a9-72fbc922874a.heading
source: Get your Community Badge for €45
de: Holen Sie sich Ihren Community-Badge für 45 €
es: Consigue tu credencial comunitaria por 45 €
pl: Zdobądź plakietkę społeczności za 45 €
pt_br: Obtenha seu selo da comunidade por € 45

# body.e279e43e-22c3-456b-81d6-ed9830458bf0.title
source: 2025 Theme: Unlearning
de: Thema 2025: Verlernen
es: Tema 2025: desaprender
fr: Thème 2025 : Désapprentissage
pl: Temat edycji 2025: Oduczanie się
pt_br: Tema 2025: Desaprendendo

# body.e279e43e-22c3-456b-81d6-ed9830458bf0.text
source: The future of tech won’t be built by sticking to old rules.
de: Die Zukunft der Technologie wird nicht durch das Festhalten an alten Regeln entstehen.
es: El futuro de la tecnología no se construirá siguiendo las viejas reglas.
fr: Le futur de la technologie va pas se construire en continuant à suivre d’anciennes règles.
pl: Nie zbudujemy przyszłości technologii, trzymając się starych zasad.
pt_br: O futuro da tecnologia não será construído seguindo regras antigas.

# body.e279e43e-22c3-456b-81d6-ed9830458bf0.text
source: At Mozilla Festival 2025, we’re unlearning the defaults—the systems, habits, and assumptions that no longer serve us. That means rethinking power, questioning who benefits from current tech, and exploring what privacy means across different cultures. It’s not just about critique—it’s about imagining bold, actionable alternatives and building them together.
de: Beim Mozilla Festival 2025 verlernen wir die Standards – die Systeme, Gewohnheiten und Annahmen, die uns nicht mehr dienen. Das bedeutet, Macht zu überdenken, zu hinterfragen, wer von der aktuellen Technologie nutzt, und zu untersuchen, was Datenschutz in den verschiedenen Kulturen bedeutet. Es geht nicht nur um Kritik – es geht darum, mutige, umsetzbare Alternativen zu finden und diese gemeinsam zu entwickeln.
es: En el Festival Mozilla 2025 desaprendemos cuestiones que se dan por sentadas: los sistemas, las costumbres y las suposiciones que ya no nos sirven. Eso significa repensar el poder, cuestionar quién se beneficia de la tecnología actual y explorar lo que significa la privacidad en diferentes culturas. No se trata solo de adoptar una visión crítica, sino también de imaginar alternativas valientes y factibles, y construirlas juntos.
fr: Au Mozilla Festival 2025, nous remettons en question les principes par défaut : ces systèmes, habitudes et présupposés qui ne nous sont plus utiles. Cela veut dire repenser les rapports de pouvoir, s’interroger sur les bénéficiaires des technologies actuelles et examiner la signification de la vie privée selon les cultures. Il ne s’agit pas seulement de critiquer, mais aussi d’imaginer ensemble des alternatives audacieuses et concrètes, puis de les réaliser collectivement.
pl: Na Mozilla Festival 2025 oduczamy się domyślnych systemów, nawyków i założeń, które już nam nie służą. Oznacza to ponowne przemyślenie władzy, pytanie, kto korzysta z obecnej technologii i zbadanie znaczenie prywatności w różnych kulturach. Nie chodzi tylko o krytykę – chodzi o wyobrażanie sobie odważnych, wykonalnych alternatyw i ich wspólne budowanie.
pt_br: No Mozilla Festival 2025, estamos desaprendendo os padrões — os sistemas, hábitos e suposições que não nos servem mais. Isso significa repensar o poder, questionar quem se beneficia da tecnologia atual e explorar o que a privacidade significa em diferentes culturas. Não se trata apenas de criticar, trata-se de imaginar alternativas ousadas e acionáveis e construí-las juntos.
