Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/attend.po
Languages: de, fr, pt_br

# seo_title
source: Attend Mozilla Festival
fr: Assistez au Mozilla Festival
pt_br: Participe do Mozilla Festival

# title
source: Attend
de: Teilnehmen
fr: Assister au festival
pt_br: Participação

# banner_heading
source: Attend Mozilla Festival
de: Am Mozilla Festival teilnehmen
fr: Assistez au Mozilla Festival
pt_br: Participe do Mozilla Festival

# body.cd7c0e13-ee12-4837-81d2-65d2e818f7ab
source: Secure your badge now - Community Tickets are available for €45
de: Sichern Sie sich jetzt Ihren Badge – Gemeinschafts-Tickets sind für 45 € erhältlich
fr: Réservez votre badge maintenant : les billets communautaires sont disponibles au prix de 45 €
pt_br: Garanta seu crachá agora - os ingressos da comunidade estão disponíveis por € 45

# body.cd7c0e13-ee12-4837-81d2-65d2e818f7ab
source: The internet needs bold ideas, fresh perspectives, and fearless changemakers. Whether you create, code, campaign, or question the digital future, Mozilla Festival is where we come together to shape the future of technology.
de: Das Internet braucht mutige Ideen, neue Perspektiven und unerschrockene Veränderer. Ob Sie gestalten, programmieren, Kampagnen führen oder die digitale Zukunft hinterfragen – beim Mozilla Festival kommen wir zusammen, um die Zukunft der Technologie zu gestalten.
fr: Internet a besoin d’idées novatrices, de perspectives nouvelles et de pionniers·ières du changement. Que vous créiez, codiez, meniez des campagnes ou questionniez l’avenir numérique, le Mozilla Festival est le moment où nous nous réunissons pour façonner l’avenir de la technologie.
pt_br: A internet precisa de ideias ousadas, novas perspectivas e pessoas corajosas para realizar mudanças. Se você cria, codifica, trabalha com campanhas ou questiona o futuro digital, o Mozilla Festival é onde nos reunimos para moldar o futuro da tecnologia.

# body.cd7c0e13-ee12-4837-81d2-65d2e818f7ab
source: Your badge is the key to unlocking all things Mozilla Festival.
de: Ihr Badge ist der Schlüssel zum Mozilla Festival.
fr: Votre badge est la clé qui vous permettra d’accéder à tout ce que le Mozilla Festival a à offrir.
pt_br: Seu crachá é a chave para desbloquear todas as coisas do Mozilla Festival.

# body.2fc60c98-6815-4627-8aa5-aa7974197c11.title
source: Group Rates
de: Gruppenrabatte
fr: Tarifs de groupe
pt_br: Tarifas para grupos

# body.2fc60c98-6815-4627-8aa5-aa7974197c11.text
source: Mozilla Festival sparks bigger ideas when you experience it with others. That’s why we offer discounted group rates—so teams, classrooms, collectives, and friends can explore and build together.
de: Das Mozilla Festival beflügelt größere Ideen, wenn man es gemeinsam erlebt. Deshalb bieten wir Gruppenrabatte an, damit Teams, Klassen, Kollektive und Freunde gemeinsam erkunden und aufbauen können.
fr: Le Mozilla Festival fait jaillir des idées encore plus spectaculaires lorsqu’il est vécu en compagnie d’autres personnes. C’est pourquoi nous proposons des tarifs de groupe avantageux pour que les équipes, les classes, les collectifs et les groupes d’amis puissent explorer et créer ensemble.
pt_br: O Mozilla Festival desperta ideias ainda maiores quando o vivenciamos em mais pessoas. Por isso, oferecemos tarifas especiais para grupos, ajudando a trazer equipes, salas de aula, coletivos e amigos para explorar e construir juntos.

# body.2fc60c98-6815-4627-8aa5-aa7974197c11.text
source: Contact us to unlock group discounts and connect your team with the ideas, skills, and collaborators shaping a more trustworthy digital world.
de: Kontaktieren Sie uns, um Gruppenrabatte freizuschalten und Ihr Team mit den Ideen, Fähigkeiten und Mitstreitern zu verbinden, die eine vertrauenswürdigere digitale Welt gestalten.
fr: Contactez-nous pour accéder à des remises de groupe et faire découvrir à votre équipe des idées, des compétences et des collaborateurs·trices qui peuvent créer un monde numérique plus digne de confiance.
pt_br: Entre em contato conosco para obter descontos para grupos e conectar o seu time com as ideias, habilidades e colaboradores que estão moldando um mundo digital mais confiável.

# body.2fc60c98-6815-4627-8aa5-aa7974197c11.altText
source: People sit at wooden picnic tables in an outdoor setting, eating and talking near a food truck surrounded by trees and greenery.
fr: Des personnes sont installées à des tables de pique-nique en bois à l’extérieur, en train de manger et de discuter à proximité d’un food truck entouré d’arbres et de verdure.
pt_br: Pessoas estão sentadas em mesas de piquenique de madeira em um ambiente ao ar livre, comendo e conversando perto de um food truck, cercadas por árvores e vegetação.

source: Get in touch
de: Kontakt aufnehmen
fr: Nous contacter
pt_br: Fale conosco

# body.2fc60c98-6815-4627-8aa5-aa7974197c11.altText
source: image
de: Bild
