Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/community.po
Languages: es, fr

# title
source: Community
es: Comunidad
fr: Communauté

# intro
source: Mozilla Festival is not just an annual date on the calendar. It's a collaborative community taking action on the issues that matter most all-year long.
es: El Festival Mozilla es mucho más que un evento anual en el calendario. Es una comunidad colaborativa que actúa todo el año para enfrentar los problemas más preocupantes.
fr: Le Mozilla Festival n’est pas seulement une date sur le calendrier. C’est une communauté collaborative qui agit sur les problématiques les plus importantes tout au long de l’année.

# body.f83f965e-6cf1-4035-abf2-a5e9b9fa73da
source: Mozilla Festival is all about community.
es: El Festival Mozilla consiste en crear comunidad.
fr: Le Mozilla Festival est avant tout une communauté.

# body.f83f965e-6cf1-4035-abf2-a5e9b9fa73da
source: We gather online and in person to connect, collaborate, and make positive change in our digital world. From our Volunteers, through our Wranglers, to our Facilitators – we are human rights and digital activists, artists, technologists, teachers, and students with a single mission: a better, healthier internet.
fr: Nous nous réunissons, en ligne et en personne, pour entrer en contact, collaborer et apporter des changements positifs dans notre monde numérique. De nos bénévoles à nos Wranglers, en passant par nos animateur·trice·s, nous sommes des militant·e·s des droits humains et du numérique, des artistes, des expert·e·s en technologie, des enseignant·e·s et des étudiant·e·s avec pour seule mission : un Internet meilleur et plus sain.

# body.e012b729-72dd-42ba-ac6b-e750e587cd1b.altText
source: A group photo containing MozFest Staff, Wranglers, Volunteers, and participants at MozFest House Amsterdam 2023
fr: Une photo de groupe du personnel du MozFest, des Wranglers, des bénévoles et des participant·e·s au MozFest House Amsterdam 2023

# body.a45da9d2-627c-44ec-b7e4-18077c1eecc8
source: Federated Design Principals
es: Juntos en un diseño federado
fr: Les acteurs de la conception fédérée

# body.a45da9d2-627c-44ec-b7e4-18077c1eecc8
source: Mozilla Festival is shared by design. Mozilla gives Wranglers driving lessons, and then hands them the keys to the car. In turn, they chart a map that Facilitators use to make the schedule come to life. Those Facilitators then take participants on a ride that inspires them to take action in their own local communities. And the Volunteers are the mechanics that ensure our adventure runs smoothly each step of the way.
es: Por su diseño mismo, el Festival Mozilla es sinónimo de poder compartido y de interdependencia. Mozilla enseña a los wranglers a manejar y luego les da las llaves del auto. Luego, ellos trazan una hoja de ruta que los facilitadores utilizan para dar vida al itinerario. Los facilitadores conducen a los participantes por un recorrido que los inspira a entrar en acción en sus propias comunidades locales. Y los voluntarios son los mecánicos que se aseguran de que la travesía transcurra sin problemas en cada tramo del camino.
fr: Le Mozilla Festival repose sur le partage, dès sa conception. Mozilla donne des leçons de conduite aux Wranglers, puis leur remet les clés de la voiture. À leur tour, ils dessinent une carte que les animateur·trice·s utilisent pour donner vie au programme. Les animateur·trice·s emmènent ensuite les participant·s et les incitent à agir dans leurs propres communautés locales. Et les bénévoles sont les mécanos qui assurent le bon déroulement de chaque étape de notre aventure.

source: a photograph of MozRetreat, where wranglers are working collaboratively around a pin board that's covered in paper and sticky notes.
es: Foto del MozRetreat que muestra a wranglers trabajando juntos alrededor de un tablero cubierto de notas adhesivas.
fr: une photographie de MozRetreat, où les wranglers travaillent en collaboration autour d’un tableau d’affichage recouvert de papier et de notes autocollantes.

source: These individuals seek out new and exciting directions for the festival and who will lead the festival’s Spaces and Experiences.
es: Son las personas que buscan rumbos nuevos y emocionantes para el MozFest y quienes lideran los espacios y experiencias del festival.
fr: Ces personnes recherchent des directions nouvelles et passionnantes pour le festival et qui dirigera les espaces et les expériences du festival.

source: Learn more
fr: En savoir plus

source: Screenshot from An open Conversation About the Intersections of Gender, Technologies, &amp; Privacy Session
es: Imagen de pantalla de una conversación franca durante la sesión Intersecciones del género, las tecnologías y la privacidad
fr: Capture d’écran de la session Une conversation ouverte sur les intersections entre les genres, les technologies et la vie privée

source: Facilitators
es: Facilitadores
fr: Animateurs et animatrices

source: The hosts of the hundreds of individual sessions, experiences, and interactions that attendees engage with during the festival.
es: Los anfitriones de cientos de sesiones individuales, experiencias e interacciones en las que los asistentes participan durante el festival.
fr: Les hôtes des centaines de sessions individuelles, d’expériences et d’interactions auxquelles des personnes participent pendant le festival.

source: Learn more
fr: En savoir plus

source: Participants
es: Participantes
fr: Participant·e·s

source: Festival attendees arrive ready to share ideas and get their hands dirty by writing code, designing games, teaching others, and more!
es: Quienes asisten al festival llegan dispuestos a compartir ideas y participan escribiendo código, diseñando juegos, enseñando a otros ¡y más!
fr: Les participant·e·s du festival arrivent prêt·e·s à partager des idées et à mettre les mains dans le cambouis en écrivant du code, en concevant des jeux, en enseignant aux autres, et plus encore !

# body.5df88fa7-fa79-4f49-b098-135591fbedab.title
source: Volunteer at Mozilla Festival
es: Participa como voluntario/a en el Festival Mozilla
fr: Devenez bénévole au Mozilla Festival

# body.5df88fa7-fa79-4f49-b098-135591fbedab.text
source: Being a volunteer at the festival is a great behind-the-scenes chance to learn how this incredible event unfolds. If you’re a Mozilla fan and a supporter of internet health, it’s the perfect way to contribute to the cause. And if you're new to Mozilla Festival, it’s a fantastic way to dive in, take on a role, and join a team from the start. And if you’re a newcomer to Mozilla Festival, it’s a way to join in, have a role and a team right off the bat.
es: Colaborar como voluntario/a en el festival es una gran oportunidad para aprender entre bastidores cómo se desarrolla este increíble evento. Si te encanta Mozilla y apoyas la salud de Internet, esta es la manera perfecta de contribuir a la causa. Y si eres nuevo/a en el Festival Mozilla, es una forma fantástica de integrarte, cumplir un rol y unirte a un equipo desde el principio.
fr: Être bénévole au festival est une excellente occasion d’apprendre comment se déroule cet évènement incroyable en coulisses. Si vous êtes fan de Mozilla et partisan·e de la bonne santé d’Internet, c’est le moyen idéal de contribuer à la cause. Et si le Mozilla Festival est nouveau pour vous, c’est une façon de participer, d’avoir un rôle et une équipe dès le départ.

# body.5df88fa7-fa79-4f49-b098-135591fbedab.altText
source: All the volunteers from MozFest 2018, standing on stage cheering.
es: Todos los voluntarios en el MozFest 2018, vitoreando de pie en el escenario.
fr: Tous les bénévoles du MozFest 2018, debout sur scène, applaudissent.

source: Learn More
fr: En savoir plus

# body.b5217218-5b6c-46cc-a1ff-2e739a6c7d31.alt_text
source: Borhane Blili-Hamelin, PhD is a MozFest 2022 Rethinking Power and Ethics Wrangler
es: El Dr. Borhane Blili-Hamelin fue wrangler de Repensar el poder y la ética en el MozFest 2022
fr: Dr Borhane Blili-Hamelin est un Wrangler Rethinking Power and Ethics du MozFest 2022

# body.b5217218-5b6c-46cc-a1ff-2e739a6c7d31.metadata
source: Community Spotlight
es: Destacado por la comunidad
fr: Mise en avant communautaire

# body.b5217218-5b6c-46cc-a1ff-2e739a6c7d31.title
source: Meet Borhane
es: Conoce a Borhane
fr: Découvrez Borhane

# body.b5217218-5b6c-46cc-a1ff-2e739a6c7d31.body
source: "I was incredibly inspired by the global, massively cross-disciplinary community of builders, advocates, organizers, researchers, (...list...does...not...end), at MozFest."
es: "Para mí fue toda una inspiración la comunidad global y enormemente transversal de constructores, activistas, organizadores, investigadores... (la lista es infinita) en el MozFest".
fr: « J’ai été incroyablement inspiré par la communauté mondiale et massivement interdisciplinaire de créateurs et créatrices, défenseurs et défenseuses, d’organisateurs et d’organisatrices, de chercheurs et de chercheuses, (… la liste… n’en… finit… pas), au MozFest. »

# body.48236776-b86e-40fd-9513-2b0a053c355b
source: Data Futures Lab Showcase
fr: Présentation du Data Futures Lab

# body.48236776-b86e-40fd-9513-2b0a053c355b
source: The Data Future Labs (DFL) Showcase highlights local builders around the world developing data tools and platforms that prioritize the needs and interests of their communities. In the fast-paced world of AI and data the popular discourse and priorities are set by a small but vocal minority. Through the DFL Showcase we hope to highlight and support a more global outlook on Data Futures and bring together dedicated funders ready to prioritize and invest in those futures.
fr: Le Data Future Labs (DLF) Showcase met en avant des créateurs et créatrices locaux du monde entier qui développent des outils et des plateformes de données qui répondent aux besoins et aux intérêts de leurs communautés. Dans notre monde où l’IA et les données évoluent rapidement, le discours populaire et les priorités sont définis par une petite minorité, mais qui se fait entendre. À travers le DFL Showcase, nous espérons mettre en évidence et soutenir une vision plus globale de l’avenir des données et réunir des bailleurs de fonds déterminés, prêts à définir leurs priorités et à investir dans ces avenirs.

source: Through the Looking-Glass: Tracing Shifts in Al Data Consent across the web
fr: De l’autre côté du miroir : tracer l’évolution du consentement à la collecte de données IA sur le web

source: Shayne Longpre, Data Provenance Initiative, US
fr: Shayne Longpre, Data Provenance Initiative, États-Unis

source: Watch
fr: Regarder

source: Do Not Train Tool Suite
fr: Suite d’outils Ne pas entraîner

source: Cullen Miller, Spawning, US
fr: Cullen Miller, Spawning, États-Unis

source: Watch
fr: Regarder

source: Leaving No One Behind
fr: Ne laisser personne de côté

source: Nataša Krčo, Computational Privacy Group, Imperial College London, UK
fr: Nataša Krčo, Computational Privacy Group, Imperial College London, Royaume-Uni

source: Watch
fr: Regarder

source: Regenerative Indigenous Al: Building the First Languages Al Reality
fr: Al indigène régénératif : créer la réalité d’une Al des premières langues

source: Watch
fr: Regarder

# body.f83f965e-6cf1-4035-abf2-a5e9b9fa73da
source: We gather, online and in person to connect, collaborate, and make positive change in our digital world. From our Volunteers to our Wranglers, from our Ambassadors to our Facilitators – and let's not forget our Working Group Leads – we are human rights and digital activists, artists, technologists, teachers, and students with a single mission: a better, healthier, internet.
es: Nos reunimos en línea y en persona para conectar, colaborar y lograr un cambio positivo en nuestro mundo digital. Desde nuestros voluntarios y wranglers, hasta nuestros embajadores y facilitadores –y no olvidemos a nuestros líderes de grupos de trabajo–, somos activistas en favor de los derechos humanos y digitales, artistas, tecnologistas, profesores y alumnos con una sola misión: un Internet mejor y más sano.

# body.e012b729-72dd-42ba-ac6b-e750e587cd1b.altText
source: a screenshot of the opening circle at mozfest with a many boxes of people on a video call together
es: Imagen de pantalla del círculo inaugural en el MozFest, con muchas miniaturas de los participantes en una videollamada.

source: Learn more
es: Descubre más

source: Learn more
es: Descubre más

# body.5df88fa7-fa79-4f49-b098-135591fbedab.url_label
source: Register to Volunteer
es: Forma parte del voluntariado

# body.48236776-b86e-40fd-9513-2b0a053c355b
source: Working Groups
es: Grupos de trabajo

# body.48236776-b86e-40fd-9513-2b0a053c355b
source: Working group members are a global collective of individuals passionate and/or curious about Trustworthy AI who come from many different educational and professional backgrounds, as well as exhibit different levels of skill and knowledge as it relates to AI.
es: Los miembros de los grupos de trabajo constituyen un colectivo mundial de personas con pasión y curiosidad por una IA confiable, cuya formación académica y profesional es diversa, y cuyas habilidades e información en lo que a inteligencia artificial se refiere varía enormemente.

source: AI-musement Park
es: Fer-IA temática

source: An AR and VR, AI themed amusement park designed for visitors to transparently experience machine learning algorithms and data processing mechanisms as embodied experiences.
es: Una feria temática de la inteligencia artificial, con realidad aumentada y virtual, diseñada para que los visitantes experimenten de manera comprensible los algoritmos del aprendizaje automático y los mecanismos del procesamiento de datos como experiencias corporeizadas.

source: Learn more
es: Descubre más

source: Algorithmic Oppression: Online Representation of Reproductive Rights
es: La opresión algorítmica: representación en línea de los derechos reproductivos

source: Building a map the reproductive rights narrative offered by Google’s search engine and investigate if and how it reinforces a system of social control over reproductive rights.
es: La construcción de un mapa de la narrativa sobre los derechos reproductivos que arroja el buscador de Google y la investigación de cómo (si acaso) refuerza un sistema de control social sobre los derechos reproductivos.

source: Learn more
es: Descubre más

source: Kwanele App Pilot (South Africa)
es: Versión piloto de la app Kwanele (Sudáfrica)

source: Developing AI capabilities to up-skill women about criminal justice, investigative, prosecutorial, and adjudication processes as related to GBV and to ensure this legislation is accessible to all people.
es: El desarrollo de capacidades de IA para que las mujeres sepan más de derecho penal y los procesos de investigación, procedimiento y sentencia relacionados con la violencia de género, y para que se garantice que la legislación en la materia sea accesible para todos.

source: Learn more
es: Descubre más
