Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/facilitator-guide.po
Languages: es

# title
source: Facilitator Guide
es: Guía para facilitadores

# body.22963fd8-582f-4af1-a11a-0ab05e0eac99
source: Welcome to the MozFest Facilitator Guide!
es: ¡Bienvenido a la Guía del facilitador del MozFest!

# body.1fecb892-d03a-4f11-a5c5-fd9cd6ba9014.altText
source: A group photo, taken from above, of hundreds of MozFest attendees sitting in chairs arranged in a semi-circle in front of a small plenary stage.
es: Foto grupal, tomada desde arriba, de cientos de asistentes al MozFest en sillas acomodadas en semicírculo frente a un pequeño escenario de sesión plenaria.

# body.2190ce6a-9eba-4b57-8438-029c2037e87c
source: Welcome to MozFest! Thank you for sharing your work with our community, and boldly and enthusiastically exploring the internet health movement. In our MozFest Spaces and Experiences, we ask the movement to connect, collaborate, and build Trustworthy AI, in products, policies, guidelines, creative work, and so much more. We explore core issues such as bias, transparency and data stewardship through a multitude of mediums, and with the evolution of global perspectives to advance local issues.
es: ¡Te damos la bienvenida al MozFest! Gracias por compartir tu trabajo con nuestra comunidad y explorar con audacia y entusiasmo el movimiento por la salud de internet. En nuestros espacios y experiencias del MozFest, pedimos que el movimiento conecte, colabore y construya una inteligencia artificial confiable con productos, políticas, directrices, trabajo creativo y mucho más. Analizamos temas fundamentales como la parcialidad, la transparencia y la custodia de datos a través de una multitud de medios y considerando la evolución de las perspectivas mundiales para promover asuntos locales.

# body.20f41742-c983-4a37-97a8-b34dc91f3387
source: If this is your first time at MozFest, it is important to remember that the festival is a unique hybrid event: part art, tech, and society convening. Part maker festival, and the premiere gathering for activists in diverse global movements fighting for a more humane digital world.
es: Si es la primera vez que asistes al MozFest, es importante recordar que el festival es un evento híbrido único: por una parte reunión de arte, tecnología y sociedad y por otra, festival de creadores y principal encuentro de activistas de diversos movimientos mundiales que luchan por un mundo digital más humano.

# body.891e1575-3ace-419b-8af8-66422cb7f565
source: This year MozFest is a global rolling virtual event, opening at 12:00 CET and closing at 01:00 am CET, to allow our global community to connect at a time that suits their day. Formats for sessions vary and are hosted on platforms that suit the level of participation and engagement you want from the session. All this is outlined in the proposal submission form.<br/><br/> This guide is your source of truth. Directing you to shared resources, support calls for facilitation essential designs, platform training, promotional materials for social and email, and what to expect from today till the Festival opens on the 20th March 2023.
es: Este año, el MozFest es un evento virtual continuo que comienza a las 12:00 CET y termina a las 01:00 a. m. CET, para permitir que nuestra comunidad mundial se conecte a la hora del día que más le convenga. Los formatos de las sesiones varían y se alojan en plataformas acordes al nivel de participación e interacción que quieras tener en la sesión. Todo esto se describe en el formulario de presentación de propuestas.<br/><br/> Esta guía es tu fuente fidedigna. Te dirige a recursos compartidos, llamadas para ayudarte con diseños de facilitación esenciales, capacitación en el uso de plataformas, material promocional para redes sociales y correo electrónico, y qué esperar desde hoy hasta que se inaugure el festival el 20 de marzo de 2023.

# body.891e1575-3ace-419b-8af8-66422cb7f565
source: We wish you the best of luck in preparing to facilitate your MozFest session.
es: Te deseamos la mejor de la suertes mientras te preparas para facilitar tu sesión de MozFest

# body.891e1575-3ace-419b-8af8-66422cb7f565
source: Welcome to our community.
es: Te damos la bienvenida a nuestra comunidad

# body.891e1575-3ace-419b-8af8-66422cb7f565
source: We welcome your feedback at festival@mozilla.org
es: Agradecemos tus comentarios en festival@mozilla.org

# body.e0d6c6c8-58a8-41d1-b665-3f8b2dccd0b1
source: What’s happening this week:
es: Agenda de la semana:

# body.e0d6c6c8-58a8-41d1-b665-3f8b2dccd0b1
source: Check out new pages in the Guide:
es: Consulte las nuevas páginas de la Guía:
