Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/join-us.po
Languages: de

# banner_meta
source: November 7 - 9 2025 | BARCELONA, SPAIN
de: 7. – 9. November 2025 | Barcelona, Spanien

# banner_text
source: The premier gathering for people working to build a better digital world.
de: Das wichtigste Treffen für Menschen, die an einer besseren digitalen Welt arbeiten.

# banner_link_text
source: Secure your badge
de: Sichern Sie sich Ihren Badge

# body.42d67710-bfeb-438d-be77-5feb012fef68.heading
source: Join us in Barcelona to celebrate 15 years of Mozilla Festival.
de: Besuchen Sie uns in Barcelona, um 15 Jahre Mozilla Festival zu feiern.

# body.42d67710-bfeb-438d-be77-5feb012fef68.text
source: For 15 years,<b> Mozilla Festival has been the home for big ideas, bold conversations, and the movement for a better internet</b>. This year, we’re bringing that energy back to Barcelona, and you’re invited to be a part of it.
de: Seit 15 Jahren ist das<b> Mozilla Festival das Zuhause großer Ideen, mutiger Gespräche und der Bewegung für ein besseres Internet</b>. Dieses Jahr bringen wir diese Energie zurück nach Barcelona und Sie sind eingeladen, ein Teil davon zu werden.

# body.42d67710-bfeb-438d-be77-5feb012fef68.text
source: From November 7-9, we’re gathering the world’s most curious and creative minds for <b>three days of workshops, debates, and hands-on collaboration</b> to <b>reimagine the role of technology in our lives</b>.
de: Vom 7. bis 9. November versammeln wir die neugierigsten und kreativsten Köpfe der Welt zu <b>drei Tagen voller Workshops, Debatten und praktischer Zusammenarbeit</b>, um <b>die Rolle der Technologie in unserem Leben neu zu definieren</b>.

# body.42d67710-bfeb-438d-be77-5feb012fef68.text
source: This is your space to think differently, act boldly, and <b>unlearn the internet as you know it</b>.
de: Dies ist Ihr Raum, um anders zu denken, mutig zu handeln und <b>das Internet, wie Sie es kennen, zu verlernen</b>.

source: A group of people is engaged in a discussion in a creative, decorated space with hanging fabric and artwork. A woman stands at the front, speaking, while others sit in a semi-circle, listening or interacting. Some attendees appear deep in thought. The walls are covered with colorful posters, diagrams, and handwritten notes.
de: Eine Gruppe von Personen führt eine Diskussion in einem kreativen, eingerichteten Raum mit herabhängenden Materialien und Grafiken. Eine Frau steht vorne und spricht, während andere in einem Halbkreis sitzen, zuhören oder interagieren. Einige Teilnehmer scheinen in Gedanken versunken zu sein. Die Wände sind mit farbenfrohen Postern, Diagrammen und handschriftlichen Notizen bedeckt.

source: A panel of five people is engaged in a discussion on stage at Mozilla Festival 2018. A screen behind them displays the session title "AI's Collateral Damage."
de: Eine Gruppe aus fünf Personen führt eine Diskussion auf der Bühne des Mozilla Festivals 2018. Auf einem Bildschirm hinter ihnen wird der Titel der Sitzung „KI-Kollateralschaden“ angezeigt.

source: Frances Haugen speaks on stage at Mozilla Festival, gesturing while presenting a slide with major news headlines about social media’s impact. In the foreground, the audience sits in rows facing the stage.
de: Frances Haugen spricht auf der Bühne des Mozilla Festivals, gestikuliert und präsentiert eine Folie mit wichtigen Schlagzeilen über die Auswirkungen der sozialen Medien. Im Vordergrund sitzt das Publikum in Reihen mit dem Gesicht zur Bühne.

source: A woman crouches on a dark floor with white text arranged in a spiral, posing thought-provoking questions about technology, AI, and human decision-making. The text invites viewers to engage with concepts of trust, choice, and perception in an abstract, immersive way.
de: Eine Frau hockt auf einem dunklen Boden mit weißer Schrift, die in einer Spirale angeordnet ist und zum Nachdenken anregende Fragen zu Technologie, KI und menschlicher Entscheidungsfindung stellt. Der Text lädt die Betrachter ein, sich auf abstrakte, immersive Weise mit Konzepten von Vertrauen, Wahlfreiheit und Wahrnehmung zu befassen.

# body.5fc25ee5-fb90-4f52-9e85-f501007d859c.title
source: Meet our headline speaker…
de: Lernen Sie unseren Hauptredner kennen…

# body.5fc25ee5-fb90-4f52-9e85-f501007d859c.text
source: Dr. Ruha Benjamin, award-winning author of Imagination: A Manifesto, will join Nabiha Syed, Mozilla Foundation Executive Director, for a conversation to open Mozilla Festival 2025.
de: Dr. Ruha Benjamin, die preisgekrönte Autorin von Imagination: A Manifesto, wird zur Eröffnung des Mozilla Festival 2025 mit Nabiha Syed, Geschäftsführerin der Mozilla Foundation, ein Gespräch führen.

# body.5fc25ee5-fb90-4f52-9e85-f501007d859c.text
source: From the biases baked into our digital worlds to the myths that shape our laws and institutions, this conversation will explore how power operates through the stories we inherit. Whatever your background or perspective on technology, Dr. Benjamin will challenge our defaults to unlock new ways of thinking, building, and belonging.
de: Von den in unseren digitalen Welten eingebrannten Vorurteilen bis zu den Mythen, die unsere Gesetze und Institutionen bestimmen – dieses Gespräch wird untersuchen, wie Macht mit den Geschichten, die wir geerbt haben, funktioniert. Was auch immer Ihr Hintergrund oder Ihre Perspektive zur Technologie ist, Dr. Benjamin wird unsere Standards in Frage stellen, um neue Wege des Denkens, des Aufbauens und der Zugehörigkeit zu ermöglichen.

# body.1eeda1ba-a8fc-492f-8bdf-158201407622
source: Secure your badge now - early bird pricing ends June 1st
de: Sichern Sie sich jetzt Ihren Badge – Frühbucherpreise enden am 1. Juni

# body.5c61e41c-f362-43b4-9509-834852266b02.text
source: Your all-access pass to the full festival experience. From mainstage conversations to hands-on sessions, this badge puts you in the room where bold ideas for the digital world take shape.
de: Mit diesem Badge erhalten Sie vollen Zugang zum Festival. Von den Gesprächen auf der Hauptbühne bis zu den interaktiven Workshops sind Sie dabei, wenn mutige Ideen für die digitale Welt entstehen.

# body.5c61e41c-f362-43b4-9509-834852266b02.text
source: <a id="a1"><b>Buy Festival Badge →</b></a>
de: <a id="a1"><b>Festival-Badge kaufen →</b></a>

# body.0d028906-5e93-4a1c-a99c-a263b170c7a4.text
source: Full festival access, just at a lower price. This badge supports people working in non-profits, charities, and NGOs to take part in the conversations shaping the future of tech.
de: Voller Festival-Zugang, nur zu einem niedrigeren Preis. Dieses Badge unterstützt Menschen, die in gemeinnützigen Organisationen, wohltätigen Organisationen und NGOs arbeiten, sich an den Diskussionen zu beteiligen, die die Zukunft der Technologie gestalten.

# body.0d028906-5e93-4a1c-a99c-a263b170c7a4.text
source: <a id="a1"><b>Buy Non-Profit Badge →</b></a>
de: <a id="a1"><b>Non-Profit-Badge kaufen →</b></a>

# body.ec35b23c-a150-4ee6-b243-3e721a07426d.text
source: For students, researchers, and educators. This badge unlocks the full festival and includes access to an invite-only hackathon. <i>Proof of academic affiliation is required.</i>
de: Für Studenten, Forscher und Lehrer. Dieses Badge schaltet das gesamte Festival frei und beinhaltet Zugang zu einem Hackathon, der nur mit Einladung zugänglich ist. <i>Ein Nachweis der akademischen Zugehörigkeit ist erforderlich.</i>

# body.ec35b23c-a150-4ee6-b243-3e721a07426d.text
source: <a id="a1"><b>Buy Academia Badge →</b></a>
de: <a id="a1"><b>Academia-Badge kaufen →</b></a>

source: A woman wearing a patterned dress speaks into a microphone while holding a notebook. Several attendees sit behind her in the audience.
de: Eine Frau in einem gemusterten Kleid spricht in ein Mikrofon, während sie ein Notizbuch hält. Hinter ihr im Publikum sitzen mehrere Teilnehmer.

source: Host an Experience
de: Eine Veranstaltung durchführen

source: Lead a session, run a workshop, share your art, or build something hands-on. The call for proposals launches later this year.
de: Leiten Sie eine Sitzung, leiten Sie einen Workshop, teilen Sie Ihre Kunst oder entwickeln Sie etwas Praktisches. Der Aufruf zur Einreichung von Vorschlägen wird Ende des Jahres veröffentlicht.

source: A blue balloon with the Firefox logo is placed on a white shelf in the middle of a library bookshelf filled with colorful books on design and crafts.
de: Ein blauer Ballon mit dem Firefox-Logo wird auf einem weißen Regal in der Mitte eines Bücherregals der Bibliothek platziert, in dem farbenfrohe Büchern über Design und Basteln stehen.

source: Sponsor
de: Sponsoren

source: Support the movement for a better internet by becoming a sponsor.
de: Unterstützen Sie die Bewegung für ein besseres Internet, indem Sie Sponsor werden.

source: Get in touch
de: Kontakt aufnehmen

source: Two people sit on a wooden bench by a waterfront. One holds a microphone with a purple windscreen and a visible label, while the other gestures mid-conversation.
de: Zwei Menschen sitzen auf eine Bank am Wasser. Der eine hält ein Mikrofon mit einem violetten Windschutz und einer sichtbaren Beschriftung, während der andere inmitten des Gesprächs gestikuliert.

source: Press
de: Presse

source: Get access to the voices and ideas shaping the digital world.
de: Erhalten Sie Zugang zu den Stimmen und Ideen, die die digitale Welt prägen.

source: Register for press credentials
de: Für Pressezugang registrieren

# body.a9fded37-2ba0-4860-8f9e-90fa3a787463
source: Unforgettable Highlights
de: Unvergessliche Highlights

# body.fc107b30-0ee9-4678-81fd-8a25c969acf5.video.caption
source: Watch the panel
de: Panel ansehen

# body.fc107b30-0ee9-4678-81fd-8a25c969acf5.video.title
source: The Big Open
de: Die große Offenheit

# body.fc107b30-0ee9-4678-81fd-8a25c969acf5.video.text
source: Leaders from Wikimedia, Creative Commons, and Mozilla explore the evolution and future of open source, emphasizing the unity of a global community.
de: Führungskräfte von Wikimedia, Creative Commons und Mozilla erforschen die Entwicklung und Zukunft von Open Source und unterstreichen die Einheit einer weltweiten Gemeinschaft.

source: Tim Berners-Lee gestures with both hands while speaking on stage. A presentation screen and event backdrop are visible in the background.
de: Tim Berners-Lee gestikuliert mit beiden Händen, während er auf der Bühne spricht. Im Hintergrund sind ein Präsentationsbildschirm und ein Ereignishintergrund sichtbar.

source: Sir Tim Berners-Lee, inventor of the web, shares his vision for a decentralized internet and the future of digital freedom.
de: Sir Tim Berners-Lee, Entwickler des Webs, teilt seine Vision für ein dezentrales Internet und die Zukunft der digitalen Freiheit.

source: A Conversation with Angela Davis and Christian Smalls
de: Ein Gespräch mit Angela Davis und Christian Smalls

source: Virtual
de: Virtuell

source: Insights from the front lines of building, mobilizing, and sustaining grassroots movements for lasting change.
de: Einblicke von vorderster Front, die Graswurzelbewegungen für dauerhafte Veränderung aufbauen, mobilisieren und erhalten.

source: Three panelists sit on stage engaged in discussion, with a large screen between them. The audience is seated in rows, facing the stage.
de: Drei Teilnehmer sitzen auf der Bühne und diskutieren, dazwischen steht ein großer Bildschirm. Das Publikum sitzt in Reihen mit Blick zur Bühne.

source: Navigating Deceptive Design and Regulation
de: Navigation durch trügerisches Design und Regulierung

source: Exploring the strengths and gaps in EU policies tackling deceptive design and dark patterns.
de: Untersuchung der Stärken und Lücken in der EU-Politik zur Bekämpfung von betrügerischem Design und dunklen Mustern.

source: Angela Oduor Lungati stands on stage, gesturing while holding a presentation remote. A large screen behind her displays bold text and a city skyline silhouette.
de: Angela Oduor Lungati steht auf der Plattform und gestikuliert mit einem Presenter in der Hand. Auf einem großen Bildschirm hinter ihr werden fettgedruckter Text und die Silhouette einer Stadt angezeigt.

source: Angela Oduor Lungati - Your Data, Your Power
de: Angela Oduor Lungati – Ihre Daten, Ihre Macht

source: Zambia
de: Sambia

source: AI and grassroots technology won’t change the world on their own—it’s how communities use them that will.
de: KI und Graswurzel-Technologie werden die Welt nicht von alleine verändern – entscheidend ist, wie Gemeinschaften sie nutzen.
