Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/mozfest-2023-early-bird-tickets-creative.po
Languages: fr

# title
source: MozFest 2023 - Early Bird Tickets
fr: MozFest 2023 - Billets Early Bird

# body.86ae7902-3ee9-4efb-b9c9-0e461b0cffb0
source: From interactive and immersive media, to Augmented Reality and Virtual Reality experiences, to film, games, and podcasts – art comes to life at MozFest! You’ll be inspired to reflect on our digital futures in unexpected, creative ways while networking with artists and connecting the dots between art and tech.
fr: Des médias interactifs et immersifs aux expériences de réalité augmentée et de réalité virtuelle, en passant par les films, les jeux et les podcasts, l’art prend vie au MozFest ! Vous trouverez des sources d’inspiration pour réfléchir à notre avenir numérique de manière inattendue et créative tout en échangeant avec des artistes et en mêlant l’art à la technologie.

# body.a013c5a8-5f2b-407b-89e1-2d45e0a68a01.button_label
source: Secure Your Early Bird Ticket
fr: Réserver votre billet Early Bird

# body.814b40a3-ff22-4ea1-a7d7-054d2e1edb9f.altText
source: separator
fr: séparateur

# body.814b40a3-ff22-4ea1-a7d7-054d2e1edb9f.caption
source: A photo of MozFest event lanywards
fr: Une photo de lanières du MozFest

# body.51d303b1-6eab-484f-9ecb-935a5bbb1825
source: MozFest is the premiere gathering for artists, musicians, creative thinkers, and doers in diverse global movements fighting for a more humane digital world. This annual festival offers a platform for artists to expand beyond the expected, mix new and traditional technologies with fresh eyes and a blank canvas. At MozFest, there are no edge lines.
fr: MozFest est le premier rassemblement d’artistes, de musiciens, de penseurs créatifs et d’acteurs de divers mouvements mondiaux luttant pour un monde numérique plus humain. Ce festival annuel offre une plateforme aux artistes pour se développer au-delà des attentes, mélangeant les technologies nouvelles et traditionnelles avec un regard neuf sur une toile vierge. Au MozFest, il n’y a pas de limites.

# body.c1b71ec5-233b-49fd-b86a-d5b1acd0f701
source: Bring your creativity and fresh perspective to MozFest Virtual on 20-24 March, 2023!
fr: Apportez votre créativité et une nouvelle perspective au MozFest Virtual du 20 au 24 mars 2023 !

# body.60ed5971-9c6d-461c-a5e3-1b0b6c49f9d0.button_label
source: Secure Your Early Bird Ticket
fr: Réserver votre billet Early Bird

# body.febf55d7-48d7-44d8-a686-84f3bf984e36.quote
source: "I was incredibly inspired by the global, massively cross-disciplinary community of builders, advocates, organizers, researchers, (...list...does...not...end), at MozFest."
fr: « J’ai été incroyablement inspiré par la communauté mondiale et massivement interdisciplinaire de créateurs et créatrices, défenseurs et défenseuses, d’organisateurs et d’organisatrices, de chercheurs et de chercheuses, (... la liste... n’en... finit… pas), au MozFest. »

# body.febf55d7-48d7-44d8-a686-84f3bf984e36.attribution
source: Borhane Blili-Hamelin, PhD
fr: Dr Borhane Blili-Hamelin

# body.febf55d7-48d7-44d8-a686-84f3bf984e36.attribution_info
source: Borhane Blili-Hamelin, PhD is a MozFest 2022 Rethinking Power and Ethics Wrangler, and a MozFest 2022 TAIWG project lead (Accountability Case Labs)
fr: Dr Borhane Blili-Hamelin est un Wrangler Rethinking Power and Ethics du MozFest 2022, et un responsable TAIWG (Accountability Case Labs) du MozFest 2022

# body.226230d4-3deb-4653-9d93-29578e916089.altText
source: A photograph of a person sitting with their laptop on the stairs of the MozFest House venue, next to them is an orange and pink sign with the MozFest house logo.
fr: Une photo d’une personne assise avec son ordinateur portable dans les escaliers du MozFest House, à côté d’elle se trouve un panneau orange et rose avec le logo MozFest House.

# body.226230d4-3deb-4653-9d93-29578e916089.text
source: 100s of sessions
fr: Des centaines de sessions

# body.226230d4-3deb-4653-9d93-29578e916089.text
source: Immersive sessions that teach privacy best practices, develop solutions to online misinformation and harassment, build open-source tools, support Trustworthy AI innovations, and more
fr: Des sessions immersives pour apprendre les bonnes pratiques en matière de respect de la vie privée, développer des solutions à la désinformation et au harcèlement en ligne, créer des outils open source, soutenir les innovations pour des IA dignes de confiance, etc.

# body.fe55e0c9-cff4-49e8-a579-5777940bf8c0.altText
source: A photograph of the MozFest Opening Circle, with a large group of participants all with their hands raised in the air cheering on a video conferencing platform.
fr: Une photographie du cercle d’ouverture du MozFest, avec un grand groupe de participants, tous les mains levées en l’air, sur une plateforme de vidéoconférence.

# body.fe55e0c9-cff4-49e8-a579-5777940bf8c0.text
source: 1,000s of participants
fr: Des milliers de participant·e·s

# body.fe55e0c9-cff4-49e8-a579-5777940bf8c0.text
source: Artists, activists, technologists, designers, students, and journalists from across the world attend MozFest each year.
fr: Des artistes, activistes, expert·e·s en technologie, designers, étudiant·e·s et journalistes du monde entier assistent chaque année au MozFest.

# body.580f61c5-306a-4b4b-a0eb-3a8ae3f00c06.altText
source: A photograph of a person placing a square sticky note onto a board, where the colour of the note says if they trust decisions made by an AI.
fr: Une photographie d’une personne plaçant un post-it carré sur un tableau, où la couleur de la note indique si elle fait confiance aux décisions prises par une IA.

# body.580f61c5-306a-4b4b-a0eb-3a8ae3f00c06.text
source: 145+ Countries
fr: Plus de 145 pays

# body.580f61c5-306a-4b4b-a0eb-3a8ae3f00c06.text
source: MozFest welcomes activists from Taipei, coders from Berlin, educators from Nairobi, researchers from Brasilia, and others from regions and movements around the world
fr: Le MozFest accueille des militant·e·s de Taipei, des développeurs et développeuses de Berlin, des enseignant·e·s de Nairobi, des chercheurs et chercheuses de Brasilia et bien d’autres personnes originaires de régions et de mouvements du monde entier.

# body.96dce5b3-f378-40d6-b99d-edc7a093c391
source: Over the years, MozFest has fueled the movement to ensure the internet benefits humanity, rather than harms it. We remain focused in our work to build a healthier internet and more Trustworthy AI.
fr: Au fil des ans, le MozFest a alimenté un mouvement pour s’assurer qu’Internet profite à l’humanité, plutôt que de lui nuire. Nous nous concentrons sur notre travail pour construire un Internet plus sain et des IA dignes de confiance.
