Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/newsletter.po
Languages: de, es, fr, fy_nl, nl

# seo_title
source: Keep up to date with MozFest 2023
de: Bleiben Sie über das MozFest 2023 auf dem Laufenden
es: Mantente al día de las novedades del MozFest 2023
fr: Tout savoir sur le MozFest 2023
fy_nl: Bliuw op de hichte mei MozFest 2023
nl: Blijf op de hoogte van MozFest 2023

# title
source: Updates
de: Neuigkeiten
es: Actualizaciones
fr: Actualités

# intro
source: Are you ready to join the Mozilla Festival community online?
de: Sind Sie bereit, der Mozilla-Festival-Gemeinschaft im Internet beizutreten?
es: ¿Estás listo(a) para unirte a la comunidad online del Mozilla Festival?
fr: Êtes-vous prêt·e à rejoindre la communauté du Mozilla Festival en ligne ?
fy_nl: Binne jo ree om mei te dwaan oan de Mozilla Festival-mienskip online?
nl: Bent u klaar om online lid te worden van de Mozilla Festival-community?

# body.db634a21-62a3-4d1f-982d-083c06064af8
source: MozFest is a celebration for, by, and about people who love the internet, showcasing world-changing ideas and technology through exhibitions, talks and interactive sessions.
de: Das MozFest ist eine Feier für, von und über Menschen, die das Internet lieben, und präsentiert weltverändernde Ideen und Technologien durch Ausstellungen, Vorträge und interaktive Sitzungen.
es: El MozFest es una celebración pensada para las personas que aman Internet, que está realizada por personas que aman Internet y que trata sobre las personas que aman Internet. En sus exposiciones, charlas y sesiones interactivas, se exhiben ideas y tecnologías para cambiar el mundo.
fr: MozFest est une grande fête pour, par et à propos des personnes qui aiment Internet, présentant des idées et des technologies qui changent le monde à travers des expositions, des conférences et des sessions interactives.
fy_nl: MozFest is in feest foar, troch en oer minsken dy't fan ynternet hâlde, mei wrâldferoanrjende ideeën en technology troch middel fan tentoanstellingen, lêzingen en ynteraktive sesjes.
nl: MozFest is een feest voor, door en over mensen die van internet houden, met wereld veranderende ideeën en technologie door middel van tentoonstellingen, lezingen en interactieve sessies.

# body.db634a21-62a3-4d1f-982d-083c06064af8
source: The next Mozilla Festival will be held from 20th - 24th March 2023. But you can join us and the internet health movement today. Are you ready to join the Mozilla Festival community online?
de: Das nächste Mozilla Festival findet vom 20. bis 24. März 2023 statt. Aber Sie können sich uns und der Internet-Gesundheitsbewegung noch heute anschließen. Sind Sie bereit, der Mozilla-Festival-Gemeinschaft im Internet beizutreten?
es: El próximo Festival Mozilla se llevará a cabo entre el 20 y el 24 de marzo de 2023. Pero puedes unirte hoy mismo a nosotros y al movimiento para la salud de Internet. ¿Estás listo(a) para ser parte de la comunidad online del Festival Mozilla?
fr: Le prochain festival Mozilla aura lieu du 20 au 24 mars 2023. Mais vous pouvez nous rejoindre et rejoindre le mouvement pour la santé d’Internet dès maintenant. Êtes-vous prêt·e à rejoindre la communauté Mozilla Festival en ligne ?
fy_nl: It folgjende Mozilla-festival wurdt hâlden fan 20 oant 24 maart 2023. Mar jo kinne jo hjoed noch by ús en de ynternetsûnensbeweging oanslute. Binne jo ree om jo online oan te sluten by de Mozilla Festival-mienskip?
nl: Het volgende Mozilla Festival wordt gehouden van 20 tot 24 maart 2023. Maar u kunt zich vandaag al bij ons en de internetgezondheidsbeweging aansluiten. Bent u klaar om u online aan te sluiten bij de Mozilla Festival-gemeenschap?

# body.db634a21-62a3-4d1f-982d-083c06064af8
source: By signing up for this email list, you can expect to receive:
de: Wenn Sie sich für diese E-Mail-Liste anmelden, erhalten Sie:
es: Al suscribirte a esta lista de correo electrónico, recibirás:
fr: En vous inscrivant à cette newsletter, vous pouvez vous attendre à recevoir :
fy_nl: Troch jo yn te skriuwen foar dizze e-maillist, kinne jo it folgjende ferwachtsje:
nl: Door u in te schrijven voor deze e-maillijst, kunt u het volgende verwachten:

# body.db634a21-62a3-4d1f-982d-083c06064af8
source: A monthly newsletter filled with tools, resources, and events from across the internet health movement on trustworthy AI and other important issues, such as digital rights, community activism, privacy and security, and more.
de: Einen monatlichen Newsletter mit Werkzeugen, Ressourcen und Veranstaltungen aus der gesamten Bewegung für Internetgesundheit zu vertrauenswürdiger KI und anderen wichtigen Themen wie digitale Rechte, Gemeinschafts-Aktivismus, Datenschutz und Sicherheit und mehr.
es: Un boletín informativo mensual lleno de herramientas, recursos y eventos relacionados con el movimiento salud de Internet, la IA confiable y otros temas importantes, como los derechos digitales, el activismo comunitario, la privacidad y la seguridad, y muchos más.
fr: Une newsletter mensuelle proposant des outils, des ressources et des évènements de l’ensemble du mouvement pour un Internet sain, abordant des sujets comme l’IA digne de confiance et d’autres problématiques importantes, telles que les droits numériques, le militantisme communautaire, la confidentialité et la sécurité, et plus encore.
fy_nl: In moanlikse nijsbrief fol helpmiddelen, boarnen en eveneminten fan de hiele ynternetsûnensbeweging oer betroubere AI en oare wichtige kwestjes, lykas digitale rjochten, mienskipsaktivisme, privacy en feilichheid, en mear.
nl: Een maandelijkse nieuwsbrief vol hulpmiddelen, bronnen en evenementen van de hele internetgezondheidsbeweging over betrouwbare AI en andere belangrijke kwesties, zoals digitale rechten, gemeenschapsactivisme, privacy, veiligheid en meer.

# body.db634a21-62a3-4d1f-982d-083c06064af8
source: The most up-to-date news and sneak peeks about what to expect at the next MozFest including details on the exciting addition of in-person, global events in locations across Europe, Africa and Asia.
de: Die aktuellsten Nachrichten und Einblicke in das, was Sie beim nächsten MozFest erwarten können, einschließlich Details über die aufregende Neuerung mit persönlichen, globalen Veranstaltungen an Orten in ganz Europa, Afrika und Asien.
es: Las noticias más actualizadas y algunos adelantos sobre lo que sucederá en el próximo MozFest, incluyendo información detallada sobre la emocionante incorporación de eventos globales presenciales en distintos lugares de Europa, África y Asia.
fr: Les actualités les plus récentes et des aperçus de ce à quoi s’attendre lors du prochain MozFest, y compris des détails sur l’ajout d’évènements internationaux en personne dans des lieux à travers l’Europe, l’Afrique et l’Asie.
fy_nl: It meast aktuele nijs en sneakpeeks oer wat te ferwachtsjen by it folgjende MozFest ynklusyf details oer de spannende tafoeging fan persoanlike, wrâldwide eveneminten op lokaasjes yn hiel Europa, Afrika en Azië.
nl: Het meest actuele nieuws en sneakpeeks over wat u kunt verwachten op het volgende MozFest, inclusief details over de opwindende toevoeging van persoonlijke, wereldwijde evenementen op locaties in Europa, Afrika en Azië.

# body.db634a21-62a3-4d1f-982d-083c06064af8
source: The latest updates from Mozilla
de: Die neuesten Nachrichten von Mozilla
es: Las últimas actualizaciones de Mozilla
fr: Les dernières actualités de Mozilla
fy_nl: De lêste updates fan Mozilla
nl: De laatste updates van Mozilla

# body.db634a21-62a3-4d1f-982d-083c06064af8
source: We hope you’ll join us as we fuel the movement for a healthier internet and more trustworthy AI through MozFest!
de: Wir hoffen, dass Sie sich uns anschließen, wenn wir die Bewegung für ein gesünderes Internet und eine vertrauenswürdigere KI durch das MozFest vorantreiben!
es: ¡Esperamos que te unas a nosotros para impulsar el movimiento por una Internet más saludable y una IA más confiable a través del MozFest!
fr: Nous espérons que vous vous joindrez à nous pour lancer un grand mouvement pour un Internet plus sain et une IA plus digne de confiance via le MozFest !
fy_nl: Wy hoopje dat jo jo by ús oanslute wylst wy de beweging foar in sûner ynternet en betrouberdere AI fia MozFest fuorje!
nl: We hopen dat u zich bij ons aansluit terwijl we de beweging voor een gezonder internet en betrouwbaardere AI via MozFest voeden!

# body.9de1f2f1-1e23-4ea5-9ef0-e9372d3ed264.button_label
source: Secure your MozFest ticket
de: Sichern Sie sich Ihr MozFest-Ticket
es: Asegura tu boleto al MozFest

# body.855b42f2-db3a-4ba1-8f28-7abe9cabed5e.title
source: Latest Festival News
de: Aktuelle Festival-News
es: Últimas noticias del Festival
fr: Dernières actualités du festival
fy_nl: Lêste festivalnijs
nl: Laatste festivalnieuws
