Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/on-demand.po
Languages: es, fr

# seo_title
source: MozFest On-Demand
es: MozFest a la carta
fr: MozFest à la demande

# search_description
source: Top luminaries, grassroots activists, creative technologists, and interested consumers from around the world gather to share their questions, insights, reflections, and ideas at MozFest. The resulting content of these collaborations is too good to not share on-demand, all year long.
es: Los principales pensadores, activistas de base, tecnólogos creativos y consumidores interesados de todo el mundo se reúnen en el MozFest para compartir sus preguntas, ideas, reflexiones e ideas. Los resultados de esas colaboraciones son demasiado buenos para no ofrecerlos a la carta durante todo el año.
fr: Des personnalités de premier plan, des militant·e·s, des passionné·e·s de technologies, et des consommateurs et consommatrices éveillées du monde entier se réunissent pour partager leurs questions, leurs points de vue, leurs réflexions et leurs idées au MozFest. Le contenu résultant de ces collaborations est trop important pour ne pas être partagé à la demande, tout au long de l’année.

# title
source: On-Demand
es: A la carta
fr: À la demande

# intro
source: Top luminaries, grassroots activists, creative technologists, and interested consumers from around the world gather to share their insights, reflections, and ideas at MozFest. These conversations and collaborations are too good to not share on-demand, all year long.
es: Los principales pensadores, activistas de base, tecnólogos creativos y consumidores interesados de todo el mundo se reúnen en el MozFest para compartir sus visiones, reflexiones e ideas. Estas conversaciones y colaboraciones son demasiado buenas para no ofrecerlas a la carta durante todo el año.
fr: Des personnalités de premier plan, des militant·e·s, des passionné·e·s de technologies, et des consommateurs et consommatrices éveillées du monde entier se réunissent pour partager leurs points de vue, leurs réflexions et leurs idées au MozFest. Ces conversations et collaborations sont trop importantes pour ne pas être partagées à la demande, tout au long de l’année.

# body.3dedc389-8f02-4fc1-a00f-381e7473469e
source: Each year, across the festival weekend, luminaries from across the internet health movement discuss the most prevalent and current issues at the intersection of technology and society. Past speakers have hailed from Kenya, France, India, Bahrain, the U.S., the UK, and beyond.
es: Cada año, durante el fin de semana del festival, pensadores provenientes del movimiento para la salud de Internet debaten los temas más frecuentes y actuales surgidos de la intersección de la tecnología y la sociedad. Oradores anteriores procedían de Kenia, Francia, India, Baréin, Estados Unidos, el Reino Unido y más.
fr: Chaque année, tout au long du week-end du festival, des personnalités du mouvement pour la bonne santé d’Internet discutent des problématiques les plus courantes et les plus actuelles à l’intersection de la technologie et de la société. Les précédent·e·s orateur·trice·s viennent du Kenya, de France, d’Inde, du Bahreïn, des États-Unis, du Royaume-Uni et d’ailleurs.

# body.3dedc389-8f02-4fc1-a00f-381e7473469e
source: They are influential activists, hackers, engineers, journalists, and lawyers. The programming aims to educate and inspire the audience, so they leave the festival with fresh ideas for advocacy campaigns, policies, and software.
es: Se trata de activistas, hackers, ingenieros(as), periodistas y abogados(as) influyentes. El objetivo de la programación es educar e inspirar a los miembros del público, para que salgan del festival con nuevas ideas para aplicar en campañas de promoción, políticas y software.
fr: Ce sont des militant·e·s influent·e·s, des hackers, des ingénieur·e·s, des journalistes et des avocat·e·s. La programmation vise à éduquer et à inspirer le public, afin qu’il quitte le festival avec de nouvelles idées pour les campagnes de sensibilisation, les politiques et les logiciels.

# body.6352c96e-fb2c-4c16-b817-d8b65ef146ab
source: Our Latest Virtual Dialogues and Debates
es: Nuestros últimos diálogos y debates virtuales
fr: Notre dernière session virtuelle débats et discussions

# body.6352c96e-fb2c-4c16-b817-d8b65ef146ab
source: Technology further codifies biases and categorizes personhood, not simply a reflection of the society that creates it but possibly an imperfect and flawed mirror of it. That has resulted in software and AI systems that are at odds with fluidity, that endanger the privacy and security of the LGBTQIA+ community, and often infer heteronormative assumptions and forces binary gender classifications. How does the queer community change this technology landscape? And what does it mean to queer the landscape, coopt these systems, and create safe, online spaces? And accordingly, how has technology made a global LGBTQIA+ movement possible?
es: La tecnología codifica más profundamente los sesgos y categoriza las individualidades, no simplemente como un reflejo de la sociedad que la crea, sino posiblemente como un espejo imperfecto y defectuoso de ella. El resultado son software y sistemas de IA que van en contra de la fluidez, ponen en peligro la privacidad y la seguridad de la comunidad LGBTQIA+, y a menudo infieren suposiciones heteronormativas y fuerzan clasificaciones binarias de género. ¿Cómo cambia la comunidad queer este panorama tecnológico? ¿Qué significa hacer queer el paisaje, cooptar estos sistemas y crear espacios seguros en línea? Y en consecuencia, ¿cómo la tecnología ha hecho posible un movimiento global LGBTQIA+?
fr: La technologie codifie davantage les préjugés et catégorise les personnalités, ce qui n’est pas simplement le reflet de la société qui la crée, mais peut être un miroir imparfait et faussé de celle-ci. Il en résulte des logiciels et des systèmes d’IA qui sont en contradiction avec la notion de fluidité, qui menacent la vie privée et la sécurité de la communauté LGBTQIA+, et qui déduisent souvent des hypothèses hétéronormatives et imposent des classifications de genre binaires. Comment la communauté queer peut-elle changer ce monde technologique ? Et qu’est-ce que cela implique de changer ce monde, de tirer parti de ces systèmes et de créer des environnements sûrs en ligne ? Et par conséquent, comment la technologie a-t-elle fait naître un mouvement LGBTQIA+ mondial ?

# body.761ec286-e5fe-4cd5-bd64-e9a858ee7668.url
source: https://www.youtube-nocookie.com/embed/p1peBG0ndaY?rel=0&amp;modestbranding=0
es: https://www.youtube-nocookie.com/embed/p1peBG0ndaY?rel=0&modestbranding=0

# body.1bad947d-02d2-4462-94f8-1293ac22d6de
source: Re-live MozFest 2022
es: Vuelve a vivir el MozFest 2022
fr: Revivez le MozFest 2022

# body.1bad947d-02d2-4462-94f8-1293ac22d6de
source: MozFest 2022 provided hundreds of community-led, immersive sessions that tackled topics that matter most for a healthier digital world. From sustainability to bias, from digital inclusion to Trustworthy AI, there was something for everyone. If you missed them, here's your chance to catch up with the top immersive sessions at MozFest 2022.
es: En el MozFest 2022 se llevaron a cabo cientos de sesiones comunitarias inmersivas en las que se abordaron los temas más importantes para un mundo digital más saludable. Desde la sostenibilidad hasta los sesgos, desde la inclusión digital hasta la IA confiable, hubo algo para todos los gustos. Si te las perdiste, esta es tu oportunidad de ponerte al día con las sesiones inmersivas más importantes del MozFest 2022.
fr: L’édition 2022 du MozFest a proposé des centaines de sessions immersives dirigées par la communauté qui ont abordé les sujets les plus importants pour un monde numérique plus sain. De la durabilité aux préjugés, de l’inclusion numérique à l’IA digne de confiance, il y en avait pour tous les goûts. Si vous les avez manquées, voici votre chance de rattraper les meilleures sessions immersives du MozFest 2022.

# body.2dcb3b0f-20b2-4b45-b69c-f7e56a6e1dbc.title
source: MozFest 2022 Sessions
es: Sesiones del MozFest 2022
fr: Sessions du MozFest 2022

source: MozFest 2022 Opening Circle
es: Círculo de apertura del MozFest 2022
fr: Cercle d’ouverture du MozFest 2022

source: Hear from the community on why MozFest is so important as a place to connect and collaborate.
es: Escucha a los miembros de la comunidad hablando sobre por qué el MozFest es un lugar de conexión y colaboración tan importante.
fr: Écoutez la communauté expliquer pourquoi le MozFest est si important en tant que lieu de connexion et de collaboration.

source: metaverse or MetaverseTM?
es: ¿metaverso o MetaversoTM?
fr: metaverse ou MetaverseTM ?

source: As the internet evolves, what will it look like — and who will it benefit?
es: A medida que Internet evolucione, ¿qué aspecto tendrá y a quién beneficiará?
fr: Au fur et à mesure qu’Internet évolue, à quoi ressemblera-t-il, et à qui profitera-t-il ?

source: Education in a Mixed AI Reality
es: La educación en una realidad mixta de IA
fr: L’éducation dans une réalité d’IA mixte

source: Upcoming generations are growing up in a mixed reality where they develop a powerful command on internet platforms.
es: Las nuevas generaciones están creciendo en una realidad mixta en la que desarrollan un poderoso dominio de las plataformas de Internet.
fr: Les générations futures grandissent dans une réalité mixte où elles développent une puissante maîtrise des plateformes Internet.

# body.0a9d2396-d9b3-45d9-883b-a254be6527da.label
source: Watch more on the MozFest Plaza
es: Ver más en MozFest Plaza
fr: Regardez plus de vidéos sur la MozFest Plaza

# body.31c2b692-c5c6-4469-9e59-0c932169b6a0
source: 5 Years of Dialogues and Debates
es: Cinco años de diálogos y debates
fr: 5 ans de débats et discussions

# body.31c2b692-c5c6-4469-9e59-0c932169b6a0
source: Dialogues &amp; Debates is MozFest’s space for fiery keynote talks and compelling panel discussions. You can now watch five years of inspiring Dialogues and Debates on global topics that impact both our online and offline lives.
es: «Diálogos y debates» es el espacio del MozFest dedicado a ardientes charlas magistrales y atractivos debates en mesas redondas. Ahora puedes ver cinco años de diálogos y debates inspiradores sobre temas globales que afectan nuestras vidas tanto virtuales como reales.
fr: Les débats et discussions est l’espace du MozFest dédié aux conférences plénières enflammées et aux tables rondes passionnantes. Vous pouvez maintenant regarder cinq ans de débats et discussions inspirants sur des sujets mondiaux qui ont un impact à la fois sur nos vies en ligne et hors ligne.

# body.31c2b692-c5c6-4469-9e59-0c932169b6a0
source: Here are a few of our favorites.
es: A continuación te mostramos algunos de nuestros favoritos.
fr: Voici quelques-uns de nos préférés.
