Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/plan-your-trip.po
Languages: de, es, fr, pl, pt_br

# title
source: Plan Your Trip
de: Planen Sie Ihre Reise
es: Planifica tu viaje
fr: Planifier votre voyage
pl: Zaplanuj swoją podróż
pt_br: Planeje sua viagem

# banner_heading
source: Plan Your Trip
de: Planen Sie Ihre Reise
es: Planifica tu viaje
fr: Planifiez votre voyage
pl: Zaplanuj swoją podróż
pt_br: Planeje sua viagem

# banner_text
source: Joining us in Barcelona? We’ve put together travel tips to help you get ready.
de: Kommen Sie zu uns nach Barcelona? Wir haben Reisetipps zusammengestellt, die Ihnen bei der Vorbereitung helfen.
es: ¿Te unes a nosotros en Barcelona? Recopilamos consejos de viaje para ayudarte a prepararte.
fr: Vous nous rejoignez à Barcelone ? Voici quelques conseils de voyage pour vous aider à vous préparer.
pl: Dołączysz do nas w Barcelonie? Przygotowaliśmy wskazówki, które pomogą Ci się przygotować.
pt_br: Vai se juntar a nós em Barcelona? Reunimos algumas dicas de viagem para ajudar você a se preparar.

# body.6c8bd2e6-aa12-4dac-8b1f-ad48221f7d59.heading
source: Welcome to Poble Espanyol
de: Willkommen im Poble Espanyol
es: Bienvenidos al Poble Espanyol
fr: Bienvenue au Poble Espanyol
pl: Witamy w Poble Espanyol
pt_br: Boas-vindas ao Poble Espanyol!

# body.6c8bd2e6-aa12-4dac-8b1f-ad48221f7d59.text
source: Mozilla Festival 2025 is happening in Barcelona, Spain, from November 7-9 at Poble Espanyol.
de: Das Mozilla Festival 2025 findet vom 7. bis 9. November im Poble Espanyol in Barcelona in Spanien statt.
es: El Festival Mozilla 2025 tendrá lugar en Barcelona, España, del 7 al 9 de noviembre, en el Poble Espanyol.
fr: Le Festival Mozilla 2025 se déroule à Barcelone, en Espagne, du 7 au 9 novembre au Poble Espanyol.
pl: Mozilla Festival 2025 odbędzie się w dniach 7–9 listopada w Barcelonie w Poble Espanyol.
pt_br: O Mozilla Festival 2025 acontecerá em Barcelona, Espanha, de 7 a 9 de novembro no Poble Espanyol.

# body.6c8bd2e6-aa12-4dac-8b1f-ad48221f7d59.text
source: Built in 1929, as an open-air museum that showcases architecture from across Spain. It’s a unique space with a mix of streets, courtyards, and plazas, designed for exploring and gathering.
de: Ursprünglich 1929 als Freilichtmuseum für die Architektur Spaniens erbaut, ist es heute ein einzigartiger Ort mit einer lebendigen Mischung aus Gassen, Innenhöfen und Plätzen – perfekt zum Erkunden und gemeinsamen Erleben.
es: Construido en 1929 como un museo al aire libre que muestra la arquitectura de toda España, es un espacio único donde se combinan calles, patios y plazas, que fue diseñado para explorar y reunirse.
fr: Construit en 1929, ce musée à ciel ouvert propose un échantillon de la richesse architecturale espagnole. Il s’agit d’un espace unique, avec ses rues, ses cours et ses places, conçu pour la découverte et la rencontre.
pl: Wybudowane w 1929 r. Miasteczko Hiszpańskie jest swego rodzaju muzeum prezentującym architekturę całej Hiszpanii. To wyjątkowa przestrzeń pełna ulic, dziedzińców i placów, zaprojektowana z myślą o zwiedzaniu i spotykaniach towarzyskich.
pt_br: Construído em 1929, o espaço é um museu ao ar livre com arquitetura de diversas regiões da Espanha. É um lugar único, que mistura ruas, pátios e praças, projetado para ser explorado e reunir pessoas.

# body.6c8bd2e6-aa12-4dac-8b1f-ad48221f7d59.text
source: Located on Montjuïc, a hill just outside Barcelona’s city centre, it’s easy to reach by metro, bus, or taxi. It’s close to several major landmarks, including the Magic Fountain, the National Art Museum of Catalonia, and Montjuïc Park.
de: Das Poble Espanyol liegt auf dem Montjuïc, einem Hügel etwas außerhalb der Innenstadt. Es ist leicht mit Metro, Bus oder Taxi zu erreichen und liegt in der Nähe von Sehenswürdigkeiten wie dem magischen Springbrunnen, dem Nationalen Kunstmuseum von Katalonien und dem Montjuïc-Park.
es: Situado en Montjuïc, una colina a las afueras del centro de Barcelona, es fácil llegar allí en metro, autobús o taxi y está cerca de varios lugares destacados, como la Fuente Mágica, el Museo Nacional de Arte de Cataluña y el Parque de Montjuïc.
fr: Situé sur la colline de Montjuïc, aux abords du centre-ville de Barcelone, il est facilement accessible en métro, en bus ou en taxi. Plusieurs sites d’intérêt majeurs se trouvent à proximité, notamment la Fontaine magique, le Musée national d’art de Catalogne et le parc de Montjuïc.
pl: Położone jest na wzgórzu Montjuïc niedaleko centrum Barcelony, gdzie można łatwo dojechać metrem, autobusem lub taksówką. W pobliżu znajduje się kilku ważnych zabytków, w tym Magiczna fontanna, Narodowe Muzeum Sztuki Katalonii oraz Park Montjuïc.
pt_br: Localizado em Montjuïc, uma colina nos arredores do centro de Barcelona, é de fácil acesso por metrô, ônibus ou táxi. O Poble Espanyol está próximo a vários pontos importantes, como a Fonte Mágica, o Museu Nacional de Arte da Catalunha e o Parque Montjuïc.

source: Sign up for updates
de: Abonnieren, um Neuigkeiten zu erfahren
es: Regístrate para recibir actualizaciones
fr: S’abonner aux annonces
pl: Zarejestruj się, aby otrzymywać aktualizacje
pt_br: Inscreva-se para receber as novidades!

source: Aerial view of Poble Espanyol in Barcelona, showcasing its medieval-style architecture, narrow streets, and central plaza. Lush greenery and Montjuïc landmarks surround the area.
fr: Vue aérienne du Poble Espanyol à Barcelone, avec son architecture de style médiéval, ses rues étroites et sa place centrale. La zone est entourée d’une végétation luxuriante et des monuments de Montjuïc.

source: A stone entrance gate to Poble Espanyol in Barcelona, resembling a medieval fortress with two round towers. Two large yellow advertising banners hang on the towers. Two statues of traditionally dressed figures stand on pedestals at the entrance.
fr: Le portail d’entrée en pierre du Poble Espanyol à Barcelone a l’allure d’une forteresse médiévale avec ses deux tours rondes. Deux grandes bannières publicitaires jaunes sont installées sur les tours. Deux statues de personnages en costume traditionnel sont placées sur des piédestaux à l’entrée.

source: A sunlit plaza in Poble Espanyol, Barcelona, featuring a row of historic-style buildings with balconies, arched walkways, and greenery. A few people walk in the foreground.
fr: Une place ensoleillée du Poble Espanyol, à Barcelone, avec une rangée de bâtiments historiques avec des balcons, des passages voûtés et de la verdure. On aperçoit quelques personnes se promenant au premier plan.

# body.6153a997-65b3-4df8-bcb9-393c8e13eecf.title
source: Getting To Mozilla Festival
de: Anreise zum Mozilla Festival
es: Cómo llegar al Festival Mozilla
fr: Se rendre au Festival Mozilla
pl: Dojazd na Mozilla Festival
pt_br: Como chegar ao Mozilla Festival

# body.6153a997-65b3-4df8-bcb9-393c8e13eecf.text
source: By Air: Barcelona-El Prat Airport (BCN) is the city’s main international airport, offering direct flights from major global destinations.
de: Mit dem Flugzeug: Der Flughafen Barcelona-El Prat (BCN) ist der wichtigste internationale Flughafen der Stadt und bietet Direktflüge von großen globalen Zielen.
es: En avión: El Aeropuerto de Barcelona-El Prat (BCN) es el principal aeropuerto internacional de la ciudad y ofrece vuelos directos desde los principales destinos mundiales.
fr: En avion : l’aéroport de Barcelone-El Prat (BCN) est le principal aéroport international de la ville, offrant des vols directs depuis les principales métropoles mondiales.
pl: Samolot: lotnisko Barcelona-El Prat (BCN) jest głównym międzynarodowym portem lotniczym w mieście, oferującym bezpośrednie loty z głównych miejsc na świecie.
pt_br: De avião: o Aeroporto de Barcelona-El Prat (BCN) é o principal aeroporto internacional da região, com voos diretos vindos de grandes cidades do mundo todo.

# body.6153a997-65b3-4df8-bcb9-393c8e13eecf.text
source: By Train: Spain’s high-speed rail network links Barcelona to major European cities, with direct trains from Paris arriving in 6 and a half hours.
de: Mit dem Zug: Spaniens Hochgeschwindigkeitsbahnnetz verbindet Barcelona mit großen europäischen Städten, mit direkten Zügen aus Paris in 6,5 Stunden.
es: En tren: La red ferroviaria de alta velocidad de España conecta Barcelona con las principales ciudades europeas, con trenes directos que llegan desde París en 6 horas y media.
fr: En train : le réseau ferroviaire espagnol à grande vitesse relie Barcelone aux principales villes européennes, avec des trains directs depuis Paris et une durée de trajet de 6 heures et demie.
pl: Pociąg: hiszpańska sieć kolei dużych prędkości łączy Barcelonę z dużymi miastami europejskimi, a bezpośrednie pociągi z Paryża dojeżdżają w sześć i pół godziny.
pt_br: De trem: a rede ferroviária de alta velocidade da Espanha conecta Barcelona às principais cidades europeias, com trens diretos de Paris fazendo o trajeto em 6 horas e meia.

# body.6153a997-65b3-4df8-bcb9-393c8e13eecf.text
source: By Public Transport: The venue is accessible by local train, metro and buses. The closest station is Plaça Espanya, served by the L1 (Red Line), L3 (Green Line) as well as regional services.
de: Mit öffentlichen Verkehrsmitteln: Der Veranstaltungsort ist mit S-Bahn, U-Bahn und Bussen erreichbar. Die nächste Station ist Plaça Espanya, die von der L1 (Roten Linie), der L3 (Grünen Linie) sowie regionalen Verbindungen angefahren wird.
es: Transporte público: Se puede acceder al lugar en las líneas locales de tren, metro y autobús. La estación más cercana es Plaça Espanya, adonde llegan la L1 (Línea roja), L3 (Línea verde) y servicios regionales.
fr: En transports en commun : le site est accessible via le train de banlieue, le métro et les bus. La station la plus proche est Plaça Espanya, desservie par les lignes L1 (ligne rouge) et L3 (ligne verte) ainsi que par les services de transport régionaux.
pl: Transport publiczny: na miejsce można dojechać pociągiem, metrem lub autobusem. Najbliższa stacja to Plaça Espanya, która jest obsługiwana przez linię L1 (czerwoną), L3 (zieloną) oraz przewozy regionalne.
pt_br: De transporte público: o espaço do evento é acessível por trem, metrô e ônibus locais. A estação mais próxima é a Plaça Espanya, atendida pela L1 (Linha Vermelha), L3 (Linha Verde), além de serviços regionais.

# body.6153a997-65b3-4df8-bcb9-393c8e13eecf.altText
source: A map showing the location of the venue for Mozilla Festival 2025
de: Eine Karte mit dem Standort des Veranstaltungsortes für das Mozilla Festival 2025
es: Un mapa que muestra la ubicación del lugar del Festival Mozilla 2025
fr: Une carte indiquant l’emplacement du lieu du Festival Mozilla 2025
pl: Mapa przedstawiająca lokalizację Mozilla Festival 2025
pt_br: Mapa com a localização do espaço onde ocorrerá o Mozilla Festival 2025

# body.ff19e7c0-e556-4812-816c-038498734dfa
source: Visa Requirements and Support
de: Visaanforderungen und Unterstützung
es: Requisitos y asistencia para visados
fr: Visas et assistance
pl: Wymagania wizowe i wsparcie
pt_br: Requisitos para vistos e suporte

source: Illuminated airport sign for Arrivals Hall 1, displaying a plane icon and the word "Arrivals" in English and Dutch ("Aankomst"). Ceiling panels and lights are visible above.
fr: Panneau lumineux de l’aéroport pour le hall des arrivées 1, sur lequel figurent une icône d’avion et le mot « Arrivals » en anglais et en néerlandais (« Aankomst »). Les panneaux de plafond et les lumières sont visibles sur la partie supérieure.

source: Visa Information
de: Visainformationen
es: Información de visados
fr: Informations sur le visa
pl: Informacje na temat wiz
pt_br: Informações sobre vistos

source: Spain is part of the Schengen Area, meaning Schengen Visa rules generally apply. It's important to check visa and other travel requirements before you book your travel.
de: Spanien ist Teil des Schengen-Raums, was bedeutet, dass im Allgemeinen die Schengen-Visa-Regeln gelten. Es ist wichtig, die Visa- und andere Reisebestimmungen zu überprüfen, bevor Sie Ihre Reise buchen.
es: España forma parte del espacio Schengen, lo que significa que por lo general se aplican las normas de visado Schengen. Es importante que verifiques si necesitas visado y cumplir con otros requisitos antes de reservar tu viaje.
fr: L’Espagne fait partie de l’espace Schengen, ce qui signifie que les règles relatives au visa Schengen s’appliquent généralement. Il est important de vérifier les exigences en matière de visa et autres conditions de voyage avant de faire votre réservation.
pl: Hiszpania jest częścią strefy Schengen, co oznacza, że ogólne zastosowanie mają przepisy wizowe Schengen. Zanim zdecydujesz się na wyjazd, sprawdź wymagania dotyczące wiz i innych kwestii związanych z podróżą.
pt_br: Como a Espanha faz parte do Espaço Schengen, as regras do Visto Schengen são aplicáveis. É importante conferir os requisitos de viagem e vistos antes de confirmar sua presença.

source: Find visa information
de: Visainformationen finden
es: Encuentra información sobre visados
fr: Obtenir des informations relatives aux visas
pl: Znajdź informacje o wizie
pt_br: Encontre informações sobre vistos

source: A beige hotel building with black-shuttered windows and wrought-iron balconies. The rooftop sign reads "HOTEL" in large letters. Green foliage and a lamppost are in the foreground.
fr: Un hôtel beige avec des fenêtres aux volets noirs et des balcons en fer forgé. L’enseigne sur le toit indique « HOTEL » en lettres capitales. On aperçoit au premier plan un feuillage vert et un lampadaire.

source: Participation Letters
de: Briefe zur Teilnahme
es: Cartas de participación
fr: Lettres de participation
pl: Listy uczestnictwa
pt_br: Cartas de participação

source: If you need a visa for your travel to Mozilla Festival, we can provide a letter detailing the event to support your application. A completed order is required to receive this.
de: Wenn Sie ein Visum für Ihre Reise zum Mozilla Festival benötigen, können wir ein Schreiben ausstellen, in dem die Veranstaltung beschrieben wird, um Ihren Antrag zu unterstützen. Um dieses zu erhalten, ist eine abgeschlossene Bestellung erforderlich.
es: Si necesitas una visa para tu viaje al Festival Mozilla, podemos proporcionarte una carta con detalles sobre el evento para respaldar tu solicitud. Para recibirla necesitas haber completado un pedido.
fr: Si vous avez besoin d’un visa pour vous rendre au Mozilla Festival, nous pouvons vous fournir une lettre détaillant l’évènement pour étayer votre demande. Vous devez avoir terminé votre commande pour la recevoir.
pl: Jeśli potrzebujesz wizy, aby udać się na Mozilla Festival, możemy wydać list z opisem wydarzenia, który będzie podstawą do Twojego wniosku. Aby go otrzymać, musisz wysłać zgłoszenie.
pt_br: Se você precisar de visto para participar do Mozilla Festival, podemos fornecer uma carta com os detalhes do evento para apoiar sua solicitação. Para receber a carta, é necessário concluir a compra da sua inscrição.

source: Request a participation letter
de: Brief zur Teilnahme anfordern
es: Solicita una carta de participación
fr: Demander une lettre de participation
pl: Poproś o list uczestnictwa
pt_br: Solicite uma carta de participação

# body.375ec237-ccd7-4833-b06a-83ace24de774
source: Barcelona Recommendations
de: Spanien-Empfehlungen
es: Recomendaciones para Barcelona
fr: Recommandations pour Barcelone
pl: Polecane w Barcelonie
pt_br: Recomendações de Barcelona

# body.375ec237-ccd7-4833-b06a-83ace24de774
source: Make the most of your time in Barcelona with exclusive Mozilla Festival hotel deals and must-see spots around the city. From iconic landmarks to cutting-edge cultural hubs, here’s where to stay and what to explore.
de: Machen Sie das Beste aus Ihrer Zeit in Barcelona mit exklusiven Angeboten für das Mozilla Festival und den wichtigsten Sehenswürdigkeiten in der Stadt. Von berühmten Sehenswürdigkeiten bis zu hochmodernen kulturellen Zentren – wo Sie unterkommen können und was es zu entdecken gibt.
es: Aprovecha al máximo tu estadía en Barcelona con las exclusivas ofertas de hoteles del Festival Mozilla y recomendaciones sobre los lugares de la ciudad que no puedes dejar de visitar. Desde sitios emblemáticos hasta centros culturales de vanguardia, aquí encontrarás dónde alojarte y qué lugares explorar.
fr: Optimisez votre séjour à Barcelone avec des offres exclusives sur les hôtels du Mozilla Festival et les incontournables de la ville. Des monuments emblématiques aux pôles culturels avant-gardistes, voici nos recommandations d’hébergements et de lieux à découvrir.
pl: Wykorzystaj jak najlepiej czas spędzony w Barcelonie dzięki ekskluzywnym ofertom hotelowym Mozilla Festival i obowiązkowym atrakcjom w mieście. Od kultowych zabytków po najnowocześniejsze centra kultury – dowiedz się, gdzie można się zatrzymać i co warto odkryć.
pt_br: Aproveite ao máximo sua estadia em Barcelona com ofertas exclusivas de hotéis para o Mozilla Festival e dicas de atrações imperdíveis. Confira onde se hospedar e o que explorar pela cidade, de pontos icônicos a centros culturais de primeiro nível.

# body.c8cec713-d265-4417-8e9f-7ef9cf2589c5.title
source: Exclusive Hotel Deals
de: Exklusive Angebote für Hotels
es: Ofertas exclusivas de hoteles
fr: Offres exclusives sur les hôtels
pl: Ekskluzywne oferty hotelowe
pt_br: Ofertas exclusivas de hotéis

source: Use the code MOZFEST to get 10% discount on non-refundable rates from 6th - 9th November.
fr: Utilisez le code MOZFEST pour obtenir 10 % de réduction sur les tarifs non remboursables du 6 au 9 novembre.

source: Located 15 minutes walk from Mozilla Festival. Use this link to get a 10% discount.
de: Das liegt 15 Minuten zu Fuß vom Mozilla Festival entfernt. Verwenden Sie diesen Link, um 10% Rabatt zu erhalten.
es: Ubicado a 15 minutos a pie del Festival Mozilla. Usa este enlace para obtener un 10 % de descuento.
fr: Situé à 15 minutes à pied du Mozilla Festival. Utilisez ce lien pour obtenir une réduction de 10 %.
pl: Położony 15 minut spacerem od lokalizacji Mozilla Festival. Skorzystaj z tego linku, aby zyskać 10% zniżki.
pt_br: Localizado a 15 minutos caminhando do Mozilla Festival. Use este link para obter um desconto de 10%.

source: Located 15 minutes away on public transport. Use this link to get a 10% discount.
de: 15 Minuten mit öffentlichen Nahverkehrsmitteln entfernt. Verwenden Sie diesen Link, um 10% Rabatt zu erhalten.
es: Ubicado a 15 minutos en transporte público. Usa este enlace para obtener un 10 % de descuento.
fr: Situé à 15 min en transport en commun. Utilisez ce lien pour obtenir une réduction de 10 %.
pl: Położony 15 minut jazdy komunikacją miejską od festiwalu. Skorzystaj z tego linku, aby otrzymać 10% zniżki.
pt_br: Localizado a 15 minutos de transporte público do evento. Use este link para obter um desconto de 10%.

source: Located 15 minutes away on public transport. Use the code MOZFEST to get a 10% discount.
fr: Situé à 15 min en transport en commun. Utilisez le code MOZFEST pour obtenir une réduction de 10 %.

source: Located 17 minutes walk away. Use the code MOZFEST to get a 10% discount on website rates from November 6th through 10th.
fr: Situé à 17 minutes à pied. Utilisez le code MOZFEST pour obtenir une réduction de 10 % sur les tarifs proposés sur leur site web du 6 au 10 novembre.

# body.ad27596a-cb67-41ac-b2eb-8c411748813f.title
source: Explore Barcelona
de: Barcelona entdecken
es: Descubre Barcelona
fr: Explorez Barcelone
pl: Odkryj Barcelonę
pt_br: Explore os encantos de Barcelona

source: Sagrada Família
es: Sagrada Familia
fr: La Sagrada Família

source: This iconic basilica, over a century in the making, showcases Gaudí's visionary design, blending intricate details with grand scale.
de: Diese ikonische Basilika, die seit über einem Jahrhundert im Bau ist, zeigt Gaudís visionäres Design und verbindet komplizierte Details mit großem Maßstab.
es: Esta icónica basílica de detalles intrincados a gran escala, lleva más de un siglo en construcción y es una muestra del diseño visionario de Gaudí.
fr: Cette basilique emblématique, dont la construction a duré plus d’un siècle, met en valeur le design visionnaire de Gaudí, alliant détails complexes et dimensions impressionnantes.
pl: Ta ikoniczna bazylika, powstająca od ponad stu lat, stanowi wizjonerski projekt Antoniego Gaudiego, łącząc misterne detale z ogromną skalą.
pt_br: Esta icônica basílica, em construção há mais de um século, exibe o design visionário de Gaudí, combinando detalhes intrincados com uma escala grandiosa.

source: Barcelona’s modern art hub, where bold, experimental works spark conversation. Plus, the plaza outside is a skater’s paradise.
de: Barcelonas Zentrum für moderne Kunst, wo kühne, experimentelle Werke Gespräche anregen. Außerdem ist der Platz davor ein Paradies für Skater.
es: El centro de arte moderno de Barcelona, donde las obras audaces y experimentales inician debates. Además, la plaza exterior es un paraíso para los skaters.
fr: Le haut lieu de l’art moderne de Barcelone, où des œuvres audacieuses et expérimentales stimulent les conversations. Sans oublier la place extérieure, un paradis pour les skateurs.
pl: Barcelońskie centrum sztuki nowoczesnej, w którym śmiałe, eksperymentalne prace skłaniają do głębokich rozmów. Znajdujący się na zewnątrz plac jest rajem dla skaterów.
pt_br: O centro de arte moderna de Barcelona reúne obras ousadas e experimentais que convidam à conversa. Além disso, a praça em frente é um paraíso para os skatistas.

source: Hands-on experiments, an indoor rainforest, and interactive exhibits on AI, physics, and the future make CosmoCaixa a playground for thinkers and tinkerers alike.
de: Praktische Experimente, ein Indoor-Regenwald und interaktive Ausstellungen zu KI, Physik und der Zukunft machen das CosmoCaixa zu einem Spielplatz für Denker und Tüftler.
es: Experimentos prácticos, una selva tropical interior y exposiciones interactivas sobre IA, física y futuro hacen de CosmoCaixa un patio de recreo para pensadores y aficionados por igual.
fr: Avec ses expériences interactives, sa forêt tropicale intérieure et ses expositions interactives sur l’IA, la physique et le futur, le CosmoCaixa est un terrain de jeu pour les penseurs comme pour les bricoleurs.
pl: Praktyczne eksperymenty, zamknięty las deszczowy i interaktywne wystawy poświęcone sztucznej inteligencji, fizyce i przyszłości sprawiają, że CosmoCaixa jest placem zabaw zarówno dla myślicieli, jak i majsterkowiczów.
pt_br: Experimentos práticos, uma floresta tropical interna e exposições interativas sobre IA, física e o futuro fazem do CosmoCaixa um verdadeiro playground para pensadores e curiosos.

source: Gothic Quarter
de: Gotisches Viertel
es: Barrio Gótico
fr: Quartier gothique
pl: Dzielnica gotycka
pt_br: Bairro Gótico

source: A labyrinth of medieval streets, hidden plazas, and gothic cathedrals, where history and modern culture collide in cafés, bookshops, and buzzing nightlife.
de: Ein Labyrinth aus mittelalterlichen Straßen, versteckten Plätzen und gotischen Kathedralen, in dem Geschichte und moderne Kultur in Cafés, Buchhandlungen und pulsierendem Nachtleben aufeinandertreffen.
es: Un laberinto de calles medievales, plazas escondidas y catedrales góticas, donde la historia y la cultura moderna se combinan en cafés, librerías y su animada vida nocturna.
fr: Un labyrinthe de rues médiévales, de places cachées et de cathédrales gothiques, où l’histoire et la culture moderne se rencontrent au détour des cafés, des librairies et dans l’effervescence de la vie nocturne.
pl: Labirynt średniowiecznych uliczek, ukrytych placów i gotyckich katedr, gdzie historia i współczesna kultura zderzają się ze sobą w kawiarniach, księgarniach i tętniącym życiu nocnym.
pt_br: Um labirinto de ruas medievais, praças escondidas e catedrais góticas, onde história e cultura moderna se encontram em cafés, livrarias e uma vida noturna vibrante.
