Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/plan-your-trip.po
Languages: de, es, fr, pl, pt_br

source: Barcelona’s highest point, with unbeatable city views, a historic amusement park, and the stunning Sagrat Cor church. A perfect mix of nostalgia, scenery, and adventure.
de: Barcelonas höchster Punkt mit unschlagbarer Aussicht auf die Stadt, einem historischen Vergnügungspark und der atemberaubenden Kirche Sagrat Cor. Eine perfekte Mischung aus Nostalgie, Landschaft und Abenteuer.
es: El punto más alto de Barcelona, con inmejorables vistas de la ciudad, un parque de atracciones histórico y la impresionante iglesia del Sagrat Cor. Una mezcla perfecta de nostalgia, paisaje y aventura.
fr: Le point culminant de Barcelone, avec une vue imprenable sur la ville, un parc d’attractions historique et la magnifique basilique del Sagrat Cor. Un mélange parfait de nostalgie, de paysages et d’aventure.
pl: Najwyższy punkt Barcelony z niezrównanym widokiem na miasto, zabytkowym parkiem rozrywki i oszałamiającym kościołem Sagrat Cor. To idealne połączenie nostalgii, scenerii i przygody.
pt_br: O ponto mais alto de Barcelona, com vistas imbatíveis da cidade, um parque de diversões histórico e a deslumbrante igreja Sagrat Cor. Uma combinação perfeita de nostalgia, paisagens e aventura.

source: #getting-to-mozilla-festival
de: #anreise-zum-mozilla-festival
pl: #dojazd-na-mozilla-festival

source: Special group rate. Minimum 3-night stay. Full cancellation penalty after September 16. Special terms apply.
de: Sonderpreis für Gruppen. Mindestens drei Tage Aufenthalt. Vollständige Stornierungsgebühr nach dem 16. September. Es gelten besondere Bedingungen.
es: Tarifa especial para grupos. Estadía mínima de 3 noches. Penalización por cancelación total después del 16 de septiembre. Se aplican condiciones especiales.
pl: Specjalna stawka grupowa. Pobyt minimum 3 doby. Pełna kara za anulowanie po 16 września. Obowiązują specjalne warunki.
pt_br: Tarifa especial para grupos. Estadia mínima de 3 noites. Multa total para cancelamentos após 16 de setembro. Aplicam-se termos especiais.
