Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/proposals.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br

source: At MozFest 2023, the fringe becomes the core. This Space houses long term comrades across the internet health movement to collaborate, build, achieve, and interrogate. We are also building new allyships with organizations, coalitions, builders, artists, activists, journalists, and social movements who are committed to reshaping the future of our digital world. (Session proposals are being accepted for this Space by invitation-only.)
fy_nl: Op MozFest 2023 wurdt de râne de kearn. Dizze romte herberget betûfte kammeraten yn de ynternetsûnensbeweging om tegearre te wurkjen, te bouwen, te berikken en te ûnderfreegjen. We bouwe ek oan nije alliânsjes mei organisaasjes, koälysjes, bouwers, keunstners, aktivisten, sjoernalisten en sosjale bewegingen dy’t harren ynsette om de takomst fan ús digitale wrâld opnij foarm te jaan. (Sesjefoarstellen wurde foar dizze romte allinnich op útnûging akseptearre.)
nl: Op MozFest 2023 wordt de rand de kern. Deze ruimte herbergt ervaren kameraden in de internetgezondheidsbeweging om samen te werken, te bouwen, te bereiken en te ondervragen. We bouwen ook aan nieuwe allianties met organisaties, coalities, bouwers, kunstenaars, activisten, journalisten en sociale bewegingen die zich inzetten om de toekomst van onze digitale wereld opnieuw vorm te geven. (Sessievoorstellen worden voor deze ruimte alleen op uitnodiging geaccepteerd.)

# body.a9113a3a-e7f3-4bb8-8257-b9c87313705a.text
source: The deadline to submit your proposal for MozFest 2023 is December 16th 2022.
de: Die Frist für die Einreichung Ihres Vorschlags für das MozFest 2023 ist der 16. Dezember 2022.
fr: La date limite pour soumettre votre proposition pour le MozFest 2023 est le 16 décembre 2022.

source: AI in the Cosmos invites contributions from thinkers, researchers, technologists, philosophers, creatives, and spiritualities. Particularly those whose worldviews and wisdoms have been historically absented, repressed, or otherwise under- utilized in thinking and sensing through different possible relations with tech.
de: AI in the Cosmos lädt zu Beiträgen von Denkern, Forschern, Technologen, Philosophen, Kreativen und Spiritualisten ein. Besonders diejenigen, deren Weltanschauungen und Weisheiten in der Geschichte ausgeschlossen, unterdrückt oder anderweitig bei der Betrachtung verschiedener Beziehungen mit Technologie zu wenig beachtet wurden.

source: At MozFest 2023, the fringe becomes the core. This Space houses long term comrades across the internet health movement to collaborate, build, achieve, and interrogate. We are also building new allyships with organizations, coalitions, builders, artists, activists, journalists, and social movements who are committed to reshaping the future of our digital world.
de: Beim MozFest 2023 wird der Rand zum Kern. Dieser Raum beherbergt langjährige Kameraden aus der gesamten Internet-Gesundheitsbewegung, um zusammenzuarbeiten, aufzubauen, zu erreichen und zu befragen. Wir erschaffen auch neue Verbündete mit Organisationen, Koalitionen, Bauherren, Künstlern, Aktivisten, Journalisten und sozialen Bewegungen, die sich dafür einsetzen, die Zukunft unserer digitalen Welt neu zu gestalten.

# title
source: Call for Proposals
pl: Zaproszenie do składania propozycji
pt_br: Chamada para propostas

# banner_heading
source: Call for Proposals
pl: Zaproszenie do składania propozycji
pt_br: Chamada para propostas

# body.71939cc6-9e83-418c-b824-5b130822985c.heading
source: Share your work at Mozilla Festival 2025
pl: Podziel się swoimi dokonaniami na Mozilla Festival 2025
pt_br: Compartilhe seu trabalho no Mozilla Festival 2025

# body.71939cc6-9e83-418c-b824-5b130822985c.text
source: Mozilla Festival isn’t like other tech events—it’s co-created by the community.
pl: Mozilla Festival nie przypomina innych imprez technologicznych – to wydarzenie współtworzone przez społeczność.
pt_br: O Mozilla Festival não é como outros eventos de tecnologia — ele é cocriado pela comunidade.

# body.71939cc6-9e83-418c-b824-5b130822985c.text
source: Over half of the sessions are led by people just like you: technologists, artists, policymakers, activists, and bold thinkers from around the world.
pl: Ponad połowę sesji prowadzą przez ludzie tacy jak Ty: technolodzy, artyści, politycy, aktywiści i odważni myśliciele z całego świata.
pt_br: Mais da metade das sessões são conduzidas por pessoas como você: tecnólogos, artistas, formuladores de políticas, ativistas e pensadores ousados de todo o mundo.

# body.71939cc6-9e83-418c-b824-5b130822985c.text
source: In 2025, it’s your turn to take the stage.
pl: W 2025 roku to Ty przejmujesz scenę.
pt_br: Em 2025, é a sua vez de subir ao palco.

# body.71939cc6-9e83-418c-b824-5b130822985c.text
source: Submit a proposal and help shape the future of tech.
pl: Prześlij swoją propozycję i pomóż nam kształtować przyszłość technologii.
pt_br: Envie uma proposta e ajude a moldar o futuro da tecnologia.

source: session at mozfest
pl: sesja na mozfest
pt_br: sessão no mozfest

# body.a94fc43b-2ca1-4c04-a191-cffb990d88ef.label
source: Submit a proposal
pl: Prześlij propozycję
pt_br: Envie uma proposta

# body.a94fc43b-2ca1-4c04-a191-cffb990d88ef.heading
source: Be Part of the Program—Lead a Session
pl: Bądź częścią programu i poprowadź sesję
pt_br: Faça parte do programa — conduza uma sessão

# body.a94fc43b-2ca1-4c04-a191-cffb990d88ef.text
source: Apply now to host a forum, lead a talk, or share your work at Mozilla Festival 2025. Deadline ends May 21.
pl: Złóż wniosek już teraz, aby zorganizować forum, poprowadzić wykład lub podzielić się swoimi dokonaniami na Mozilla Festival 2025. Termin upływa 21 maja.
pt_br: Inscreva-se agora para hospedar um fórum, conduzir uma palestra ou compartilhar seu trabalho no Mozilla Festival 2025. O prazo termina em 21 de maio.

# body.e69fe220-fe7e-4764-bbf7-83b472639c26
source: Choose a Session Format
pl: Wybierz format sesji
pt_br: Escolha um formato de sessão

# body.e69fe220-fe7e-4764-bbf7-83b472639c26
source: When submitting your proposal, you'll select from one of four session formats, each designed to bring your idea to life in a way that best suits your goals.
pl: Przesyłając swoją propozycję, wybierzesz jeden z czterech formatów sesji, z których każdy ma na celu wcielenie Twojego pomysłu w życie w sposób najbardziej odpowiadający Twoim celom.
pt_br: Ao enviar sua proposta, você selecionará um dos quatro formatos de sessão, cada um projetado para dar vida à sua ideia da maneira que melhor se adapte aos seus objetivos.

source: Talks
pl: Wykłady
pt_br: Conversas

source: Deep dive into big ideas followed by a discussion
pl: Zgłęb tajniki wielkich pomysłów, a następnie poprowadź dyskusję
pt_br: Análise detalhada de grandes ideias, com espaço para debates

source: Forums
pl: Fora
pt_br: Fóruns

source: Collaborative space to unpack challenges and build solutions together.
pl: Wspólna przestrzeń do analizowania wyzwań i opracowywania rozwiązań.
pt_br: Ambiente colaborativo para analisar problemas e desenvolver soluções coletivamente.

source: Labs
pl: Laboratoria
pt_br: Laboratórios

source: Hands-on sessions where you build new skills to grow your work and impact.
pl: Praktyczne sesje, podczas których nabywa się nowe umiejętności, aby rozwijać możliwości i wpływy.
pt_br: Sessões práticas em que você desenvolve novas habilidades para aumentar seu trabalho e impacto.

source: Installations
pl: Instalacje
pt_br: Instalações

source: Interactive experiences that invite exploration—art, media, games, and more.
pl: Interaktywne doświadczenia, które zachęcają do odkrywania: sztuki, multimediów, gier i nie tylko.
pt_br: Experiências interativas que estimulam a descoberta — arte, mídia, jogos e muito mais.

source: Stuck on what to submit?
pl: Nie wiesz, co przesłać?
pt_br: Não sabe o que enviar?

source: Join the Mozilla Festival Discord. You’ll find community members who’ve run sessions before, wranglers curating this year’s line-up, and Mozilla staff who can help you shape your idea.
pl: Dołącz do kanału Mozilla Festival na Discordzie. Znajdziesz tu członków społeczności, którzy prowadzili już sesje, speców będących kuratorami tegorocznego składu oraz pracowników Mozilli, którzy mogą pomóc nadać kształt Twojemu pomysłowi.
pt_br: Participe do Discord do Mozilla Festival. Você encontrará membros da comunidade que já realizaram sessões antes, organizadores que gerenciam a programação deste ano e funcionários da Mozilla que podem ajudá-lo a moldar sua ideia.

source: Join Discord
pl: Dołącz do Discorda
pt_br: Entre no Discord

source: Prefer to submit in a different format?
pl: Wolisz wysłać zgłoszenie w innym formacie?
pt_br: Prefere enviar em um formato diferente?

source: If submitting a proposal via audio or video works better for you, let’s talk. We’ll send over guidance on how to share your recording.
pl: Jeśli chcesz przesłać propozycję w formie audio lub wideo, możemy porozmawiać. Prześlemy Ci wskazówki, jak udostępnić nagranie.
pt_br: Se enviar uma proposta via áudio ou vídeo funciona melhor para você, vamos conversar. Enviaremos orientações sobre como compartilhar sua gravação.

source: Email Us
pl: Wyślij nam e-mail
pt_br: Envie-nos um e-mail

# body.696eba72-3ff1-4635-930f-fc533eb1fb65
source: Find Your Aligned Track
pl: Znajdź swoją ścieżkę
pt_br: Escolha sua faixa correspondente

# body.696eba72-3ff1-4635-930f-fc533eb1fb65
source: Mozilla Festival is shaped around Tracks—these break down the bigger theme of Unlearning into focused areas. When submitting a session proposal, you’ll choose the Track that best fits your idea. Your session proposal should align with the spirit and scope of the track you choose,
pl: Festiwal Mozilli skupia się wokół Ścieżek – rozbijają one główny wątek (tzw. oduczanie się) na konkretne obszary zainteresowania. Przesyłając propozycję sesji, wybierz ścieżkę, która pasuje najlepiej do Twojego pomysłu. Propozycja powinna być zgodna z duchem i zakresem wybranej ścieżki
pt_br: O Mozilla Festival é organizado em torno de Faixas — que dividem o grande tema da Unlearning em áreas mais específicas. Ao submeter uma proposta de sessão, você escolherá a Faixa que melhor se encaixa com a sua ideia. Sua proposta de sessão deve estar alinhada com o espírito e o escopo da faixa escolhida,

source: Unlearning Default Design
pl: Oduczanie się projektowania domyślnego

source: The systems and products we design often exclude the diverse realities they’re meant to serve, reinforcing a narrow view of what’s possible. This track confronts those design principles, challenging the systems that shape today’s tech ecosystem. By taking a look at queer, feminist, neurodivergent, non-Western, and intergenerational perspectives, this track aims to reimagine the “one-size-fits-all” solutions of tech development.<br/><br/><a id="a1"><b>Submit a proposal to Unlearning Default Design →</b></a>
pl: Systemy i produkty, które projektujemy, często wykluczają różnorodne realia, którym mają służyć, zawężając w ten sposób obraz możliwości. Ta ścieżka ma na celu konfrontację z takimi zasadami projektowania i rzucenie wyzwania systemom, które kształtują dzisiejszy ekosystem technologiczny. Przyglądając się perspektywom queerowym, feministycznym, neuroróżnorodnym, niezachodnim i międzypokoleniowym, ścieżka ta ma na celu zmianę „uniwersalnych” rozwiązań w zakresie rozwoju technologii.<br/><br/><a id="a1"><b>Prześlij propozycję w kategorii Oduczania się projektowania domyślnego →</b></a>
pt_br: Os sistemas e produtos que projetamos geralmente excluem as diversas realidades a que se destinam, reforçando uma visão estreita do que é possível. Esta faixa confronta esses princípios de design, desafiando os sistemas que moldam o ecossistema tecnológico de hoje. Ao dar uma olhada nas perspectivas queer, feminista, neurodivergente, não ocidental e intergeracional, esta faixa visa reimaginar as soluções "one-size-fits-all" de desenvolvimento tecnológico.<br/><br/><a id="a1"><b>Envie uma proposta para Unlearning Default Design →</b></a>

source: Unlearning Harmful Tech Systems
pl: Oduczanie się szkodliwych systemów technologicznych

source: Technology is often seen as naturally neutral or objective, when it is not. This track unpacks the harm built into today’s systems and explores real, actionable ways to build something better. Alongside that, it looks at resistance not as disruption for disruption’s sake, but as an act of care—one that sparks imagination, optimism, and the creation of technologies that don’t exist yet, but should.
pl: Technologię postrzega się często jako naturalnie neutralną lub obiektywną. Rzeczywistość jest jednak inna. Ta ścieżka pochyla się nad szkodliwością wbudowaną w dzisiejsze systemy i bada prawdziwe, wykonalne sposoby budowania czegoś lepszego. Jednocześnie traktuje opór nie jako przeszkodę jako taką, ale jako akt troski, który pobudza wyobraźnię, napawa optymizmem i pozwala tworzyć technologie, które jeszcze nie istnieją, ale powinny.
pt_br: A tecnologia é muitas vezes vista como naturalmente neutra ou objetiva, quando não é. Esta faixa revela os danos incorporados aos sistemas de hoje e explora maneiras reais e acionáveis de construir algo melhor. Paralelamente, ela olha para a resistência não como uma ruptura por causa da ruptura, mas como um ato de cuidado — um que desperta imaginação, otimismo e a criação de tecnologias que ainda não existem, mas deveriam.

source: <a id="a1"><b>Submit a proposal to Unlearning Harmful Tech Systems →</b></a>
pl: <a id="a1"><b>Prześlij propozycję w kategorii Oduczania się szkodliwych systemów technologicznych →</b></a>
pt_br: <a id="a1"><b>Envie uma proposta para Unlearning Harmful Tech Systems →</b></a>

source: Unlearning Traditional Profit Models
pl: Oduczanie się tradycyjnych modeli zysku

source: The conventional entrepreneur playbook is overdue for revision. Built around hypergrowth and rapid scale, it ignores the needs of local communities and limits who sees themselves as builders or innovators. This track invites us to rethink success by exploring alternative, sustainable, inclusive, and community-driven models. It also dives into new financial systems, evolving payment structures, and the real-world impact of shifting economic landscapes.
pl: Konwencjonalny podręcznik przedsiębiorcy od dawna wymaga przeredagowania. Bazujący na hiperwzroście i szybkim skalowaniu, ignoruje potrzeby lokalnych społeczności i ogranicza tych, którzy postrzegają siebie jako twórców lub innowatorów. Ta ścieżka zachęca nas do ponownego przemyślenia sukcesu, badając alternatywne, zrównoważone, niewykluczające i oparte na społecznościach modele zysków. Przygląda się również nowym systemom finansowym, zmieniającym się strukturom płatniczym i realnemu wpływowi zmiennych krajobrazów gospodarczych.
pt_br: O manual do empreendedor convencional precisa ser revisado. Construído em torno do hipercrescimento e da escala rápida, ele ignora as necessidades das comunidades locais e os limites de quem se vê como construtor ou inovador. Esta faixa nos convida a repensar o sucesso explorando modelos alternativos, sustentáveis, inclusivos e voltados para a comunidade. Ela também mergulha em novos sistemas financeiros, estruturas de pagamento em evolução e no impacto real das mudanças nos cenários econômicos.

source: <a id="a1"><b>Submit a proposal to Unlearning Traditional Profit Models →</b></a>
pl: <a id="a1"><b>Prześlij propozycję w kategorii Oduczania się tradycyjnych modeli zysku →</b></a>
pt_br: <a id="a1"><b>Envie uma proposta para Unlearning Traditional Profit Models →</b></a>

source: Unlearning Power in Tech Governance
pl: Oduczanie się władczości w zarządzaniu technologią

source: Decision-making in tech often reinforces inequality and hides the political, corporate, and institutional forces shaping our digital lives. This track explores the hidden power dynamics in tech development, governance, and regulation. It also looks at how our growing digital dependence has shifted our attention, autonomy, and values, looking ahead to reimagine a future where technology fosters collaboration, inclusivity, and shared progress.
pl: Podejmowanie decyzji w zakresie technologii często umacnia nierówność, skrywając polityczne, korporacyjne i instytucjonalne siły, które kształtują nasze cyfrowe życie. Ta ścieżka bada ukrytą dynamikę władczości w rozwoju, zarządzaniu i regulowaniu technologii. Pochyla się również nad tym, w jaki sposób nasza rosnąca cyfrowa zależność zmieniła naszą uwagę, autonomię i wartości, rozważając jednocześnie nad przyszłością, w której technologia sprzyja współpracy, otwartości i wspólnemu postępowi.
pt_br: A tomada de decisões em tecnologia geralmente reforça a desigualdade e esconde as forças políticas, corporativas e institucionais que moldam nossas vidas digitais. Esta faixa explora as dinâmicas de poder ocultas no desenvolvimento, governança e regulamentação de tecnologia. Também analisa como nossa crescente dependência digital mudou nossa atenção, autonomia e valores, olhando para o futuro para reimaginar um futuro em que a tecnologia promove a colaboração, a inclusão e o progresso compartilhado.

source: <a id="a1"><b>Submit a proposal to Unlearning Power in Tech Governance →</b></a>
pl: <a id="a1"><b>Prześlij propozycję w kategorii Oduczania się władczości w zarządzaniu technologią →</b></a>
pt_br: <a id="a1"><b>Envie uma proposta para Unlearning Power in Tech Governance →</b></a>

source: Unlearning Tech Immateriality
pl: Oduczanie się technologicznej niematerialności

source: Terms like “the cloud” make AI feel weightless, , as if it has no real-world impact, but behind every system are data centers, water use, mined minerals, and hidden labor. This track aims to expose the physical and environmental costs of AI, connecting global tech to local harm—and spotlight the communities demanding climate and ecological justice. It explores a future where technology drives climate justice, community, and shared responsibility.
pl: Terminy takie jak „chmura” sprawiają, że sztuczna inteligencja wydaje się niezwykle lekką, jakby nie miała żadnego rzeczywistego wpływu na świat. Jednak za każdym systemem kryją się centra danych, zużycie wody, wydobycie minerałów oraz ukryta praca. Ta ścieżka ma na celu unaocznienie fizycznych i środowiskowych kosztów związanych ze sztuczną inteligencją, powiązanie globalnej technologii z wyrządzanymi lokalnie szkodami oraz zwrócenie uwagi na społeczności domagające się klimatycznej i ekologicznej sprawiedliwości. Bada ona przyszłość, w której technologia wspiera sprawiedliwość klimatyczną, służy społecznościom i napędza wspólną odpowiedzialność.

source: <a id="a1"><b>Submit a proposal to Unlearning Tech Immateriality →</b></a>
pl: <a id="a1"><b>Prześlij propozycję do w kategorii Oduczania się technologicznej niematerialności →</b></a>
pt_br: <a id="a1"><b>Envie uma proposta para Unlearning Tech Immateriality →</b></a>

source: Unlearning Default Security
pl: Oduczanie się domyślnych zabezpieczeń

source: The expectation to trade privacy, autonomy, or safety in order to participate in digital life has become a quiet norm. But what are the real costs of these trade-offs—and who gets left behind? This track challenges the myth that technology is secure by default, revealing how many tools prioritize data extraction over user protection. This track dives into community-led ways to approach digital safety, focusing on transparency and digital autonomy.
pl: Oczekiwanie, że poświęcimy naszą prywatność, autonomię lub bezpieczeństwo, aby uczestniczyć w życiu cyfrowym stało się cichą normą. Ale jakie są rzeczywiste koszty tych kompromisów i kto tak naprawdę pozostaje przez to w tyle? Ta ścieżka stawia czoła mitowi, jakoby technologia była domyślnie bezpieczna, ujawniając, jak wiele narzędzi przedkłada pozyskiwanie danych nad ochronę użytkownika. Bierze również na warsztat społecznościowe sposoby podejścia do bezpieczeństwa cyfrowego, koncentrując się na przejrzystości i cyfrowej autonomii.
pt_br: A expectativa de trocar privacidade, autonomia ou segurança para participar da vida digital tornou-se uma norma silenciosa. Mas quais são os custos reais dessas compensações — e quem é deixado para trás? Essa faixa desafia o mito de que a tecnologia é segura por padrão, revelando quantas ferramentas priorizam a extração de dados em detrimento da proteção do usuário. Esta faixa mergulha em maneiras lideradas pela comunidade de abordar a segurança digital, com foco na transparência e na autonomia digital.

source: <a id="a1"><b>Submit a proposal to Unlearning Default Security →</b></a>
pl: <a id="a1"><b>Prześlij propozycję w kategorii Oduczania się domyślnych zabezpieczeń →</b></a>
pt_br: <a id="a1"><b>Envie uma proposta para Unlearning Default Security →</b></a>
