Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/proposals.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br

source: Everyone is invited to set sail on S.S. MozFest as we set sail on the sea we call the internet. The question is… where should your journey start? We are looking for fun, inclusive, engaging sessions to educate and teach necessary digital skills in a way that all ages can understand.
de: Jeder ist eingeladen, mit der S.S. MozFest in See zu stechen, während wir auf dem Meer in See stechen, das wir das Internet nennen. Die Frage ist… wo soll Ihre Reise beginnen? Wir sind auf der Suche nach unterhaltsamen, integrativen und ansprechenden Sitzungen, um die erforderlichen digitalen Fähigkeiten auf eine Weise zu vermitteln und zu vermitteln, die alle Altersgruppen verstehen können.
es: Están todos invitados a subir al S. S. MozFest, que está a punto de zarpar en un viaje por el mar que llamamos Internet. La pregunta es... ¿dónde deberías comenzar tu viaje? Buscamos sesiones divertidas, inclusivas y atractivas para educar y enseñar habilidades digitales necesarias, de maneras que puedan entenderlas personas de todas las edades.
fr: Nous invitons tout le monde à embarquer sur le S.S. MozFest alors que nous mettons le cap sur l’océan Internet. La question est… où devrait commencer votre voyage ? Nous recherchons des sessions amusantes, inclusives et engageantes pour éduquer et enseigner les compétences numériques nécessaires d’une manière que des personnes de tout âge peuvent comprendre.
fy_nl: Elkenien is útnûge om mei te farren op S.S. MozFest as wy farre op de see dy’t wy it ynternet neame. De fraach is … wêr moat jo reis begjinne? Wy binne op syk nei aardige, ynklusive, boeiende sesjes om needsaaklike digitale feardigens te learen en te learen op in manier dy’t alle leeftiden begripe kinne.
nl: Iedereen is uitgenodigd om mee te varen op S.S. MozFest, terwijl we uitvaren op de zee die we internet noemen. De vraag is… waar moet uw reis beginnen? We zijn op zoek naar leuke, inclusieve en boeiende sessies om de nodige digitale vaardigheden te onderwijzen op een manier die alle leeftijden kunnen begrijpen.

source: Allies in Practice
de: Verbündete in der Praxis
es: Los aliados en la práctica
fr: Alliés en pratique
fy_nl: Bûnsgenoaten yn de praktyk
nl: Bondgenoten in de praktijk

# body.77cf318b-5b84-4b07-8a41-80d0fe02ed4b
source: About MozFest Sessions and FAQ
de: Über MozFest-Sitzungen und FAQ
es: Acerca de las sesiones del MozFest y preguntas frecuentes
fr: À propos des sessions du MozFest et FAQ
fy_nl: Oer MozFest-sesjes en FAQ
nl: Over MozFest-sessies en FAQ

# body.77cf318b-5b84-4b07-8a41-80d0fe02ed4b
source: We welcome sessions on a wide range of topics relevant to Trustworthy AI and the internet health movement, but all sessions must be participatory, accessible, and inclusive. You are welcome to submit more than one session proposal.
de: Wir begrüßen Sitzungen zu einer Vielzahl von Themen, die für vertrauenswürdige KI und die Internet-Gesundheitsbewegung relevant sind, aber alle Sitzungen müssen partizipativ, zugänglich und inklusiv sein. Sie können gerne mehr als einen Sitzungsvorschlag einreichen.
es: Aceptamos sesiones sobre una amplia gama de temas que estén relacionados de forma relevante con la IA confiable y el movimiento salud de Internet, pero todas las sesiones deben ser participativas, accesibles e inclusivas. Si lo deseas, puedes enviar más de una propuesta.
fr: Nous acceptons les sessions traitant d’un large éventail de sujets pertinents en rapport avec l’IA digne de confiance et le mouvement de la santé d’Internet, mais toutes les sessions doivent être participatives, accessibles et inclusives. Vous pouvez soumettre plus d’une proposition de session.
fy_nl: Wy ferwolkomje sesjes oer in breed skala oan ûnderwerpen dy't relevant binne foar betroubere AI en de ynternetsûnensbeweging, mar alle sesjes moatte dielnimmend, tagonklik en ynklusyf wêze. Jo binne wolkom om mear as ien sesjefoarstel yn te tsjinjen.
nl: We verwelkomen sessies over een breed scala aan onderwerpen die relevant zijn voor betrouwbare AI en de internetgezondheidsbeweging, maar alle sessies moeten participatief, toegankelijk en inclusief zijn. U mag gerust meerdere sessievoorstellen indienen.

source: Participatory
de: Partizipativ
es: Participativas
fr: Participatif
fy_nl: Partisipatyf
nl: Participatief

source: Participatory sessions engage and activate attendees from the start and gets them making and doing.
de: Partizipative Sitzungen binden und aktivieren die Teilnehmer von Anfang an und bringen sie dazu, etwas zu machen und zu tun.
es: Las sesiones participativas atraen y activan a los participantes desde el principio y los mantienen en acción.
fr: Les sessions participatives impliquent et mobilisent les participant·e·s dès le début et les incitent à agir.
fy_nl: Partisipative sesjes belûke en aktivearje dielnimmers fan it begjin ôf en soargje derfoar dat se meitsjen gean en dwaan.
nl: Participatieve sessies betrekken en activeren deelnemers vanaf het begin en zorgen ervoor dat ze gaan maken en doen.

source: Inclusive
de: Inklusiv
es: Inclusivas
fr: Inclusif
fy_nl: Ynklusyf
nl: Inclusief

source: Inclusive sessions welcome participants of different ages, experiences, and disciplines.
de: Inklusive Sitzungen begrüßen Teilnehmer unterschiedlichen Alters, Erfahrungen und Disziplinen.
es: Las sesiones inclusivas aceptan a participantes de diferentes edades, experiencias y disciplinas.
fr: Les sessions inclusives accueillent des participant·e·s d’âges, d’expériences et de disciplines différents.
fy_nl: Ynklusive sesjes hjitte dielnimmers fan ferskate leeftiden, ûnderfiningen en dissiplinen wolkom.
nl: Inclusieve sessies verwelkomen deelnemers van verschillende leeftijden, ervaringen en disciplines.

source: Accessible
de: Barrierefrei
es: Accesibles
fy_nl: Tagonklik
nl: Toegankelijk

source: Accessible sessions make it possible for the most people with different needs to participate.
de: Barrierefreie Sitzungen ermöglichen es den meisten Menschen mit unterschiedlichen Bedürfnissen, daran teilzunehmen.
es: Las sesiones accesibles permiten que la mayoría de las personas con diferentes necesidades puedan participar.
fr: Les sessions accessibles permettent au plus grand nombre de personnes ayant des besoins différents de participer.
fy_nl: Tagonklike sesjes meitsje it mooglik foar de measte minsken mei ferskate behoeften om mei te dwaan.
nl: Toegankelijke sessies maken het voor de meeste mensen met verschillende behoeften mogelijk om deel te nemen.

# body.9903b0a6-9004-41b4-95ec-991f26b5a97c.altText
source: information icon
de: Informationssymbol
es: icono de información
fr: icône information
fy_nl: ynformaasjepiktogram
nl: informatiepictogram

# body.9903b0a6-9004-41b4-95ec-991f26b5a97c.text
source: Is this your first time submitting a proposal to MozFest? Learn more in our <a id="a1">MozFest 101</a>
de: Reichen Sie zum ersten Mal einen Vorschlag beim MozFest ein? Erfahren Sie mehr in unserem <a id="a1">MozFest-Einmaleins</a>
es: ¿Es la primera vez que envías una propuesta para el MozFest? Descubre más información en nuestro <a id="a1">MozFest 101</a>
fr: Est-ce la première fois que vous soumettez une proposition au MozFest ? Apprenez-en plus dans notre article présentant <a id="a1">les bases du MozFest</a>
fy_nl: Is dit jo earste kear dat jo in foarstel yntsjinje by MozFest? Lês mear yn ús <a id="a1">MozFest 101</a>
nl: Is dit de eerste keer dat u een voorstel indient bij MozFest? Lees meer in onze <a id="a1">MozFest 101</a>

# body.ea52aabe-4ae2-4346-856c-bf564fb255b5
source: Session Formats
de: Sitzungsformate
es: Formatos de las sesiones
fr: Formats de session
fy_nl: Sesjefoarmen
nl: Sessievormen

# body.ea52aabe-4ae2-4346-856c-bf564fb255b5
source: While all MozFest sessions strive to provide a participatory, accessible, and inclusive experience for their Participants, how they do so differs from format to format and from session to session.
de: Alle MozFest-Sitzungen sind bestrebt, ihren Teilnehmern eine partizipative, zugängliche und integrative Erfahrung zu bieten, die Vorgehensweise unterscheidet sich jedoch von Format zu Format und von Sitzung zu Sitzung.
es: Si bien todas las sesiones del MozFest aspiran a brindar una experiencia participativa, accesible e inclusiva para sus participantes, la forma en que lo hacen difiere de un formato a otro y de una sesión a otra.
fr: Bien que toutes les sessions MozFest s’efforcent de fournir une expérience participative, accessible et inclusive à leurs participants, la manière dont elles le font diffère d’un format à l’autre et d’une session à l’autre.
fy_nl: Hoewol alle MozFest-sesjes stribje om in dielnimmende, tagonklike en ynklusive ûnderfining foar har dielnimmers te leverjen, ferskilt de manier hoe't se dat dogge fan foarm ta foarm en fan sesje ta sesje.
nl: Hoewel alle MozFest-sessies ernaar streven om hun deelnemers een participatieve, toegankelijke en inclusieve ervaring te bieden, verschilt de manier waarop ze dit doen van vorm tot vorm en van sessie tot sessie.

source: Discussion
de: Diskussion
es: Debate
fy_nl: Diskusje
nl: Discussie

source: Synchronous live sessions provide space for building shared understanding, comparing diverse experiences and divergent perspectives, sharing knowledge or surfacing collective vision.<br/>Discussions will be held on Zoom, and you will be able to bring your own platform for notes.<br/> <br/>Time limit: 60 mins
de: Synchrone Live-Sitzungen bieten Raum für den Aufbau eines gemeinsamen Verständnisses, den Vergleich unterschiedlicher Erfahrungen und unterschiedlicher Perspektiven, den Austausch von Wissen oder das Auftauchen kollektiver Visionen.<br/>Die Diskussionen finden auf Zoom statt, und Sie können Ihre eigene Plattform für Notizen mitbringen.<br/> <br/>Zeitlimit: 60 Min
es: Las sesiones sincrónicas en vivo proporcionan un espacio para la construcción de ideas compartidas, la comparación de experiencias diversas y perspectivas divergentes, el intercambio de conocimientos o el florecimiento de una visión colectiva.<br/>Los debates se llevarán a cabo en Zoom, y podrás traer tu propia plataforma para tomar notas.<br/> <br/>Límite de tiempo: 60 minutos
fr: Les sessions en direct synchrones offrent un espace pour construire une compréhension partagée, comparer des expériences diverses et des perspectives divergentes, partager des connaissances ou faire émerger une vision collective. <br/>Les discussions auront lieu sur Zoom, et vous pourrez utiliser votre propre plateforme pour les notes. <br/> <br/>Durée maximale : 60 minutes
fy_nl: Syngroane livesesjes jouwe romte foar it opbouwen fan dield begryp, it fergelykjen fan ferskate ûnderfiningen en útienrinnende perspektiven, it dielen fan kennis of it nei boppe heljen fan kollektive fyzje.<br/>Diskusjes sille hâlden wurde op Zoom en jo sille jo eigen platfoarm foar notysjes meinimme.<br/> <br/>Tiidlimyt: 60 min.
nl: Synchrone livesessies bieden ruimte voor het opbouwen van gedeeld begrip, het vergelijken van diverse ervaringen en uiteenlopende perspectieven, het delen van kennis of het naar boven halen van een collectieve visie.<br/>Discussies worden gehouden op Zoom en u kunt uw eigen platform voor notities meenemen.<br/> <br/>Tijdslimiet: 60 min.

source: Workshop
es: Taller
fr: Atelier

source: Synchronous live sessions that allow for the group to collaboratively work on a project, learn a new skill together or co-develop ideas, collectively problem solve. Workshops will be held on the Zoom, and you will be able to bring your own platform for collaborating or building together.<br/> <br/>Time limit: 60 or 90 mins
de: Synchrone Live-Sitzungen, die es der Gruppe ermöglichen, gemeinsam an einem Projekt zu arbeiten, gemeinsam eine neue Fähigkeit zu erlernen oder gemeinsam Ideen zu entwickeln und gemeinsam Probleme zu lösen. Workshops werden auf Zoom abgehalten, und Sie können Ihre eigene Plattform für die Zusammenarbeit oder den gemeinsamen Aufbau mitbringen.<br/> <br/>Zeitlimit: 60 oder 90 Min
es: Sesiones sincrónicas en vivo que permiten que un grupo trabaje colaborativamente en un proyecto, mientras aprenden una nueva habilidad, desarrollan ideas o resuelven problemas colectivamente. Los talleres se llevarán a cabo en Zoom, y podrás traer tu propia plataforma para colaborar o construir juntos.<br/> <br/>Límite de tiempo: 60 o 90 minutos
fr: Des sessions en direct synchrones qui permettent au groupe de travailler en collaboration sur un projet, d’apprendre ensemble une nouvelle compétence ou de co-développer des idées, de résoudre collectivement des problèmes. Des ateliers auront lieu sur Zoom, et vous pourrez utiliser votre propre plateforme pour collaborer ou créer ensemble. <br/> <br/>Durée : 60 ou 90 min
fy_nl: Syngroane livesesjes wêrmei de groep mooglik oan in projekt gearwurkje kin, tegearre in nije feardigens leare kin of tegearre ideeën ûntwikkelje kin en mei inoar problemen oplosse kin. Workshops sille hâlden wurde op Zoom en jo kinne jo eigen platfoarm meibringe foar gearwurkjen of tegearre bouwe.<br/> <br/>Tiidlimyt: 60 of 90 min.
nl: Synchrone livesessies waarmee de groep samen aan een project kan werken, samen een nieuwe vaardigheid kan leren of samen ideeën kan ontwikkelen en gezamenlijk problemen kan oplossen. Workshops worden gegeven op Zoom en u kunt uw eigen platform meebrengen om samen te werken of samen te bouwen.<br/> <br/>Tijdslimiet: 60 of 90 min.

source: Social Moments
de: Soziale Momente
es: Momentos sociales
fr: Moments sociaux
fy_nl: Sosjale mominten
nl: Sociale momenten

source: Sessions focused on bringing the MozFest community together in a social format. This could include a fitness or yoga session, baking classes or a games evening. We will provide access to immersive platforms, either Mozilla Hubs or Spatial Chat for Social Moments, or you are welcome to use your own.<br/> <br/>No time limit.
de: Die Sitzungen konzentrierten sich darauf, die MozFest-Gemeinschaft in einem sozialen Format zusammenzubringen. Das kann eine Fitness- oder Yogastunde, ein Backkurs oder ein Spieleabend sein. Wir bieten Zugang zu immersiven Plattformen, entweder Mozilla Hubs oder Spatial Chat für soziale Momente, oder Sie können gerne Ihre eigene verwenden. <br/> <br/>Keine zeitliche Begrenzung.
es: Son sesiones centradas en reunir a la comunidad del MozFest en un formato social. Esto puede incluir una sesión de fitness o yoga, clases de panadería o una noche de juegos. Proporcionaremos acceso a plataformas inmersivas, ya sea Mozilla Hubs o Spatial Chat for Social Moments, o también puedes usar una propia.<br/> <br/>Sin límite de tiempo.
fr: Des sessions concentrées sur le rassemblement de la communauté MozFest dans un format social. Cela peut être une séance de fitness ou de yoga, des cours de pâtisserie ou une soirée jeux. Nous vous donnerons accès à des plateformes immersives, soit Mozilla Hubs ou Spatial Chat for Social Moments, ou vous pouvez utiliser les vôtres. <br/> <br/>Pas de limite de temps.
fy_nl: Sesjes rjochte op it byinoar bringen fan de MozFest-mienskip yn in sosjaal foarm. Dit kin in fitness- of yogasesje, baklessen of in spyljûn omfetsje. Wy sille tagong jaan ta meisleepjende platfoarmen, of Mozilla Hubs of Spatial Chat foar Social Moments, of jo binne wolkom om jo eigen platfoarm te brûken.<br/> <br/>Gjin tiidlimyt.
nl: Sessies gefocust op het samenbrengen van de MozFest-gemeenschap in een sociale vorm. Denk aan een fitness- of yogasessie, baklessen of een spelletjesavond. We bieden toegang tot meeslepende platforms, ofwel Mozilla Hubs of Spatial Chat for Social Moments, of u bent van harte welkom om uw eigen platformen te gebruiken.<br/> <br/>Geen tijdslimiet.

source: Lightning Talks
es: Charlas relámpago
fr: Conférences éclair (Lightning Talks)
fy_nl: Bliksempetearen
nl: Bliksemgesprekken

source: Learning sessions and skill shares that participants can experience on their own schedule with the Facilitator being accessible for open office hours or questions for a set period of time, as well as offline documentation. Lighting Talks will need to be submitted as a video link, either on a hosting site such as YouTube or Vimeo, or as a link to a MP4 download, which will then be hosted on Mozilla's Vimeo.<br/> <br/>Time limit: 7 mins
de: Lernsitzungen und Wissensaustausch, die die Teilnehmer nach ihrem eigenen Zeitplan erleben können, wobei der Moderator für einen festgelegten Zeitraum für offene Sprechstunden oder Fragen erreichbar ist, sowie Offline-Dokumentation. Lighting Talks müssen als Videolink eingereicht werden, entweder auf einer Hosting-Site wie YouTube oder Vimeo, oder als Link zu einem MP4-Download, der dann auf Mozillas Vimeo gehostet wird.<br/> <br/>Zeitlimit: 7 Min
es: Sesiones de aprendizaje y habilidades compartidas que los participantes pueden experimentar a su propio ritmo, contando con el moderador en horarios de atención abiertos o con la posibilidad de hacer preguntas durante un período de tiempo establecido, además de contar con documentación fuera de línea. Las charlas relámpago deben enviarse como un enlace de vídeo, ya sea en un sitio de alojamiento como YouTube o Vimeo, o como un enlace para descargar un archivo MP4, que luego se alojará en la cuenta de Vimeo de Mozilla.<br/> <br/>Límite de tiempo: 7 minutos
fr: Des sessions d’apprentissage et des partages de compétences que les participant·e·s peuvent découvrir à leur propre rythme, l’animateur·trice étant accessible pendant certains créneaux horaires ou pour répondre à des questions pendant une période de temps définie, et proposer de la documentation hors ligne. La conférence éclair devra être soumise sous forme de lien vidéo, soit sur un site d’hébergement tel que YouTube ou Vimeo, soit sous forme de lien pour télécharger un fichier MP4, qui sera ensuite hébergé sur la chaîne Vimeo de Mozilla. <br/> <br/>Durée maximale : 7 min
fy_nl: Learsesjes en it dielen fan feardigens dy’t dielnimmers ûnderfine kinne neffens harren eigen skema, wêrby de Facilitator wylst in bepaalde perioade tagonklik is foar iepen sprekoeren of fragen, krekt as offline dokumintaasje. Bliksempetearen moatte yntsjinne wurde as in fideokeppeling, op in hostingsite, lykas YouTube of Vimeo, of as in keppeling nei in MP4-download, dy’t dernei host wurdt op Mozilla’s Vimeo.<br/> <br/>Tiidlimyt: 7 min.
nl: Leersessies en het delen van vaardigheden die deelnemers kunnen ervaren volgens hun eigen schema, waarbij de Facilitator gedurende een bepaalde periode toegankelijk is voor open spreekuren of vragen, evenals offline documentatie. Bliksemgesprekken moeten worden ingediend als een videokoppeling, op een hostingsite zoals YouTube of Vimeo, of als een koppeling naar een MP4-download, die vervolgens wordt gehost op Mozilla’s Vimeo.<br/> <br/>Tijdslimiet: 7 min.

source: Art and Media
de: Kunst und Medien
es: Arte y medios
fr: Art et médias
fy_nl: Keunst en media
nl: Kunst en media

source: Includes art exhibit, interactive &amp; immersive media, film &amp; video, AR/VR experiences, games or podcasts. Available for asynchronous self-navigating experiences. Participants can explore these at any time.<br/> <br/>No time limit.
de: Beinhaltet Kunstausstellung, interaktive &amp; immersive Medien, Film &amp; Video, AR/VR-Erlebnisse, Spiele oder Podcasts. Verfügbar für asynchrone selbstnavigierende Erfahrungen. Die Teilnehmer können diese jederzeit erkunden. <br/> <br/>Keine zeitliche Begrenzung.
es: Incluye exposición artísticas, medios interactivos e inmersivos, cine y vídeo, experiencias de RA/RV, juegos o podcasts. Disponible para experiencias asíncronas de navegación automática que los participantes puedan explorar en cualquier momento.<br/> <br/>Sin límite de tiempo.
fr: Comprend les expositions d’art, les médias interactifs et immersifs, les films et vidéos, les expériences AR/VR, les jeux ou les podcasts. Peut être utilisé pour des expériences d’auto-navigation asynchrones. Les participant·e·s peuvent les explorer à tout moment. <br/> <br/>Pas de limite de temps.
fy_nl: Omfettet keunstútstalling, ynteraktyf en meisleeepjende media, film en fideo, AR/VR-ûnderfiningen, spultsjes of podcasts. Beskikber foar asynchrone selsnavigearjende ûnderfiningen. Dielnimmers kinne dizze op elk momint ferkenne.<br/> <br/>Gjin tiidlimyt.
nl: Omvat kunsttentoonstelling, interactieve en meeslepende media, film en video, AR/VR-ervaringen, games of podcasts. Beschikbaar voor asynchrone zelfsturende ervaringen. Deelnemers kunnen deze op elk moment verkennen.<br/> <br/>Geen tijdslimiet.

source: The MoZone Space brings together people and projects connected to the wide constellation of Mozilla’s work, with a focus on Trustworthy AI. (Session proposals are being accepted for this Space by invitation-only.)
de: Der MoZone-Raum bringt Menschen und Projekte zusammen, die mit der breiten Konstellation von Mozillas Arbeit verbunden sind, mit einem Schwerpunkt auf vertrauenswürdiger KI. (Sitzungsvorschläge werden für diesen Raum nur auf Einladung angenommen.)
fr: L’espace MoZone rassemble des personnes et des projets liés à la vaste constellation des travaux de Mozilla, en mettant l’accent sur une IA digne de confiance (les propositions de session pour cet espace sont acceptées sur invitation uniquement).
fy_nl: De MoZone-romte bringt minsken en projekten tegearre dy’t ferbûn binne mei de brede konstellaasje fan Mozilla’s wurk, mei in fokus op betroubere AI. (Sesjefoarstellen wurde allinnich op útnûging akseptearre foar dizze Romte.)
nl: De MoZone-ruimte brengt mensen en projecten samen die verbonden zijn met de brede constellatie van Mozilla’s werk, met een focus op betrouwbare AI. (Sessievoorstellen worden alleen op uitnodiging geaccepteerd voor deze Ruimte.)

source: AI Cosmologies invites contributions from thinkers, researchers, technologists, philosophers, creatives, and spiritualities. Particularly those whose worldviews and wisdoms have been historically absented, repressed, or otherwise under- utilized in thinking and sensing through different possible relations with tech.
fr: AI Cosmologies invite les contributions de penseur·euse·s, chercheur·euse·s, expert·e·s en technologie, philosophes, créatif·ve·s et spiritualités. En particulier celles et ceux dont les visions du monde et la sagesse ont été historiquement absentes, réprimées ou autrement sous-utilisées dans la réflexion et la perception à travers différentes relations possibles avec la technologie.
fy_nl: AI Cosmologies nûget út ta bydragen fan tinkers, ûndersikers, technologen, filosofen, kreativelingen en spirituelen. Foaral fan dyjinge wêrfan de wrâldbylden en wiisheden histoarysk ôfwêzich, ûnderdrukt of oars wat minder benut binne yn it neitinken en ynfielen oer ferskate mooglike relaasjes mei technology.
nl: AI Cosmologies nodigt uit tot bijdragen van denkers, onderzoekers, technologen, filosofen, creatievelingen en spirituelen. Vooral van degenen waarvan de wereldbeelden en wijsheden historisch afwezig, onderdrukt of anderszins onderbenut zijn in het nadenken en invoelen over verschillende mogelijke relaties met technologie.
