Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/proposals.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br

# seo_title
source: Submit your MozFest Session before December 16th
de: Reichen Sie Ihre MozFest-Sitzung bis zum 16. Dezember ein
es: Envía tu sesión para el MozFest antes del 16 de diciembre
fr: Proposez votre session pour le MozFest avant le 16 décembre
fy_nl: Tsjinje jo MozFest-sesje yn foar 16 desimber
nl: Dien uw MozFest-sessie in vóór 16 december

# title
source: Call For Proposals
de: Aufruf für Vorschläge
es: Convocatoria de propuestas
fr: Appel à propositions
fy_nl: Oprop om foarstellen yn te tsjinjen
nl: Oproep om voorstellen in te dienen

# header
source: Call for Proposals
de: Aufruf für Vorschläge
es: Convocatoria de propuestas
fr: Appel à propositions
fy_nl: Oprop om foarstellen yn te tsjinjen
nl: Oproep om voorstellen in te dienen

# intro
source: Whether you are an expert in your field or just becoming interested in making the internet a better place, we welcome your voice in this critical, community-driven experience.
de: Egal, ob Sie ein Experte auf Ihrem Gebiet sind oder einfach nur daran interessiert sind, das Internet zu einem besseren Ort zu machen, wir begrüßen Ihre Stimme in dieser kritischen, von der Gemeinschaft getriebenen Erfahrung.
es: Ya sea que tengas experiencia en tu campo o simplemente te interese colaborar para hacer de Internet un lugar mejor, apreciamos que incorpores tu voz a esta experiencia crítica impulsada por la comunidad.
fr: Que vous ayez de l’expertise dans votre domaine ou que vous souhaitiez simplement faire d’Internet un meilleur endroit, nous accueillons votre voix dans cette expérience critique et communautaire.
fy_nl: Oft jo no in ekspert yn jo fakgebiet binne of net ynteressearre reitsje om fan ynternet in better plak te meitsjen, wy hjitte jo wolkom jo stim yn dizze krityske, troch de mienskip oanstjoerde ûnderfining.
nl: Of u nu een expert in uw vakgebied bent of net geïnteresseerd raakt om van internet een betere plek te maken, we verwelkomen uw stem in deze kritische, door de gemeenschap aangestuurde ervaring.

# body.444065a0-82dd-40cf-93c9-9793e7c87c64
source: Welcome! We are so excited you’re considering proposing a session for MozFest 2023! Below you’ll find all the info you need to propose a session. We welcome sessions on a wide range of topics relevant to trustworthy AI and the internet health movement, but all sessions must be participatory, accessible, and inclusive. You are welcome to submit more than one session proposal.
de: Herzlich willkommen! Wir freuen uns sehr, dass Sie erwägen, eine Sitzung für das MozFest 2023 vorzuschlagen! Nachfolgend finden Sie alle Informationen, die Sie benötigen, um eine Sitzung vorzuschlagen. Wir begrüßen Sitzungen zu einer Vielzahl von Themen, die für vertrauenswürdige KI und die Internet-Gesundheitsbewegung relevant sind, aber alle Sitzungen müssen partizipativ, zugänglich und inklusiv sein. Gerne können Sie mehr als einen Sitzungs-Vorschlag einreichen.
es: ¡Bienvenidos! ¡Estamos encantados de saber que estás considerando proponer una sesión para el MozFest 2023! A continuación encontrarás toda la información que necesitas para hacerlo. Aceptamos sesiones sobre una amplia gama de temas relevantes para la IA confiable y el movimiento de la salud de Internet, lo importante es que sean participativas, accesibles e inclusivas. Puedes enviar más de una propuesta si lo deseas.
fr: Bienvenue ! Nous sommes ravis que vous envisagiez de proposer une session pour le MozFest 2023 ! Vous trouverez ci-dessous toutes les informations nécessaires pour proposer une session. Nous accueillons des sessions sur un large éventail de sujets pertinents pour une IA digne de confiance et le mouvement pour la bonne santé d’Internet, mais toutes les sessions doivent être participatives, accessibles et inclusives. Vous pouvez soumettre plusieurs propositions de sessions.
fy_nl: Wolkom! Wy binne sa optein dat jo beskôgje in sesje foar MozFest 2023 foar te stellen! Hjirûnder fine jo alle ynformaasje dy’t jo nedich hawwe om in sesje foar te stellen. Wy ferwolkomje sesjes oer in breed skala oan ûnderwerpen dy’t relevant binne foar betroubere AI en de ynternetsûnensbeweging, mar alle sesjes moatte dielnimmend, tagonklik en ynklusyf wêze. Jo binne wolkom om mear as ien sesjefoarstel yn te tsjinjen.
nl: Welkom! We zijn heel blij dat u overweegt een sessie voor MozFest 2023 voor te stellen! Hieronder vindt u alle info die u nodig hebt om een sessie voor te stellen. We verwelkomen sessies over een breed scala aan onderwerpen die relevant zijn voor betrouwbare AI en de internetgezondheidsbeweging, maar alle sessies moeten participatief, toegankelijk en inclusief zijn. Dien gerust meer dan één sessievoorstel in.

# body.1ae48f1e-9712-4f00-bf0f-7f52e0e62d12.label
source: Submit your proposal
de: Ihren Vorschlag einreichen
es: Envía tu propuesta
fr: Soumettre une proposition
fy_nl: Jo foarstel yntsjinje

# body.1ae48f1e-9712-4f00-bf0f-7f52e0e62d12.URL
source: https://pretalx.com/mozilla-festival-2023/cfp
es: https://pretalx.com/mozilla-festival-2023/locale/set?locale=es&next=/mozilla-festival-2023/cfp%3F

# body.a9113a3a-e7f3-4bb8-8257-b9c87313705a.altText
source: Calendar icon
de: Kalendersymbol
es: Icono de calendario
fr: Icône de calendrier
fy_nl: Agindapiktogram
nl: Agendapictogram

# body.a9113a3a-e7f3-4bb8-8257-b9c87313705a.text
source: The deadline to submit your proposal for MozFest 2023 is December 20th 2022.
es: La fecha límite para enviar tu propuesta para el MozFest 2023 es el 20 de diciembre de 2022.
fy_nl: De deadline foar it yntsjinjen fan jo foarstel foar MozFest 2023 is 20 desimber 2022.

# body.3c6c0287-cb3f-4f51-8185-cc4fd3a4efdc.url
source: https://player.vimeo.com/video/773911778?h=9ef16cd622&amp;amp;badge=0&amp;amp;autopause=0&amp;amp;player_id=0&amp;amp;app_id=58479
es: https://player.vimeo.com/video/777206428?h=75929c3114&badge=0&autopause=0&player_id=0&app_id=58479

# body.83be6b4a-1279-4518-9f2d-d30b6bd32f11.altText
source: the spaces icon for MozFest - three building blocks, built in a pyramid shape
de: Das Raum-Symbol für MozFest – drei Bausteine, gebaut in Pyramidenform
es: el icono de espacios para el MozFest: tres bloques de construcción, en forma de pirámide
fr: icône des espaces du MozFest — trois blocs de construction, en forme de pyramide
fy_nl: de romtenpiktogram foar MozFest – trije boustiennen, boud yn in piramidefoarm
nl: het ruimtespictogram voor MozFest – drie bouwstenen, gebouwd in een piramidevorm

# body.83be6b4a-1279-4518-9f2d-d30b6bd32f11.text
source: Think of Spaces at MozFest as mini-festivals. Within each Space, participants can find everything they need: interactive, community-led sessions, inspiring talks, art installations, lots of coffee, and community. Click on any of the titles below to begin your proposal in that space.
de: Stellen Sie sich Räume beim MozFest als Mini-Festivals vor. In jedem Raum finden die Teilnehmer alles, was sie brauchen: interaktive, von der Gemeinschaft geleitete Sitzungen, inspirierende Vorträge, Kunstinstallationen, viel Kaffee und Gemeinschaft. Klicken Sie auf einen folgenden Titel und erstellen Sie Ihren Vorschlag in diesem Raum.
es: Piensa en los espacios del MozFest como minifestivales. Dentro de cada espacio, los participantes pueden encontrar todo lo que necesitan: sesiones interactivas dirigidas por la comunidad, charlas inspiradoras, instalaciones artísticas, mucho café y comunidad. Haz clic en cualquiera de los títulos de los espacios para comenzar tu propuesta en él.
fr: Voyez les espaces au MozFest comme des mini-festivals. Dans chaque Espace, les participant·e·s peuvent trouver tout ce dont ils et elles ont besoin : des sessions interactives et animées par la communauté, des conférences inspirantes, des installations artistiques, beaucoup de café et une communauté. Cliquez sur l’un des titres d’espace ci-dessous pour commencer votre proposition dans cet espace.
fy_nl: Tink oan Romten (Spaces) op MozFest as mini-festivals. Binnen elke Romte kinne dielnimmers alles fine wat se nedich binne: ynteraktive, troch de mienskip liede sesjes, ynspirearjende petearen, keunstynstallaasjes, in soad kofje, en mienskiplikheid. Klik op ien fan ûndersteande titels om jo foarstel yn dy romte te starten.
nl: Stel u Ruimtes (Spaces) op MozFest voor als minifestivals. Binnen elke Ruimte kunnen deelnemers alles vinden wat ze nodig hebben: interactieve, door de gemeenschap geleide sessies, inspirerende lezingen, kunstinstallaties, veel koffie en gemeenschappelijkheid. Klik op een van onderstaande titels om uw voorstel in die ruimte te starten.

# body.e7b781ea-1aac-4660-a6f7-c7f345baaf62.title
source: MozFest 2023 Spaces
de: Räume beim MozFest 2023
es: Espacios del MozFest 2023
fr: Espaces du MozFest 2023
fy_nl: MozFest 2023-romten
nl: MozFest 2023-ruimtes

source: Autonomy &amp; Governance
de: Autonomie &amp; Führung
es: Autonomía y gobierno
fr: Autonomie et gouvernance
fy_nl: Autonomy &amp; Bestjoer
nl: Autonomie &amp; Bestuur

source: We call on policy makers, tech giants, AI researchers, data journalists, and underrepresented groups to collectively build this hero with an aim to formulate appropriate regulations: from collecting data to applying AI models in the real world.
de: Wir fordern politische Entscheidungsträger, Technologiegiganten, KI-Forscher, Datenjournalisten und unterrepräsentierte Gruppen auf, gemeinsam diesen Helden aufzubauen, um angemessene Vorschriften zu formulieren: von der Datenerfassung bis zur Anwendung von KI-Modellen in der realen Welt.
es: Hacemos un llamado a las personas a cargo de legislaciones, las compañías tecnológicas, quienes investigan IA, personas dedicadas al periodismo de datos y los grupos subrepresentados para construir colectivamente este espacio pensando en formular normativas apropiadas: desde la recopilación de datos hasta la aplicación de modelos de IA en el mundo real.
fr: Nous invitons les décideurs politiques, les géants de la technologie, les chercheur·euse·s en IA, les journalistes en données et les groupes sous-représentés à construire collectivement ce héros dans le but de formuler des réglementations appropriées : de la collecte de données à l’application de modèles d’IA dans le monde réel.
fy_nl: Wy roppe beliedsmakkers, techgiganten, AI-ûndersikers, gegevenssjoernalisten en ûnderfertsjintwurdige groepen op om kollektyf dizze held op te bouwen mei as doel passende regeljouwing te formulearjen: fan it sammeljen fan gegevens oant it tapassen fan AI-modellen yn de echte wrâld.
nl: We roepen beleidsmakers, techreuzen, AI-onderzoekers, datajournalisten en ondervertegenwoordigde groepen op om samen deze held te bouwen met als doel passende regelgeving te formuleren: van het verzamelen van gegevens tot het toepassen van AI-modellen in de echte wereld.

source: Education &amp; Access: You're The Product Of Data
de: Bildung &amp; Zugriff: Sie sind das Produkt der Daten
es: Educación y acceso: eres el producto de los datos
fr: Éducation et accès : vous êtes le produit des données
fy_nl: Underwiis &amp; Tagong: jo binne it produkt fan gegevens
nl: Onderwijs &amp; Toegang: u bent het product van gegevens

source: We’re looking for participatory, accessible, and inclusive sessions that highlight tools and products, case studies, and research that broaden people’s experience to learn, engage, and raise awareness about data literacy, equal access, and accessibility of education.
de: Wir suchen nach partizipativen, zugänglichen und integrativen Sitzungen, die Werkzeuge und Produkte, Fallstudien und Forschung hervorheben, die die Erfahrung der Menschen erweitern, um zu lernen, sich zu engagieren und das Bewusstsein für Datenkompetenz, gleichberechtigten Zugang und Zugänglichkeit von Bildung zu schärfen.
es: Buscamos sesiones participativas, accesibles e inclusivas que destaquen herramientas y productos, estudios de casos e investigaciones que amplíen la experiencia de las personas para aprender, participar y crear conciencia sobre el alfabetismo de datos, la igualdad de acceso y la accesibilidad de la educación.
fr: Nous recherchons des sessions participatives, accessibles et inclusives qui mettent en évidence des outils et des produits, des études de cas et des recherches qui élargissent l’expérience des gens pour apprendre, s’engager et sensibiliser à la culture des données, à l’égalité d’accès et à l’accessibilité de l’éducation.
fy_nl: Wy binne op syk nei partisipearjende, tagonklike en ynklusive sesjes dy’t ark en produkten, casestudies en ûndersyk markearje dy’t de ûnderfining fan minsken ferbreedzje om te learen, mei te dwaan en bewustwêzen te ferheegjen oer gegevensgeletterdheid, gelikense tagong en tagonklikens fan ûnderwiis.
nl: We zijn op zoek naar participatieve, toegankelijke en inclusieve sessies die hulpmiddelen en producten, casestudies en onderzoek belichten die de ervaring van mensen verbreden om te leren, te betrekken en het bewustzijn te vergroten over datageletterdheid, gelijke toegang en toegankelijkheid van onderwijs.

source: Humans Behind The Machine
de: Der Mensch hinter der Maschine
es: Los humanos detrás de la máquina
fr: Les humains derrière la machine
fy_nl: Minsken efter de masine
nl: Mensen achter de machine

source: We're seeking proposals that promote perspectives and artistic reflections of what it’s like to live or work behind the machine or below the algorithm. We welcome those who work below the algorithm and those who study, collaborate and co-conspire with them.
de: Wir suchen nach Vorschlägen, die Perspektiven und künstlerische Reflexionen darüber fördern, wie es ist, hinter der Maschine oder unterhalb des Algorithmus zu leben oder zu arbeiten. Wir begrüßen diejenigen, die unterhalb des Algorithmus arbeiten, und diejenigen, die mit ihnen studieren, zusammenarbeiten und sich zusammenschließen.
es: Buscamos propuestas que promuevan perspectivas y reflexiones artísticas de lo que implica vivir o trabajar detrás de la máquina o debajo del algoritmo. Recibimos con los brazos abiertos tanto a las personas que trabajan por debajo del algoritmo como a quienes estudian, colaboran y conspiran con ellas.
fr: Nous recherchons des propositions qui promeuvent des perspectives et des réflexions artistiques sur ce que représente le fait de vivre ou de travailler derrière la machine ou sous l’algorithme. Nous accueillons les personnes qui travaillent sous l’algorithme et qui étudient, collaborent et coconstruisent avec eux.
fy_nl: Wy sykje foarstellen dy’t perspektiven en artistike refleksjes befoarderje fan hoe’t it is om efter de masine of ûnder it algoritme te libjen of te wurkjen. Wy ferwolkomje dyjinge dy’t ûnder it algoritme wurkje en dyjinge dy’t mei harren studearje en gearwurkje.
nl: We zijn op zoek naar voorstellen die perspectieven en artistieke overdenkingen promoten van hoe het is om achter de machine of onder het algoritme te leven of te werken. We verwelkomen degenen die onder het algoritme werken en degenen die met hen studeren, samenwerken en samenzweren.

source: Radical Inclusion Experience
de: Radikale Inklusionserfahrung
es: Experiencia de inclusión radical
fr: Expérience d’inclusion radicale
fy_nl: Radikale ynklúzjeûnderfining
nl: Radicale inclusie-ervaring

source: We’re looking for artists, musicians, and content creators from under-resourced and underrepresented communities (including the disabled and neurodiverse communities) who want to collaborate to build immersive, inclusive, and accessible audiovisual experiences that lift up your expertise and highlight your experiences in the digital realm. (This is an experience that is not accepting proposals.)
de: Wir suchen Künstler, Musiker und Ersteller von Inhalten aus unterfinanzierten und unterrepräsentierten Gemeinschaften (einschließlich der Gemeinschaften von Menschen mit Behinderungen und Neurodiverse), die zusammenarbeiten möchten, um immersive, integrative und zugängliche audiovisuelle Erfahrungen zu schaffen, die Ihr Fachwissen verbessern und Ihre Erfahrungen hervorheben im digitalen Bereich. (Dieses Erlebnis akzeptiert keine Vorschläge.)
es: Buscamos artistas, músicos y creadores de contenido pertenecientes a comunidades con pocos recursos y baja representación (incluidas las comunidades de personas con discapacidad y personas neurodiversas) que quieran colaborar para crear experiencias audiovisuales inmersivas, inclusivas y accesibles que eleven sus experiencias y las destaquen en el ámbito digital. (Esta es una experiencia que no acepta propuestas).
fr: Nous recherchons des artistes, des musicien·ne·s et des créateur·trice·s de contenu issus de communautés sous-financées et sous-représentées (y compris les communautés handicapées et neurodiverses) qui souhaitent collaborer pour créer des expériences audiovisuelles immersives, inclusives et accessibles qui renforcent votre expertise et mettent en valeur vos expériences dans le domaine numérique. (Cette expérience n’accepte pas de propositions.)
fy_nl: Wy binne op syk nei artysten, muzikanten en ynhâldmakkers út ûnderfertsjintwurdige mienskippen (ynklusyf minsken mei beheiningen en neurodiverske mienskippen) dy’t gearwurkje wolle om meisleepjende, ynklusive en tagonklike audiofisuele ûnderfiningen te bouwen dy’t jo ekspertize fergrutsje en jo ûnderfiningen klam jaan yn it digitale domein. (Dit is in ûnderfining dy’t gjin foarstellen akseptearret.)
nl: We zijn op zoek naar artiesten, muzikanten en makers van inhoud uit gemeenschappen met weinig middelen en weinig vertegenwoordiging (inclusief gemeenschappen voor mensen met beperkingen en neurodiverse gemeenschappen) die willen samenwerken om meeslepende, inclusieve en toegankelijke audiovisuele ervaringen op te bouwen die uw expertise vergroten en uw ervaringen benadrukken in het digitale domein. (Dit is een ervaring waarvoor geen voorstellen worden geaccepteerd.)

source: Tech &amp; Biodiversity: Legado 2060
de: Technik &amp; Biodiversität: Legado 2060
es: Tecnología y biodiversidad: legado 2060
fr: Technologie et biodiversité : Legado 2060
fy_nl: Technyk &amp; Bioferskaat: Legado 2060
nl: Techniek &amp; Biodiversiteit: Legado 2060

source: Calling all activists, researchers, academics, artists, hackers, and tech developers! We’re looking for sessions at the intersection of digital technology and topics related, but not limited to: the environment, Indigenous peoples, land defenders, sustainability, and food sovereignty. Your sessions will become the scenes for MozFest’s 2060 Sci-Fi Telenovela-inspired Space.
de: Aufruf an alle Aktivisten, Forscher, Akademiker, Künstler, Hacker und Tech-Entwickler! Wir suchen nach Sitzungen an der Schnittstelle von digitaler Technologie und verwandten Themen, aber nicht beschränkt auf: Umwelt, indigene Völker, Landverteidiger, Nachhaltigkeit und Ernährungssouveränität. Ihre Sitzungen werden zu Szenen für den von Sci-Fi-Telenovela-inspirierten Weltraum des MozFest 2060.
es: ¡Llamamos a todos los activistas, investigadores, académicos, artistas, hackers y desarrolladores de tecnología! Buscamos sesiones que exploren la intersección entre tecnología digital y temas relacionados, entre otros, con: el medio ambiente, los pueblos indígenas, los defensores de la tierra, la sostenibilidad y la soberanía alimentaria. Tus sesiones se convertirán en las escenas del espacio del MozFest inspirado en novelas de ciencia ficción del año 2060.
fr: Appel aux militant·e·s, chercheur·euse·s, universitaires, artistes, hackers et développeur·euse·s ! Nous recherchons des sessions à l’intersection de la technologie numérique et de sujets liés, mais sans s’y limiter : l’environnement, les peuples autochtones, les défenseurs des terres, la durabilité et la souveraineté alimentaire. Vos sessions deviendront les scènes de l’espace inspiré de la Telenovela Sci-Fi 2060 du MozFest.
fy_nl: Oprop oan alle aktivisten, ûndersikers, akademisy, keunstners, hackers en tech-ûntwikkelers! Wy binne op syk nei sesjes op it snijflak fan digitale technology en ûnderwerpen dy’t ferbân hâlde mei, mar net beheind binne ta: it miljeu, ynheemske folken, lânferdigeners, duorsumheid en foedselsoevereiniteit. Jo sesjes wurde de scenes foar MozFest’s 2060 Sci-Fi Telenovela-ynspirearre Romte.
nl: Oproep aan alle activisten, onderzoekers, academici, kunstenaars, hackers en tech-ontwikkelaars! We zijn op zoek naar sessies op het snijvlak van digitale technologie en onderwerpen die verband houden met, maar niet beperkt zijn tot: het milieu, inheemse volkeren, landverdedigers, duurzaamheid en voedselsoevereiniteit. Uw sessies worden de scènes voor MozFest’s 2060 Sci-Fi Telenovela-geïnspireerde Ruimte.

source: Utility of Transparency
de: Nutzen der Transparenz
es: Utilidad de la transparencia
fr: Utilité de la transparence
fy_nl: Nut fan transparânsje
nl: Nut van transparantie

source: We’re looking for sessions that bring research, auditing frameworks, art, and more to address big questions about what transparency means to both individuals and communities, as well as stories about experiencing delight or discontent from AI systems. Connect the threads of our global and local efforts, and lift up work that shifts power and knowledge back to the people.
de: Wir suchen nach Sitzungen, die Forschung, Prüfungsrahmen, Kunst und mehr beinhalten, um große Fragen darüber zu beantworten, was Transparenz für Einzelpersonen und Gemeinschaften bedeutet, sowie Geschichten über das Erleben von Freude oder Unzufriedenheit von KI-Systemen. Verbinden Sie die Fäden unserer globalen und lokalen Bemühungen und heben Sie die Arbeit hervor, die Macht und Wissen zurück zu den Menschen verlagert.
es: Estamos buscando sesiones que aporten investigaciones, marcos de auditoría, arte, etc. para abordar grandes preguntas sobre lo que significa la transparencia tanto para las personas como para las comunidades, así como historias sobre la experiencia de deleite o descontento por parte de los sistemas de IA. Conecta los hilos de nuestras iniciativas globales y locales, y sube trabajos que devuelvan el poder y el conocimiento a las personas.
fr: Nous recherchons des sessions qui font appel à la recherche, aux méthodes d’audit, à l’art et à bien d’autres choses encore pour répondre aux grandes questions sur ce que représente la transparence pour les individus et les communautés, ainsi qu’à des témoignages de satisfaction ou de mécontentement à l’égard des systèmes d’IA. Faites le lien entre nos efforts mondiaux et locaux, et encouragez le travail qui remet le pouvoir et la connaissance entre les mains des gens.
fy_nl: Wy binne op syk nei sesjes dy’t ûndersyk, auditkaders, keunst en mear bringe om grutte fragen te beäntwurdzjen oer wat transparânsje betsjut foar sawol yndividuën as mienskippen, en ek as ferhalen oer it ûnderfinen fan freugde of ûntefredenheid oer AI-systemen. Ferbyn de triedden fan ús wrâldwide en lokale ynspanningen, en hef wurk op dat de macht en kennis werom nei de minsken ferskoot.
nl: We zijn op zoek naar sessies die onderzoek, auditkaders, kunst en meer brengen om grote vragen te beantwoorden over wat transparantie betekent voor zowel individuen als gemeenschappen, evenals verhalen over het ervaren van vreugde of ontevredenheid over AI-systemen. Verbind de draden van onze wereldwijde en lokale inspanningen, en hef werk op dat de macht en kennis terug naar de mensen verschuift.

source: Youth Zone
de: Jugend-Bereich
es: Zona juvenil
fr: Espace jeunesse
fy_nl: Jeugdsône
nl: Jeugdzone
