Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/speakers.po
Languages: es

# seo_title
source: Mozilla Festival 2025 | Speakers &amp; Programs
es: Festival Mozilla 2025 | Ponentes y programas

# search_description
source: Dr. Ruha Benjamin and Jason Silva headline Mozilla Festival 2025. Explore the speaker lineup and meet innovators in ethical AI, digital rights, and unlearning systemic defaults.
es: La Dra. Ruha Benjamin y Jason Silva encabezan el Festival Mozilla 2025. Explora la lista de ponentes y conoce personas innovadoras en las áreas de IA ética, derechos digitales y desaprender valores sistémicos predeterminados.

# title
source: Speakers
es: Ponentes

# banner_heading
source: Speakers
es: Ponentes

source: Dr. Ruha Benjamin
es: Dra. Ruha Benjamin

source: Dr. Ruha Benjamin
es: Dra. Ruha Benjamin

source: On Unlearning
es: Sobre el desaprendizaje

source: Plenary
es: Plenaria

source: Dr. Ruha is an enthralling storyteller, brilliant scholar, and fierce advocate for all things just. Break free from the power of digital biases and system-shaping myths. She redefines unlearning as a radical act of possibility.
es: La Dra. Ruha es una narradora que cautiva, una investigadora brillante y una firme defensora de todas las cosas justas. Ella redefine el desaprendizaje como un acto radical de posibilidad. Deshazte del poder de los sesgos digitales y los mitos que configuran el sistema.

source: Awe as an Antidote to the Grid
es: El asombro como antídoto para las mentes cuadriculadas

source: Plenary
es: Plenaria

source: Jason Silva is an Emmy-nominated storyteller, filmmaker. Step outside the algorithm and experiment with unmapping the self, as he sheds inherited assumptions and reimagines unlearning as liberation.
es: Jason Silva es un narrador y cineasta nominado a los premios Emmy. Atrévete a salir del algoritmo y a experimentar quitando capas del yo, mientras Silva se deshace de las suposiciones heredadas y redefine el desaprendizaje como una liberación.

source: A World of New Learnings
es: Un mundo de nuevos aprendizajes

source: Plenary
es: Plenaria

# body.ef39e144-8418-4957-968f-2c93d4e6fc14
source: Unlearning Privacy
es: Desaprender la privacidad

# body.ef39e144-8418-4957-968f-2c93d4e6fc14
source: Privacy is often described as a fundamental right, while data is increasingly seen as a public resource. The tension between radical transparency and data protection sits at the center of this session, raising urgent questions about who controls information and how it should be shared in a digital society.
es: La privacidad a menudo se describe como un derecho fundamental, mientras que los datos se consideran cada vez más un recurso público. Esa tensión entre la transparencia radical y la protección de datos se encuentra en el centro de esta sesión, en la que se plantearán preguntas apremiantes como quién controla la información y cómo debe compartirse dicha información en una sociedad digital.

# body.5e7cb5e5-7cc8-423c-a315-5c50e1dc246d
source: Unlearning Creativity
es: Desaprender la creatividad

# body.5e7cb5e5-7cc8-423c-a315-5c50e1dc246d
source: AI is reshaping the creator economy, challenging long-held ideas of originality and ownership. The conversation will ask what creativity looks like when machines become co-authors, and how artists, technologists, and audiences can shape a future where human imagination remains central.
es: La IA está remodelando el sector creativo, desafiando las ideas arraigadas de originalidad y propiedad. Durante la conversación se plantearán cuestiones como, por ejemplo, en qué consiste la creatividad cuando las máquinas se convierten en coautores, o cómo los artistas, los tecnólogos y el público pueden diseñar un futuro en el que la imaginación humana siga siendo primordial.

# body.697fcd8a-544e-4211-9a22-cf6de1ac3351
source: The race for users, data, and reach has become the engine of today’s digital platforms. Growth at all costs often sidelines rights, privacy, and security, particularly for people in the Global South, Indigenous communities, and marginalized groups. This session examines what other measures of success could drive healthier, more equitable digital ecosystems.
es: La carrera por conseguir usuarios, datos y alcance se ha convertido en el motor de las plataformas digitales actuales. El crecimiento a toda costa a menudo deja de lado los derechos, la privacidad y la seguridad, sobre todo en el caso de las personas del Sur Global, comunidades indígenas y grupos marginados. Esta sesión analiza qué otras medidas se podrían aplicar para impulsar ecosistemas digitales más saludables y equitativos.

# body.b6d47b39-3f58-4195-bd18-68469093e8a0
source: Unlearning Regulation
es: Desaprender la regulación

# body.b6d47b39-3f58-4195-bd18-68469093e8a0
source: Traditional rules are struggling to keep pace with fast-moving technologies and shifting power structures. The session will explore whether governments should rewrite the rulebook, whether communities can govern themselves, and how regulation might move beyond control toward more adaptive, participatory, and accountable models. From AI ethics to platform accountability, we will ask what regulation for the digital future should look like.
es: Las reglas tradicionales difícilmente pueden seguir el ritmo acelerado de las tecnologías y las estructuras de poder que están en constante cambio. La sesión explorará si los gobiernos deberían redefinir las reglas, si las comunidades pueden autogobernarse y de qué manera podría la regulación ir más allá del control para avanzar hacia modelos más adaptativos, participativos y responsables. Desde la ética de la IA hasta la responsabilidad de la plataforma, nos cuestionaremos cómo debería ser la regulación para un futuro digital.

# body.899c3736-b48e-4277-aa03-af9e51b45690
source: Unlearning Systems
es: Desaprender los sistemas

# body.899c3736-b48e-4277-aa03-af9e51b45690
source: What if the systems we take for granted are holding us back? By looking to Indigenous knowledge and alternative economic models rooted in land, community and ecological balance, we will ask how unlearning dominant ways of knowing and organizing could help us respond to environmental crises, confront inequality and imagine more sustainable futures.
es: ¿Y si los sistemas que damos por sentados nos están frenando? Mediante un análisis del conocimiento indígena y los modelos económicos alternativos basados en la tierra, la comunidad y el equilibrio ecológico, nos preguntaremos de qué forma el desaprendizaje de las formas dominantes del saber y la organización podría ayudarnos a responder a las crisis ambientales, lidiar con la desigualdad e imaginar futuros más sostenibles.
