Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/technologists-reclaim-the-internet-at-mozfest-house.po
Languages: de, fr

# title
source: Technologists Reclaim The Internet at MozFest House
de: Technologen erobern das Internet im MozFest House zurück
fr: Des technologues se réapproprient internet au MozFest House

# banner_heading
source: Technologists Reclaim The Internet at MozFest House Amsterdam
de: Technologen erobern das Internet im MozFest House Amsterdam zurück
fr: Des technologues se réapproprient internet au MozFest House Amsterdam

# banner_meta
source: June 11-13 2024 | Tolhuistuin, Amsterdam-Noord
de: 11.–13. Juni 2024 | Tolhuistuin, Amsterdam-Noord
fr: 11-13 juin 2024 | Tolhuistuin, Amsterdam-Noord

# banner_text
source: Reimagine the Future of Technology – Only at MozFest House. Secure your ticket now.
de: Stellen Sie sich die Zukunft der Technologie neu vor – nur im MozFest House. Sichern Sie sich jetzt Ihr Ticket.
fr: Réimaginez l’avenir de la technologie – Uniquement au MozFest House. Réservez vos billets dès maintenant.

# banner_link_text
source: Get Your Ticket
de: Holen Sie sich Ihr Ticket
fr: Réservez votre billet

# body.ad54ec90-0cdf-49bd-ba82-d84af4a85fdc.text
source: For the second year, MozFest House Amsterdam—the premier gathering for those dedicated to building a better digital world—returns to the Tolhuistuin from 11-13 June. Hosted by Mozilla, MozFest House Amsterdam invites you to join a movement that has been shaping technology's future for <b>over 15 years</b>. Together with cultural innovators, technologists, journalists, environmentalists, human rights activists, artists, and thought leaders from around the globe, we have been<b> building a more connected, fair and safe digital world.</b>
de: Zum zweiten Mal kehrt das MozFest House Amsterdam - die führende Versammlung für diejenigen, die sich dem Aufbau einer besseren digitalen Welt widmen - vom 11. bis 13. Juni zur Tolhuistuin zurück. Gastgeber von MozFest House Amsterdam, Mozilla, lädt Sie ein, sich einer Bewegung anzuschließen, die die Zukunft der Technologie seit <b>über 15 Jahren</b> gestaltet. Gemeinsam mit kulturellen Innovatoren, Technologen, Journalisten, Umweltschützern, Menschenrechtsaktivisten, Künstlern und Vordenkern aus aller Welt haben wir <b>eine vernetztere, gerechtere und sicherere digitale Welt aufgebaut.</b>
fr: Pour la deuxième fois, le MozFest House Amsterdam, le rendez-vous incontournable de ceux qui aspirent à construire un monde numérique meilleur, fait son retour au Tolhuistuin, du 11 au 13 juin. Organisé par Mozilla, le MozFest House Amsterdam vous invite à participer à un mouvement qui, <b>depuis plus de 15 ans</b>, contribue à façonner l’avenir de la technologie. Avec des innovateurs culturels, des technologues, des journalistes, des environnementalistes, des militants des droits de l’homme, des artistes et des penseurs du monde entier, nous avons <b>construit un monde numérique plus connecté, plus juste et plus sûr.</b>

# body.ad54ec90-0cdf-49bd-ba82-d84af4a85fdc.text
source: Join us to connect with like-minded people interested in open-source technology, ethical AI and more. Secure your ticket now.
de: Schließen Sie sich uns an, um sich mit Gleichgesinnten zu vernetzen, die sich für Open-Source-Technologie, ethische KI und mehr interessieren. Sichern Sie sich jetzt Ihr Ticket.
fr: Rejoignez-nous pour vous rapprocher de personnes partageant les mêmes idées et intéressées par les technologies open-source, l’IA éthique et bien plus encore. Réservez votre billet dès maintenant.

# body.ad54ec90-0cdf-49bd-ba82-d84af4a85fdc.link_label
source: Get Your Tickets
de: Holen Sie sich Ihre Tickets
fr: Réservez vos billets

# body.9b536c29-5058-43db-b3b0-bdcf44b14aff.quote
source: Great choice of setting, brilliant overall atmosphere, very interesting and fascinating sessions &amp; amazing networking opportunities.
de: Großartige Wahl des Veranstaltungsortes, brillante Gesamtatmosphäre, sehr interessante und faszinierende Sessions &amp; erstaunliche Networking-Möglichkeiten.
fr: Un cadre exceptionnel, une atmosphère formidable, des sessions passionnantes et de formidables opportunités de réseautage.

# body.027c8da0-4671-4194-9e67-eeec85400acf
source: Are you ready to join the movement?
de: Sind Sie bereit, der Bewegung beizutreten?
fr: Êtes-vous prêt·e à rejoindre le mouvement ?

# body.027c8da0-4671-4194-9e67-eeec85400acf
source: MozFest House Amsterdam is the place to learn, discuss emerging technologies and trends, and connect with like-minded professionals. <b>You’ll have the opportunity to attend sessions, panel discussions, and take part in workshops, expanding your understanding and your network</b>. From machine learning to sustainable tech – whether you’re looking to refine a project or forge new partnerships, MozFest House is your gateway to unlocking your potential and advancing your career.
de: MozFest House Amsterdam ist der Ort, um zu lernen, über aufkommende Technologien und Trends zu diskutieren und sich mit gleichgesinnten Fachleuten zu vernetzen. <b>Sie haben die Möglichkeit, an Sessions, Podiumsdiskussionen und Workshops teilzunehmen, Ihr Verständnis und Ihr Netzwerk zu erweitern</b>. Von maschinellem Lernen bis hin zu nachhaltiger Technologie – ob Sie ein Projekt verfeinern oder neue Partnerschaften schmieden möchten, das MozFest House ist Ihr Tor, um Ihr Potenzial freizusetzen und Ihre Karriere voranzutreiben.
fr: Le MozFest House Amsterdam est le rendez-vous pour apprendre, discuter des technologies et des tendances émergentes, et rencontrer des professionnels partageant les mêmes idées. <b>Vous aurez l’occasion d’assister à des sessions, à des débats d’experts et de participer à des ateliers qui vous permettront d’approfondir vos connaissances et d’élargir votre réseau</b>. De l’apprentissage automatique à la technologie durable, que vous cherchiez à approfondir un projet ou à forger de nouveaux partenariats, le MozFest House est votre tremplin pour libérer votre potentiel et faire avancer votre carrière.

# body.52115bc6-66f3-40aa-8c33-d2695ac135e2
source: Make your mark at MozFest House
de: Machen Sie sich bei MozFest House einen Namen
fr: Soyez présents au MozFest House

# body.52115bc6-66f3-40aa-8c33-d2695ac135e2
source: Last year, we sparked conversations that are now leading industry trends featuring keynote discussions with whistleblowers including Frances Haugen and Daniel Motaung. This year, we're pushing the boundaries even further with extraordinary sessions from the Pulitzer centre, Firefox and a keynote address by Mona Chalabi focusing on the connection between data and the human experience.
de: Letztes Jahr haben wir Gespräche angestoßen, die nun führende Industrietrends prägen, einschließlich Keynote-Diskussionen mit Whistleblowern wie Frances Haugen und Daniel Motaung. Dieses Jahr verschieben wir die Grenzen noch weiter mit außergewöhnlichen Sessions vom Pulitzer-Zentrum, Firefox und einer Keynote-Rede von Mona Chalabi, die sich auf die Verbindung zwischen Daten und der menschlichen Erfahrung konzentriert.
fr: L’année dernière, nous avons provoqué des conversations qui sont devenues des thèmes phares de l’industrie en organisant des débats avec des lanceurs d’alerte tels que Frances Haugen et Daniel Motaung. Cette année, nous allons encore plus loin en proposant des conférences extraordinaires avec le centre Pulitzer et Firefox, ainsi que la présentation de Mona Chalabi sur le lien entre les données et l’expérience humaine.

# body.52115bc6-66f3-40aa-8c33-d2695ac135e2
source: Securing your ticket guarantees you the chance to explore the latest in AI, get hands-on with the Internet of Things, and connect with the brains behind tomorrow’s tech. A ticket also includes Songs of the Living Amsterdam – an exclusive concert of locally-based artists alongside a community choir in partnership with musician Toshi Reagon. <i>(Subject to availablity)</i>
de: Sichern Sie sich Ihr Ticket, um die Möglichkeit zu erhalten, die neuesten Entwicklungen in Sachen KI zu erkunden, das Internet der Dinge physisch kennen zu lernen und mit den Köpfen der Technologie von morgen in Kontakt zu treten. Ein Ticket beinhaltet auch Songs of the Living Amsterdam – ein exklusives Konzert von in der Region ansässigen Künstlern zusammen mit einem Gemeinschaftschor in Partnerschaft mit dem Musiker Toshi Reagon. <i>(Vorbehaltlich Verfügbarkeit)</i>
fr: Réserver votre billet vous garantit de pouvoir découvrir les dernières nouveautés en matière d’IA, de vous familiariser avec l’Internet des objets et de rencontrer des personnes brillantes qui seront à l’origine des technologies de demain. Les billets comprennent également Songs of the Living Amsterdam, un concert exclusif d’artistes locaux aux côtés d’une chorale communautaire en partenariat avec le musicien Toshi Reagon. <i>(Sous réserve de disponibilité)</i>

# body.0131c23d-9f61-4cc5-b01d-42e881ca56de.heading
source: 7,206 People United To Reclaim the Internet Last Year. Now It’s Your Turn.
de: 7.206 Menschen haben sich im vergangenen Jahr zusammengeschlossen, um das Internet zurückzuerobern. Jetzt sind Sie an der Reihe.
fr: 7 206 personnes se sont réunies l’année dernière pour se réapproprier internet. C’est maintenant à votre tour.

# body.89eabb1f-6a14-4224-9714-6311ce56c1ca
source: This Year's Lineup and Past Favourites
de: Das diesjährige Lineup und frühere Favoriten
fr: L’équipe de cette année et les grands moments des éditions précédentes

# body.89eabb1f-6a14-4224-9714-6311ce56c1ca
source: Standout sessions for 2024 along with some past favourites from MozFest House 2023.
de: Herausragende Sessions für 2024 zusammen mit einigen früheren Favoriten aus MozFest House 2023.
fr: Les sessions les plus marquantes de 2024 et quelques moments mémorables du MozFest House 2023.

# body.d72fd367-dad7-4f05-891c-e289ab461e3d.video.caption
source: Watch Recap
de: Zusammenfassung ansehen
fr: Regarder le récapitulatif

# body.d72fd367-dad7-4f05-891c-e289ab461e3d.video.title
source: Navigating Deceptive Design &amp; Regulation in the EU
de: Navigation durch trügerisches Design &amp; Regulierung in der EU
fr: Comprendre la réglementation de l’UE sur les conceptions trompeuses

# body.d72fd367-dad7-4f05-891c-e289ab461e3d.video.text
source: Panel Discussion about the EU’s regulation of AI, what’s working, and what needs to change.
de: Podiumsdiskussion über die EU-Regulierung von KI, was funktioniert und was sich ändern muss.
fr: Panel de discussion sur la réglementation de l’UE en matière d’IA, les points positifs et les points à améliorer.

source: Three panelists sitting on stage engaged in a conversation in front of an audience.
de: Drei Podiumsteilnehmer sitzen auf der Bühne und führen ein Gespräch vor einem Publikum.
fr: Trois panélistes sur scène débattent devant un public.

source: Pulitzer Center: Data and Diversity in AI
de: Pulitzer Center: Daten und Vielfalt in der KI
fr: Centre Pulitzer : données et diversité en matière d’IA

source: Exploring how data collection impacts different communities globally, and who is left out or harmed in the process.
de: Untersuchung, wie die Datenerfassung verschiedene Gemeinschaften weltweit beeinflusst und wer dabei übersehen oder geschädigt wird.
fr: Étude de l’impact de la collecte de données sur les différentes communautés au niveau mondial, et de la question de définir quelles communautés sont laissées de côté ou lésées dans le cadre de ce processus.

source: A close up of a hand holding a phone with the Mozilla Festival schedule shown on screen.
de: Eine Nahaufnahme einer Hand, die ein Telefon hält, auf dem der Zeitplan des Mozilla Festivals zu sehen ist.
fr: Gros plan sur une main tenant un téléphone avec, à l’écran, le programme du Mozilla Festival.

source: "Is my phone listening to me?" and other political questions around privacy
de: „Hört mir mein Handy zu?“ und andere politische Fragen rund um das Thema Datenschutz
fr: « Mon téléphone m’espionne-t-il ? » et autres questions politiques sur la protection de la vie privée

source: Virtual, 2023
de: Virtuell, 2023
fr: virtuelle, 2023

source: This session exposed big tech companies recording users without consent through their devices.
de: Diese Session deckte auf, wie große Tech-Unternehmen Nutzer ohne deren Einverständnis über ihre Geräte aufzeichnen.
fr: Cette session a révélé que les grandes entreprises technologiques enregistraient les utilisateurs sans leur consentement par le biais de leurs appareils.

source: Participants in a MozFest workshop sat around tables focused on speakers at the front of the room.
de: Teilnehmer eines MozFest-Workshops sitzen an Tischen und konzentrieren sich auf die Sprecher im vorderen Teil des Raumes.
fr: Les participants à un atelier MozFest ont été invités à s’asseoir autour de tables et à écouter les intervenants qui se trouvaient à l’avant de la salle.

source: The World According to TikTok
de: Die Welt aus der Sicht von TikTok
fr: Le monde selon TikTok

source: Workshop
fr: Atelier

source: Virtual, 2023
de: Virtuell, 2023
fr: virtuel, 2023

source: Exploring how TikTok adapts content policies to fit cultural and political contexts, like censoring LGBTQ+ terms.
de: Untersuchung, wie TikTok Inhaltsrichtlinien an kulturelle und politische Kontexte anpasst, wie zum Beispiel die Zensur von LGBTQ+ Begriffen.
fr: Analyse de la manière dont TikTok adapte ses politiques de contenu aux contextes culturels et politiques, par exemple en censurant les termes LGBTQ+.

source: A speaker on stage presenting next to a screen that reads "Trends in Voice Biometrics".
de: Ein Sprecher auf der Bühne präsentiert neben einem Bildschirm, auf dem „Trends in Voice Biometrics“ zu lesen ist.
fr: Un intervenant sur scène se présente à côté d’un écran sur lequel on peut lire « Trends in Voice Biometrics » (tendances en matière de biométrie vocale).

source: Tackling Gender-based Violence in Generative AI
de: Bekämpfung von geschlechtsbezogener Gewalt in generativer KI
fr: La lutte contre la violence sexiste de l’IA générative

source: Workshop
fr: Atelier

source: Participants discussed the issue of gender bias in AI and shared different ways to recognise and report these biases.
de: Die Teilnehmer diskutierten das Problem der Geschlechterverzerrung in der KI und teilten verschiedene Möglichkeiten, diese Verzerrungen zu erkennen und zu melden.
fr: Les participants ont discuté de la question des préjugés sexistes de l’IA et ont échangé sur les différentes manières de détecter et de dénoncer ces préjugés.

# body.3fdce2b5-fdb0-4e39-a2df-3a243df2ca75
source: Frequently Asked Questions
de: Häufig gestellte Fragen
fr: Questions fréquentes

source: What are the dates, location &amp; hours of the event?
de: An welchen Tagen, an welchem Ort &amp; zu welchen Uhrzeiten findet die Veranstaltung statt?
fr: Où et quand l’événement aura-t-il lieu ?

source: MozFest House Amsterdam will be held from 11-13 June at Tolhuistuin, IJpromenade 2, 1031 KT Amsterdam. The event opens at 9:00 AM and closes at 6:00 PM daily.
de: MozFest House Amsterdam findet vom 11. bis 13. Juni in der Tolhuistuin, IJpromenade 2, 1031 KT Amsterdam statt. Die Veranstaltung beginnt täglich um 9:00 Uhr und endet um 18:00 Uhr.
fr: Le MozFest House Amsterdam se tiendra du 11 au 13 juin au Tolhuistuin, IJpromenade 2, 1031 KT Amsterdam. L’événement commence à 9h00 et se termine à 18h00 pendant toute la durée du festival.

source: What makes MozFest House different from other tech conferences?
de: Was unterscheidet MozFest House von anderen Technologiekonferenzen?
fr: Qu’est-ce qui différencie le MozFest House des autres conférences consacrées aux nouvelles technologies ?

source: MozFest House stands out due to its community-driven approach. We focus on how we can use, create and reclaim technology to improve society. It’s a great place to be for people who want to influence the ethical direction of technology development.
de: MozFest House sticht durch seinen gemeinschaftsorientierten Ansatz hervor. Wir konzentrieren uns darauf, wie wir Technologie nutzen, schaffen und zurückgewinnen können, um die Gesellschaft zu verbessern. Es ist ein großartiger Ort für Menschen, die die ethische Ausrichtung der Technologieentwicklung beeinflussen möchten.
fr: Le MozFest House se distingue par son approche axée sur la communauté. Nous nous concentrons sur la façon dont nous pouvons utiliser, créer et nous réapproprier la technologie pour contribuer à l’amélioration de la société. Il s’agit d’un cadre idéal pour les personnes qui souhaitent agir sur le caractère éthique du développement technologique.

source: Is there a schedule of sessions?
de: Gibt es einen Zeitplan für die Sessions?
fr: Un calendrier des sessions a-t-il été établi ?

source: Yes, the full schedule for MozFest House Amsterdam is available online. To view the variety of sessions and plan your experience, please visit the Mozilla Festival Plaza <a id="a1">here</a>.
de: Ja, der vollständige Zeitplan für das MozFest House Amsterdam ist online verfügbar. Um die Vielfalt der Sessions zu sehen und Ihr Erlebnis zu planen, besuchen Sie bitte <a id="a1">hier</a> den Mozilla Festival Plaza.
fr: Oui, le programme complet du MozFest House Amsterdam est disponible en ligne. Pour découvrir la multitude de sessions et planifier votre expérience, veuillez consulter le Mozilla Festival Plaza <a id="a1">ici</a>.

source: Can I contribute to or lead a session in my area of expertise?
de: Kann ich zu einer Session in meinem Fachgebiet beitragen oder diese leiten?
fr: Puis-je participer à une session dans mon domaine d’expertise ou l’animer ?

source: Absolutely. MozFest House encourages participation from its attendees. If you have expertise in a particular area of technology, we welcome proposals for sessions or workshops. For more information on how to submit your proposal, please contact <a id="a1">seher@mozillafoundation.org</a>.
de: Absolut. MozFest House ermutigt seine Teilnehmer zur aktiven Beteiligung. Wenn Sie Expertise in einem bestimmten Technologiebereich haben, freuen wir uns über Vorschläge für Sessions oder Workshops. Für weitere Informationen zur Einreichung Ihres Vorschlags kontaktieren Sie bitte <a id="a1">seher@mozillafoundation.org</a>.
fr: Tout à fait. Le MozFest House invite ses participants à participer. Si vous êtes expert dans un domaine technologique particulier, nous acceptons volontiers les propositions de sessions ou d’ateliers. Pour plus d’informations sur la manière de soumettre votre projet, veuillez contacter <a id="a1">seher@mozillafoundation.org</a>.

source: What are the Early Bird tickets benefits?
de: Was sind die Vorteile der Early Bird-Tickets?
fr: Quels sont les avantages des billets Early Bird ?

source: Early Bird tickets provide a 20% discount, allowing you to secure your spot at the event at our best pricing before rates increase. These tickets also offer several exclusive advantages including pre-festival events, networking opportunities and guaranteed access to 'Songs of the Living,' presented by MozFest House Amsterdam, a concert exploring the connection between technology and humanity. <a id="a1">Read more about the experience on our blog.</a>
de: Early Bird-Tickets bieten einen Rabatt von 20 %, sodass Sie Ihren Platz auf der Veranstaltung zu unseren besten Preisen sichern können, bevor die Preise steigen. Diese Tickets bieten auch mehrere exklusive Vorteile, darunter Vor-Festival-Veranstaltungen, Networking-Möglichkeiten und garantierten Zugang zu „Songs of the Living“, präsentiert vom MozFest House Amsterdam, einem Konzert, das die Verbindung zwischen Technologie und Menschlichkeit erforscht. <a id="a1">Lesen Sie mehr über das Erlebnis in unserem Blog.</a>
fr: Les billets Early Bird offrent une réduction de 20 %, vous permettant de garantir votre accès à l’événement à un tarif préférentiel avant que les prix n’augmentent. Ces billets offrent également plusieurs avantages exclusifs, notamment des événements pré-festival, des opportunités de réseautage et un accès garanti à « Songs of the Living », présenté par MozFest House Amsterdam, un concert qui explore le lien entre la technologie et l’humanité. <a id="a1">Consultez notre blog pour en savoir plus sur cette expérience.</a>

source: What accessibility accommodations will be provided?
de: Welche Vorkehrungen werden für die Barrierefreiheit getroffen?
fr: Quels sont les aménagements prévus en matière d’accessibilité ?

source: MozFest House is fully accessible to all attendees. We provide wheelchair access, accessible restrooms, and seating accommodations. If you have specific needs or questions about accessibility, please contact our event team in advance so we can ensure your experience is comfortable and enjoyable.
de: MozFest House ist für alle Teilnehmer vollständig zugänglich. Wir bieten Rollstuhlzugang, barrierefreie Toiletten und Sitzgelegenheiten. Wenn Sie spezielle Bedürfnisse oder Fragen zur Barrierefreiheit haben, kontaktieren Sie bitte im Voraus unser Veranstaltungsteam, damit wir sicherstellen können, dass Ihr Erlebnis komfortabel und angenehm ist.
fr: Le MozFest House est entièrement accessible à tous les participants. Nous proposons un accès aux fauteuils roulants, des toilettes faciles d’accès et des places assises. Si vous avez des besoins spécifiques ou des questions concernant l’accessibilité, veuillez contacter notre équipe à l’avance afin que nous puissions nous assurer que votre expérience soit aussi confortable et agréable que possible.
