Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/thank-you.po
Languages: de, es, fr, fy_nl, nl

# title
source: Thank You
de: Vielen Dank
es: Gracias
fr: Merci
fy_nl: Tige tank
nl: Dank u

# banner_heading
source: Thank You!
es: ¡Gracias!
fr: Merci !
fy_nl: Tige tank!
nl: Bedankt!

# banner_text
source: Thanks for registering for MozFest House Amsterdam, we can't wait to see you there!
es: Gracias por registrarte en el MozFest House Ámsterdam, ¡no vemos la hora de verte allí!

# body.d30c31b5-8e80-4142-81a5-8649c8407529
source: We’re thrilled you will be joining us to connect with others around the world who have a single mission: a better, healthier internet.
es: Estamos encantados de que te unas para conectar con personas de todo el mundo que tienen una misión en común: un Internet mejor y más seguro.

# body.d30c31b5-8e80-4142-81a5-8649c8407529
source: What can you do between now and the start of the festival?
es: ¿Qué puedo hacer de aquí a que inicie el festival?

# body.d30c31b5-8e80-4142-81a5-8649c8407529
source: Follow us on
es: Síguenos en

# body.d30c31b5-8e80-4142-81a5-8649c8407529
source: and
es: y

# body.d30c31b5-8e80-4142-81a5-8649c8407529
source: for breaking festival news and community opportunities to get involved.
es: para enterarte de las noticias más recientes sobre el festival y de las oportunidades para participar como parte de la comunidad.

# body.d30c31b5-8e80-4142-81a5-8649c8407529
source: Network with other MozFest goers from around the world on
es: Haz contacto con otros asistentes al MozFest de todas partes del mundo en

# body.f13be456-a6d3-4d17-ac5a-cba477a4c68e
source: Ready to share with the world how you're shaping the future of the internet at MozFest House? Here's some ways you can tell your community that you're attending:
es: ¿Tienes todo listo para compartir con el mundo en el MozFest House cómo estás dando forma al futuro de Internet? Aquí tienes algunas formas para contarle a tu comunidad que asistirás:
fr: Prêt·e à partager avec le monde entier comment vous façonnez l’avenir d’Internet au MozFest House ? Voici quelques façons d’informer votre communauté de votre participation :
fy_nl: Klear om te dielen mei de wrâld hoe’t jo de takomst fan it ynternet foarmje by MozFest House? Hjir binne wat manieren wêrop jo jo mienskip fertelle kinne dat jo dielnimme:
nl: Klaar om met de wereld te delen hoe u de toekomst van het internet vormgeeft bij MozFest House? Hier zijn enkele manieren waarop u uw gemeenschap kunt laten weten dat u deelneemt:

source: Post you're attending #MozFest on X
es: Publicá que vas a asistir al #MozFest el X
fr: Signaler votre participation au #MozFest sur X
fy_nl: Berjocht dat jo #MozFest bywenje op X
nl: Bericht dat u #MozFest bijwoont op X

source: whatsapp logo
es: logotipo de whatsapp
fr: logo WhatsApp

source: Share with your friends and colleagues on WhatsApp
es: Comparte con tus amistades y colegas en WhatsApp
fr: Partagez avec vos amis et collègues sur WhatsApp
fy_nl: Diel mei jo freonen en kollega’s op WhatsApp
nl: Deel met uw vrienden en collega’s op WhatsApp

source: linkedin logo
es: logotipo de linkedin
fr: Logo de LinkedIn

source: Mark yourself as attending on our LinkedIn event
es: Marca que asistirás en nuestro LinkedIn Event
fr: Indiquez que vous participez sur notre évènement LinkedIn
fy_nl: Markearje josels as oanwêzich op ús LinkedIn-evenemint
nl: Markeer uzelf als aanwezig op ons LinkedIn-evenement

source: mastodon logo
es: logotipo de mastodon
fr: logo mastodon

source: Share with your community on your Mastodon instance
es: Comparte con tu comunidad en tu instancia de Mastodon
fr: Partagez avec votre communauté sur votre instance Mastodon
fy_nl: Diel mei jo mienskip op jo Mastodon-eksimplaar
nl: Deel met uw gemeenschap op uw Mastodon-instantie

# body.5c6b7d9b-882c-48e7-86be-b1930f906a21
source: Graphics for Sharing
es: Gráficos para compartir
fr: Images à partager
fy_nl: Ofbyldingen om te dielen
nl: Afbeeldingen om te delen

# body.5c6b7d9b-882c-48e7-86be-b1930f906a21
source: Let your community know you'll be there – download and share our ready-to-use graphics.
es: Cuéntale a tu comunidad que estarás allí: descarga y comparte nuestros gráficos listos para usar.
fr: Faites savoir à votre communauté que vous serez là : téléchargez et partagez nos images prêtes à l’emploi.
fy_nl: Lit jo mienskip witte dat jo der binne – download en diel ús klear te brûken ôfbyldingen.
nl: Laat uw gemeenschap weten dat u er bent – download en deel onze kant-en-klare afbeeldingen.

source: A group photo of people sitting on a bench with a purple, pink and blue overlay. Text on the image reads '11-13 June. I'm reclaiming the internet in Amsterdam. Secure your spot now! m z l dot l a / house
es: Una foto de un grupo de personas sentadas en un banco con una superposición púrpura, rosa y azul. El texto de la imagen dice «11-13 de junio. Estoy luchando por internet en Ámsterdam. ¡Asegura tu lugar ahora! m z l punto l a / house

source: Twitter / X Version 1
es: Twitter/X versión 1

source: A group photo of people sitting on a bench with a purple, pink and blue overlay. Text on the image reads '11-13 June. I'll be in Amsterdam. Secure your spot now! m z l dot l a / house
es: Una foto de un grupo de personas sentadas en un banco con una superposición púrpura, rosa y azul. El texto de la imagen dice «11-13 de junio. Estaré en Ámsterdam. ¡Asegura tu lugar ahora! m z l punto l a / house

source: Twitter / X Version 2
es: Twitter/X versión 2

source: A group photo of people sitting on a bench with a purple, pink and blue overlay. Text on the image reads '11-13 June. I'm reclaiming the internet in Amsterdam. Secure your spot now! m z l dot l a / house
es: Una foto de un grupo de personas sentadas en un banco con una superposición púrpura, rosa y azul. El texto de la imagen dice «11-13 de junio. Estoy luchando por internet en Ámsterdam. ¡Asegura tu lugar ahora! m z l punto l a / house

source: LinkedIn Version 1
es: LinkedIn versión 1

source: A group photo of people sitting on a bench with a purple, pink and blue overlay. Text on the image reads '11-13 June. I'll be in Amsterdam. Secure your spot now! m z l dot l a / house
es: Una foto de un grupo de personas sentadas en un banco con una superposición púrpura, rosa y azul. El texto de la imagen dice «11-13 de junio. Estaré en Ámsterdam. ¡Asegura tu lugar ahora! m z l punto l a / house
fr: Une photo d’un groupe de personnes assises sur un banc avec un fond violet, rose et bleu. Le texte sur l’image indique « 11-13 juin. Je serai à Amsterdam. Réservez votre place ! m z l point l a / house
fy_nl: In groepsfoto fan minsken dy't op in bank sitte mei in pearze, rôze en blauwe overlay. Tekst op de ôfbylding is "11-13 juny". Ik sil yn Amsterdam wêze. Befêstigje jo plak no! m z l punt l a / house
nl: Een groepsfoto van mensen die op een bank zitten met een paarse, roze en blauwe overlay. De tekst op de afbeelding is ‘11-13 juni’. Ik zal in Amsterdam zijn. Stel nu uw plek veilig! m z l punt l a / huis

source: LinkedIn Version 2
es: LinkedIn versión 2

source: A group photo of people sitting on a bench with a purple, pink and blue overlay. Text on the image reads '11-13 June. I'm reclaiming the internet in Amsterdam. Secure your spot now! m z l dot l a / house
es: Una foto de un grupo de personas sentadas en un banco con una superposición púrpura, rosa y azul. El texto de la imagen dice «11-13 de junio. Estoy luchando por internet en Ámsterdam. ¡Asegura tu lugar ahora! m z l punto l a / house

source: Instagram Version 1
es: Instagram versión 1

source: A group photo of people sitting on a bench with a purple, pink and blue overlay. Text on the image reads '11-13 June. I'll be in Amsterdam. Secure your spot now! m z l dot l a / house
es: Una foto de un grupo de personas sentadas en un banco con una superposición púrpura, rosa y azul. El texto de la imagen dice «11-13 de junio. Estaré en Ámsterdam. ¡Asegura tu lugar ahora! m z l punto l a / house

source: Instagram Version 2
es: Instagram versión 2

# banner_text
source: Thanks for registering for MozFest House Zambia, we can't wait to see you there!
fr: Merci de votre inscription au MozFest House Zambie, nous sommes impatients de vous voir !
nl: Bedankt voor uw registratie voor MozFest House Zambia, we kunnen niet wachten u daar te zien!

source: We’re thrilled you will be joining us to connect with others around the world who have a single mission: a better, healthier internet.
fr: Nous sommes ravis que vous vous joigniez à nous pour rencontrer d’autres personnes dans le monde qui partagent une mission unique : un Internet meilleur et plus sain.
nl: We zijn heel blij dat u zich bij ons aansluit om in contact te komen met anderen over de hele wereld die één missie hebben: een beter, gezonder internet.

source: What can you do between now and the start of the festival?
fr: Que pouvez-vous faire d’ici au début du festival ?
nl: Wat kunt u tussen nu en de start van het festival doen?

source: In the meantime, browse our highlights to explore sessions and highlights from MozFest House Amsterdam earlier this year, as well as MozFest House Kenya and other past MozFest events.
nl: Bekijk in de tussentijd onze hoogtepunten om sessies en hoogtepunten van MozFest House Amsterdam eerder dit jaar te ontdekken, evenals van MozFest House Kenya en andere eerdere MozFest-evenementen.

source: Join Mozilla Festival on Discord and engage throughout the year with groups around the world, share your knowledge about trustworthy AI, and stay informed about MozFest.
nl: Doe mee met Mozilla Festival op Discord en werk het hele jaar door met groepen over de hele wereld samen, deel uw kennis over betrouwbare AI en blijf geïnformeerd over MozFest.

source: MozFest would not be possible without the support of grassroots donors worldwide. If you want to support our movement to reclaim the internet – including future Mozilla Festival gatherings – we hope you’ll consider making a donation today.
nl: MozFest zou niet mogelijk zijn zonder de steun van grassroots-donoren wereldwijd. Als u onze beweging voor het terugwinnen van het internet wilt steunen – inclusief toekomstige Mozilla Festival-bijeenkomsten – hopen we dat u vandaag nog een donatie wilt doen.

source: Donate today
fr: Faites un don
nl: Vandaag doneren

source: Promotional graphic for Mozilla Festival House Zambia, November 20-21, featuring the text 'Reclaim the internet with me' alongside an engaged audience member.
fy_nl: Promoasjegrafyk foar Mozilla Festival House Zambia, 20-21 novimber, mei de tekst ‘Claim it ynternet mei my werom’ neist in belutsen publykslid.
nl: Reclameafbeelding voor Mozilla Festival House Zambia, 20-21 november, met de tekst ‘Claim het internet terug met mij’ naast een betrokken publiekslid.

source: Reclaim The Internet With Me
fy_nl: Claim it ynternet mei my werom
nl: Claim het internet terug met mij

source: Promotional graphic for Mozilla Festival House Zambia, November 20-21, featuring the text 'Reconnect with what matters' alongside a joyful group of participants outdoors.
fy_nl: Promoasjegrafyk foar Mozilla Festival House Zambia, 20-21 novimber, mei de tekst ‘Opnij ferbine mei wat wichtich is’ neist in belutsen fleurige groep dielnimmers bûten.
nl: Reclameafbeelding voor Mozilla Festival House Zambia, 20-21 november, met de tekst ‘Opnieuw verbinden met wat belangrijk is’ naast een vrolijke groep deelnemers buiten.

source: Reconnect With What Matters
fy_nl: Opnij ferbine mei wat wichtich is
nl: Opnieuw verbinden met wat belangrijk is

source: Promotional graphic for Mozilla Festival House Zambia, November 20-21, featuring the text 'Let’s connect!' alongside people having a conversation around a fire.
fy_nl: Promoasjegrafyk foar Mozilla Festival House Zambia, 20-21 novimber, mei de tekst ‘Litte wy ferbine!’ neist minsken dy’t in petear fiere rûnom in fjoer.
nl: Reclameafbeelding voor Mozilla Festival House Zambia, 20-21 november, met de tekst ‘Laten we verbinden!’ naast mensen die een gesprek voeren rond een vuur.

source: Let's Connect!
fy_nl: Litte wy ferbine!
nl: Laten we verbinden!

source: Claim Your Spot Now!
fy_nl: Claim jo plak no!
nl: Claim nu uw plek!

source: Promotional graphic for Mozilla Festival House Zambia, November 20-21, featuring the text 'Reclaim the internet' alongside a group of people sitting together outdoors in conversation.
fy_nl: Promoasjegrafyk foar Mozilla Festival House Zambia, 20-21 novimber, mei de tekst ‘Claim it ynternet werom’ neist in groep minsken dy’t bûten tegearre yn petear binne.
nl: Reclameafbeelding voor Mozilla Festival House Zambia, 20-21 november, met de tekst ‘Claim het internet terug’ naast een groep mensen die buiten samen in gesprek zijn.

source: Reclaim The Internet
fy_nl: Claim it ynternet werom
nl: Claim het internet terug

source: Promotional graphic for Mozilla Festival House Zambia, November 20-21, featuring the text 'See you there!' and 'Secure your ticket now'.
fy_nl: Promoasjegrafyk foar Mozilla Festival House Zambia, 20-21 novimber, mei de tekst 'Oant sjen!' en 'Stel jo kaartsje no feilich'.
nl: Reclameafbeelding voor Mozilla Festival House Zambia, 20-21 november, met de tekst ‘Tot ziens!’ en ‘Stel nu uw ticket veilig’.

source: See You There!
fr: À bientôt !
fy_nl: Oant sjen!
nl: Tot ziens!

source: Promotional graphic for Mozilla Festival House Zambia featuring the text 'Secure your ticket' alongside the event's logo.
fr: Image promotionnelle du Mozilla Festival House Zambie, comportant le texte « Réservez votre billet » à côté du logo de l’évènement.
fy_nl: Promoasjegrafyk foar Mozilla Festival House Zambia mei de tekst 'Stel jo ticket feilich' neist it logo fan it evenemint.
nl: Reclameafbeelding voor Mozilla Festival House Zambia met de tekst ‘Stel uw ticket veilig’ naast het logo van het evenement.

source: Secure Your Ticket
fr: Réservez votre billet
fy_nl: Stel jo ticket feilich

source: Reclaim The Internet With Us
fr: Reprenons le contrôle d’Internet
fy_nl: Claim it ynternet mei ús werom

source: Promotional graphic for Mozilla Festival House Zambia, November 20-21, featuring the text 'Reclaim the internet with us' alongside an image of a person working on a laptop outdoors.
fr: Image promotionnelle pour le Mozilla Festival House Zambie, les 20 et 21 novembre, présentant le texte « Reprenons le contrôle d’Internet » ainsi qu’une image d’une personne travaillant sur un ordinateur portable à l’extérieur.

# body.0f3437e1-811d-4fa0-9124-964f7ea45006.altText
source: An icon of a heart with a globe in the middle
fr: Une icône de cœur avec un globe au milieu

# body.b8ca0b9b-5c89-4c34-a9dc-f80cbc9149e0
source: Thank you for registering for MozFest 2023!
de: Danke, dass Sie sich für das MozFest 2023 registriert haben!

# body.b8ca0b9b-5c89-4c34-a9dc-f80cbc9149e0
source: We’re thrilled you will be joining us at either MozFest House: Amsterdam or on MozFest: On-Demand to connect with others around the world who have a single mission: a better, healthier internet.
de: Wir freuen uns, dass Sie sich uns entweder im MozFest House: Amsterdam oder auf MozFest: On-Demand anschließen, um mit anderen auf der ganzen Welt in Kontakt zu treten, die eine einzige Mission haben: ein besseres, gesünderes Internet.

# body.b8ca0b9b-5c89-4c34-a9dc-f80cbc9149e0
source: What can you do between now and the start of the festival?
de: Was können Sie bis zum Beginn des Festivals tun?

# body.b8ca0b9b-5c89-4c34-a9dc-f80cbc9149e0
source: Follow us on
de: Folgen Sie uns auf

# body.b8ca0b9b-5c89-4c34-a9dc-f80cbc9149e0
source: and
de: und

# body.b8ca0b9b-5c89-4c34-a9dc-f80cbc9149e0
source: for breaking festival news and community opportunities to get involved.
de: um Neuigkeiten zum Festival zu erfahren und Möglichkeiten zum Mitmachen kennenzulernen.

# body.b8ca0b9b-5c89-4c34-a9dc-f80cbc9149e0
source: Network with other MozFest goers from around the world on
de: Vernetzen Sie sich mit anderen MozFest-Besuchern aus der ganzen Welt

source: Share you're attending #MozFest on Twitter
de: Teilen Sie auf Twitter, dass Sie am #MozFest teilnehmen

source: Mark yourself as attending on our LinkedIn Event
de: Markieren Sie sich als Teilnehmer unserer LinkedIn-Veranstaltung

source: Share with your friends and colleagues on WhatsApp
de: Teilen Sie das Ereignis mit Ihren Freunden und Kollegen auf WhatsApp
