Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/user-controls/report/executive-summary.po
Languages: fr

# title
source: Executive Summary
fr: Résumé

# body.a7b61422-67f8-48df-82eb-df4c77ae64de
source: YouTube is the <a id="a1">second most visited website</a> in the world, and its algorithm <a id="a2">drives most of the video views on YouTube</a>. Previous <a id="a3">Mozilla research</a> determined that people are routinely recommended videos they don’t want to see, including violent content, hate speech, and political misinformation.
fr: YouTube est <a id="a1">le deuxième site web le plus visité</a> au monde et son algorithme <a id="a2">est à l’origine de la plupart des vues de vidéos sur YouTube</a>. Une précédente <a id="a3">étude de Mozilla</a> a déterminé que les internautes se font régulièrement recommander des vidéos qu’ils et elles ne souhaitent pas voir, notamment pour ce qui est des contenus violents, des propos haineux ou de la désinformation politique.

# body.a7b61422-67f8-48df-82eb-df4c77ae64de
source: YouTube says that people can manage their recommendations and search results through <a id="a1">the feedback tools the platform offers</a>, but we heard from people that they do not feel in control over their experience with the YouTube algorithm. We surveyed 2,757 participants about their feelings of control in relation to the platform and we learned that many people feel their actions don’t have any effect on YouTube recommendations.
fr: D’après YouTube, les internautes peuvent gérer les recommandations et les résultats de recherche grâce aux <a id="a1">outils dédiés aux retours proposés par la plateforme</a>, mais des internautes nous ont indiqué ne pas avoir l’impression de pouvoir contrôler leur utilisation de l’algorithme YouTube. Nous avons interrogé 2 757 participant·e·s sur leur sentiment de contrôle par rapport à la plateforme. Nous avons découvert que de nombreuses personnes estiment que leurs actions n’ont aucun effet sur les recommandations YouTube.

# body.a7b61422-67f8-48df-82eb-df4c77ae64de
source: To test whether these experiences are backed by data, we evaluated the effectiveness of these controls for real users of the platform. Powered by Mozilla’s research tool <a id="a1">RegretsReporter</a>, 22,722 people donated data about their interactions with YouTube. This study represents the largest experimental audit of YouTube by independent researchers, powered by crowdsourced data.
fr: Pour tester si ces expériences sont étayées par des données, nous avons évalué l’efficacité de ces contrôles pour de véritables utilisateurs et utilisatrices de la plateforme. Grâce à l’outil de recherche de Mozilla <a id="a1">RegretsReporter</a>, 22 722 personnes ont fourni des données sur leurs interactions avec YouTube. Cette étude représente le plus grand audit expérimental de YouTube par des chercheurs et chercheuses indépendant·e·s, basé sur des données participatives.

# body.a7b61422-67f8-48df-82eb-df4c77ae64de
source: We looked at what happened over time to people’s recommended videos after they had used one of YouTube’s feedback tools – buttons like “Dislike” and “Don’t Recommend Channel.” From Dec 2021 to June 2022, RegretsReporter participants shared 567,880,195 video recommendations with us. In collaboration with researchers from the University of Exeter, we used a machine learning model we built to analyze video similarity. Through this approach, we were able to study what kind of effect YouTube’s tools have on video recommendations for real users of the platform.
fr: Nous avons examiné ce qu’il advenait des vidéos recommandées par les internautes ayant utilisé l’un des outils permettant d’envoyer des commentaires sur YouTube, à savoir les boutons comme « Je n’aime pas » et « Ne pas recommander la chaîne ». Entre décembre 2021 et juin 2022, les participant·e·s à RegretsReporter ont partagé avec nous 567 880 195 vidéos recommandées. En collaboration avec des chercheurs et chercheuses de l’Université d’Exeter, nous avons utilisé un modèle d’apprentissage automatique que nous avons créé pour analyser la similarité des vidéos. Grâce à cette approche, nous avons pu étudier l’effet des outils de YouTube sur les recommandations de vidéos pour les véritables utilisateurs et utilisatrices de la plateforme.

# body.a7b61422-67f8-48df-82eb-df4c77ae64de
source: In this report, we describe what we learned from our research using RegretsReporter data. Through complementary qualitative and quantitative studies, we determined that:
fr: Dans ce rapport, nous décrivons les enseignements que nous avons tirés de nos recherches en utilisant les données de RegretsReporter. Au travers d’études qualitatives et quantitatives complémentaires, nous avons déterminé que :

# body.a7b61422-67f8-48df-82eb-df4c77ae64de
source: <b>People feel that using YouTube’s user controls does not change their recommendations at all.</b> We learned that many people take a trial-and-error approach to controlling their recommendations, with limited success.
fr: <b>Les internautes ont le sentiment que les contrôles d’utilisation de YouTube ne modifient en rien leurs recommandations.</b> Nous avons appris que de nombreuses personnes adoptent une approche basée sur des essais/erreurs pour contrôler leurs recommandations, avec un succès relatif.

# body.a7b61422-67f8-48df-82eb-df4c77ae64de
source: <b>YouTube’s user control mechanisms are inadequate for preventing unwanted recommendations.</b> We determined that YouTube’s user controls influence what is recommended, but this effect is negligible and most unwanted videos still slip through.
fr: <b>Les mécanismes de contrôle d’utilisation de YouTube sont inefficaces pour empêcher les recommandations indésirables.</b> Nous avons constaté que les contrôles d’utilisation de YouTube influencent ce qui est recommandé, mais cet effet est faible et la plupart des vidéos indésirables passent toujours entre les mailles du filet.

# body.a7b61422-67f8-48df-82eb-df4c77ae64de
source: In the report, we provide some examples of videos that were recommended after RegretsReporter participants used YouTube’s feedback tools. For example, one participant asked YouTube to stop recommending firearm videos — but was shortly after recommended more gun content. Another person asked YouTube to stop recommending cryptocurrency get-rich-quick videos, but then was recommended another crypto video.
fr: Dans ce rapport, nous fournissons quelques exemples de vidéos qui ont été recommandées après que des participant·e·s à RegretsReporter ont utilisé les outils de retours de YouTube. Par exemple, une personne a demandé à YouTube d’arrêter de lui recommander des vidéos sur les armes à feu, mais s’est vue recommander peu de temps après davantage de contenus sur les armes à feu. Une autre personne a demandé à YouTube d’arrêter de lui recommander des vidéos pour devenir riche rapidement grâce aux cryptomonnaies, mais YouTube lui a recommandé une autre vidéo sur les cryptomonnaies.

# body.a7b61422-67f8-48df-82eb-df4c77ae64de
source: In this report, we also provide a set of recommendations to both YouTube and policymakers. This guidance includes:
fr: Dans ce rapport, nous fournissons également un ensemble de recommandations à YouTube et aux responsables politiques. Ces recommandations incluent les éléments suivants :

# body.a7b61422-67f8-48df-82eb-df4c77ae64de
source: <b>YouTube’s user controls should be easy to understand and access.</b> People should be provided with clear information about the steps they can take to influence their recommendations, and should be empowered to use those tools.
fr: <b>Les contrôles d’utilisation de YouTube devraient être compréhensibles et faciles d’accès.</b> Les internautes devraient disposer d’informations claires sur les mesures à prendre pour influencer leurs recommandations, et devraient être encouragé·e·s à utiliser ces outils.

# body.a7b61422-67f8-48df-82eb-df4c77ae64de
source: <b>YouTube should design its feedback tools in a way that puts people in the driver’s seat.</b> Feedback tools should enable people to proactively shape their experience, with user feedback given more weight in determining what videos are recommended.
fr: <b>YouTube devrait repenser ses outils dédiés aux retours de façon à laisser les internautes prendre le contrôle.</b> Les outils dédiés aux retours devraient permettre aux internautes de personnaliser activement leur expérience, en donnant plus de poids aux retours des utilisateurs et utilisatrices dans la façon dont les vidéos sont recommandées.

# body.a7b61422-67f8-48df-82eb-df4c77ae64de
source: <b>YouTube should enhance its data access tools.</b> YouTube should provide researchers with access to better tools that allow them to assess the signals that impact YouTube's algorithm.
fr: <b>YouTube devrait améliorer ses outils d’accès aux données.</b> YouTube devrait fournir aux chercheurs et chercheuses un accès à de meilleurs outils leur permettant d’identifier les signaux qui impactent l’algorithme de YouTube.

# body.a7b61422-67f8-48df-82eb-df4c77ae64de
source: <b>Policymakers should protect public interest researchers.</b> Policymakers should pass and/or clarify laws that provide legal protections for public interest research.
fr: <b>La législation devrait protéger les chercheurs et chercheuses effectuant un travail d’intérêt général.</b> Les législateurs et législatrices devraient voter de nouvelles lois et/ou clarifier des lois existantes permettant de protéger la recherche d’intérêt général.

# body.a7b61422-67f8-48df-82eb-df4c77ae64de
source: This report also includes details about our research questions, methodology, and analysis for both our qualitative and quantitative studies.
fr: Ce rapport comprend également des détails sur nos questions de recherche, notre méthodologie et l’analyse de nos études qualitatives et quantitatives.
