Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/sponsor/become-sponsor.po
Languages: fr

# title
source: Become a Sponsor
fr: Devenir sponsor

# intro
source: <b>Become a sponsor for MozFest House: Amsterdam </b>and show your commitment to a healthy internet, and connect with thousands of like-minded thinkers.
fr: <b>Devenez sponsor pour MozFest House: Amsterdam</b> et affichez votre engagement envers un Internet sain, et rencontrez des milliers de personnes partageant les mêmes idées.

# body.87b9e7dc-d581-47e3-9b0d-2bb55cfb4662.altText
source: A blue and purple graphic showing the text 'Sponsorship Overview' and the Mozilla Festival logo
fr: Un graphique bleu et violet affichant le texte « Présentation du parrainage » et le logo du Mozilla Festival

# body.24854ad9-ba5b-4a26-bf9a-6d053daf54a3
source: About Mozilla Festival (MozFest)
fr: À propos du Mozilla Festival (MozFest)

# body.24854ad9-ba5b-4a26-bf9a-6d053daf54a3
source: MozFest House is a more intimate, intensive, local experience over three days featuring inspiring conversations, urgent discussions, collaborative workshops, and art &amp; culture moments. It’s dedicated to Mozilla’s regional partners, friends, and allies interrogating the global implications of our technically fueled world through a hyper-local lens.
fr: MozFest House est une expérience locale plus intimiste et intensive sur trois jours avec des conversations inspirantes, des discussions urgentes, des ateliers collaboratifs, des espaces artistiques et des moments culturels. Elle est dédiée aux partenaires régionaux, amis et alliés de Mozilla qui s’interrogent sur les implications globales de notre monde technique à travers un prisme hyper-local.

# body.9046431f-c284-4d30-a8d4-65564e603a53
source: Benefits of Sponsorship
fr: Les avantages à devenir sponsor

# body.9046431f-c284-4d30-a8d4-65564e603a53
source: Each year, MozFest focuses on the most pressing issues, and builds thematic “spaces” around each. In 2023, issues of focus are Bias, Transparency, Data Stewardship, and Movement Building.
fr: Chaque année, le MozFest se concentre sur les problématiques les plus urgentes et créé des « espaces » thématiques autour de chacune. En 2023, les thèmes prioritaires seront les biais, la transparence, la gestion des données et la création de mouvement.

# body.09c865c9-4fed-46b0-b3ec-ffdb228bb35a
source: Stats about MozFest and Mozilla
fr: Statistiques sur le MozFest et Mozilla

# body.073a95b6-f2fa-46b6-96e5-afdfda61297e.altText
source: MozFest stats
fr: Statistiques du MozFest

# body.b540ae23-aa3d-4352-ab1e-5e6732619ced
source: Sponsorship Packages
fr: Forfaits de parrainage

# body.b540ae23-aa3d-4352-ab1e-5e6732619ced
source: Sponsorships are designed to showcase your commitment to a healthy internet, drive engagement with your business, and connect you with our leading thinkers and makers.
fr: Les parrainages sont conçus pour montrer votre engagement envers un Internet sain, stimuler l’engagement avec votre entreprise et vous mettre en contact avec nos principaux penseur·euse·s et créateur·trice·s.

# body.b540ae23-aa3d-4352-ab1e-5e6732619ced
source: For MozFest House:Amsterdam benefits include:
fr: Pour MozFest House: Amsterdam, les avantages comprennent :

# body.b540ae23-aa3d-4352-ab1e-5e6732619ced
source: Local Sponsor ( €15,000)
fr: Sponsor local ( 15 000 €)

# body.b540ae23-aa3d-4352-ab1e-5e6732619ced
source: Prominent logo placement on the festival website and schedule
fr: Placement du logo clairement visible sur le site web et l’agenda du festival

# body.b540ae23-aa3d-4352-ab1e-5e6732619ced
source: Social media promotion
fr: Promotion sur les réseaux sociaux

# body.b540ae23-aa3d-4352-ab1e-5e6732619ced
source: Co host Sponsor (€50,000)
fr: Sponsor coorganisateur (50 000 €)

# body.b540ae23-aa3d-4352-ab1e-5e6732619ced
source: Event titling and co host position in marketing and outreach
fr: Titre de l’évènement et position de coorganisateur dans le marketing et la communication

# body.b540ae23-aa3d-4352-ab1e-5e6732619ced
source: Main stage presentation as part of the Dialogues &amp; Debates series
fr: Présentation sur la scène principale dans le cadre des Discussions et débats

# body.b540ae23-aa3d-4352-ab1e-5e6732619ced
source: Dedicated space to host sessions, installations and talks curated by you
fr: Un espace dédié pour accueillir des sessions, des installations et des conférences que vous avez organisées

# body.b540ae23-aa3d-4352-ab1e-5e6732619ced
source: Room available to host a social at MozFest House as part of the festival social program
fr: Une salle mise à disposition pour accueillir un évènement social au MozFest House dans le cadre du programme social du festival

# body.b540ae23-aa3d-4352-ab1e-5e6732619ced
source: Prominent logo placement on the website, schedule, emails, studio updates, and main stage(s)
fr: Placement visible du logo sur le site web, l’agenda, les e-mails, les mises à jour du studio et la ou les scènes principales

# body.b540ae23-aa3d-4352-ab1e-5e6732619ced
source: Social media promotion &amp; blog post
fr: Promotion sur les réseaux sociaux et billet de blog

# body.b540ae23-aa3d-4352-ab1e-5e6732619ced
source: MozFest tickets and VIP access to Mozilla socials
fr: Des billets pour le MozFest et un accès VIP aux évènements sociaux de Mozilla

# body.5b002af0-9035-4d9a-99bf-6a87b49c6567
source: Please contact the Sponsorship team at festival@mozilla.org to get started on your package today.
fr: Contactez l’équipe de parrainage à l’adresse festival@mozilla.org pour commencer votre parrainage dès aujourd’hui.

source: A person drawing on a graffiti wall
fr: Une personne dessinant sur un mur de graffitis

source: A speaker on stage at Mozilla Festival 2018
fr: Une oratrice sur scène au Mozilla Festival 2018

source: Two people playing Jenga
fr: Deux personnes jouant à Jenga

source: A MozFest training session
fr: Une session de formation au MozFest
