Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/*-band-6.po
Languages: de, es, fr

# blurb
source: Mi—owned by Beijing-based Xiaomi—offers the Mi Band 6 as a lower cost health and fitness tracker. It tracks what most fitness trackers track--heart rate, sleep, stress, steps, calories, menstrual cycles, and more. Should you trust it? Xiaomi, the parent company of Mi, was recently caught secretly collecting data on some users, so buyer beware.
de: Mi – im Besitz von Xiaomi mit Sitz in Peking – bietet das Mi Band 6 als kostengünstigeren Gesundheits- und Fitness-Tracker an. Es zeichnet auf, was die meisten Fitness-Tracker verfolgen – Herzfrequenz, Schlaf, Stress, Schritte, Kalorien, Menstruationszyklen und mehr. Sollten Sie darauf vertrauen? Xiaomi, die Muttergesellschaft von Mi, wurde kürzlich erwischt, wie sie heimlich Daten über einige Benutzer sammelte, also aufgepasst.
es: Mi —propiedad de la empresa Xiaomi, con sede en Pekín— ofrece el dispositivo Mi Band 6 como un monitor de salud y actividad de bajo coste. Esta pulsera realiza un seguimiento de los parámetros que recogen la mayoría de los rastreadores de actividad física: frecuencia cardíaca, sueño, estrés, pasos, calorías, ciclos menstruales y más. ¿Deberías confiar en ella? A Xiaomi, la empresa matriz de Mi, la pillaron hace poco recopilando en secreto los datos de algunos usuarios... ten cuidado.
fr: Mi, une filiale de Xiaomi, basée à Pékin, propose le traqueur d’activité et de remise en forme Mi Band 6 à moindre coût. Il propose un suivi similaire à ce que la plupart des traqueurs d’activité proposent : rythme cardiaque, sommeil, stress, pas, calories, cycles menstruels, etc. Faut-il lui faire confiance ? Xiaomi, la société mère de Mi, a récemment été surprise en train de collecter secrètement des données sur certains utilisateurs, alors méfiez-vous avant de l’acheter.

# worst_case
source: Things got a little confusing for us while reviewing the Mi Band 6. The company that sells the Mi Band is Chinese tech giant Xiaomi. It seems the company that may make the device technology is Huami, which also makes the Amazfit fitness trackers. The privacy policy on the Mi website links to a Xiaomi privacy policy. When we spoke with representatives from Mi, they told us their Mi Band 6 had a <a id="a1">device-specific privacy policy</a> and shared a pdf with us of a privacy policy from Huami, one we couldn’t find anywhere publicly online. The company says users can only access the privacy policy once they've downloaded the app. Oh, and recently Huami changed its name to Zepp Health Corp. As we said, it’s all very confusing.
de: Beim Testen des Mi Band 6 wurde es für uns etwas verwirrend. Das Unternehmen, das das Mi Band verkauft, ist der chinesische Technologieriese Xiaomi. Es scheint, dass das Unternehmen, das die Gerätetechnologie herstellen könnte, Huami ist, das auch die Amazfit-Fitness-Tracker herstellt. Die Datenschutzerklärung auf der Mi-Website verlinkt auf eine Xiaomi-Datenschutzerklärung. Als wir mit Vertretern von Mi sprachen, teilten sie uns mit, dass ihr Mi Band 6 eine <a id="a1">gerätespezifische Datenschutzrichtlinie</a> habe, und teilten uns eine PDF-Datenschutzerklärung von Huami mit, die wir könnten nirgendwo öffentlich online finden. Das Unternehmen sagt, dass Benutzer erst nach dem Herunterladen der App auf die Datenschutzrichtlinie zugreifen können. Oh, und kürzlich hat Huami seinen Namen in Zepp Health Corp geändert. Wie gesagt, es ist alles sehr verwirrend.
es: Las cosas se nos hicieron un poco confusas cuando revisamos la Mi Band 6. La empresa que la vende es el gigante tecnológico chino, Xiaomi. Aparentemente, la empresa que fabrica la tecnología del dispositivo es Huami, que también fabrica los monitores de actividad Amazfit. La política de privacidad del sitio web de Mi te vincula a una política de privacidad de Xiaomi. Cuando hablamos con representantes de Mi, nos dijeron que su Mi Band 6 tenía una política de privacidad <a id="a1">específica del dispositivo</a> y nos proporcionaron un PDF de una política de privacidad de Huami, que no pudimos encontrar en ningún sitio público en línea. La empresa dice que los usuarios solo pueden acceder a la política de privacidad una vez que han descargado la aplicación. Ah, y recientemente Huami cambió su nombre a Zepp Health Corp. Como decíamos, es todo muy confuso.
fr: Notre évaluation du Mi Band 6 s’est révélée assez complexe. La société qui commercialise le Mi Band est le géant chinois de la tech, Xiaomi. Il semble que la société qui fabrique la technologie de l’appareil soit Huami, qui fabrique également les traqueurs d’activité Amazfit. La politique de confidentialité du site web de Mi renvoie à une politique de confidentialité de Xiaomi. Lorsque nous avons parlé avec des représentants de Mi, ils nous ont indiqué que leur Mi Band 6 disposait d’une <a id="a1">politique de confidentialité spécifique à l’appareil</a> et ont partagé avec nous un PDF d’une politique de confidentialité de Huami, laquelle était introuvable en ligne. La société affirme que les utilisateurs ne peuvent accéder à la politique de confidentialité qu’une fois l’application téléchargée. Et récemment Huami a changé son nom pour Zepp Health Corp. Comme nous l’avons dit, tout cela est très complexe.

# worst_case
source: What we do know is, Xiaomi--the company behind the Mi Band-- came under fire in 2020 when <a id="a1">researchers reportedly found</a> they were secretly collecting users' data during private web browsing and phone use. According to the Xiaomi privacy policy, the company does not sell personal information to third parties. They say they may share personal information with Xiaomi affiliates and the Mi Ecosystem. They also share personal information with third parties for marketing purposes. According to the Huami privacy policy the representatives from Mi shared with us, they can also share personal information with Huami-affiliated companies and with third parties for advertising and other purposes.
de: Was wir wissen ist, dass Xiaomi – das Unternehmen hinter der Mi Band – im Jahr 2020 unter Beschuss geriet, als <a id="a1">Forscher Berichten zufolge herausfanden</a>, dass sie beim privaten Surfen im Internet heimlich Benutzerdaten sammelten und Telefon verwenden. Laut Xiaomi-Datenschutzrichtlinie verkauft das Unternehmen keine personenbezogenen Daten an Dritte. Sie geben an, dass sie möglicherweise personenbezogene Daten an Xiaomi-Partner und das Mi-Ökosystem weitergeben. Sie geben auch personenbezogene Daten zu Marketingzwecken an Dritte weiter. Gemäß der Huami-Datenschutzrichtlinie, die die Vertreter von Mi mit uns geteilt haben, können sie personenbezogene Daten auch an mit Huami verbundene Unternehmen und an Dritte zu Werbe- und anderen Zwecken weitergeben.
es: Lo que sí sabemos es que Xiaomi, la empresa que está detrás de la Mi Band, tuvo que enfrentar un escándalo en 2020, cuando unos <a id="a1">investigadores descubrieron</a> que la empresa presuntamente estaba recopilando en secreto los datos de sus usuarios, provenientes de la navegación web privada y el uso del teléfono. Según la política de privacidad de Xiaomi, la empresa no vende información personal a terceros. Afirman que podrían compartir información personal con filiales de Xiaomi y el Ecosistema Mi. También comparten información personal con terceros, con fines de marketing. De acuerdo con la política de privacidad de Huami que nos proporcionaron los representantes de Mi, también podrían compartir información personal con empresas afiliadas a Huami y con terceros, para publicidad y otros fines.
fr: Ce que nous savons, c’est que Xiaomi (la société à l’origine du Mi Band) a été vivement critiquée en 2020 lorsque <a id="a1">des chercheurs auraient découvert</a> que l’entreprise collectait secrètement des données d’utilisateurs lors de la navigation privée sur le Web ou de l’utilisation du téléphone. Selon la politique de confidentialité de Xiaomi, la société ne vend pas d’informations personnelles à des tiers. Xiaomi déclare pouvoir partager des informations personnelles avec les affiliés de Xiaomi et l’écosystème Mi. L’entreprise partage également des informations personnelles avec des tiers à des fins marketing. Selon la politique de confidentialité de Huami que les représentants de Mi ont partagée avec nous, ils peuvent également partager des informations personnelles avec des sociétés affiliées à Huami et avec des tiers à des fins publicitaires, entre autres.

# worst_case
source: All in all, it seems to us a lot of personal information may be shared with any number of affiliate companies in the Xiaomi, Mi, Huami ecosystem. And we found it very odd they provided us with a pdf of a privacy policy for the device that we were unable to find publicly available online. Consumers should be able to read a product's privacy policy before buying the product or downloading the app. What’s the worst that could happen? Well, this device collects a lot of personal information and we can’t exactly tell where all that personal information is going in the confusing world of privacy policies we reviewed. That’s not good for consumers at all.
de: Alles in allem scheinen uns viele persönliche Informationen mit einer beliebigen Anzahl von verbundenen Unternehmen im Xiaomi-, Mi-, Huami-Ökosystem geteilt zu werden. Und wir fanden es sehr seltsam, dass sie uns ein PDF mit einer Datenschutzrichtlinie für das Gerät zur Verfügung gestellt haben, das wir online nicht öffentlich verfügbar finden konnten. Verbraucher sollten die Datenschutzerklärung eines Produkts lesen können, bevor sie das Produkt kaufen oder die App herunterladen. Was kann schlimmstenfalls passieren? Nun, dieses Gerät sammelt viele persönliche Informationen und wir können nicht genau sagen, wohin all diese persönlichen Informationen in der verwirrenden Welt der Datenschutzrichtlinien, die wir überprüft haben, gehen. Das tut den Verbrauchern überhaupt nicht gut.
es: Con todo, nos parece que la información personal que se puede compartir con las empresas afiliadas del ecosistema Xiaomi, Mi, Huami, es altísimo. Y nos pareció muy extraño que nos proporcionaran un PDF de una política de privacidad para el dispositivo, que luego no pudimos encontrar disponible públicamente en línea. Los consumidores deben poder leer la política de privacidad de un producto antes de comprarlo o de descargar la aplicación. ¿Qué es lo peor que podría pasar? Bueno, este dispositivo recopila muchísima información personal y, tras revisar el confuso mundo de las políticas de privacidad de esta empresa, no podemos decir exactamente qué pasa con esos datos. Esto no es nada bueno para los consumidores.
fr: Dans l’ensemble, il nous semble que de nombreuses informations personnelles peuvent être partagées avec un certain nombre de sociétés affiliées à l’écosystème Xiaomi, Mi et Huami. Et nous avons trouvé très étrange que seul un PDF d’une politique de confidentialité soit fourni pour l’appareil et qu’il ne soit pas accessible en ligne. Les consommateurs devraient pouvoir lire la politique de confidentialité d’un produit avant de l’acheter ou de télécharger l’application. Quel est le pire qui puisse arriver ? Cet appareil collecte de nombreuses informations personnelles et nous ne sommes pas en mesure de dire exactement où vont toutes ces informations personnelles dans le monde déroutant des politiques de confidentialité que nous avons examinées. Ce n’est pas bon du tout pour les consommateurs.

# how_does_it_use_data_collected
source: The data can be shared with HUAMI-affiliated companies or with third-party providers including advertising and marketing providers. Their advertising partners may deliver targeted advertisements to you when you visit non-HUAMI related websites within their networks.
de: Die Daten können an mit HUAMI verbundene Unternehmen oder an Drittanbieter einschließlich Werbe- und Marketinganbietern weitergegeben werden. Ihre Werbepartner können Ihnen gezielte Werbung liefern, wenn Sie nicht mit HUAMI verbundene Websites in ihren Netzwerken besuchen.
es: Los datos se pueden compartir con empresas afiliadas a Huami o con proveedores externos, incluidos los de publicidad y marketing. Sus socios publicitarios pueden enviarte anuncios dirigidos cuando visites sitios web no relacionados con Huami dentro de sus redes.
fr: Les données peuvent être partagées avec des sociétés affiliées à HUAMI ou avec des fournisseurs tiers, y compris des fournisseurs de publicité et de marketing. Leurs partenaires publicitaires peuvent vous proposer des publicités ciblées lorsque vous visitez des sites web non liés à HUAMI au sein de leurs réseaux.

# user_friendly_privacy_policy_helptext
source: Xiaomi provides the IoT privacy white paper.
de: Xiaomi stellt das IoT-Datenschutz-Whitepaper zur Verfügung.
es: Xiaomi proporciona el informe técnico sobre la privacidad del Internet de las cosas (IoT)
fr: Xiaomi met à disposition un livre blanc sur la confidentialité de l’IoT.

# manage_vulnerabilities_helptext
source: Xiaomi runs a vulnerability disclosure process via <a id="a1">https://trust.mi.com/misrc/bulletins</a>
de: Xiaomi führt einen Prozess zur Offenlegung von Sicherheitslücken über <a id="a1">https://trust.mi.com/misrc/bulletins</a> durch
es: Xiaomi ejecuta un proceso de divulgación de vulnerabilidades a través de <a id="a1">https://trust.mi.com/misrc/bulletins</a>
fr: Xiaomi dispose d’un processus de divulgation de vulnérabilité via <a id="a1">https://trust.mi.com/misrc/bulletins</a>

# tips_to_protect_yourself
source: Be very careful who you chose to share your wellness data with.
de: Seien Sie sehr vorsichtig, mit wem Sie Ihre Wellnessdaten teilen möchten.
es: Ten mucho cuidado al elegir con quién compartes tus datos de bienestar.
fr: Faites très attention avec qui vous choisissez de partager vos données bien-être.

# tips_to_protect_yourself
source: Don't connect your app to any social networks like Facebook.
de: Verbinden Sie Ihre App nicht mit sozialen Netzwerken wie Facebook.
es: No conectes tu aplicación a ninguna red social como Facebook.
fr: Ne connectez pas votre application à des réseaux sociaux comme Facebook.

# tips_to_protect_yourself
source: <a id="a1">Minimize</a> volumes of data collected about you by an app
de: <a id="a1">Minimieren</a> Sie die Datenmengen, die von einer App über Sie gesammelt werden
es: <a id="a1">Minimiza</a> el volumen de datos que la aplicación recopila sobre ti.
fr: <a id="a1">Réduisez au minimum</a> la quantité de données collectées à votre sujet par une application

# tips_to_protect_yourself
source: Use two-factor authentication
de: Nutzen Sie Zwei-Faktor-Authentifizierung
es: Utiliza la autenticación de dos factores
fr: Utilisez l’authentification à deux facteurs

# personal_data_collected
source: Name, email, phone number, gender
de: Name, E-Mail, Telefonnummer, Geschlecht
es: Nombre, correo electrónico, número de teléfono, sexo
fr: Nom, adresse e-mail, numéro de téléphone, genre

# biometric_data_collected
source: Exercise information (such as targets set, targets met, swimming times), heart rate, blood oxygen saturation, weight, movement, sleep data, menstrual cycle, and more
de: Trainingsinformationen (z. B. festgelegte Ziele, erreichte Ziele, Schwimmzeiten), Herzfrequenz, Blutsauerstoffsättigung, Gewicht, Bewegung, Schlafdaten, Menstruationszyklus und mehr
es: Información sobre ejercicio (como objetivos establecidos y cumplidos, tiempos de natación), frecuencia cardíaca, saturación de oxígeno en sangre, peso, movimiento, datos del sueño, ciclo menstrual y más
fr: Informations d’exercice (telles que les objectifs fixés, les objectifs atteints, les temps de nage), le rythme cardiaque, la saturation en oxygène du sang, le poids, les mouvements, les données sur le sommeil, le cycle menstruel, etc.

# how_can_you_control_your_data
source: Where you have consented to HUAMI’s processing of your personal information or sensitive personal information, you may withdraw that consent at any time and cease further processing by contacting HUAMI.
de: Wenn Sie der Verarbeitung Ihrer personenbezogenen Daten oder sensibler personenbezogener Daten durch HUAMI zugestimmt haben, können Sie diese Einwilligung jederzeit widerrufen und die weitere Verarbeitung einstellen, indem Sie sich an HUAMI wenden.
es: Si has dado tu consentimiento para que Huami procese tu información personal o información personal sensible, puedes retirar ese consentimiento en cualquier momento y detener el tratamiento posterior, poniéndote en contacto con Huami.
fr: Dans les cas où vous avez consenti au traitement par HUAMI de vos informations personnelles ou de vos informations personnelles sensibles, vous pouvez retirer ce consentement à tout moment et cesser tout traitement ultérieur en contactant HUAMI.

# how_can_you_control_your_data
source: The company shall cease to retain personal information, or remove the means by which the personal information can be associated with particular individuals, as soon as it is reasonable to assume that the purpose for which that personal information was collected is no longer being served by retention of the personal information.
de: Das Unternehmen wird die Speicherung personenbezogener Daten einstellen oder die Mittel entfernen, mit denen die personenbezogenen Daten bestimmten Personen zugeordnet werden können, sobald vernünftigerweise davon auszugehen ist, dass der Zweck, für den diese personenbezogenen Daten erhoben wurden, durch die Speicherung nicht mehr erfüllt wird der personenbezogenen Daten.
es: La empresa dejará de retener información personal, o eliminará los medios mediante los cuales la información personal puede asociarse con individuos particulares, tan pronto como sea razonable suponer que el propósito para el cual se recopiló esa información personal ya no se consigue con su conservación.
fr: L’entreprise doit cesser de conserver des informations personnelles, ou supprimer les moyens par lesquels les informations personnelles peuvent être associées à des individus, dès qu’il est raisonnable de supposer que le but pour lequel ces informations personnelles ont été collectées n’est plus servi par la conservation des informations personnelles.

# track_record_details
source: Speaking to Forbes in early 2020, security researchers Gabriel Cirlig and Andrew Tierney <a id="a1">claimed</a> that Xiaomi’s mobile web browsers collect an inordinate amount of data even in incognito mode. This allegedly included all URLs and search queries made in the stock MIUI browser, Mi Browser Pro, and Mint Browser. Combined, these browsers have more than 15 million downloads on the Google Play Store.
de: Im Gespräch mit Forbes Anfang 2020 haben die Sicherheitsforscher Gabriel Cirlig und Andrew Tierney <a id="a1">behauptet</a>, dass die mobilen Webbrowser von Xiaomi selbst im Inkognito-Modus übermäßig viele Daten sammeln. Dazu gehörten angeblich alle URLs und Suchanfragen, die im Standard-MIUI-Browser, Mi Browser Pro und Mint Browser gemacht wurden. Zusammen haben diese Browser mehr als 15 Millionen Downloads im Google Play Store.
es: En sus declaraciones a Forbes, a principios de 2020, los investigadores de seguridad, Gabriel Cirlig y Andrew Tierney, <a id="a1">afirmaron</a> que los navegadores web móviles de Xiaomi recopilan una cantidad desmesurada de datos, incluso en el modo de incógnito. Supuestamente, esto incluye todas las URL y consultas de búsqueda realizadas en los navegadores MIUI estándar, Mi Browser Pro y Mint Browser. Combinados, estos navegadores tienen más de 15 millones de descargas en Google Play Store.
fr: Dans un entretien accordé à Forbes début 2020, les chercheurs en sécurité Gabriel Cirlig et Andrew Tierney ont <a id="a1">affirmé</a> que les navigateurs web mobiles de Xiaomi collectent une quantité démesurée de données, même en mode de navigation privée. Cela inclurait toutes les URL et les recherches effectuées dans les navigateurs MIUI browser, Mi Browser Pro et Mint Browser. Ensemble, ces navigateurs cumulent plus de 15 millions de téléchargements sur le Google Play Store.

# ai_helptext
source: You can connect the band to Alexa
de: Sie können das Band mit Alexa verbinden
es: Puedes conectar la pulsera con Alexa.
fr: Vous pouvez connecter le Mi Band à Alexa

# ai_what_can_it_do
source: Voice recognition, if you connect it to Alexa
de: Spracherkennung, wenn Sie es mit Alexa verbinden
es: Reconocimiento de voz, si la conectas con Alexa.
fr: Reconnaissance vocale, si vous la connectez à Alexa
