Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/*-calendar-period-tracker.po
Languages: de, es, fr, pt_br

# title
source: My Calendar Period Tracker
de: Menstruations-Kalender
es: My Calendar Period Tracker (Calendario menstrual)
fr: Mon Calendrier Cycle Menstruel

# blurb
source: Here's a period tracking app with over 10 million downloads on the Google Play store that feels rather sketchy to us. Made by app developer AppManage Group #1, LLC under the alias of Simple Innovation, we're left with more questions than answers when we try to learn more about the company. Simple Innovations website is, well, really quite simple. They seem to make four apps in total that they call "simple delights": this period tracking app, a weight tracking app, an egg timer app, and a steak timer app. That's quite the diversity of apps there. They say the period tracking app "is an extremely elegant and easy-to-use application that helps women keep track of periods, cycle, ovulation, and fertile days."
de: Eine App zur Überwachung der Periode mit mehr als 10 Millionen Downloads im Google Play Store kommt uns ziemlich suspekt vor. Hergestellt vom App-Entwickler AppManage Group #1, LLC unter dem Alias Simple Innovation, bleiben uns mehr Fragen als Antworten, wenn wir versuchen, mehr über das Unternehmen zu erfahren. Die Website von Simple Innovations ist, nun ja, eigentlich recht einfach. Sie scheinen insgesamt vier Apps herzustellen, die sie als „einfach herrlich“ bezeichnen: diese App zur Überwachung der Periode, eine App zur Gewichtsüberwachung, eine Eieruhr-App und eine Steak-Timer-App. Das ist eine ziemliche Vielfalt an Apps. Sie sagen, die App zur Überwachung der Periode „ist eine äußerst elegante und einfach zu bedienende Anwendung, die Frauen dabei hilft, ihre Periode, ihren Zyklus, ihren Eisprung und ihre fruchtbaren Tage im Auge zu behalten.“
es: La información sobre esta aplicación para el seguimiento del ciclo menstrual con más de 10 millones de descargas en la tienda de Google Play nos parece un poco imprecisa. Está desarrollada por AppManage Group #1 LLC bajo el alias Simple Innovation, y nos quedamos con más preguntas que respuestas cuando tratamos de saber más sobre la empresa. El sitio web de Simple Innovations es... bueno, bastante simple, la verdad. Parecen dedicarse a un total de cuatro aplicaciones, a las que llaman «simple delights» (algo así como «delicias simples»): esta aplicación para el seguimiento del período, una aplicación para monitorear el peso, una aplicación de temporizador para huevos y otra de temporizador para filetes. Esa es toda su gran diversidad. Dicen que la aplicación para el seguimiento del período «es una aplicación extremadamente elegante y fácil de usar que ayuda a las mujeres a realizar un seguimiento de sus períodos, ciclos menstruales, ovulación y días fértiles».
fr: Voilà une application de suivi des menstruations avec plus de 10 millions de téléchargements sur le Google Play Store qui nous paraît un peu douteuse. Créée par le développeur d’applications AppManage Group #1, LLC sous le pseudonyme Simple Innovation, nous avons essayé d’en savoir plus sur cette entreprise, mais nous nous sommes retrouvés avec plus de questions que de réponses. Le site web de Simple Innovation est, comme dire, plutôt simple. Il semble que l’entreprise propose quatre applications en tout, ce qu’elle appelle les « plaisirs simples » (simple delights) : cette application de suivi des menstruations, une application de suivi du poids, un minuteur pour les œufs et un autre pour les steaks. On a l’embarras du choix ! Il est écrit que l’application de suivi des menstruations est une application « extrêmement élégante et très facile d’utilisation qui aide les femmes à suivre leurs menstruations, leurs cycles, leur ovulation et les jours de fécondité ».
pt_br: Aqui está um aplicativo de rastreamento de ciclo menstrual com mais de 10 milhões de downloads na loja do Google Play que nos parece um pouco incompleto. Feito pelo desenvolvedor de aplicativos AppManage Group #1, LLC sob o pseudônimo de Simple Innovation, ficamos com mais perguntas do que respostas quando tentamos saber mais sobre a empresa. O site da Simple Innovation é, bem, mesmo muito simples. Eles parecem fazer quatro aplicativos no total, que eles chamam de "deleites simples": este aplicativo de rastreamento de ciclo menstrual, um aplicativo de rastreamento de peso, um aplicativo de temporizador de ovo e um aplicativo de temporizador de bife. Essa é uma grande diversidade de aplicativos lá. Eles dizem que o aplicativo de rastreamento de ciclo menstrual "é uma aplicação extremamente elegante e fácil de usar que ajuda as mulheres a acompanhar menstruações, ciclo, ovulação e dias férteis."

# blurb
source: Good luck finding a privacy policy on Simple Innovation's website though, there's not one linked there we could find, which is kinda bad. We did find a security page that told us how to report security vulnerabilities, which is good, we do like to see that information provided. But when it's about the only information provided on the website, we do get a little worried. We did manage to find two separate links to privacy policies on the app pages in the Google Play store and the Apple App store. The <a id="a1">privacy policy</a> for the My Calendar Period Tracker app linked from the Google Play was last updated in March, 2021 and the <a id="a2">privacy policy</a> linked from the Apple App stores was last updated December, 2019. None of this bodes well for the privacy of this period tracking app. In fact, we'd say, their privacy protections look rather questionable and, unfortunately, their security protections look just as bad.
de: Viel Glück bei der Suche nach einer Datenschutzrichtlinie auf der Website von Simple Innovation, denn wir konnten keine finden, was ziemlich schlimm ist. Wir haben eine Sicherheitsseite gefunden, auf der wir erfahren haben, wie wir Sicherheitslücken melden können, was gut ist, denn wir sehen diese Informationen gerne. Aber wenn dies die einzige Information auf der Website ist, machen wir uns ein wenig Sorgen. Auf den Seiten der Apps im Google Play Store und im Apple App Store haben wir zwei separate Links zu den Datenschutzrichtlinien gefunden. Die <a id="a1">Datenschutzrichtlinie</a> für die App Menstruations-Kalender, die im Google Play Store verlinkt ist, wurde zuletzt im März 2021 aktualisiert und die <a id="a2">Datenschutzrichtlinie</a>, die im Apple App Store verlinkt ist, wurde zuletzt im Dezember 2019 aktualisiert. Nichts davon verheißt Gutes für den Datenschutz dieser Periodenverfolgungs-App. In der Tat würden wir sagen, dass der Schutz der Privatsphäre eher fragwürdig aussieht und leider sieht der Schutz der Sicherheit genauso schlecht aus.
es: Te deseamos suerte intentando encontrar una política de privacidad en el sitio web de Simple Innovation; no encontramos el enlace a ninguna, algo bastante malo. Lo que encontramos fue una página de seguridad que decía cómo reportar vulnerabilidades de seguridad, lo cual es bueno, nos gusta que se proporcione esa información. Sin embargo, es preocupante que esa sea la única información que se ofrece en el sitio web. Logramos encontrar dos enlaces diferentes a las políticas de privacidad en las páginas de la aplicación de la tienda de Google Play y de la tienda de aplicaciones de Apple. La <a id="a1">política de privacidad</a> vinculada desde Google Play está actualizada por última vez en marzo de 2021, y la <a id="a2">política de privacidad</a> vinculada desde la tienda de aplicaciones de Apple se actualizó por última vez en diciembre de 2019. Nada de esto es un buen augurio sobre la privacidad de esta aplicación para el seguimiento del período. De hecho, diríamos que sus protecciones de privacidad parecen bastante cuestionables y, desafortunadamente, sus protecciones de seguridad se ven igual de mal.
fr: Bonne chance cependant pour trouver une politique de confidentialité sur le site web de Simple Innovation. Nous n’avons trouvé aucun lien, ce qui est plutôt regrettable. Nous avons bien trouvé une page de sécurité qui nous a dit comment signaler les failles de sécurité, ce qui est bien, car cela est toujours rassurant, mais quand il s’agit de la seule information fournie sur le site, nous sommes un peu inquiets. Nous avons bien déniché deux liens distincts vers les politiques de confidentialité sur les pages de l’application du Google Play Store et de l’Apple Store. La <a id="a1">politique de confidentialité</a> de l’application « Calendrier des règles – Suivi » liée à Google Play a été mise à jour pour la dernière fois en mars 2021 et la <a id="a2">politique de confidentialité</a> de « Mon Calendrier Cycle Menstruel » sur l’App Store a été mise à jour pour la dernière fois en décembre 2019. Tout cela n’augure rien de bon pour la confidentialité de cette application de suivi des menstruations. En fait, on dirait que la protection de la vie privée est plutôt discutable et, malheureusement, la sécurité semble toute aussi mauvaise.
pt_br: Boa sorte em encontrar uma política de privacidade no site da Simple Innovation. No site, não há nenhum link que possamos encontrar, o que é meio ruim. Encontramos uma página de segurança que nos disse como relatar vulnerabilidades de segurança, o que é bom, gostamos de ver que essas informações foram fornecidas. Mas quando se trata da única informação fornecida no site, ficamos um pouco preocupados. Conseguimos encontrar dois links separados para as políticas de privacidade nas páginas do aplicativo na Google Play Store e na Apple App Store. A política de <a id="a1">privacidade</a> do aplicativo My Calendar Period Tracker vinculado ao Google Play foi atualizada pela última vez em março de 2021, e a política de <a id="a2">privacidade</a> vinculada às lojas Apple App foi atualizada pela última vez em dezembro de 2019. Nada disso é um bom presságio para a privacidade deste aplicativo de rastreamento de ciclos menstruais. Na verdade, diríamos que suas proteções de privacidade parecem bastante questionáveis e, infelizmente, suas proteções de segurança parecem igualmente ruins.

# worst_case
source: There is something kinda funny and also kinda not really funny at all when you see that a period tracking app and an egg timer app made by the same company have basically the same boilerplate privacy policy. We suppose they both kinda deal with eggs, right? It's just that one app could potentially leak or share data that could get you harassed or arrested in states where abortion is no longer legal and the other could leak that you like to hard boil your eggs in your home 5 times a week. See, funny and really not funny at all.
de: Es ist irgendwie lustig und auch irgendwie überhaupt nicht lustig, wenn man sieht, dass eine App zur Überwachung der Periode und eine App zur Eieruhr, die vom selben Unternehmen hergestellt werden, im Grunde die gleichen Datenschutzbestimmungen haben. Vermutlich, weil beide irgendwie mit Eiern zu tun haben, oder? Es ist nur so, dass die eine App möglicherweise Daten preisgibt, die dazu führen könnten, dass Sie in Staaten, in denen Abtreibung nicht mehr legal ist, belästigt oder verhaftet werden, und die andere App könnte preisgeben, dass Sie Ihre Eier zu Hause fünfmal pro Woche hart kochen. Sehen Sie, das ist zwar lustig, aber eigentlich eher tragisch.
es: Hay algo un poco gracioso y a la vez nada gracioso en el hecho de que una aplicación para el seguimiento del período y otra que es un temporizador para huevos y está desarrollada por la misma empresa tengan prácticamente la misma política de privacidad. Suponemos que esto es así porque las dos se ocupan de huevos, ¿no? La única diferencia es que una de ellas podría filtrar o compartir datos que hagan que seas acosada o arrestada en los estados donde el aborto ya no es legal, y de la otra se podría filtrar que te gusta hervir huevos en tu casa 5 veces por semana. ¿Ves? Es gracioso y nada gracioso al mismo tiempo.
fr: Se dire qu’une application de suivi des menstruations a le même niveau de protection de la vie privée qu’un minuteur pour les œufs est à la fois un peu amusant et pas du tout amusant. Après tout, les deux concernent des œufs, non ? De la première, des informations pourraient fuiter ou être partagées, menant à votre harcèlement ou à votre arrestation dans les états où l’avortement est devenu illégal. De la deuxième, l’information que vous vous faites des œufs durs 5 fois par semaine pourrait fuiter. Vous voyez ? Amusant et pas amusant du tout.
pt_br: Há algo meio engraçado e também não muito engraçado quando você vê que um aplicativo de rastreamento de ciclo menstrual e um aplicativo de temporizador de ovo feito pela mesma empresa têm basicamente a mesma política de privacidade padrão. Achamos que ambos lidam com ovos, certo? É só que um aplicativo pode vazar ou compartilhar dados que podem fazer com que você seja assediado ou preso em estados onde o aborto não é mais legal e o outro pode vazar que você gosta de ferver seus ovos em sua casa 5 vezes por semana. Engraçado e nem um pouco engraçado.

# worst_case
source: One thing your friendly privacy researchers here at <i>*Privacy Not Included</i> really, really dislike is vagueness in privacy policies. The privacy policy of My Calendar Period Tracker is pretty vague. It says things like, "Information is automatically collected when you use our App. Information collected <b>may</b> include usage details, metadata, and real-time information about the location of your device. We do not <b>generally</b> collect or store information by which we ourselves may personally identify you…" That "may" and "generally" there leave wiggle room we don't feel comfortable with when it comes to what data may be collected on you, especially personally identifiable data and real-time location data.
de: Eine Sache, die Ihre freundlichen Datenschutzforscher*innen hier bei <i>*Datenschutz nicht inbegriffen</i> wirklich nicht mögen, sind unklare Datenschutzerklärungen. Die Datenschutzbestimmungen von Menstruations-Kalender sind ziemlich vage. Sie besagt Dinge wie: „Informationen werden automatisch gesammelt, wenn Sie unsere App benutzen. Die gesammelten Informationen <b>können</b> Nutzungsdetails, Metadaten und Echtzeitinformationen über den Standort Ihres Geräts umfassen. Wir sammeln oder speichern <b>im Allgemeinen</b> keine Informationen, durch die wir Sie persönlich identifizieren können...“ Dieses „können“ und „im Allgemeinen“ lassen einen Spielraum, mit dem wir uns nicht wohl fühlen, wenn es darum geht, welche Daten über Sie gesammelt werden können, insbesondere personenbezogene Daten und Echtzeit-Standortdaten.
es: Algo que a tus amigos investigadores de <i>*Privacidad no incluida</i> no les gusta para nada es la vaguedad en las políticas de privacidad. La política de privacidad de My Calendar Period Tracker es bastante imprecisa. Encontramos cosas como: «La información se recopila automáticamente cuando usted usa nuestra aplicación. La información recopilada <b>podría</b> incluir datos de uso, metadatos e información en tiempo real sobre la ubicación de su dispositivo. <b>Por lo general,</b> no recopilamos ni almacenamos información con la cual nosotros podríamos identificarla personalmente...». Las expresiones «podría» y «por lo general» dejan un espacio de maniobra que no nos hace sentir cómodos con respecto a qué datos pueden recopilar sobre ti, especialmente datos de identificación personal y datos de ubicación en tiempo real.
fr: Une chose que vos sympathiques chercheurs en protection de la vie privée à <i>*Confidentialité non incluse</i> détestent vraiment beaucoup sont les politiques de confidentialité vagues. La politique de confidentialité de Mon Calendrier Cycle Menstruel est assez vague. On y trouve des choses comme « Les informations sont collectées automatiquement lorsque vous utilisez notre Application. Les informations collectées <b>pourraient</b> inclure des détails d’utilisation, des métadonnées et des informations en temps réel sur l’emplacement de votre appareil. Nous ne collections ou ne stockons pas <b>généralement</b> d’informations à partir desquelles nous, personnellement, pouvons vous identifier… ». Ce « pourraient » et ce « généralement » laissent une marge de manœuvre avec laquelle nous ne sommes pas à l’aise lorsque qu’il s’agit de données personnelles collectées, tout particulièrement les données personnelles identifiables et les données d’emplacement en temps réel.
pt_br: Uma coisa que os seus simpáticos pesquisadores de privacidade aqui em <i>*Privacidade não incluída</i> realmente, realmente não gostam é de imprecisão nas políticas de privacidade. A política de privacidade do My Calendar Period Tracker é bastante vaga. Diz coisas como: "As informações são coletadas automaticamente quando você usa nosso aplicativo. As informações coletadas <b>podem</b> incluir detalhes de uso, metadados e informações em tempo real sobre a localização do seu dispositivo. <b>Geralmente, </b> não coletamos ou armazenamos informações pelas quais nós mesmos podemos identificá-lo pessoalmente..." Que "pode" e "geralmente" deixam espaço para manobra, o que nos deixa desconfortáveis quando se trata de quais dados podem ser coletados sobre você, especialmente dados de identificação pessoal e dados de localização em tempo real.
