Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/*-calendar-period-tracker.po
Languages: de, es, fr, pt_br

# worst_case
source: What's the worst that could happen with this period tracking app. Dear lord, please don't download it and find out. It's privacy practices are questionable, at best. It's security practices are weak, at best. The My Calendar Period Tracker app leaves us with way too many questions to feel comfortable. Shoot, we don't even think we'd trust downloading the egg timer app this company makes. There's just too big a chance this app comes with <i>*Privacy Not Included.</i>
de: Was ist das Schlimmste, was mit dieser App zur Überwachung der Periode passieren kann? Lieber Gott, bitte laden Sie sie nicht herunter und finden Sie es heraus. Die Datenschutzpraktiken sind bestenfalls fragwürdig. Die Sicherheitspraktiken sind bestenfalls schwach. Die Menstruations-Kalender-App wirft viel zu viele Fragen auf, als dass wir uns damit wohl fühlen könnten. Wir glauben nicht einmal, dass wir dem Herunterladen der Eieruhr-App dieses Unternehmens trauen würden. Die Wahrscheinlichkeit ist einfach zu groß, dass bei dieser App <i>*Datenschutz nicht inbegriffen</i> ist.
es: ¿Qué es lo peor que podría pasar con esta aplicación para el seguimiento del período? Dios mío, por favor, no la descargues para averiguarlo. Sus prácticas de privacidad son, en el mejor de los casos, cuestionables. Sus prácticas de seguridad son, en el mejor de los casos, débiles. La aplicación My Calendar Period Tracker nos deja demasiadas preguntas como para sentirnos cómodos. Caray, si ni siquiera creemos que podemos confiar en la aplicación de temporizador para huevos que hace esta empresa. Son demasiadas las posibilidades de que esta aplicación venga con <i>*Privacidad no incluida.</i>
fr: Qu’est-ce qui pourrait arriver de pire avec cette application de suivi des menstruations ? Par pitié, ne la téléchargez pas pour le découvrir. Ses pratiques en matière de protection de la vie privée sont, au mieux, discutables. Ses pratiques de sécurité sont, au mieux, faibles. Il reste trop de questions en suspens concernant l’application Mon Calendrier Cycle Menstruel. Nous ne savons même pas si nous aurions le courage de télécharger le minuteur pour œufs de cette entreprise. Les chances que cette application soit livrée avec une <i>*Confidentialité non incluse</i> sont très élevées.
pt_br: Qual é o pior que poderia acontecer com este aplicativo de rastreamento de ciclo mesntrual? Pelo amor de Deus, por favor, não baixe para descobrir. As práticas de privacidade são questionáveis, na melhor das hipóteses. As práticas de segurança são fracas, na melhor das hipóteses. O aplicativo My Calendar Period Tracker nos deixa com muitas perguntas para nos sentirmos confortáveis. Droga, achamos que não confiaríamos em baixar o aplicativo de temporização de ovos que essa empresa faz. Há uma chance muito grande de que este aplicativo venha com <i>*Privacidade não incluída.</i>

# how_does_it_use_data_collected
source: We ding this product for sharing real-time location data for advertisement. And for using some collected data without restriction.
de: Wir kritisieren dieses Produkt für die Weitergabe von Echtzeit-Standortdaten für Werbung. Und für die Verwendung ohne Einschränkung einiger gesammelter Daten.
es: Criticamos a este producto porque comparte datos de ubicación en tiempo real para publicidad y porque usa sin restricciones algunos de los datos recopilados.
fr: Nous attribuons un avertissement à ce produit en raison de son partage des données d’emplacement en temps réel pour la publicité et pour son utilisation de certaines données collectées sans restriction.
pt_br: Fazemos um alerta sobre este produto por compartilhar dados de localização em tempo real para publicidade. E por usar alguns dados coletados sem restrições.

# how_does_it_use_data_collected
source: "The Company may use and disclose aggregated, or otherwise anonymized information that does not relate to an identifiable natural person without restriction." It means that the data may be sold. Given that a company collects metadata and real-time location data, it raises privacy concerns.
de: „Das Unternehmen kann aggregierte oder anderweitig anonymisierte Daten, die sich nicht auf eine identifizierbare natürliche Person beziehen, uneingeschränkt nutzen und weitergeben.“ Das bedeutet, dass die Daten verkauft werden dürfen. Angesichts der Tatsache, dass ein Unternehmen Metadaten und Echtzeit-Standortdaten sammelt, wirft dies Datenschutzbedenken auf.
es: «La empresa puede usar y divulgar sin restricciones información agregada o anonimizada de otra manera, que no esté relacionada con una persona natural identificable». Esto significa que los datos podrían ser vendidos. Dado que es una empresa que recopila metadatos y datos de ubicación en tiempo real, esto plantea problemas de privacidad.
fr: « La Société peut utiliser et divulguer des informations agrégées, ou autrement anonymisées, qui ne se rapportent pas à une personne physique identifiable sans restriction ». Traduction : les données peuvent être vendues. Étant donné que cette entreprise collecte des métadonnées et des données d’emplacement en temps réel, cela soulève des inquiétudes concernant la confidentialité.
pt_br: "A Empresa pode usar e divulgar informações agregadas ou de outra forma anonimizadas que não se relacionem com uma pessoa física identificável sem restrições." Isso significa que os dados podem ser vendidos. Dado que uma empresa coleta metadados e dados de localização em tempo real, isso levanta questões de privacidade.

# how_does_it_use_data_collected
source: "The Company provides the advertising ID generated by the Apple or Android mobile device (which is a non-persistent identifier of your device that you can reset at any time) and may also provide <b>real-time location data</b>, usage data, or other information related to your use of the App and other services via your mobile device (but will not provide your name, or your email address,) to these third-party ad servers or ad networks (“Advertisers”). Advertisers may also use tracking technologies to collect information about you when you use the App. Advertisers may collect information about online activities over time and across different websites, apps and other online services websites under a specific advertising ID. Advertisers may use this information (including the information we provide to them) to provide interest-based (behavioral) advertising or other targeted content to your mobile device."
de: „Das Unternehmen stellt die vom Apple- oder Android-Mobilgerät generierte Werbe-ID (eine nicht dauerhafte Kennung Ihres Geräts, die Sie jederzeit zurücksetzen können) zur Verfügung und kann auch <b>Echtzeit-Standortdaten</b>, Nutzungsdaten oder andere Informationen im Zusammenhang mit Ihrer Nutzung der App und anderer Dienste über Ihr Mobilgerät (jedoch nicht Ihren Namen oder Ihre E-Mail-Adresse) an diese Werbeserver oder Werbenetzwerke Dritter („Werbetreibende“) weitergeben. Die Werbetreibenden können auch Tracking-Technologien verwenden, um Informationen über Sie zu sammeln, wenn Sie die App nutzen. Werbetreibende können Informationen über Online-Aktivitäten im Laufe der Zeit und über verschiedene Websites, Apps und andere Online-Dienste hinweg unter einer bestimmten Werbe-ID sammeln. Werbetreibende können diese Informationen (einschließlich der Informationen, die wir ihnen zur Verfügung stellen) verwenden, um interessenbasierte (verhaltensbasierte) Werbung oder andere gezielte Inhalte auf Ihrem Mobilgerät bereitzustellen.“
es: «La empresa proporciona la Id. de publicidad generada por el dispositivo móvil Apple o Android (que es un identificador no persistente de su dispositivo que usted puede restablecer en cualquier momento) y también puede proporcionar <b>datos de ubicación en tiempo real</b>, datos de uso u otra información relacionada con su uso de la aplicación y de otros servicios a través de su dispositivo móvil (aunque no proporcionará su nombre o su dirección de correo electrónico) a estos servidores de anuncios o redes publicitarias externas (los "anunciantes"). Los anunciantes también pueden utilizar tecnologías de seguimiento para recopilar información sobre usted cuando utilice la aplicación. Los anunciantes pueden recopilar información sobre sus actividades en línea a lo largo del tiempo y en diferentes sitios web, aplicaciones y otros sitios web de servicios en línea bajo una Id. de publicidad específica. Los anunciantes pueden usar esta información (incluyendo la información que nosotros les proporcionamos) para brindarle publicidad (conductual) basada en intereses u otros contenidos dirigidos en su dispositivo móvil».
fr: « La Société partage l’identifiant publicitaire généré par le mobile Apple ou Android (qui n’est pas un identifiant permanent de votre appareil, vous pouvez le réinitialiser à tout moment) et peut également partager des données de localisation <b>en temps réel</b>, des données d’utilisation ou d’autres informations liées à votre utilisation de l’Application et d’autres services via votre appareil mobile (mais ne donnera pas votre nom ou votre adresse e-mail), à ces serveurs publicitaires tiers ou réseaux publicitaires (« Annonceurs »). Les Annonceurs peuvent également utiliser des technologies de suivi pour collecter des informations vous concernant lorsque vous utilisez l’Application. Les Annonceurs peuvent collecter des informations sur les activités en ligne au fil du temps et sur différents sites web, applications et autres sites de services en ligne sous un identifiant publicitaire spécifique. Les Annonceurs peuvent utiliser ces informations (y compris les informations que nous leur fournissons) pour offrir de la publicité (comportementale) ciblée ou tout autre contenu ciblé sur votre appareil mobile. »
pt_br: "A Empresa fornece o ID de publicidade gerado pelo dispositivo móvel Apple ou Android (que é um identificador não persistente do seu dispositivo que você pode redefinir a qualquer momento) e também pode fornecer <b>dados de localização em tempo real</b>, dados de uso ou outras informações relacionadas ao seu uso do Aplicativo e outros serviços através do seu dispositivo móvel (mas não fornecerá seu nome ou seu endereço de e-mail) a esses servidores de anúncios ou redes de anúncios de terceiros ("Anunciantes"). Os anunciantes também podem usar tecnologias de rastreamento para coletar informações sobre você quando você usa o aplicativo. Os anunciantes podem coletar informações sobre atividades online ao longo do tempo e em diferentes sites, aplicativos e outros sites de serviços online sob um ID de publicidade específico. Os anunciantes podem usar essas informações (incluindo as informações que fornecemos a eles) para fornecer publicidade baseada em interesse (comportamental) ou outro conteúdo direcionado ao seu dispositivo móvel."

# how_does_it_use_data_collected
source: Privacy policy lists such advertisers as Facebook, Google, Amazon, etc.
de: In den Datenschutzrichtlinien werden Werbetreibende wie Facebook, Google, Amazon usw. aufgeführt.
es: La política de privacidad enumera anunciantes como Facebook, Google, Amazon, etc.
fr: La politique de confidentialité mentionne des annonceurs tels que Facebook, Google, Amazon, etc.
pt_br: A política de privacidade lista anunciantes como Facebook, Google, Amazon, etc.

# how_does_it_use_data_collected
source: "Information is automatically collected when you use our App. Information collected may include usage details, metadata, and real-time information about the location of your device. We do not generally collect or store information by which we ourselves may personally identify you (“Personally Identifiable Information” or “PII”) through the App."
de: „Informationen werden automatisch gesammelt, wenn Sie unsere App nutzen. Zu den erfassten Informationen können Nutzungsdetails, Metadaten und Echtzeitinformationen über den Standort Ihres Geräts gehören. Wir erfassen oder speichern in der Regel keine Informationen, anhand derer wir Sie persönlich identifizieren können („Personenbezogene Daten“) über die App.“
es: «La información se recopila automáticamente cuando usted utiliza nuestra aplicación. La información recopilada puede incluir datos de uso, metadatos e información en tiempo real sobre la ubicación de su dispositivo. Por lo general, no recopilamos ni almacenamos información con la cual podríamos identificarla personalmente ("Información de identificación personal" o "PII") a través de la aplicación».
fr: « Les informations sont collectées automatiquement lorsque vous utilisez notre Application. Les informations collectées pourraient inclure les détails d’utilisation, les métadonnées et des informations en temps réel sur l’emplacement de votre appareil. Nous ne collections ou ne stockons pas généralement d’informations à partir desquelles nous, personnellement, pouvons vous identifier (’Information Personnellement Identifiable’) via l’Application ».
pt_br: "As informações são coletadas automaticamente quando você usa nosso aplicativo. As informações coletadas podem incluir detalhes de uso, metadados e informações em tempo real sobre a localização do seu dispositivo. Geralmente, não coletamos ou armazenamos informações pelas quais possamos identificá-lo pessoalmente ("Informações de Identificação Pessoal" ou "IIP") através do App."

# how_does_it_use_data_collected
source: "We may also use information that we cannot use to identify you personally in order to optimize and to improve our services; to provide custom, personalized content in the App; to display targeted advertisements; for any other purpose disclosed by us when you provide the information or to protect the rights, property, or safety of the Company, our customers or others."
de: „Wir können auch Informationen verwenden, mit denen wir Sie nicht persönlich identifizieren können, um unsere Dienste zu optimieren und zu verbessern, um benutzerdefinierte, personalisierte Inhalte in der App bereitzustellen, um gezielte Werbung anzuzeigen, für jeden anderen Zweck, den wir bei der Bereitstellung der Informationen angeben, oder um die Rechte, das Eigentum oder die Sicherheit des Unternehmens, unserer Kunden oder anderer zu schützen.“
es: «También podemos usar información que no sea personalmente identificable con el fin de optimizar y mejorar nuestros servicios, para proporcionar contenidos personalizados en la aplicación, para mostrarle anuncios dirigidos, para cualquier otro propósito divulgado por nosotros en el momento en que usted proporcione la información o para proteger los derechos, la propiedad o la seguridad de la empresa, nuestros clientes u otros».
fr: « Nous pouvons également utiliser des informations que nous ne pouvons pas utiliser pour vous identifier personnellement afin d’optimiser et d’améliorer nos services ; pour fournir un contenu personnalisé dans l’application ; pour afficher des publicités ciblées ; à toute autre fin divulguée par nous lorsque vous fournissez des informations ou pour protéger les droits, la propriété ou la sécurité de la Société, de nos clients ou d’autres personnes. »
pt_br: "Também podemos usar informações que não podemos usar para identificá-lo pessoalmente, a fim de otimizar e melhorar nossos serviços; fornecer conteúdo personalizado no aplicativo; exibir anúncios direcionados; para qualquer outra finalidade divulgada por nós quando você fornece as informações ou para proteger os direitos, a propriedade ou a segurança da Empresa, de nossos clientes ou de outros."

# how_does_it_use_data_collected
source: <b>How the company says they may share data with law enforcement:</b><br/>"We use the information collected through the App to […] comply with any court order, law, or legal process."
de: <b>So drückt das Unternehmen aus, dass es Daten an Strafverfolgungsbehörden weitergeben kann:</b><br/>„Wir verwenden die über die App gesammelten Informationen, um [...] einer gerichtlichen Anordnung, einem Gesetz oder einem rechtlichen Verfahren nachzukommen.“
es: <b>Cómo dice la empresa que puede compartir datos con los organismos de seguridad:</b><br/>«Utilizamos la información recopilada a través de la aplicación para [...] cumplir con cualquier orden judicial, ley o proceso legal».
fr: <b>Voilà ce que déclare l’entreprise concernant le partage des données avec les forces de l’ordre :</b><br/> « Nous utilisons les informations collectées via l’Application pour [...] nous conformer à toute décision de justice, de loi ou procédure judiciaire ».
pt_br: <b>Como a empresa diz que pode compartilhar dados com a aplicação da lei:</b><br/>"Usamos as informações coletadas através do aplicativo para [...] cumprir qualquer ordem judicial, lei ou processo legal."

# user_friendly_privacy_policy_helptext
source: They had different privacy policies linked from the different Google and Apple apps stores. There was no privacy policy we could find linked off of their website.
de: In den verschiedenen App-Stores von Google und Apple waren unterschiedliche Datenschutzrichtlinien verlinkt. Auf der Website des Unternehmens konnten wir keine verlinkten Datenschutzrichtlinien finden.
es: Encontramos dos políticas de privacidad distintas vinculadas desde las tiendas de aplicaciones de Google y Apple. No encontramos el enlace a ninguna política de privacidad en su sitio web.
fr: L’application avait différentes politiques de confidentialité, l’une liée au Google Store et l’autre à l’Apple Store. Il n’y en avait aucune disponible sur son site web.
pt_br: Eles tinham diferentes políticas de privacidade vinculadas às diferentes lojas de aplicativos do Google e da Apple. Não havia nenhuma política de privacidade que pudéssemos encontrar vinculada em seu site.

# strong_password_helptext
source: Managed to sign up with "1" as a password
de: Es war möglich, sich mit „1“ als Passwort anzumelden
es: Logré registrarme con «1» como contraseña.
fr: Nous avons réussi à nous connecter avec le mot de passe « 1 »
pt_br: Conseguiu se inscrever com "1" como uma senha

# manage_vulnerabilities_helptext
source: If you believe you’ve found a security vulnerability in the software please email it to security@simpleinnovation.us.
de: Wenn Sie glauben, dass Sie eine Sicherheitslücke in der Software gefunden haben, teilen Sie diese bitte per E-Mail an security@simpleinnovation.us mit.
es: Si crees que has encontrado una vulnerabilidad de seguridad en el software, envíala por correo electrónico a: security@simpleinnovation.us.
fr: Si vous pensez avoir trouvé une faille de sécurité dans le logiciel, veuillez le notifier par e-mail à security@simpleinnovation.us.
pt_br: Se você acredita que encontrou uma vulnerabilidade de segurança no software, envie um e-mail para security@simpleinnovation.us.

# tips_to_protect_yourself
source: Add a PIN for your calendar if someone else might be using your phone/other device
de: Fügen Sie eine PIN für Ihren Kalender hinzu, wenn jemand anderes Ihr Telefon/ein anderes Gerät verwendet
es: Si alguien más puede usar tu teléfono o dispositivo, agrega un PIN para bloquear tu calendario.
fr: Ajoutez un code PIN à votre calendrier si quelqu’un d’autre utilise votre téléphone ou un autre appareil
pt_br: Adicione um bloqueio de aplicativo para o seu calendário se outra pessoa estiver usando seu telefone/outro dispositivo

# tips_to_protect_yourself
source: When you no longer use the app, go to "Delete all data and reset" in the app menu
de: Wenn Sie die App nicht mehr verwenden, gehen Sie im App-Menü auf „Alle Daten löschen und zurücksetzen“
es: Cuando dejes de usar la aplicación, dirígete a «Delete all data and reset» (Eliminar todos los datos y restablecer) en el menú de la aplicación.
fr: Lorsque vous n’utilisez plus l’application, accédez à « Supprimer toutes les données et réinitialiser » dans le menu de l’application
pt_br: Quando você não estiver mais usando o aplicativo, vá para "Excluir conta" no menu do aplicativo

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images and videos)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Videos).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos).
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et vidéos)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso às suas informações pessoais via aplicativo (não dê acesso à sua câmera, microfone, imagens e vídeos)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad
fr: Mettez votre application à jour régulièrement
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire via votre appareil (par ex., sur iPhone, accédez à Confidentialité - > Publicité -> Limitez le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# personal_data_collected
source: Real-time location
de: Echtzeit-Standort
es: Ubicación en tiempo real.
fr: Localisation en temps réel
pt_br: Localização em tempo real
