Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/*-calendar-period-tracker.po
Languages: de, es, fr, pt_br

# worst_case
source: Another thing your friendly privacy researchers hate is things that make no sense. To us, it makes no sense that the privacy policy says they generally don't collect data that may personally identify you, while stating on the data security section of their <a id="a1">Apple App store</a> app page that they use "identifiers" to track you (this could include things like advertising or device IDs, which, eh, aren't exactly your name or email address, but still can be linked to you) and that sensitive information and contact info may be data linked to you. And their <a id="a2">Google Play store</a> page clearly states in their data security section that data collected may include name, email, and user IDs. In that same section on the app page, the company says that no data is shared with third parties. And the privacy policy lists a whole host of third-party advertisers like Google, Facebook, and Amazon they share they share data with. All this leaves us scratching our heads. It's also fair to note that <a id="a3">Google's own rules</a> for how information is self-reported from companies on these data safety pages is rather confusing and befuddling at times to us.
de: Eine weitere Sache, die Ihre freundlichen Datenschutzforscher*innen hassen, sind Dinge, die keinen Sinn ergeben. Für uns macht es keinen Sinn, dass in der Datenschutzrichtlinie steht, dass generell keine Daten gesammelt werden, die Sie persönlich identifizieren könnten, während im Abschnitt zur Datensicherheit auf der Seite der App im <a id="a1">Apple App Store</a> angegeben wird, dass „Identifikatoren“ verwendet werden, um Sie zu verfolgen (dazu könnten Dinge wie Werbung oder Geräte-IDs gehören, die zwar nicht genau Ihr Name oder Ihre E-Mail-Adresse sind, aber dennoch mit Ihnen in Verbindung gebracht werden können), und dass sensible Informationen und Kontaktinformationen mit Ihnen in Verbindung gebracht werden können. Und auf der <a id="a2">Google Play Store</a>-Seite wird im Abschnitt zur Datensicherheit deutlich darauf hingewiesen, dass zu den erfassten Daten Name, E-Mail-Adresse und Benutzer-IDs gehören können. Im selben Abschnitt auf der App-Seite sagt das Unternehmen, dass keine Daten an Dritte weitergegeben werden. Und in den Datenschutzrichtlinien wird eine ganze Reihe von Drittanbietern wie Google, Facebook und Amazon aufgeführt, mit denen sie Daten austauschen. Über all das können wir nur den Kopf schütteln. Es ist auch fair, darauf hinzuweisen, dass <a id="a3">Googles eigene Regeln</a> für die Selbstauskunft von Unternehmen auf diesen Datensicherheitsseiten ziemlich verwirrend und manchmal auch für uns rätselhaft sind.
es: Otra cosa que tus amigos investigadores de privacidad odian es cuando algo no tiene sentido. Para nosotros, no tiene sentido que la política de privacidad diga que por lo general no recopilan datos que puedan identificarte personalmente, al mismo tiempo que en la sección de seguridad de datos de la página de la aplicación que se encuentra en la <a id="a1">tienda de aplicaciones de Apple</a> indican que utilizan «identificadores» para rastrearte (esto puede incluir cosas como publicidad o Id. del dispositivo, que no son exactamente tu nombre o tu dirección de correo electrónico, pero que aún así pueden vincularse a ti) y que la información confidencial y la información de contacto pueden ser datos vinculados a ti. En la sección de seguridad de datos de la página de la aplicación que se encuentra en la <a id="a2">Google Play Store,</a> se establece claramente que los datos recopilados pueden incluir nombre, correo electrónico e Id. de usuario. En esa misma sección, la empresa dice que no comparten datos con terceros, mientras que en la política de privacidad enumeran una gran cantidad de anunciantes externos como Google, Facebook y Amazon con los que comparten datos. Todo esto nos deja con una gran incertidumbre. Para ser justos, también hay que tener en cuenta que <a id="a3">las propias reglas de Google</a> sobre cómo se debe autoreporta la información de las empresas en estas páginas de protección de datos es bastante confusa y desconcertante a veces para nosotros.
fr: Ce que nos sympathiques chercheurs en protection de la vie privée détestent également est tout ce qui n’a pas de sens. Pour nous, ça n’a aucun sens de dire dans une politique de confidentialité que l’application ne collecte pas de données qui puissent vous identifier tout en déclarant dans la section de la sécurité des données de la page de l’application de <a id="a1">l’App Store d’Apple</a> qu’elle peut utiliser des « marqueurs » (identifiers) pour vous suivre (cela peut inclure des informations comme la publicité ou l’identifiant de l’appareil, ce qui, c’est vrai, n’est pas vraiment votre nom ou votre adresse e-mail, mais qui peut toujours mener jusqu’à vous) et que ces informations sensibles et les informations de contacts peuvent être liées à vous. Et sur sa page <a id="a2">Google Play Store</a>, l’application déclare dans la section de la sécurité des données que les données collectées peuvent inclure le nom, l’e-mail et l’identifiant de l’utilisateur ou utilisatrice. Dans cette même section sur la page de l’application, l’entreprise déclare qu’aucune donnée n’est partagée avec des parties tierces. Et pourtant, la politique de confidentialité a une longue liste d’annonceurs tiers tels que Google, Facebook et Amazon avec qui elle partage des données. Cela nous laisse perplexes. On peut noter également que <a id="a3">les règles de Google</a> concernant la façon dont ces informations sont déclarées par les entreprises sur ces pages de sécurité des données nous paraissent parfois plutôt déconcertantes et déroutantes.
pt_br: Outra coisa que seus amigáveis pesquisadores de privacidade odeiam são coisas que não fazem sentido. Para nós, não faz sentido que a política de privacidade diga que eles geralmente não coletam dados que possam identificá-lo pessoalmente, enquanto afirmam na seção de segurança de dados da página do aplicativo da <a id="a1">Apple App Store</a> que eles usam "identificadores" para rastreá-lo (isso pode incluir coisas como publicidade ou IDs de dispositivo, que, por exemplo, não são exatamente seu nome ou endereço de e-mail, mas ainda podem ser vinculados a você) e que informações confidenciais e informações de contato podem ser dados vinculados a você. E a página da loja do <a id="a2">Google Play</a> afirma claramente em sua seção de segurança de dados que os dados coletados podem incluir nome, e-mail e IDs de usuário. Na mesma seção na página do aplicativo, a empresa diz que nenhum dado é compartilhado com terceiros. E a política de privacidade lista uma série de anunciantes de terceiros, como Google, Facebook e Amazon, com quem compartilham dados. Tudo isso nos deixa com a pulga atrás da orelha. Também é justo notar que as <a id="a3">próprias regras do Google</a> sobre como as informações são autorreferidas pelas empresas nessas páginas de segurança de dados são bastante confusas e, às vezes, estonteantes para nós.

# worst_case
source: My Calendar Period Tracker does say they may share some user data with third parties for advertising and personalization services. And they say they "may use and disclose aggregated, or otherwise anonymized information that does not relate to an identifiable natural person without restriction." Now is a good time to remind you that it has been <a id="a1">found to be pretty easy to de-anonymize</a> such data, especially if location data is included.
de: Die Betreiber von Menstruations-Kalender sagen, dass sie einige Benutzerdaten an Dritte für Werbe- und Personalisierungsdienste weitergeben können. Und sie sagen, sie „können aggregierte oder anderweitig anonymisierte Informationen verwenden und offenlegen, die sich nicht ohne Einschränkung auf eine identifizierbare natürliche Person beziehen.“ Dies ist ein guter Zeitpunkt, um Sie daran zu erinnern, dass es sich als ziemlich einfach <a id="a1">erwiesen hat,</a> solche Daten zu deanonymisieren, insbesondere wenn Standortdaten enthalten sind.
es: My Calendar Period Tracker dice que puede compartir algunos datos de usuario con terceros para proporcionar servicios de publicidad y personalización. También dicen que «pueden usar y divulgar sin restricciones información agregada o anonimizada que no se relacione con una persona natural identificable». Este es un buen momento para recordarte que se ha <a id="a1">descubierto que es bastante fácil desanonimizar</a> este tipo de información, especialmente si se incluyen datos de ubicación.
fr: L’application Mon Calendrier Cycle Menstruel déclare qu’elle peut partager certaines données utilisateur avec des tiers pour des services de publicité et de personnalisation. Et elle déclare qu’elle « peut utiliser et divulguer des informations agrégées, ou autrement anonymisées, qui ne se rapportent pas à une personne physique identifiable sans restriction ». C’est le bon moment pour vous rappeler qu’<a id="a1">il s’est avéré assez facile de désanonymiser</a> ces données, surtout si des données d’emplacement sont incluses.
pt_br: O My Calendar Period Tracker diz que pode compartilhar alguns dados do usuário com terceiros para serviços de publicidade e personalização. E eles dizem que "podem usar e divulgar informações agregadas ou de outra forma anonimizadas que não se relacionem com uma pessoa física identificável sem restrições." Agora é um bom momento para lembrá-lo de que <a id="a1">foi muito fácil desanonimizar</a> esses dados, especialmente se os dados de localização forem incluídos.

# worst_case
source: So, the My Calendar Period Tracker app collects data that may or may not be personally identifiable (precise location data is generally pretty identifiable). And they say "When you use the App on an Apple or Android mobile device, certain third parties may use automatic information collection technologies to collect information about you or your device. These third parties may include advertisers, ad networks, ad servers, and analytics companies." So, third parties are collecting information on you as you use this app, including Facebook, Amazon, and other advertising networks. My Calendar also says they can use anonymized information without restriction, even though that data can sometimes be re-identified.
de: Die App Menstruations-Kalender sammelt also Daten, die persönlich identifizierbar sein können oder auch nicht (genaue Standortdaten sind im Allgemeinen recht gut identifizierbar). Und die Betreiber sagen: „Wenn Sie die App auf einem Apple- oder Android-Mobilgerät verwenden, können bestimmte Dritte automatische Datenerfassungstechnologien verwenden, um Informationen über Sie oder Ihr Gerät zu sammeln. Zu diesen Dritten können Werbetreibende, Werbenetzwerke, Anzeigenserver und Analyseunternehmen gehören.“ Dritte sammeln also Informationen über Sie, während Sie diese App nutzen, darunter Facebook, Amazon und andere Werbenetzwerke. Menstruations-Kalender sagt auch, dass sie anonymisierte Informationen ohne Einschränkung verwenden können, selbst wenn diese Daten manchmal wieder identifiziert werden können.
es: Por lo tanto, la aplicación My Calendar Period Tracker recopila datos que pueden o no ser personalmente identificables (los datos de ubicación precisa generalmente son bastante identificables). Dicen: «Cuando usa la aplicación en un dispositivo móvil Apple o Android, ciertos terceros podrían usar tecnologías de recopilación automática de datos para reunir información sobre usted o su dispositivo. Estos terceros pueden ser anunciantes, redes publicitarias, servidores de anuncios y empresas de análisis». Es decir que, mientras usas esta aplicación, hay terceros (que incluyen a Facebook, Amazon y otras redes publicitarias) recopilando información sobre ti. My Calendar también dice que puede usar sin restricciones información anonimizada, a pesar de que ese tipo de datos puede a veces volver a ser identificado.
fr: Donc, l’application Mon Calendrier Cycle Menstruel collecte des données qui pourraient ou pas être personnellement identifiables (les données d’emplacement précis sont en général facilement identifiables). Elle déclare ensuite : « Quand vous utilisez l’Application sur un mobile Apple ou Android, certains tiers peuvent utiliser automatiquement des technologies de collecte d’information automatique pour collecter des informations sur vous ou votre appareil. Ces tiers peuvent être des annonceurs, des réseaux publicitaires, des serveurs publicitaires et des entreprises d’analyse ». Ainsi donc, ces tiers collectent des informations sur vous pendant que vous utilisez cette app, comme Facebook, Amazon et d’autres réseaux publicitaires. Mon Calendrier Cycle Menstruel déclare également qu’elle peut utiliser des informations anonymisées sans restriction, même si ces données peuvent parfois être ré-identifiées.
pt_br: Portanto, o aplicativo My Calendar Period Tracker coleta dados que podem ou não ser pessoalmente identificáveis (dados de localização precisos geralmente são bastante identificáveis). E eles dizem: "Quando você usa o aplicativo em um dispositivo móvel Apple ou Android, certos terceiros podem usar tecnologias automáticas de coleta de informações para coletar informações sobre você ou seu dispositivo. Esses terceiros podem incluir anunciantes, redes de anúncios, servidores de anúncios e empresas de análise." Então, terceiros estão coletando informações sobre você enquanto você usa este aplicativo, incluindo Facebook, Amazon e outras redes de publicidade. My Calendar também diz que eles podem usar informações anônimas sem restrições, mesmo que esses dados às vezes possam ser re-identificados.

# worst_case
source: Then there is how My Calendar says they can share information with law enforcement. Here they are very vague. All we found in their privacy policy was this statement, which doesn't inspire a whole lot of confidence that they won't voluntarily disclose their user's data: "We use the information collected through the App to … comply with any court order, law, or legal process."
de: Dann geben die Betreiber von Menstruations-Kalender an, dass sie Informationen mit Strafverfolgungsbehörden teilen können. Hier sind sie sehr vage. Alles, was wir in den Datenschutzrichtlinien gefunden haben, ist diese Aussage, die nicht gerade zuversichtlich stimmt, dass das Unternehmen die Daten seiner Nutzer nicht freiwillig weitergibt: „Wir verwenden die über die App gesammelten Informationen, um ... gerichtlichen Anordnungen, Gesetzen oder rechtlichen Verfahren nachzukommen.“
es: Luego está la forma en que My Calendar dice que puede compartir información con organismos de seguridad. En este tema son muy imprecisos. Todo lo que encontramos en su política de privacidad fue esta declaración, que no nos hace sentir muy confiados de que no divulgarán voluntariamente los datos de sus usuarias: «Usamos la información recopilada a través de la aplicación para... cumplir con cualquier orden judicial, ley o proceso legal».
fr: Ensuite, il y a la façon dont l’application Mon Calendrier Cycle Menstruel déclare qu’elle peut partager des informations avec les forces de l’ordre. Ici, elle est très vague. Tout ce que nous avons trouvé dans leur politique de confidentialité est cette déclaration, qui ne nous ne rassure pas quant à la divulgation volontaire des données de ses utilisateurs et utilisatrices : « Nous utilisons les informations collectées via l’application pour […] se conformer à toute ordonnance judiciaire, loi ou procédure judiciaire ».
pt_br: Há também como o My Calendar diz que podem compartilhar informações com as autoridades policiais. Aqui eles são muito vagos. Tudo o que encontramos em sua política de privacidade foi esta declaração, que não inspira muita confiança de que eles não divulgarão voluntariamente os dados de seus usuários: "Usamos as informações coletadas através do aplicativo para ... cumprir qualquer ordem judicial, lei ou processo legal."

# worst_case
source: None of these things makes us feel all that good about the privacy practices of the My Calendar Period Tracker app. Good to note too, <a id="a1">that Consumer Reports</a> also had concerns about this app when they reviewed it back in 2020.
de: Nichts von alledem gibt uns ein gutes Gefühl in Bezug auf die Datenschutzpraktiken der Menstruations-Kalender-App. Es ist auch gut zu wissen, dass <a id="a1">Consumer Reports</a> bei der Überprüfung dieser App im Jahr 2020 ebenfalls Bedenken hatte.
es: Nada de esto nos da una buena sensación sobre las prácticas de privacidad de la aplicación My Calendar Period Tracker. Además es bueno tener en cuenta <a id="a1">que Consumer Reports</a> también tuvo inquietudes sobre esta aplicación cuando la revisaron en 2020.
fr: Rien dans tout ça ne nous inspire vraiment confiance concernant les pratiques de confidentialité de l’application Mon Calendrier Cycle Menstruel. Il est bon à savoir également que <a id="a1">Consumer Reports</a> a partagé ses inquiétudes concernant cette application quand il l’a évaluée en 2020.
pt_br: Nenhuma dessas coisas nos tranquiliza sobre as práticas de privacidade do aplicativo My Calendar Period Tracker. Também é bom notar <a id="a1">que os Relatórios de Consumidores</a> também tinham preocupações com este aplicativo quando o revisaram em 2020.

# worst_case
source: And while privacy is a concern with this app, we found security to be an even bigger concern. We were able to log into the app using the incredibly insecure password of "1". Yup, one 1 was allowed as a password for an app that tracks your period. That's pretty bad. All in all, we just don't trust the security of this app. Although, they did make a point of having a way to report security vulnerabilities on a website that contain little other information. Which, on the one hand, is good, we like to see that information made available. It also raises some questions as they didn't feel the need to provide much other information on their website about the company or their privacy policies, which makes us wonder if they expect or experience a lot of security vulnerabilities? We just don't know.
de: Und obwohl schon der Datenschutz bei dieser App problematisch ist, fanden wir, dass die Sicherheit ein noch größeres Problem darstellt. Wir konnten uns bei der App mit dem unglaublich unsicheren Passwort „1“ anmelden. Ja, eine 1 war als Passwort für eine App erlaubt, die deine Periode überwacht. Das ist ziemlich schlecht. Alles in allem haben wir einfach kein Vertrauen in die Sicherheit dieser App. Immerhin haben sie eine Möglichkeit geschaffen, Sicherheitslücken auf einer Website zu melden, die kaum andere Informationen enthält. Das ist einerseits gut, denn wir finden es gut, dass diese Informationen zur Verfügung gestellt werden. Es wirft aber auch einige Fragen auf, da sie es nicht für nötig hielten, auf ihrer Website viele andere Informationen über das Unternehmen oder ihre Datenschutzrichtlinien bereitzustellen, was uns zu der Frage veranlasst, ob sie viele Sicherheitslücken erwarten oder erleben? Wir wissen es einfach nicht.
es: Finalmente, aunque la privacidad de esta aplicación es preocupante, descubrimos que la seguridad es una preocupación aún mayor. Pudimos iniciar sesión en la aplicación usando la contraseña increíblemente insegura «1». Sí, nos permitieron hacer una contraseña con solo un 1 para una aplicación que rastrea tu período. Eso es bastante malo. En síntensis, simplemente no confiamos en la seguridad de esta aplicación. Aunque hay que reconocer que sumaron un punto al indicar una manera de informar vulnerabilidades de seguridad en su sitio web (que contiene muy poca información). Esto por un lado es bueno, nos gusta que esa información esté disponible. Pero también nos hace plantear algunas preguntas, ya que evidentemente no sintieron la misma necesidad de proporcionar otra información sobre la empresa o sus políticas de privacidad, lo que hace que nos preguntemos si esperan tener muchas vulnerabilidades de seguridad o si, de hecho, las tienen. No lo sabemos...
fr: Mais alors que la confidentialité est un problème avec cette application, nous nous sommes rendu compte que la sécurité était un sujet d’inquiétude encore plus important. Nous avons pu nous connecter dans l’application avec un mot de passe incroyablement faible : « 1 ». Oui, vous avez bien lu. L’application qui suit vos menstruations a accepté « 1 » comme mot de passe. C’est assez terrible. Dans l’ensemble, nous ne pouvons faire confiance à la sécurité de cette application, même si elle a le mérite de proposer un moyen de signaler les failles de sécurité sur un site web qui contient très peu d’informations supplémentaires, ce qui est un bon point. Cela soulève tout de même quelques questions : pourquoi l’entreprise ne nous donne-t-elle pas plus d’informations sur son site web la concernant elle et ses politiques de confidentialité ? S’attend-elle à subir ou a-t-elle déjà subi beaucoup de failles de sécurité ? Nous n’en avons aucune idée.
pt_br: E embora a privacidade seja uma preocupação com este aplicativo, descobrimos que a segurança é uma preocupação ainda maior. Conseguimos fazer login no aplicativo usando a senha incrivelmente insegura de "1". Sim, um 1 foi permitido como senha para um aplicativo que rastreia sua menstruação. Isso é muito ruim. Em suma, simplesmente não confiamos na segurança deste aplicativo. No entanto, eles fizeram questão de ter uma maneira de relatar vulnerabilidades de segurança em um site que contém poucas informações adicionais. O que, por um lado, é bom, gostamos de ver essa informação disponível. Isso também levanta algumas questões, pois eles não sentiram a necessidade de fornecer muitas outras informações em seu site sobre a empresa ou suas políticas de privacidade, o que nos faz imaginar se eles esperam ou experimentam muitas vulnerabilidades de segurança? Nós simplesmente não sabemos.
