Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/*-calendar-period-tracker.po
Languages: de, es, fr, pt_br

# biometric_data_collected
source: Moods, symptoms, temperature, weight, sexual activity, contraception used, medicine taken, etc.
de: Stimmungen, Symptome, Temperatur, Gewicht, sexuelle Aktivität, Verhütungsmaßnahmen, eingenommene Medikamente usw.
es: Estados de ánimo, síntomas, temperatura, peso, actividad sexual, anticonceptivos utilizados, medicamentos, etc.
fr: Humeurs, symptômes, température, poids, activité sexuelle, contraception utilisée, prise de médicaments, etc.
pt_br: Humor, sintomas, temperatura, peso, atividade sexual, contracepção usada, medicamento tomado, etc.

# how_can_you_control_your_data
source: We ding this app because no clear data retention details are mentioned and it is not clear that every user of the app has the same right to access and delete any data this app collects.
de: Wir beanstanden diese App, weil keine klaren Angaben zur Datenspeicherung gemacht werden und nicht klar ist, dass jeder Nutzer der App das gleiche Recht hat, auf die von der App gesammelten Daten zuzugreifen und sie zu löschen.
es: Criticamos a esta aplicación porque no proporciona información clara sobre la retención de datos y tampoco deja muy claro si todas las usuarias de la aplicación tienen el mismo derecho a acceder y eliminar cualquiera de los datos que esta aplicación recopile.
fr: Nous attribuons un avertissement à cette application, car aucun détail clair sur la conservation des données n’est mentionné et il n’est pas dit explicitement que chaque utilisatrice ou utilisateur de l’application dispose du même droit d’accès et de suppression de ses données collectées par cette application.
pt_br: Fazemos um alerta sobre este aplicativo porque não há detalhes claros de retenção de dados mencionados e não está claro que todos os usuários do aplicativo tenham o mesmo direito de acessar e excluir todos os dados coletados pelo aplicativo.

# how_can_you_control_your_data
source: If for any reason you wish your user data to be deleted from the app's systems, you may send an email to [feedback@period-tracker.com] with the subject "Delete Data Request". Note, we reached out to this email address with our privacy-related questions three time and never received a response.
de: Wenn Sie aus irgendeinem Grund wünschen, dass Ihre Benutzerdaten aus den Systemen der App gelöscht werden, können Sie eine E-Mail an [feedback@period-tracker.com] mit dem Betreff „Delete Data Request“ senden. Beachten Sie, dass wir diese E-Mail-Adresse dreimal mit unseren Fragen zum Datenschutz kontaktiert haben und nie eine Antwort erhalten haben.
es: Si por alguna razón deseas que se eliminen tus datos de usuario de los sistemas de la aplicación, puedes enviar un correo electrónico a [feedback@period-tracker.com] con el asunto «Solicitud de eliminación de datos». Pero ten en cuenta que nos comunicamos con esta dirección de correo electrónico para enviar nuestras preguntas sobre privacidad en tres ocasiones y nunca recibimos una respuesta.
fr: Si, pour une raison quelconque, vous souhaitez que vos données utilisateur soient supprimées des systèmes de l’application, vous pouvez envoyer un e-mail à [feedback@period-tracker.com] avec en objet : « Demande de suppression des données ». Veuillez noter que nous avons tenté de joindre trois fois cette adresse électronique pour répondre à nos questions sur la protection de la vie privée et que nous n’avons jamais reçu de réponse.
pt_br: Se, por qualquer motivo, você desejar que seus dados de usuário sejam excluídos dos sistemas do aplicativo, envie um e-mail para [feedback@period-tracker.com] com o assunto "Solicitação de exclusão de dados". Observe que entramos em contato com este endereço de e-mail com nossas perguntas relacionadas à privacidade três vezes e nunca recebemos uma resposta.

# how_can_you_control_your_data
source: No retention details are mentioned.
de: Es werden keine Angaben zur Aufbewahrung der Daten gemacht.
es: No se proporciona información sobre la retención de datos.
fr: Aucun détail de conservation n’est mentionné.
pt_br: Nenhum detalhe de retenção é mencionado.

# how_can_you_control_your_data
source: <a id="a1">Their privacy policy</a> states, "Should you not wish to have your information gathered or used as described in this policy, you may uninstall the App from the device(s) on which you have downloaded it." AND "You can stop all collection of information by the App by uninstalling the App"
de: In der <a id="a1">Datenschutzrichtlinie</a> heißt es: „Wenn Sie nicht möchten, dass Ihre Daten wie in dieser Richtlinie beschrieben erfasst oder verwendet werden, können Sie die App von dem/den Gerät(en) deinstallieren, auf das/die Sie sie heruntergeladen haben.“ UND „Sie können die Sammlung von Informationen durch die App beenden, indem Sie die App deinstallieren“.
es: <a id="a1">Su política de privacidad</a> establece: «Si no desea que su información sea recopilada o utilizada como se describe en esta política, puede desinstalar la aplicación de los dispositivos en los que la haya descargado» y «Puede detener toda la recopilación de información por parte de la aplicación desinstalando la aplicación».
fr: <a id="a1">La politique de confidentialité</a> de l’application déclare : « Si vous ne souhaitez pas que vos informations soient collectées ou utilisées comme décrit dans cette politique, vous pouvez désinstaller l’application du ou des appareils sur lesquels vous l’avez téléchargée. » ET « Vous pouvez arrêter toute collecte d’informations par l’application en désinstallant l’application »
pt_br: A <a id="a1">política de privacidade deles</a> afirma: "Se você não deseja que suas informações sejam coletadas ou usadas conforme descrito nesta política, poderá desinstalar o aplicativo a partir do(s) dispositivo(s) no(s) qual(is) você o baixou." E "Você pode interromper toda a coleta de informações pelo aplicativo desinstalando o aplicativo"

# track_record_details
source: No known privacy or security incidents discovered in the last 3 years.
de: In den letzten 3 Jahren sind keine Datenschutz- oder Sicherheitsvorfälle bekannt geworden.
es: No se han conocido incidentes de privacidad o seguridad en los últimos 3 años.
fr: Aucun incident connu relatif à la confidentialité ou à la sécurité n’a été rapporté au cours des trois dernières années.
pt_br: Nenhum incidente conhecido de privacidade ou segurança foi descoberto nos últimos 3 anos.
