Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/7-cups.po
Languages: de, es, fr, pt_br

# worst_case
source: What about those chats you have with their unpaid volunteer listeners and paid therapists? 7 Cups says, "While we generally do not monitor transcripts of chats between users and Listeners and Therapists, we may occasionally review the chat transcripts to conduct quality control, address potential safety issues, and prevent misuse of our platform, if certain suspicious or potentially harmful activity is detected. We may also use aggregated data from chat transcripts to conduct research and development. In reviewing this information, 7 Cups will maintain all applicable confidentiality/HIPAA/privacy standards." Which sounds like your chat transcripts can be reviewed by employees of 7 Cups and also aggregated for research and development purposes. You may or may not be comfortable with this. We're not sure we would. And also remember, while chats with a licensed therapist are covered under stricter HIPAA privacy laws, chats with volunteer listeners might not be.
de: Was ist mit den Chats, die Sie mit ihren unbezahlten freiwilligen Zuhörern und bezahlten Therapeuten führen? 7 Cups sagt: „Obwohl wir im Allgemeinen keine Abschriften von Chats zwischen Nutzern und Zuhörern und Therapeuten überwachen, können wir gelegentlich die Chat-Abschriften überprüfen, um Qualitätskontrollen durchzuführen, potenzielle Sicherheitsprobleme zu lösen und den Missbrauch unserer Plattform zu verhindern, wenn bestimmte verdächtige oder potenziell schädliche Aktivitäten entdeckt werden. Wir können auch aggregierte Daten aus Chat-Protokollen verwenden, um Forschung und Entwicklung zu betreiben. Bei der Überprüfung dieser Informationen wird 7 Cups alle geltenden Vertraulichkeits-/HIPAA-/Datenschutzstandards einhalten.“ Das hört sich so an, als ob Ihre Chatprotokolle von Mitarbeitern von 7 Cups eingesehen und auch für Forschungs- und Entwicklungszwecke zusammengefasst werden können. Sie könnten damit einverstanden sein oder auch nicht. Wir sind nicht sicher, ob wir das wären. Und denken Sie auch daran, dass Chats mit einem zugelassenen Therapeuten zwar unter die strengeren HIPAA-Datenschutzgesetze fallen, Chats mit freiwilligen Zuhörern jedoch möglicherweise nicht.
es: ¿Qué pasa con esos chats que mantienes con los oyentes voluntarios no remunerados y los terapeutas remunerados? 7 Cups dice: «Si bien por lo general no monitoreamos las transcripciones de los chats entre los usuarios y los oyentes y terapeutas, si se detectara cierta actividad sospechosa o potencialmente dañina, podríamos revisar ocasionalmente las transcripciones de los chat para realizar un control de calidad, abordar posibles problemas de seguridad y evitar el uso indebido de nuestra plataforma. También podemos utilizar datos agregados de las transcripciones de los chat para llevar a cabo actividades de investigación y desarrollo. Al revisar dicha información, 7 Cups mantendrá todos los estándares de confidencialidad/HIPAA/privacidad aplicables». Todo esto nos suena a que las transcripciones de tus chat pueden ser revisadas por empleados de 7 Cups y también agregadas con fines de investigación y desarrollo. Puedes sentirte cómodo(a) con esto o no. Nosotros no estamos seguros. También debes recordar que, mientras que los chats con un terapeuta licenciado están cubiertos por estrictas leyes de privacidad HIPAA, los chats con oyentes voluntarios podrían no estarlo.
fr: Qu’en est-il de ces conversations que vous avez avec les écoutants bénévoles non rémunérés et les thérapeutes rémunérés ? 7 Cups affirme : « Si nous ne surveillons généralement pas les transcriptions des conversations entre les utilisateurs et les écoutants et thérapeutes, nous pouvons occasionnellement examiner les transcriptions des conversations pour effectuer un contrôle de la qualité, résoudre les problèmes de sécurité potentiels et prévenir l’utilisation abusive de notre plateforme, si certaines activités suspectes ou potentiellement dangereuses sont détectées. Nous pouvons également utiliser des données agrégées provenant de transcriptions des conversations à des fins de recherches et développement. Lors de l’examen de ces informations, 7 Cups respectera toutes les normes de confidentialité/HIPAA/vie privée en vigueur. » Autrement dit, les transcriptions de vos conversations peuvent être examinées par les employés de 7 Cups et également agrégées à des fins de recherche et développement. Vous pouvez ou non être à l’aise avec cette clause. Nous ne sommes pas sûrs de l’être. Rappelez-vous également que, bien que les conversations avec un thérapeute agréé soient protégées par des lois plus strictes sur la confidentialité HIPAA, les conversations avec des écoutants bénévoles pourraient ne pas l’être.
pt_br: E quanto aos bate-papos que você tem com seus ouvintes voluntários não remunerados e terapeutas pagos? 7 O Cup diz: "Embora geralmente não monitoremos as transcrições de bate-papos entre usuários e ouvintes e terapeutas, podemos ocasionalmente analisar as transcrições de bate-papo para conduzir o controle de qualidade, abordar possíveis problemas de segurança e evitar o uso indevido de nossa plataforma, se forem detectadas certas atividades suspeitas ou potencialmente prejudiciais. Também podemos usar dados agregados de transcrições de bate-papo para conduzir pesquisa e desenvolvimento. Ao analisar essas informações, o 7 Cups manterá todos os padrões de confidencialidade/HIPAA/privacidade aplicáveis". Parece que suas transcrições de bate-papo podem ser analisadas por funcionários do 7 Cups e também agregadas para fins de pesquisa e desenvolvimento. Você pode ou não estar confortável com isso. Não sei se nós estaríamos. E lembre-se também, embora bate-papos com um terapeuta licenciado estejam cobertos por leis de privacidade mais rigorosas da HIPAA, bate-papos com ouvintes voluntários podem não estar.

# worst_case
source: Finally, 7 Cups says they may de-identify your personal information and that anonymized, aggregated data is no longer considered personal information and maybe be shared in lots more ways with lots more people. This is a pretty common practice but we also must remind you that it has been found to be <a id="a1">relatively easy to re-identify</a> such data, especially if location is included.
de: Schließlich sagt 7 Cups, dass sie Ihre personenbezogenen Daten de-identifizieren können und dass anonymisierte, aggregierte Daten nicht mehr als personenbezogene Daten gelten und möglicherweise auf viel mehr Arten mit viel mehr Menschen geteilt werden können. Dies ist eine ziemlich gängige Praxis, aber wir müssen Sie auch daran erinnern, dass <a id="a1">es relativ einfach ist, solche Daten zu reidentifizieren</a>, insbesondere wenn der Standort mit einbezogen wird.
es: Por último, 7 Cups dice que pueden desidentificar tu información personal y que los datos, tras ser anonimizados y agregados, ya no se consideran información personal, por lo que tal vez se compartan de muchas más maneras y con muchas más personas. Esta es una práctica bastante común, pero también debemos recordarte que se ha descubierto que es <a id="a1">relativamente fácil volver a identificar</a> este tipo de datos, especialmente si incluyen la ubicación.
fr: Enfin, 7 Cups avance qu’elle peut dépersonnaliser vos informations, ce qui fait que ces données anonymes et agrégées ne sont plus considérées comme des informations personnelles et peuvent être partagées de bien d’autres manières avec bien plus de personnes. C’est une pratique assez courante, mais nous devons également vous rappeler qu’il s’est avéré<a id="a1">relativement facile de désanonymiser</a> de telles données, en particulier si la localisation est incluse.
pt_br: Finalmente, o 7 Cups diz que eles podem desidentificar suas informações pessoais e que os dados agregados e anônimos não são mais considerados informações pessoais e talvez sejam compartilhados de muitas outras maneiras com muito mais pessoas. Essa é uma prática bastante comum, mas também devemos lembrá-lo de que foi <a id="a1">relativamente fácil reidentificar</a> esses dados, especialmente se a localização for incluída.

# worst_case
source: What's the worst that could happen with 7 Cups? We sure hope those unpaid, volunteer trained listeners value the privacy of all the stuff you just needed to get off your chest. Because if even one of them took your private conversations and shared them publicly, that could be pretty traumatic, even if they don't know your identity.
de: Was ist das Schlimmste, das bei 7 Cups passieren kann? Wir hoffen sehr, dass diese unbezahlten, ehrenamtlich geschulten Zuhörer Wert auf die Privatsphäre all der Dinge legen, die Sie sich gerade von der Seele reden wollten. Denn wenn auch nur einer von ihnen deine privaten Gespräche aufnimmt und sie öffentlich macht, könnte das ziemlich traumatisch sein, selbst wenn er deine Identität nicht kennt.
es: ¿Qué es lo peor que podría pasar con 7 Cups? Esperamos que los oyentes voluntarios entrenados y no remunerados valoren la privacidad de todo lo que les cuentas solo para quitarte el peso de encima. Porque si alguno de ellos tomara tus conversaciones privadas y las compartiera públicamente, podría ser algo bastante traumático, incluso si nadie conoce tu identidad.
fr: Que pourrait-il arriver de pire avec 7 Cups ? Nous espérons que ces écoutants bénévoles et formés respectent la confidentialité de tout ce que vous avez besoin de partager car, si l’un d’entre eux s’emparait de vos conversations privées et les rendait publiques, cela pourrait être assez traumatisant, même si votre identité n’est pas révélée.
pt_br: Qual é a pior coisa que poderia acontecer com 7 Cups? Esperamos que aqueles ouvintes treinados e não remunerados valorizem a privacidade de todas as coisas que você só precisava desabafar. Porque se um deles pegasse suas conversas privadas e as compartilhasse publicamente, isso poderia ser bem traumático, mesmo que não saiba sua identidade.

# how_does_it_use_data_collected
source: "It is our policy that we do not share your Personal Information with other businesses for marketing uses. "
de: „Es ist unser Grundsatz, dass wir Ihre persönlichen Daten nicht an andere Unternehmen zu Marketingzwecken weitergeben.“
es: «Es nuestra política no compartir tu información personal con otras empresas para fines de marketing».
fr: « Notre politique est de ne pas partager vos renseignements personnels avec d’autres entreprises à des fins de marketing. »
pt_br: "Nossa política não inclui o compartilhamento de suas informações pessoais com outras empresas para fins de marketing."

# how_does_it_use_data_collected
source: "Anonymized Data. We may de-identify your Personal Information, in compliance with applicable law and aggregate such de-identified data with the de-identified data of other users. Such anonymized, aggregated data is no longer considered Personal Information. We may then share such anonymized aggregated data with the sponsors of programs that facilitate your access to the Services, such as government health agencies, researchers or healthcare providers."
de: „Anonymisierte Daten. Wir können Ihre personenbezogenen Daten in Übereinstimmung mit geltendem Recht de-identifizieren und solche de-identifizierten Daten mit den de-identifizierten Daten anderer Nutzer zusammenfassen. Solche anonymisierten, zusammengefassten Daten werden nicht mehr als personenbezogene Daten betrachtet. Wir können solche anonymisierten, aggregierten Daten dann an die Sponsoren von Programmen weitergeben, die Ihren Zugang zu den Diensten erleichtern, wie z. B. staatliche Gesundheitsbehörden, Forscher oder Gesundheitsdienstleister.“
es: «Datos anonimizados. Podemos desidentificar tu información personal, de conformidad con las leyes aplicables, y agregar dichos datos desidentificados con los datos desidentificados de otros usuarios. Dichos datos anonimizados y agregados ya no se consideran información personal. Luego, podemos compartir dichos datos agregados anonimizados con los patrocinadores de programas que facilitan tu acceso a los servicios, tales como agencias de salud gubernamentales, investigadores o proveedores de atención médica».
fr: « Données anonymisées. Nous pouvons dépersonnaliser vos informations personnelles, conformément à la loi applicable, et agréger ces données dépersonnalisées avec les données dépersonnalisées d’autres utilisateurs. Ces données anonymisées et agrégées ne sont plus considérées comme des informations personnelles. Nous pouvons ensuite partager ces données anonymisées et agrégées avec les sponsors de programmes qui facilitent votre accès aux services, tels que des agences gouvernementales de santé, des chercheurs ou des prestataires de soins de santé. »
pt_br: "Dados anonimizados. Podemos desidentificar suas informações pessoais, em conformidade com a lei aplicável, e agregar esses dados desidentificados com os dados desidentificados de outros usuários. Tais dados anônimos e agregados não são mais considerados Informações Pessoais. Podemos então compartilhar esses dados agregados anônimos com os patrocinadores de programas que facilitam seu acesso aos Serviços, como agências governamentais de saúde, pesquisadores ou prestadores de cuidados de saúde.

# how_does_it_use_data_collected
source: "Listening and Therapy Chat Transcripts. While we generally do not monitor transcripts of chats between users and Listeners and Therapists, we may occasionally review the chat transcripts to conduct quality control, address potential safety issues, and prevent misuse of our platform, if certain suspicious or potentially harmful activity is detected. We may also use aggregated data from chat transcripts to conduct research and development. In reviewing this information, 7 Cups will maintain all applicable confidentiality/HIPAA/privacy standards."
de: „Mitschriften und Therapie-Chat-Transkripte. Obwohl wir im Allgemeinen keine Abschriften von Chats zwischen Nutzern und Zuhörern und Therapeuten überwachen, können wir gelegentlich die Chat-Abschriften überprüfen, um eine Qualitätskontrolle durchzuführen, potenzielle Sicherheitsprobleme anzugehen und den Missbrauch unserer Plattform zu verhindern, wenn bestimmte verdächtige oder potenziell schädliche Aktivitäten entdeckt werden. Wir können auch aggregierte Daten aus Chat-Protokollen verwenden, um Forschung und Entwicklung zu betreiben. Bei der Überprüfung dieser Informationen wird 7 Cups alle anwendbaren Vertraulichkeits-/HIPAA-/Privacy-Standards einhalten.“
es: «Transcripciones de chat de escucha y terapia. Si bien por lo general no monitoreamos las transcripciones de los chats entre los usuarios y los oyentes y terapeutas, si se detectara cierta actividad sospechosa o potencialmente dañina, podríamos revisar ocasionalmente las transcripciones de los chat para realizar un control de calidad, abordar posibles problemas de seguridad y evitar el uso indebido de nuestra plataforma. También podemos utilizar datos agregados de las transcripciones de los chat para llevar a cabo actividades de investigación y desarrollo. Al revisar dicha información, 7 Cups mantendrá todos los estándares de confidencialidad/HIPAA/privacidad aplicables».
fr: « Transcriptions des conversations avec les écoutants et thérapeutes. Bien que nous ne surveillions généralement pas les transcriptions des conversations entre les utilisateurs et les écoutants et thérapeutes, nous pouvons parfois les examiner pour effectuer un contrôle de la qualité, résoudre des problèmes de sécurité potentiels et empêcher une mauvaise utilisation de notre plateforme, notamment si certaines activités suspectes ou potentiellement nocives sont détectées. Nous pouvons également utiliser des données agrégées de ces transcriptions de conversations à des fins de recherche et de développement. En examinant ces informations, 7 Cups maintiendra toutes les normes de confidentialité/HIPAA/vie privée applicables. »
pt_br: "Embora geralmente não monitoremos as transcrições de bate-papos entre usuários e ouvintes e terapeutas, podemos ocasionalmente analisar as transcrições de bate-papo para conduzir o controle de qualidade, abordar possíveis problemas de segurança e evitar o uso indevido de nossa plataforma, se forem detectadas certas atividades suspeitas ou potencialmente prejudiciais. Também podemos usar dados agregados de transcrições de bate-papo para conduzir pesquisa e desenvolvimento. Ao analisar essas informações, o 7 Cups manterá todos os padrões de confidencialidade/HIPAA/privacidade aplicáveis"

# uses_encryption_helptext
source: Standard SSL encryption
de: Standard-SSL-Verschlüsselung
es: Cifrado SSL estándar
fr: Chiffrement SSL standard
pt_br: Criptografia SSL padrão

# strong_password_helptext
source: Allowed "11111111" for a password.
de: Erlaubt „11111111“ als Passwort.
es: Permitieron usar «11111111» como contraseña.
fr: A autorisé « 11111111 » comme mot de passe.
pt_br: Permitiu "11111111" como senha.

# manage_vulnerabilities_helptext
source: Three vulnerabilities <a id="a1">disclosed</a> at openbugbounty remain unpatched.
de: Drei Schwachstellen, die bei openbugbounty <a id="a1">offengelegt</a> wurden, sind noch nicht behoben worden.
es: Tres vulnerabilidades que fueron <a id="a1">reveladas</a> en openbugbounty permanecen sin parchear.
fr: Trois failles <a id="a1">révélées</a> via openbugbounty n’ont toujours pas été corrigées.
pt_br: Três vulnerabilidades <a id="a1">divulgadas</a> em openbugbounty permanecem sem correção.

# tips_to_protect_yourself
source: Do not share personal sensitive information in apps' chats, forums or other non-private locations. Anything users post in the public forums, chats, or other features of the app will be accessible to other users and may not be able to be deleted.
de: Geben Sie keine persönlichen, sensiblen Daten in Chats, Foren oder anderen nicht-privaten Bereichen von Apps weiter. Alles, was Benutzer in den öffentlichen Foren, Chats oder anderen Funktionen der App veröffentlichen, ist für andere Benutzer zugänglich und kann möglicherweise nicht gelöscht werden.
es: No compartas información personal confidencial en los chats, foros u otras ubicaciones no privadas de la aplicación. Todo lo que los usuarios publiquen en los foros, chats u otras funciones públicas de la aplicación será accesible para otros usuarios y posiblemente no se pueda eliminar.
fr: Ne partagez pas d’informations personnelles sensibles dans les conversations, forums ou autres endroits non privés de l’application. Tout ce que les utilisateurs publient dans les forums publics, les conversations ou autres fonctions de l’application sera accessible aux autres utilisateurs et ne pourra peut-être pas être supprimé.
pt_br: Não compartilhe informações confidenciais pessoais em bate-papos, fóruns ou outros locais não privados de aplicativos. Qualquer coisa que os usuários publiquem nos fóruns públicos, bate-papos ou outros recursos do aplicativo estará acessível a outros usuários e talvez não possam ser excluídas.

# tips_to_protect_yourself
source: Check the Community Guidelines for tips "to promote safe, warm, comfortable, supportive atmosphere."
de: In den Community-Richtlinien finden Sie Tipps zur „Förderung einer sicheren, warmen, angenehmen und unterstützenden Atmosphäre“.
es: Consulta las directrices de la comunidad para obtener consejos «para promover un ambiente seguro, cálido, cómodo y alentador».
fr: Consultez les lignes directrices de la communauté pour obtenir des conseils « pour promouvoir une atmosphère sécuritaire, chaleureuse, confortable et solidaire ».
pt_br: Consulte as orientações da comunidade para obter dicas "para promover uma atmosfera segura, acolhedora, confortável de apoio".

# tips_to_protect_yourself
source: Choose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Dafür können Sie auch ein Passwortkontrollprogramm anwenden, wie 1Password, KeePass etc.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe fort ! Vous pouvez utiliser un outil de contrôle de mot de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Nutzen Sie Ihre Datenschutzeinstellungen, um den Zugriff auf Ihre personenbezogenen Daten per App zu beschränken (d. h., geben Sie Kamera, Mikrofon, Bildern und Standort keinen Zugriff, es sei denn es ist notwendig)
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, à votre microphone, à vos images et à votre emplacement, sauf si nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do aplicativo (não dê acesso à sua câmera, microfone, imagens e localização, a menos que seja necessário).

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad
fr: Assurez-vous de garder votre application à jour.
pt_br: Mantenha seu aplicativo sempre atualizado.

# tips_to_protect_yourself
source: Limit ad tracking via your device (e.g. on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios)
fr: Limitez le suivi publicitaire via votre appareil (par exemple, sur iPhone, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et sur les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces publicitaires).
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar o rastreamento de anúncios) e as maiores redes de anúncios (no Google, vá para a Conta do Google e desative a personalização de anúncios)
