Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/7-cups.po
Languages: de, es, fr, pt_br

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Beantragen Sie die Löschung Ihrer Daten, wenn Sie die App nicht mehr nutzen. Das Deinstallieren der App auf Ihrem Gerät löscht normalerweise nicht automatisch Ihre personenbezogenen Daten.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.
pt_br: Solicite que seus dados sejam excluídos quando você parar de usar o aplicativo. A simples exclusão de um aplicativo do dispositivo normalmente não apaga seus dados pessoais.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung für ein Konto nicht der Nachverfolgung Ihrer Daten zu, falls möglich.
es: Cuando inicies el registro, no aceptes el seguimiento de tus datos si es posible.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données si cela vous est demandé.
pt_br: Ao realizar uma inscrição, não concorde com o rastreamento de seus dados, se possível.

# personal_data_collected
source: First name, last name, email address, location, phone number, certain demographic information such as age, gender, race ethnicity, primary language spoken, sexual orientation, disabilities, and veteran status.
de: Vorname, Nachname, E-Mail-Adresse, Standort, Telefonnummer, bestimmte demografische Informationen wie Alter, Geschlecht, ethnische Zugehörigkeit, gesprochene Hauptsprache, sexuelle Orientierung, Behinderungen und Veteranenstatus.
es: Nombre, apellido, correo electrónico, ubicación, teléfono, algunos datos demográficos como edad, género, origen étnico, idioma principal, orientación sexual, discapacidades y estado de veterano.
fr: Prénom, nom, adresse e-mail, emplacement, numéro de téléphone, certaines informations démographiques telles que l’âge, le sexe, l’origine ethnique, la langue principale, l’orientation sexuelle, les handicaps et le statut d’ancien combattant.
pt_br: Nome, sobrenome, endereço de e-mail, localização, número de telefone, determinadas informações demográficas, como idade, sexo, etnia, idioma principal falado, orientação sexual, deficiências e status de veterano.

# biometric_data_collected
source: Information about your health and medical history that you may input while using or communicating through the Services.
de: Informationen über Ihren Gesundheitszustand und Ihre Krankengeschichte, die Sie bei der Nutzung der Dienste oder bei der Kommunikation über die Dienste eingeben können.
es: Información sobre tu salud e historial médico que puedes ingresar mientras usas o te comunicas a través de los servicios.
fr: Informations sur votre santé et vos antécédents médicaux que vous pouvez saisir lors de l’utilisation ou de la communication via les services.
pt_br: Informações sobre sua saúde e histórico médico que você pode inserir ao usar ou se comunicar através dos Serviços.

# how_can_you_control_your_data
source: We ding this product as it is unclear if all users regardless of location can get their data deleted. And since some data can not be deleted at all.
de: Wir beanstanden dieses Produkt, weil unklar ist, ob alle Nutzer unabhängig von ihrem Standort ihre Daten löschen lassen können. Und weil manche Daten gar nicht gelöscht werden können.
es: Criticamos este producto porque no está claro si todos los usuarios pueden solicitar que se eliminen sus datos independientemente del lugar donde vivan, y porque algunos datos no pueden eliminarse de ninguna manera.
fr: Nous vous mettons en garde vis-à-vis de ce produit car il n’est pas clair si tous les utilisateurs, quel que soit leur emplacement, peuvent accéder à la suppression de leurs données. Et également parce que certaines données ne peuvent pas être supprimées du tout.
pt_br: Nós criticamos este produto, pois não está claro se todos os usuários, independentemente da localização, podem ter seus dados excluídos. Além disso, alguns dados não podem ser excluídos de forma alguma.

# how_can_you_control_your_data
source: "Users can request a download of their own Personal Information that 7 Cups currently stores, and also request deletion of their account and associated Personal Information. We reserve the right to prevent a User from exercising such rights in certain circumstances, as permitted by law. "
de: „Nutzer können einen Download ihrer eigenen persönlichen Daten, die 7 Cups derzeit speichert, anfordern und auch die Löschung ihres Kontos und der damit verbundenen persönlichen Daten verlangen. Wir behalten uns das Recht vor, einen Nutzer unter bestimmten Umständen daran zu hindern, diese Rechte auszuüben, wie es das Gesetz erlaubt.“
es: «Los usuarios pueden solicitar una descarga de la información personal que 7 Cups almacena sobre ellos actualmente y también pueden solicitar la eliminación de su cuenta junto con la información personal asociada a ella. Nos reservamos el derecho de impedir que un usuario ejerza dichos derechos en determinadas circunstancias, según lo permitido por la ley».
fr: « Les utilisateurs peuvent demander le téléchargement de leurs propres informations personnelles stockées actuellement par 7 Cups, ainsi que la suppression de leur compte et des informations personnelles associées. Nous nous réservons le droit d’empêcher un utilisateur d’exercer ces droits dans certaines circonstances, dans la mesure permise par la loi. »
pt_br: "Os usuários podem solicitar um download de suas próprias informações pessoais armazenadas pela 7 Cups, e também solicitar a exclusão de sua conta e das informações pessoais associadas. Reservamo-nos o direito de impedir que um usuário exerça tais direitos em determinadas circunstâncias, conforme permitido por lei."

# how_can_you_control_your_data
source: "Anything users post in the public forums, chats, or other features will be accessible to other users and may not be able to be deleted. Accordingly, 7 Cups strongly discourages posting any Personal Information in these places and it is your responsibility not to share Personal Information in such non-private location."
de: „Alles, was Nutzer in öffentlichen Foren, Chats oder anderen Funktionen posten, ist für andere Nutzer zugänglich und kann unter Umständen nicht gelöscht werden. Dementsprechend rät 7 Cups dringend davon ab, personenbezogene Daten an diesen Orten zu veröffentlichen, und es liegt in Ihrer Verantwortung, keine personenbezogenen Daten an solchen nicht privaten Orten zu veröffentlichen“.
es: «Todo lo que los usuarios publiquen en los foros públicos, chats u otras funciones será accesible para otros usuarios y es posible que no se pueda eliminar. En consecuencia, 7 Cups desaconseja encarecidamente la publicación de cualquier información personal en dichos lugares y es tu responsabilidad no compartir información personal en estas ubicaciones que no son privadas».
fr: « Toute information que les utilisateurs publient dans les forums publics, les chats ou d’autres fonctionnalités sera accessible aux autres utilisateurs et ne pourra peut-être pas être supprimé. En conséquence, 7 Cups déconseille fortement la publication de renseignements personnels dans ces endroits et il est de votre responsabilité de ne pas partager de renseignements personnels dans un tel endroit non privé. »
pt_br: "Qualquer coisa que os usuários postarem nos fóruns públicos, chats ou outros recursos estará acessível a outros usuários e pode não ser capaz de ser excluído. Consequentemente, a 7 Cups desencoraja fortemente a publicação de qualquer informação pessoal nesses lugares e é sua responsabilidade não compartilhar informações pessoais em tal local não privado."

# how_can_you_control_your_data
source: "Generally, we will retain your Personal Information for as long as your account or profile is active, or for the length of time needed to fulfill the purposes outlined in this Privacy Policy unless a longer retention period is required or permitted by law. Private messages are stored for up to one year. Group messages (in chatrooms, groupchat) are stored for up to 30 days. Posts in community forums (including subcommunities) are maintained on community forums at the discretion of Community admins. 7 Cups will store your user account and associated Personal Information if your account is active. After a period of inactivity greater than 1 calendar year, 7 Cups may, at its discretion, purge Personal Information related to inactive accounts."
de: „Im Allgemeinen speichern wir Ihre personenbezogenen Daten so lange, wie Ihr Konto oder Profil aktiv ist oder so lange, wie es für die in dieser Datenschutzrichtlinie beschriebenen Zwecke erforderlich ist, es sei denn, eine längere Aufbewahrungsfrist ist gesetzlich vorgeschrieben oder zulässig. Private Nachrichten werden bis zu einem Jahr aufbewahrt. Gruppennachrichten (in Chaträumen, Groupchat) werden bis zu 30 Tage gespeichert. Beiträge in Community-Foren (einschließlich Sub-Communities) werden nach Ermessen der Community-Administratoren in den Community-Foren gespeichert. 7 Cups speichert Ihr Benutzerkonto und die damit verbundenen persönlichen Informationen, solange Ihr Konto aktiv ist. Nach einem Zeitraum der Inaktivität von mehr als einem Kalenderjahr kann 7 Cups nach eigenem Ermessen persönliche Informationen zu inaktiven Konten löschen.“
es: «Por lo general, 7 Cups conservará tu información personal mientras tu cuenta o perfil esté activo, o durante el tiempo necesario para cumplir con los propósitos descritos en la política de privacidad, a menos que la ley exija o permita un período de retención más extenso. Los mensajes privados se almacenan hasta por un año. Los mensajes de grupo (en salas de chat, chat de grupo) se almacenan durante un máximo de 30 días. Las publicaciones en los foros de la comunidad (incluidas las subcomunidades) se mantienen en dichos foros a discreción de los administradores de la comunidad. 7 Cups almacenará tu cuenta de usuario y la información personal asociada a ella mientras tu cuenta está activa. Después de un período de inactividad superior a 1 año calendario, 7 Cups puede, a su discreción, purgar información personal relacionada con cuentas inactivas».
fr: « De manière générale, nous conserverons vos informations personnelles aussi longtemps que votre compte ou profil est actif, ou pendant la durée nécessaire pour atteindre les objectifs décrits dans cette politique de confidentialité, sauf si une période de conservation plus longue est requise ou autorisée par la loi. Les messages privés sont conservés pendant un an maximum. Les messages de groupe (dans les salles de discussion ou les conversations de groupe) sont conservés jusqu’à 30 jours. Les publications dans les forums communautaires (y compris les sous-communautés) sont conservées sur les forums communautaires à la discrétion des administrateurs de la communauté. 7 Cups stockera votre compte utilisateur et les informations personnelles associées si votre compte est actif. Après une période d’inactivité supérieure à une année civile, 7 Cups peut, à sa discrétion, purger les informations personnelles relatives aux comptes inactifs. »
pt_br: "A 7 Cups reterá suas informações pessoais enquanto sua conta ou perfil estiver ativo ou pelo período de tempo necessário para cumprir os propósitos descritos na Política de Privacidade, a menos que um período de retenção mais longo seja exigido ou permitido por lei. As mensagens privadas são armazenadas por até um ano. As mensagens de grupo (em salas de bate-papo, bate-papo em grupo) são armazenadas por até 30 dias. As postagens em fóruns da comunidade (incluindo subcomunidades) são mantidas em fóruns da comunidade, a critério dos administradores da comunidade. A 7 Cups armazenará sua conta de usuário e informações pessoais associadas se sua conta estiver ativa. Após um período de inatividade superior a um ano, a 7 Cups pode, a seu critério, eliminar informações pessoais relacionadas a contas inativas."

# track_record_details
source: In 2018, blogger Jim Hannery posted an <a id="a1">investigation</a> into coercive digital marketing practices of 7 Cups.
de: Im Jahr 2018 veröffentlichte der Blogger Jim Hannery eine <a id="a1">Untersuchung</a> über die nötigenden digitalen Marketingpraktiken von 7 Cups.
es: En 2018, el bloguero Jim Hannery publicó una <a id="a1">investigación</a> sobre prácticas de marketing digital coercitivo realizadas por 7 Cups.
fr: En 2018, le blogueur Jim Hannery a publié une <a id="a1">enquête</a> sur les pratiques de marketing numérique coercitif de 7 Cups.
pt_br: Em 2018, o blogueiro Jim Hannery publicou uma <a id="a1">investigação </a> sobre práticas coercitivas de marketing digital do 7 Cups.

# child_safety_blurb
source: "7 Cups complies with the Children’s Online Privacy Protection Act and Our Site and Services clearly specifies that users must be at least 18 years old. Children between the ages of 13-17 years old may only participate in our Services with parental consent. If a parent or guardian becomes aware that their child has provided us with Personal Information without their consent, they should contact us at privacy@7cups.com. If we become aware that a child under 18 (or between the ages of 13-17 years old without parental consent) has provided us with Personal Information, we will take steps to delete such information from our files. Separately, a child under 18 may request deletion of information they posted on our Site or Services, which may be accomplished through anonymization."
de: „ Cups hält sich an den Children's Online Privacy Protection Act (Gesetz zum Schutz der Online-Privatsphäre von Kindern), und unsere Website und Dienste sehen eindeutig vor, dass Benutzer mindestens 18 Jahre alt sein müssen. Kinder im Alter von 13-17 Jahren dürfen nur mit der Einwilligung ihrer Eltern an unseren Dienstleistungen teilnehmen. Wenn ein Elternteil oder Erziehungsberechtigter feststellt, dass sein Kind uns persönliche Daten ohne seine Einwilligung zur Verfügung gestellt hat, sollte er uns unter privacy@7cups.com kontaktieren. Wenn wir erfahren, dass ein Kind unter 18 Jahren (oder im Alter von 13 bis 17 Jahren ohne elterliche Einwilligung) uns persönliche Daten zur Verfügung gestellt hat, werden wir Maßnahmen ergreifen, um diese Daten aus unseren Dateien zu löschen. Unabhängig davon kann ein Kind unter 18 Jahren die Löschung von Informationen verlangen, die es auf unserer Website oder in unseren Diensten veröffentlicht hat, was durch Anonymisierung erreicht werden kann.“
es: «7 Cups cumple con la Ley de Protección de la Privacidad Infantil en Línea y en nuestro sitio y nuestros servicios se especifica claramente que los usuarios deben tener al menos 18 años de edad. Los niños entre 13-17 años solo pueden participar en nuestros servicios con el consentimiento de sus padres. Si un padre, madre o tutor entra en conocimiento de que su hijo(a) nos ha proporcionado información personal sin su consentimiento, debe ponerse en contacto con nosotros en privacy@7cups.com. Si nos enteramos de que un menor de 18 años (o un menor de entre 13-17 años sin el consentimiento de sus padres) nos ha proporcionado información personal, tomaremos las medidas necesarias para eliminar dicha información de nuestros archivos. Por otra parte, los menores de 18 años pueden solicitar la eliminación de la información que hayan publicado en nuestro sitio o nuestros servicios, lo que puede llevarse a cabo a través de un proceso de anonimización».
fr: « 7 Cups se conforme à la loi sur la protection de la vie privée des enfants en ligne et notre site et nos services spécifient clairement que les utilisateurs doivent être âgés d’au moins 18 ans. Les enfants âgés de 13 à 17 ans ne peuvent recourir à nos services qu’avec le consentement de leurs parents. Si un parent ou un tuteur apprend que son enfant nous a fourni des informations personnelles sans son consentement, cette personne est invitée à nous contacter à privacy@7cups.com. Si nous apprenons qu’un enfant de moins de 18 ans (ou âgé de 13 à 17 ans sans le consentement parental) nous a fourni des informations personnelles, nous prendrons des mesures pour supprimer ces informations de nos fichiers. Par ailleurs, un enfant de moins de 18 ans peut demander la suppression des informations qu’il a publiées sur notre site ou nos services, ce qui peut être accompli de manière anonymisée. »
pt_br: "A 7 Cups está em conformidade com a Lei de Proteção da Privacidade Online das Crianças, e nosso site e nossos serviços especificam claramente que os usuários devem ter pelo menos 18 anos de idade. Crianças entre 13 e 17 anos de idade só podem participar de nossos Serviços com o consentimento dos pais. Se um pai ou responsável tomar conhecimento de que seu filho nos forneceu Informações Pessoais sem o seu consentimento, ele deve entrar em contato conosco através do e-mail privacy@7cups.com. Se tomarmos conhecimento de que uma criança menor de 18 anos (ou entre as idades de 13-17 anos sem o consentimento dos pais) nos forneceu informações pessoais, tomaremos medidas para excluir essas informações de nossos arquivos. Além disso, uma criança com menos de 18 anos pode solicitar a exclusão de informações que ela tenha postado em nosso site ou em nossos serviços, o que pode ser realizado de forma anônima."

# ai_helptext
source: The AI Chatbot, Noni, can help you navigate the website or app, or it can guide you through various activities in its own chat room.
de: Der KI-Chatbot Noni kann Ihnen bei der Navigation auf der Website oder in der App helfen oder Sie durch verschiedene Aktivitäten in seinem eigenen Chatroom führen.
es: El chatbot de IA, Noni, puede ayudarte a navegar por el sitio web o la aplicación, o guiarte a través de varias actividades en su propia sala de chat.
fr: Le chatbot d’IA, Noni, peut vous aider à naviguer sur le site web ou l’application. Il peut également vous guider à travers diverses activités dans son propre espace de discussion.
pt_br: O nosso Chatbot de IA, chamado Noni, pode ajudá-lo a navegar no site ou aplicativo, ou pode guiá-lo através de várias atividades em sua própria sala de bate-papo.
