Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/7-cups.po
Languages: de, es, fr, pt_br

# blurb
source: Ever just need someone to listen to you? Sure, you can talk to your kitty or your plant or that stranger at the bus stop (who probably isn't all that interested in your problems as they have their own). Sometimes, though, you just need someone to stop and listen to you. That's what 7 Cups says they offer with their trained volunteer listeners, AI-chat bots, licensed therapists, and community support pages. Free to download, access to text-only chat therapy costs $150 a month. How does 7 Cups look from a privacy perspective? Well, we found things in their privacy policy rather unclear. That's not good for a mental health app there to listen to your problems.
de: Brauchen Sie manchmal einfach jemanden, der Ihnen zuhört? Sicher, Sie können mit Ihrer Katze oder Ihrer Pflanze oder dem Fremden an der Bushaltestelle reden (der sich wahrscheinlich gar nicht für Ihre Probleme interessiert, da er seine eigenen hat). Aber manchmal braucht man einfach jemanden, der innehält und einem zuhört. Genau das bietet 7 Cups nach eigenen Angaben mit seinen geschulten freiwilligen Zuhörern, KI-Chat-Bots, lizenzierten Therapeuten und Community-Support-Seiten. Der Download ist kostenlos, der Zugang zur reinen Text-Chat-Therapie kostet 150 Dollar pro Monat. Wie sieht es bei 7 Cups mit dem Datenschutz aus? Nun, wir fanden einige Dinge in der Datenschutzerklärung ziemlich unklar. Das ist nicht gut für eine App für psychische Gesundheit, die sich Ihre Probleme anhören soll.
es: ¿Alguna vez has necesitado simplemente que alguien te escuche? Claro que puedes hablar con tu gatito, con tu planta o con el extraño de la parada del autobús (que probablemente no esté tan interesado en tus problemas como en los suyos). Sin embargo, a veces solo necesitas que alguien se detenga a escucharte. Eso es lo que 7 Cups dice ofrecer a través de sus oyentes voluntarios entrenados, chatbots de IA, terapeutas licenciados y páginas de apoyo comunitario. La descarga es gratuita y el acceso a la terapia por chat de texto cuesta 150 dólares por mes. ¿Quieres saber cómo se ve 7 Cups desde la perspectiva de la privacidad? Bueno, su política de privacidad tiene algunas cosas bastante confusas, lo que no es una buena señal para una aplicación de salud mental que se dedica a escuchar tus problemas.
fr: Vous avez déjà eu besoin que quelqu’un vous écoute ? Bien sûr, vous pouvez parler à votre chaton, à votre plante ou à cet inconnu à l’arrêt de bus (qui n’est probablement pas du tout intéressé par vos problèmes car il a déjà les siens). Néanmoins, parfois nous avons juste besoin que quelqu’un s’arrête et nous écoute. L’application 7 Cups, avec ses écoutants bénévoles formés, ses chat-bots d’IA, ses thérapeutes agréés et ses pages de soutien communautaire, promet de répondre à ce besoin. Son téléchargement est gratuit et l’accès à la thérapie uniquement par message coûte 150 $ par mois. Du point de vue de la protection de la vie privée, à quoi ressemble 7 Cups ? Eh bien, nous avons trouvé certains aspects de leur politique de confidentialité peu clairs, ce qui n’est pas bon pour une application de santé mentale dont le but est d’écouter vos problèmes.
pt_br: Já precisou de alguém para ouvir você? Claro, você pode falar com seu gatinho ou sua planta ou aquele desconhecido no ponto de ônibus (que provavelmente não estão tão interessados nos seus problemas como nos deles próprios). Às vezes, porém, você só precisa de alguém que pare e escute você. É isso que o 7 Cups diz que oferece com seus ouvintes voluntários treinados, bots de bate-papo com IA, terapeutas licenciados e páginas de apoio da comunidade. Grátis para baixar, o acesso à terapia de bate-papo por texto custa US$150 por mês. Como o 7 Cups parece do ponto de vista da privacidade? Encontramos coisas na política de privacidade deles que não estão claras. Isso não é bom para um aplicativo de saúde mental para ouvir seus problemas.

# worst_case
source: First reviewed April 20, 2022. Review updated, April 25, 2023
de: Zuerst rezensiert am 20. April 2022. Rezension aktualisiert am 25. April 2023
es: Revisada por primera vez el 20 de abril de 2022. Reseña actualizada el 25 de abril de 2023.
fr: Passé en revue le 20 avril 2022. Revue mise à jour le 25 avril 2023.
pt_br: Primeira avaliação em 20 de abril de 2022. Avaliação atualizada em 25 de abril de 2023

# worst_case
source: 7 Cups was one of those mental health apps that left us feeling worried and concerned after our review in 2022. Their vague privacy policy wasn't what you want to see when you're signing up for a service that connects people with unlicensed "listeners" to their problems. We had concerns, for sure. In 2023, we still have some concerns, but we do think 7 Cups privacy policy is a bit clearer this year. They now clearly state, albeit down in the California Privacy Rights section at the bottom of their <a id="a1">privacy policy</a>, that they "do not share your Personal Information with other businesses for marketing uses." That is a good thing to see clearly stated in a privacy policy. What's missing in their privacy policy still in 2023 is any clarity that all users, regardless of what privacy laws the reside under, have the same rights to access and delete their data. That's bad.
de: 7 Cups war eine dieser Apps für psychische Gesundheit, die uns nach unserem Test im Jahr 2022 beunruhigt und besorgt zurückließ. Die vagen Datenschutzbestimmungen waren nicht das, was man sehen möchte, wenn man sich bei einem Dienst anmeldet, der Menschen mit nicht lizenzierten "Zuhörern" für ihre Probleme verbindet. Wir hatten jedenfalls Bedenken. Im Jahr 2023 haben wir immer noch Bedenken, aber wir denken, dass die <a id="a1">Datenschutzbestimmungen</a> von 7 Cups in diesem Jahr etwas klarer sind. Sie erklären jetzt klar, wenn auch am Ende des Abschnitts über die kalifornischen Datenschutzgesetze, dass sie „Ihre persönlichen Daten nicht zu Marketingzwecken an andere Unternehmen weitergeben“. Es ist gut, dass dies in den Datenschutzrichtlinien klar zum Ausdruck kommt. Was in den Datenschutzrichtlinien auch im Jahr 2023 noch fehlt, ist die Klarstellung, dass alle Nutzer unabhängig von den Datenschutzgesetzen, denen sie unterliegen, die gleichen Rechte auf Zugang und Löschung ihrer Daten haben. Das ist schlecht.
es: 7 Cups fue una de esas aplicaciones de salud mental que nos dejó inquietos y preocupados después de hacer nuestra reseña en 2022. La vaguedad de su política de privacidad no era lo que uno quiere ver cuando se suscribe a un servicio que conecta a las personas para que cuenten sus problemas a «oyentes» no profesionales. Ciertamente nos preocupamos. En 2023, todavía tenemos algunas inquietudes, pero creemos que este año la política de privacidad de 7 Cups es un poco más transparente. Ahora afirman claramente –aunque en la sección de derechos de privacidad de California, bien abajo de su <a id="a1">política de privacidad</a>– que «no comparten tu información personal con otras empresas para fines de marketing». Eso es algo que nos gusta ver precisamente declarado en una política de privacidad. Lo que sigue faltando en 2023 es que aclaren que todos los usuarios, independientemente de las leyes de privacidad del lugar donde residan, tienen los mismos derechos para acceder y eliminar sus datos. Eso no está bien.
fr: 7 Cups était l’une de ces applications de santé mentale qui nous avait laissé un sentiment d’inquiétude après notre revue de 2022. Leur politique de confidentialité vague ne correspondait pas à ce que l’on souhaite voir lorsque l’on s’inscrit à un service proposant aux gens de confier leurs problèmes à des « auditeurs ». Nous n’étions pas rassurés, c’est le moins qu’on puisse dire. En 2023, nous avons encore quelques inquiétudes, mais nous pensons que la politique de confidentialité de 7 Cups est devenue un peu plus claire. Ils déclarent maintenant, même si ce n’est que dans la section California Privacy Rights au bas de leur <a id="a1">politique de confidentialité</a>, qu’ils « ne partagent pas vos informations personnelles avec d’autres entreprises à des fins de marketing ». C’est une bonne chose d’indiquer cela clairement dans une politique de confidentialité. Ce qui manque encore dans leur politique de confidentialité en 2023, c’est une mention précisant que tous les utilisateurs, quelles que soient les lois sur la confidentialité en vigueur dans leur lieu de résidence, disposent des mêmes droits d’accès et de suppression de leurs données. Et ça, ce n’est pas une bonne chose.
pt_br: 7 Cups foi um daqueles aplicativos de saúde mental que nos deixou preocupados após nossa avaliação de 2022. Sua política de privacidade vaga não era o que você quer ver quando você está se inscrevendo para um serviço que conecta pessoas com "ouvintes" não licenciados para que relatem seus problemas. Tínhamos preocupações, com certeza. Em 2023, ainda temos algumas preocupações, mas achamos que a política de privacidade da 7 Cups está um pouco mais clara este ano. Eles agora afirmam claramente, embora na seção Direitos de Privacidade da Califórnia, que fica na parte inferior de sua política de <a id="a1">privacidade</a>, que "não compartilham suas informações pessoais com outras empresas para fins de marketing". Isso é uma coisa boa de ver claramente declarada em uma política de privacidade. O que falta em sua política de privacidade ainda em 2023 é esclarecer que todos os usuários, independentemente das leis de privacidade sob as quais residem, têm os mesmos direitos de acesso e exclusão de seus dados. E essa ausência é algo ruim.

# worst_case
source: On top of that, 7 Cups took a step backward and now does not require a strong password to protect their app. We were able to log in with the weak password "11111111". That's not good. And we still can't confirm if the company has a way to manage security vulnerabilities. These are questionable security practices for an app where users can share super sensitive personal information.
de: Außerdem hat 7 Cups einen Schritt zurück gemacht und verlangt nun kein starkes Passwort mehr, um seine App zu schützen. Wir konnten uns mit dem schwachen Passwort "11111111" einloggen. Das ist nicht gut. Und wir können immer noch nicht bestätigen, dass das Unternehmen eine Möglichkeit hat, Sicherheitslücken zu verwalten. Das sind fragwürdige Sicherheitspraktiken für eine App, bei der die Nutzerinnen und Nutzer sehr sensible persönliche Daten preisgeben können.
es: Sumado a esto, 7 Cups dio un paso atrás, ya que ahora no requiere una contraseña segura para proteger su aplicación. Pudimos iniciar sesión con la contraseña débil «11111111». Eso tampoco está bien. Además, todavía no podemos confirmar si la empresa tiene una manera de gestionar las vulnerabilidades de seguridad. Todas estas son prácticas de seguridad cuestionables para una aplicación donde los usuarios pueden compartir información personal extremadamente sensible.
fr: En plus de cela, 7 Cups a fait un pas en arrière et n’impose plus d’utiliser un mot de passe fort pour protéger son application. Nous avons pu nous connecter avec le mot de passe faible « 11111111 ». Ce qui n’est pas bon non plus. Et nous ne pouvons toujours pas confirmer que l’entreprise dispose d’un moyen de gérer les failles de sécurité. Ces pratiques de sécurité sont discutables pour une application qui propose à ses utilisateurs de partager des informations personnelles super sensibles.
pt_br: Além disso, a 7 Cups deu um passo para trás e agora não requer uma senha forte para proteger seu aplicativo. Conseguimos fazer login com a senha fraca "11111111". Isso não é bom. E ainda não podemos confirmar se a empresa tem alguma forma de gerenciar vulnerabilidades de segurança. Estas são práticas de segurança questionáveis para um aplicativo onde os usuários podem compartilhar informações pessoais super sensíveis.

# worst_case
source: In 2023, 7 Cups made some progress by making their privacy policy a little less vague. They still raise too many issues for us to feel much less worried and concerned. Also, they signed your lovely privacy research up to their email list without consent, which is a HUGE privacy research pet peeve. All in all, 7 Cups is still not great when it comes to privacy and security in 2023.
de: Im Jahr 2023 hat 7 Cups einige Fortschritte gemacht und seine Datenschutzbestimmungen etwas weniger vage formuliert. Sie werfen immer noch zu viele Fragen auf, als dass wir uns weniger besorgt und beunruhigt fühlen könnten. Darüber hinaus haben sie Ihren geschätzten Datenschutzforscher ohne seine Zustimmung in ihren E-Mail-Verteiler aufgenommen, was für Datenschutzforscher ein GROSSES Ärgernis darstellt. Alles in allem ist 7 Cups immer noch nicht gut, wenn es um Datenschutz und Datensicherheit im Jahr 2023 geht.
es: En 2023, 7 Cups hizo algunos progresos al eliminar un poco la vaguedad de su política de privacidad. De todos modos, todavía plantean demasiados problemas como para que no nos sintamos inquietos y preocupados. Además, incluyeron a tu encantadora investigadora de privacidad en su lista de correo electrónico sin que les haya otorgado su consentimiento, lo cual es una GRAN molestia. En general, cuando se trata de privacidad y seguridad, 7 Cups sigue lejos de la excelencia en 2023.
fr: En 2023, 7 Cups a fait quelques progrès en rendant leur politique de confidentialité un peu moins vague. Il subsiste encore trop de questions pour que nous nous sentions beaucoup moins inquiets à son égard. En outre, ils ont enregistré l’adresse de vos sympathiques chercheurs de confidentialité dans leur liste de diffusion sans consentement, ce qui est un ÉNORME point noir pour vos chercheurs en confidentialité. Dans l’ensemble, 7 Cups n’est toujours pas au top en matière de confidentialité et de sécurité en 2023.
pt_br: Em 2023, a 7 Cups fez algum progresso, tornando sua política de privacidade um pouco menos vaga. Eles ainda têm muitas questões, então ainda nos sentimos preocupados. Além disso, eles registram sua adorável pesquisa de privacidade na lista de e-mail deles sem consentimento, o que é um ENORME problema de pesquisa de privacidade. Em suma, a 7 Cups ainda não é muito boa quando se trata de privacidade e segurança.

# worst_case
source: Read our 2022 review:
de: Lesen Sie unsere Rezension von 2022:
es: Lee nuestra reseña de 2022:
fr: Lire notre revue de 2022 :
pt_br: Leia nossa avaliação de 2022:

# worst_case
source: 7 Cups is an app for listening. Which is great, we all need to be heard. However, it also seems 7 Cups is an app that likes to collect a lot of personal information. And we had real trouble telling just how exactly 7 Cups uses and shares that personal information based on their privacy policy. Lack of clarity in privacy policies stinks, especially with a mental health apps that can collect so much data.
de: 7 Cups ist eine App zum Zuhören. Das ist großartig, wir alle müssen gehört werden. Es scheint aber auch, dass 7 Cups eine App ist, die gerne eine Menge personenbezogener Daten sammelt. Und wir hatten echte Schwierigkeiten, anhand der Datenschutzrichtlinien zu erkennen, wie genau 7 Cups diese personenbezogenen Daten verwendet und weitergibt. Unklarheiten in den Datenschutzrichtlinien sind ärgerlich, vor allem bei einer App für psychische Gesundheit, die so viele Daten sammeln kann.
es: 7 Cups es una app que se dedica a escuchar, algo que nos parece genial, ya que todos necesitamos ser escuchados. Sin embargo, parece que también es una aplicación que le gusta recopilar una gran cantidad de información personal. Y tuvimos grandes problemas para enterarnos de cómo usa y comparte exactamente esa información personal leyendo su política de privacidad. La falta de claridad en las políticas de privacidad apesta, especialmente cuando se trata de aplicaciones de salud mental que pueden recopilar tanta información.
fr: 7 Cups est une application qui vous écoute. Ce qui est génial, car nous avons tous besoin d’être écoutés. Cependant, il semble que 7 Cups est également une application qui aime recueillir beaucoup d’informations personnelles, et nous avons eu du mal à identifier exactement la façon dont 7 Cups utilise et partage ces informations personnelles selon leur politique de confidentialité. Le manque de clarté dans une politique de confidentialité est mauvais signe, en particulier quand il s’agit d’une application de santé mentale qui peut collecter autant de données.
pt_br: 7 Cups é um aplicativo para ouvir. O que é ótimo, todos precisamos ser ouvidos. No entanto, também parece que o 7 Cups é um aplicativo que gosta de coletar muitas informações pessoais. E tivemos bastante trabalho para dizer exatamente como o 7 Cups usa e compartilha essas informações pessoais com base em sua política de privacidade. A falta de clareza nas políticas de privacidade fede, especialmente com aplicativos de saúde mental que podem coletar muitos dados.

# worst_case
source: Here's what we do know. 7 Cups says they can collect a whole lot of personal information, including your first name, last name, email address, location, phone number, age, gender, race ethnicity, sexual orientation, disabilities, and veteran status, and information about your health and medical history if you choose to give it.
de: Was wir wissen, ist Folgendes: 7 Cups sagt, dass sie eine ganze Menge personenbezogener Daten sammeln kann, einschließlich Ihres Vornamens, Nachnamens, Ihrer E-Mail-Adresse, Ihres Standorts, Ihrer Telefonnummer, Ihres Alters, Ihres Geschlechts, Ihrer ethnischen Zugehörigkeit, Ihrer sexuellen Orientierung, Ihrer Behinderungen und Ihres Veteranenstatus sowie Informationen über Ihren Gesundheitszustand und Ihre medizinische Vorgeschichte, wenn Sie sich dafür entscheiden, diese anzugeben.
es: Esto es lo que sabemos. 7 Cups dice que pueden recopilar una gran cantidad de información personal, que incluye tu nombre, apellido, dirección de correo electrónico, ubicación, número de teléfono, edad, género, etnia, orientación sexual, discapacidades y estado de veterano, además de información sobre tu salud y tu historial médico, si accediste a compartirlo.
fr: Voici ce que nous savons. La société détenant 7 Cups dit qu’elle peut recueillir un grand nombre d’informations personnelles, y compris votre prénom, nom, adresse e-mail, emplacement, numéro de téléphone, âge, sexe, origine ethnique, orientation sexuelle, handicaps et statut de vétéran, ainsi que des informations sur votre santé et vos antécédents médicaux si vous avez choisi de les renseigner.
pt_br: É isto que sabemos: o 7 Cups diz que pode coletar um monte de informações pessoais, incluindo o seu primeiro nome, sobrenome, endereço de email, localização, número de telefone, idade, gênero, etnia racial, orientação sexual, deficiências e status de veterano, e informações sobre a sua saúde e histórico médico, se você escolheu fornecer.

# worst_case
source: How does 7 Cups use this personal information? Here's where things get vague for us. They don’t specifically state in their privacy policy that they don’t sell user data, which is something we like to see stated clearly. 7 Cups' privacy policy is unclear on if they share your data with third parties for advertising and marketing purposes. They do say the use your personal information for promotions and they share data with third parties "that assist us in providing the Services and which are bound by duties of confidentiality." All this leaves us with too many questions to feel confident about how all that personal information they collect is used.
de: Wie verwendet 7 Cups diese personenbezogenen Daten? Hier werden die Dinge für uns vage. In den Datenschutzbestimmungen von 7 Cups wird nicht ausdrücklich darauf hingewiesen, dass die Daten der Nutzer nicht verkauft werden, was wir gerne klar sehen würden. In den Datenschutzbestimmungen von 7 Cups ist nicht klar, ob Ihre Daten zu Werbe- und Marketingzwecken an Dritte weitergegeben werden. Sie sagen, dass sie Ihre personenbezogenen Daten für Werbezwecke verwenden und Daten an Dritte weitergeben, „die uns bei der Bereitstellung der Dienste unterstützen und zur Vertraulichkeit verpflichtet sind.“ All dies wirft zu viele Fragen auf, als dass man sich sicher sein könnte, wie all die gesammelten personenbezogenen Daten verwendet werden.
es: ¿Cómo utiliza 7 Cups esta información personal? Aquí es donde las cosas son poco claras. En su política de privacidad no está específicamente indicado que no venden datos de usuario, algo que nos gusta ver claramente escrito. La política de privacidad de 7 Cups es confusa al respecto de si comparten tus datos con terceros con fines publicitarios y de marketing. Sí declaran que usan tu información personal para promociones y que comparten datos con terceros «que nos ayudan en la prestación de los servicios y que están sujetos a obligaciones de confidencialidad». Todo esto nos deja con demasiadas preguntas como para sentirnos seguros sobre cómo se utiliza toda esa información personal recopilada.
fr: Comment la société 7 Cups utilise-t-elle ces informations personnelles ? C’est là que les choses deviennent vagues pour nous. La société ne précise pas dans sa politique de confidentialité qu’elle ne vend pas les données des utilisateurs, ce que nous aimerions voir clairement indiqué. La politique de confidentialité de 7 Cups n’est pas claire sur le partage de vos données avec des tiers à des fins de publicité et de marketing. Il y est stipulé que la société utilise vos informations personnelles à des fins promotionnelles et qu’elle partage des données avec des tiers « qui nous aident à fournir les services et qui sont liés par des obligations de confidentialité. » Tout cela soulève trop de questions pour que nous puissions nous sentir en confiance quant à l’utilisation de toutes ces informations personnelles collectées.
pt_br: Como o 7 Cups usa essas informações pessoais? É aqui que as coisas ficam vagas para nós. Ele não afirma especificamente em sua política de privacidade que não vende dados de usuários, o que é algo que gostamos de ver claramente. A política de privacidade do 7 Cups não especifica claramente se compartilha seus dados com terceiros para fins de propaganda e marketing. Diz que usa suas informações pessoais para promoções e compartilha dados com terceiros "que nos auxiliam na prestação dos Serviços e que estão vinculados a deveres de confidencialidade". Tudo isso deixa perguntas demais para sentirmos confiança com relação a como todas as informações pessoais que ele coleta são usadas.
