Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/amazon-ring-security-cams.po
Languages: de, pt_br

# title
source: Amazon Ring Security Cams
de: Ring Security-Kameras von Amazon
pt_br: Câmeras de segurança Amazon Ring

# blurb
source: Amazon Ring's indoor and outdoor security cameras have all the usual--HD video, night vision, motion activation--to put your house under 24-hour surveillance. Monitor the video through the Ring app on your phone or tablet or your Amazon Echo Show home hub. Ask Alexa to show you what's happening in your backyard, and boom, there it is. You'll need to pay extra for the Ring Protect Plan if you want to record all your videos, review what you missed for up to 60 days, or share your videos and photos with the world.
de: Die Amazon Ring Security-Kameras für den Innen- und Außenbereich verfügen über alles Übliche - HD-Video, Nachtsicht, Bewegungsaktivierung - um Ihr Haus rund um die Uhr überwachen zu können. Überwachen Sie das Video über die Ring-App auf Ihrem Telefon oder Tablet oder Ihren Amazon Echo Show Home Hub. Bitten Sie Alexa, Ihnen zu zeigen, was in Ihrem Hinterhof passiert, und schon ist es da. Sie müssen für den Ring Protect Plan extra bezahlen, wenn Sie alle Ihre Videos aufzeichnen, bis zu 60 Tage lang ansehen möchten, was Sie verpasst haben, oder Ihre Videos und Fotos mit der Welt teilen möchten.
pt_br: As câmeras de segurança internas e externas da Amazon Ring têm todos os habituais – vídeo HD, visão noturna, ativação de movimento – para colocar sua casa sob vigilância 24 horas. Monitore o vídeo pelo aplicativo Ring em seu telefone ou tablet ou pelo home hub do Amazon Echo Show. Peça à Alexa para mostrar o que está acontecendo no seu quintal, e pronto. Você precisará pagar mais pelo Plano Ring Protect se quiser gravar todos os seus vídeos, revisar o que perdeu por até 60 dias ou compartilhar seus vídeos e fotos com o mundo.

# worst_case
source: Amazon’s Ring security cameras and video doorbells are the <a id="a1">most widely used</a> home video cameras in many parts of the world today. As one expert from US privacy org the Electronic Frontier Foundation <a id="a2">put it,</a> "Ring has steadily been becoming one of the largest surveillance apparatuses in the nation.” And as wise comic book prophet Stan Lee reminds us, “With great power comes great responsibility.” Has Amazon Ring lived up to that great responsibility? <a id="a3">No, they haven’t</a>.
de: Die Ring-Überwachungskameras und Video-Türklingeln von Amazon sind heute in vielen Teilen der Welt die <a id="a1">am häufigsten verwendeten</a> Heimvideokameras. Wie ein Experte der US-Datenschutzorganisation „Electronic Frontier Foundation“ <a id="a2">gesagt hat</a>: „Ring hat sich stetig zu einem der größten Überwachungsapparate des Landes entwickelt.“ Und der weise Comic-Vorhersager Stan Lee erinnert uns daran: „Mit großer Macht kommt große Verantwortung.“ Ist Amazon Ring dieser großen Verantwortung gerecht geworden? <a id="a3">Nein, sind sie nicht</a>.
pt_br: As câmeras de segurança e as campainhas de vídeo da Amazon são as câmeras de vídeo domésticas<a id="a1">mais usadas</a> em muitas partes do mundo hoje. Como <a id="a2">disse</a> um especialista da organização de privacidade dos EUA Electronic Frontier Foundation,"a Ring vem se tornando um dos maiores aparelhos de vigilância do país. E como o sábio profeta de quadrinhos Stan Lee nos lembra, "Com grande poder vem grande responsabilidade". A Amazon Ring cumpre essa grande responsabilidade? <a id="a3">Não</a>.

# worst_case
source: Ring has a history of not protecting users' privacy. At one point <a id="a1">they reportedly stored customer data</a>--including video recordings--unencrypted on an Amazon cloud server and employees could access any of this data. There have also been reported <a id="a2">data leaks</a> and concerns that the Ring Doorbell app is full of <a id="a3">third-party trackers</a> tracking a good amount of personal information that Amazon Ring doesn’t disclose. They have gotten more transparent in their privacy and data deletion practices, which we appreciate. And they added <a id="a4">two-factor authentication</a> to help protect users in 2020, which was a great step forward. One we here at Mozilla <a id="a5">pushed hard</a> for.
de: Ring hat in der Vergangenheit die Privatsphäre der Benutzer nicht geschützt. <a id="a1">Berichten zufolge speicherten sie Kundendaten</a>– einschließlich Videoaufzeichnungen – unverschlüsselt auf einem Amazon-Cloud-Server und die Mitarbeiter konnten auf alle diese Daten zugreifen. Es wurden auch <a id="a2">Datenlecks</a> und Bedenken gemeldet, dass die Ring-Doorbell-App voller <a id="a3">Tracker von Drittanbietern ist</a>, die eine große Menge an persönlichen Informationen verfolgen, die Amazon Ring nicht offenlegt. Sie sind in ihren Datenschutz- und Datenlöschpraktiken transparenter geworden, was wir zu schätzen wissen. Und sie fügten 2020 <a id="a4">eine Zwei-Faktor-Authentifizierung</a> hinzu, um die Benutzer zu schützen, was ein großer Schritt nach vorne war. Ein Schritt, auf den wir hier bei Mozilla <a id="a5">hart gedrängt haben</a> .
pt_br: A Ring tem um histórico de não proteger a privacidade dos usuários. A certa altura, <a id="a1">ela comprovadamente armazenou dados de clientes</a>– incluindo gravações de vídeo – não criptografados em um servidor de nuvem da Amazon e os funcionários podiam acessar qualquer um <a id="a2">desses dados. Também foram relatados vazamentos de dados</a> e preocupações de que o aplicativo Ring Doorbell esteja cheio de rastreadores de <a id="a3">terceiros que</a> rastreiam uma boa quantidade de informações pessoais que a Amazon Ring não divulga. Ela se tornou mais transparente em suas práticas de privacidade e exclusão de dados, o que agradecemos. E adicionou <a id="a4">autenticação de dois fatores</a> para ajudar a proteger os usuários em 2020, o que foi um grande passo à frente, pelo qual nós aqui na Mozilla <a id="a5">pressionamos</a> muito.

# worst_case
source: Then there is the <a id="a1">problematic relationship</a> Ring has with law enforcement where <a id="a2">questions</a> of racism, warrantless surveillance, and police overreach still linger. While <a id="a3">Amazon says</a> they are distancing themselves from law enforcement access to users' video and requiring more transparency in the process, they are still facilitating law enforcement access with this product and the <a id="a4">Neighbors app</a> and that leaves us concerned. They also admitted in 2022 they <a id="a5">still share video with law enforcement</a> without users’ permission in some circumstances.
de: Hinzu kommt die <a id="a1">problematische Beziehung</a> zwischen Ring und den Strafverfolgungsbehörden, bei der <a id="a2">Fragen</a> zu Rassismus, Überwachung ohne richterlichen Beschluss und polizeilicher Übergriffigkeit noch immer im Raum stehen. <a id="a3">Amazon sagt zwar</a>, dass sie sich vom Zugriff der Strafverfolgungsbehörden auf die Videos der Nutzer distanzieren und mehr Transparenz in diesem Prozess fordern, aber sie erleichtern den Strafverfolgungsbehörden mit diesem Produkt und der <a id="a4">Neighbors-App</a> immer noch den Zugriff, und das macht uns Sorgen. Das Unternehmen hat 2022 auch zugegeben, dass es unter bestimmten Umständen <a id="a5">immer noch Videos ohne die Zustimmung der Nutzer an die Strafverfolgungsbehörden weitergibt</a>.
pt_br: Depois, há a <a id="a1">relação problemática</a> que a Ring tem com o cumprimento da lei onde<a id="a2"> questões</a> de racismo, vigilância sem mandado e exagero policial ainda persistem. Enquanto a <a id="a3">Amazon diz</a> que está se distanciando do acesso das autoridades policiais ao vídeo dos usuários e exigindo mais transparência no processo, ainda facilita o acesso das autoridades com este produto e o aplicativo <a id="a4">Neighbors</a> e isso nos preocupa. Ela também admitiu em 2022 que <a id="a5">ainda compartilha vídeos com autoridades da lei</a> sem a permissão dos usuários em algumas circunstâncias.

# worst_case
source: Amazon’s Ring and Neighbors app <a id="a1">privacy policy</a> says they can collect a whole lot of data (by the way, what’s up with the teeny tiny font on that privacy policy?). Everything from name, phone number, email, postal address, age, gender, the location of your mobile device, video and audio recordings, and <a id="a2">potentially even every doorbell press</a> and app interaction you have. And while it’s good Ring says they don’t sell your personal information, they do say they can share your information with a number of third parties for things like advertising, marketing, government and law enforcement requests, and with their business affiliates (which could potentially be a decent number of companies).
de: In den <a id="a1">Datenschutzbestimmungen</a> von Amazon Ring und der Neighbors-App heißt es, dass eine ganze Reihe von Daten gesammelt werden können (was hat es übrigens mit dem winzigen Kleingedruckten in den Datenschutzbestimmungen auf sich?) Alles von Name, Telefonnummer, E-Mail, Postanschrift, Alter, Geschlecht, Standort Ihres Mobilgeräts, Video- und Audioaufzeichnungen und <a id="a2">möglicherweise sogar jede Betätigung der Türklingel</a> und jede App-Interaktion, die Sie haben. Und obwohl es gut ist, dass Ring sagt, dass sie Ihre persönlichen Daten nicht verkaufen, teilen sie Ihre Daten mit einer Reihe von Dritten für Dinge wie Werbung, Marketing, Regierungs- und Strafverfolgungsanfragen und mit ihren Geschäftspartnern (was potenziell eine anständige Anzahl von Unternehmen sein könnte).
pt_br: A <a id="a1">política de privacidade</a> da Ring e do aplicativo Neighbors da Amazon diz que ela pode coletar muitos dados (a propósito, por que a fonte minúscula nessa política de privacidade?). Tudo, desde nome, número de telefone, email, endereço postal, idade, gênero, localização do seu dispositivo móvel, gravações de vídeo e áudio e <a id="a2">potencialmente até mesmo todas as vezes que você aperta a campainha</a> e interage com o aplicativo. E embora seja bom que a Ring diga que não vende suas informações pessoais, ela diz que pode compartilhar suas informações com vários terceiros para coisas como propaganda, marketing, solicitações governamentais e de cumprimento da lei, e com suas afiliadas comerciais (que podem ser um número decente de empresas).

# worst_case
source: There is also the question of <a id="a1">privacy violations of the neighbors</a> of people who use home surveillance cameras -- not just Ring but all of home surveillance cameras. A recent court case in the UK highlighted this when a woman sued her neighbor for infringing on her privacy when his Ring security cameras were found pointed at her home. Not only could his cameras see her, they could also listen to her as well. <a id="a2">She won her case</a> and $137,000.
de: Dann gibt es noch die Frage <a id="a1">von Datenschutzverletzungen der Nachbarn</a> durch Personen, die Heimüberwachungskameras verwenden – nicht nur Ring, sondern alle Heimüberwachungskameras. Ein kürzlich durchgeführtes Gerichtsverfahren in Großbritannien zeigte das, als eine Frau ihren Nachbarn wegen Verletzung ihrer Privatsphäre verklagte, als seine Ring-Überwachungskameras auf ihr Haus gerichtet vorgefunden wurden. Seine Kameras konnten sie nicht nur sehen, sie konnten ihr auch zuhören. <a id="a2">Sie hat ihre Klage</a> und 137.000 Dollar gewonnen.
pt_br: Há também a questão das <a id="a1">violações de privacidade dos vizinhos</a> de pessoas que usam câmeras de vigilância doméstica – não apenas a Ring, mas todas as câmeras de vigilância doméstica. Um caso recente em tribunal no Reino Unido destacou isso quando uma mulher processou seu vizinho por violar sua privacidade quando suas câmeras de segurança Ring foram encontradas apontadas para sua casa. Não só suas câmeras podiam vê-la, elas também podiam ouvi-la. <a id="a2">Ela ganhou o caso</a> e US$137 mil.

# worst_case
source: And then there are the safety concerns these video cameras raise. Does all this constant surveillance make us safer? Well, the story about the <a id="a1">Ring users who opened fire</a> upon seeing a neighbor drop off a misdelivered package at their door raises questions about that. <a id="a2">Domestic violence advocates</a> also raise concerns. And privacy experts keep shouting their concerns in places like the <a id="a3">NY Times</a>, <a id="a4">Consumer Reports</a>, and <a id="a5">NBC News.</a>
de: Und dann sind da noch die Sicherheitsbedenken, die diese Videokameras aufwerfen. Macht uns all diese ständige Überwachung sicherer? Nun, die Geschichte über die <a id="a1">Ring-Benutzer, die das Feuer eröffneten</a>, als sie sahen, dass ein Nachbar ein falsch zugestelltes Paket an seiner Tür ablieferte, wirft diesbezüglich Fragen auf. <a id="a2">Interessenvertreter von Opfern häuslicher Gewalt</a> äußern ebenfalls Bedenken. Und Datenschutzexperten äußern ihre Bedenken immer wieder in der <a id="a3">NY Times</a>, <a id="a4">Consumer Reports</a> und <a id="a5">NBC News</a>.
pt_br: E depois há as preocupações de segurança que essas câmeras de vídeo levantam. Toda essa vigilância constante nos deixa mais seguros? Bem, a história dos <a id="a1">usuários da Ring que abriram fogo</a> ao ver um vizinho deixar um pacote entregue erroneamente em sua porta levanta questões sobre isso. Os <a id="a2">defensores contra violência doméstica</a> também levantam preocupações. E especialistas em privacidade continuam gritando suas preocupações em lugares como o <a id="a3">NY Times</a>, <a id="a4">Consumer Reports</a> e <a id="a5">NBC News</a>.

# worst_case
source: What’s the worst that could happen? Well, beyond the snooping next door neighbor, the trigger happy, paranoid surveillance junky, and the questionable law enforcement partnerships, there’s the big concerns about all this constant surveillance. In the United States where abortion has become illegal in a number of states, it is possible anti-abortion activists could use these surviellance cameras to spy on women who are pregnant to see if they carry their fetus to term. And if they don’t -- no matter the reason -- video from these cameras could potentially be used to harass, arrest, and potentially even prosecute women seeking reproductive healthcare, for whatever reason. This is bad. All in all, these security cameras raise too many questions about privacy, transparency, data protection, public safety and racism in our opinion. For this reason, we say they come with *Privacy Not Included.
de: Was ist das Schlimmste, das passieren könnte? Nun, abgesehen vom schnüffelnden Nachbarn, dem schießwütigen, paranoiden Überwachungsjunkie und den fragwürdigen Partnerschaften mit den Strafverfolgungsbehörden gibt es auch große Bedenken hinsichtlich dieser ständigen Überwachung. In den Vereinigten Staaten, wo Abtreibung in einer Reihe von Bundesstaaten illegal geworden ist, könnten Abtreibungsgegner diese Überwachungskameras nutzen, um schwangere Frauen auszuspionieren, um zu sehen, ob sie ihren Fötus austragen. Und wenn sie es nicht tun - aus welchem Grund auch immer -, könnten die Videos dieser Kameras dazu verwendet werden, Frauen zu belästigen, zu verhaften und möglicherweise sogar strafrechtlich zu verfolgen, die - aus welchen Gründen auch immer - fortpflanzungsmedizinische Versorgung suchen. Das ist schlecht. Alles in allem werfen diese Sicherheitskameras unserer Meinung nach zu viele Fragen zu Privatsphäre, Transparenz, Datenschutz, öffentlicher Sicherheit und Rassismus auf. Aus diesem Grund sagen wir, dass bei ihnen *Datenschutz nicht inbegriffen ist.
pt_br: Qual é a pior coisa que pode acontecer? Bem, além do vizinho bisbilhoteiro, do paranoico viciado em vigilância com o dedo no gatilho e das parcerias policiais questionáveis, há as grandes preocupações com toda essa vigilância constante. Nos Estados Unidos, onde o aborto se tornou ilegal em vários estados, é possível que ativistas anti-aborto possam usar essas câmeras de vigilância para espionar mulheres grávidas para ver se elas carregam seu feto até o fim. E se não o fizerem – não importa a razão – o vídeo dessas câmeras pode potencialmente ser usado para assediar, prender e potencialmente até mesmo processar mulheres que procuram cuidados de saúde reprodutiva, por qualquer motivo. Em geral, essas câmeras de segurança levantam muitas questões de privacidade, transparência, proteção de dados, segurança pública e racismom na nossa opinião. Por este motivo, dizemos que vêm com *Privacidade não incluída.

# how_does_it_use_data_collected
source: "We do not sell or otherwise share personal information about you except as described in this Privacy Notice. We may share your personal information with (1) our affiliates and subsidiaries and (2) our service providers who perform services on our behalf, such as marketing, customer service, order fulfillment and data analytics and storage. We do not authorize our service providers to use or disclose your personal information except as necessary to perform services on our behalf or comply with legal requirements. We also may share personal information with our business partners (1) with whom we jointly offer products and services; (2) to the extent you use Works With Ring to connect to third-party products or services; and (3) for payment processing and fraud prevention purposes.<br/>We also may disclose personal information about you (1) if we are required to do so by law or legal process (such as a court order or subpoena); (2) to establish, exercise or defend our legal rights; (3) when we believe disclosure is necessary or appropriate to prevent physical or other harm or financial loss; (4) in connection with an investigation of suspected or actual illegal activity; or (5) otherwise with your consent."
de: „Wir verkaufen Ihre personenbezogenen Daten nicht und geben sie auch nicht auf andere Weise weiter, außer wie in dieser Datenschutzerklärung beschrieben. Wir können Ihre personenbezogenen Daten an (1) unsere verbundenen Unternehmen und Tochtergesellschaften und (2) unsere Dienstleister weitergeben, die in unserem Auftrag Dienstleistungen erbringen, wie z. B. Marketing, Kundendienst, Auftragsabwicklung sowie Datenanalyse und -speicherung. Wir ermächtigen unsere Dienstleister nicht, Ihre persönlichen Daten zu verwenden oder weiterzugeben, es sei denn, dies ist erforderlich, um Dienstleistungen in unserem Namen zu erbringen oder gesetzliche Anforderungen zu erfüllen. Wir können personenbezogene Daten auch an unsere Geschäftspartner weitergeben, (1) mit denen wir gemeinsam Produkte und Dienstleistungen anbieten; (2) in dem Maße, in dem Sie Works With Ring nutzen, um eine Verbindung zu Produkten oder Dienstleistungen Dritter herzustellen; und (3) zum Zwecke der Zahlungsabwicklung und Betrugsprävention.<br/>Wir können auch personenbezogene Daten über Sie offenlegen, (1) wenn wir dazu gesetzlich oder durch ein Gerichtsverfahren verpflichtet sind (z. B. durch einen Gerichtsbeschluss oder eine Vorladung); (2) um unsere gesetzlichen Rechte zu begründen, auszuüben oder zu verteidigen; (3) wenn wir glauben, dass die Offenlegung notwendig oder angemessen ist, um physischen oder anderen Schaden oder finanziellen Verlust zu verhindern; (4) in Verbindung mit einer Untersuchung vermuteter oder tatsächlicher illegaler Aktivitäten; oder (5) anderweitig mit Ihrer Zustimmung.“
pt_br: "Não vendemos nem compartilhamos informações pessoais sobre você, exceto conforme descrito neste aviso de privacidade. Podemos compartilhar suas informações pessoais com (1) nossas afiliadas e subsidiárias e (2) nossos prestadores de serviços que executam serviços em nosso nome, como marketing, atendimento ao cliente, atendimento de pedidos e análise e armazenamento de dados. Não autorizamos nossos prestadores de serviços a usar ou divulgar suas informações pessoais, exceto conforme necessário para executar serviços em nosso nome ou cumprir os requisitos legais. Também podemos compartilhar informações pessoais com nossos parceiros de negócios (1) com quem oferecemos conjuntamente produtos e serviços, (2) na medida em que você usa o Works With Ring para se conectar a produtos ou serviços de terceiros e (3) para fins de processamento de pagamentos e prevenção de fraudes. <br/>Também podemos divulgar informações pessoais sobre você (1) se formos obrigados a fazê-lo por lei ou processo legal (como uma ordem judicial ou intimação), (2) para estabelecer, exercer ou defender nossos direitos legais, (3) quando acreditarmos que a divulgação é necessária ou apropriada para evitar danos físicos ou outros danos ou perdas financeiras, (4) em conexão com uma investigação de atividade ilegal suspeita ou real ou (5) de outra forma com o seu consentimento."

# how_does_it_use_data_collected
source: Amazon, Ring's parent company, combines data on its users with data from third parties, for advertisement purposes: "Some third-parties may provide Amazon pseudonymized information about you (such as demographic information or sites where you have been shown ads) from offline and online sources that we may use to provide you more relevant and useful advertising."
de: Amazon, die Muttergesellschaft von Ring, kombiniert Daten über seine Nutzer mit Daten von Dritten zu Werbezwecken: „Einige Drittanbieter können Amazon pseudonymisierte Informationen über Sie (wie demografische Informationen oder Websites, auf denen Ihnen Werbung gezeigt wurde) aus Offline- und Online-Quellen zur Verfügung stellen, die wir nutzen können, um Ihnen relevantere und nützlichere Werbung anzubieten.“
pt_br: A Amazon combina dados de seus usuários com dados de terceiros, para fins publicitários: "Alguns terceiros podem fornecer à Amazon informações anônimas sobre você (como informações demográficas ou sites onde foram mostrados anúncios) a partir de fontes offline e online que podemos usar para oferecer propaganda mais relevante e útil para você".

# user_friendly_privacy_policy_helptext
source: Ring has a webpage dedicated to explaining its privacy pillars and answering frequently asked questions
de: Ring hat eine Website, auf der die Stützpfeiler des Datenschutzes erklärt und häufig gestellte Fragen beantwortet werden.
pt_br: A Ring tem uma página dedicada a explicar seus pilares de privacidade e responder a perguntas frequentes

# uses_encryption_helptext
source: Videos are encrypted in storage and during transmission. Ring offers end-to-end encryption. https://blog.ring.com/2020/09/24/ring-announces-end-to-end-encryption-privacy-security-and-user-control-updates/
de: Videos werden bei der Speicherung und während der Übertragung verschlüsselt. Ring bietet Ende-zu-Ende-Verschlüsselung. https://blog.ring.com/2020/09/24/ring-announces-end-to-end-encryption-privacy-security-and-user-control-updates/
pt_br: Os vídeos são criptografados no armazenamento e durante a transmissão. A Ring oferece criptografia de ponta a ponta. https://blog.ring.com/2020/09/24/ring-announces-end-to-end-encryption-privacy-security-and-user-control-updates/

# strong_password_helptext
source: Two-factor authentication is now mandatory after major pressure from Mozilla and other groups.
de: Nach starkem Druck seitens Mozilla und anderer Organisationen ist die Zwei-Faktor-Authentifizierung jetzt verpflichtend.
pt_br: A autenticação de dois fatores agora é obrigatória após uma grande pressão da Mozilla e de outros grupos.
