Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/amazon-echo-dot.po
Languages: de, fr

# how_can_you_control_your_data
source: "In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal information."<br/><br/>"We keep your personal information to enable your continued use of Amazon Services, for as long as it is required in order to fulfill the relevant purposes described in the Amazon Privacy Notice, as permitted or as may be required by law, or as otherwise communicated to you. For example, we retain your transaction history so that you can review past purchases (and repeat orders if desired) and what addresses you have shipped orders to, and to improve the relevance of products and content we recommend."
de: „Darüber hinaus haben Sie, soweit dies nach geltendem Recht erforderlich ist, das Recht, Zugang zu Ihren personenbezogenen Daten zu verlangen oder diese zu löschen.“<br/><br/>„Wir bewahren Ihre personenbezogenen Daten auf, um Ihnen die fortgesetzte Nutzung der Amazon-Dienste zu ermöglichen, und zwar so lange, wie es erforderlich ist, um die in den Amazon-Datenschutzhinweisen beschriebenen Zwecke zu erfüllen, wie es erlaubt oder gesetzlich vorgeschrieben ist, oder wie es Ihnen anderweitig mitgeteilt wurde. Zum Beispiel bewahren wir Ihren Transaktionsverlauf auf, damit Sie frühere Einkäufe (und auf Wunsch Nachbestellungen) und die Adressen, an die Sie Bestellungen versandt haben, einsehen können, und um die Relevanz der von uns empfohlenen Produkte und Inhalte zu verbessern."
fr: « Par ailleurs, dans la mesure où la loi applicable le prévoit, vous pouvez avoir le droit de demander l’accès à vos informations personnelles ou de les supprimer. » <br/><br/> « Nous conservons vos informations personnelles pour vous permettre de continuer à utiliser les services Amazon, aussi longtemps que nécessaire pour atteindre les objectifs décrits dans la déclaration de confidentialité d’Amazon, dans la mesure où la loi l’autorise ou le prévoit, ou conformément à ce qui vous a été communiqué. Par exemple, nous conservons l’historique de vos transactions afin que vous puissiez consulter vos achats antérieurs (et renouveler vos commandes si vous le souhaitez) et les adresses auxquelles vous avez expédié vos commandes, et afin d’améliorer la pertinence des produits et du contenu que nous vous recommandons ».

# how_can_you_control_your_data
source: "To manage your preferences for third parties and reset your Alexa Advertising IDs, visit Settings &gt; Alexa Privacy &gt; Manage Skill Permissions and Ad Preferences in the Alexa app and Echo Show devices or <a id="a1">https://www.amazon.com/alexaprivacysettings.</a> Even if you turn this setting off, developers and content providers will still receive Alexa Advertising IDs for other purposes, such as reducing ad repetition and fraud detection, but you can reset your Alexa Advertising IDs at any time."
de: „Um Ihre Präferenzen für Dritte zu verwalten und Ihre Alexa-Werbe-IDs zurückzusetzen, besuchen Sie Einstellungen &gt; Alexa-Datenschutz &gt; Fertigkeitenberechtigungen und Werbepräferenzen verwalten in der Alexa-App und auf Echo Show-Geräten oder <a id="a1">https://www.amazon.com/alexaprivacysettings.</a> Selbst wenn Sie diese Einstellung deaktivieren, erhalten Entwickler und Inhaltsanbieter weiterhin Alexa-Werbe-IDs für andere Zwecke, z. B. zur Verringerung von Werbewiederholungen und zur Betrugserkennung, aber Sie können Ihre Alexa-Werbe-IDs jederzeit zurücksetzen.“
fr: « Pour gérer vos préférences relatives aux tiers et réinitialiser vos identifiants publicitaires Alexa, rendez-vous sur Paramètres &gt; Confidentialité Alexa &gt; Gérer les autorisations de compétences et les Préférences publicitaires dans l’application Alexa et les appareils Echo Show ou sur <a id="a1">https://www.amazon.com/alexaprivacysettings.</a> Les développeurs et les fournisseurs de contenu recevront toujours les identifiants publicitaires Alexa à d’autres fins, comme la prévention de la récurrence des publicités et la lutte contre la fraude, même si vous désactivez ce paramètre, mais vous pouvez réinitialiser vos identifiants publicitaires Alexa à tout moment ».

# how_can_you_control_your_data
source: "You can also choose whether to receive interest-based ads delivered by Amazon on Alexa. If you choose not to receive interest-based ads from Amazon, you may still receive personalized recommendations and other similar features. You will still receive ads provided by Amazon, but they will not be based on your interests. You can manage this setting at Settings &gt; Alexa Privacy &gt; Manage Your Alexa Data in the Alexa app and Echo Show devices or <a id="a1">https://www.amazon.com/alexaprivacysettings.</a>"
de: „Sie können auch wählen, ob Sie interessenbezogene Werbung von Amazon auf Alexa erhalten möchten. Falls Sie sich dafür entscheiden, keine interessenbezogene Werbung von Amazon zu erhalten, können Sie dennoch personalisierte Empfehlungen und andere ähnliche Funktionen erhalten. Sie erhalten weiterhin von Amazon bereitgestellte Werbung, die jedoch nicht auf Ihren Interessen basiert. Sie können diese Einstellung unter Einstellungen &gt; Alexa Datenschutz &gt; Verwalten Sie Ihre Alexa Daten in der Alexa App und Echo Show Geräten oder <a id="a1">https://www.amazon.com/alexaprivacysettings verwalten.</a>“
fr: « Vous pouvez également choisir de recevoir des publicités basées sur les centres d’intérêt diffusées par Amazon sur Alexa. Si vous choisissez de ne pas recevoir de publicités basées sur les centres d’intérêt de la part d’Amazon, vous pouvez toujours recevoir des recommandations personnalisées et d’autres fonctionnalités similaires. Vous recevrez toujours des publicités fournies par Amazon, mais elles ne seront pas basées sur vos centres d’intérêt. Vous pouvez gérer ce paramètre dans Paramètres &gt; Confidentialité Alexa &gt; Gérer vos données Alexa ; dans l’application Alexa et les appareils Echo Show ou à l’adresse <a id="a1">https://www.amazon.com/alexaprivacysettings</a> ».

# track_record_details
source: In September 2023, FTC <a id="a1">filed</a> a lawsuit against Amazon for illegally maintaining monopoly power.
de: Im September 2023 <a id="a1">reichte</a> die FTC eine Klage gegen Amazon wegen illegaler Aufrechterhaltung der Monopolmacht ein.
fr: En septembre 2023, la FTC <a id="a1">a engagé</a> des poursuites contre Amazon pour maintien illégal de sa position de monopole.

# track_record_details
source: In July 2023, Apple and Amazon were <a id="a1">fined</a> by Spain antitrust watchdog.
de: Im Juli 2023 wurden Apple und Amazon von der spanischen Kartellbehörde mit <a id="a1">einer Geldstrafe</a> belegt.
fr: En juillet 2023, Apple et Amazon ont été condamnés à <a id="a1">verser une amende</a> par l’autorité espagnole de surveillance antitrust.

# track_record_details
source: In June 2023. the <a id="a1">FTC took action against Amazon</a> for "for its years-long effort to enroll consumers into its Prime program without their consent while knowingly making it difficult for consumers to cancel their subscriptions to Prime."
de: Im Juni 2023 ergriff die <a id="a1">FTC Maßnahmen gegen Amazon</a> wegen „ihrer jahrelangen Bemühungen, Verbraucher*innen ohne ihre Zustimmung in ihr Prime-Programm aufzunehmen, während sie es den Verbrauchern wissentlich erschwerte, ihre Abonnements für Prime zu kündigen“.
fr: En juin 2023, la <a id="a1">FTC a engagé une procédure à l’encontre d’Amazon</a> « pour les initiatives qu’elle a prises pendant des années afin de faire adhérer les consommateurs à son offre Prime sans leur consentement, tout en leur rendant sciemment difficile l’annulation de leur abonnement à cette offre ».

# track_record_details
source: In June 2023, Mozilla <a id="a1">published</a> a major security vulnerability in the Amazon Ring Video Doorbell. Amazon has still not fixed this security vulnerability.
de: Im Juni 2023 <a id="a1">veröffentlichte</a> Mozilla eine große Sicherheitslücke in der Amazon Ring Video Doorbell. Amazon hat diese Sicherheitslücke noch immer nicht behoben.
fr: En juin 2023, Mozilla a <a id="a1">révélé</a> une faille de sécurité majeure dans le système de caméra de porte d’entrée Ring d’Amazon. Amazon n’a toujours pas résolu cette faille de sécurité.

# track_record_details
source: In March 2023, FTC and DOJ <a id="a1">charged</a> Amazon with violating Children’s Privacy Law by keeping kids’ Alexa voice recordings forever and undermining parents’ deletion requests.
de: Im März 2023 <a id="a1">warfen</a> FTC und DOJ Amazon vor, gegen das Gesetz zum Schutz der Privatsphäre von Kindern zu verstoßen, indem es die Alexa-Sprachaufzeichnungen von Kindern für immer aufbewahrt und die Löschanträge der Eltern ignoriert.
fr: En mars 2023, la FTC et le DOJ ont <a id="a1">accusé</a> Amazon de contrevenir à la loi sur la protection de la vie privée des enfants en conservant de manière permanente les enregistrements vocaux Alexa des enfants et en ne tenant pas compte des demandes de suppression des parents.

# track_record_details
source: In 2023, the company also agreed to pay $5.8 million in customer refunds for alleged privacy <a id="a1">violations</a> involving its doorbell camera Amazon Ring.
de: Im Jahr 2023 stimmte das Unternehmen außerdem zu, 5,8 Millionen US-Dollar an Kundenerstattungen für angebliche <a id="a1">Verletzungen</a> des Datenschutzes im Zusammenhang mit seiner Türklingelkamera Amazon Ring zu zahlen.
fr: En 2023, l’entreprise a également accepté le remboursement de 5,8 millions de dollars à ses clients pour des <a id="a1">infractions</a> présumées de la vie privée liées à son système de caméra de porte d’entrée Ring.

# track_record_details
source: In 2022, Paige Thompson, a former Amazon employee accused of stealing the personal information of 100 million customers by breaching banking giant CapitalOne in 2019, <a id="a1">was found guilty</a> by a Seattle jury on charges of wire fraud and computer hacking.
de: Im Jahr 2022 wurde Paige Thompson, eine ehemalige Amazon-Mitarbeiterin, die beschuldigt wurde, die persönlichen Daten von 100 Millionen Kunden gestohlen zu haben, indem sie 2019 in den Bankriesen CapitalOne eingedrungen war, <a id="a1">von einem Geschworenengericht in Seattle wegen elektronischer Kriminalität und Computer-Hacking für schuldig befunden</a>.
fr: En 2022, Paige Thompson, ancienne employée d’Amazon accusée d’avoir volé les informations personnelles de 100 millions de clients en piratant les données du géant bancaire CapitalOne en 2019, <a id="a1">a été reconnue coupable</a> par un jury de Seattle des chefs d’accusation de fraude électronique et piratage informatique retenus contre elle.

# track_record_details
source: In <a id="a1">July 2021</a>, the Luxembourg National Commission for Data Protection issued a 746 million euro fine to Amazon for allegedly violating the European Union’s General Data Protection Regulation (GDPR).
de: Im <a id="a1">Juli 2021</a> verhängte die luxemburgische Datenschutzkommission eine Geldstrafe in Höhe von 746 Millionen Euro gegen Amazon wegen angeblicher Verstöße gegen die Datenschutz-Grundverordnung der Europäischen Union (DSGVO).
fr: <a id="a1">En juillet 2021</a>, la Commission nationale pour la protection des données du Luxembourg a infligé une amende de 746 millions d’euros à Amazon pour violation du Règlement général sur la protection des données (RGPD) de l’Union européenne.

# track_record_details
source: In August 2020, security researchers from Check Point pointed out a flaw in Amazon's Alexa smart home devices that could have allowed hackers access to personal information and conversation history. Amazon promptly fixed the bug.
de: Im August 2020 wiesen Sicherheitsforscher von Check Point auf einen Fehler in den Alexa-Smart-Home-Geräten von Amazon hin, der Hackern den Zugriff auf persönliche Informationen und den Gesprächsverlauf ermöglicht haben könnte. Amazon hat den Fehler umgehend behoben.
fr: En août 2020, des chercheurs en sécurité de Check Point ont signalé une faille dans les appareils connectés Alexa d’Amazon qui aurait pu permettre à des pirates d’accéder à des informations personnelles et à l’historique des conversations. Amazon a rapidement corrigé le bug.

# track_record_details
source: In <a id="a1">October 2020</a>, Amazon fired an employee for leaking customer email addresses to an unnamed third party.
de: Im <a id="a1">Oktober 2020</a> entließ Amazon einen Mitarbeiter, weil er E-Mail-Adressen von Kunden an eine ungenannte Drittpartei weitergegeben hatte.
fr: En <a id="a1">octobre 2020</a>, Amazon a licencié un employé ayant divulgué des adresses e-mail de client·e·s à un tiers dont l’identité n’a pas été communiquée.

# track_record_details
source: In <a id="a1">October 2019</a>, Forbes reported that Amazon employees were listening to Amazon Cloud Cam recording, to train its AI algorythm.
de: Im <a id="a1">Oktober 2019</a> berichtete Forbes, dass Amazon-Mitarbeiter die Aufzeichnungen der Amazon Cloud Cam abhören, um ihren KI-Algorithmus zu trainieren.
fr: En <a id="a1">octobre 2019</a>, Forbes a révélé que des employés d’Amazon écoutaient des enregistrements d’Amazon Cloud Cam, pour entraîner son algorithme d’IA.

# track_record_details
source: In <a id="a1">April 2019</a>, it was revealed that thousands of employees, many of whom are contract workers and some not even directly employed by Amazon, had access to both voice and text transcripts of <a id="a2">Alexa interactions</a>.
de: Im <a id="a1">April 2019</a>wurde bekannt, dass Tausende von Mitarbeitern, von denen viele Vertragsarbeiter sind und einige nicht einmal direkt bei Amazon beschäftigt sind, Zugang zu Sprach- und Texttranskripten von <a id="a2">Alexa-Interaktionen</a> hatten.
fr: En <a id="a1">avril 2019</a>, il a été révélé que des milliers d’employés, dont beaucoup sont des contractuels et certains ne sont même pas directement employés par Amazon, avaient accès aux transcriptions des <a id="a2">interactions vocales et textuelles d’Alexa</a>.

# child_safety_blurb
source: "Amazon does not sell products for purchase by children. We sell children's products for purchase by adults. If you are under 18, you may use Amazon Services only with the involvement of a parent or guardian. We do not knowingly collect personal information from children under the age of 13 without the consent of the child's parent or guardian. For more information, please see our <a id="a1">Children's Privacy Disclosure</a>."
de: „Amazon verkauft keine Produkte an Kinder. Wir verkaufen Kinderprodukte für den Kauf durch Erwachsene. Wenn Sie unter 18 Jahre alt sind, dürfen Sie Amazon-Services nur unter Einbeziehung eines Elternteils oder Erziehungsberechtigten nutzen. Wir sammeln nicht wissentlich personenbezogene Daten von Kindern unter 13 Jahren ohne die Zustimmung der Eltern oder des Erziehungsberechtigten des Kindes. Für weitere Informationen lesen Sie bitte unsere <a id="a1">Datenschutzerklärung für Kinder</a>.“
fr: « Amazon ne vend pas de produits qui puissent être achetés par des enfants. Les produits destinés aux enfants doivent être achetés par des adultes. Si vous êtes âgé de moins de 18 ans, vous ne pouvez utiliser les Services Amazon qu’avec la participation d’un adulte ou d’un tuteur. Pour des informations supplémentaires relatives à comment nous traitons les informations personnelles dans le cadre des Services Amazon destinés aux enfants de moins de 13 ans, veuillez lire notre <a id="a1">Notice Protection des Informations Personnelles des Enfants</a>. »

# ai_helptext
source: Alexa provides some information about its AI at the Alexa FAQ and the Amazon Science webpages: <a id="a1">https://www.amazon.com/gp/help/customer/display.html?nodeId=201602230</a> <a id="a2">https://www.amazon.science/tag/alexa</a>
de: Alexa stellt einige Informationen über seine KI in den Alexa FAQ und auf den Amazon-Science-Webpages bereit: <a id="a1">https://www.amazon.com/gp/help/customer/display.html?nodeId=201602230</a> <a id="a2">https://www.amazon.science/tag/alexa</a>
fr: Alexa fournit des informations (non disponibles en français) au sujet de son IA dans la FAQ d’Alexa et les pages Amazon Science : <a id="a1">https://www.amazon.com/gp/help/customer/display.html?nodeId=201602230</a> <a id="a2">https://www.amazon.science/tag/alexa</a>

# ai_what_can_it_do
source: Amazon Alexa uses natural language processing to understand you and to generate answers to your requests.
de: Amazon Alexa verwendet natürliche Sprachverarbeitung, um Sie zu verstehen und Antworten auf Ihre Anfragen zu generieren.
fr: Amazon Alexa utilise le traitement du langage naturel pour vous comprendre et générer des réponses à vos demandes.
