Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/amazon-fire-tv.po
Languages: fr

# how_does_it_use_data_collected
source: While voice recordings won't be used for ad personalization, the transcripts of recordings, and the list of actions that Alexa did in response to your voice commands, may be.
fr: Bien que les enregistrements vocaux ne soient pas utilisés pour la personnalisation des annonces, les transcriptions des enregistrements et la liste des actions qu’Alexa a effectuées en réponse à vos commandes vocales peuvent l’être.

# user_friendly_privacy_policy_helptext
source: Amazon has a complicated and difficult to navigate mess of privacy policies, privacy notices, privacy FAQs, and other privacy information.
fr: Amazon dispose de tout un fouillis de politiques de confidentialité, d’avis de confidentialité, de FAQ sur la confidentialité et d’autres informations de confidentialité au sein duquel il est difficile de s’y retrouver.

# uses_encryption_helptext
source: Uses encryption in transit and at rest.
fr: Utilisation du chiffrement en transit et au repos.

# strong_password_helptext
source: Password-protected Amazon account is needed to set up Alexa.
fr: Un compte Amazon protégé par mot de passe est nécessaire pour configurer Alexa.

# manage_vulnerabilities_helptext
source: Amazon has a <a id="a1">bug bounty program</a>.
fr: Amazon a un <a id="a1">programme de prime aux bugs</a>.

# tips_to_protect_yourself
source: Manage your <a id="a1">Alexa privacy settings</a>
fr: Gérez vos <a id="a1">paramètres de confidentialité Alexa</a>

# tips_to_protect_yourself
source: Turn on "<a id="a1">Do Not Send Voice Recordings</a>"
fr: Activez « <a id="a1">Ne pas envoyer d’enregistrements vocaux</a> ».

# tips_to_protect_yourself
source: Turn the microphone off when you do not need it
fr: Désactivez le microphone lorsque vous n’en avez pas besoin

# tips_to_protect_yourself
source: Regularly delete your voice history or set an auto-deletion of the old voice data
fr: Supprimez régulièrement votre historique vocal ou définissez une suppression automatique des anciennes données vocales

# tips_to_protect_yourself
source: Minimize usage of Alexa Skills to only the most trusted ones
fr: Restreignez l’utilisation des skills Alexa seulement aux plus fiables

# tips_to_protect_yourself
source: When using Amazon Skills, be mindful that they are not operating under Amazon's privacy policy. Better not share sensitive data with Skills' developers.
fr: Lorsque vous utilisez des skills Amazon, gardez à l’esprit qu’elles ne sont pas soumises à la politique de confidentialité d’Amazon. Mieux vaut ne pas partager de données sensibles avec les développeurs de Skills.

# tips_to_protect_yourself
source: Set up Anonymous Mode when using the app to protect your data
fr: Configurez le mode Anonyme dans l’application pour protéger vos données.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données.

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
fr: N’utilisez pas de compte tiers pour vous inscrire. Mieux vaut vous connecter simplement avec une adresse e-mail et un mot de passe fort.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
fr: Choisissez un mot de passe fort ! Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (n’autorisez pas l’accès à votre caméra, votre micro, vos images et votre localisation, sauf si nécessaire).

# tips_to_protect_yourself
source: Keep your app regularly updated
fr: Assurez-vous de garder votre application à jour.

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
fr: Limitez le suivi publicitaire sur votre appareil (par exemple, sur iPhone, utilisez « Confidentialité », « Publicités » et « Limiter le suivi publicitaire ») et via les principaux réseaux publicitaires (pour Google, rendez-vous sur votre compte Google et désactivez la personnalisation des publicités).

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.

# personal_data_collected
source: Name, email, phone number, address
fr: Nom, adresse e-mail, numéro de téléphone, adresse postale

# biometric_data_collected
source: Voice recordings
fr: Enregistrements vocaux

# how_can_you_control_your_data
source: <b>We ding this product for not guaranteeing all users have the same right to access and delete their data, regardless of where they live.</b><br/><br/> For users outside of California and Europe, Amazon is not clear if they can excercise their deletion rights: "In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal information. If you wish to do any of these things, please contact Customer Service. Depending on your data choices, certain services may be limited or unavailable."
fr: <b>Nous attribuons un avertissement à ce produit, car il ne garantit pas à tous les utilisateurs et toutes les utilisatrices le même droit d’accès et de suppression de leurs données, quel que soit leur lieu de résidence.</b><br/><br/>Pour les utilisateurs et utilisatrices en dehors de la Californie et de l’Europe, Amazon ne précise pas clairement s’ils ou elles peuvent exercer leurs droits de suppression : « En outre, dans la mesure requise par la loi applicable, vous pouvez avoir le droit de demander l’accès à vos informations personnelles ou de les supprimer. Si vous souhaitez effectuer l’une de ces actions, veuillez contacter le Service client. En fonction de vos choix en matière de données, certains services peuvent être limités ou indisponibles. »

# how_can_you_control_your_data
source: A user can chose to not send voice recording to the Cloud: "On supported devices, you can turn on Do Not Send Voice Recordings, so the audio of your requests to Alexa (for example, “Alexa, what’s the weather?”) will be processed on device and not sent to the cloud. A text transcript of your request will be sent to the cloud so Alexa can respond to your request. You will be able to review and delete those transcripts in your Voice History. Alexa will still send audio to the cloud for features that require the transmission of audio, such as when you make a call or send a message or announcement via Alexa. And, if you create a voice ID, the audio recordings used to teach Alexa your voice will be sent to the cloud. Alexa will also send audio to the cloud if you enable Alexa Guard, including for Smart Alerts and emergency calling with Guard Plus."
fr: Un utilisateur ou une utilisatrice peut choisir de ne pas envoyer d’enregistrement vocal sur le Cloud : « Sur les appareils pris en charge, vous pouvez activer Ne pas envoyer d’enregistrements vocaux, de sorte que l’audio de vos demandes à Alexa (par exemple, « Alexa, quel temps fait-il ? ») seront traitées sur l’appareil et non envoyées sur le cloud. Une transcription textuelle de votre demande sera envoyée sur le cloud afin qu’Alexa puisse répondre à votre demande. Vous pourrez consulter et supprimer ces transcriptions dans votre historique vocal. Alexa enverra toujours de l’audio sur le cloud pour les fonctionnalités qui nécessitent la transmission d’audio, comme lorsque vous passez un appel ou envoyez un message ou une annonce via Alexa. Et, si vous créez un identifiant vocal, les enregistrements audio utilisés pour apprendre à Alexa votre voix seront envoyés sur le cloud. Alexa enverra également l’audio sur le cloud si vous activez Alexa Guard, y compris pour les alertes intelligentes et les appels d’urgence avec Guard Plus. »

# how_can_you_control_your_data
source: You can review and delete your voice recordings, one by one, by date range, or all at once. You can also set up an auto-deletion to automatically delete recordings older than 3 or 18 months. You can choose to not save any voice recordings, at the cost of some features. If you choose not to have any voice recordings saved, the text transcripts of your requests will be still retained for 30 days, after which they will be automatically deleted.
fr: Vous pouvez consulter et supprimer vos enregistrements vocaux, un par un, par plage de dates ou tous à la fois. Vous pouvez également configurer une suppression automatique pour supprimer automatiquement les enregistrements de plus de 3 ou 18 mois. Vous pouvez choisir de ne sauvegarder aucun enregistrement vocal, au détriment de certaines fonctionnalités. Si vous choisissez de ne pas conserver d’enregistrements vocaux, les transcriptions textuelles de vos demandes seront toujours conservées pendant 30 jours, après quoi elles seront automatiquement supprimées.

# how_can_you_control_your_data
source: <b>Retention details:</b><br/>"When you delete voice recordings associated with your account from Voice History, we will delete the voice recordings that you selected and the text transcripts of those recordings from Amazon’s cloud. If you choose not to have any voice recordings saved, the text transcripts of your requests will be retained for 30 days, after which they will be automatically deleted. We retain those text transcripts to allow you to review the requests you make to Alexa in your Voice History, and to improve your Alexa experience and our services. You can delete the text transcripts at any time in the Alexa app by going to Settings &gt; Alexa Privacy &gt; Review Voice History.
fr: <b>Détails de conservation :</b><br/>« Lorsque vous supprimez des enregistrements vocaux associés à votre compte de l’historique vocal, nous supprimons les enregistrements vocaux que vous avez sélectionnés et les transcriptions textuelles de ces enregistrements du cloud d’Amazon. Si vous choisissez de ne pas enregistrer d’enregistrements vocaux, les transcriptions textuelles de vos demandes seront conservées pendant 30 jours, après quoi elles seront automatiquement supprimées. Nous conservons ces transcriptions textuelles pour vous permettre de consulter les demandes que vous faites à Alexa dans votre historique vocal, et pour améliorer votre expérience Alexa et nos services. Vous pouvez supprimer les transcriptions textuelles à tout moment dans l’application Alexa en accédant à Paramètres > Confidentialité Alexa > Consulter l’historique vocal.

# how_can_you_control_your_data
source: We may still retain other records of your Alexa interactions, including records of actions Alexa took in response to your request. This allows us, for instance, to continue to provide your reminders, timers, and alarms, process your orders, remember the things you've taught Alexa, and show your shopping and to-do lists and messages sent through Alexa Communications. If your request was processed by an Alexa skill, deleting your voice recordings does not delete any information retained by the developer of that skill (skill developers do not receive voice recordings)." This is problematic, because a big share of <a id="a1">more than 100,0000 skills</a> are developed by third parties that are not necessarily bound by Amazon’s privacy policies. <a id="a2">The research</a> by North Carolina State University <a id="a3">found</a> that "23.3% of 1,146 skills that requested access to privacy-sensitive data either didn't have privacy policies or their privacy policies were misleading or incomplete. For example, some requested private information even though their privacy policies stated they were not requesting private information." In addition to misleading privacy policies, <a id="a4">issues included</a> things like developers being able to claim fake identity ('Samsung', 'Apple'), multiple skills sharing the same Alexa trigger words, etc. "
fr: Nous pouvons toujours conserver d’autres enregistrements de vos interactions avec Alexa, y compris des enregistrements des actions qu’Alexa a prises en réponse à votre demande. Cela nous permet, par exemple, de continuer à fournir vos rappels, minuteries et alarmes, de traiter vos commandes, de mémoriser les choses que vous avez enseignées à Alexa et d’afficher vos listes de courses et de tâches et les messages envoyés via Alexa Communications. Si votre demande a été traitée par une skill Alexa, la suppression de vos enregistrements vocaux ne supprime aucune information conservée par le développeur de cette skill (les développeurs de skills ne reçoivent pas d’enregistrements vocaux). » C’est problématique, car une grande partie des <a id="a1">plus de 100 000 skills</a> sont développées par des tiers qui ne sont pas nécessairement liés par les politiques de confidentialité d’Amazon. <a id="a2">Une recherche</a> de la North Carolina State University <a id="a3">a constaté</a> que « 23,3 % des 1 146 skills qui ont demandé l’accès à des données confidentielles n’avaient pas de politique de confidentialité ou que leurs politiques de confidentialité étaient trompeuses ou incomplètes. Par exemple, certaines ont demandé des informations privées même si leurs politiques de confidentialité indiquaient qu’elles ne demandaient pas d’informations privées. Outre les politiques de confidentialité trompeuses, <a id="a4">d’autres éléments étaient problématiques</a>, tels que la possibilité pour les développeurs de revendiquer une fausse identité (« Samsung », « Apple »), plusieurs skills partageant les mêmes mots déclencheurs Alexa, etc. »

# track_record_details
source: In 2022, Paige Thompson, a former Amazon employee accused of stealing the personal information of 100 million customers by breaching banking giant CapitalOne in 2019, <a id="a1">was found guilty</a> by a Seattle jury on charges of wire fraud and computer hacking.
fr: En 2022, Paige Thompson, ancienne employée d’Amazon accusée d’avoir volé les informations personnelles de 100 millions de clients en piratant les données du géant bancaire CapitalOne en 2019, <a id="a1">a été reconnue coupable</a> par un jury de Seattle des chefs d’accusation de fraude électronique et piratage informatique retenus contre elle.

# track_record_details
source: In <a id="a1">July 2021</a>, the Luxembourg National Commission for Data Protection issued a 746 million euro fine to Amazon for allegedly violating the European Union’s General Data Protection Regulation (GDPR).
fr: <a id="a1">En juillet 2021</a>, la Commission nationale pour la protection des données du Luxembourg a infligé une amende de 746 millions d’euros à Amazon pour violation du Règlement général sur la protection des données (RGPD) de l’Union européenne.

# track_record_details
source: In <a id="a1">August 2020</a>, security researchers from Check Point pointed out a flaw in Amazon's Alexa smart home devices that could have allowed hackers access to personal information and conversation history. Amazon promptly fixed the bug.
fr: <a id="a1">En août 2020</a>, des chercheurs en sécurité de Check Point ont signalé une faille dans les appareils connectés Alexa d’Amazon qui aurait pu permettre à des pirates d’accéder à des informations personnelles et à l’historique des conversations. Amazon a rapidement corrigé le bug.

# track_record_details
source: In <a id="a1">October 2020</a>, Amazon fired an employee for leaking customer email addresses to an unnamed third party.
fr: En <a id="a1">octobre 2020</a>, Amazon a licencié un employé ayant divulgué des adresses e-mail de client·e·s à un tiers dont l’identité n’a pas été communiquée.

# track_record_details
source: In <a id="a1">October 2019</a>, Forbes reported that Amazon employees were listening to Amazon Cloud Cam recording, to train its AI algorythm.
fr: En <a id="a1">octobre 2019</a>, Forbes a révélé que des employés d’Amazon écoutaient des enregistrements d’Amazon Cloud Cam, pour entraîner son algorithme d’IA.

# track_record_details
source: In <a id="a1">April 2019</a>, it was revealed that thousands of employees, many of whom are contract workers and some not even directly employed by Amazon, had access to both voice and text transcripts of Alexa interactions.
fr: En <a id="a1">avril 2019</a>, il a été révélé que des milliers d’employés, dont beaucoup sont des contractuels et certains ne sont même pas directement employés par Amazon, avaient accès aux transcriptions des interactions vocales et textuelles d’Alexa.

# child_safety_blurb
source: Amazon does not sell products for purchase by children. We sell children's products for purchase by adults. If you are under 18, you may use Amazon Services only with the involvement of a parent or guardian. We do not knowingly collect personal information from children under the age of 13 without the consent of the child's parent or guardian. For more information, please see our <a id="a1">Children's Privacy Disclosure</a>.
fr: « Amazon ne vend pas de produits qui puissent être achetés par des enfants. Les produits destinés aux enfants doivent être achetés par des adultes. Si vous êtes âgé de moins de 18 ans, vous ne pouvez utiliser les Services Amazon qu’avec la participation d’un adulte ou d’un tuteur. Pour des informations supplémentaires relatives à comment nous traitons les informations personnelles dans le cadre des Services Amazon destinés aux enfants de moins de 13 ans, veuillez lire notre <a id="a1">Notice Protection des Informations Personnelles des Enfants</a>. »

# ai_helptext
source: Alexa provides some information about its AI at the Alexa FAQ and the Amazon Science webpages.: <a id="a1">https://www.amazon.com/gp/help/customer/display.html?nodeId=201602230</a> <a id="a2">https://www.amazon.science/tag/alexa</a>
fr: Alexa fournit des informations (non disponibles en français) au sujet de son IA dans la FAQ d’Alexa et les pages Amazon Science : <a id="a1">https://www.amazon.com/gp/help/customer/display.html?nodeId=201602230</a> <a id="a2">https://www.amazon.science/tag/alexa</a>

# ai_what_can_it_do
source: Amazon Alexa uses natural language processing to understand you and to generate answers to your requests.
fr: Amazon Alexa utilise le traitement du langage naturel pour vous comprendre et générer des réponses à vos demandes.
