Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/amazon-echo-buds.po
Languages: fr

# worst_case
source: Amazon proudly states they are not in the business of selling your personal information to others, which is good. However, a good question to ask is, why would Amazon need to sell your data when they have their own advertising and retail juggernaut to use your data to sell you more stuff? Because Amazon is in the business of selling you more stuff. This means Amazon collects a whole lot of data on you — records of your shopping habits, Alexa search requests, the music you stream, the podcasts you listen to, when you turn your lights on and off, when you lock your doors, and on and on and on. These Amazon Echo Buds come with Alexa, as well as Google Assistant and Siri, options for voice assistants (although we're sure Amazon really hopes you'll use Alexa).
fr: Amazon déclare fièrement ne pas vendre vos informations personnelles à des tiers, ce qui est une bonne chose. Cependant, la question à se poser est la suivante : pourquoi Amazon aurait besoin de vendre vos données alors que l’entreprise a sa propre régie publicitaire et est un poids lourd du e-commerce qui peut utiliser vos données pour vous vendre plus de choses ? Parce qu’il s’agit bien de l’objectif d’Amazon : vous vendre toujours plus de choses. Cela signifie qu’Amazon collecte une grande quantité de données sur vous : vos habitudes d’achat, votre historique de recherches Alexa, la musique que vous diffusez, les podcasts que vous écoutez, lorsque vous allumez et éteignez vos lumières, lorsque vous verrouillez vos portes, etc, etc. Ces écouteurs Amazon Echo Buds sont livrés avec Alexa, ainsi que Google Assistant et Siri, différents assistants vocaux (mais aucun doute qu’Amazon espère vraiment que vous utiliserez Alexa).

# worst_case
source: What's good with Alexa? They make it possible to <a id="a1">automatically delete voice recordings</a> immediately after they are processed. That's a nice feature after the controversy around <a id="a2">human reviewers listening in</a> to Alexa voice recordings. However, Amazon says when you delete your voice recordings, they still can keep data of the interactions those recordings triggered. So, if you buy a pregnancy test through Amazon Alexa, they won't forget you bought that pregnancy test just because you ask them to delete the voice recording of that purchase. That record of the purchase is data they have on you going forward and may use to target you with ads for more stuff.
fr: Le positif avec Alexa ? Amazon permet de <a id="a1">supprimer automatiquement les enregistrements vocaux</a> immédiatement après leur traitement. C’est une fonctionnalité intéressante après la controverse autour des <a id="a2">évaluateurs humains qui écoutaient</a> des enregistrements vocaux d’Alexa. Cependant, Amazon indique que lorsque vous supprimez vos enregistrements vocaux, les données d’interactions déclenchées par ces enregistrements peuvent toujours être conservées. Ainsi, si vous achetez un test de grossesse via Amazon Alexa, Amazon n’oubliera pas que vous avez acheté ce test de grossesse simplement parce que vous demandez de supprimer l’enregistrement vocal de cet achat. Les traces de cet achat correspondent aux données vous concernant que l’entreprise peut utiliser à l’avenir pour vous cibler avec des publicités pour d’autres produits.

# worst_case
source: And then there are Alexa Skills, those little apps you use to interact with Alexa. These Skills can be developed <a id="a1">by just about anyone</a> with the, uhm, skill. And with <a id="a2">too many of the Skills</a>, third-party <a id="a3">privacy policies are misleading</a>, incomplete or simply nonexistent, according to one recent study.When your data is processed by an Alexa Skill, deleting your voice recordings doesn’t delete the data the developer of that Skill collects on you. With <a id="a4">over 100,000 Alexa Skills</a> out there, many of them developed by third parties, now your data is floating around in places you might never have imagined.
fr: Et puis il y a Alexa Skills, ces petites applications que vous utilisez pour interagir avec Alexa. Ces « compétences » peuvent être développées <a id="a1">par à peu près n’importe qui</a> ayant cette heu… compétence. Et avec <a id="a2">énormément de Skills</a>, les <a id="a3">politiques de confidentialité des tiers sont trompeuses</a>, incomplètes ou tout simplement inexistantes, selon une étude récente. Lorsque vos données sont traitées par une Skill Alexa, la suppression de vos enregistrements vocaux ne supprime pas les données que le développeur de cette Skill collecte sur vous. Avec <a id="a4">plus de 100 000 Skills Alexa</a>, dont beaucoup sont développées par des tiers, vos données se retrouvent un peu partout sans que vous en ayez forcément conscience.

# worst_case
source: These days Alexa is built into everything from your Echo Buds to your kids' toys to your glasses, and thermostats. And while Amazon doesn't sell your personal information, they sure do use the heck out of it to target you with more stuff to buy.
fr: De nos jours, Alexa est intégrée partout, de vos Echo Buds aux jouets de vos enfants en passant par vos lunettes et vos thermostats. Et bien qu’Amazon ne vende pas vos informations personnelles, l’entreprise les utilise certainement pour vous cibler et vous faire acheter toujours plus de choses.

# how_does_it_use_data_collected
source: Amazon says they <a id="a1">do not sell your personal information</a>. They combine <a id="a2">your voice data</a> with third-party data to answer your requests as well as to train Alexa's speech recognition. You can choose to not save any voice recordings, but it will cost you some features.
fr: Amazon dit <a id="a1">ne pas vendre vos informations personnelles</a>. L’entreprise combine <a id="a2">vos données vocales</a> avec des données tierces pour répondre à vos demandes ainsi que pour entraîner la reconnaissance vocale d’Alexa. Vous pouvez choisir de ne pas conserver les enregistrements vocaux, mais cela entraînera la désactivation de certaines fonctionnalités.

# how_does_it_use_data_collected
source: While voice recordings won't be used for ad personalization, the transcripts of recordings, and the list of actions that Alexa did in response to your voice commands, may be.
fr: Bien que les enregistrements vocaux ne soient pas utilisés pour la personnalisation des annonces, les transcriptions des enregistrements et la liste des actions qu’Alexa a effectuées en réponse à vos commandes vocales peuvent l’être.

# how_does_it_use_data_collected
source: Amazon uses personal information for purposes such as advertisement, recommendation and personalisation. Some <a id="a1">personal data</a> may be shared with the third parties. Amazon provides third-party advertisers with information that allows them to serve you more targeted ads, though it claims to not use information that personally identifies you. Instead, Amazon uses an advertising identifier like a cookie or other device identifier. The company also promises it does not "knowingly collect personal information from children" under 13 without parental consent.
fr: Amazon utilise les informations personnelles à des fins telles que la publicité, les recommandations et la personnalisation. Certaines <a id="a1">données personnelles</a> peuvent être partagées avec des tiers. Amazon fournit aux annonceurs tiers des informations qui leur permettent de vous proposer des publicités plus ciblées, bien qu’Amazon prétende ne pas utiliser d’informations qui vous identifient personnellement. Au lieu de cela, Amazon utilise un identifiant publicitaire tel un cookie ou un autre identifiant d’appareil. L’entreprise promet également qu’elle ne « collecte pas sciemment d’informations personnelles auprès d’enfants » de moins de 13 ans sans le consentement des parents.

# user_friendly_privacy_policy_helptext
source: In addition to general privacy notice, Amazon provides a privacy FAQ with answers to key questions about Alexa.
fr: En plus de son avis général de confidentialité, Amazon fournit une FAQ sur la confidentialité avec des réponses aux questions clés sur Alexa.

# uses_encryption_helptext
source: Uses encryption in transit and at rest.
fr: Utilisation du chiffrement en transit et au repos.

# strong_password_helptext
source: Password-protected Amazon account is needed to set up Alexa.
fr: Un compte Amazon protégé par mot de passe est nécessaire pour configurer Alexa.

# manage_vulnerabilities_helptext
source: Amazon has a <a id="a1">bug bounty program</a>.
fr: Amazon a un <a id="a1">programme de prime aux bugs</a>.

# tips_to_protect_yourself
source: Use Alexa as little as possible.
fr: Utilisez Alexa le moins possible.

# tips_to_protect_yourself
source: Manage your <a id="a1">Alexa privacy settings</a>.
fr: Gérez vos <a id="a1">paramètres de confidentialité Alexa</a>.

# tips_to_protect_yourself
source: Turn the microphone off when you do not need it.
fr: Désactivez le microphone lorsque vous n’en avez pas besoin.

# tips_to_protect_yourself
source: Regularly delete your voice history or set an auto-deletion of the old voice data.
fr: Supprimez régulièrement votre historique vocal ou définissez une suppression automatique des anciennes données vocales.

# tips_to_protect_yourself
source: Minimize usage of Alexa Skills to only the most trusted ones.
fr: Restreignez l’utilisation des skills Alexa seulement aux plus fiables.

# tips_to_protect_yourself
source: When using Amazon Skills, be mindful that they are not operating under Amazon's privacy policy. Better not share sensitive data with Skills' developers.
fr: Lorsque vous utilisez des skills Amazon, gardez à l’esprit qu’elles ne sont pas soumises à la politique de confidentialité d’Amazon. Mieux vaut ne pas partager de données sensibles avec les développeurs de Skills.

# tips_to_protect_yourself
source: Consider using your headphones without connecting it to an app. This way, you may decrease amount of data collected
fr: Envisagez d’utiliser votre casque sans le connecter à une application. De cette façon, vous pouvez réduire la quantité de données collectées

# personal_data_collected
source: Name, email, phone number, address
fr: Nom, adresse e-mail, numéro de téléphone, adresse postale

# biometric_data_collected
source: Voice recordings
fr: Enregistrements vocaux

# social_data_collected
source: Contacts (optional, for making calls)
fr: Contacts (facultatif, pour passer des appels)

# how_can_you_control_your_data
source: You can review and delete your Alexa voice recordings, one by one, by date range, or all at once. You can also set up an auto-deletion to automatically delete recordings older than 3 or 18 months. You can choose to not save any voice recordings, at the cost of some features. If you choose not to have any voice recordings saved, the text transcripts of your requests will be still retained for 30 days, after which they will be automatically deleted.
fr: Vous pouvez consulter et supprimer vos enregistrements vocaux Alexa, un par un, par plage de dates ou tous à la fois. Vous pouvez également configurer une suppression automatique pour supprimer automatiquement les enregistrements de plus de 3 ou 18 mois. Vous pouvez choisir de ne sauvegarder aucun enregistrement vocal, au détriment de certaines fonctionnalités. Si vous choisissez de ne pas conserver d’enregistrements vocaux, les transcriptions textuelles de vos demandes seront toujours conservées pendant 30 jours, après quoi elles seront automatiquement supprimées.

# how_can_you_control_your_data
source: Note that even when audio or text records are deleted, Amazon <a id="a1">may still retain</a> other data concerning your interactions, such as all records of actions Alexa took in response to your request. They say this allows them to do things like continue to provide your reminders, timers, and alarms, process your orders, remember the things you've taught Alexa, and show your shopping and to-do lists and messages sent through Alexa Communications.
fr: Notez que même lorsque les enregistrements audio ou textuels sont supprimés, Amazon <a id="a1">peut toujours conserver</a> d’autres données concernant vos interactions, telles que tous les enregistrements des actions entreprises par Alexa en réponse à votre demande. Amazon précise que cela permet de faire fonctionner certaines choses, comme vos rappels, minuteurs et alarmes, traiter vos commandes, se souvenir des choses que vous avez apprises à Alexa et afficher vos listes de courses et de choses à faire, ainsi que les messages envoyés via Alexa Communications.

# how_can_you_control_your_data
source: If your request was processed by an Alexa skill, deleting your voice recordings does not delete any information that was authorized to be given to and retained by the developer of that skill. Skill developers do not receive voice recordings, but they may be receiving recordings' transcripts or records of actions Alexa took in response to your requests. This is problematic, because a big share of <a id="a1">more than 100,000 skills</a> are developed by third parties that are not necessarily bound by Amazon’s privacy policies. The <a id="a2">research</a> by North Carolina State University <a id="a3">found</a> that "23.3% of 1,146 skills that requested access to privacy-sensitive data either didn't have privacy policies or their privacy policies were misleading or incomplete. For example, some requested private information even though their privacy policies stated they were not requesting private information." In addition to misleading privacy policies, issues <a id="a4">included</a> things like developers being able to claim fake identity ('Samsung', 'Apple'), multiple skills sharing the same Alexa trigger words, etc.
fr: Si votre demande a été traitée par une skill Alexa, la suppression de vos enregistrements vocaux ne supprime aucune des informations qui ont été autorisées à être transmises et conservées par le développeur de cette skill. Les développeurs de skills ne reçoivent pas d’enregistrements vocaux, mais peuvent recevoir des transcriptions d’enregistrements ou une liste des actions entreprises par Alexa en réponse à vos demandes. C’est un problème, car une grande partie des <a id="a1">plus de 100 000 skills</a> sont développées par des tiers qui ne sont pas nécessairement liés par les politiques de confidentialité d’Amazon. Une <a id="a2">recherche</a> de la North Carolina State University <a id="a3">a révélé</a> que « 23,3 % des 1 146 skills qui ont demandé l’accès à des données confidentielles n’avaient soit aucune politique de confidentialité ou leur politique de confidentialité était trompeuse ou incomplète. Par exemple, certaines ont demandé des informations privées même si leur politique de confidentialité indiquait que ce n’était pas le cas. » En plus des politiques de confidentialité trompeuses, les problèmes <a id="a4">incluent</a> par exemple la possibilité pour les développeurs de revendiquer une fausse identité (« Samsung », « Apple »), plusieurs skills partageant les mêmes mots déclencheurs Alexa, etc.

# how_can_you_control_your_data
source: If you chose not to use Alexa with this product, your privacy could be better protected.
fr: Si vous choisissez de ne pas utiliser Alexa avec ce produit, votre vie privée pourrait être mieux protégée.

# how_can_you_control_your_data
source: Amazon <a id="a1">collects data</a> from third parties about you, to target ads better: "Some third-parties may provide Amazon pseudonymized information about you (such as demographic information or sites where you have been shown ads) from offline and online sources that we may use to provide you more relevant and useful advertising."
fr: Amazon <a id="a1">collecte des données</a> à votre sujet auprès de tiers afin de mieux cibler les publicités : « Certains tiers peuvent fournir des informations pseudonymisées à Amazon à votre sujet (telles que des informations démographiques ou des sites sur lesquels des publicités vous ont été affichées) à partir de sources hors ligne et en ligne que nous pouvons utiliser pour vous proposer des publicités plus pertinentes et plus utiles. »

# how_can_you_control_your_data
source: Amazon's privacy statement is not entirely clear regarding deletion rights: "To the extent required by applicable law, you may have the right to request access to or delete your personal information. If you wish to do any of these things, please contact Customer Service. Depending on your data choices, certain services may be limited or unavailable."
fr: La déclaration de confidentialité d’Amazon n’est pas tout à fait claire concernant les droits de suppression : « Dans la mesure requise par la loi applicable, vous pouvez avoir le droit de demander l’accès à vos informations personnelles ou de les supprimer. Si vous souhaitez effectuer l’une de ces opérations, veuillez contacter le service client. Selon vos choix de données, certains services peuvent être limités ou indisponibles. »

# track_record_details
source: In <a id="a1">August 2020</a>, security researchers from Check Point pointed out a flaw in Amazon's Alexa smart home devices that could have allowed hackers access to personal information and conversation history. Amazon promptly fixed the bug.
fr: <a id="a1">En août 2020</a>, des chercheurs en sécurité de Check Point ont signalé une faille dans les appareils connectés Alexa d’Amazon qui aurait pu permettre à des pirates d’accéder à des informations personnelles et à l’historique des conversations. Amazon a rapidement corrigé le bug.

# track_record_details
source: In <a id="a1">October 2020</a>, Amazon fired an employee for leaking customer email addresses to an unnamed third party.
fr: En <a id="a1">octobre 2020</a>, Amazon a licencié un employé ayant divulgué des adresses e-mail de client·e·s à un tiers dont l’identité n’a pas été communiquée.

# track_record_details
source: In <a id="a1">October 2019</a>, Forbes reported that Amazon employees were listening to Amazon Cloud Cam recording, to train its AI algorithm.
fr: En <a id="a1">octobre 2019</a>, Forbes a révélé que des employés d’Amazon écoutaient des enregistrements d’Amazon Cloud Cam, pour entraîner son algorithme d’IA.

# track_record_details
source: In <a id="a1">April 2019</a>, it was revealed that thousands of employees, many of whom are contract workers and some not even directly employed by Amazon, had access to both voice and text transcripts of Alexa interactions.
fr: En <a id="a1">avril 2019</a>, il a été révélé que des milliers d’employés, dont beaucoup sont des contractuels et certains ne sont même pas directement employés par Amazon, avaient accès aux transcriptions des interactions vocales et textuelles d’Alexa.

# track_record_details
source: In <a id="a1">2018</a>, Amazon's Echo Dot device recorded private conversation and sent it to random contact. The recording consisted of 1,700 audio files.
fr: <a id="a1">En 2018</a>, l’appareil Echo Dot d’Amazon a enregistré une conversation privée et l’a envoyée à un contact aléatoire. L’enregistrement était constitué de 1 700 fichiers audio.

# ai_helptext
source: Alexa provides some information about its AI at the <a id="a1">Alexa FAQ</a> and the <a id="a2">Amazon Science</a> webpages.
fr: Alexa fournit des informations sur son IA dans sa <a id="a1">FAQ Alexa</a> et sur les pages web d’<a id="a2">Amazon Science</a>.

# ai_what_can_it_do
source: Amazon Alexa uses natural language processing to understand you and to generate answers to your requests.
fr: Amazon Alexa utilise le traitement du langage naturel pour vous comprendre et générer des réponses à vos demandes.
