Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/amazon-echo-dot.po
Languages: de, fr

# blurb
source: Amazon's Alexa-powered Echo Dot smart speaker is round, comes in white, blue, or black and there's even a version that can show you the time. Alexa has become the most bossed around bot on the internet. These days it feels like she's literally in everything. She plays music, turns on lights, makes phone calls, tells jokes, gives the weather, reads the news, orders toilet paper, and helps you feel less alone. Alexa will always be there for you, listening, ready to do your bidding, or sell you some new jeans because you asked her once how to lose weight. How is the Echo Dot for privacy? Well, it's a device that lets Amazon listen to you and remember what you say. No, it's not the most private thing in the world.
de: Der smarte Lautsprecher Echo Dot mit Alexa von Amazon ist in den Farben Weiß, Blau oder Schwarz erhältlich, und es gibt sogar eine Version, die Ihnen die Zeit anzeigt. Alexa ist wohl der Bot im Internet, der am meisten herumkommandiert wird. Gibt es noch Produkte ohne Alexa? Es fühlt sich nicht so an. Sie spielt Musik, schaltet Lampen an, tätigt Anrufe, erzählt Witze oder den Wetterbericht, liest die Nachrichten vor, bestellt Toilettenpapier und hilft dabei, sich nicht einsam zu fühlen. Alexa ist immer an Ihrer Seite, sie hört zu, erfüllt Ihre Wünsche oder verkauft Ihnen eine neue Jeans, weil Sie einmal gefragt haben, wie Sie abnehmen können. Und wie ist es beim Echo Dot mit dem Datenschutz bestellt? Na ja, Amazon kann Sie über das Gerät abhören und es merkt sich, was Sie sagen. Wirklich privat bleiben Ihre Daten also nicht.
fr: L’enceinte connectée Echo Dot d’Amazon, avec Alexa, est ronde, disponible en blanc, bleu ou noir et il existe même une version qui peut afficher l’heure. Alexa est désormais l’assistant qui reçoit le plus d’ordres sur Internet. De nos jours, elle semble être partout. Elle joue de la musique, allume les lumières, passe des appels téléphoniques, raconte des blagues, donne la météo, lit les actualités, commande du papier toilette et vous aide à vous sentir moins seul·e. Alexa sera toujours là pour vous, à votre écoute, prête à répondre à toutes vos instructions ou à vous vendre de nouveaux jeans parce que vous lui avez demandé une fois comment perdre du poids. Comment l’Echo Dot s’en sort côté confidentialité ? Eh bien, c’est un appareil qui permet à Amazon de vous écouter et de se souvenir de ce que vous dites. Ce n’est pas vraiment le plus recommandé pour protéger votre vie privée.

# worst_case
source: Amazon proudly states they are "not in the business of selling your personal information to others." True. But, Amazon doesn’t need to sell your personal information to others when they have their own retail and advertising juggernaut to use your data to sell you more stuff. Because Amazon <i>is</i> in the business of selling you more stuff. And it’s not just Amazon hoping to sell you stuff. Amazon has a whole program for others to sell you stuff on on their sites too. And those sellers get to use that data Amazon collects on you to target you with the stuff they want to sell. So, while Amazon might not be in the business of selling your personal information, they are in the business of collecting as much of your personal information as they can, then selling access to that personal information to others to target you with ads to sell you more stuff.
de: Amazon erklärt stolz, dass es „nicht in der Lage ist, Ihre persönlichen Daten an andere zu verkaufen“. Stimmt. Aber Amazon hat es nicht nötig, Ihre personenbezogenen Daten an andere zu verkaufen, wenn sie ihren eigenen Einzelhandels- und Werbemoloch haben, der Ihre Daten nutzt, um Ihnen noch mehr Waren zu verkaufen. Denn Amazon <i>hat</i> es sich zur Aufgabe gemacht, Ihnen mehr Produkte zu verkaufen. Und es ist nicht nur Amazon, das hofft, Ihnen Dinge zu verkaufen. Amazon hat ein ganzes Programm für andere, die Ihnen auf ihren Websites ebenfalls Dinge verkaufen wollen. Und diese Verkäufer können die Daten, die Amazon über Sie erfasst, nutzen, um Sie gezielt mit den Produkten anzusprechen, die sie verkaufen wollen. Zwar ist es nicht das Ziel von Amazon, Ihre personenbezogenen Daten zu verkaufen, aber das Unternehmen erfasst so viele Ihrer personenbezogenen Daten wie möglich und verkauft dann den Zugang zu diesen Daten an andere, um Sie mit Werbung anzusprechen und Ihnen noch mehr Produkte zu verkaufen.
fr: Amazon affirme volontiers « ne pas vendre vos informations personnelles à d’autres ». C’est exact. Mais Amazon n’a pas besoin de vendre vos informations personnelles à d’autres puisqu’il s’agit d’une entreprise de vente au détail et de publicité qui utilise vos données pour vous vendre davantage de produits. En effet, le but d’Amazon <i>est</i> de vous vendre toujours plus de produits. Et ils ne sont pas les seuls à chercher à vendre toujours plus. Amazon a mis en place un programme complet pour permettre à d’autres de commercialiser des produits sur leurs sites. Et ces vendeurs peuvent utiliser les données qu’Amazon recueille sur vous pour vous proposer les produits qu’ils cherchent à vous vendre. Ainsi, même si Amazon n’a pas pour vocation de vendre vos informations personnelles, son activité consiste à en collecter autant que possible, puis à vendre l’accès à ces informations personnelles à d’autres pour vous cibler avec des publicités afin de réaliser plus de ventes.

# worst_case
source: And to do this, Amazon likes to collect an enormous amount of data on you. Things like: records of your shopping habits, Alexa search requests, the TV shows you watch and when you watch them, the music you stream, the podcasts you listen to, when you turn your lights on and off, when you lock your doors, identifiers such as your name, address, phone numbers, or IP address, your age, gender, your location, audio and visual information like those Alexa-requests or photos you take, the names and numbers of people listed in your contacts. <a id="a1">The list</a> goes on and on and on.
de: Deshalb sammelt Amazon einen Riesenberg an Daten über Sie. Dazu gehören Ihre Einkaufsgewohnheiten, Alexa-Suchanfragen, welche Sendungen Sie gern ansehen und wann, welche Musik Sie streamen, welche Podcasts Sie hören, wann Sie Ihre Lampen an- und ausschalten, wann Sie Ihre Türen abschließen, Kennzeichen wie Ihr Name, Ihre Adresse, Telefonnummern oder IP-Adresse, Ihr Alter, Geschlecht, Standort, Audio- und visuelle Informationen wie die Alexa-Anfragen oder Fotos, die Sie machen, die Namen und Nummern der Menschen aus Ihrer Kontaktliste. <a id="a1">Die Liste</a> geht endlos weiter.
fr: Et pour ce faire, Amazon collecte énormément de données sur vous. En voici quelques exemples : vos habitudes d’achat, vos recherches avec Alexa, les séries que vous regardez et quand, la musique et les podcasts que vous écoutez, le moment où vous allumez ou éteignez vos lumières, le moment où vous verrouillez vos portes, des éléments d’identification comme votre nom, votre adresse, vos numéros de téléphone, votre adresse IP, votre âge, votre genre, votre localisation, des informations audio et visuelles comme les demandes à Alexa ou les photos que vous prenez, les noms et numéros de vos contacts… Et la <a id="a1">liste</a> continue.

# worst_case
source: And what do they do with all that personal information they collect on you? Well, they use it to target you with advertising, of course. Lots and lots of advertising. <a id="a1">They do say</a> they don’t use information that personally identifies you to display interest-based ads (of course, we have to trust them on this, which, given their track record, might not be a wise thing to do). They also use your personal information to identify your preferences and personalize products and services to keep you using those products and services as much as possible. And they say they can share that personal information with a number of third parties.
de: Und was machen sie mit all den personenbezogenen Daten, die sie über Sie erfassen? Nun, sie verwenden sie natürlich, um Sie mit Werbung anzusprechen. Viel, viel Werbung. <a id="a1">Sie sagen,</a> dass sie keine Informationen verwenden, mit denen Sie persönlich identifiziert werden können, um interessenbezogene Anzeigen zu schalten (natürlich müssen wir ihnen in dieser Hinsicht vertrauen, was angesichts ihrer Erfolgsbilanz vielleicht nicht sehr klug ist). Sie verwenden Ihre personenbezogenen Daten auch, um Ihre Vorlieben zu ermitteln und Produkte und Dienstleistungen zu personalisieren, damit Sie diese Produkte und Dienstleistungen so oft wie möglich nutzen. Und sie sagen, dass sie diese personenbezogenen Daten mit einer Reihe von Dritten teilen können.
fr: Et que fait l’entreprise avec toutes les informations personnelles collectées sur vous ? Elle vous montre des publicités ciblées, bien sûr. Des tonnes de publicités. <a id="a1">Elle déclare</a> ne pas utiliser des informations permettant de vous identifier personnellement pour vous montrer des publicités basées sur vos centres d’intérêt (mais bien sûr, nous ne pouvons que la croire sur parole, ce qui, compte tenu de leurs antécédents, n’est peut-être pas très sage). Elle utilise également vos informations personnelles pour connaître vos préférences et personnaliser ses produits et services pour que vous continuiez à les utiliser autant que possible. Enfin, elle déclare pouvoir partager ces informations avec un certain nombre de tiers.

# worst_case
source: And when we say a number, we don’t exactly know how many third parties because Amazon doesn’t share that information. We must assume it’s a lot of third parties because they say they can share your data with everyone from all the companies they use to provide third party services. That means the companies that do things like help them with marketing, manage credit risk, analyze data, send mail and email, and more. Then there’s the third parties that offer services, products, apps, and Alexa skills through Amazon Services. And then there’s the business affiliates and other companies Amazon buys that could get access to your data too. Given that Amazon is a vast empire -- think Ring, Blink, Eero, Whole Foods, and beyond -- that’s potentially a lot of places your data could end up.
de: Was genau das bedeutet, wissen wir nicht, da Amazon diese Informationen nicht weitergibt. Wir müssen aber davon ausgehen, dass es viele Dritte sind, weil Amazon sagt, dass es Ihre Daten an alle Unternehmen weitergeben kann, die es für die Bereitstellung von Dienstleistungen Dritter nutzt. Das heißt, die Unternehmen, die Amazon bei der Vermarktung helfen, das Kreditrisiko verwalten, Daten analysieren, Post und E-Mails versenden und vieles mehr. Dann gibt es die Drittanbieter, die Dienstleistungen, Produkte, Apps und Alexa Skills über Amazon-Services anbieten. Und dann sind da noch die Geschäftspartner und andere Unternehmen, die Amazon kauft und die ebenfalls Zugang zu Ihren Daten erhalten könnten. Wenn man bedenkt, dass Amazon ein riesiges Imperium ist – man denke an Ring, Blink, Eero, Whole Foods und viele weitere mehr – dann sind das potenziell viele Orte, an denen Ihre Daten landen könnten.
fr: Et par « un certain nombre », on veut bien dire que nous n’en connaissons pas le nombre exact, car Amazon ne partage pas cette information. Nous pensons qu’il s’agit d’un nombre élevé, car la société déclare pouvoir partager vos données avec toutes les entreprises qui fournissent des services tiers en son nom. Par exemple, les entreprises qui lui fournissent une aide pour le marketing, la gestion des risques en matière de crédits, l’analyse des données, l’envoi de courriers et d’e-mails, etc. Et puis, il y a aussi les tiers qui proposent des services, des produits, des applications et des Skills Alexa via les services Amazon. Et aussi ses partenaires commerciaux, et les autres entreprises rachetées par Amazon. Au vu du gigantisme de l’empire Amazon (pensez à Ring, Blink, Eero, Whole Foods, etc.), vos informations pourraient atterrir dans beaucoup de bases de données.

# worst_case
source: Let’s talk for a minute about Alexa itself. Amazon’s AI that’s built into everything from your Echo Dot smart speaker to your headphones to your thermostat comes with its own set of questions and concerns. Amazon does make it possible to <a id="a1">automatically delete voice recordings</a> immediately after they are processed. That's a nice feature after the controversy around<a id="a2"> human reviewers listening</a> in to Alexa voice recordings. However, Amazon says when you delete your voice recordings, they still can keep data of the interactions those recordings triggered. So, if you buy a pregnancy test through Amazon Alexa, Amazon won't forget you bought that pregnancy test just because you ask them to delete the voice recording of that purchase. That record of the purchase is data they have on you going forward and may use to target you with ads for more stuff.
de: Lassen Sie uns kurz über Alexa selbst sprechen. Amazons KI, die in alles integriert ist, vom intelligenten Lautsprecher Echo Dot über Ihre Kopfhörer bis hin zu Ihrem Thermostat, wirft eine Reihe von Fragen und Bedenken auf. Amazon ermöglicht das <a id="a1">automatische Löschen von Sprachaufzeichnungen</a> unmittelbar nach deren Verarbeitung. Das ist eine nette Funktion nach der Kontroverse um<a id="a2"> menschliche Rezensenten, die Alexa-Sprachaufnahmen abhören</a>. Amazon sagt jedoch, wenn Sie Ihre Sprachaufzeichnungen löschen, können sie immer noch Daten über die Interaktionen, die diese Aufzeichnungen ausgelöst haben, speichern. Wenn Sie also einen Schwangerschaftstest über Amazon Alexa kaufen, wird Amazon nicht vergessen, dass Sie diesen Schwangerschaftstest gekauft haben, nur weil Sie sie bitten, die Sprachaufzeichnung dieses Kaufs zu löschen. Die Aufzeichnung des Kaufs sind Daten, die das Unternehmen auch in Zukunft über Sie hat und die es nutzen kann, um Sie mit Werbung für weitere Produkte anzusprechen.
fr: Parlons un peu d’Alexa elle-même. L’intelligence artificielle d’Amazon, intégrée à tout, de votre enceinte connectée Echo Dot à votre casque en passant par votre thermostat, présente son lot de questionnements et de problèmes. Amazon permet de <a id="a1">supprimer automatiquement des enregistrements vocaux</a> immédiatement après leur traitement, ce qui est une bonne chose après la controverse sur les <a id="a2">analystes humains qui écoutaient</a> des enregistrements vocaux Alexa. Cependant, Amazon affirme que, quand vous supprimez vos enregistrements vocaux, elle peut conserver les données des interactions déclenchées par ces enregistrements. Par exemple, si vous achetez un test de grossesse via Amazon Alexa, Amazon n’oubliera pas que vous avez acheté ce test, même si vous demandez la suppression de l’enregistrement vocal de cet achat. Les données sur cet achat font partie des informations que l’entreprise collecte à votre sujet, et qu’elle pourra utiliser pour vous montrer des publicités ciblées.

# worst_case
source: And then there are Alexa Skills, those little apps you use to interact with Alexa. These Skills can be developed <a id="a1">by just about anyone</a> with the, uhm, skill. And with <a id="a2">too many of the Skills</a>, third-party <a id="a3">privacy policies are misleading</a>, incomplete, or simply nonexistent, according to one recent study. When your data is processed by an Alexa Skill, deleting your voice recordings doesn’t delete the data the developer of that Skill collects on you. With <a id="a4">over 100,000 Alexa Skills</a> out there, many of them developed by third parties, now your data is floating around in places you might never have imagined.
de: Und dann gibt es noch Alexa Skills, diese kleinen Apps, die Sie verwenden, um mit Alexa zu interagieren. Diese Skills können <a id="a1">von fast jedem</a> mit, ähm, den entsprechenden Skills, also Fähigkeiten, entwickelt werden. Und bei <a id="a2">zu vielen Skills sind </a>laut einer aktuellen Studie die Datenschutzrichtlinien von <a id="a3">Drittanbietern</a> irreführend, unvollständig oder einfach nicht vorhanden. Wenn Ihre daten von einem Alexa Skill verarbeitet werden, bedeutet das Löschen der entsprechenden Sprachaufzeichnung nicht, dass auch die Daten gelöscht werden, die der Entwickler über Sie sammelt. Mit <a id="a4">über 100.000 Alexa Skills</a>, von denen viele von Drittanbietern entwickelt wurden, befinden sich Ihre Daten jetzt an Orten, die Sie sich vielleicht nie hätten vorstellen können.
fr: Et puis il y a Alexa Skills, ces petites applications que vous utilisez pour interagir avec Alexa. Ces « compétences » peuvent être développées <a id="a1">par à peu près n’importe qui</a> ayant cette heu… compétence. Et avec <a id="a2">autant de Skills</a>, les <a id="a3">politiques de confidentialité des tiers sont trompeuses</a>, incomplètes ou tout simplement inexistantes, selon une étude récente. Lorsque vos données sont traitées par une Skill Alexa, la suppression de vos enregistrements vocaux ne supprime pas les données que le développeur de cette Skill collecte sur vous. Avec <a id="a4">plus de 100 000 Skills Alexa</a>, dont beaucoup sont développées par des tiers, vos données se retrouvent un peu partout sans que vous en ayez forcément conscience.

# worst_case
source: Oh, let’s not forget Amazon’s terrible, awful, no-good track record at protecting and respecting their customers' data. So far in 2023 alone, Amazon has been been charged by the FTC in the US for <a id="a1">violating children's privacy laws</a> by keeping kids voice recordings and location data for years and<a id="a2"> undermining parent's deletion requests</a> of their kids data. This <a id="a3">resulted in Amazon</a> agreeing to pay a $25 million penalty. Then Amazon got sued by the FTC for <a id="a4">enrolling people in Amazon Prime without their consent</a> and then making it way too hard to cancel the subscription. Amazon also <a id="a5">had to settle with the FTC again</a> for $5,8 million for <a id="a6">poor privacy and security in their Ring cameras</a> that let employees spy on customers through the cameras. Shoot, last year we here at *Privacy Not Included <a id="a7">found a security vulnerability in Ring cameras and reported to Amazon to fix</a>. They, so far as we can tell, have done nothing to fix this security issue. All this and then in September, 2023 <a id="a8">the FTC and 17 US state Attorneys General</a> sued Amazon for "illegally maintaining monopoly power."
de: Oh, vergessen wir nicht Amazons schreckliche, furchtbare, schlechte Erfolgsbilanz beim Schutz und der Achtung der Daten ihrer Kunden. Allein im Jahr 2023 wurde Amazon in den USA von der FTC angeklagt, weil es <a id="a1">Gesetze zum Schutz der Privatsphäre von Kindern verletzte</a>, indem es jahrelang Sprachaufzeichnungen und Standortdaten von Kindern aufbewahrte und <a id="a2">Löschanträge von Eltern für die Daten ihrer Kinder unterband</a>. Dies <a id="a3">führte dazu, dass Amazon</a> sich bereit erklärte, eine Strafe von 25 Millionen US-Dollar zu zahlen. Dann wurde Amazon von der FTC verklagt, weil <a id="a4">Menschen ohne ihre Zustimmung bei Amazon Prime angemeldet wurden</a> und es dann viel zu schwer war, das Abonnement zu kündigen. Amazon musste sich auch <a id="a5">wieder mit der FTC</a> wegen <a id="a6">unzureichendem Datenschutz und mangelnder Sicherheit bei seinen Ring-Kameras</a>, mit denen Mitarbeiter Kunden ausspionieren konnten, auf 5,8 Millionen US-Dollar einigen. Mist, letztes Jahr haben wir hier bei *Privacy Not Included <a id="a7">eine Sicherheitslücke in Ring-Kameras gefunden und an Amazon gemeldet, um sie zu beheben</a>. Soweit wir wissen, haben sie nichts unternommen, um diese Sicherheitslücke zu schließen. Das alles, und dann verklagten im September 2023 <a id="a8">die FTC und 17 Generalstaatsanwälte von US-Bundesstaaten</a> Amazon wegen „illegaler Aufrechterhaltung der Monopolmacht“.
fr: Sans oublier les épouvantables antécédents d’Amazon en matière de protection et de respect des données de ses clients. Pour la seule année 2023, Amazon a été accusé par la FTC aux États-Unis d’avoir <a id="a1">enfreint les lois sur la protection de la vie privée des enfants</a> en conservant pendant des années leurs enregistrements vocaux et leurs données de localisation et<a id="a2"> en ignorant les demandes</a> de suppression des ces données émanant des parents. Amazon<a id="a3"> a alors</a> accepté de payer une amende de 25 millions de dollars. Par la suite, Amazon a été poursuivie par la FTC pour <a id="a4">avoir fait adhérer des personnes à Amazon Prime sans leur consentement</a> et pour avoir ensuite rendu l’annulation de l’abonnement excessivement difficile. Amazon <a id="a5">a également dû se résoudre à payer</a> 5,8 millions de dollars à la FTC en raison <a id="a6">des insuffisances en matière de protection de la vie privée et de sécurité de ses caméras Ring</a>, qui permettaient aux employés d’espionner les clients par l’intermédiaire des caméras. L’année dernière, *Confidentialité non incluse<a id="a7"> a découvert une faille de sécurité sur les caméras Ring et l’a signalée à Amazon afin qu’elle soit corrigée</a>. À notre connaissance, Amazon n’a rien fait pour résoudre ce problème de sécurité. Tout cela pour qu’en septembre 2023, <a id="a8">la FTC et 17 procureurs généraux d’États américains poursuivent</a> Amazon pour « maintien illégal de position de monopole ».
