Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/amazon-echo-dot.po
Languages: de, fr

# how_does_it_use_data_collected
source: "The personal information that Amazon disclosed to the third parties &lt;...&gt; in the twelve months prior to the effective date of this Disclosure falls into the following categories &lt;...&gt;:<br/> - identifiers such as your name, address, phone numbers, IP address, or a government identifier &lt;...&gt;;<br/> - personal information, such as a credit card number or other payment information &lt;...&gt;;<br/> - information that may reveal age, gender, race, sexual orientation, or other protected classifications &lt;...&gt;;<br/> - commercial information &lt;...&gt;;<br/> - internet or other electronic network activity information, &lt;...&gt;;<br/> - geolocation data, which may constitute precise geolocation data &lt;...&gt;;<br/> - audio or visual information &lt;...&gt;;<br/> - education information &lt;...&gt;;<br/> - professional information &lt;...&gt;; and<br/> - inference data &lt;...&gt;"
de: „Die personenbezogenen Daten, die Amazon in den zwölf Monaten vor dem Datum des Inkrafttretens dieser Offenlegung an Dritte &lt;...&gt; weitergegeben hat, fallen in die folgenden Kategorien &lt;...&gt;:<br/> - Identifikatoren wie Ihr Name, Ihre Adresse, Telefonnummern, IP-Adresse oder eine staatliche Kennung &lt;...&gt;;<br/> - personenbezogene Daten wie eine Kreditkartennummer oder andere Zahlungsinformationen &lt;...&gt;;<br/> - Daten, die Aufschluss über Alter, Geschlecht, Rasse, sexuelle Orientierung oder andere geschützte Merkmale geben können &lt;...&gt;;<br/> - kommerzielle Daten &lt;...&gt;;<br/> - Informationen über Internet- oder andere elektronische Netzwerkaktivitäten, &lt;...&gt;;<br/> - Geolokalisierungsdaten, die genaue Geolokalisierungsdaten darstellen können &lt;...&gt;;<br/> - Audio- oder visuelle Daten &lt;...&gt;;<br/> - Bildungsinformationen &lt;...&gt;;<br/> - berufliche Informationen &lt;...&gt;; und<br/> - Inferenzdaten &lt;...&gt;“
fr: « Les informations personnelles qu’Amazon communique aux tiers &lt;…&gt; au cours des douze mois précédant la date d’entrée en vigueur du présent avis sont classées dans les catégories suivantes &lt;…&gt;:<br/> - identifiants tels que votre nom, adresse, numéros de téléphone, adresse IP, ou un identifiant administratif &lt;…&gt;;<br/> - informations personnelles, telles qu’un numéro de carte de crédit ou d’autres informations de paiement &lt;…&gt;;<br/> - informations susceptibles de révéler l’âge, le sexe, l’origine ethnique, l’orientation sexuelle ou d’autres caractéristiques protégées &lt;…&gt;;<br/> - informations commerciales &lt;…&gt;;<br/> - informations relatives à l’activité sur Internet ou sur d’autres canaux de communication électronique &lt;…&gt;;<br/> - données de géolocalisation, qui peuvent constituer des données de géolocalisation précises &lt;…&gt;;<br/> - informations audio ou visuelles &lt;…&gt;;<br/> - informations relatives à l’éducation &lt;…&gt;;<br/> - informations professionnelles &lt;…&gt;; et<br/> - données d’inférence &lt;…&gt; ».

# how_does_it_use_data_collected
source: "Any personal information Amazon may have shared for the purpose of cross-context behavioral advertising &lt;...&gt; in the twelve months prior to the effective date of this Disclosure falls into the following categories:<br/> - identifiers such as a cookie, a device identifier, or a code derived from applying irreversible cryptography to other information like an email address; we never share your name or other information that directly identifies you.<br/> - internet or other electronic network activity information &lt;...&gt;.<br/> - inference data; &lt;...&gt;, we may share an advertising identifier and an estimate of the value of the ads they show you on our behalf so they can serve you with more effective Amazon ads."
de: „Alle personenbezogenen Daten, die Amazon in den zwölf Monaten vor dem Datum des Inkrafttretens dieser Offenlegung zum Zwecke der kontextübergreifenden verhaltensorientierten Werbung &lt;...&gt; weitergegeben hat, fallen in die folgenden Kategorien:<br/> - Identifikatoren wie ein Cookie, eine Gerätekennung oder ein Code, der aus der Anwendung irreversibler Kryptographie auf andere Informationen wie eine E-Mail-Adresse abgeleitet wird; wir geben niemals Ihren Namen oder andere Informationen, die Sie direkt identifizieren, weiter.<br/> - Informationen über Internet- oder andere elektronische Netzwerkaktivitäten; &lt;...&gt;.<br/> - Inferenzdaten; &lt;...&gt; Wir können eine Werbekennung und eine Schätzung des Werts der Anzeigen, die sie Ihnen in unserem Namen zeigen, weitergeben, damit sie Ihnen effektivere Amazon-Anzeigen zeigen können.“
fr: « Toute information personnelle qu’Amazon peut avoir partagée à des fins de publicité comportementale intersectorielle &lt;…&gt; au cours des douze mois précédant la date d’entrée en vigueur du présent avis appartient aux catégories suivantes :<br/> - identifiants tels que les cookies, les identifiants d’appareils ou les codes obtenus en appliquant une cryptographie irréversible à d’autres informations telles que l’adresse e-mail ; en aucun cas nous ne partageons votre nom ou d’autres informations permettant de vous identifier directement.<br/> - informations relatives à l’activité sur Internet ou sur d’autres systèmes de communication électronique &lt;…&gt;.<br/> - données d’inférence ; &lt;…&gt;, nous pouvons partager un identifiant publicitaire et une estimation de la portée des publicités qui vous sont présentées en notre nom, afin de pouvoir vous proposer des publicités Amazon plus pertinentes ».

# how_does_it_use_data_collected
source: Alexa and Alexa Device FAQs
de: Häufig gestellte Fragen zu Alexa und Alexa-Geräten
fr: FAQ sur Alexa et les appareils Alexa

# how_does_it_use_data_collected
source: While voice recordings won't be used for ad personalization, the transcripts of recordings, and the list of actions that Alexa did in response to your voice commands, may be.
de: Sprachaufzeichnungen werden zwar nicht für die Personalisierung von Anzeigen verwendet, aber für die Transkripte der Aufzeichnungen und die Liste der Aktionen, die Alexa als Reaktion auf Ihre Sprachbefehle durchgeführt hat, kann dies geschehen.
fr: Bien que les enregistrements vocaux ne soient pas utilisés pour la personnalisation des annonces, les transcriptions des enregistrements et la liste des actions qu’Alexa a effectuées en réponse à vos commandes vocales peuvent l’être.

# how_does_it_use_data_collected
source: "We may still retain other records of your Alexa interactions, including records of actions Alexa took in response to your request. This allows us, for instance, to continue to provide your reminders, timers, and alarms, process your orders, remember the things you've taught Alexa, and show your shopping and to-do lists and messages sent through Alexa Communications."
de: „Wir können weiterhin andere Aufzeichnungen über Ihre Alexa-Interaktionen aufbewahren, einschließlich Aufzeichnungen über Aktionen, die Alexa als Reaktion auf Ihre Anfrage ergriffen hat. So können wir beispielsweise weiterhin Ihre Erinnerungen, Timer und Alarme bereitstellen, Ihre Bestellungen bearbeiten, uns an die Dinge erinnern, die Sie Alexa beigebracht haben, und Ihre Einkaufs- und Aufgabenlisten und Nachrichten anzeigen, die über Alexa Communications gesendet wurden.“
fr: « Nous pouvons également conserver d’autres enregistrements de vos interactions avec Alexa, y compris les enregistrements des actions effectuées par Alexa en réponse à votre requête. Cela nous permet, par exemple, de continuer à vous proposer des rappels, des minuteries et des alarmes, de traiter vos commandes, de nous souvenir des éléments que vous avez appris à Alexa, et d’afficher vos listes de courses et de tâches ainsi que les messages envoyés par l’intermédiaire d’Alexa Communications ».

# how_does_it_use_data_collected
source: "Alexa uses your voice recordings and other information, including from third-party services, to answer your questions, fulfill your requests, and improve your experience and our services. We associate your requests with your Amazon account to allow you to review your voice recordings, access other Amazon services (e.g. so you can ask Alexa to read your Kindle books and play audiobooks from Audible), and to provide you with a more personalized experience. For example, keeping track of the songs you have listened to helps Alexa choose what songs to play when you say, "Alexa, play music." At times, Alexa can provide you with recommendations based on your requests. For example, Alexa may recommend Alexa skills you might like based on the Alexa skills you use."
de: „Alexa verwendet Ihre Sprachaufzeichnungen und andere Daten, auch von Diensten Dritter, um Ihre Fragen zu beantworten, Ihre Anfragen zu erfüllen und Ihr Erlebnis und unsere Dienste zu verbessern. Wir verknüpfen Ihre Anfragen mit Ihrem Amazon-Konto, um Ihnen zu ermöglichen, Ihre Sprachaufnahmen zu überprüfen, auf andere Amazon-Dienste zuzugreifen (z. B. damit Sie Alexa bitten können, Ihre Kindle-Bücher vorzulesen und Hörbücher von Audible abzuspielen) und um Ihnen ein personalisiertes Erlebnis zu bieten. Zum Beispiel hilft Alexa bei der Auswahl der Songs, die Sie gehört haben, wenn Sie sagen: "Alexa, spiele Musik". Gelegentlich kann Alexa Ihnen Empfehlungen auf Grundlage Ihrer Anfragen geben. Alexa kann Ihnen zum Beispiel Alexa-Fertigkeiten empfehlen, die Ihnen gefallen könnten, basierend auf den von Ihnen verwendeten Alexa-Fertigkeiten.“
fr: « Alexa utilise vos enregistrements vocaux et d’autres informations, y compris celles provenant de services tiers, pour répondre à vos questions, satisfaire vos demandes et améliorer votre expérience et nos services. Nous associons vos demandes à votre compte Amazon pour vous permettre de consulter vos enregistrements vocaux, d’accéder à d’autres services Amazon (par exemple, pour que vous puissiez demander à Alexa de lire vos livres Kindle et vos livres audio Audible), et pour vous proposer une expérience plus personnalisée. Par exemple, en gardant une trace des chansons que vous avez écoutées, Alexa peut choisir les chansons à jouer lorsque vous dites "Alexa, joue de la musique". Parfois, Alexa peut vous fournir des recommandations basées sur vos demandes. Par exemple, Alexa peut vous recommander certaines compétences Alexa que vous pourriez aimer en fonction de celles que vous utilisez ».

# user_friendly_privacy_policy_helptext
source: Amazon has a complicated mess of various privacy policies, privacy hubs, FAQs, and Advertising Prefrerence pages, and more that is difficult to find, navigate, read, and understand.
de: Amazon hat ein kompliziertes Geflecht aus verschiedenen Datenschutzrichtlinien, Datenschutz-Hubs, FAQs, Seiten zu Werbevorteilen und vielem mehr, das schwer zu finden, zu navigieren, zu lesen und zu verstehen ist.
fr: Amazon a créé un enchevêtrement complexe de politiques de confidentialité, de centres de confidentialité, de FAQ, de pages de préférences publicitaires, et bien d’autres encore, qu’il est difficile de trouver, de parcourir, de lire et de comprendre.

# strong_password_helptext
source: Password-protected Amazon account is needed to set up Alexa.
de: Zum Einrichten von Alexa wird ein passwortgeschütztes Amazon-Konto benötigt.
fr: Un compte Amazon protégé par mot de passe est nécessaire pour configurer Alexa.

# manage_vulnerabilities_helptext
source: Amazon has a <a id="a1">bug bounty program</a>.
de: Amazon hat ein <a id="a1">Bug-Bounty-Programm</a>.
fr: Amazon a un <a id="a1">programme de prime aux bugs</a>.

# tips_to_protect_yourself
source: Manage your preferences for third parties and <a id="a1">reset your Alexa Advertising IDs</a>, by visiting <b>Settings &gt; Alexa Privacy &gt; Manage Skill Permissions and Ad Preferences</b> in the Alexa app and Echo Show devices.
de: Verwalten Sie Ihre Präferenzen für Drittanbieter und <a id="a1">setzen Sie Ihre Alexa-Werbe-IDs zurück</a>, indem Sie in der Alexa-App und auf den Echo Show-Geräten <b>Einstellungen &gt; Alexa-Datenschutz &gt; Fertigkeitengenehmigungen und Werbepräferenzen</b> verwalten aufrufen.
fr: Gérez vos préférences relatives aux tiers et <a id="a1">réinitialisez vos identifiants publicitaires Alexa</a>, en sélectionnant <b>Paramètres &gt; Confidentialité Alexa &gt; Gérer les autorisations de compétences et les Préférences publicitaires</b> dans l’application Alexa et sur les appareils Echo Show.

# tips_to_protect_yourself
source: <a id="a1">Switch off interest-based ads</a> delivered by Amazon on Alexa. You can manage this setting at <b>Settings &gt; Alexa Privacy &gt; Manage Your Alexa Data</b> in the Alexa app and Echo Show devices.
de: <a id="a1">Deaktivieren Sie interessenbezogene Werbung</a>, die von Amazon auf Alexa bereitgestellt wird. Sie können diese Einstellung unter <b>Einstellungen &gt; Alexa-Datenschutz &gt; Verwalten Ihrer Alexa-Daten</b> in der Alexa-App und auf Echo Show-Geräten verwalten.
fr: <a id="a1">Désactivez les publicités basées sur les centres d’intérêt</a> diffusées par Amazon sur Alexa. Vous pouvez gérer ce paramètre dans <b>Paramètres &gt; Confidentialité Alexa &gt; Gérer vos données Alexa</b> dans l’application Alexa et les appareils Echo Show.

# tips_to_protect_yourself
source: Manage your <a id="a1">Alexa privacy settings</a>
de: Verwalten Sie Ihre <a id="a1">Alexa-Datenschutzeinstellungen</a>
fr: Gérez vos <a id="a1">paramètres de confidentialité Alexa</a>

# tips_to_protect_yourself
source: Turn on "<a id="a1">Do Not Send Voice Recordings</a>"
de: Aktivieren Sie "<a id="a1">Keine Sprachaufnahmen senden</a>"
fr: Activez « <a id="a1">Ne pas envoyer d’enregistrements vocaux</a> ».

# tips_to_protect_yourself
source: Turn the microphone off when you do not need it
de: Schalten Sie das Mikrofon aus, wenn Sie es nicht benötigen
fr: Désactivez le microphone lorsque vous n’en avez pas besoin

# tips_to_protect_yourself
source: Regularly delete your voice history or set an auto-deletion of the old voice data
de: Löschen Sie regelmäßig Ihren Sprachverlauf oder stellen Sie eine automatische Löschung der alten Sprachaufzeichnungen ein
fr: Supprimez régulièrement votre historique vocal ou définissez une suppression automatique des anciennes données vocales

# tips_to_protect_yourself
source: Minimize usage of Alexa Skills to only the most trusted ones
de: Minimieren Sie die Verwendung von Alexa Skills auf die vertrauenswürdigsten Skills
fr: Restreignez l’utilisation des skills Alexa seulement aux plus fiables

# tips_to_protect_yourself
source: When using Amazon Skills, be mindful that they are not operating under Amazon's privacy policy. Better not share sensitive data with Skills' developers.
de: Achten Sie bei der Verwendung von Amazon Skills darauf, dass diese nicht unter die Datenschutzrichtlinie von Amazon fallen. Geben Sie besser keine sensiblen Daten an die Entwickler von Skills weiter.
fr: Lorsque vous utilisez des skills Amazon, gardez à l’esprit qu’elles ne sont pas soumises à la politique de confidentialité d’Amazon. Mieux vaut ne pas partager de données sensibles avec les développeurs de Skills.

# tips_to_protect_yourself
source: Set up Anonymous Mode when using the app to protect your data
de: Nutzen Sie die App nur im anonymen Modus, um Ihre Daten zu schützen
fr: Configurez le mode Anonyme dans l’application pour protéger vos données.

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
de: Registrieren Sie sich nicht über ein Drittanbieterkonto. Es ist besser, sich mithilfe der E-Mail-Adresse und einem starken Passwort zu registrieren.
fr: N’utilisez pas de compte tiers pour vous inscrire. Mieux vaut vous connecter simplement avec une adresse e-mail et un mot de passe fort.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Dafür können Sie auch ein Passwortkontrollprogramm anwenden, wie 1Password, KeePass etc.
fr: Choisissez un mot de passe fort ! Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Standort, außer es ist notwendig).
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (n’autorisez pas l’accès à votre caméra, votre micro, vos images et votre localisation, sauf si nécessaire).

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Aktualisieren Sie Ihre App regelmäßig!
fr: Assurez-vous de garder votre application à jour.

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät (z. B. auf dem iPhone unter „Datenschutz“ > „Werbung“ > „Ad-Tracking beschränken“) und die größten Werbenetzwerke ein (bei Google öffnen Sie Ihr Google-Konto und schalten die Anzeigenpersonalisierung aus)
fr: Limitez le suivi publicitaire sur votre appareil (par exemple, sur iPhone, utilisez « Confidentialité » -&gt; « Publicités » -&gt; et « Limiter le suivi publicitaire ») et via les principaux réseaux publicitaires (pour Google, rendez-vous sur votre compte Google et désactivez la personnalisation des publicités).

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Beantragen Sie die Löschung Ihrer Daten, wenn Sie die App nicht mehr nutzen. Das Deinstallieren der App auf Ihrem Gerät löscht normalerweise nicht automatisch Ihre personenbezogenen Daten.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung nicht dem Tracking Ihrer Daten zu, wenn Sie die Möglichkeit haben.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.

# personal_data_collected
source: Identifiers such as your name, alias, address, phone numbers, IP address, your Amazon account log-in information, or a government-issued identifier (e.g. a social security number, which may be required for tax purposes if you are a Seller); personal information, such as a credit card number or other payment information; information that may reveal age, gender, race, sexual orientation, or other protected classifications, for example if you create a child profile, baby registry, or wedding registry, or if an author voluntarily self-identifies their racial identity for cataloging purposes; commercial information, such as purchase and content streaming activity; internet or other electronic network activity information, including content interaction information, such as content downloads, streams, and playback details, and the content of email and text messages, such as those you can send with Alexa or that are processed through Alexa's VIP Filter; inference data, such as information about your purchase preferences.
de: Identifikatoren wie Ihr Name, Alias, Adresse, Telefonnummern, IP-Adresse, Anmeldedaten für Ihr Amazon-Konto oder ein staatlicher Identifikator (z. B. eine Sozialversicherungsnummer, die für Steuerzwecke erforderlich sein kann, wenn Sie ein Verkäufer sind); personenbezogene Daten, wie z. B. eine Kreditkartennummer oder andere Zahlungsinformationen; Daten, die Aufschluss über Alter, Geschlecht, Rasse, sexuelle Orientierung oder andere geschützte Klassifizierungen geben können, z. B. wenn Sie ein Kinderprofil, ein Baby-Register oder ein Hochzeits-Register erstellen oder wenn ein Autor seine rassische Identität zu Katalogisierungszwecken freiwillig angibt; kommerzielle Daten, wie Kauf- und Streaming-Aktivitäten von Inhalten; Informationen über Internet- oder andere elektronische Netzwerkaktivitäten, einschließlich Informationen zur Inhaltsinteraktion, wie z. B. Downloads, Streams und Details zur Wiedergabe von Inhalten sowie der Inhalt von E-Mail- und Textnachrichten, die Sie mit Alexa senden können oder die über den VIP-Filter von Alexa verarbeitet werden; Schlussfolgerungsdaten, wie z. B. Informationen über Ihre Kaufpräferenzen.
fr: Les identifiants tels que votre nom, votre pseudonyme, votre adresse, vos numéros de téléphone, votre adresse IP, les informations de connexion de votre compte Amazon ou un identifiant délivré par l’État (par ex. un numéro de sécurité sociale, qui peut être requis à des fins fiscales si vous êtes un vendeur) ; des informations personnelles, telles qu’un numéro de carte de crédit ou d’autres informations de paiement ; des informations susceptibles de révéler l’âge, le sexe, les origines ethniques, l’orientation sexuelle ou d’autres caractéristiques protégées, par exemple si vous créez un profil d’enfant, une liste de naissance ou une liste de mariage, ou si un auteur indique volontairement son origine ethnique à des fins de référencement ; des informations commerciales, telles que les achats et les activités de streaming de contenu ; des informations sur l’activité d’Internet ou d’autres réseaux électroniques, y compris des informations sur l’interaction avec le contenu, telles que les téléchargements de contenu, les diffusions et les détails de lecture, et le contenu des e-mails et des messages texte, tels que ceux que vous pouvez envoyer avec Alexa ou qui sont traités par le filtre VIP d’Alexa ; des données d’inférence, telles que des informations sur vos préférences en matière d’achat.

# biometric_data_collected
source: "Biometric information, such as your voice profile;<br/>Audio or visual information, such as voice recordings when you speak to Alexa."
de: „Biometrische Informationen, wie Ihr Sprachprofil;<br/>Audio- oder visuelle Daten, wie Sprachaufzeichnungen, wenn Sie mit Alexa sprechen."
fr: « Informations biométriques, telles que votre profil vocal ;<br/>des informations audio ou visuelles, telles que des enregistrements vocaux réalisés lorsque vous vous adressez à Alexa ».

# social_data_collected
source: Contacts (optional, for making calls)
de: Kontakte (optional, um Anrufe zu tätigen)
fr: Contacts (facultatif, pour les appels téléphoniques)

# how_can_you_control_your_data
source: We ding this product as it is unclear if all users regardless of location can get their data deleted. Also, interest-based ads are delivered in an opt-out fashion.
de: Wir bemängeln dieses Produkt, da unklar ist, ob alle Nutzer unabhängig von ihrem Standort ihre Daten löschen lassen können. Außerdem wird interessenbezogene Werbung auf abwählbarer Basis zur Verfügung gestellt.
fr: Nous signalons ce produit comme n’étant pas transparent quant à la possibilité pour tous les utilisateurs, quelle que soit leur localité, de faire effacer leurs données. De plus, les publicités basées sur les centres d’intérêt sont diffusées de manière optionnelle.
