Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/amazon-kindle.po
Languages: de, es

# how_does_it_use_data_collected
source: "Third-Party Advertisers and Links to Other Websites: Amazon Services may include third-party advertising and links to other websites and apps. Third-party advertising partners may collect information about you when you interact with their content, advertising, and services. For more information about third-party advertising at Amazon, including interest-based ads, please read our Interest-Based Ads notice."
es: «Anunciantes externos y enlaces a otros sitios web: los servicios de Amazon pueden incluir publicidad de terceros y enlaces a otros sitios web y aplicaciones. Los socios publicitarios externos pueden recopilar información sobre ti cuando interactúas con sus contenidos, publicidades y servicios. Para obtener más información sobre la publicidad de terceros en Amazon, incluidos los anuncios basados en intereses, lee nuestro aviso sobre los anuncios basados en intereses».

# how_does_it_use_data_collected
source: "Use of Third-Party Advertising Services: We provide ad companies with information that allows them to serve you with more useful and relevant Amazon ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie, a device identifier, or a code derived from applying irreversible cryptography to other information like an email address."
es: «Uso de servicios de publicidad de terceros: proporcionamos a las empresas publicitarias información que les permite ofrecerte anuncios de Amazon más útiles y relevantes, y medir su efectividad. Cuando hacemos esto, nunca compartimos tu nombre u otra información que te identifique directamente. En su lugar, utilizamos un identificador de publicidad (como una cookie, un identificador de dispositivo o un código derivado de la aplicación de criptografía irreversible) a otra información como una dirección de correo electrónico».

# how_does_it_use_data_collected
source: "We provide ad companies with information that allows them to serve you with more useful and relevant Amazon ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie, a device identifier, or a code derived from applying irreversible cryptography to other information like an email address. "
es: «Proporcionamos a las empresas publicitarias información que les permite ofrecerte anuncios de Amazon más útiles y relevantes, y medir su efectividad. Cuando hacemos esto, nunca compartimos tu nombre u otra información que te identifique directamente. En su lugar, utilizamos un identificador de publicidad (como una cookie, un identificador de dispositivo o un código derivado de la aplicación de criptografía irreversible) a otra información como una dirección de correo electrónico».

# how_does_it_use_data_collected
source: "Examples of information we receive from other sources include:<br/> updated delivery and address information from our carriers or other third parties, which we use to correct our records and deliver your next purchase or communication more easily;<br/> account information, purchase or redemption information, and page-view information from some merchants with which we operate co-branded businesses or for which we provide technical, fulfillment, advertising, or other services;<br/> information about your interactions with products and services offered by our subsidiaries;<br/> search results and links, including paid listings (such as Sponsored Links);<br/> information about internet-connected devices and services linked with Alexa; and<br/> credit history information from credit bureaus, which we use to help prevent and detect fraud and to offer certain credit or financial services to some customers."
es: «Estos son algunos ejemplos de información que recibimos de otras fuentes:<br/>información actualizada de entrega y dirección de nuestros transportistas u otros terceros, que utilizamos para corregir nuestros registros y entregar tu próxima compra o comunicación más fácilmente;<br/> información de cuenta, información de compras o canjes, e información de visualización de páginas de algunos comerciantes con los que operamos actividades comerciales de marca compartida o para los que proporcionamos servicios técnicos, de cumplimiento, publicitarios u otros;<br/> información sobre tus interacciones con productos y servicios ofrecidos por nuestras subsidiarias;<br/> resultados de búsqueda y enlaces, incluidos listados pagos (como los enlaces patrocinados);<br/> información sobre dispositivos y servicios conectados a Internet y vinculados con Alexa; e<br/> información de historial crediticio proveniente de agencias de crédito, que utilizamos para ayudar a prevenir y detectar fraudes y para ofrecer ciertos servicios crediticios o financieros a algunos clientes».

# how_does_it_use_data_collected
source: Additional State-Specific Privacy Disclosures
es: Divulgaciones de privacidad adicionales específicas de cada estado

# how_does_it_use_data_collected
source: "In the twelve months prior to the effective date of this Disclosure, Amazon has not sold any personal information of consumers, as those terms are defined under the California Privacy Rights Act."
es: «En los doce meses previos a la entrada en vigor de esta Divulgación, Amazon no ha vendido información personal de los consumidores, conforme a la definición de esos términos en la Ley de Privacidad de California».

# how_does_it_use_data_collected
source: "The personal information that Amazon disclosed to the third parties &lt;...&gt; in the twelve months prior to the effective date of this Disclosure falls into the following categories &lt;...&gt;:<br/> - identifiers such as your name, address, phone numbers, IP address, or a government identifier &lt;...&gt;;<br/> - personal information, such as a credit card number or other payment information &lt;...&gt;;<br/> - information that may reveal age, gender, race, sexual orientation, or other protected classifications &lt;...&gt;;<br/> - commercial information &lt;...&gt;;<br/> - internet or other electronic network activity information, &lt;...&gt;;<br/> - geolocation data, which may constitute precise geolocation data &lt;...&gt;;<br/> - audio or visual information &lt;...&gt;;<br/> - education information &lt;...&gt;;<br/> - professional information &lt;...&gt;; and<br/> - inference data &lt;...&gt;"
es: «La información personal que Amazon divulgó a terceros &lt;...&gt; en los doce meses previos a la fecha de vigencia de esta Divulgación corresponde a las siguientes categorías &lt;...&gt;:<br/> - identificadores como tu nombre, dirección, números de teléfono, dirección IP o un identificador gubernamental &lt;...&gt;;<br/> - información personal, como un número de tarjeta de crédito u otra información de pago &lt;...&gt;;<br/> - información que puede revelar edad, género, raza, orientación sexual u otras clasificaciones protegidas &lt;... &gt;;<br/> - información comercial &lt;...&gt;;<br/> - información de actividad de Internet u otra red electrónica, &lt;...&gt;;<br/> - datos de geolocalización, que podrían constituir datos precisos de geolocalización &lt;...&gt;;<br/> - información en formato de audio o visual &lt;...&gt;;<br/> - información educativa &lt;...&gt;;<br/> - información profesional &lt;...&gt;;<br/> y - datos de inferencia &lt;...&gt;»

# how_does_it_use_data_collected
source: "Any personal information Amazon may have shared for the purpose of cross-context behavioral advertising &lt;...&gt; in the twelve months prior to the effective date of this Disclosure falls into the following categories:<br/> - identifiers such as a cookie, a device identifier, or a code derived from applying irreversible cryptography to other information like an email address; we never share your name or other information that directly identifies you.<br/> - internet or other electronic network activity information &lt;...&gt;.<br/> - inference data; &lt;...&gt;, we may share an advertising identifier and an estimate of the value of the ads they show you on our behalf so they can serve you with more effective Amazon ads."
es: «Cualquier información personal que Amazon haya compartido con el propósito de publicidad conductual de contexto cruzado &lt;...&gt; en los doce meses previos a la fecha de vigencia de esta Divulgación se encuentra en las siguientes categorías:<br/> - identificadores como cookies, identificadores de dispositivo o códigos derivados de la aplicación de criptografía irreversible, a otra información como una dirección de correo electrónico; nunca compartimos tu nombre u otra información que te identifique directamente.<br/> - información de internet u otra actividad de red electrónica &lt;...&gt;<br/> - datos de inferencia; &lt;...&gt;, podemos compartir un identificador de publicidad y una estimación del valor de los anuncios que te muestran en nuestro nombre para que puedan mostrarte anuncios de Amazon más efectivos».

# how_does_it_use_data_collected
source: Alexa and Alexa Device FAQs
es: Preguntas frecuentes sobre Alexa y los dispositivos Alexa

# how_does_it_use_data_collected
source: While voice recordings won't be used for ad personalization, the transcripts of recordings, and the list of actions that Alexa did in response to your voice commands, may be.
es: Si bien las grabaciones de voz no se utilizarán para la personalización de anuncios, las transcripciones de esas grabaciones y la lista de acciones que haya realizado Alexa en respuesta a tus comandos de voz sí podrían usarse con ese fin.

# how_does_it_use_data_collected
source: "We may still retain other records of your Alexa interactions, including records of actions Alexa took in response to your request. This allows us, for instance, to continue to provide your reminders, timers, and alarms, process your orders, remember the things you've taught Alexa, and show your shopping and to-do lists and messages sent through Alexa Communications."
es: «Es posible que conservemos otros registros de tus interacciones con Alexa, como los registros de las acciones que Alexa tomó en respuesta a tu solicitud. Esto nos permite, por ejemplo, seguir proporcionándote recordatorios, temporizadores y alarmas, procesar tus pedidos, recordar las cosas que le has enseñado a Alexa y mostrar tus listas de compras y tareas pendientes, y los mensajes enviados a través de Alexa Communications».

# how_does_it_use_data_collected
source: "Alexa uses your voice recordings and other information, including from third-party services, to answer your questions, fulfill your requests, and improve your experience and our services. We associate your requests with your Amazon account to allow you to review your voice recordings, access other Amazon services (e.g. so you can ask Alexa to read your Kindle books and play audiobooks from Audible), and to provide you with a more personalized experience. For example, keeping track of the songs you have listened to helps Alexa choose what songs to play when you say, "Alexa, play music." At times, Alexa can provide you with recommendations based on your requests. For example, Alexa may recommend Alexa skills you might like based on the Alexa skills you use."
es: «Alexa utiliza tus grabaciones de voz y otra información, incluso de servicios de terceros, para responder a tus preguntas, satisfacer tus solicitudes y mejorar tu experiencia y nuestros servicios. Asociamos tus solicitudes con tu cuenta de Amazon para permitirte revisar tus grabaciones de voz, acceder a otros servicios de Amazon (por ejemplo, para que puedas pedirle a Alexa que lea tus libros de Kindle y reproduzca audiolibros de Audible) y para brindarte una experiencia más personalizada. Por ejemplo, hacer un seguimiento de las canciones que has escuchado ayuda a Alexa a elegir qué canciones reproducir cuando dices: “Alexa, reproduce música”. A veces, Alexa puede proporcionarte recomendaciones basadas en tus solicitudes. Por ejemplo, Alexa puede recomendarte habilidades de Alexa que pueden gustarte en función de las habilidades de Alexa que usas».

# user_friendly_privacy_policy_helptext
source: Amazon has a complicated mess of various privacy policies, privacy hubs, FAQs, and Advertising Preference pages, and more that is difficult to find, navigate, read, and understand.
es: Amazon tiene un complicado lío que incluye varias políticas de privacidad, centros de privacidad, preguntas frecuentes y páginas de preferencia de publicidad, que es difícil de encontrar, navegar, leer y entender.

# strong_password_helptext
source: Password-protected Amazon account is needed to set up a Kindle
es: Necesitas una cuenta de Amazon protegida con contraseña para configurar un Kindle.

# manage_vulnerabilities_helptext
source: Amazon has a <a id="a1">bug bounty program</a>.
es: Amazon tiene un <a id="a1">programa de cazadores de bugs</a>.

# tips_to_protect_yourself
source: Chose a strong password!
es: Establece una contraseña segura

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal.

# tips_to_protect_yourself
source: Keep your Kindle regularly updated
es: Actualiza tu Kindle con regularidad

# tips_to_protect_yourself
source: Request that your data be deleted
es: Solicita que se eliminen tus datos.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
es: Si puedes hacerlo, no aceptes el seguimiento de tus datos cuando estés realizando el proceso de registro.

# personal_data_collected
source: Identifiers such as your name, alias, address, phone numbers, IP address, your Amazon account log-in information, or a government-issued identifier (e.g. a social security number, which may be required for tax purposes if you are a Seller); personal information, such as a credit card number or other payment information; information that may reveal age, gender, race, sexual orientation, or other protected classifications, for example if you create a child profile, baby registry, or wedding registry, or if an author voluntarily self-identifies their racial identity for cataloging purposes; commercial information, such as purchase and content streaming activity; internet or other electronic network activity information, including content interaction information, such as content downloads, streams, and playback details, and the content of email and text messages, such as those you can send with Alexa or that are processed through Alexa's VIP Filter; inference data, such as information about your purchase preferences.
es: Identificadores como tu nombre, alias, dirección, números de teléfono, dirección IP, información de inicio de sesión de tu cuenta de Amazon o una identificación emitido por el gobierno (como un número de seguro social, que puede ser necesario a efectos fiscales si eres un Vendedor); información personal, como un número de tarjeta de crédito u otra información de pago; información que puede revelar edad, género, raza, orientación sexual u otras clasificaciones protegidas, por ejemplo, si creas un perfil infantil, el registro de un bebé o de una boda, o si un autor identifica voluntariamente su identidad racial con fines de catalogación; información comercial, como compras y actividades de streaming de contenidos; información de actividad de Internet u otras redes electrónicas, incluida la información de interacción con contenidos, tales como descargas, streaming y detalles de reproducción, y el contenido de correos electrónicos y mensajes de texto, como los que puedes enviar con Alexa o que se procesan a través del Filtro VIP de Alexa; datos de inferencia, como información sobre tus preferencias de compra.

# biometric_data_collected
source: "Biometric information, such as your voice profile;<br/>Audio or visual information, such as voice recordings when you speak to Alexa."
es: «Información biométrica, como tu perfil de voz; información en formato de<br/>audio o visual, como las grabaciones de voz cuando hablas con Alexa».

# social_data_collected
source: Contacts (optional)
es: Contactos (opcional)

# how_can_you_control_your_data
source: We ding this product as it is unclear if all users regardless of location can get their data deleted. Also, interest-based ads are delivered in an opt-out fashion.
es: Criticamos a este producto porque no está claro si todos los usuarios, independientemente de su ubicación, pueden eliminar sus datos. Además, si no deseas recibir anuncios basados en intereses debes excluirte, ya que están activados por defecto.

# how_can_you_control_your_data
source: "In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal information."<br/><br/>"We keep your personal information to enable your continued use of Amazon Services, for as long as it is required in order to fulfill the relevant purposes described in the Amazon Privacy Notice, as permitted or as may be required by law, or as otherwise communicated to you. For example, we retain your transaction history so that you can review past purchases (and repeat orders if desired) and what addresses you have shipped orders to, and to improve the relevance of products and content we recommend."
es: «Además, en la medida en que lo exijan las leyes aplicables, es posible que tengas derecho a solicitar el acceso o eliminar tu información personal».<br/><br/>«Conservamos tu información personal para permitirte el uso continuado de los Servicios de Amazon, durante el tiempo que sea necesario para cumplir con los fines relevantes descritos en el Aviso de privacidad de Amazon, según lo permita o lo exija la ley, o según se te comunique de otro modo. Por ejemplo, conservamos tu historial de transacciones para que puedas revisar las compras anteriores (y repetir pedidos si lo deseas) y las direcciones a las que has enviado pedidos, y para mejorar la relevancia de los productos y contenidos que recomendamos».

# how_can_you_control_your_data
source: "To manage your preferences for third parties and reset your Alexa Advertising IDs, visit Settings &gt; Alexa Privacy &gt; Manage Skill Permissions and Ad Preferences in the Alexa app and Echo Show devices or <a id="a1">https://www.amazon.com/alexaprivacysettings.</a> Even if you turn this setting off, developers and content providers will still receive Alexa Advertising IDs for other purposes, such as reducing ad repetition and fraud detection, but you can reset your Alexa Advertising IDs at any time."
es: «Para administrar tus preferencias de terceros y restablecer tus ID de publicidad de Alexa, visita Configuración &gt; Privacidad de Alexa &gt; Administrar permisos de habilidades y Preferencias de anuncios, en la aplicación Alexa y los dispositivos Echo Show, o ingresa a <a id="a1">https://www.amazon.com/alexaprivacysettings.</a> Incluso si desactivas esta configuración, los desarrolladores y proveedores de contenido seguirán recibiendo ID de publicidad de Alexa para otros fines, como reducir la repetición de anuncios y detectar fraudes, pero puedes restablecer tus ID de publicidad de Alexa en cualquier momento».

# how_can_you_control_your_data
source: "You can also choose whether to receive interest-based ads delivered by Amazon on Alexa. If you choose not to receive interest-based ads from Amazon, you may still receive personalized recommendations and other similar features. You will still receive ads provided by Amazon, but they will not be based on your interests. You can manage this setting at Settings &gt; Alexa Privacy &gt; Manage Your Alexa Data in the Alexa app and Echo Show devices or <a id="a1">https://www.amazon.com/alexaprivacysettings.</a>"
es: «También puedes elegir si deseas recibir anuncios basados en intereses entregados por Amazon en Alexa. Si decides no recibir anuncios basados en intereses por parte de Amazon, es posible que sigas recibiendo recomendaciones personalizadas y otras funciones similares. Seguirás recibiendo anuncios proporcionados por Amazon, pero no se basarán en tus intereses. Puedes administrar esta configuración en Configuración &gt; Privacidad de Alexa &gt; Administrar sus datos de Alexa, en la aplicación Alexa y en los dispositivos Echo Show, o en <a id="a1">https://www.amazon.com/alexaprivacysettings</a>».

# track_record_details
source: In September 2023, FTC <a id="a1">filed</a> a lawsuit against Amazon for illegally maintaining monopoly power.
es: En septiembre de 2023, la FTC <a id="a1">presentó</a> una demanda contra Amazon por mantener ilegalmente el poder de monopolio.

# track_record_details
source: In July 2023, Apple and Amazon were <a id="a1">fined</a> by Spain antitrust watchdog.
es: En julio de 2023, Apple y Amazon fueron <a id="a1">multados</a> por el organismo de control antimonopolio de España.

# track_record_details
source: In June 2023. the <a id="a1">FTC took action against Amazon</a> for "for its years-long effort to enroll consumers into its Prime program without their consent while knowingly making it difficult for consumers to cancel their subscriptions to Prime."
es: En junio de 2023, la <a id="a1">FTC tomó medidas contra Amazon</a> por «su esfuerzo continuado durante años para inscribir consumidores en su programa Prime sin su consentimiento, mientras que dificulta a sabiendas que los consumidores cancelen sus suscripciones a Prime».

# track_record_details
source: In June 2023, Mozilla <a id="a1">published</a> a major security vulnerability in the Amazon Ring Video Doorbell. Amazon has still not fixed this security vulnerability.
es: En junio de 2023, Mozilla <a id="a1">publicó</a> una importante vulnerabilidad de seguridad en los vídeotimbres Amazon Ring. Amazon aún no ha solucionado este problema.

# track_record_details
source: In March 2023, FTC and DOJ <a id="a1">charged</a> Amazon with violating Children’s Privacy Law by keeping kids’ Alexa voice recordings forever and undermining parents’ deletion requests.
es: En marzo de 2023, la FTC y el Departamento de Justicia <a id="a1">acusaron</a> a Amazon de violar la Ley de Privacidad Infantil al conservar indefinidamente grabaciones de voz de Alexa realizadas por menores y socavar las solicitudes de eliminación de los padres.

# track_record_details
source: In 2023, the company also agreed to pay $5.8 million in customer refunds for alleged privacy <a id="a1">violations</a> involving its doorbell camera Amazon Ring.
es: En 2023, la empresa también tuvo que acordar el pago de 5,8 millones de dólares en reembolsos a sus clientes, por presuntas <a id="a1">violaciones</a> de privacidad relacionadas con su vídeotimbre Amazon Ring.

# track_record_details
source: In 2022, Paige Thompson, a former Amazon employee accused of stealing the personal information of 100 million customers by breaching banking giant CapitalOne in 2019, <a id="a1">was found guilty</a> by a Seattle jury on charges of wire fraud and computer hacking.
es: En 2022, un jurado de Seattle <a id="a1">declaró culpable</a> a Paige Thompson, una exempleada de Amazon a la que se acusó de robar la información personal de 100 millones de clientes al vulnerar la seguridad del banco CapitalOne en 2019.
