Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/amazon-echo-dot.po
Languages: de, fr

# worst_case
source: That's all just in 2023 alone. If you look back further, you'll find more Amazon issues. There’s the Amazon employee who was <a id="a1">caught stealing</a> the personal information of over 100 million CapitolOne customers. And that’s <a id="a2">not the only time</a> Amazon employees with access to lots of customer data were caught leaking customers personal information. It’s happened <a id="a3">quite a few times</a>, actually. And then there’s the <a id="a4">Alexa security bug</a> that opened the door for hackers to potentially access users personal information and even their conversation history. These are some of the known privacy and security issues Amazon has had (there could be more unknown ones as well). And we get it, <a id="a5">Amazon is a huge company with many products and employees and it’s impossible to secure everything</a> 100% of the time. But that’s the point. When you collect such a vast amount of personal information on people, you’ve got to be super, duper, extra careful to secure it everywhere, all the time. Amazon has shown they can’t always do that.
de: Und das alles nur im Jahr 2023 allein. Wenn Sie weiter zurückblicken, finden Sie weitere Amazon-Sachverhalte. Da ist der Amazon-Mitarbeiter, der <a id="a1">beim Diebstahl</a> der personenbezogenen Daten von über 100 Millionen CapitolOne-Kunden erwischt wurde. Und das ist <a id="a2">nicht das einzige Mal</a>, dass Amazon-Mitarbeiter, die Zugriff auf viele Kundendaten haben, dabei erwischt wurden, wie sie personenbezogene Daten von Kunden weitergaben. Es ist tatsächlich <a id="a3">schon</a>einige Male passiert. Und dann ist da noch die <a id="a4">Alexa-Sicherheitslücke</a>, die Hackern die Tür öffnete, um potenziell auf personenbezogene Daten und sogar auf den Gesprächsverlauf der Nutzer zuzugreifen. Dies sind einige der bekannten Datenschutz- und Sicherheitsprobleme, die Amazon hatte (es könnte auch noch weitere unbekannte geben). Und wir verstehen es, <a id="a5">Amazon ist ein riesiges Unternehmen mit vielen Produkten und Mitarbeitern, und es ist unmöglich, alles</a> zu 100 % zu sichern. Aber genau das ist der Punkt. Wenn man eine so große Menge an personenbezogenen Daten von Menschen erfasst, muss man sehr, sehr vorsichtig sein, um sie immer und überall zu schützen. Amazon hat gezeigt, dass sie das nicht immer können.
fr: Tout cela pour la seule année 2023. En remontant plus loin dans le temps, on découvre d’autres problèmes concernant Amazon. Par exemple, un employé d’Amazon a été <a id="a1">surpris en train de voler</a> les informations personnelles de plus de 100 millions de clients de CapitolOne. Ce n’est pas <a id="a2">le seul cas</a> où des employés d’Amazon ayant accès à un grand nombre de données clients ont été surpris en train de divulguer des informations personnelles concernant ces derniers. En réalité, <a id="a3">cela s’est produit à plusieurs reprises</a>. Citons également <a id="a4">la faille de sécurité d’Alexa</a>, qui a permis à des pirates d’accéder à des informations personnelles et même à l’historique des conversations des utilisateurs. Il s’agit là de quelques-uns des problèmes de confidentialité et de sécurité dont Amazon a eu connaissance (il est possible qu’il y en ait d’autres qui n’ont pas été découverts). <a id="a5">Nous avons conscience qu’Amazon est une immense entreprise qui compte de nombreux produits et employés, et qu’il est impossible que tout</a> soit parfaitement sécurisé à tout moment. Mais voilà le problème. Lorsqu’une telle quantité d’informations personnelles est collectée sur des personnes, il vaut se montrer extrêmement prudent pour les sécuriser systématiquement et en permanence. Amazon a fait la démonstration de son incapacité à y parvenir.

# worst_case
source: So, what’s the worst that could happen? Well, if you happen to order that pregnancy test through Alexa, Amazon now knows you might be pregnant. Then comes the ads for baby clothes, diapers, cribs, and more. And then tragedy strikes and you lose your pregnancy. To cope you buy wine from Whole Foods. Amazon could now assume you’re no longer pregnant. But they don’t know about this miscarriage, they just know that you were likely pregnant and now likely not. Setting aside the scary post-Roe vs Wade world we live in now where this information could be used by law enforcement, think of the targeted advertising you could get from companies trying to sell you more stuff to deal with your lost pregnancy, get pregnant again, or other ads you don’t need to see while trying to cope with this tragedy. Uhg. So yeah, while Amazon doesn't sell your personal information, they sure do use the heck out of it to target you with more stuff to buy. Is this creepy? Well, with so much data floating around in so many places, yeah, Amazon’s Echo Dot smart speaker with Alexa can feel pretty creepy.
de: Was ist das Schlimmste, das passieren könnte? Na ja, wenn Sie über Alexa einen Schwangerschaftstest bestellen, weiß Amazon, dass Sie schwanger sein könnten. Es folgen Anzeigen für Babykleidung, Windeln, Kinderbetten und mehr. Vielleicht verlieren Sie dann das Baby. Um das zu verarbeiten, kaufen Sie vielleicht Wein bei Whole Foods. Amazon könnte jetzt davon ausgehen, dass Sie nicht mehr schwanger sind. Aber sie wissen nichts von der Fehlgeburt, sie wissen nur, dass Sie wahrscheinlich schwanger waren und es jetzt wahrscheinlich nicht mehr sind. Sie könnten jetzt gezielt Werbung von Unternehmen gezeigt bekommen, die ihnen etwas verkaufen möchten, um über das verlorene Kind hinwegzukommen, wieder schwanger zu werden oder andere Anzeigen, die bei der Verarbeitung eines Schocks nicht hilfreich sind. Amazon verkauft zwar Ihre personenbezogenen Daten nicht weiter, aber es saugt sie aus, um Ihnen möglichst viele Dinge zu verkaufen. Ist das unheimlich? Nun, bei der Menge an Daten, die an so vielen Orten herumschwirren, ist Amazons smarter Lautsprecher Echo Dot mit Alexa ziemlich unheimlich.
fr: Alors, qu’est-ce qui pourrait arriver de pire ? Eh bien, si vous avez acheté ce fameux test de grossesse via Alexa, Amazon sait désormais que vous attendez peut-être un enfant. À vous les publicités pour des couches, des vêtements pour bébé, des poussettes, etc. Puis, tragiquement, vous faites une fausse couche, et achetez du vin sur Whole Foods pour noyer votre chagrin. Amazon peut alors penser que vous n’attendez plus d’enfant. Mais l’entreprise ne sait rien de votre fausse couche, simplement que vous attendiez potentiellement un enfant, puis que ce n’est probablement plus le cas. Sans même penser aux menaces qui pèsent sur l’avortement dans le monde d’aujourd’hui, et au fait que cette information pourrait être utilisée par les autorités (notamment aux États-Unis), vous pourriez alors voir des publicités ciblées d’entreprises cherchant à vous vendre des moyens de vous remettre de votre fausse couche, de refaire un enfant, ou tout un tas de publicités dont vous n’avez pas besoin pendant que vous affrontez cette tragédie. Alors, oui, bien qu’Amazon ne vende pas vos informations personnelles, elle les utilise le plus possible pour vous cibler et vous persuader d’acheter toujours plus. Est-ce que c’est flippant ? Avec autant de données qui gravitent dans autant d’endroits différents, oui, l’enceinte connectée Echo Dot d’Amazon avec Alexa est plutôt flippante.

# worst_case
source: One more note on Amazon from a privacy researcher’s point of view. Trying to read through Amazon’s crazy network of privacy policies, privacy FAQs, privacy statements, privacy notices, and privacy documentation for their vast empire is a nightmare. There’s so many documents that link to other documents that link back even more documents that understanding and making sense of Amazon’s actual privacy practices feels almost impossible. We wonder if this is by design, to confuse us all so we just give up? Or, if maybe even Amazon’s own employees possibly don’t know and understand the vast network of privacy policies and documentation they have living all over the place? Regardless, this privacy researcher would love to see Amazon do better when it comes to making their privacy policies accessible to the consumers they impact.
de: Noch eine Anmerkung zu Amazon aus der Sicht eines Datenschutzforschers. Der Versuch, sich durch Amazons verrücktes Netzwerk von Datenschutzrichtlinien, Datenschutz-FAQ, Datenschutzerklärungen, Datenschutzhinweisen und Datenschutzdokumenten für sein riesiges Imperium zu lesen, ist ein Alptraum. Es gibt so viele Dokumente, die auf andere Dokumente verweisen, die wiederum auf noch mehr Dokumente verweisen, dass es fast unmöglich erscheint, Amazons tatsächliche Datenschutzpraktiken nachzuvollziehen und zu verstehen. Wir fragen uns, ob das beabsichtigt ist, um uns alle zu verwirren, damit wir einfach aufgeben? Oder ob vielleicht sogar Amazons eigene Mitarbeiter die riesige Sammlung an Datenschutzrichtlinien und -dokumenten nicht kennen und verstehen, die so herumfliegen? Unabhängig davon würde ich es gerne sehen, wenn Amazons Datenschutzrichtlinien besser für die Verbraucher*innen zugänglich wären, die sie betreffen.
fr: Une dernière chose sur Amazon, du point de vue d’un chercheur sur la confidentialité. Essayer de tout lire dans la jungle de politiques de confidentialité, de FAQ sur la confidentialité, de déclarations de confidentialité, d’avis de confidentialité et de documentation sur la confidentialité d’Amazon pour son vaste empire est un cauchemar. Il y a tellement de documents liés à d’autres documents qui renvoient vers encore plus de documents que comprendre et donner un sens aux pratiques de confidentialité réelles d’Amazon semble presque impossible. Serait-ce délibéré, pour nous embrouiller et nous faire abandonner ? Ou peut-être que les employés d’Amazon eux-mêmes ne connaissent pas et ne comprennent pas ce vaste réseau de politiques de confidentialité et de documentation qui s’étale partout ? Quoi qu’il en soit, votre chercheur en matière de protection de la vie privée souhaiterait qu’Amazon fasse mieux lorsqu’il s’agit de rendre ses politiques de confidentialité accessibles aux consommateurs et consommatrices qu’elles concernent.

# how_does_it_use_data_collected
source: We ding this product for sharing personal data including geolocation, age, race, gender, sexual orientation, or other protected classifications; and combining data about you with data it receives from third parties.
de: Wir beanstanden, dass dieses Produkt personenbezogene Daten, wie z. B. Standort, Alter, Rasse, Geschlecht, sexuelle Orientierung oder andere geschützte Merkmale, weitergibt und Daten über Sie mit Daten kombiniert, die es von Dritten erhält.
fr: Nous signalons ce produit comme partageant des données personnelles, y compris la géolocalisation, l’âge, les origines ethniques, le sexe, l’orientation sexuelle ou d’autres caractéristiques protégées, et comme regroupant des données vous concernant avec d’autres provenant de tiers.

# how_does_it_use_data_collected
source: Amazon.com Privacy Notice
de: Amazon.com Datenschutzhinweis
fr: Déclaration de confidentialité d’Amazon.com

# how_does_it_use_data_collected
source: "Examples of information we receive from other sources include:<br/> &lt;...&gt;<br/> - account information, purchase or redemption information, and page-view information from some merchants with which we operate co-branded businesses or for which we provide technical, fulfillment, advertising, or other services;<br/> - information about your interactions with products and services offered by our subsidiaries;<br/> - search results and links, including paid listings (such as Sponsored Links);<br/> - information about internet-connected devices and services linked with Alexa; and<br/> - credit history information from credit bureaus, which we use to help prevent and detect fraud and to offer certain credit or financial services to some customers."
de: „Beispiele für Daten, die wir aus anderen Quellen erhalten, umfassen:<br/> &lt;...&gt;<br/> - Kontodaten, Kauf- oder Einlösungsdaten und Seitenaufrufdaten von einigen Händlern, mit denen wir Co-Branding-Geschäfte betreiben oder für die wir technische, Abwicklungs-, Werbe- oder andere Dienstleistungen erbringen;<br/> - Daten über Ihre Interaktionen mit Produkten und Dienstleistungen, die von unseren Tochtergesellschaften angeboten werden;<br/> - Suchergebnisse und Links, einschließlich bezahlter Einträge (wie gesponserte Links);<br/> - Daten über mit dem Internet verbundene Geräte und Dienste, die mit Alexa verbunden sind; und<br/> - Angaben über die Kreditwürdigkeit von Kreditauskunfteien, die wir zur Verhinderung und Aufdeckung von Betrug und zur Bereitstellung bestimmter Kredit- oder Finanzdienstleistungen für bestimmte Kunden verwenden.“
fr: « Les exemples d’informations que nous obtenons d’autres sources sont :<br/> &lt;…&gt;<br/>- les informations relatives au compte, à l’achat ou à l’échange, et à la consultation des pages de certains commerçants avec lesquels nous opérons en partenariat ou pour lesquels nous fournissons des services techniques, d’exécution, de publicité ou autres ;<br/> - les informations relatives à vos interactions avec les produits et services proposés par nos filiales ;<br/> - les résultats de recherche et les liens, y compris les listes payantes (telles que les liens sponsorisés) ;<br/> - les informations relatives aux appareils connectés à Internet et aux services liés à Alexa ;<br/> et - les informations relatives aux antécédents de crédit provenant des agences d’évaluation de solvabilité, que nous utilisons pour contribuer à la prévention et à la détection des fraudes et pour offrir certains services de crédit ou financiers à une partie de notre clientèle ».

# how_does_it_use_data_collected
source: "Advertising. We use your personal information to display interest-based ads for features, products, and services that might be of interest to you. We do not use information that personally identifies you to display interest-based ads. To learn more, please read our Interest-Based Ads notice."
de: „Werbung. Wir verwenden Ihre personenbezogenen Daten, um interessenbezogene Werbung für Funktionen, Produkte und Dienstleistungen anzuzeigen, die für Sie von Interesse sein könnten. Wir verwenden keine Informationen, die Sie persönlich identifizieren, um interessenbezogene Werbung anzuzeigen. Um mehr zu erfahren, lesen Sie bitte unseren Hinweis zu interessenbezogener Werbung.“
fr: « Publicité. Nous utilisons vos informations personnelles pour afficher des publicités basées sur les centres d’intérêt concernant des fonctionnalités, des produits et des services susceptibles de vous intéresser. Nous n’utilisons pas d’informations permettant de vous identifier personnellement pour afficher des publicités basées sur les centres d’intérêt. Pour en savoir plus, veuillez consulter notre déclaration sur les publicités ciblées basées sur les centres d’intérêt ».

# how_does_it_use_data_collected
source: "Third-Party Advertisers and Links to Other Websites: Amazon Services may include third-party advertising and links to other websites and apps. Third-party advertising partners may collect information about you when you interact with their content, advertising, and services. For more information about third-party advertising at Amazon, including interest-based ads, please read our Interest-Based Ads notice."
de: „Drittanbieter-Werbung und Links zu anderen Websites: Die Amazon-Dienste können Werbung von Dritten und Links zu anderen Websites und Apps enthalten. Werbepartner von Drittanbietern können Daten über Sie erfassen, wenn Sie mit deren Inhalten, Werbung und Diensten interagieren. Für weitere Informationen über Werbung von Drittanbietern bei Amazon, einschließlich interessenbezogener Werbung, lesen Sie bitte unseren Hinweis zu interessenbezogener Werbung.“
fr: « Annonceurs tiers et liens vers d’autres sites Internet : les Services Amazon peuvent inclure des publicités de tiers et des liens vers d’autres sites Internet et applications. Les partenaires publicitaires tiers peuvent collecter des informations vous concernant lorsque vous interagissez avec leur contenu, leurs publicités et leurs services. Pour plus d’informations sur la publicité provenant de tiers chez Amazon, y compris les publicités basées sur les centres d’intérêt, veuillez lire notre déclaration sur les publicités basées sur les centres d’intérêt ».

# how_does_it_use_data_collected
source: "Use of Third-Party Advertising Services: We provide ad companies with information that allows them to serve you with more useful and relevant Amazon ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie, a device identifier, or a code derived from applying irreversible cryptography to other information like an email address."
de: „Nutzung von Werbediensten Dritter: Wir stellen Werbefirmen Daten zur Verfügung, die es ihnen ermöglichen, Ihnen nützlichere und relevantere Amazon-Werbung zu zeigen und deren Wirksamkeit zu messen. Dabei geben wir niemals Ihren Namen oder andere Informationen, die Sie direkt identifizieren, weiter. Stattdessen verwenden wir einen Werbe-Identifikator wie ein Cookie, einen Geräte-Identifikator oder einen Code, der aus der Anwendung irreversibler Kryptographie auf andere Informationen wie eine E-Mail-Adresse abgeleitet wird.“
fr: « Utilisation de services publicitaires tiers : nous fournissons aux sociétés de publicité des informations qui leur permettent de vous proposer des publicités Amazon plus pertinentes et plus adaptées et d’en mesurer l’efficacité. Nous ne partageons jamais votre nom ou d’autres informations qui vous permettent de vous identifier directement lorsque nous procédons à ces échanges. Nous utilisons en revanche un identifiant publicitaire tel qu’un cookie, un identifiant d’appareil ou un code obtenu par l’application d’une cryptographie irréversible à d’autres informations telles qu’une adresse e-mail ».

# how_does_it_use_data_collected
source: "We provide ad companies with information that allows them to serve you with more useful and relevant Amazon ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie, a device identifier, or a code derived from applying irreversible cryptography to other information like an email address. "
de: „Wir stellen Werbefirmen Daten zur Verfügung, die es ihnen ermöglichen, Ihnen nützlichere und relevantere Amazon-Werbung zu zeigen und deren Wirksamkeit zu messen. Dabei geben wir niemals Ihren Namen oder andere Daten, die Sie direkt identifizieren, weiter. Stattdessen verwenden wir eine Werbekennung wie ein Cookie, eine Gerätekennung oder einen Code, der aus der Anwendung irreversibler Kryptographie auf andere Informationen wie eine E-Mail-Adresse abgeleitet wird."
fr: « Nous fournissons aux sociétés de publicité des informations qui leur permettent de vous proposer des publicités Amazon plus pertinentes et plus adaptées et d’en mesurer l’efficacité. Nous ne partageons jamais votre nom ou d’autres informations qui vous permettent de vous identifier directement lorsque nous procédons à ces échanges. Nous utilisons en revanche un identifiant publicitaire tel qu’un cookie, un identifiant d’appareil ou un code obtenu par l’application d’une cryptographie irréversible à d’autres informations telles qu’une adresse e-mail ».

# how_does_it_use_data_collected
source: "Examples of information we receive from other sources include:<br/> updated delivery and address information from our carriers or other third parties, which we use to correct our records and deliver your next purchase or communication more easily;<br/> account information, purchase or redemption information, and page-view information from some merchants with which we operate co-branded businesses or for which we provide technical, fulfillment, advertising, or other services;<br/> information about your interactions with products and services offered by our subsidiaries;<br/> search results and links, including paid listings (such as Sponsored Links);<br/> information about internet-connected devices and services linked with Alexa; and<br/> credit history information from credit bureaus, which we use to help prevent and detect fraud and to offer certain credit or financial services to some customers."
de: „Beispiele für Daten, die wir aus anderen Quellen erhalten, umfassen:<br/> aktualisierte Liefer- und Adressdaten von unseren Spediteuren oder anderen Drittanbietern, die wir verwenden, um unsere Aufzeichnungen zu korrigieren und Ihren nächsten Einkauf oder Ihre nächste Mitteilung leichter zuzustellen;<br/> - Kontodaten, Kauf- oder Einlösungsdaten und Seitenaufrufdaten von einigen Händlern, mit denen wir Co-Branding-Geschäfte betreiben oder für die wir technische, Abwicklungs-, Werbe- oder andere Dienstleistungen erbringen;<br/> - Daten über Ihre Interaktionen mit Produkten und Dienstleistungen, die von unseren Tochtergesellschaften angeboten werden;<br/> - Suchergebnisse und Links, einschließlich bezahlter Einträge (wie gesponserte Links);<br/> - Daten über mit dem Internet verbundene Geräte und Dienste, die mit Alexa verbunden sind; und<br/> - Angaben über die Kreditwürdigkeit von Kreditauskunfteien, die wir zur Verhinderung und Aufdeckung von Betrug und zur Bereitstellung bestimmter Kredit- oder Finanzdienstleistungen für bestimmte Kunden verwenden.“
fr: « Les exemples d’informations que nous obtenons d’autres sources sont :<br/> des informations actualisées relatives à la livraison et à l’adresse fournies par nos transporteurs ou d’autres tiers, que nous utilisons pour actualiser nos dossiers et faciliter la livraison de votre prochain achat ou de votre prochaine communication ;<br/> les informations relatives au compte, à l’achat ou à l’échange, et à la consultation des pages de certains commerçants avec lesquels nous opérons en partenariat ou pour lesquels nous fournissons des services techniques, d’exécution, de publicité ou autres ;<br/> les informations relatives à vos interactions avec les produits et services proposés par nos filiales ;<br/> les résultats de recherche et les liens, y compris les listes payantes (telles que les liens sponsorisés) ;<br/> les informations relatives aux appareils connectés à Internet et aux services liés à Alexa ; et<br/> les informations relatives aux antécédents de crédit provenant des agences d’évaluation de solvabilité, que nous utilisons pour contribuer à la prévention et à la détection des fraudes et pour offrir certains services de crédit ou financiers à une partie de notre clientèle ».

# how_does_it_use_data_collected
source: Additional State-Specific Privacy Disclosures
de: Zusätzliche länderspezifische Angaben zum Datenschutz
fr: Avis spécifiques aux États en matière de protection de la vie privée

# how_does_it_use_data_collected
source: "In the twelve months prior to the effective date of this Disclosure, Amazon has not sold any personal information of consumers, as those terms are defined under the California Privacy Rights Act."
de: „In den zwölf Monaten vor dem Datum des Inkrafttretens dieser Erklärung hat Amazon keine personenbezogenen Daten von Verbraucher*innen im Sinne des kalifornischen Verbraucherschutzgesetzes verkauft.“
fr: « Au cours des douze mois précédant la date de cet Avis, Amazon n’a vendu aucune information personnelle relative à ses clients, comme exigé par le California Privacy Rights Act. »
