Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/amazon-echo-auto.po
Languages: pt_br

# how_does_it_use_data_collected
source: "Third-Party Advertisers and Links to Other Websites: Amazon Services may include third-party advertising and links to other websites and apps. Third-party advertising partners may collect information about you when you interact with their content, advertising, and services. For more information about third-party advertising at Amazon, including interest-based ads, please read our Interest-Based Ads notice."
pt_br: "Anunciantes de terceiros e links para outros sites: os Serviços da Amazon podem incluir publicidade de terceiros e links para outros sites e aplicativos. Parceiros de publicidade de terceiros podem coletar informações sobre você quando você interage com seu conteúdo, publicidade e serviços. Para obter mais informações sobre publicidade de terceiros na Amazon, incluindo anúncios baseados em interesses, leia nosso aviso de anúncios baseados em interesses."

# how_does_it_use_data_collected
source: "Use of Third-Party Advertising Services: We provide ad companies with information that allows them to serve you with more useful and relevant Amazon ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie, a device identifier, or a code derived from applying irreversible cryptography to other information like an email address."
pt_br: "Uso de Serviços de Publicidade de Terceiros: Fornecemos às empresas de publicidade informações que lhes permitem veicular anúncios da Amazon mais úteis e relevantes e medir sua eficácia. Nunca compartilhamos seu nome ou outras informações que o identifiquem diretamente quando fazemos isso. Em vez disso, usamos um identificador de publicidade, como um cookie, um identificador de dispositivo ou um código derivado da aplicação de criptografia irreversível a outras informações, como um endereço de e-mail."

# how_does_it_use_data_collected
source: "We provide ad companies with information that allows them to serve you with more useful and relevant Amazon ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie, a device identifier, or a code derived from applying irreversible cryptography to other information like an email address. "
pt_br: "Fornecemos às empresas de anúncios informações que lhes permitem veicular anúncios da Amazon mais úteis e relevantes e medir sua eficácia. Nunca compartilhamos seu nome ou outras informações que o identifiquem diretamente quando fazemos isso. Em vez disso, usamos um identificador de publicidade, como um cookie, um identificador de dispositivo ou um código derivado da aplicação de criptografia irreversível a outras informações, como um endereço de e-mail. "

# how_does_it_use_data_collected
source: "Examples of information we receive from other sources include:<br/> updated delivery and address information from our carriers or other third parties, which we use to correct our records and deliver your next purchase or communication more easily;<br/> account information, purchase or redemption information, and page-view information from some merchants with which we operate co-branded businesses or for which we provide technical, fulfillment, advertising, or other services;<br/> information about your interactions with products and services offered by our subsidiaries;<br/> search results and links, including paid listings (such as Sponsored Links);<br/> information about internet-connected devices and services linked with Alexa; and<br/> credit history information from credit bureaus, which we use to help prevent and detect fraud and to offer certain credit or financial services to some customers."
pt_br: "Exemplos de informações que recebemos de outras fontes incluem: <br/> informações atualizadas de entrega e endereço de nossas transportadoras ou de outros terceiros, que usamos para corrigir nossos registros e entregar sua próxima compra ou comunicação com mais facilidade;<br/> informações de conta, informações de compra ou resgate e informações de visualização de página de alguns comerciantes com os quais operamos negócios de marca conjunta ou para os quais fornecemos serviços técnicos, de atendimento, de publicidade ou outros;<br/> informações sobre suas interações com produtos e serviços oferecidos por nossas subsidiárias;<br/> resultados de pesquisa e links, incluindo anúncios pagos (como Links Patrocinados);<br/> informações sobre dispositivos e serviços conectados à Internet vinculados à Alexa; e<br/> informações de histórico de crédito de agências de crédito, que usamos para ajudar a prevenir e detectar fraudes e oferecer certos serviços de crédito ou financeiros a alguns clientes."

# how_does_it_use_data_collected
source: Additional State-Specific Privacy Disclosures
pt_br: Divulgações Adicionais de Privacidade Específicas do Estado

# how_does_it_use_data_collected
source: "In the twelve months prior to the effective date of this Disclosure, Amazon has not sold any personal information of consumers, as those terms are defined under the California Privacy Rights Act."
pt_br: "Nos doze meses anteriores à data efetiva desta Divulgação, a Amazon não vendeu nenhuma informação pessoal dos consumidores, conforme esses termos são definidos sob a Lei de Privacidade do Consumidor da Califórnia."

# how_does_it_use_data_collected
source: "The personal information that Amazon disclosed to the third parties &lt;...&gt; in the twelve months prior to the effective date of this Disclosure falls into the following categories &lt;...&gt;:<br/> - identifiers such as your name, address, phone numbers, IP address, or a government identifier &lt;...&gt;;<br/> - personal information, such as a credit card number or other payment information &lt;...&gt;;<br/> - information that may reveal age, gender, race, sexual orientation, or other protected classifications &lt;...&gt;;<br/> - commercial information &lt;...&gt;;<br/> - internet or other electronic network activity information, &lt;...&gt;;<br/> - geolocation data, which may constitute precise geolocation data &lt;...&gt;;<br/> - audio or visual information &lt;...&gt;;<br/> - education information &lt;...&gt;;<br/> - professional information &lt;...&gt;; and<br/> - inference data &lt;...&gt;"
pt_br: "As informações pessoais que a Amazon divulgou a terceiros &lt;...&gt; nos doze meses anteriores à data de vigência desta Divulgação se enquadram nas seguintes categorias &lt;...&gt;:<br/> - identificadores como seu nome, endereço, números de telefone, endereço IP ou um identificador do governo &lt;...&gt;;<br/> - informações pessoais, como um número de cartão de crédito ou outras informações de pagamento &lt;...&gt;;<br/> - informações que podem revelar idade, sexo, raça, orientação sexual ou outras classificações protegidas &lt;... &gt;; - informações comerciais &lt;...&gt;;<br/> - informações de internet ou outras informações<br/> de atividade de rede eletrônica, &lt;...&gt;;<br/> - dados de geolocalização, que podem constituir dados de geolocalização precisos &lt;...&gt;;<br/> - informações de áudio ou visuais &lt;...&gt;;<br/> - informações de educação &lt;...&gt;;<br/> - informações profissionais &lt;...&gt;; e<br/> - dados de inferência &lt;...&gt;"

# how_does_it_use_data_collected
source: "Any personal information Amazon may have shared for the purpose of cross-context behavioral advertising &lt;...&gt; in the twelve months prior to the effective date of this Disclosure falls into the following categories:<br/> - identifiers such as a cookie, a device identifier, or a code derived from applying irreversible cryptography to other information like an email address; we never share your name or other information that directly identifies you.<br/> - internet or other electronic network activity information &lt;...&gt;.<br/> - inference data; &lt;...&gt;, we may share an advertising identifier and an estimate of the value of the ads they show you on our behalf so they can serve you with more effective Amazon ads."
pt_br: "Quaisquer informações pessoais que a Amazon possa ter compartilhado para fins de publicidade comportamental entre contextos &lt;...&gt; nos doze meses anteriores à data de vigência desta Divulgação se enquadram nas seguintes categorias:<br/> - identificadores, como um cookie, um identificador de dispositivo ou um código derivado da aplicação de criptografia irreversível a outras informações, como um endereço de e-mail; nunca compartilhamos seu nome ou outras informações que o identifiquem diretamente.<br/> - Internet ou outras informações de atividade de rede eletrônica &lt;...&gt;.<br/> - dados de inferência; &lt;...&gt;, podemos compartilhar um identificador de publicidade e uma estimativa do valor dos anúncios que eles mostram em nosso nome para que eles possam veicular anúncios da Amazon mais eficazes."

# how_does_it_use_data_collected
source: Alexa and Alexa Device FAQs
pt_br: Alexa e perguntas frequentes sobre dispositivos Alexa

# how_does_it_use_data_collected
source: While voice recordings won't be used for ad personalization, the transcripts of recordings, and the list of actions that Alexa did in response to your voice commands, may be.
pt_br: Embora as gravações de voz não sejam usadas para personalização de anúncios, as transcrições das gravações e a lista de ações que a Alexa executou em resposta aos seus comandos de voz podem ser.

# how_does_it_use_data_collected
source: "We may still retain other records of your Alexa interactions, including records of actions Alexa took in response to your request. This allows us, for instance, to continue to provide your reminders, timers, and alarms, process your orders, remember the things you've taught Alexa, and show your shopping and to-do lists and messages sent through Alexa Communications."
pt_br: "Ainda podemos reter outros registros de suas interações com a Alexa, incluindo registros de ações que a Alexa tomou em resposta à sua solicitação. Isso nos permite, por exemplo, continuar a fornecer seus lembretes, cronômetros e alarmes, processar seus pedidos, lembrar as coisas que você ensinou à Alexa e mostrar suas listas de compras e tarefas e mensagens enviadas por meio da Alexa Communications."

# how_does_it_use_data_collected
source: "Alexa uses your voice recordings and other information, including from third-party services, to answer your questions, fulfill your requests, and improve your experience and our services. We associate your requests with your Amazon account to allow you to review your voice recordings, access other Amazon services (e.g. so you can ask Alexa to read your Kindle books and play audiobooks from Audible), and to provide you with a more personalized experience. For example, keeping track of the songs you have listened to helps Alexa choose what songs to play when you say, "Alexa, play music." At times, Alexa can provide you with recommendations based on your requests. For example, Alexa may recommend Alexa skills you might like based on the Alexa skills you use."
pt_br: "A Alexa usa suas gravações de voz e outras informações, inclusive de serviços de terceiros, para responder às suas perguntas, atender às suas solicitações e melhorar sua experiência e nossos serviços. Associamos suas solicitações à sua conta da Amazon para permitir que você revise suas gravações de voz, acesse outros serviços da Amazon (por exemplo, para que você possa pedir à Alexa que leia seus livros do Kindle e reproduza audiolivros da Audible) e forneça uma experiência mais personalizada. Por exemplo, acompanhar as músicas que você ouviu ajuda a Alexa a escolher quais músicas tocar quando você diz:"Alexa, toque música." Às vezes, a Alexa pode fornecer recomendações com base em suas solicitações. Por exemplo, a Alexa pode recomendar habilidades da Alexa que você pode gostar com base nas habilidades da Alexa que você usa."

# user_friendly_privacy_policy_helptext
source: Amazon has a complicated mess of various privacy policies, privacy hubs, FAQs, and Advertising Preference pages, and more that is difficult to find, navigate, read, and understand.
pt_br: A Amazon tem uma bagunça complicada de várias políticas de privacidade, centros de privacidade, FAQs e páginas de preferência de publicidade, entre outras, que são difíceis de encontrar, navegar, ler e entender.

# strong_password_helptext
source: Password-protected Amazon account is needed to set up Alexa.
pt_br: É necessária uma conta protegida por senha da Amazon para configurar a Alexa.

# manage_vulnerabilities_helptext
source: Amazon has a <a id="a1">bug bounty program</a>.
pt_br: A Amazon tem um <a id="a1">programa de caça a bugs com recompensa</a>.

# tips_to_protect_yourself
source: Manage your preferences for third parties and <a id="a1">reset your Alexa Advertising IDs</a>, by visiting <b>Settings &gt; Alexa Privacy &gt; Manage Skill Permissions and Ad Preferences</b> in the Alexa app and Echo Show devices.
pt_br: Gerencie suas preferências para terceiros e <a id="a1">redefina seus IDs de publicidade da Alexa</a>, visitando <b>Configurações &gt; Privacidade da Alexa &gt; Gerenciar permissões de habilidades e preferências de anúncios</b> no aplicativo Alexa e nos dispositivos Echo Show.

# tips_to_protect_yourself
source: <a id="a1">Switch off interest-based ads</a> delivered by Amazon on Alexa. You can manage this setting at <b>Settings &gt; Alexa Privacy &gt; Manage Your Alexa Data</b> in the Alexa app and Echo Show devices.
pt_br: <a id="a1">Desative os anúncios baseados em interesses</a> entregues pela Amazon na Alexa. Você pode gerenciar essa configuração em <b>Configurações &gt; Privacidade da Alexa &gt; Gerenciar seus dados da Alexa</b> no aplicativo Alexa e nos dispositivos Echo Show.

# tips_to_protect_yourself
source: Manage your <a id="a1">Alexa privacy settings</a>
pt_br: Gerencie suas <a id="a1">configurações de privacidade da Alexa</a>

# tips_to_protect_yourself
source: Turn on "<a id="a1">Do Not Send Voice Recordings</a>"
pt_br: Ative "<a id="a1">Não enviar gravações de voz</a>"

# tips_to_protect_yourself
source: Turn the microphone off when you do not need it
pt_br: Desligue o microfone quando não estiver em uso

# tips_to_protect_yourself
source: Regularly delete your voice history or set an auto-deletion of the old voice dat
pt_br: Exclua seu histórico de voz regularmente ou defina uma exclusão automática dos dados de voz antigos

# tips_to_protect_yourself
source: Minimize usage of Alexa Skills to only the most trusted ones
pt_br: Limite o uso das skills da Alexa somente aos mais confiáveis

# tips_to_protect_yourself
source: When using Amazon Skills, be mindful that they are not operating under Amazon's privacy policy. Better not share sensitive data with Skills' developers.
pt_br: Ao utilizar as skills da Amazon, lembre-se de que elas não seguem a política de privacidade da Amazon. É melhor não compartilhar dados confidenciais com os desenvolvedores das skills.

# tips_to_protect_yourself
source: Set up Anonymous Mode when using the app to protect your data
pt_br: Configure o Modo Anônimo ao usar o aplicativo para proteger seus dados

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
pt_br: Não se cadastre com contas de terceiros. É melhor acessar com e-mail e senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
pt_br: Use uma senha forte! Você pode usar uma ferramenta de controle de senha como o 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do aplicativo (não libere acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário)

# tips_to_protect_yourself
source: Keep your app regularly updated
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
pt_br: Limite o rastreamento de anúncios no seu dispositivo (ex.: no iPhone acesse Privacidade e Segurança -> Publicidade da Apple -> Limitar rastreamento de anúncios) e nas principais redes de anúncios (para o Google, acesse sua conta Google e desative os anúncios personalizados)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
pt_br: Se decidir parar de usar o aplicativo, solicite que seus dados sejam excluídos. Apenas excluir o aplicativo do seu dispositivo não apagará seus dados pessoais da base da empresa.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
pt_br: Ao se cadastrar, não concorde com o rastreamento dos seus dados, se possível.

# personal_data_collected
source: Identifiers such as your name, alias, address, phone numbers, IP address, your Amazon account log-in information, or a government-issued identifier (e.g. a social security number, which may be required for tax purposes if you are a Seller); personal information, such as a credit card number or other payment information; information that may reveal age, gender, race, sexual orientation, or other protected classifications, for example if you create a child profile, baby registry, or wedding registry, or if an author voluntarily self-identifies their racial identity for cataloging purposes; commercial information, such as purchase and content streaming activity; internet or other electronic network activity information, including content interaction information, such as content downloads, streams, and playback details, and the content of email and text messages, such as those you can send with Alexa or that are processed through Alexa's VIP Filter; inference data, such as information about your purchase preferences.
pt_br: Identificadores como seu nome, apelido, endereço, números de telefone, endereço IP, informações de login da sua conta da Amazon ou um identificador emitido pelo governo (por exemplo, um número de previdência social, que pode ser necessário para fins fiscais se você for um Vendedor); informações pessoais, como um número de cartão de crédito ou outras informações de pagamento; informações que podem revelar idade, sexo, raça, orientação sexual ou outras classificações protegidas, por exemplo, se você criar um perfil infantil, registro de bebê ou registro de casamento, ou se um autor voluntariamente se auto-identificar sua identidade racial para fins de catalogação; informações comerciais, como atividade de compra e streaming de conteúdo; informações de internet ou outras atividades de rede eletrônica, incluindo informações de interação de conteúdo, como downloads de conteúdo, streams e detalhes de reprodução, e o conteúdo de e-mails e mensagens de texto, como aqueles que você pode enviar com a Alexa ou que são processados através do Filtro VIP da Alexa; dados de inferência, como informações sobre suas preferências de compra.

# biometric_data_collected
source: "Biometric information, such as your voice profile;<br/>Audio or visual information, such as voice recordings when you speak to Alexa."
pt_br: "Informações biométricas, como seu perfil de voz; <br/>Informações de áudio ou visuais, como gravações de voz quando você fala com a Alexa."

# social_data_collected
source: Contacts (optional, for making calls)
pt_br: Contatos (opcional, para fazer chamadas)

# how_can_you_control_your_data
source: We ding this product as it is unclear if all users regardless of location can get their data deleted. Also, interest-based ads are delivered in an opt-out fashion.
pt_br: Analisamos este produto, pois não está claro se todos os usuários, independentemente da localização, podem excluir seus dados. Além disso, os anúncios baseados em interesses são entregues de forma opcional.

# how_can_you_control_your_data
source: "In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal information."<br/><br/>"We keep your personal information to enable your continued use of Amazon Services, for as long as it is required in order to fulfill the relevant purposes described in the Amazon Privacy Notice, as permitted or as may be required by law, or as otherwise communicated to you. For example, we retain your transaction history so that you can review past purchases (and repeat orders if desired) and what addresses you have shipped orders to, and to improve the relevance of products and content we recommend."
pt_br: "Além disso, na medida exigida pela lei aplicável, você pode ter o direito de solicitar acesso ou excluir suas informações pessoais."<br/><br/>"Mantemos suas informações pessoais para permitir o uso contínuo dos Serviços da Amazon, pelo tempo necessário para cumprir os propósitos relevantes descritos no Aviso de Privacidade da Amazon, conforme permitido ou exigido por lei, ou conforme comunicado a você. Por exemplo, preservamos o seu histórico de transações para que possa rever compras anteriores (e repetir encomendas, se desejar) e os endereços para os quais enviou encomendas, e para melhorar a relevância dos produtos e conteúdos que recomendamos."

# how_can_you_control_your_data
source: "To manage your preferences for third parties and reset your Alexa Advertising IDs, visit Settings &gt; Alexa Privacy &gt; Manage Skill Permissions and Ad Preferences in the Alexa app and Echo Show devices or <a id="a1">https://www.amazon.com/alexaprivacysettings.</a> Even if you turn this setting off, developers and content providers will still receive Alexa Advertising IDs for other purposes, such as reducing ad repetition and fraud detection, but you can reset your Alexa Advertising IDs at any time."
pt_br: "Para gerenciar suas preferências para terceiros e redefinir seus IDs de publicidade da Alexa, visite Configurações &gt; Privacidade da Alexa &gt; Gerenciar permissões de habilidades e preferências de anúncios no aplicativo Alexa e nos dispositivos Echo Show ou<a id="a1">https://www.amazon.com/alexaprivacysettings. </a> Mesmo que você desative essa configuração, os desenvolvedores e provedores de conteúdo ainda receberão os IDs de publicidade da Alexa para outros fins, como reduzir a repetição de anúncios e a detecção de fraudes, mas você pode redefinir seus IDs de publicidade da Alexa a qualquer momento."
