Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/amazon-fire-tv.po
Languages: fr

# blurb
source: If you are a lover of all things Amazon Prime--video, music, free shipping--these could be the streaming media devices for you. The Fire TV family has grown to include more than streaming sticks; there's now Fire TV, Smart TVs and soundbars too. Stream your Prime video and audio as well as Netflix, YouTube, Hulu, and more. Alexa controls everything by voice while ordering you a pizza for that binge-watching session. Here's to taking couch potato to the next level.
fr: Si vous appréciez tout ce qu’Amazon Prime a à offrir (vidéo, musique, livraison gratuite) ces appareils de streaming multimédia pourraient être faits pour vous. La famille Fire TV s’est agrandie pour inclure plus que des clés de streaming ; il existe maintenant la Fire TV, les Smart TV et aussi des barres de son. Diffusez les vidéos et l’audio de Prime, mais aussi Netflix, YouTube, Hulu et plus encore. Alexa contrôle tout à la voix tout en vous commandant une pizza. Voilà de quoi faire passer votre séance de binge-watching au niveau supérieur.

# worst_case
source: Amazon proudly states they are not in the business of selling your personal information to others. True. But, Amazon doesn’t need to sell your data to others when they have their own advertising and retail juggernaut to use your data to sell you more stuff. Because Amazon is in the business of selling you more stuff. And it’s not just Amazon hoping to sell you stuff. Amazon has a whole program for others to sell you stuff on on their sites too. And those sellers get to use that data Amazon collects on you to target you with the stuff they want to sell. So, while Amazon might not be in the business of selling your personal information, they are in the business of selling access to your information to others to target ads to sell you more stuff.
fr: Amazon affirme fièrement ne pas vendre vos informations personnelles à des tiers. Et c’est vrai. Mais Amazon n’a pas besoin de vendre vos données à d’autres : elle est elle-même une géante de la publicité et du commerce, qui peut utiliser vos données pour vous vendre plus de choses. Car oui, l’objectif d’Amazon, c’est de vous vendre le plus de choses possible. Et pas uniquement Amazon : la société a mis en place tout un programme permettant à des tiers de vous vendre des choses sur ses sites. Et ces vendeurs peuvent utiliser les données qu’Amazon collecte à votre sujet pour vous présenter des produits de façon ciblée. Donc, bien qu’Amazon ne vende pas vos informations personnelles directement, elle vend en revanche l’accès à vos informations à des tiers, qui vous ciblent pour vous vendre plus de choses.

# worst_case
source: And to do this, Amazon likes to collect an enormous amount of data on you. Things like: records of your shopping habits, Alexa search requests, the TV shows you watch and when you watch them, the music you stream, the podcasts you listen to, when you turn your lights on and off, when you lock your doors, identifiers such as your name, address, phone numbers, or IP address, your age, gender, your location, audio and visual information like those Alexa-requests or photos you take, the names and numbers of people listed in your contacts. <a id="a1">The list</a> goes on and on and on. And Amazon's Fire TV can collect a whole lot of data on your device usage, app usage, and over-the-air viewing data.
fr: Et pour ce faire, Amazon collecte énormément de données sur vous. En voici quelques exemples : vos habitudes d’achat, vos recherches avec Alexa, les séries que vous regardez et quand, la musique et les podcasts que vous écoutez, le moment où vous allumez ou éteignez vos lumières, le moment où vous verrouillez vos portes, des éléments d’identification comme votre nom, votre adresse, vos numéros de téléphone, votre adresse IP, votre âge, votre genre, votre localisation, des informations audio et visuelles comme les demandes à Alexa ou les photos que vous prenez, les noms et numéros de vos contacts… Et la <a id="a1">liste</a> continue. Et le Fire TV d’Amazon peut collecter une grande quantité de données sur l’utilisation de votre appareil, l’utilisation des applications et les données de visionnage du direct.

# worst_case
source: And what do they do with all that personal information they collect on you? Well, they use it to target you advertising, of course. Lots and lots of advertising. <a id="a1">They do say</a> they don’t use information that personally identifies you to display interest-based ads (of course, we have to trust them on this). They also use your personal information to identify your preferences and personalize products and services to keep you using those products and services as much as possible. And they say they can share that personal information with a number of third parties.
fr: Et que fait l’entreprise avec toutes les informations personnelles collectées sur vous ? Elle vous montre des publicités ciblées, bien sûr. Des tonnes de publicités. <a id="a1">Elle déclare</a> ne pas utiliser des informations permettant de vous identifier personnellement pour vous montrer des publicités basées sur vos centres d’intérêt (mais bien sûr, nous ne pouvons que la croire sur parole). Elle utilise également vos informations personnelles pour connaître vos préférences et personnaliser ses produits et services pour que vous continuiez à les utiliser autant que possible. Enfin, elle déclare pouvoir partager ces informations avec un certain nombre de tiers.

# worst_case
source: And when we say a number, we don’t exactly know how many third parties because Amazon doesn’t share that information. We must assume it’s a lot of third parties because they say they can share your data with everyone from all the companies they use to provide third party services. That means the companies that do things like help them with marketing, manage credit risk, analyze data, send mail and email, and more. Then there’s the third parties that offer services, products, apps, and Alexa skills through Amazon Services. And then there’s the business affiliates and other companies Amazon buys that could get access to your data too. Given that Amazon is a vast empire -- think Ring, Blink, Eero, Whole Foods, and beyond -- that’s potentially a lot of places your data could end up.
fr: Et par « un certain nombre », on veut bien dire que nous n’en connaissons pas le nombre exact, car Amazon ne partage pas cette information. Nous pensons qu’il s’agit d’un nombre élevé, car la société déclare pouvoir partager vos données avec toutes les entreprises qui fournissent des services tiers en son nom. Par exemple, les entreprises qui lui fournissent une aide pour le marketing, la gestion des risques en matière de crédits, l’analyse des données, l’envoi de courriers et d’e-mails, etc. Et puis, il y a aussi les tiers qui proposent des services, des produits, des applications et des Skills Alexa via les services Amazon. Et aussi ses partenaires commerciaux, et les autres entreprises rachetées par Amazon. Au vu du gigantisme de l’empire Amazon (pensez à Ring, Blink, Eero, Whole Foods, etc.), vos informations pourraient atterrir dans beaucoup de bases de données.

# worst_case
source: Let’s talk for a minute about Alexa itself. Amazon’s helpful artificial intelligence that’s built into everything from your Echo Dot smart speaker to Fire TV voice remote to your thermostat comes with its own set of questions and concerns. Amazon does make it possible to <a id="a1">automatically delete voice recordings</a> immediately after they are processed. That's a nice feature after the controversy around<a id="a2"> human reviewers listening</a> in to Alexa voice recordings. However, Amazon says when you delete your voice recordings, they still can keep data of the interactions those recordings triggered. So, if you buy a pregnancy test through Amazon Alexa, Amazon won't forget you bought that pregnancy test just because you ask them to delete the voice recording of that purchase. That record of the purchase is data they have on you going forward and may use to target you with ads for more stuff.
fr: Parlons un peu d’Alexa elle-même. L’intelligence artificielle bien utile d’Amazon, intégrée à tout, de votre enceinte connectée Echo Dot à votre télécommande vocale Fire TV en passant par votre thermostat, présente son lot de questionnements et de problèmes. Amazon permet de <a id="a1">supprimer automatiquement des enregistrements vocaux</a> immédiatement après leur traitement, ce qui est une bonne chose après la controverse sur les <a id="a2">analystes humains qui écoutaient</a> des enregistrements vocaux Alexa. Cependant, Amazon affirme que, quand vous supprimez vos enregistrements vocaux, elle peut conserver les données des interactions déclenchées par ces enregistrements. Par exemple, si vous achetez un test de grossesse via Amazon Alexa, Amazon n’oubliera pas que vous avez acheté ce test, même si vous demandez la suppression de l’enregistrement vocal de cet achat. Les données sur cet achat font partie des informations que l’entreprise collecte à votre sujet, et qu’elle pourra utiliser pour vous montrer des publicités ciblées.

# worst_case
source: And then there are Alexa Skills, those little apps you use to interact with Alexa. These Skills can be developed <a id="a1">by just about anyone</a> with the, uhm, skill. And with <a id="a2">too many of the Skills</a>, third-party <a id="a3">privacy policies are misleading</a>, incomplete, or simply nonexistent, according to one recent study. When your data is processed by an Alexa Skill, deleting your voice recordings doesn’t delete the data the developer of that Skill collects on you. With <a id="a4">over 100,000 Alexa Skills</a> out there, many of them developed by third parties, now your data is floating around in places you might never have imagined.
fr: Et puis il y a Alexa Skills, ces petites applications que vous utilisez pour interagir avec Alexa. Ces « compétences » peuvent être développées <a id="a1">par à peu près n’importe qui</a> ayant cette heu… compétence. Et avec <a id="a2">énormément de Skills</a>, les <a id="a3">politiques de confidentialité des tiers sont trompeuses</a>, incomplètes ou tout simplement inexistantes, selon une étude récente. Lorsque vos données sont traitées par une Skill Alexa, la suppression de vos enregistrements vocaux ne supprime pas les données que le développeur de cette Skill collecte sur vous. Avec <a id="a4">plus de 100 000 Skills Alexa</a>, dont beaucoup sont développées par des tiers, vos données se retrouvent un peu partout sans que vous en ayez forcément conscience.

# worst_case
source: Oh, let’s not forget Amazon’s track record at protecting and respecting their customers' data. That raises some red flags too. Here are a few of the problems we’ve seen over the last few years. There’s the Amazon employee who was <a id="a1">caught stealing</a> the personal information of over 100 million CapitolOne customers. And that’s <a id="a2">not the only time</a> Amazon employees with access to lots of customer data were caught leaking customers personal information. It’s happened <a id="a3">quite a few times</a>, actually. And then there’s the <a id="a4">Alexa security bug</a> that opened the door for hackers to potentially access users personal information and even their conversation history. These are some of the known privacy and security issues Amazon has had (there could be more unknown ones as well). And we get it, Amazon is a huge company with many products and employees and it’s impossible to secure everything's 100% of the time. But that’s the point. When you collect such a vast amount of personal information on people, you’ve got to be super, duper, extra careful to secure it everywhere, all the time. Amazon has shown they can’t always do that.
fr: Oh, et n’oublions pas l’historique d’Amazon en matière de protection et de respect des données de ses clients. C’est aussi une source d’inquiétude. Voici quelques-uns des problèmes que nous avons observés ces dernières années. Tout d’abord, la salariée d’Amazon qui a été <a id="a1">reconnue coupable d’avoir volé</a> les informations personnelles de plus de 100 millions de client·e·s de CapitolOne. Et ce n’est <a id="a2">pas la seule fois</a> que des employés d’Amazon ayant accès à de nombreuses données ont fait fuiter les informations personnelles des client·e·s. À dire vrai, c’est arrivé <a id="a3">pas mal de fois</a>. Et il y a aussi le <a id="a4">bug de sécurité d’Alexa</a>, qui permettait aux pirates de pouvoir accéder aux données personnelles des utilisateurs et utilisatrices, et même à leur historique de conversation. Il s’agit là de failles de sécurité et de problèmes de confidentialité connus rencontrés par Amazon, mais il pourrait en exister d’autres que nous ne connaissons pas. Nous savons bien qu’Amazon est une entreprise gigantesque, avec tellement de produits et d’employés qu’il est impossible de tout sécuriser, tout le temps. Mais c’est justement là qu’est le problème. Quand on collecte autant de données personnelles, il faut être extrêmement précautionneux et les sécuriser partout, tout le temps. Amazon a montré qu’elle n’en était pas capable.

# worst_case
source: So, what’s the worst that could happen? Well, Amazon could learn all the shows you like to watch and start targeting you with ads for all the other streaming services out there. You can't resist and join them all, sending you into bankruptcy because there are so many dang streaming services these days! If you want Amazon to stop trying to sell you more stuff, you can (and should!) <a id="a1">opt-out of some data collection</a> and processing. So yeah, while Amazon doesn't sell your personal information, they sure do use the heck out of it to target you with more stuff to buy.
fr: Alors, qu’est-ce qui pourrait arriver de pire ? Amazon pourrait découvrir tous les films et séries que vous aimez regarder et commencer à vous cibler avec des publicités pour tous les autres services de streaming. Vous ne pouvez pas résister et vous vous abonnez à tous les services, mettant ainsi vos comptes dans le rouge, car il y a tellement de services de streaming de nos jours ! Si vous voulez qu’Amazon arrête d’essayer de vous vendre toujours plus de produits, vous pouvez (et devriez !) <a id="a1">désactiver la collecte et le traitement des données</a>. Alors oui, bien qu’Amazon ne vende pas vos données personnelles, Amazon les utilise certainement pour vous cibler pour vous faire acheter toujours plus de produits.

# worst_case
source: One more note on Amazon from a privacy researcher’s point of view. Trying to read through Amazon’s crazy network of privacy policies, privacy FAQs, privacy statements, privacy notices, and privacy documentation for their vast empire is a nightmare. There are so many documents that link to other documents that link back even more documents that understanding and making sense of Amazon’s actual privacy practices feels almost impossible. We wonder if this is by design, to confuse us all so we just give up? Or, if maybe even Amazon’s own employees possibly don’t know and understand the vast network of privacy policies and documentation they have living all over the place? Regardless, this privacy researcher would love to see Amazon do better when it comes to making their privacy policies accessible to the consumers they impact.
fr: Une dernière chose sur Amazon, du point de vue d’un chercheur sur la confidentialité. Essayer de tout lire dans la jungle de politiques de confidentialité, de FAQ sur la confidentialité, de déclarations de confidentialité, d’avis de confidentialité et de documentation sur la confidentialité d’Amazon pour leur vaste empire est un cauchemar. Il y a tellement de documents liés à d’autres documents qui renvoient vers encore plus de documents que comprendre et donner un sens aux pratiques de confidentialité réelles d’Amazon semble presque impossible. Nous nous demandons si c’est délibéré, pour nous embrouiller et nous faire abandonner ? Ou peut-être que les employés d’Amazon eux-mêmes ne connaissent pas et ne comprennent pas le vaste réseau de politiques de confidentialité et de documentation qu’ils ont partout. Quoi qu’il en soit, votre chercheur en matière de protection de la vie privée souhaiterait qu’Amazon fasse mieux lorsqu’il s’agit de rendre ses politiques de confidentialité accessibles aux consommateurs qu’elles concernent.

# how_does_it_use_data_collected
source: We ding this product for using personal data for targeted advertising purposes, and combining data about you with data it receives from third parties for targeted advertising purposes.
fr: Nous signalons ce produit pour son utilisation de données personnelles à des fins de ciblage publicitaire, et pour le fait qu’il combine les données dont il dispose sur vous avec des données de tiers, toujours à des fins de ciblage publicitaire.

# how_does_it_use_data_collected
source: Amazon combines data on its users with data from third parties, for advertisement purposes: "Some third-parties may provide Amazon pseudonymized information about you (such as demographic information or sites where you have been shown ads) from offline and online sources that we may use to provide you more relevant and useful advertising."
fr: Amazon combine les données sur ses utilisateurs avec celles de tiers, à des fins publicitaires : « Certains tiers peuvent fournir des informations pseudonymisées à Amazon à votre sujet (telles que des informations démographiques ou des sites sur lesquels des publicités vous ont été affichées) à partir de sources hors ligne et en ligne que nous pouvons utiliser pour vous proposer des publicités plus pertinentes et plus utiles. »

# how_does_it_use_data_collected
source: "In the twelve months prior to the effective date of this Disclosure, Amazon has not sold any personal information of consumers, as those terms are defined under the California Consumer Privacy Act. "
fr: « Au cours des douze mois précédant la date de cet Avis, Amazon n’a vendu aucune information personnelle relative à ses clients, comme exigé par le California Consumer Privacy Act. »

# how_does_it_use_data_collected
source: "Information about our customers is an important part of our business, and we are not in the business of selling our customers' personal information to others."
fr: « Les informations relatives à nos clients représentent une part importante de notre activité et notre métier n’est pas de vendre les informations personnelles de nos clients. »

# how_does_it_use_data_collected
source: "The personal information that Amazon disclosed to the third parties identified in the “Does Amazon Share Your Personal Information?” section of the Amazon Privacy Notice about consumers for a business purpose in the twelve months prior to the effective date of this Disclosure fall into the following categories established by the California Consumer Privacy Act, depending on which Amazon Service is used:<br/>- identifiers such as your name, address, phone numbers, or IP address, for example if we use a third party carrier to deliver your order;<br/>- personal information, such as a credit card number, for example if we use a third party payment processor;<br/>- your age, gender, or other protected classifications, for example if you choose to participate in a survey distributed by a survey provider;<br/>- commercial information, such as the details of a product or service you purchased if a third party service provider is assisting to provide that product or service to you;<br/>- internet or other electronic network activity information, such as if we use a service provider to help us gather crash reports for analyzing the health of our devices and services;<br/>- geolocation data, such as providing a delivery partner the location of your vehicle in order to deliver a package if you use Amazon Key;<br/>- audio or visual information, for example if a service provider reviews recordings of customer service phone calls for quality assurance purposes, or if we use a service provider to fulfill your order to print images from your Amazon Photos account;<br/>- education information, for example coursework you may direct us to share with the operator of an educational Alexa skill; and<br/>- professional information, for example if we provide your account details to a service provider for verification as part of enrollment for an Amazon Business account."
fr: « Les informations personnelles qu’Amazon a divulguées aux tiers identifiés dans la section “Amazon partage-t-il vos informations personnelles ?” de l’Avis de confidentialité d’Amazon concernant les consommateurs à des fins commerciales au cours des douze mois précédant la date d’entrée en vigueur de la présente Divulgation relèvent des catégories suivantes établies par la loi californienne sur la protection de la vie privée des consommateurs, en fonction du service Amazon utilisé :<br/> - les identifiants tels que votre nom, adresse, numéros de téléphone ou adresse IP, par exemple si nous utilisons un transporteur tiers pour livrer votre commande ;<br/> -des informations personnelles, telles qu’un numéro de carte bancaire, par exemple si nous utilisons un processeur de paiement tiers ;<br/> - votre âge, votre sexe ou d’autres classifications protégées, par exemple si vous choisissez de participer à une enquête distribuée par un fournisseur d’enquêtes ;<br/> - des informations commerciales, telles que les détails d’un produit ou d’un service que vous avez acheté si un prestataire de services tiers nous aide à vous fournir ce produit ou ce service ;<br/> - des informations sur l’activité Internet ou d’autres réseaux électroniques, par exemple si nous faisons appel à un prestataire de services pour nous aider à recueillir des rapports d’accident afin d’analyser la santé de nos appareils et services ;<br/> - les données de géolocalisation, par exemple si nous fournissons à un partenaire de livraison l’emplacement de votre véhicule afin de livrer un colis si vous utilisez Amazon Key ;<br/> - des informations audio ou visuelles, par exemple si un prestataire de services examine les enregistrements des appels téléphoniques du service clientèle à des fins d’assurance qualité, ou si nous faisons appel à un prestataire de services pour exécuter votre commande d’impression d’images à partir de votre compte Amazon Photos ;<br/> - des informations éducatives, par exemple des travaux de cours que vous pouvez nous demander de partager avec l’opérateur d’une Skill Alexa éducative ; et<br/> - des informations professionnelles, par exemple si nous fournissons les détails de votre compte à un prestataire de services pour vérification dans le cadre de l’inscription à un compte Amazon Business. »

# how_does_it_use_data_collected
source: Amazon says they <a id="a1">do not sell your personal information</a>. They combine <a id="a2">your voice data</a> with third-party data to answer your requests as well as to train Alexa's speech recognition. You can choose to not save any voice recordings, but it will cost you some features.
fr: Amazon dit <a id="a1">ne pas vendre vos informations personnelles</a>. L’entreprise combine <a id="a2">vos données vocales</a> avec des données tierces pour répondre à vos demandes ainsi que pour entraîner la reconnaissance vocale d’Alexa. Vous pouvez choisir de ne pas conserver les enregistrements vocaux, mais cela entraînera la désactivation de certaines fonctionnalités.
