Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/amazon-echo-auto.po
Languages: pt_br

# how_can_you_control_your_data
source: "You can also choose whether to receive interest-based ads delivered by Amazon on Alexa. If you choose not to receive interest-based ads from Amazon, you may still receive personalized recommendations and other similar features. You will still receive ads provided by Amazon, but they will not be based on your interests. You can manage this setting at Settings &gt; Alexa Privacy &gt; Manage Your Alexa Data in the Alexa app and Echo Show devices or <a id="a1">https://www.amazon.com/alexaprivacysettings.</a>"
pt_br: "Você também pode escolher se deseja receber anúncios baseados em interesses entregues pela Amazon na Alexa. Se você optar por não receber anúncios baseados em interesses da Amazon, ainda poderá receber recomendações personalizadas e outros recursos semelhantes. Você ainda receberá anúncios fornecidos pela Amazon, mas eles não serão baseados em seus interesses. Você pode gerenciar essa configuração em Configurações &gt; Privacidade da Alexa &gt; Gerenciar seus dados da Alexa no aplicativo Alexa e nos dispositivos Echo Show ou <a id="a1">https://www.amazon.com/alexaprivacysettings.</a>"

# track_record_details
source: In September 2023, FTC <a id="a1">filed</a> a lawsuit against Amazon for illegally maintaining monopoly power.
pt_br: Em setembro de 2023, a FTC <a id="a1">entrou com</a> uma ação contra a Amazon por manter ilegalmente o poder de monopólio.

# track_record_details
source: In July 2023, Apple and Amazon were <a id="a1">fined</a> by Spain antitrust watchdog.
pt_br: Em julho de 2023, a Apple e a Amazon foram <a id="a1">multadas</a> pela agência antitruste da Espanha.

# track_record_details
source: In June 2023. the <a id="a1">FTC took action against Amazon</a> for "for its years-long effort to enroll consumers into its Prime program without their consent while knowingly making it difficult for consumers to cancel their subscriptions to Prime."
pt_br: Em junho de 2023, a <a id="a1">FTC tomou medidas contra a Amazon</a> por "seu esforço de anos para inscrever os consumidores em seu programa Prime sem o consentimento deles, ao mesmo tempo em que dificultava conscientemente que os consumidores cancelassem suas assinaturas do Prime".

# track_record_details
source: In June 2023, Mozilla <a id="a1">published</a> a major security vulnerability in the Amazon Ring Video Doorbell. Amazon has still not fixed this security vulnerability.
pt_br: Em junho de 2023, a Mozilla <a id="a1">publicou</a> uma grande vulnerabilidade de segurança no Amazon Ring Video Doorbell. A Amazon ainda não corrigiu essa vulnerabilidade de segurança.

# track_record_details
source: In March 2023, FTC and DOJ <a id="a1">charged</a> Amazon with violating Children’s Privacy Law by keeping kids’ Alexa voice recordings forever and undermining parents’ deletion requests.
pt_br: Em março de 2023, a FTC e o DOJ <a id="a1">acusaram</a> a Amazon de violar a Lei de Privacidade Infantil, mantendo as gravações de voz Alexa das crianças para sempre e ignorando os pedidos de exclusão dos pais.

# track_record_details
source: In 2023, the company also agreed to pay $5.8 million in customer refunds for alleged privacy <a id="a1">violations</a> involving its doorbell camera Amazon Ring.
pt_br: Em 2023, a empresa também concordou em pagar US$ 5,8 milhões em reembolsos de clientes por supostas <a id="a1">violações de privacidade</a> envolvendo sua câmera de campainha Ring.

# track_record_details
source: In 2022, Paige Thompson, a former Amazon employee accused of stealing the personal information of 100 million customers by breaching banking giant CapitalOne in 2019, <a id="a1">was found guilty</a> by a Seattle jury on charges of wire fraud and computer hacking.
pt_br: Em 2022, Paige Thompson, uma ex-funcionária da Amazon acusada de roubar as informações pessoais de 100 milhões de clientes ao invadir o gigante financeiro CapitalOne em 2019, <a id="a1">foi considerada culpada</a> por um júri de Seattle sob a acusação de fraude bancária e invasão de computadores.

# track_record_details
source: In <a id="a1">July 2021</a>, the Luxembourg National Commission for Data Protection issued a 746 million euro fine to Amazon for allegedly violating the European Union’s General Data Protection Regulation (GDPR).
pt_br: <a id="a1">Em julho de 2021</a>, a Comissão Nacional de Proteção de Dados de Luxemburgo aplicou uma multa de 746 milhões de euros à Amazon por suposta violação do Regulamento Geral de Proteção de Dados da União Europeia (GDPR).

# track_record_details
source: In August 2020, security researchers from Check Point pointed out a flaw in Amazon's Alexa smart home devices that could have allowed hackers access to personal information and conversation history. Amazon promptly fixed the bug.
pt_br: Em agosto de 2020, pesquisadores de segurança da Check Point apontaram uma falha nos dispositivos domésticos inteligentes com Alexa da Amazon que poderia ter dado a hackers acesso a informações pessoais e histórico de conversas. A Amazon prontamente corrigiu a falha.

# track_record_details
source: In <a id="a1">October 2020</a>, Amazon fired an employee for leaking customer email addresses to an unnamed third party.
pt_br: Em <a id="a1">outubro de 2020</a>, a Amazon demitiu um funcionário por vazar endereços de email de clientes para um terceiro não revelado.

# track_record_details
source: In <a id="a1">October 2019</a>, Forbes reported that Amazon employees were listening to Amazon Cloud Cam recording, to train its AI algorythm.
pt_br: Em <a id="a1">outubro de 2019</a>, A Forbes noticiou que funcionários da Amazon estavam ouvindo a gravação da Amazon Cloud Cam, para treinar seu algoritmo de IA.

# track_record_details
source: In <a id="a1">April 2019</a>, it was revealed that thousands of employees, many of whom are contract workers and some not even directly employed by Amazon, had access to both voice and text transcripts of <a id="a2">Alexa interactions</a>.
pt_br: Em <a id="a1">abril de 2019</a>, foi revelado que milhares de funcionários, muitos dos quais eram prestadores de serviços e alguns nem mesmo eram contratados diretamente pela Amazon, tinham acesso a <a id="a2">transcrições de voz e texto das interações</a> da Alexa.

# child_safety_blurb
source: "Amazon does not sell products for purchase by children. We sell children's products for purchase by adults. If you are under 18, you may use Amazon Services only with the involvement of a parent or guardian. We do not knowingly collect personal information from children under the age of 13 without the consent of the child's parent or guardian. For more information, please see our <a id="a1">Children's Privacy Disclosure</a>."
pt_br: “A Amazon não vende produtos para compra por crianças. Nós vendemos produtos para crianças para compra por adultos. Se você for menor de 18 anos, você só poderá utilizar o Amazon Services com o envolvimento de um dos pais ou responsável. Não coletamos intencionalmente informações pessoais de crianças menores de 13 anos sem o consentimento dos pais ou responsável pela criança. Para mais informações, consulte nossa <a id="a1">Política de Privacidade Infantil</a>.”

# ai_helptext
source: Alexa provides some information about its AI at the Alexa FAQ and the Amazon Science webpages.: <a id="a1">https://www.amazon.com/gp/help/customer/display.html?nodeId=201602230</a> <a id="a2">https://www.amazon.science/tag/alexa</a>
pt_br: Alexa fornece algumas informações sobre sua IA no FAQ sobre Alexa e nas páginas da Amazon Science: <a id="a1">https://www.amazon.com/gp/help/customer/display.html?nodeId=201602230</a> <a id="a2">https://www.amazon.science/tag/alexa</a>

# ai_what_can_it_do
source: Amazon Alexa uses natural language processing to understand you and to generate answers to your requests.
pt_br: A Alexa da Amazon utiliza o processamento de linguagem natural para entender você e gerar respostas às suas solicitações.
