Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/amazon-echo-auto.po
Languages: pt_br

# title
source: Amazon Echo Auto
pt_br: Echo Auto da Amazon

# blurb
source: After our research into <a id="a1">cars and privacy</a> in 2023 we know modern cars are absolute privacy nightmares (<a id="a2">seriously, they're the worst!)</a>. But, if what if you have an older car without all the modern bells and whistles and you want to turn it into a hands free music playing, weather reporting, phone calling, text messaging, smart home controlling from the road privacy nightmare? Well, then, Amazon's Echo Auto device is for you. Plug it into your car's charger, connect your phone to the Alexa app over Bluetooth, and away you go. Amazon's privacy is pretty bad, for sure, but to be honest, it just might be better than the privacy of the many car companies we reviewed. So, there you have it....who needs privacy in your car anyway? (Just kidding..we all need privacy in our cars!)
pt_br: Após nossa pesquisa sobre <a id="a1">carros e privacidade</a> em 2023, sabemos que os carros modernos são pesadelos absolutos de privacidade (<a id="a2">sério, eles são os piores!)</a>. Mas, e se você tiver um carro mais antigo sem todos os enfeites e firulas modernos e quiser transformá-lo em um reprodutor automático de música, fazer com que ele faça relatórios meteorológicos, chamadas telefônicas, envie mensagens de texto, seja o controle de casa inteligente do pesadelo da privacidade na estrada? Bem, então, o dispositivo Echo Auto da Amazon é para você. Conecte-o ao carregador do seu carro, conecte seu telefone ao aplicativo Alexa por Bluetooth e pronto. A privacidade da Amazon é muito ruim, com certeza, mas para ser honesto, pode ser melhor do que a privacidade de muitas empresas de automóveis que analisamos. Então, aí está... quem precisa de privacidade no seu carro? (Brincadeira... todos nós precisamos de privacidade em nossos carros!)

# worst_case
source: Amazon proudly states they are "not in the business of selling your personal information to others." True. But, Amazon doesn’t need to sell your personal information to others when they have their own retail and advertising juggernaut to use your data to sell you more stuff. Because Amazon <i>is</i> in the business of selling you more stuff. And it’s not just Amazon hoping to sell you stuff. Amazon has a whole program for others to sell you stuff on on their sites too. And those sellers get to use that data Amazon collects on you to target you with the stuff they want to sell. So, while Amazon might not be in the business of selling your personal information, they are in the business of collecting as much of your personal information as they can, then selling access to that personal information to others to target you with ads to sell you more stuff.
pt_br: A Amazon afirma orgulhosamente que "não está no negócio de vender suas informações pessoais a outras pessoas." Verdade. Mas a Amazon não precisa vender suas informações pessoais para outras pessoas quando elas têm seu próprio gigante de varejo e publicidade para usar seus dados para vender mais coisas. Porque a Amazon <i>está</i> no negócio de vender mais coisas para você. E não é apenas a Amazon que espera vender coisas para você. A Amazon tem um programa completo para que outras empresas também vendam produtos em seus sites. E esses vendedores podem usar os dados que a Amazon coleta sobre você para direcioná-lo às mercadorias que eles querem vender.Assim, embora a Amazon possa não estar no negócio de vender suas informações pessoais, ela está no negócio de coletar o máximo possível de suas informações pessoais e, em seguida, vender o acesso a essas informações pessoais a terceiros para direcioná-las a anúncios e vender mais coisas.

# worst_case
source: And to do this, Amazon likes to collect an enormous amount of data on you. Things like: records of your shopping habits, Alexa search requests, the TV shows you watch and when you watch them, the music you stream, the podcasts you listen to, when you turn your lights on and off, when you lock your doors, identifiers such as your name, address, phone numbers, or IP address, your age, gender, your location, audio and visual information like those Alexa-requests or photos you take, the names and numbers of people listed in your contacts. <a id="a1">The list</a> goes on and on and on.
pt_br: Para fazer isso, a Amazon gosta de coletar uma grande quantidade de dados sobre você. Coisas como: registros de seus hábitos de compra, pedidos de busca para Alexa, os programas de TV a que você assiste e quando você os assiste, a música que você toca, os podcasts que você ouve, quando você acende e apaga as luzes, quando tranca suas portas, identificadores como seu nome, endereço, números de telefone ou endereço IP, idade, gênero, localização e informações sonoras e visuais como os pedidos para Alexa ou fotos que você tira, nomes e telefones dos seus contatos. <a id="a1">A lista</a> vai muito além disso.

# worst_case
source: And what do they do with all that personal information they collect on you? Well, they use it to target you with advertising, of course. Lots and lots of advertising. <a id="a1">They do say</a> they don’t use information that personally identifies you to display interest-based ads (of course, we have to trust them on this, which, given their track record, might not be a wise thing to do). They also use your personal information to identify your preferences and personalize products and services to keep you using those products and services as much as possible. And they say they can share that personal information with a number of third parties.
pt_br: E o que a Amazon faz com todas essas informações pessoais que coleta a seu respeito? Bem, ela as utiliza para direcionar publicidade para você, é claro. MUITA publicidade. <a id="a1">Ela diz</a> que não usa informações que o identifiquem pessoalmente para exibir anúncios baseados em interesses (é claro, temos que acreditar na palavra dela). A empresa também usa suas informações pessoais para identificar suas preferências e personalizar produtos e serviços para mantê-lo usando esses produtos e serviços o máximo possível. E diz que pode compartilhar essas informações pessoais com terceiros.

# worst_case
source: And when we say a number, we don’t exactly know how many third parties because Amazon doesn’t share that information. We must assume it’s a lot of third parties because they say they can share your data with everyone from all the companies they use to provide third party services. That means the companies that do things like help them with marketing, manage credit risk, analyze data, send mail and email, and more. Then there’s the third parties that offer services, products, apps, and Alexa skills through Amazon Services. And then there’s the business affiliates and other companies Amazon buys that could get access to your data too. Given that Amazon is a vast empire -- think Ring, Blink, Eero, Whole Foods, and beyond -- that’s potentially a lot of places your data could end up.
pt_br: E quando dizemos terceiros, não sabemos exatamente quantos, porque a Amazon não compartilha essa informação. Presumimos que são muitos terceiros porque ela afirma que pode compartilhar seus dados com qualquer pessoa de todas as empresas cujos serviços ela utiliza para fornecer serviços de terceiros. Isso engloba empresas que a ajudam a fazer marketing, gerenciar riscos de crédito, analisar dados, enviar correspondência e e-mail e muito mais. Depois, há os terceiros que oferecem serviços, produtos, aplicativos e habilidades Alexa por meio da Amazon Services. Há também os parceiros de negócios e outras empresas que a Amazon compra que também podem ter acesso aos seus dados. Considerando que a Amazon é um império gigantesco – Ring, Blink, Eero, Whole Foods e muito mais –, seus dados podem potencialmente acabar em inúmeros lugares.

# worst_case
source: Let’s talk for a minute about Alexa itself. Amazon’s AI that’s built into everything from your Echo Auto to your headphones to your thermostat comes with its own set of questions and concerns. Amazon does make it possible to <a id="a1">automatically delete voice recordings</a> immediately after they are processed. That's a nice feature after the controversy around<a id="a2"> human reviewers listening</a> in to Alexa voice recordings. However, Amazon says when you delete your voice recordings, they still can keep data of the interactions those recordings triggered. So, if you buy a pregnancy test through Amazon Alexa, Amazon won't forget you bought that pregnancy test just because you ask them to delete the voice recording of that purchase. That record of the purchase is data they have on you going forward and may use to target you with ads for more stuff.
pt_br: Vamos falar um pouco sobre a Alexa. A inteligência artificial útil da Amazon, que está integrada em tudo, desde seu alto-falante inteligente Echo Auto até seu controle de voz Fire TV e seu termostato, vem com seu próprio conjunto de perguntas e preocupações. A Amazon torna possível <a id="a1">excluir automaticamente as gravações de voz</a> imediatamente após o processamento. Esse é um bom recurso após a controvérsia em torno de <a id="a2">revisores humanos ouvindo</a> gravações de voz da Alexa. No entanto, a Amazon diz que quando você exclui suas gravações de voz, eles ainda podem manter os dados das interações que essas gravações acionaram. Então, se você comprar um teste de gravidez através da Amazon Alexa, a Amazon não vai esquecer que você comprou aquele teste de gravidez só porque você pediu a eles para excluir a gravação de voz dessa compra. Esse registro da compra são dados que eles mantêm sobre você e podem usar para segmentar anúncios para mais coisas.

# worst_case
source: And then there are Alexa Skills, those little apps you use to interact with Alexa. These Skills can be developed <a id="a1">by just about anyone</a> with the, uhm, skill. And with <a id="a2">too many of the Skills</a>, third-party <a id="a3">privacy policies are misleading</a>, incomplete, or simply nonexistent, according to one recent study. When your data is processed by an Alexa Skill, deleting your voice recordings doesn’t delete the data the developer of that Skill collects on you. With <a id="a4">over 100,000 Alexa Skills</a> out there, many of them developed by third parties, now your data is floating around in places you might never have imagined.
pt_br: E depois há o Alexa Skills, pequenos aplicativos que você usa para interagir com a Alexa. Essas skills podem ser desenvolvidas <a id="a1">por praticamente qualquer pessoa</a> com, hmmm, habilidades. As políticas de privacidade de terceiros de <a id="a2">muitas das skills</a> são <a id="a3">enganosas</a>, incompletas ou simplesmente inexistentes, de acordo com um estudo recente. Quando seus dados são processados por uma skill da Alexa, excluir suas gravações de voz não apaga os dados que o desenvolvedor dessa skill coleta sobre você. Com <a id="a4">mais de 100.000 skills da Alexa</a> por aí, muitas delas desenvolvidos por terceiros, agora seus dados estão passeando em lugares que você nunca imaginou.

# worst_case
source: Oh, let’s not forget Amazon’s terrible, awful, no-good track record at protecting and respecting their customers' data. So far in 2023 alone, Amazon has been been charged by the FTC in the US for <a id="a1">violating children's privacy laws</a> by keeping kids voice recordings and location data for years and<a id="a2"> undermining parent's deletion requests</a> of their kids data. This <a id="a3">resulted in Amazon</a> agreeing to pay a $25 million penalty. Then Amazon got sued by the FTC for <a id="a4">enrolling people in Amazon Prime without their consent</a> and then making it way too hard to cancel the subscription. Amazon also <a id="a5">had to settle with the FTC again</a> for $5,8 million for <a id="a6">poor privacy and security in their Ring cameras</a> that let employees spy on customers through the cameras. Shoot, last year we here at *Privacy Not Included <a id="a7">found a security vulnerability in Ring cameras and reported to Amazon to fix</a>. They, so far as we can tell, have done nothing to fix this security issue. All this and then in September, 2023 <a id="a8">the FTC and 17 US state Attorneys General</a> sued Amazon for "illegally maintaining monopoly power."
pt_br: Ah, não vamos esquecer o histórico terrível, horrível e nada bom da Amazon em proteger e respeitar os dados de seus clientes. Até agora, apenas em 2023, a Amazon foi acusada pela FTC nos EUA por <a id="a1">violar as leis de privacidade das crianças</a>, mantendo gravações de voz e dados de localização das crianças por anos e<a id="a2"> dificultando as solicitações de exclusão dos pais</a> dos dados de seus filhos. Isso <a id="a3">fez com que a Amazon</a> concordasse em pagar uma multa de US$ 25 milhões. Em seguida, a Amazon foi processada pela FTC por <a id="a4">inscrever pessoas no Amazon Prime sem o consentimento delas</a> e, em seguida, dificultar muito o cancelamento da assinatura. A Amazon também <a id="a5">teve que se contentar com a FTC novamente</a> por US$ 5,8 milhões por <a id="a6">falta de privacidade e segurança em suas câmeras Ring,</a> que permitem que os funcionários espionem os clientes através das câmeras. Droga, no ano passado, nós da *Privacy Not Included <a id="a7">encontramos uma vulnerabilidade de segurança nas câmeras Ring e relatamos à Amazon para corrigir</a>. Eles, até onde sabemos, não fizeram nada para corrigir esse problema de segurança. Tudo isso e, em seguida, em setembro de 2023, a <a id="a8">FTC e 17 procuradores-gerais estaduais dos EUA</a> processaram a Amazon por "manter ilegalmente o poder de monopólio".

# worst_case
source: That's all just in 2023 alone. If you look back further, you'll find more Amazon issues. There’s the Amazon employee who was <a id="a1">caught stealing</a> the personal information of over 100 million CapitolOne customers. And that’s <a id="a2">not the only time</a> Amazon employees with access to lots of customer data were caught leaking customers personal information. It’s happened <a id="a3">quite a few times</a>, actually. And then there’s the <a id="a4">Alexa security bug</a> that opened the door for hackers to potentially access users personal information and even their conversation history. These are some of the known privacy and security issues Amazon has had (there could be more unknown ones as well). And we get it, <a id="a5">Amazon is a huge company with many products and employees and it’s impossible to secure everything</a> 100% of the time. But that’s the point. When you collect such a vast amount of personal information on people, you’ve got to be super, duper, extra careful to secure it everywhere, all the time. Amazon has shown they can’t always do that.
pt_br: Isso é tudo apenas em 2023. Se você olhar mais para trás, encontrará mais problemas com a Amazon. Há o funcionário da Amazon que foi <a id="a1">pego roubando</a> as informações pessoais de mais de 100 milhões de clientes da CapitolOne. E essa <a id="a2">não é a única vez</a>que funcionários da Amazon com acesso a muitos dados de clientes foram pegos vazando informações pessoais de clientes. Já aconteceu <a id="a3">algumas vezes</a>, na verdade. E depois há o <a id="a4">bug de segurança da Alexa</a> que abriu a porta para os hackers acessarem potencialmente as informações pessoais dos usuários e até mesmo seu histórico de conversas. Estes são alguns dos problemas conhecidos de privacidade e segurança que a Amazon teve (também pode haver outros mais desconhecidos). E nós entendemos, a <a id="a5">Amazon é uma empresa enorme, com muitos produtos e funcionários e é impossível garantir tudo</a> 100% do tempo. Mas esse é o ponto. Quando você coleta uma quantidade tão grande de informações pessoais sobre as pessoas, você tem que ser super, ultra, extra cuidadoso para protegê-las em todos os lugares, o tempo todo. A Amazon mostrou que nem sempre pode fazer isso.

# worst_case
source: So, what’s the worst that could happen? Well, if you happen to order that pregnancy test through Alexa, Amazon now knows you might be pregnant. Then comes the ads for baby clothes, diapers, cribs, and more. And then tragedy strikes and you lose your pregnancy. To cope you buy wine from Whole Foods. Amazon could now assume you’re no longer pregnant. But they don’t know about this miscarriage, they just know that you were likely pregnant and now likely not. Setting aside the scary post-Roe vs Wade world we live in now where this information could be used by law enforcement, think of the targeted advertising you could get from companies trying to sell you more stuff to deal with your lost pregnancy, get pregnant again, or other ads you don’t need to see while trying to cope with this tragedy. Uhg. So yeah, while Amazon doesn't sell your personal information, they sure do use the heck out of it to target you with more stuff to buy. Is this creepy? Well, with so much data floating around in so many places, yeah, Amazon’s Echo Auto with Alexa can feel pretty creepy.
pt_br: Então, qual é a pior coisa que pode acontecer? Bem, se você pedir aquele teste de gravidez através da Alexa, a Amazon agora sabe que você pode estar grávida. Em seguida, vem os anúncios de roupas de bebê, fraldas, berços e muito mais. E então a tragédia acontece e você perde seu bebê. Para lidar com isso, você compra vinho da Whole Foods. Agora a Amazon pode assumir que você não está mais grávida. Mas eles não sabem sobre esse aborto, eles apenas sabem que você provavelmente estava grávida e agora provavelmente não. Deixando de lado o assustador mundo pós-revogação do direito ao aborto em que vivemos agora, onde essas informações podem ser usadas pela aplicação da lei, pense na publicidade direcionada que você poderia obter de empresas que tentam vender mais coisas para lidar com sua gravidez perdida, engravidar novamente ou outros anúncios que você não precisa ver ao tentar lidar com essa tragédia. Credo. Então, enquanto a Amazon não vende suas informações pessoais, eles com certeza abusam disso para mostrar mais coisas para você comprar. Isso é assustador? Bem, com tantos dados flutuando em muitos lugares, sim, o Echo Auto da Amazon com Alexa pode parecer muito assustador.

# worst_case
source: One more note on Amazon from a privacy researcher’s point of view. Trying to read through Amazon’s crazy network of privacy policies, privacy FAQs, privacy statements, privacy notices, and privacy documentation for their vast empire is a nightmare. There’s so many documents that link to other documents that link back even more documents that understanding and making sense of Amazon’s actual privacy practices feels almost impossible. We wonder if this is by design, to confuse us all so we just give up? Or, if maybe even Amazon’s own employees possibly don’t know and understand the vast network of privacy policies and documentation they have living all over the place? Regardless, this privacy researcher would love to see Amazon do better when it comes to making their privacy policies accessible to the consumers they impact.
pt_br: Mais uma observação sobre a Amazon do ponto de vista de um pesquisador de privacidade. Tentar interpretar a louca rede de políticas de privacidade, FAQs de privacidade, declarações de privacidade, avisos de privacidade e documentação de privacidade da Amazon para todo o seu vasto império é um pesadelo. São tantos documentos que se ligam a outros documentos que se interligam a ainda mais documentos, que entender e dar sentido às práticas de privacidade reais da Amazon parece quase impossível. Será que isso é intencional para nos confundir e assim desistirmos? Ou será que talvez até mesmo os próprios funcionários da Amazon não conhecem e entendem a vasta rede de políticas de privacidade e documentações espalhadas por todo o lugar? Independentemente disso, este pesquisador de privacidade adoraria ver a Amazon se sair melhor na hora de dar acesso às suas políticas de privacidade para os consumidores que eles impactam.

# how_does_it_use_data_collected
source: We ding this product for sharing personal data including geolocation, age, race, gender, sexual orientation, or other protected classifications; and combining data about you with data it receives from third parties.
pt_br: Utilizamos este produto para partilhar dados pessoais, incluindo geolocalização, idade, raça, sexo, orientação sexual ou outras classificações protegidas; e combinar dados sobre si com dados recebidos de terceiros.

# how_does_it_use_data_collected
source: Amazon.com Privacy Notice
pt_br: Aviso de Privacidade da Amazon.com

# how_does_it_use_data_collected
source: "Examples of information we receive from other sources include:<br/> &lt;...&gt;<br/> - account information, purchase or redemption information, and page-view information from some merchants with which we operate co-branded businesses or for which we provide technical, fulfillment, advertising, or other services;<br/> - information about your interactions with products and services offered by our subsidiaries;<br/> - search results and links, including paid listings (such as Sponsored Links);<br/> - information about internet-connected devices and services linked with Alexa; and<br/> - credit history information from credit bureaus, which we use to help prevent and detect fraud and to offer certain credit or financial services to some customers."
pt_br: "Exemplos de informações que recebemos de outras fontes incluem:<br/> &lt; ...&gt;<br/> - informações de conta, informações de compra ou resgate e informações de visualização de página de alguns comerciantes com os quais operamos negócios de marca conjunta ou para os quais fornecemos serviços técnicos, de atendimento, de publicidade ou outros;<br/> - informações sobre suas interações com produtos e serviços oferecidos por nossas subsidiárias;<br/> - resultados de pesquisa e links, incluindo anúncios pagos (como Links Patrocinados);<br/> - informações sobre dispositivos e serviços conectados à Internet vinculados à Alexa; e<br/> - informações de histórico de crédito de agências de crédito, que usamos para ajudar a prevenir e detectar fraudes e oferecer certos serviços de crédito ou financeiros a alguns clientes."

# how_does_it_use_data_collected
source: "Advertising. We use your personal information to display interest-based ads for features, products, and services that might be of interest to you. We do not use information that personally identifies you to display interest-based ads. To learn more, please read our Interest-Based Ads notice."
pt_br: "Publicidade. Usamos suas informações pessoais para exibir anúncios baseados em interesses para recursos, produtos e serviços que possam ser de seu interesse. Não usamos informações que o identifiquem pessoalmente para exibir anúncios baseados em interesses. Para saber mais, leia nosso aviso de anúncios com base em interesses."
