Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/amazon-kindle.po
Languages: de, es

# track_record_details
source: In <a id="a1">July 2021</a>, the Luxembourg National Commission for Data Protection issued a 746 million euro fine to Amazon for allegedly violating the European Union’s General Data Protection Regulation (GDPR).
es: En <a id="a1">julio de 2021</a>, la Comisión Nacional para la Protección de Datos de Luxemburgo multó a Amazon con 746 millones de euros presuntamente por violar el Reglamento General de Protección de Datos (RGPD) de la Unión Europea.

# track_record_details
source: In August 2020, security researchers from Check Point pointed out a flaw in Amazon's Alexa smart home devices that could have allowed hackers access to personal information and conversation history. Amazon promptly fixed the bug.
es: En agosto de 2020, investigadores de seguridad de Check Point señalaron una falla en los dispositivos domésticos inteligentes Alexa de Amazon, que podría haber permitido que piratas informáticos accedieran a los datos personales y al historial de conversaciones de los usuarios. Amazon solucionó el error rápidamente.

# track_record_details
source: In <a id="a1">October 2020</a>, Amazon fired an employee for leaking customer email addresses to an unnamed third party.
de: Im <a id="a1">Oktober 2020</a>entließ Amazon einen Mitarbeiter, weil er E-Mail-Adressen von Kunden an einen ungenannten Dritten weitergegeben hatte.
es: En <a id="a1">octubre de 2020</a>, Amazon despidió a uno de sus empleados por filtrar direcciones de correo electrónico de los clientes a un tercero anónimo.

# track_record_details
source: In <a id="a1">October 2019</a>, Forbes reported that Amazon employees were listening to Amazon Cloud Cam recording, to train its AI algorythm.
es: En <a id="a1">octubre de 2019</a>, Forbes informó que los empleados de Amazon escuchaban las grabaciones realizadas por Amazon Cloud Cam para entrenar sus algoritmos de IA.

# track_record_details
source: In <a id="a1">April 2019</a>, it was revealed that thousands of employees, many of whom are contract workers and some not even directly employed by Amazon, had access to both voice and text transcripts of <a id="a2">Alexa interactions</a>.
es: En <a id="a1">abril de 2019</a>, se puso de manifiesto que miles de empleados, muchos de los cuales eran contratistas y algunos ni siquiera eran empleados directos de Amazon, tenían acceso a las grabaciones y transcripciones de <a id="a2">las interacciones</a> de los usuarios con Alexa.

# child_safety_blurb
source: "Amazon does not sell products for purchase by children. We sell children's products for purchase by adults. If you are under 18, you may use Amazon Services only with the involvement of a parent or guardian. We do not knowingly collect personal information from children under the age of 13 without the consent of the child's parent or guardian. For more information, please see our <a id="a1">Children's Privacy Disclosure</a>."
es: «Amazon no vende productos para que sean adquiridos por niños. Vendemos productos para niños que son adquiridos por adultos. Si es menor de 18 años, puede utilizar Amazon Services solo con la participación de un padre o tutor. No recopilamos a sabiendas la información personal de niños menores de 13 años sin el consentimiento del padre o tutor del niño. Más información en nuestra <a id="a1">Divulgación sobre la Privacidad de los Niños.</a>.»

# ai_helptext
source: Alexa provides some information about its AI at the Alexa FAQ and the Amazon Science webpages: <a id="a1">https://www.amazon.com/gp/help/customer/display.html?nodeId=201602230</a> <a id="a2">https://www.amazon.science/tag/alexa</a>
es: Alexa proporciona cierta información sobre su IA en las preguntas frecuentes de Alexa y las páginas web de Amazon Science: <a id="a1">https://www.amazon.com/gp/help/customer/display.html?nodeId=201602230</a> <a id="a2">https://www.amazon.science/tag/alexa</a>

# ai_what_can_it_do
source: Amazon Alexa uses natural language processing to understand you and to generate answers to your requests.
es: Amazon Alexa utiliza el procesamiento del lenguaje natural para entenderte y ser capaz de generar respuestas adecuadas a tus solicitudes.

# blurb
source: Remember when you actually read books? Back before the days of Twitter and Netflix and your 17-second attention span. The Kindle—Amazon now offers the Kindle, Kindle Paperwhite, Kindle Oasis, and Kindle Kids—could be just the thing to get your brain back into book-reading shape. Because that's really all the Kindle does—books. No videos or apps or web surfing. Just books. What a novel idea!
de: Erinnern Sie sich an die Zeit, wenn Sie tatsächlich Bücher gelesen haben? Vor der Zeit von Twitter und Netflix und Ihrer Aufmerksamkeitsspanne von 17 Sekunden. Der Kindle – Amazon bietet jetzt den Kindle, Kindle Paperwhite, Kindle Oasis und Kindle Kids an – könnte genau das Richtige sein, um Ihr Gehirn wieder in Form zu bringen, um Bücher zu lesen. Denn das ist wirklich alles, was der Kindle tut – Bücher. Keine Videos oder Apps oder Surfen im Internet. Nur Bücher. Was für eine neuartige Idee!

# worst_case
source: Amazon proudly states they are not in the business of selling your personal information to others, which is good. However, a good question to ask is, why would Amazon need to sell your data when they have their own advertising and retail juggernaut to use your data to sell you more stuff? Because Amazon is in the business of selling you more stuff. This means Amazon collects a whole lot of data on you—records of what books you like to read, shopping habits, Alexa search requests, the music you stream, the podcasts you listen to, when you turn your lights on and off, when you lock your doors, and on and on and on.
de: Amazon erklärt mit Stolz, dass Ihre persönlichen Daten nicht weiterverkauft werden, und das ist gut so. Man sollte sich jedoch fragen, warum Amazon Ihre Daten verkaufen sollte, wenn es doch über seinen eigenen Werbe- und Einzelhandelskoloss verfügt, der Ihre Daten nutzt, um Ihnen weitere Produkte zu verkaufen? Weil es das Geschäft von Amazon ist, Ihnen weitere Produkte zu verkaufen. Das bedeutet, dass Amazon eine ganze Menge an Daten über Sie sammelt: Aufzeichnungen über Ihre Lieblingsbücher, Einkaufsgewohnheiten, Alexa-Suchanfragen, gestreamte Musik, gehörte Podcasts, wann Sie Ihr Licht ein- und ausschalten, wann Sie Ihre Türen verschließen und so weiter und so fort.

# worst_case
source: What’s the worst that could happen? The Kindle eReader actually feels like a fairly safe product. There's no Alexa built in, so you don't need to worry about voice requests being tracked or Alexa skills snooping on you. You can read with both WiFi and Bluetooth turned off. Just be sure you set up a passcode if you travel with this device to protect it from getting stolen and someone buying lots of books on your Amazon account. We do suppose it's possible Amazon could learn all about what books you like to read, only show you romance novels in your shopping recommendations, you read way too many romance novels, develop an unrealistic world view on romantic relationships, nothing ever lives up to those unrealistic expectations, so you live your whole life alone. OK, that's not likely to happen (we hope!) And if you want Amazon to stop trying to sell you more stuff like more romance novels, you can (and should!) <a id="a1">opt-out of data collection and processing</a>.
de: Was kann schlimmstenfalls passieren? Der Kindle eReader fühlt sich tatsächlich wie ein ziemlich sicheres Produkt an. Es ist keine Alexa integriert, sodass Sie sich keine Sorgen machen müssen, dass Sprachanfragen verfolgt werden oder Alexa-Skills bei Ihnen herumschnüffeln. Sie können sowohl mit ausgeschaltetem WLAN als auch mit ausgeschaltetem Bluetooth lesen. Stellen Sie nur sicher, dass Sie einen Passcode einrichten, wenn Sie mit diesem Gerät reisen, um es vor Diebstahl und dem Kauf vieler Bücher über Ihr Amazon-Konto zu schützen. Wir nehmen an, es ist möglich, dass Amazon alles darüber erfährt, welche Bücher Sie gerne lesen und Ihnen in Ihren Einkaufsempfehlungen nur Liebesromane zeigt. Dann fangen Sie an, viel zu viele Liebesromane zu lesen, entwickeln eine unrealistische Weltsicht auf romantische Beziehungen, Ihren unrealistischen Erwartungen wird nichts gerecht, also verbringen Sie Ihr ganzes Leben allein. OK, das wird wahrscheinlich nicht passieren (hoffentlich!). Und wenn Sie möchten, dass Amazon aufhört, Ihnen mehr Sachen wie mehr Liebesromane zu verkaufen, können (und sollten!) Sie <a id="a1">die Datenerfassung und -verarbeitung ablehnen</a>.

# how_does_it_use_data_collected
source: Amazon does not sell your personal information. Amazon uses personal information for purposes such as advertisement, recommendation and personalisation. Some personal data may be shared with the third parties. Amazon provides third-party advertisers with information that allow them to serve you more targeted ads. No personally identifiable information nor children-related data are shared with third-party advertisers.
de: Amazon verkauft Ihre personenbezogenen Daten nicht. Amazon verwendet personenbezogene Daten für Zwecke wie Werbung, Empfehlungen und Personalisierung. Einige personenbezogene Daten können an Dritte weitergegeben werden. Amazon stellt dritten Werbetreibenden Informationen zur Verfügung, die es ihnen ermöglichen, Ihnen zielgerichtetere Anzeigen zu präsentieren. Es werden keine personenbezogenen Daten oder kinderbezogene Daten an Drittanbieter weitergegeben.

# user_friendly_privacy_policy_helptext
source: Amazon provides Kindle-specific Privacy Settings FAQ.
de: Amazon bietet Kindle-spezifische FAQ zu Datenschutzeinstellungen.

# uses_encryption_helptext
source: Uses encryption in transit and at rest.
de: Verschlüsselung wird bei der Übertragung und bei Speicherung verwendet.

# manage_vulnerabilities_helptext
source: Amazon has a <a id="a1">bug bounty program</a>, which means that anyone who finds a security issue and discloses it responsibly may get paid. Security researchers can report a vulnerability <a id="a2">here</a>.
de: Amazon hat ein <a id="a1">Bug-Bounty-Programm</a>. Das bedeutet, dass jeder, der ein Sicherheitsproblem findet und es verantwortungsvoll offenlegt, dafür bezahlt werden kann. Sicherheitsforscher können<a id="a2"> hier</a> eine Schwachstelle melden.

# tips_to_protect_yourself
source: Review your <a id="a1">privacy setting and opt out</a> of as much data collection and processing as you feel comfortable with.
de: Überprüfen Sie Ihre <a id="a1">Datenschutzeinstellungen und deaktivieren Sie</a> so viele Datenerhebungen und -verarbeitungen, wie Sie möchten.

# tips_to_protect_yourself
source: Remember that Amazon privacy preferences are device specific, so you need to set your privacy preferences on all your Amazon devices individually. What, you had nothing better to do this weekend, right?
de: Denken Sie daran, dass die Datenschutzeinstellungen von Amazon gerätespezifisch sind, sodass Sie Ihre Datenschutzeinstellungen auf allen Ihren Amazon-Geräten individuell festlegen müssen. Sie hatten doch dieses Wochenende nichts Besseres zu tun, oder?

# personal_data_collected
source: Name, email, phone number, address
de: Name, E-Mail, Telefonnummer, Adresse

# how_can_you_control_your_data
source: Amazon's privacy statement is not explicit regarding deletion rights and retention details for data. It says that some groups of people are not able to request access to or deletion of data. They are also sending you through the Customer Service bureaucracy to check your deletion rights: "To the extent required by applicable law, you may have the right to request access to or delete your personal information. If you wish to do any of these things, please contact Customer Service. Depending on your data choices, certain services may be limited or unavailable."
de: Die Datenschutzerklärung von Amazon enthält keine expliziten Angaben zu Löschrechten und Details zur Aufbewahrung von Daten. Darin heißt es, dass einige Personengruppen keinen Zugriff auf oder Löschung von Daten beantragen können. Amazon sendet Sie auch durch die Kundendienstbürokratie, um Ihre Löschungsrechte zu überprüfen: „Soweit dies nach geltendem Recht erforderlich ist, haben Sie möglicherweise das Recht, Zugang zu Ihren personenbezogenen Daten zu verlangen oder diese zu löschen. Wenn Sie eines dieser Dinge tun möchten, bitte wenden Sie sich an den Kundendienst. Abhängig von Ihrer Datenauswahl können bestimmte Dienste eingeschränkt oder nicht verfügbar sein.“

# track_record_details
source: In <a id="a1">August 2020</a>, security researchers from Check Point pointed out a flaw in Amazon's Alexa smart home devices that could have allowed hackers access to personal information and conversation history. Amazon promptly fixed the bug.
de: Im <a id="a1">August 2020</a>wiesen Sicherheitsforscher von Check Point auf einen Fehler in den Alexa-Smart-Home-Geräten von Amazon hin, der Hackern den Zugriff auf persönliche Informationen und den Gesprächsverlauf ermöglicht haben könnte. Amazon hat den Fehler umgehend behoben.

# track_record_details
source: In <a id="a1">October 2019</a>, Forbes reported that Amazon employees were listening to Amazon Cloud Cam recording, to train its AI algorithm.
de: Im <a id="a1">Oktober 2019</a>berichtete Forbes, dass Amazon-Mitarbeiter die Aufzeichnungen der Amazon Cloud Cam abhörten, um den KI-Algorithmus zu trainieren.

# track_record_details
source: In <a id="a1">April 2019</a>, it was revealed that thousands of employees, many of whom are contract workers and some not even directly employed by Amazon, had access to both voice and text transcripts of Alexa interactions.
de: Im <a id="a1">April 2019</a>wurde bekannt, dass Tausende von Mitarbeitern, von denen viele Vertragsarbeiter sind und einige nicht einmal direkt bei Amazon beschäftigt sind, Zugang zu Sprach- und Texttranskripten von Alexa-Interaktionen hatten.

# track_record_details
source: In <a id="a1">2018</a>, Amazon's Echo Dot device recorded private conversation and sent it to random contact. The recording consisted of 1,700 audio files.
de: Im <a id="a1">Jahr 2018</a> zeichnete das Echo Dot-Gerät von Amazon private Gespräche auf und sendete sie an einen zufälligen Kontakt. Die Aufnahme bestand aus 1.700 Audiodateien.
