Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/amazon-ring-security-cams.po
Languages: de, pt_br

# manage_vulnerabilities_helptext
source: Amazon Ring has a <a id="a1">bug bounty program</a>, which means that anyone who finds a security issue and discloses it responsibly may get paid.
de: Amazon Ring hat ein <a id="a1">Bug-Bounty-Programm</a>, was bedeutet, dass jeder, der eine Sicherheitslücke entdeckt und diese verantwortungsbewusst meldet, dafür bezahlt werden kann.
pt_br: A Amazon Ring tem um <a id="a1">programa de recompensas pela descoberta de bugs</a>, o que significa que qualquer pessoa que encontre um problema de segurança e o divulgue com responsabilidade pode ser paga por isso.

# privacy_policy_helptext
source: Ring has a webpage dedicated to explaining its privacy pillars and answering frequently asked questions
de: Ring hat eine Website, auf der die Stützpfeiler des Datenschutzes erklärt und häufig gestellte Fragen beantwortet werden.
pt_br: A Ring tem uma página dedicada a explicar seus pilares de privacidade e responder a perguntas frequentes

# tips_to_protect_yourself
source: Turn on <a id="a1">Two-factor Authentication</a>
de: Aktivieren Sie <a id="a1">die Zwei-Faktor-Authentifizierung</a>.
pt_br: Ativar <a id="a1">autenticação de dois fatores</a>

# tips_to_protect_yourself
source: <a id="a1">Check</a> if your address is exposed through the Neighbor app
de: <a id="a1">Überprüfen Sie</a>, ob Ihre Adresse über die Neighbor-App angezeigt wird.
pt_br: <a id="a1">Verifique</a> se o seu endereço está exposto por meio do aplicativo Neighbors

# tips_to_protect_yourself
source: <a id="a1">Don't shar</a>e your login-in information
de: <a id="a1">Geben Sie Ihre Zugangsdaten nicht weiter</a>.
pt_br: <a id="a1">Não compartilhe suas</a>informações de login

# tips_to_protect_yourself
source: Review sharing options for your data if you have multiple people in the neighborhood
de: Überprüfen Sie die Freigabeoptionen für Ihre Daten, wenn mehrere Personen in der Nachbarschaft leben.
pt_br: Revise as opções de compartilhamento de seus dados se você tiver várias pessoas na vizinhança

# tips_to_protect_yourself
source: Make sure you are comfortable with the fact that local police may require the footage. Think about all of the personal events cameras inside and outside of your home will capture.
de: Stellen Sie sicher, dass Sie mit der Tatsache vertraut sind, dass die örtliche Polizei möglicherweise das Filmmaterial benötigen wird. Denken Sie an all die persönlichen Ereignisse, die Kameras innerhalb und außerhalb Ihres Hauses erfassen.
pt_br: Certifique-se de estar confortável com o fato de que a polícia local pode exigir a filmagem. Pense em todas as câmeras de eventos pessoais dentro e fora de sua casa.

# tips_to_protect_yourself
source: Use strong passwords &amp; unique usernames
de: Verwenden Sie starke Passwörter und eindeutige Benutzernamen.
pt_br: Use senhas fortes e nomes de usuário únicos

# tips_to_protect_yourself
source: Delete footage as often as you can
de: Löschen Sie Filmmaterial so oft wie möglich.
pt_br: Exclua as filmagens com a maior frequência possível

# tips_to_protect_yourself
source: Limit third-party trackers in the Ring app
de: Beschränken Sie Tracker von Drittanbietern in der Ring-App.
pt_br: Limite rastreadores de terceiros no aplicativo Ring

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
de: Melden Sie sich nicht mit Konten von Drittanbietern an. Melden Sie sich am besten einfach mit E-Mail und starkem Passwort an.
pt_br: Não se registre com contas de terceiros. É melhor fazer login somente com email e senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Dafür können Sie auch ein Passwortkontrollprogramm anwenden, wie 1Password, KeePass etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Standort, außer es ist notwendig).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do applicativo (não dê acesso à sua câmera, microfone, imagens e localização, a menos que seja necessário).

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
pt_br: Mantenha seu aplicativo sempre atualizado.

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät (z. B. auf dem iPhone unter „Datenschutz“ > „Werbung“ > „Ad-Tracking beschränken“) und die größten Werbenetzwerke ein (bei Google öffnen Sie Ihr Google-Konto und schalten die Anzeigenpersonalisierung aus)
pt_br: Limite o rastreamento de propaganda no seu dispositivo (ex. no iPhone acesse Privacidade -> Publicidade -> Limitar publicidade rastreada) e nas maiores redes de anúncios (no Google, acesse sua conta do Google e desative os anúncios personalizados).

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.
pt_br: Solicite que seus dados sejam excluídos quando você parar de usar o aplicativo. A simples exclusão de um aplicativo do dispositivo normalmente não apaga seus dados pessoais.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung nicht dem Tracking Ihrer Daten zu, wenn Sie die Möglichkeit haben.
pt_br: Ao realizar uma inscrição, não concorde com o rastreamento de seus dados, se possível.

# personal_data_collected
source: Name, email, phone number, address
de: Name, E-Mail, Telefonnummer, Adresse
pt_br: Nome, email, número de telefone, endereço

# biometric_data_collected
source: Video and voice recordings
de: Video- und Sprachaufnahmen
pt_br: Gravações de vídeo e voz

# social_data_collected
source: Neighbors app network
de: Neighbors-App-Netzwerk
pt_br: Rede do aplicativo Neighbors

# how_can_you_control_your_data
source: It is unclear if all users regardless of location can get their data deleted.
de: Es ist unklar, ob alle Benutzer unabhängig von Ihrem Standort ihre Daten löschen lassen können.
pt_br: Não está claro se todos os usuários, independentemente de onde vivem, podem excluir seus dados.

# how_can_you_control_your_data
source: "You may delete your recordings from Ring Protect at any time by accessing your account. Additionally, regardless of your use of Ring Protect , we retain Ring Neighborhoods Recordings (as defined in the Terms of Service) so you can participate in the Ring Neighborhoods feature if you choose to do so. In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal data. If you wish to do any of these things, please visit here or contact Customer Support."
de: „Sie können Ihre Aufnahmen jederzeit aus Ring Protect löschen, indem Sie auf Ihr Konto zugreifen. Unabhängig von Ihrer Nutzung von Ring Protect bewahren wir außerdem Ring Neighborhoods-Aufnahmen (wie in den Nutzungsbedingungen definiert) auf, damit Sie an der Ring Neighborhoods-Funktion teilnehmen können, wenn Sie dies wünschen. Darüber hinaus haben Sie, soweit dies nach geltendem Recht erforderlich ist, das Recht, Zugang zu Ihren personenbezogenen Daten zu verlangen oder diese zu löschen. Wenn Sie eines dieser Dinge tun möchten, besuchen Sie bitte diese Seite oder wenden Sie sich an den Kundendienst.“
pt_br: "Você pode excluir suas gravações da Ring Protect a qualquer momento acessando sua conta. Além disso, independentemente do seu uso da Ring Protect, mantemos as gravações do Ring Neighborhoods (conforme definido nos termos de serviço) para que você possa participar do recurso Ring Neighborhoods se optar por fazê-lo. Além disso, na medida exigida pela lei aplicável, você pode ter o direito de solicitar acesso ou excluir seus dados pessoais. Se você quiser fazer qualquer uma dessas coisas, acesse aqui ou entre em contato com o atendimento ao cliente."

# how_can_you_control_your_data
source: In addition, law enforcement can make a video request in the Neighbors app to ask the community to assist in an investigation. Police who download videos from customer cameras may be able to keep them indefinitely, <a id="a1">depending on local laws.</a>
de: Darüber hinaus können die Strafverfolgungsbehörden in der Neighbors-App eine Videoanfrage stellen, um die Gemeinde um Mithilfe bei einer Untersuchung zu bitten. Die Polizei, die Videos von Kundenkameras herunterlädt, kann sie möglicherweise auf unbestimmte Zeit aufbewahren, <a id="a1">abhängig von den lokalen Gesetzen.</a>
pt_br: Além disso, as autoridades podem fazer uma solicitação de vídeo no aplicativo Neighbors para pedir à comunidade que ajude em uma investigação. A polícia que baixar vídeos de câmeras de clientes pode mantê-los indefinidamente, <a id="a1">dependendo das leis locais.</a>

# track_record_details
source: It <a id="a1">was reported</a> that in May, 2022 Amazon's patched Ring's app for Android due a "high-severity" security vulnerability that could have allowed hackers to access personal information, location, and camera recordings.
de: Es <a id="a1">wurde berichtet</a>x, dass Amazon im Mai 2022 die Ring-App für Android aufgrund einer „hochgradigen“ Sicherheitslücke gepatcht hat, die es Hackern ermöglicht hätte, auf persönliche Daten, den Standort und Kameraaufnahmen zuzugreifen.
pt_br: <a id="a1">Foi relatado</a> que, em maio de 2022, a Amazon corrigiu o aplicativo da Ring para Android devido a uma vulnerabilidade de segurança de "alta gravidade" que poderia ter possibilitado que os hackers acessassem informações pessoais, localização e gravações de câmera.

# track_record_details
source: <a id="a1">Amazon admitted</a> to giving Ring video doorbell footage to police without the owners' permission at least 11 times in 2022.
de: <a id="a1">Amazon hat zugegeben</a>, im Jahr 2022 mindestens 11 Mal Videoaufnahmen der Ring-Doorbell ohne Erlaubnis der Besitzer an die Polizei weitergegeben zu haben.
pt_br: <a id="a1">A Amazon admitiu</a> dar à polícia imagens de campainha de vídeo da Ring sem a permissão dos proprietários pelo menos 11 vezes em 2022.

# track_record_details
source: In 2021, the Federal Trade Commission in the US <a id="a1">recommended filing a lawsuit</a> against Amazon because of privacy and security breaches in Ring home security unit
de: Im Jahr 2021 <a id="a1">empfahl die Federal Trade Commission in den USA, eine Klage gegen Amazon</a> wegen Datenschutz- und Sicherheitsverletzungen bei der Ring-Home Security-Einheit einzureichen.
pt_br: Em 2021, a Comissão Federal de Comércio dos EUA <a id="a1">recomendou a abertura de uma ação</a> contra a Amazon por causa de violações de privacidade e segurança na unidade de segurança doméstica Ring

# track_record_details
source: In <a id="a1">December 2020</a>, a class action lawsuit was filed alleging lax security measures at Ring, allowed hackers to take over their devices.
de: Im <a id="a1">Dezember 2020</a>wurde eine Sammelklage wegen nachlässiger Sicherheitsmaßnahmen bei Ring eingereicht, die es Hackern ermöglichten, die Geräte zu übernehmen.
pt_br: Em <a id="a1">dezembro de 2020</a>, uma ação coletiva foi ajuizada alegando medidas de segurança negligentes na Ring, possibilitando que hackers tomassem o controle de seus dispositivos.

# track_record_details
source: In <a id="a1">November 2019</a>, a security vulnerability in Amazon's Ring Video Doorbell Pro devices could have allowed attackers to exploit the internet-connected doorbell to intercept the owner's wi-fi credentials.
de: Im <a id="a1">November 2019</a> könnte eine Sicherheitslücke in den Ring-Video-Doorbell-Pro-Geräten von Amazon es Angreifern ermöglicht haben, die mit dem Internet verbundene Türklingel auszunutzen, um die WLAN-Zugangsdaten des Besitzers abzufangen.
pt_br: Em <a id="a1">novembro de 2019</a>, uma vulnerabilidade de segurança nos dispositivos Ring Video Doorbell Pro da Amazon poderia ter possibilitado que os invasores explorassem a campainha conectada à internet para interceptar as credenciais de WiFi do proprietário.

# track_record_details
source: In 2019, <a id="a1">Motherboard reported</a> on how Ring's weak security and compromised email addresses and passwords left Ring cameras easy to hack
de: Im Jahr 2019 <a id="a1">berichtete Motherboard</a> darüber, wie die schwache Sicherheit von Ring und die kompromittierten E-Mail-Adressen und Passwörter dazu führten, dass Ring-Kameras leicht zu hacken waren.
pt_br: Em 2019, a <a id="a1">Motherboard relatou</a> como a segurança fraca da Ring e os endereços de email e senhas comprometidos deixaram as câmeras Ring fáceis de hackear

# track_record_details
source: In 2022, Paige Thompson, a former Amazon employee accused of stealing the personal information of 100 million customers by breaching banking giant CapitalOne in 2019, <a id="a1">was found guilty</a> by a Seattle jury on charges of wire fraud and computer hacking.
de: Im Jahr 2022 wurde Paige Thompson, eine ehemalige Amazon-Mitarbeiterin, die beschuldigt wurde, die persönlichen Daten von 100 Millionen Kunden gestohlen zu haben, indem sie 2019 in den Bankriesen CapitalOne eingedrungen war, <a id="a1">von einem Geschworenengericht in Seattle wegen elektronischer Kriminalität und Computer-Hacking für schuldig befunden</a>.
pt_br: Em 2022, Paige Thompson, uma ex-funcionária da Amazon acusada de roubar as informações pessoais de 100 milhões de clientes ao invadir a gigante financeira CapitalOne em 2019, <a id="a1">foi considerada culpada</a> por um júri de Seattle sob a acusação de fraude bancária e invasão de computadores.

# track_record_details
source: <a id="a1">In July 2021</a>, the Luxembourg National Commission for Data Protection issued a 746 million euro fine to Amazon for allegedly violating the European Union’s General Data Protection Regulation (GDPR).
de: Im <a id="a1">Juli 2021</a> verhängte die luxemburgische Datenschutzkommission eine Geldstrafe in Höhe von 746 Millionen Euro gegen Amazon wegen angeblicher Verstöße gegen die Datenschutz-Grundverordnung der Europäischen Union (DSGVO).
pt_br: <a id="a1">Em julho de 2021</a>, a Comissão Nacional de Proteção de Dados de Luxemburgo aplicou uma multa de 746 milhões de euros à Amazon por suposta violação do Regulamento Geral de Proteção de Dados (GDPR) da União Europeia.

# track_record_details
source: In August 2020, <a id="a1">security researchers from Check Point</a> pointed out a flaw in Amazon's Alexa smart home devices that could have allowed hackers access to personal information and conversation history. Amazon promptly fixed the bug.
de: Im <a id="a1">August 2020</a>wiesen Sicherheitsforscher von Check Point auf einen Fehler in den Alexa-Smart-Home-Geräten von Amazon hin, der Hackern den Zugriff auf persönliche Informationen und den Gesprächsverlauf ermöglicht haben könnte. Amazon hat den Fehler umgehend behoben.
pt_br: Em agosto de 2020, <a id="a1">pesquisadores de segurança da Check Point</a> apontaram uma falha nos dispositivos domésticos inteligentes com Alexa da Amazon que poderia ter dado a hackers acesso a informações pessoais e histórico de conversas. A Amazon prontamente corrigiu a falha.

# track_record_details
source: <a id="a1">In October 2020</a>, Amazon fired an employee for leaking customer email addresses to an unnamed third party.
de: Im <a id="a1">Oktober 2020</a>entließ Amazon einen Mitarbeiter, weil er E-Mail-Adressen von Kunden an einen ungenannten Dritten weitergegeben hatte.
pt_br: <a id="a1">Em outubro de 2020</a>, a Amazon demitiu um funcionário por vazar endereços de email de clientes para um terceiro não revelado.

# track_record_details
source: In <a id="a1">October 2019</a>, Forbes reported that Amazon employees were listening to Amazon Cloud Cam recording, to train its AI algorythm.
de: Im <a id="a1">Oktober 2019</a> berichtete Forbes, dass Amazon-Mitarbeiter die Aufzeichnungen der Amazon Cloud Cam abhören, um ihren KI-Algorithmus zu trainieren.
pt_br: Em <a id="a1">outubro de 2019</a>, a Forbes noticiou que funcionários da Amazon estavam ouvindo a gravação da Amazon Cloud Cam para treinar seu algoritmo de IA.

# track_record_details
source: <a id="a1">In April 2019</a>, it was revealed that thousands of employees, many of whom are contract workers and some not even directly employed by Amazon, had access to both voice and text transcripts of Alexa in<a id="a2">t</a>eractions.
de: Im <a id="a1">April 2019</a> wurde aufgedeckt, dass Tausende von Mitarbeitern, von denen viele Leiharbeiter sind und einige nicht einmal direkt bei Amazon angestellt sind, Zugang zu Sprach- und Texttranskripten von Alexa-<a id="a2">Interaktionen</a> hatten.
pt_br: Em <a id="a1">abril de 2019</a>, foi revelado que milhares de funcionários, muitos dos quais eram prestadores de serviços e alguns nem mesmo eram contratados diretamente pela Amazon, tinham acesso a transcrições de voz e texto das <a id="a2">interações</a> da Alexa.

# child_safety_blurb
source: "Ring's products and services are intended for a general audience and are not directed to children. We do not knowingly collect personal information online from children under the age of 13."
de: „Die Produkte und Dienstleistungen von Ring sind für ein allgemeines Publikum bestimmt und richten sich nicht an Kinder. Wir sammeln nicht wissentlich persönliche Daten online von Kindern unter 13 Jahren“.
pt_br: "Os produtos e serviços da Ring são destinados a um público geral e não são direcionados a crianças. Não coletamos conscientemente informações pessoais online de crianças menores de 13 anos."

# ai_what_can_it_do
source: Ring cameras use camera-based motion detection to start recording.
de: Ring-Kameras verwenden eine kamerabasierte Bewegungserkennung, um die Aufnahme zu starten.
pt_br: Câmeras Ring usam detecção de movimento baseada em câmera para iniciar a gravação.
