Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/amazon-kindle.po
Languages: de, es

# blurb
source: Remember when you actually read books? Back before the days of Twitter and Netflix and your 17-second attention span. The Kindle -- Amazon now offers the Kindle, Kindle Paperwhite, Kindle Oasis, Kindle Scribe, and Kindle Kids -- could be just the thing to get your brain back into book-reading shape. Because that's really all the Kindle does--books. No videos or apps or web surfing. Just books. What a novel idea!
es: ¿Recuerdas cuando leías libros? Aquellos viejos tiempos anteriores a Twitter y Netflix y a tener una capacidad de atención de 17 segundos. El Kindle (Amazon ofrece Kindle, Kindle Paperwhite, Kindle Oasis, Kindle Scribe y Kindle Kids) podría ser el dispositivo perfecto para que tu cerebro vuelva a estar en forma para leer libros. Porque realmente eso es todo lo que hace Kindle: libros. Nada de vídeos, aplicaciones o navegación en Internet. Solo libros. ¡Qué idea más novedosa!

# worst_case
source: Amazon proudly states they are "not in the business of selling your personal information to others." True. But, Amazon doesn’t need to sell your personal information to others when they have their own retail and advertising juggernaut to use your data to sell you more stuff. Because Amazon <i>is</i> in the business of selling you more stuff. And it’s not just Amazon hoping to sell you stuff. Amazon has a whole program for others to sell you stuff on on their sites too. And those sellers get to use that data Amazon collects on you to target you with the stuff they want to sell. So, while Amazon might not be in the business of selling your personal information, they are in the business of collecting as much of your personal information as they can, then selling access to that personal information to others to target you with ads to sell you more stuff.
es: Amazon se enorgullece de afirmar que «no está en el negocio de vender tu información personal a otros». Es cierto. Sin embargo, Amazon no necesita vender tu información personal a otros cuando pueden usar tus datos para venderte más cosas en su propio gigante minorista y publicitario. Porque Amazon <i>sí está</i> en el negocio de venderte más cosas. Y no es el único que te busca como cliente. Amazon también tiene un programa completo para que otros te vendan cosas en sus sitios. Y esos vendedores pueden usar los datos que Amazon recopila sobre ti para mostrarte las cosas que quieren venderte. Por lo tanto, si bien es posible que Amazon no esté en el negocio de vender tu información personal, sí está en el negocio de recopilar la mayor cantidad posible de tu información personal y luego vender el acceso a esa información a otros para que te envíen sus anuncios para venderte más cosas.

# worst_case
source: And to do this, Amazon likes to collect an enormous amount of data on you. Things like: records of your shopping habits, Alexa search requests, the books you read, the TV shows you watch and when you watch them, the music you stream, the podcasts you listen to, when you turn your lights on and off, when you lock your doors, identifiers such as your name, address, phone numbers, or IP address, your age, gender, your location, audio and visual information like those Alexa-requests or photos you take, the names and numbers of people listed in your contacts. <a id="a1">The list</a> goes on and on and on. And Amazon's Fire TV can collect a whole lot of data on your device usage, app usage, and over-the-air viewing data.
es: Y para hacer esto, a Amazon le gusta recopilar una enorme cantidad de datos sobre ti. Nos referimos a cosas como: registros de tus hábitos de compra, las solicitudes de búsqueda que le haces a Alexa, los libros que lees, los programas de televisión que ves y cuándo los ves, la música que reproduces, los podcasts que escuchas, cuándo enciendes y apagas las luces, cuándo cierras las puertas, identificadores como tu nombre, dirección, números de teléfono o dirección IP, tu edad, género, ubicación, información visual y de audio, como las solicitudes de Alexa o las fotos que tomas, los nombres y números de las personas en tus contactos. <a id="a1">La lista</a> sigue y sigue... Además, Fire TV de Amazon puede recopilar muchos datos de uso de dispositivos, aplicaciones y datos de visualización por aire.

# worst_case
source: And what do they do with all that personal information they collect on you? Well, they use it to target you with advertising, of course. Lots and lots of advertising. <a id="a1">They do say</a> they don’t use information that personally identifies you to display interest-based ads (of course, we have to trust them on this, which, given their track record, might not be a wise thing to do). They also use your personal information to identify your preferences and personalize products and services to keep you using those products and services as much as possible. And they say they can share that personal information with a number of third parties.
es: ¿Y qué es lo que hace generalmente con toda esa información personal que reúne sobre ti? Usarla para dirigirte publicidad, por su puesto. Mucha, muchísima publicidad. <a id="a1">Amazon sí dice</a> que no utiliza información que te identifique personalmente para mostrarte anuncios basados en tus intereses (claro que, no tenemos otra opción más que confiar en que es así, lo que, dado su historial, podría no ser una buena idea). También utiliza tu información personal para determinar tus preferencias y personalizar productos y servicios para que sigas utilizándolos lo más posible. Y además dice que puede compartir esa información personal con una serie de terceros.

# worst_case
source: And when we say a number, we don’t exactly know how many third parties because Amazon doesn’t share that information. We must assume it’s a lot of third parties because they say they can share your data with everyone from all the companies they use to provide third party services. That means the companies that do things like help them with marketing, manage credit risk, analyze data, send mail and email, and more. Then there’s the third parties that offer services, products, apps, and Alexa skills through Amazon Services. And then there’s the business affiliates and other companies Amazon buys that could get access to your data too. Given that Amazon is a vast empire -- think Ring, Blink, Eero, Whole Foods, and beyond -- that’s potentially a lot of places your data could end up.
es: Y decimos «una serie de» porque no sabemos exactamente de cuántos terceros se trata, ya que Amazon no comparte esa información. Debemos suponer que son muchos, ya que la empresa afirma que puede compartir tus datos con cualquiera de todas las compañías que utiliza para proveer servicios de terceros, o sea, las empresas que ayudan a Amazon con las actividades de marketing, gestión del riesgo de crédito, análisis de datos, envío de correspondencia física y correos electrónicos, entre otras. Claro que también están los terceros que ofrecen servicios, productos, aplicaciones y skills de Alexa mediante Amazon Services. Y que no se nos olvide que las filiales de Amazon y las otras compañías que adquiera también pueden tener acceso a los datos sobre ti. Como Amazon es un vasto imperio (tiene Ring, Blink, Eero, Whole Foods y muchas más), la posibilidad de que tus datos terminen en una gran cantidad de lugares es muy alta.

# worst_case
source: Let’s talk for a minute about Alexa itself. While your Kindle doesn't come with Alexa built-in (yay!), nearly everything else Amazon sells comes with their AI as part of the package -- including everything from your Echo Dot smart speaker to your headphones to your remote control. And Alexa comes with its own set of questions and concerns. Amazon does make it possible to <a id="a1">automatically delete voice recordings</a> immediately after they are processed. That's a nice feature after the controversy around<a id="a2"> human reviewers listening</a> in to Alexa voice recordings. However, Amazon says when you delete your voice recordings, they still can keep data of the interactions those recordings triggered. So, if you buy a pregnancy test through Amazon Alexa, Amazon won't forget you bought that pregnancy test just because you ask them to delete the voice recording of that purchase. That record of the purchase is data they have on you going forward and may use to target you with ads for more stuff.
es: Hablemos un minuto sobre Alexa. Si bien tu Kindle no viene con Alexa integrada (¡bravo!), casi todo lo demás que Amazon vende viene con su IA como parte del paquete (todo, desde tu altavoz inteligente Echo Dot hasta tus auriculares y tu mando a distancia). Y Alexa viene con su propio conjunto de dudas e inquietudes. Amazon te permite <a id="a1">eliminar automáticamente las grabaciones de voz</a> inmediatamente después de procesarlas. Esta es una buena funcionalidad tras la controversia desatada sobre <a id="a2">revisores humanos que escuchaban</a> las grabaciones de voz de Alexa. Sin embargo, Amazon declara que cuando borras tus grabaciones de voz, ellos podrían seguir conservando los datos de las interacciones que esas grabaciones propiciaron. Entonces, por ejemplo, si compras una prueba de embarazo a través de Alexa, Amazon no olvidará esa compra cuando le pidas que elimine la grabación de voz. El registro de la compra es un dato que conservará de ti y que podrá usar para enviarte anuncios para que compres más cosas.

# worst_case
source: And then there are Alexa Skills, those little apps you use to interact with Alexa. These Skills can be developed <a id="a1">by just about anyone</a> with the, uhm, skill. And with <a id="a2">too many of the Skills</a>, third-party <a id="a3">privacy policies are misleading</a>, incomplete, or simply nonexistent, according to one recent study. When your data is processed by an Alexa Skill, deleting your voice recordings doesn’t delete the data the developer of that Skill collects on you. With <a id="a4">over 100,000 Alexa Skills</a> out there, many of them developed by third parties, now your data is floating around in places you might never have imagined.
es: Y luego están las Skills de Alexa, esas pequeñas aplicaciones que usas para interactuar con ella. Estas son habilidades («skills», en inglés) que puede desarrollar <a id="a1">casi cualquier persona</a> que tenga la... habilidad. Con <a id="a2">demasiadas de estas skills</a> ocurre que <a id="a3">las políticas de privacidad de terceros son engañosas</a>, incompletas o simplemente inexistentes, según un estudio reciente. Cuando tus datos son procesados por una Skill de Alexa, la eliminación de tus grabaciones de voz no elimina los datos que el desarrollador de esa Skill recopila sobre ti. Con <a id="a4">más de 100.000 Alexa Skills</a>, muchas de ellas desarrolladas por terceros, ahora tus datos están circulando por lugares que nunca hubieras imaginado.

# worst_case
source: Oh, let’s not forget Amazon’s terrible, awful, no-good track record at protecting and respecting their customers' data. So far in 2023 alone, Amazon has been been charged by the FTC in the US for <a id="a1">violating children's privacy laws</a> by keeping kids voice recordings and location data for years and<a id="a2"> undermining parent's deletion requests</a> of their kids data. This <a id="a3">resulted in Amazon</a> agreeing to pay a $25 million penalty. Then Amazon got sued by the FTC for <a id="a4">enrolling people in Amazon Prime without their consent</a> and then making it way too hard to cancel the subscription. Amazon also <a id="a5">had to settle with the FTC again</a> for $5,8 million for <a id="a6">poor privacy and security in their Ring cameras</a> that let employees spy on customers through the cameras. Shoot, last year we here at *Privacy Not Included <a id="a7">found a security vulnerability in Ring cameras and reported to Amazon to fix</a>. They, so far as we can tell, have done nothing to fix this security issue. All this and then in September, 2023 <a id="a8">the FTC and 17 US state Attorneys General</a> sued Amazon for "illegally maintaining monopoly power."
es: Oh, no olvidemos el terrible, horrible y nada bueno historial de Amazon a la hora de proteger y respetar los datos de sus clientes. Solo en lo que va de 2023, Amazon ha sido acusado por la FTC en los EE. UU. de <a id="a1">violar las leyes de privacidad de menores</a> al conservar grabaciones de voz y datos de ubicación de niños durante años, y de<a id="a2"> socavar las solicitudes de eliminación realizadas por los padres</a> con respecto a los datos de sus hijos. Esto <a id="a3">dio lugar a que Amazon</a> aceptara pagar una multa de 25 millones de dólares. Luego, la FTC demandó a Amazon por <a id="a4">inscribir a personas en Amazon Prime sin su consentimiento</a> y luego dificultar la cancelación de la suscripción. Amazon también <a id="a5">tuvo que llegar a un nuevo acuerdo</a> por 5,8 millones de dólares con la FTC por <a id="a6">la falta de medidas de privacidad y seguridad en sus cámaras Ring</a> que permitieron que los empleados espíen a los clientes a través de las cámaras. El año pasado aquí en *Privacidad no incluida <a id="a7">encontramos una vulnerabilidad de seguridad en las cámaras Ring e informamos a Amazon para que la solucionara</a>. Por lo que sabemos, no han hecho nada al respecto. Además de todo esto, en septiembre de 2023, <a id="a8">la FTC y 17 fiscales generales estatales de EE. UU.</a> demandaron a Amazon por «mantener ilegalmente un poder de monopolio».

# worst_case
source: That's all just in 2023 alone. If you look back further, you'll find more Amazon issues. There’s the Amazon employee who was <a id="a1">caught stealing</a> the personal information of over 100 million CapitolOne customers. And that’s <a id="a2">not the only time</a> Amazon employees with access to lots of customer data were caught leaking customers personal information. It’s happened <a id="a3">quite a few times</a>, actually. And then there’s the <a id="a4">Alexa security bug</a> that opened the door for hackers to potentially access users personal information and even their conversation history. These are some of the known privacy and security issues Amazon has had (there could be more unknown ones as well). And we get it, <a id="a5">Amazon is a huge company with many products and employees and it’s impossible to secure everything</a> 100% of the time. But that’s the point. When you collect such a vast amount of personal information on people, you’ve got to be super, duper, extra careful to secure it everywhere, all the time. Amazon has shown they can’t always do that.
es: Todo esto sucedió solo en 2023. Si miras más atrás, encontrarás más problemas. Por ejemplo, lo que sucedió con el empleado de Amazon que fue <a id="a1">sorprendido robando</a> la información personal de más de 100 millones de clientes de CapitolOne. Y esa <a id="a2">no fue la única vez</a> que empleados de Amazon con acceso a muchos datos de clientes fueron sorprendidos filtrando información personal de los clientes. En realidad, esto es algo que ha sucedido <a id="a3">varias veces</a>. Luego está el <a id="a4">bug de seguridad de Alexa</a> que abrió la puerta a que los piratas informáticos pudieran acceder a la información personal de los usuarios e incluso a su historial de conversaciones. Estos son algunos de los problemas de privacidad y seguridad conocidos que Amazon ha tenido (podría haber más que desconocemos). Entendemos que <a id="a5">Amazon es una empresa enorme, con muchos productos y empleados, y que es imposible mantener todo seguro</a> el 100 % del tiempo. Pero ese es el punto. Cuando recopilas una cantidad tan grande de información personal de las personas, tienes que ser super, hiper cuidadoso para mantenerla segura en todas partes, todo el tiempo. Amazon ha demostrado que no siempre puede hacer eso.

# worst_case
source: So, what’s the worst that could happen? The Kindle eReader actually feels like a fairly safe product -- unfortunately, it's also an Amazon product and Amazon is just plain bad at privacy. There's no Alexa built in, so you don't need to worry about voice requests being tracked or Alexa skills snooping on you. You can read with both WiFi and Bluetooth turned off. Just be sure you set up a passcode if you travel with this device to protect it from getting stolen and someone buying lots of books on your Amazon account. We do suppose it's possible Amazon could learn all about what books you like to read, only show you romance novels in your shopping recommendations, you read way too many romance novels, develop an unrealistic world view on romantic relationships, nothing ever lives up to those unrealistic expectations, so you live your whole life alone. OK, that's not likely to happen (we hope!). And if you want Amazon to stop trying to sell you more stuff like more romance novels, you can (and should!) <a id="a1">opt-out of some data collection and processing</a>. So yeah, while Amazon doesn't sell your personal information, they sure do use the heck out of it to target you with more stuff to buy.
es: Entonces, ¿qué es lo peor que podría pasar? El dispositivo eReader de Kindle realmente parece un producto bastante seguro (aunque, desafortunadamente, es un producto de Amazon y Amazon es simplemente malo en materia de privacidad). No tiene Alexa incorporada, por lo que no debes preocuparte de que se rastreen tus solicitudes de voz o de que Alexa te espíe. Puedes leer con el wifi y el Bluetooth desactivados. Solo asegúrate de configurar un código de acceso en caso de que lleves el dispositivo contigo cuando sales, para evitar que si te lo roban, alguien pueda comprar miles de libros desde tu cuenta de Amazon. Lo que sí creemos que podría pasar es que Amazon aprenda todo sobre los libros que te gusta leer, te muestre solo novelas románticas en sus recomendaciones, leas demasiadas novelas románticas, desarrolles una visión del mundo poco realista sobre las relaciones amorosas y, ya que nada está a la altura de esa clase de expectativas poco realistas, vivas toda tu vida en soledad. Vale, de acuerdo, eso no es probable (¡esperemos!). Si quieres que Amazon deje de intentar venderte más de las mismas cosas, como el caso de las novelas románticas, puedes (¡y debes!) <a id="a1">optar por excluirte de alguna recopilación y procesamiento de datos</a>. Porque, claro, aunque Amazon no vende tu información personal, sí que la usa para dirigirte anuncios de más y más cosas que debes comprar.

# worst_case
source: One more note on Amazon from a privacy researcher’s point of view. Trying to read through Amazon’s crazy network of privacy policies, privacy FAQs, privacy statements, privacy notices, and privacy documentation for their vast empire is a nightmare. There’s so many documents that link to other documents that link back even more documents that understanding and making sense of Amazon’s actual privacy practices feels almost impossible. We wonder if this is by design, to confuse us all so we just give up? Or, if maybe even Amazon’s own employees possibly don’t know and understand the vast network of privacy policies and documentation they have living all over the place? Regardless, this privacy researcher would love to see Amazon do better when it comes to making their privacy policies accessible to the consumers they impact.
es: Una acotación respecto a Amazon desde el punto de vista de un investigador de la privacidad. Intentar entender la maraña de políticas de privacidad, preguntas frecuentes sobre privacidad, afirmaciones respecto a privacidad, avisos de privacidad y documentos sobre privacidad del vasto imperio de Amazon es una pesadilla. Hay tantos documentos relacionados con otros documentos que hacen referencia incluso a más documentos que entender y darle sentido a las prácticas de privacidad de Amazon parece casi imposible. Esto nos hace preguntarnos si no es así a propósito, para que estemos tan confundidos que finalmente nos demos por vencidos. También nos lleva a pensar que ni siquiera los propios empleados de Amazon conocen y entienden la extensa red de políticas y documentos sobre privacidad desperdigados por todas partes. Sea lo que sea, a este investigador de la privacidad le gustaría ver que Amazon se esforzara por hacer que sus políticas de privacidad fueran accesibles a los consumidores a los que están dirigidas.

# how_does_it_use_data_collected
source: We ding this product for sharing personal data including geolocation, age, race, gender, sexual orientation, or other protected classifications; and combining data about you with data it receives from third parties.
es: Criticamos este producto por compartir datos personales, incluyendo geolocalización, edad, raza, género, orientación sexual u otras clasificaciones protegidas; y por combinar datos sobre ti con otros datos que obtiene de terceros.

# how_does_it_use_data_collected
source: Amazon.com Privacy Notice
es: Aviso de privacidad de Amazon.es

# how_does_it_use_data_collected
source: "Examples of information we receive from other sources include:<br/> &lt;...&gt;<br/> - account information, purchase or redemption information, and page-view information from some merchants with which we operate co-branded businesses or for which we provide technical, fulfillment, advertising, or other services;<br/> - information about your interactions with products and services offered by our subsidiaries;<br/> - search results and links, including paid listings (such as Sponsored Links);<br/> - information about internet-connected devices and services linked with Alexa; and<br/> - credit history information from credit bureaus, which we use to help prevent and detect fraud and to offer certain credit or financial services to some customers."
es: «Estos son algunos ejemplos de información que recibimos de otras fuentes:<br/> &lt;...&gt;<br/> - información de cuenta, información de compras o canjes, e información de visualización de páginas de algunos comerciantes con los que operamos actividades comerciales de marca compartida o para los que proporcionamos servicios técnicos, de cumplimiento, publicitarios u otros;<br/> - información sobre tus interacciones con productos y servicios ofrecidos por nuestras subsidiarias;<br/> - resultados de búsqueda y enlaces, incluidos listados pagos (como los enlaces patrocinados);<br/> - información sobre dispositivos y servicios conectados a Internet y vinculados con Alexa; y<br/> - información de historial crediticio proveniente de agencias de crédito, que utilizamos para ayudar a prevenir y detectar fraudes y para ofrecer ciertos servicios crediticios o financieros a algunos clientes».

# how_does_it_use_data_collected
source: "Advertising. We use your personal information to display interest-based ads for features, products, and services that might be of interest to you. We do not use information that personally identifies you to display interest-based ads. To learn more, please read our Interest-Based Ads notice."
es: «Publicidad. Utilizamos tu información personal para mostrar anuncios basados en intereses sobre funciones, productos y servicios que podrían ser de tu interés. No utilizamos información que te identifique personalmente para mostrar anuncios basados en intereses. Para obtener más información, lee nuestro aviso sobre los anuncios basados en intereses».
