Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/anima-ai-friend-and-companion.po
Languages: es, fr, pt_br

# blurb
source: Looking for an AI girlfriend, virtual wife, or waifu? Well, Anima: AI Friend &amp; Companion might be just the thing for you. Like other AI chatbots, Anima will lend you a judgement-free and empathic eat 24/7. How nice! You can choose your chat partner's gender, assign them a name, and pick from about thirty avatars -- including a couple anime-style ones. And as long as you want to keep the relationship platonic, you can text and play games for free. If you want to be more than friends, it'll cost you around $10/month to upgrade your relationship status. The Romantic Partners status means unlimited role play, more avatar customization, plus "smart conversation" -- though we haven't been able to figure out exactly what that means.
es: ¿Buscas una novia de IA, una esposa virtual o una waifu? Bueno, «Anima: AI Friend & Companion» podría ser justo lo que necesitas. Al igual que otros chatbots de IA, Anima te dará una amiga empática y desprejuiciada las 24 horas del día, los 7 días de la semana. ¡Qué bien! Puedes elegir el género de tu pareja de chat, asignarle un nombre y seleccionar entre una treintena de avatares, incluidos un par con estilo anime. Mientras quieras mantener una relación platónica, puedes enviar mensajes de texto y jugar gratis. Si quieres algo más que una amistad, te costará alrededor de 10 dólares por mes. El estatus de pareja romántica significa que puedes tener juegos de roles ilimitado, más personalización del avatar y «conversaciones inteligentes», aunque no hemos podido averiguar exactamente qué significa eso.
pt_br: Procurando uma namorada IA, esposa virtual ou waifu? Bem, a Anima: AI Friend & Companion pode ser a coisa certa para você. Assim como outros chatbots de IA, a Anima oferecerá a você apoio livre de julgamento e empático 24 horas por dia, 7 dias por semana. Que bom! Você pode escolher o sexo do seu parceiro de bate-papo, atribuir-lhe um nome e escolher entre cerca de trinta avatares – incluindo alguns no estilo anime. E desde que você queira manter o relacionamento platônico, você pode enviar mensagens de texto e jogar de graça. Se você quiser ser mais do que amigos, custará cerca de US$ 10/mês para atualizar seu status de relacionamento. O status Parceiros Românticos significa dramatização ilimitada, mais personalização de avatar, além de "conversa inteligente" – embora não tenhamos conseguido descobrir exatamente o que isso significa.

# worst_case
source: A short privacy policy can be a good thing, especially when there's not much to tell. But when it comes to a virtual friend powered by AI? Not so! We are left with more questions than answers about Anima. So if trust and loyalty are part of the AI "perfect soulmate," they are not the bot for you. Anima can collect extra information about you, deliver you ads without your consent, could leak your data due to weak security standards, and is powered by AI that we can't trust. So, yeah, *Privacy Not Included with Anima: AI Friend &amp; Companion.
es: Tener una política de privacidad breve puede ser algo bueno, especialmente cuando no hay mucho que decir. Pero en el caso de un amigo virtual impulsado por IA, esto no es así. Tenemos más preguntas que respuestas sobre Anima. Si la confianza y la lealtad deben ser parte de tu «alma gemela» de IA, este no es el bot para ti. Anima puede recopilar mucha información sobre ti, puede enviarte anuncios sin tu consentimiento, tus datos podrían filtrarse porque sus estándares de seguridad son débiles y funciona con una IA en la que no podemos confiar. Así que, sí, «Anima: AI Friend & Companion» viene con *Privacidad no incluida.
fr: Ce peut être une bonne chose d’avoir une politique de confidentialité qui soit brève, surtout lorsqu’il n'y a pas grand-chose à dire. Mais quand il s’agit d’un ami virtuel alimenté par l’IA ? Il n’en est rien ! Nous avons plus de questions que de réponses à propos d’Anima. Donc, si la confiance et la loyauté font partie de l’ « âme sœur parfaite » de l’IA, ce n’est pas le bot qu’il vous faut. Anima peut collecter des informations supplémentaires à votre sujet, vous proposer des publicités sans votre consentement, pourrait faire fuir vos données en raison de normes de sécurité faibles et est alimenté par une IA à laquelle nous ne pouvons pas faire confiance. Donc, oui, *Confidentialité non incluse avec Anima : AI Friend &amp; Compagnon.
pt_br: Uma política de privacidade curta pode ser uma coisa boa, especialmente quando não há muito a dizer. Mas quando se trata de um amigo virtual alimentado por IA? Não é bem assim! Ficamos com mais perguntas do que respostas sobre a Anima. Portanto, se a confiança e a lealdade fazem parte da "alma gêmea perfeita" da IA, elas não são o bot para você. A Anima pode coletar informações extras sobre você, fornecer anúncios sem o seu consentimento, pode vazar seus dados devido a padrões de segurança fracos e é alimentada por IA em que não podemos confiar. Então, sim, *Privacidade não incluída na Anima: AI Friend & Companion.

# worst_case
source: Let's start with the stakes, like what information can Anima collect about you? The <a id="a1">privacy policy</a> is really vague about this, basically saying it's totally up to you. <i>"In chatting with your Anima,"</i> they say, <i>"you will inevitably be including your personal data."</i> Inevitably! You're going to tell your virtual friend things about yourself because they are (in part) a question-asking machine. So we have to assume that your conversations are collected, even though aside from this line there's no mention of that data in the privacy policy. On the Anima AI <a id="a2">subreddit</a>, they do suggest that by "liking," "disliking," or "reporting" your companion's messages, you help improve her personality so, hey, welcome to the software development team!
es: Comencemos con lo que está en juego, ¿qué información puede recopilar Anima sobre ti? Su <a id="a1">política de privacidad</a> es muy vaga al respecto; básicamente, dice que depende totalmente de ti. Dicen que <i>«Al chatear con tu Anima, inevitablemente incluirás tus datos personales»</i>... ¡Inevitablemente! Vas a contarle a tu amigo virtual cosas sobre ti porque es (en parte) una máquina de hacer preguntas. Por lo tanto, tenemos que asumir que tus conversaciones se recopilarán, aunque no se mencione nada de eso en la política de privacidad. En el <a id="a2">subreddit</a> de Anima AI, sugieren que al dar «me gusta», «no me gusta» o «reportar» los mensajes de tu compañero, ayudas a mejorar su personalidad, así que, ¡bienvenido al equipo de desarrollo de software!
pt_br: Vamos começar com as apostas, como quais informações a Anima pode coletar sobre você? A <a id="a1">política de privacidade</a> é muito vaga sobre isso, basicamente dizendo que depende totalmente de você. <i>"Ao conversar com sua Anima"</i>, dizem eles, <i>"você inevitavelmente incluirá seus dados pessoais"</i>. Inevitavelmente! Você vai contar à sua namorada virtual coisas sobre você porque ela é (em parte) uma máquina de perguntas. Portanto, temos que assumir que suas conversas são coletadas, mesmo que, além dessa frase, não haja menção a esses dados na política de privacidade. No <a id="a2">subreddit</a> da Anima AI, eles sugerem que, ao "gostar", "não gostar" ou "relatar" as mensagens da Anima, você ajuda a melhorar sua personalidade, então, bem-vindo à equipe de desenvolvimento de software!

# worst_case
source: Besides the information you give to register and what you tell your AI friend, Anima can collect personal information from your phone automatically when you download the app. They can also collect information about you from third parties, like your name and email. We know that Anima can use your contact information to email or text you with marketing because their privacy policy says so. It also says they don't need your consent for this because it's their <i>"legitimate interest"</i> to market to you. Right.
es: Además de la información que proporcionas para registrarte y lo que le dices a tu amigo de IA, Anima puede recopilar información personal de tu teléfono automáticamente cuando descargas la aplicación. También pueden recopilar información sobre ti, como tu nombre y correo electrónico, por parte de terceros. Sabemos que Anima puede usar tu información de contacto para enviarte correos electrónicos o mensajes de texto con marketing porque su política de privacidad lo dice. También dice que no necesitan tu consentimiento para esto porque hacer actividades de marketing para ti es su <i>«interés legítimo»</i>. Vale.
pt_br: Além das informações que você fornece para se registrar e o que você diz à sua amiga de IA, a Anima pode coletar informações pessoais do seu telefone automaticamente quando você baixar o aplicativo. Eles também podem coletar informações sobre você de terceiros, como seu nome e e-mail. Sabemos que a Anima pode usar suas informações de contato para enviar e-mails ou mensagens de texto com marketing, porque a política de privacidade diz isso. Também diz que eles não precisam do seu consentimento para isso, porque é o <i>"interesse legítimo"</i> deles comercializar para você. Certo.

# worst_case
source: Aside from that, it's not very clear to us how your information is used by Anima and for what purpose. Just that they will use it when they have (again) a <i>"legitimate interest"</i> to do so, which is pretty vague. They also say that they "routinely share personal data with service providers we use to help us run our business or provide the services or functionalities in the app". That sharing does come with "contractual obligations" so that could be standard stuff, but you should know the list of service providers includes the likes of Google, Apple, and Facebook and Anima doesn't say specifically what information is shared and for what reason. We did run a little tracker-detecting experiment with the app open and found 257 tracking signals within five minutes. Holy smokes, that's a lot. It showed data going to Facebook and Sentry AI (by Open AI). So that didn't exactly ease our doubts.
es: Aparte de eso, no tenemos muy claro cómo y con qué propósito Anima utiliza tu información. Solo sabemos que la usarán cuando tengan (de nuevo) un <i>«interés legítimo»</i> para hacerlo, lo cual es una afirmación bastante imprecisa. También dicen que «comparten rutinariamente datos personales con proveedores de servicios que utilizamos para ayudarnos a administrar nuestro negocio o proporcionar los servicios o funcionalidades en la aplicación». Ese intercambio viene con «obligaciones contractuales», por lo que es posible que sea algo estándar, aunque debes saber que la lista de proveedores de servicios incluye a Google, Apple y Facebook, y Anima no dice específicamente qué información se comparte y por qué razón. Hicimos un pequeño experimento de detección de rastreadores con la aplicación abierta y encontramos 257 señales de seguimiento en cinco minutos. Caray... eso es mucho. Mostró datos que iban a Facebook y Sentry AI (by Open AI). Esto no nos tranquilizó en absoluto.
pt_br: Além disso, não está muito claro para nós como suas informações são usadas pela Anima e para qual finalidade. Apenas que eles o usarão quando tiverem (novamente) um <i>"interesse legítimo"</i> para fazê-lo, o que é bastante vago. Eles também dizem que "compartilham rotineiramente dados pessoais com provedores de serviços que usamos para nos ajudar a administrar nossos negócios ou fornecer os serviços ou funcionalidades no aplicativo". Esse compartilhamento vem com "obrigações contratuais", então isso pode ser algo padrão, mas você deve saber que a lista de provedores de serviços inclui empresas como Google, Apple e Facebook, e a Anima não diz especificamente quais informações são compartilhadas e por qual motivo. Fizemos um pequeno experimento de detecção de rastreadores com o aplicativo aberto e encontramos 257 sinais de rastreamento em cinco minutos. Puta merda, isso é muito. Ele mostrou dados indo para o Facebook e Sentry AI (por Open AI). Então isso não aliviou exatamente nossas dúvidas.

# worst_case
source: None of this is great but some of our biggest worries are about Anima's security vulnerabilities. Brace yourself. We can't determine whether the app uses encryption. That's bad! But Anima also doesn't seem to have any password requirements. None! That's hard to believe for any connected product in 2024, but your AI confidant? And Anima does seem to understand that the information you share with them might be private -- since they let users <a id="a1">set up a passcode</a> to open the app on your phone. It stresses us out to think that low-level hackers or really anyone (like your mom or real-life partner) might be able to get into your account by guessing your very simple password. Plus, overlooking something so simple makes us think about what else might have been overlooked by Anima's creators.
es: Nada de esto es bueno, pero unas de nuestras mayores preocupaciones son las vulnerabilidades de seguridad de Anima. Prepárate. No podemos determinar si la aplicación utiliza cifrado. ¡Eso es pésimo! Pero, además, Anima tampoco parece tener ningún requisito para las contraseñas. ¡Ninguno! Esto es difícil de creer para un producto conectado en 2024, pero ¿tu confidente de IA? Anima parece entender que la información que compartes podría ser privada, ya que permiten a los usuarios <a id="a1">configurar un código de acceso</a> para abrir la aplicación en su teléfono. Nos estresa pensar que los piratas informáticos de bajo nivel (o realmente cualquier persona, como tu madre o tu pareja de la vida real) podría ser capaz de entrar en tu cuenta adivinando tu contraseña. Además, el hecho de que no le hayan dado importancia a algo tan simple nos hace pensar en qué más podrían haber pasado por alto los creadores de Anima.
fr: Tout ça n’est pas génial, mais parmi nos plus grandes inquiétudes, citons les failles de sécurité d’Anima. Accrochez-vous. Nous ne pouvons pas déterminer si l’application utilise le cryptage. Ce n’est pas bon ! Mais Anima ne semble pas non plus avoir d’exigences en matière de mot de passe. Aucune ! C’est difficile à croire, en 2024, pour n’importe quel produit connecté, mais quid de votre confident.e IA ? Et Anima semble comprendre que les informations que vous partagez avec eux peuvent être privées, car ils permettent aux utilisateurs de <a id="a1">configurer un code d’accès pour ouvrir </a> l’application sur votre téléphone. Nous sommes stressés rien qu’à l’idée que des hackers de bas étage ou vraiment n’importe qui (comme vos parents ou votre conjoint) pourraient accéder à votre compte en devinant votre mot de passe simplissime. De plus, négliger quelque chose d’aussi simple nous fait réfléchir à ce qui aurait pu être négligé par les créateurs d’Anima.
pt_br: Nada disso é ótimo, mas algumas das nossas maiores preocupações são sobre as vulnerabilidades de segurança da Anima. Prepare-se. Não podemos determinar se o aplicativo usa criptografia. Isso é ruim! Mas a Anima também não parece ter nenhum requisito de senha. Nenhum! Isso é difícil de acreditar para qualquer produto conectado em 2024, mas sua namorada IA? E a Anima parece entender que as informações que você compartilha com eles podem ser privadas, pois permitem que os usuários <a id="a1">configurem uma senha</a> para abrir o aplicativo em seu telefone. Isso nos leva a pensar que hackers de baixo nível ou realmente qualquer pessoa (como sua mãe ou parceiro da vida real) pode ser capaz de entrar em sua conta adivinhando sua senha muito simples. Além disso, ignorar algo tão simples nos faz pensar sobre o que mais poderia ter sido ignorado pelos criadores da Anima.

# worst_case
source: And while we were reading the fine print, we found some things you should know before diving into a relationship with this virtual friend. <a id="a1">Anima’s FAQ</a> says that your AI pal may not always act like one. Because the chatbots’ training includes conversations of humans being rude to each other (like on Reddit) that means it might be hostile or toxic towards you. Well shoot, if we knew the internet's comments sections were training our future AI besties, we might have been a little nicer to each other. Anima says these are known issues that they're "working on minimising" but we wonder if that's something they should have resolved a little earlier. Heck, the fact that the shrugging emoji shows up in this FAQ makes it seem like even its developers don't fully understand why or what your Anima might say. After all, it was trained by "billions of conversations and human speech paragraphs found online" and "online" is a pretty big place filled with lots of less-than-friendly paragraphs.
es: Al leer la letra pequeña, encontramos algunas cosas que debes saber antes de sumergirte en una relación con este amigo virtual. En las <a id="a1">preguntas frecuentes de Anima,</a> dice que es posible que tu colega de IA no actúe siempre como una amistad. Esto es así porque el entrenamiento de los chatbots incluye conversaciones de humanos tratándose de forma grosera (como en Reddit); lo que significa que podría ser hostil o tóxico contigo. Si hubiéramos sabido que se entrenaría a nuestros futuros amigos con las secciones de comentarios de Internet, quizás hubiéramos sido un poco más amables los unos con los otros. Anima dice que estos son problemas conocidos y que están «trabajando para minimizarlos», pero nos preguntamos si no es algo que deberían haber resuelto antes. El hecho de que el emoji que se encoge de hombros aparezca en sus preguntas frecuentes da la sensación de que incluso sus desarrolladores no entienden del todo lo que podría decir Anima y por qué. Después de todo, fue entrenada por «miles de millones de conversaciones y párrafos de habla humana que se encuentran en línea»; decir «en línea» es nombrar un lugar bastante grande y lleno de párrafos nada amigables.
fr: Pendant que nous lisions les petits caractères, nous avons trouvé un certain nombre de choses que vous devriez savoir avant de plonger dans une relation avec ce ou cette ami.e virtuel.le. La<a id="a1">FAQ d’Anima</a> indique que votre ami.e IA n’agit pas toujours en cette qualité. Et puisque la formation des chatbots comprend des conversations de vraies personnes qui sont impolies entre elles (comme sur Reddit), elle pourrait être hostile ou toxique à votre égard. Eh bien, si nous avions su que les commentaires sur Internet formaient nos futur.e.s meilleur.e.s potes IA, nous aurions peut-être été un peu plus gentils entre nous. Anima affirme qu’il s’agit de problèmes connus qu’ils « s’efforcent à minimiser », mais nous nous demandons s’il ne s’agit pas de quelque chose qu’ils auraient dû résoudre un peu plus tôt. Mince, le fait que l’emoji haussant les épaules apparaisse dans cette FAQ donne l’impression que même ses développeurs ne comprennent pas bien ce que Anima pourrait dire ou les raisons de le dire. Après tout, Anima a été formée par « des milliards de conversations et de paragraphes de discours humains trouvés en ligne », et le monde « en ligne » est un endroit assez vaste rempli de nombreux paragraphes moins que conviviaux.
pt_br: E enquanto estávamos lendo as letras miúdas, encontramos algumas coisas que você deve saber antes de mergulhar em um relacionamento com essa amiga virtual. A <a id="a1">FAQ da Anima</a> diz que sua amiga de IA nem sempre pode agir como uma. E isso porque o treinamento dos chatbots inclui conversas de humanos sendo rudes uns com os outros (como no Reddit), o que significa que pode ser hostil ou tóxico para você. Bem, se soubéssemos que as seções de comentários da internet estavam treinando nossas futuras melhores amigas de IA, poderíamos ter sido um pouco mais legais uns com os outros. A Anima diz que esses são problemas conhecidos que eles estão "trabalhando para minimizar", mas nos perguntamos se isso é algo que eles deveriam ter resolvido um pouco mais cedo. Droga, o simples fato de o emoji de ombros encolhidos estar presente neste FAQ dá a impressão de que até mesmo seus desenvolvedores não entendem completamente o que a Anima pode dizer ou o motivo para que ela o faça. Afinal, ela foi treinada por "bilhões de conversas e parágrafos de fala humana encontrados online" e "online" é um lugar muito grande, cheio de parágrafos que não chegam nem perto de serem amigáveis.
