Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/anima-ai-friend-and-companion.po
Languages: es, fr, pt_br

# tips_to_protect_yourself
source: Do not give consent to constant geolocation tracking by the app. Better provide geolocation 'only when using the app'.
es: No otorgues tu consentimiento para el seguimiento constante de geolocalización por parte de la aplicación. Es mejor que permitas la geolocalización «solo mientras la aplicación está en uso».
fr: Ne consentez pas au suivi continu de votre géolocalisation par l’application. Il est préférable de fournir la géolocalisation « uniquement pendant l’utilisation de l’application ».
pt_br: Não dê consentimento para o rastreamento constante de geolocalização pelo aplicativo. É melhor fornecer geolocalização "somente ao usar o aplicativo".

# tips_to_protect_yourself
source: Do not share sensitive data through the app.
es: No compartas datos confidenciales en la aplicación.
fr: Ne partagez pas de données sensibles via l’application.
pt_br: Não compartilhe dados confidenciais pelo aplicativo.

# tips_to_protect_yourself
source: Do not give access to your photos and video or camera.
es: No otorgues acceso a tus fotos, vídeo o cámara.
fr: N’autorisez pas l’accès à vos photos et vidéos ou à votre appareil photo.
pt_br: Não dê acesso às suas fotos e vídeo ou câmera.

# tips_to_protect_yourself
source: Do not log in using third-party accounts.
es: No inicies sesión con cuentas de terceros.
fr: Ne vous connectez pas par le biais de comptes tiers.
pt_br: Não faça login usando contas de terceiros.

# tips_to_protect_yourself
source: Do not connect to any third party via the app, or at least make sure that a third party employs decent privacy practices.
es: No te conectes a ningún tercero a través de la aplicación, o al menos asegúrate de que el tercero en cuestión tenga prácticas de privacidad decentes.
fr: Ne vous connectez pas à un service tiers via l’application, ou assurez-vous au minimum que ce dernier adopte des pratiques décentes en matière de protection de la vie privée.
pt_br: Não se conecte a terceiros através do aplicativo, ou pelo menos certifique-se de que este terceiro empregue práticas de privacidade decentes.

# tips_to_protect_yourself
source: Do not say anything containing sensitive information in your conversation with AI partner.
es: No digas nada que contenga información confidencial durante tus conversaciones con tu amigo de IA.
pt_br: Não diga nada que contenha informações confidenciais em sua conversa com a IA.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senhas, como o 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Do not use social media plug-ins.
es: No utilices complementos de redes sociales.
fr: N’utilisez pas de plug-ins de médias sociaux.
pt_br: Não use plug-ins de mídia social.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et emplacement, sauf si nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do aplicativo (não libere acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário).

# tips_to_protect_yourself
source: Keep your app regularly updated.
es: Actualiza tu aplicación con regularidad.
fr: Mettez votre application à jour régulièrement.
pt_br: Mantenha seu aplicativo atualizado regularmente.

# tips_to_protect_yourself
source: Limit ad tracking via your device (ex. on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization).
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
es: Si puedes hacerlo, no aceptes el seguimiento de tus datos cuando estés realizando el proceso de registro.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.
pt_br: Ao se cadastrar, não concorde com o rastreamento dos seus dados, se possível.

# personal_data_collected
source: Contact details, IP address, device type, unique device identification numbers, other internal identifiers (integers), browser-type, broad geographic location (e.g. country or city-level location), other technical information.
es: Datos de contacto, dirección IP, tipo de dispositivo, números de identificación únicos del dispositivo, otros identificadores internos (números enteros), tipo de navegador, ubicación geográfica amplia (por ejemplo, ubicación a nivel de país o ciudad), otra información técnica.
fr: Coordonnées, adresse IP, type d’appareil, numéros d’identification uniques de l’appareil, autres identifiants internes (entiers), type de navigateur, situation géographique étendue (par exemple, situation au niveau du pays ou de la ville), autres informations techniques.
pt_br: Detalhes de contato, endereço IP, tipo de dispositivo, números de identificação de dispositivo exclusivos, outros identificadores internos (números inteiros), tipo de navegador, ampla localização geográfica (por exemplo, país ou localização em nível de cidade), outras informações técnicas.

# how_can_you_control_your_data
source: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Política de Privacidade

# how_can_you_control_your_data
source: "<b>You generally have the following rights, which you can usually exercise free of charge:</b><br/>● If you wish to access, correct, update or <b>request deletion</b> of your personal data, you can do so at any time by contacting us using the contact details provided &lt;...&gt;<br/>● In addition, you can object to processing of your personal data, ask us to restrict processing of your personal data or request portability of your personal data. &lt;...&gt;<br/>● You have the right to opt-out of marketing communications we send you at any time. &lt;...&gt;<br/>● Similarly, if we have collected and processed your personal data with your consent, then you can withdraw your consent at any time. &lt;...&gt;"
es: «<b>Por lo general, tienes los siguientes derechos, que generalmente puedes ejercer de forma gratuita:</b><br/>● Si deseas acceder, corregir, actualizar o <b>solicitar la eliminación</b> de tus datos personales, puedes hacerlo en cualquier momento poniéndote en contacto con nosotros con los datos de contacto proporcionados. &lt;...&gt;<br/>● Además, puedes oponerte al procesamiento de tus datos personales, solicitarnos que restrinjamos el procesamiento de tus datos personales o solicitar la portabilidad de tus datos personales. &lt;...&gt;<br/>● Tienes derecho a darte de baja en cualquier momento de las comunicaciones de marketing que te enviemos. &lt;...&gt;<br/>● Del mismo modo, si hemos recopilado y procesado tus datos personales con tu consentimiento, puedes retirar ese consentimiento en cualquier momento. &lt;...&gt;\»
fr: « <b>Vous disposez communément des droits suivants, que vous pouvez généralement exercer gratuitement :</b><br/>● Si vous souhaitez accéder, corriger, mettre à jour ou <b>demander la suppression</b> de vos données personnelles, vous pouvez le faire à tout moment en nous contactant à l’aide des coordonnées fournies &lt;...&gt;<br/>● En outre, vous pouvez vous opposer au traitement de vos données personnelles, nous demander de restreindre le traitement de vos données personnelles ou demander la portabilité de vos données personnelles. &lt;...&gt;<br/>● Vous avez le droit de vous désinscrire des communications marketing que nous vous envoyons à tout moment. &lt;...&gt;<br/>● De même, si nous avons collecté et traité vos données personnelles avec votre consentement, vous pouvez retirer votre consentement à tout moment. &lt;...&gt; »
pt_br: "<b>Você, geralmente, tem os seguintes direitos, que normalmente pode exercer gratuitamente:</b><br/>● Se desejar acessar, corrigir, atualizar ou <b>solicitar a eliminação</b> dos seus dados pessoais, pode fazê-lo a qualquer momento, entrando em contato conosco através dos dados de contato fornecidos; &lt;...&gt;<br/>● Além disso, você pode se opor ao processamento dos seus dados pessoais, nos pedir para restringir o processamento dos seus dados pessoais ou solicitar a portabilidade dos seus dados pessoais; &lt;...&gt;<br/>● Você tem o direito de cancelar as comunicações de marketing que lhe enviamos a qualquer momento; &lt;...&gt;<br/>● Da mesma forma, se tivermos recolhido e processado os seus dados pessoais com o seu consentimento, você pode retirar o seu consentimento a qualquer momento. &lt;...&gt;"

# how_can_you_control_your_data
source: "We retain personal data we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax or accounting requirements).<br/>When we have no ongoing legitimate business need to process your personal data, we will either delete or anonymise it or, if this is not possible (for example, because your personal data has been stored in backup archives), then we will securely store your personal data and isolate it from any further processing until deletion is possible."
es: «Conservamos los datos personales que recopilamos de ti cuando tenemos una necesidad comercial legítima en curso para hacerlo (por ejemplo, para proporcionarte un servicio que has solicitado o para cumplir con los requisitos legales, fiscales o contables aplicables).<br/>Cuando no tengamos una necesidad comercial legítima en curso para procesar tus datos personales, los eliminaremos o anonimizaremos o, si esto no es posible (por ejemplo, porque tus datos personales se han almacenado en archivos de respaldo), entonces los almacenaremos de forma segura y los aislaremos de cualquier procesamiento posterior hasta que sea posible eliminarlos».
fr: « Nous conservons les données personnelles que nous recueillons auprès de vous lorsque nous avons un besoin commercial légitime de le faire (par exemple, pour vous fournir un service que vous avez demandé ou pour nous conformer aux exigences légales, fiscales ou comptables applicables).<br/>Lorsque nous n’avons aucun besoin commercial légitime de traiter vos données personnelles, nous les supprimerons ou les anonymiserons ou, si cela n’est pas possible (par exemple, parce que vos données personnelles ont été stockées dans des archives de sauvegarde), nous stockerons vos données personnelles en toute sécurité et les isolerons de tout traitement ultérieur jusqu’à ce que leur suppression devienne possible. »
pt_br: "Retemos os dados pessoais que coletamos de você quando temos uma necessidade comercial legítima contínua de fazê-lo (por exemplo, para fornecer um serviço que você solicitou ou para cumprir os requisitos legais, fiscais ou contábeis aplicáveis).<br/> Quando não tivermos nenhuma necessidade comercial legítima contínua de processar seus dados pessoais, iremos excluí-los ou anonimizar eles ou, se isso não for possível (por exemplo, porque seus dados pessoais foram armazenados em arquivos de backup), armazenaremos seus dados pessoais com segurança e os isolaremos de qualquer processamento posterior até que a exclusão seja possível."

# track_record_details
source: No known data breaches discovered in the last three years.
es: No se han descubierto filtraciones de datos conocidas en los últimos tres años.
fr: Aucune violation de données connue découverte au cours des trois dernières années.
pt_br: Nenhuma violação de dados conhecida descoberta nos últimos três anos.

# child_safety_blurb
source: "If you are aged under 17 (or under 18 if you are in the UK) you must not use the app as it is not designed for you. We do not intend to collect the personal data of anyone under 17. If you are aware that any personal data of anyone under 17 has been shared with the app please let us know so that we can delete that data."
es: «Si tienes menos de 17 años (o menos de 18, si estás en el Reino Unido), no debes usar la aplicación, ya que no ha sido diseñada para ti. No tenemos la intención de recopilar datos personales de menores de 17 años. Si sabes que se han compartido en la aplicación los datos personales de un menor de 17 años, infórmanos para que podamos eliminarlos».
fr: « Si vous avez moins de 17 ans (ou moins de 18 ans si vous êtes au Royaume-Uni), vous ne devez pas utiliser l’application car elle n’est pas conçue pour vous. Nous n’avons pas l’intention de collecter les données personnelles de personnes de moins de 17 ans. Si vous savez que des données personnelles de personnes de moins de 17 ans ont été partagées avec l’application, veuillez nous en informer afin que nous puissions supprimer ces données. »
pt_br: "Se você tem menos de 17 anos de idade (ou menos de 18 anos de idade, se estiver no Reino Unido), não deve usar o aplicativo, pois ele não foi projetado para você. Não pretendemos recolher os dados pessoais de menores de 17 anos de idade. Se tiver conhecimento de que quaisquer dados pessoais de menores de 17 anos de idade foram partilhados com a aplicação, nos informe para que possamos eliminar esses dados."

# ai_is_transparent_helptext
source: We found no documentation or policies that explain how this product's AI works.
es: No encontramos documentación ni políticas que expliquen cómo funciona la IA de este producto.
fr: Nous n’avons trouvé aucune documentation ou politique expliquant le fonctionnement de l’IA de ce produit.
pt_br: Não encontramos nenhuma documentação ou política que explique como a IA deste produto funciona.

# ai_helptext
source: We cannot confirm if the AI used by this product is trustworthy, because there is little or no public information on how the AI works and what user controls exist to make the product safe. We also found disturbing themes in the app's content. In addition, we are concerned about the potential for user manipulation from this app as the app collects sensitive personal information, can use that data to train to AI models, and users have little to no control over those AI algorithms.
es: No podemos confirmar si la IA utilizada por este producto es confiable, porque hay poca o ninguna información pública sobre cómo funciona la IA y qué controles de usuario existen para hacer que el producto sea seguro. También encontramos temas inquietantes en los contenidos de la aplicación. Además, nos preocupa el potencial de manipulación del usuario desde esta aplicación, ya que recopila información personal confidencial y puede usar esos datos para entrenar a los modelos de IA, y los usuarios tienen poco o ningún control sobre esos algoritmos de IA.
pt_br: Não podemos confirmar se a IA usada por este produto é confiável, porque há pouca ou nenhuma informação pública sobre como a IA funciona e quais controles de usuário existem para tornar o produto seguro. Também encontramos temas perturbadores no conteúdo do aplicativo. Além disso, estamos preocupados com o potencial de manipulação do usuário a partir deste aplicativo, pois o aplicativo coleta informações pessoais confidenciais, pode usar esses dados para treinar modelos de IA e os usuários têm pouco ou nenhum controle sobre esses algoritmos de IA.

# ai_helptext
source: Anima employs large language models to generate conversations and act as a romantic partner.
es: Anima emplea modelos de lenguaje grande para generar conversaciones y actuar como una pareja romántica.
fr: Anima utilise de grands modèles de langage pour générer des conversations et se comporter comme un partenaire amoureux.
pt_br: A Anima emprega grandes modelos de linguagem para gerar conversas e agir como um parceiro romântico.

# ai_can_user_control_helptext
source: We found no details regarding user controls at this app.
es: No hemos encontrado información detallada sobre los controles del usuario en esta aplicación.
fr: Nous n’avons pas trouvé de précisions concernant les contrôles mis à la disposition des utilisateurs dans cette application.
pt_br: Não encontramos detalhes sobre os controles do usuário neste aplicativo.
