Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/anima-ai-friend-and-companion.po
Languages: es, fr, pt_br

# worst_case
source: A couple more things didn't add up for us. One is a difference in an age requirement between the privacy policy and the <a id="a1">terms</a>. (Yes, we had to read the terms to try to understand the AI chatbots and yes, they make privacy policies look like beach reading. We love it it though, don't worry about us!) Anyway, the policy says you have to be over 17, and the terms say if you're under 17 a parent or guardian has to agree to the terms on your behalf. Kinda weird. We also spotted a warning in there about how the parent company is not liable for "negative, obscene or abusive messages" you might receive. You're also not allowed to transmit (say?) anything "obscene" through the app, which could get a little tricky if you're using the paid-for NSFW roleplay feature... Especially since you would be talking to your "Romantic Partner" who might interpret <a id="a2">you smiling at them</a> as a come-on.
es: Hay algunas otras cosas que no nos terminan de convencer. Una es la diferencia en el requisito de edad entre la política de privacidad y los <a id="a1">términos</a>. (Sí, tuvimos que leer los términos para tratar de entender los chatbots de IA y sí, hacen que las políticas de privacidad parezcan una lectura de verano. Pero nos encanta hacer esto, ¡no te preocupes por nosotros!) En fin, la política dice que tienes que ser mayor de 17 años y los términos dicen que si eres menor de 17 años, un padre o tutor debe aceptar los términos en tu nombre. Un poco raro. También vimos una advertencia sobre cómo la empresa matriz no se hace responsable de los «mensajes negativos, obscenos o abusivos» que podrías recibir. Tampoco se te permite transmitir (¿decir?) nada «obsceno» en la aplicación. Esto puede ser un poco complicado si estás usando la función de pago para juego de roles inapropiados... Especialmente porque estarás hablando con tu «pareja romántica», quien podría interpretar <a id="a2">que le sonrías</a> como un intento de seducción.
fr: D’autres éléments ne sont pas clairs pour nous. Par exemple, la politique de confidentialité et les <a id="a1">conditions générales</a> n’ont pas les mêmes exigences en matière d’age minimum. (Oui, nous avons dû lire les conditions pour essayer de comprendre les chatbots d’IA et oui, ils font en sorte que les politiques de confidentialité ressemblent à de la lecture de plage. Que nous adorons cependant, n’ayez crainte !) Quoi qu’il en soit, la politique stipule que vous devez avoir plus de 17 ans, et les conditions stipulent que si vous avez moins de 17 ans, un parent ou un tuteur doit accepter les conditions en votre nom. Un peu bizarre. Nous y avons également repéré un avertissement indiquant que la société mère n’est pas responsable des « messages négatifs, obscènes ou abusifs » que vous pourriez recevoir. Vous n’êtes pas non plus autorisés à transmettre (dire ?) quoi que ce soit d’ « obscène » via l’application, ce qui pourrait poser des problèmes si vous utilisez la fonctionnalité de jeu de rôle payante NSFW... D’autant plus que vous parlerez à votre « Partenaire romantique » qui pourrait interpréter <a id="a2">votre sourire</a> à du rentre-dedans.
pt_br: Mais algumas coisas não fizeram sentido para nós. Uma delas é a diferença de um requisito de idade entre a política de privacidade e os <a id="a1">termos</a>. (Sim, tivemos que ler os termos para tentar entender os chatbots de IA e, sim, eles fazem com que as políticas de privacidade pareçam leitura de praia. Nós amamos isso, não se preocupe conosco!) De qualquer forma, a política diz que você deve ter mais de 17 anos de idade e os termos dizem que, se você tiver menos de 17 anos de idade, um dos pais ou responsável deve concordar com os termos em seu nome. Meio estranho. Também detectamos um aviso sobre como a empresa-mãe não é responsável por "mensagens negativas, obscenas ou abusivas" que você possa receber. Você também não tem permissão para transmitir (dizer?) qualquer coisa "obscena" através do aplicativo, o que pode ficar um pouco complicado se você estiver usando o recurso de roleplay (não seguro) pago... Especialmente porque você estará conversando com sua "Parceira Romântica" que pode interpretar <a id="a2">você sorrindo para ela</a> como uma insinuação.

# worst_case
source: So what's the worst that could happen with Anima? We are torn, so here's a "Would You Rather?": Your mom (or the whole wide internet) reading your dirty talk chat transcript because it got leaked, OR having to answer to Anima for violating their terms because you used language the app's lawyers thought was <i>"obscene"</i>? Either way, this feels like a good time to let you know you can delete your chat history and data from Anima. What a relief.
pt_br: Então, qual é a pior coisa que poderia acontecer com a Anima? Estamos divididos, então aqui está um "Você preferiria?": Sua mãe (ou toda a internet) lendo sua transcrição de bate-papo suja porque vazou, OU ter que responder à Anima por violar seus termos porque você usou uma linguagem que os advogados do aplicativo acharam <i>"obscena"</i>? De qualquer forma, este é um bom momento para informar que você pode excluir seu histórico de bate-papo e dados da Anima. Que alívio.

# signup_requirement_explanation
source: Google sign-up available
es: Puedes registrarte a través de Google
fr: Inscription via Google possible
pt_br: Inscrição do Google disponível

# how_does_it_use_data_collected
source: We ding this product because it shares data with third parties including Facebook, collects personal data on users from third parties, and delivers advertising without prior user consent.
es: Criticamos este producto porque comparte datos con terceros como Facebook, porque recopila datos personales de los usuarios por parte de terceros y porque ofrece publicidad sin el consentimiento previo del usuario.
fr: Nous attribuons un avertissement à ce produit, car il partage des données avec des tiers, y compris Facebook, collecte des données personnelles sur les utilisateurs auprès de tiers et diffuse de la publicité sans le consentement préalable de l’utilisateur.
pt_br: Notificamos este produto porque ele compartilha dados com terceiros, incluindo o Facebook, coleta dados pessoais sobre usuários de terceiros e fornece publicidade sem o consentimento prévio do usuário.

# how_does_it_use_data_collected
source: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Política de Privacidade

# how_does_it_use_data_collected
source: "Permission will be requested to use the camera on your device in order to enable the augmented reality features in the app.<br/>You may disable the app’s access to the camera on your device at any time by adjusting the permissions in your device settings although that will mean that the augmented reality feature on the app is no longer available.<br/><b>Data gathered by the camera for such purposes remains under your control on the device and we do not have access to it."</b>
es: «Se solicitará permiso para usar la cámara de tu dispositivo para habilitar las funciones de realidad aumentada en la aplicación.<br/>Puedes deshabilitar el acceso de la aplicación a la cámara de tu dispositivo en cualquier momento ajustando los permisos en la configuración del dispositivo, aunque eso significará que la función de realidad aumentada en la aplicación ya no está disponible.<br/><b>Los datos recopilados por la cámara para tales fines permanecen bajo tu control en el dispositivo y no tendremos acceso a ellos».</b>
fr: « On vous demandera l’autorisation d’utiliser l’appareil photo de votre appareil afin d’activer les fonctionnalités de réalité augmentée dans l’application.<br/>Vous pouvez désactiver l’accès de l’application à l’appareil photo de votre appareil à tout moment en ajustant les autorisations dans les paramètres de votre appareil, ce qui signifie que la fonctionnalité de réalité augmentée de l’application n’est plus disponible.<br/><b>Les données collectées par l’appareil photo à ces fins restent sous votre contrôle sur l’appareil et nous n’y avons pas accès. »</b>
pt_br: "Será solicitada permissão para usar a câmera no seu dispositivo para ativar os recursos de realidade aumentada no aplicativo.<br/> Você pode desativar o acesso do aplicativo à câmera no seu dispositivo a qualquer momento, ajustando as permissões nas configurações do seu dispositivo, embora isso signifique que o recurso de realidade aumentada no aplicativo não esteja mais disponível.<br/><b> Os dados coletados pela câmera para esses fins permanecem sob seu controle no dispositivo e não temos acesso a eles."</b>

# how_does_it_use_data_collected
source: "We may use your personal data to send you updates (by email, push notification and text message) about our services, including exclusive offers, promotions or new services.<br/><b>We have a legitimate interest in using your personal data for marketing purposes</b> &lt;...&gt;. <b>This means we do not usually need your consent to send you marketing information.</b> However, where consent is needed, we will ask for this separately and clearly."
es: «Podemos utilizar tus datos personales para enviarte actualizaciones (por correo electrónico, notificación push y mensaje de texto) sobre nuestros servicios, incluidas ofertas exclusivas, promociones o nuevos servicios.<br/><b>Tenemos un interés legítimo para utilizar tus datos personales con fines de marketing</b>&lt;...&gt;. <b>Esto significa que, por lo general, no necesitaremos tu consentimiento para enviarte información de marketing.</b> Sin embargo, cuando se necesite un consentimiento, te lo solicitaremos claramente por separado».
fr: « Nous pouvons utiliser vos données personnelles pour vous envoyer des mises à jour (par e-mail, notification push et SMS) sur nos services, y compris des offres exclusives, des promotions ou de nouveaux services.<br/><b>Nous avons un intérêt légitime à utiliser vos données personnelles à des fins de marketing</b> &lt;...&gt;. <b>Cela signifie que nous n’avons généralement pas besoin de votre consentement pour vous envoyer des informations marketing.</b> Cependant, lorsque le consentement est nécessaire, nous le demanderons de manière distincte et claire. »
pt_br: "Podemos usar os seus dados pessoais para lhe enviar atualizações (por e-mail, notificação push e mensagem de texto) sobre os nossos serviços, incluindo ofertas exclusivas, promoções ou novos serviços.<br/><b> Temos um interesse legítimo em usar os seus dados pessoais para fins de marketing</b> &lt;...&gt;. <b> Isso significa que geralmente não precisamos do seu consentimento para enviar informações de marketing.</b> No entanto, quando o consentimento for necessário, pediremos isso separadamente e de forma clara."

# how_does_it_use_data_collected
source: "The types of information we collect from third parties include name, email address, external tokens/ids and we use the information we receive from these third parties to maintain and improve the accuracy of the records we hold about you."
es: «Los tipos de información que recopilamos de terceros incluyen nombre, dirección de correo electrónico, tokens o identificadores externos, y utilizamos la información que recibimos de estos terceros para mantener y mejorar la precisión de los registros que tenemos sobre ti».
fr: « La nature des informations que nous recueillons auprès de tiers comprennent le nom, l’adresse e-mail, les jetons / identifiants externes et nous utilisons les informations que nous recevons de ces tiers pour maintenir et améliorer l’exactitude des données que nous détenons à votre sujet. »
pt_br: "Os tipos de informações que coletamos de terceiros incluem nome, endereço de e-mail, tokens/ids externos e usamos as informações que recebemos desses terceiros para manter e melhorar a precisão dos registros que mantemos sobre você."

# how_does_it_use_data_collected
source: "We routinely share personal data with service providers we use to help us run our business or provide the services or functionalities in the app, including:<br/>• Apple, Google, and Facebook;<br/>• wasabi.com for image storage services;<br/>• Azure Computer Vision for image processing services;<br/>• Amplitude and RevenueCat for analytics services;<br/>• BugSnag and Sentry for support services;<br/>• AppsFlyer, Firebase Analytics, Apple Search Ads Attribution for the purposes of marketing performance measurements, conversion tracking and retargeting."
es: «Compartimos rutinariamente datos personales con proveedores de servicios que utilizamos para que nos ayuden a administrar nuestro negocio o proporcionar los servicios o funcionalidades en la aplicación, incluidos:<br/>• Apple, Google y Facebook;<br/>• wasabi.com, para servicios de almacenamiento de imágenes;<br/>• Azure Computer Vision, para servicios de procesamiento de imágenes;<br/>• Amplitud y RevenueCat, para servicios de análisis;<br/>• BugSnag y Sentry, para servicios de soporte;<br/>• AppsFlyer, Firebase Analytics, Apple Search Ads Attribution, para mediciones de rendimiento de marketing, seguimiento de conversiones y reorientación».
fr: « Nous partageons régulièrement des données personnelles avec des fournisseurs de services que nous utilisons pour nous aider à gérer notre entreprise ou à fournir les services ou fonctionnalités de l’application, notamment :<br/>• Apple, Google et Facebook ;<br/>• wasabi.com pour les services de stockage d’images ;<br/>• Azure Computer Vision pour les services de traitement d’images ;<br/>• Amplitude et RevenueCat pour les services d’analyse ;<br/>• BugSnag et Sentry pour les services de support ;<br/>• AppsFlyer, Firebase Analytics, Apple Search Ads Attribution à des fins de mesure des performances marketing, de suivi des conversions et de reciblage. »
pt_br: "Compartilhamos rotineiramente dados pessoais com provedores de serviços que usamos para nos ajudar a administrar nossos negócios ou fornecer os serviços ou funcionalidades do aplicativo, incluindo:<br/>• Apple, Google e Facebook;<br/>• wasabi.com para serviços de armazenamento de imagens;<br/>• Azure Computer Vision para serviços de processamento de imagens;<br/>• Amplitude e RevenueCat para serviços de análise;<br/>• BugSnag e Sentry para serviços de suporte;<br/>• AppsFlyer, Firebase Analytics, Apple Search Ads Attribution para fins de medições de desempenho de marketing, rastreamento de conversão e redirecionamento."

# how_does_it_use_data_collected
source: "We or the third parties mentioned above may occasionally also need to share your personal data with:<br/>• external auditors, e.g. in relation to the audit of our accounts —the recipient of the information will be bound by confidentiality obligations<br/>• professional advisors (such as lawyers and other advisors)—the recipient of the information will be bound by confidentiality obligations<br/>• law enforcement agencies, courts or tribunals and regulatory bodies to comply with legal and regulatory obligations<br/>• other parties in connection with a significant corporate transaction or restructuring, including a potential or actual merger, acquisition, asset sale, initial public offering or in the event of our insolvency—usually, information will be anonymised but this may not always be possible, however, the recipient of the information will be bound by confidentiality obligations"
es: «Ocasionalmente, nosotros o los terceros mencionados anteriormente también podemos necesitar compartir tus datos personales con:<br/>• auditores externos, por ejemplo, en relación con la auditoría de nuestras cuentas: el destinatario de la información estará sujeto a obligaciones de confidencialidad;<br/>• asesores profesionales (como abogados y otros asesores): el destinatario de la información estará sujeto a obligaciones de confidencialidad;<br/>• organismos de aplicación de la ley, tribunales y organismos reguladores para cumplir con las obligaciones legales y reglamentarias;<br/>• otras partes en relación con una transacción o reestructuración corporativa significativa, como una fusión, adquisición, venta de activos, oferta pública inicial o en el caso de nuestra insolvencia. Por lo general, la información será anonimizada, pero esto no siempre será posible; sin embargo, el destinatario de la información estará sujeto a obligaciones de confidencialidad»
fr: « Nous ou les tiers mentionnés ci-dessus pouvons également, à l’occasion, avoir besoin de partager vos données personnelles avec :<br/>• des auditeurs externes, par exemple dans le cadre de l’audit de nos comptes – le destinataire des informations sera lié par des obligations de confidentialité<br/>• des conseillers professionnels (tels que des avocats et d’autres conseillers) – le destinataire des informations sera lié par des obligations de confidentialité<br/>• des organismes chargés de faire respecter la loi, des tribunaux et des organismes de réglementation pour se conformer aux obligations légales et réglementaires<br/>• d’autres parties dans le cadre d’une transaction ou d’une restructuration d’entreprise importante, y compris une fusion, une acquisition, une vente d’actifs, une introduction en bourse réelles ou potentielles ou en cas d’insolvabilité – généralement, les informations seront anonymisées mais cela peut ne pas toujours être possible ; toutefois, le destinataire des informations sera lié par des obligations de confidentialité »
pt_br: "Ocasionalmente, nós ou os terceiros mencionados acima também podemos precisar compartilhar seus dados pessoais com:<br/>• Auditores externos, por exemplo, em relação à auditoria de nossas contas – o destinatário das informações estará vinculado a obrigações de confidencialidade;<br/>• Consultores profissionais (como advogados e outros consultores) – o destinatário das informações estará vinculado a obrigações de confidencialidade;<br/>• Agências de aplicação da lei, tribunais e órgãos reguladores para cumprir obrigações legais e regulatórias;<br/>• Outras partes em conexão com uma transação ou reestruturação corporativa significativa, incluindo uma fusão potencial ou real, aquisição, venda de ativos, oferta pública inicial ou no caso de nossa insolvência – geralmente, as informações serão anonimizadas, mas isso nem sempre será possível, no entanto, o destinatário das informações estará vinculado a obrigações de confidencialidade."

# how_does_it_use_data_collected
source: "The app may link to other apps, websites or services owned and operated by us or by certain trusted third parties to make additional products, information and services available to you. These other apps, websites or services may also gather information about you in accordance with their own separate privacy policies. For privacy information relating to these other apps, websites or services, please consult their privacy policies as appropriate."
es: «La aplicación puede vincularse a otras aplicaciones, sitios web o servicios de nuestra propiedad y operados por nosotros o por ciertos terceros de confianza, para poner a tu disposición productos, información y servicios adicionales. Estas otras aplicaciones, sitios web o servicios también pueden recopilar información sobre ti de acuerdo con sus propias políticas de privacidad. Para obtener información de privacidad relacionada con estas otras aplicaciones, sitios web o servicios, consulta sus respectivas políticas de privacidad».
fr: « L’application peut être liée à d’autres applications, sites Web ou services détenus et exploités par nous ou par certains tiers de confiance pour mettre des produits, informations et services supplémentaires à votre disposition. Ces autres applications, sites Web ou services peuvent également recueillir des informations vous concernant conformément à leurs propres politiques de confidentialité. Pour les informations de confidentialité relatives à ces autres applications, sites Web ou services, veuillez consulter leurs politiques de confidentialité, le cas échéant. »
pt_br: "O aplicativo pode se vincular a outros aplicativos, sites ou serviços de nossa propriedade e operados por nós ou por certos terceiros confiáveis para disponibilizar produtos, informações e serviços adicionais para você. Esses outros aplicativos, sites ou serviços também podem coletar informações sobre você de acordo com suas próprias políticas de privacidade separadas. Para obter informações de privacidade relacionadas a esses outros aplicativos, sites ou serviços, consulte suas políticas de privacidade, conforme apropriado."

# how_does_it_use_data_collected
source: "When you download and access our app, we may collect certain information automatically from your device. In some countries, including the UK, this information may be considered personal data under applicable data protection laws."<br/><br/><b>Data Trackers Found</b><br/>We discovered 138 trackers within 1 minute of use, including sending data to Facebook, Sentry AI (by Open AI).
es: «Cuando descargas nuestra aplicación y accedes a ella, es posible que recopilemos cierta información automáticamente desde tu dispositivo. En algunos países, como el Reino Unido, esta información puede considerarse datos personales según las leyes de protección de datos aplicables».<br/><br/><b>Rastradores de datos encontrados</b><br/>Encontramos 138 rastreadores durante 1 minuto de uso, incluido el envío de datos a Facebook y Sentry AI (by Open AI).
fr: « Lorsque vous téléchargez et accédez à notre application, nous pouvons collecter certaines informations automatiquement à partir de votre appareil. Dans certains pays, y compris le Royaume-Uni, ces informations peuvent être considérées comme des données personnelles en vertu des lois applicables en matière de protection des données. »<br/><br/><b>Traqueurs de données trouvés</b><br/>Nous avons découvert 138 traqueurs en 1 minute d’utilisation, y compris l’envoi de données à Facebook, Sentry AI (par Open AI).
pt_br: "Quando você baixa e acessa nosso aplicativo, podemos coletar certas informações automaticamente do seu dispositivo. Em alguns países, incluindo o Reino Unido, essas informações podem ser consideradas dados pessoais de acordo com as leis de proteção de dados aplicáveis." <br/><br/><b> Rastreadores de Dados Encontrados</b><br/>Descobrimos 138 rastreadores em 1 minuto de uso, incluindo o envio de dados para o Facebook, Sentry AI (pela Open AI).

# strong_password_helptext
source: Managed to log-in with a password '1'.
es: Pudimos iniciar sesión con la contraseña '1'.
fr: Nous sommes parvenus à nous connecter avec le mot de passe « 1 ».
pt_br: Consegui fazer login com uma senha '1'.

# tips_to_protect_yourself
source: Do not say anything containing sensitive information in your conversation with your AI partner.
es: No digas nada que contenga información confidencial durante tus conversaciones con tu amigo de IA.
pt_br: Não diga nada que contenha informações confidenciais em sua conversa com a IA.

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data nor does close your account.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales ni cierra tu cuenta.
fr: Exigez la suppression de vos données lorsque vous cessez d’utiliser l’application. La simple suppression d’une application de votre appareil ne permet généralement pas d’effacer vos données personnelles ni de clôturer votre compte.
pt_br: Se decidir parar de usar o aplicativo, solicite que seus dados sejam excluídos. Apenas excluir o aplicativo do seu dispositivo não apagará seus dados pessoais da base da empresa e nem fechará a sua conta.
