Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/apple-homepod.po
Languages: pt_br

# blurb
source: If you want "profound sound" when you tell Siri to play your favorite Taylor Swift playlist (don't pretend you don't have one!), then the new second generation Apple HomePod might be for you. The big brother to Apple's HomePod Mini disappeared in 2022 but has made a comeback in 2023, complete with five beam forming tweeters, a 20mm driven diaphragm, and even built-in temperature and humidity sensors. All that sounds pretty fancy for a device you can use to ask Siri to set a timer so you don't burn your pizza bites in the oven. So, how is Apple's Homepod at privacy? Well, Apple does seem to be a bit better than some of the other Big Tech companies at privacy...for now at least.
pt_br: Se você quer um "som profundo" quando pede à Siri para reproduzir sua playlist favorita da Taylor Swift (não finja que não tem uma!), então o novo Apple HomePod de segunda geração pode ser para você. O irmão mais velho do HomePod Mini da Apple desapareceu em 2022, mas voltou em 2023, equipado com cinco feixes de difusores de agudos, um diafragma acionado de 20 mm e até sensores integrados de temperatura e umidade. Tudo isso soa muito chique para um dispositivo que você pode usar para pedir à Siri que defina um temporizador para que você não queime seus pedaços de pizza no forno. Então, como é o Homepod da Apple em termos de privacidade? Bem, a Apple parece ser um pouco melhor do que algumas das outras grandes empresas de tecnologia na privacidade... pelo menos por enquanto.

# worst_case
source: Apple does a pretty good job with privacy and security as a company. But, like life, hackers find a way! So Apple has had some pretty serious security issues. In 2023, Apple released fixes for <a id="a1">three</a> <a id="a2">different</a> <a id="a3">vulnerabilities</a> that made it possible for bad actors to hack Apple devices. <a id="a4">In 2022</a>, they had a security flaw that could allow hackers to take complete control of iPhones, iPads, and Macs. Earlier that year, Apple also <a id="a5">gave up data</a> to hackers who forged emergency data requests from law enforcement. Eesh. Back in 2021, another bad <a id="a6">security vulnerability</a> could have allowed bad actors to record calls and messages and even turn the device camera and microphone on without the user knowing. The good thing with Apple and security is, they seem to take these security breaches seriously, jump and fix them immediately, and communicate pretty well with users on what they need to do to stay safe. So keep those devices updated, folks!
pt_br: A Apple faz um bom trabalho com privacidade e segurança como empresa. Mas, como a vida, os hackers encontram uma maneira! Portanto, a Apple teve alguns problemas de segurança muito sérios. Em 2023, a Apple lançou correções para <a id="a1">três</a> <a id="a3">vulnerabilidades</a> <a id="a2">diferentes</a> que possibilitaram que agentes mal-intencionados invadissem dispositivos da Apple. <a id="a4">Em 2022</a>, eles tiveram uma falha de segurança que poderia permitir que hackers assumissem o controle total de iPhones, iPads e Macs. No início daquele ano, a Apple também <a id="a5">entregou dados</a> a hackers que falsificaram solicitações de dados de emergência da polícia. Eesh. Em 2021, outra <a id="a6">vulnerabilidade de segurança</a> poderia ter permitido que agentes mal-intencionados gravassem chamadas e mensagens e até mesmo ligassem a câmera e o microfone do dispositivo sem que o usuário soubesse. A coisa boa com a Apple e a segurança é que eles parecem levar essas violações de segurança a sério, pular e corrigi-las imediatamente e se comunicar muito bem com os usuários sobre o que eles precisam fazer para se manterem seguros. Portanto, mantenham esses dispositivos atualizados, pessoal!

# worst_case
source: Apple says they can collect things like name, email address, age, location, device information, contact information, and more. The good news is, Apple says they treat all this information as personal information. So, things like device ID and the like are treated as securely as your name and age. That’s good. And any information used to personalize things for you across your Apple devices is synced over iCloud using end-to-end encryption. Also good. They do say they can share your data with some third parties such as business partners, service providers, and others as you give your permission. For the most part, this sharing looks pretty normal for the services they provide.
pt_br: A Apple diz que pode coletar informações como nome, endereço de e-mail, idade, localização, informações do dispositivo, informações de contato e muito mais. A boa notícia é que a Apple diz que trata todas essas informações como informações pessoais. Portanto, coisas como ID do dispositivo e similares são tratadas com a mesma segurança que seu nome e idade. Isso é bom. E qualquer informação usada para personalizar coisas para você em seus dispositivos Apple é sincronizada no iCloud usando criptografia de ponta a ponta. Também é bom. Eles dizem que podem compartilhar seus dados com alguns terceiros, como parceiros de negócios, provedores de serviços e outros, à medida que você dá sua permissão. Na maioria das vezes, esse compartilhamento parece bastante normal para os serviços que eles fornecem.

# worst_case
source: On the privacy front, yes, Apple is generally better than other Big Tech companies (cough, Meta, cough cough, Amazon, cough Samsung), when it comes to privacy. They don't sell your data and do seem to do a better job at collecting less of it in general.
pt_br: Com relação à privacidade, sim, a Apple geralmente é melhor do que outras empresas de Big Tech (tosse, Meta, tosse, Amazon, tosse, Samsung), quando se trata de privacidade. Eles não vendem seus dados e parecem fazer um trabalho melhor em coletar menos deles em geral.

# worst_case
source: And when it comes to AI voice assistants, Siri is a bit more privacy conscious than others like Amazon’s Alexa. Apple says they <a id="a1">take special care</a> to make sure your Siri requests aren't associated with you, and those transcripts aren’t subject to human review--<a id="a2">anymore</a>. In 2021, Apple made another <a id="a3">positive change</a> for your Siri voice requests--many audio requests for things like setting timers or alarms or controlling music are no longer sent over the internet to their servers, instead they are processed directly on your Homepod. This is better for your privacy.
pt_br: E quando se trata de assistentes de voz com IA, a Siri é um pouco mais consciente da privacidade do que outras como a Alexa da Amazon. A Apple diz que toma um cuidado <a id="a1">especial</a> para garantir que suas solicitações da Siri não estejam associadas a você e que essas transcrições não estejam sujeitas a<a id="a2">análise humana</a>. Em 2021, a Apple fez outra alteração <a id="a3">positiva</a> nas suas solicitações de voz da Siri - muitas solicitações de áudio para coisas como definir temporizadores ou alarmes ou controlar músicas não são mais enviadas pela Internet para seus servidores, em vez disso, são processadas diretamente no seu HomePod. Isso é melhor para sua privacidade.

# worst_case
source: Now Apple does say they can target you with some personalized ads on their platforms. Apple delivers ads to you on Apple News or App Store, and gives you the option to opt-out of these personalized ads using your Apple ID, which will opt you out of these ads across all Apple devices. However, keep an eye on how Apple does ads. Right now it’s not too worrisome to us, but that could be <a id="a1">changing</a> as they are reportedly <a id="a2">growing</a> their ad business and have already released new <a id="a3">advertising products</a> in early 2023. Hopefully, their public <a id="a4">commitment</a> to privacy will outweigh the need for extra ad dollars.
pt_br: Mas a Apple diz que pode segmentar você com alguns anúncios personalizados em suas plataformas. A Apple oferece anúncios para você no Apple News ou na App Store e oferece a opção de desativar esses anúncios personalizados usando seu ID Apple, que desativará esses anúncios em todos os dispositivos Apple. No entanto, fique de olho em como a Apple faz anúncios. No momento, não é muito preocupante para nós, mas isso pode estar <a id="a1">mudando,</a> pois eles estão <a id="a2">expandindo</a> seus negócios de anúncios e já lançaram novos produtos de <a id="a3">publicidade</a> no início de 2023. Felizmente, seu <a id="a4">compromisso público com</a> a privacidade superará a necessidade de dólares extras em anúncios.

# worst_case
source: Apple <a id="a1">isn’t perfect</a>. In January 2023, Apple was fined <a id="a2">eight million euros</a> by France’s data protection authority because they determined that <a id="a3">in 2021</a>, Apple’s iOS 14 didn’t comply with EU privacy requirements. The complaint said its default settings allowed targeted ads from Apple without asking users for consent. Regulators agreed. The thing is, Apple <a id="a4">could do better</a>. So it's important to hold them accountable for their privacy promises.
pt_br: A Apple <a id="a1">não é perfeita</a>. Em janeiro de 2023, a Apple foi multada em <a id="a2">oito milhões de euros</a> pela autoridade de proteção de dados da França porque determinou que, <a id="a3">em 2021</a>, o iOS 14 da Apple não cumpria os requisitos de privacidade da UE. A denúncia disse que suas configurações padrão permitiam anúncios segmentados da Apple sem pedir consentimento aos usuários. Os reguladores concordaram. A questão é que a Apple <a id="a4">poderia fazer melhor</a>. Portanto, é importante responsabilizá-los por suas promessas de privacidade.

# worst_case
source: What’s the worst that could happen? Well, this is a good time to remind people that Apple’s privacy policy -- as do almost all the privacy policies we read -- has a clause that says, “We may also disclose information about you where there is a lawful basis for doing so, if we determine that disclosure is reasonably necessary to enforce our terms and conditions or to protect our operations or users, or in the event of a reorganization, merger, or sale.” So, while Apple is pretty good now, there is no guarantee that Apple won’t reorganize their business or change their privacy practices in the future. Then that personal information you trust them with now could become more vulnerable or more valuable. Here’s hoping Apple keeps being one of the better ones out there though. 🤞
pt_br: Qual é a pior coisa que poderia acontecer? Bem, este é um bom momento para lembrar às pessoas que a política de privacidade da Apple – assim como quase todas as políticas de privacidade que lemos – tem uma cláusula que diz: "Também podemos divulgar informações sobre você quando houver uma base legal para fazê-lo, se determinarmos que a divulgação é razoavelmente necessária para fazer cumprir nossos termos e condições ou para proteger nossas operações ou usuários, ou no caso de uma reorganização, fusão ou venda." Então, embora a Apple esteja muito bem agora, não há garantia de que a Apple não reorganizará seus negócios ou mudará suas práticas de privacidade no futuro. Então, essas informações pessoais que você confia a eles agora podem se tornar mais vulneráveis ou mais valiosas. Aqui está a esperança de que a Apple continue sendo uma das melhores por aí. 🤞

# how_does_it_use_data_collected
source: Apple Privacy Policy
pt_br: Política de Privacidade da Apple

# how_does_it_use_data_collected
source: "Apple may receive personal data about you from other individuals, from businesses or third parties acting at your direction, from our partners who work with us to provide our products and services and assist us in security and fraud prevention, and from other lawful sources.
pt_br: "A Apple pode receber dados pessoais sobre você de outros indivíduos, de empresas ou terceiros agindo sob sua direção, de nossos parceiros que trabalham conosco para fornecer nossos produtos e serviços e nos ajudar na segurança e prevenção de fraudes e de outras fontes legais.

# how_does_it_use_data_collected
source: - Individuals. Apple may collect data about you from other individuals — for example, if that individual has sent you a product or gift card, invited you to participate in an Apple service or forum, or shared content with you.<br/> - At Your Direction. You may direct other individuals or third parties to share data with Apple. For example, you may direct your mobile carrier to share data about your carrier account with Apple for account activation, or for your loyalty program to share information about your participation so that you can earn rewards for Apple purchases.<br/> - Apple Partners. We may also validate the information you provide — for example, when creating an Apple ID, with a third party for security, and for fraud-prevention purposes.
pt_br: - Indivíduos. A Apple pode coletar dados sobre você de outros indivíduos – por exemplo, se esse indivíduo lhe enviou um produto ou cartão-presente, convidou você para participar de um serviço ou fórum da Apple ou compartilhou conteúdo com você.<br/> - Na sua direção. Você pode instruir outros indivíduos ou terceiros a compartilhar dados com a Apple. Por exemplo, você pode solicitar à sua operadora de celular para compartilhar dados sobre sua conta de operadora com a Apple para ativação da conta ou para que seu programa de fidelidade compartilhe informações sobre sua participação para que você possa ganhar recompensas por compras da Apple.<br/> - Parceiros Apple. Também podemos validar as informações que você fornece – por exemplo, ao criar um ID Apple, com terceiros por segurança e para fins de prevenção de fraudes.

# how_does_it_use_data_collected
source: For research and development purposes, we may use datasets such as those that contain images, voices, or other data that could be associated with an identifiable person. &lt;...&gt; When using such datasets for research and development, we do not attempt to reidentify individuals who may appear therein."
pt_br: Para fins de pesquisa e desenvolvimento, podemos usar conjuntos de dados, como aqueles que contêm imagens, vozes ou outros dados que possam estar associados a uma pessoa identificável. &lt;...&gt; Ao usar esses conjuntos de dados para pesquisa e desenvolvimento, não tentamos identificar novamente indivíduos que possam aparecer neles."

# how_does_it_use_data_collected
source: "Apple does not sell your personal data including as 'sale' is defined in Nevada and California. Apple also does not 'share' your personal data as that term is defined in California."
pt_br: "A Apple não vende seus dados pessoais, inclusive porque 'venda' é definida em Nevada e na Califórnia. A Apple também não 'compartilha' seus dados pessoais, de acordo com a definição desse termo na Califórnia."

# how_does_it_use_data_collected
source: "Apple may share personal data with Apple-affiliated companies, service providers who act on our behalf, our partners, developers, and publishers, or others at your direction. Apple does not share personal data with third parties for their own marketing purposes."
pt_br: "A Apple pode compartilhar dados pessoais com empresas afiliadas à Apple, prestadores de serviços que atuam em nosso nome, nossos parceiros, desenvolvedores e editores, ou outros sob sua orientação. A Apple não compartilha dados pessoais com terceiros para seus próprios fins de marketing."

# how_does_it_use_data_collected
source: "Apple uses personal data to power our services, to process your transactions, to communicate with you, for security and fraud prevention, and to comply with law. We may also use personal data for other purposes with your consent."
pt_br: "A Apple usa dados pessoais para habilitar seus serviços, processar suas transações, se comunicar com você, por motivos de segurança e prevenção de fraudes, e para estar em conformidade com a lei. Também podemos usar dados pessoais para outros fins, desde que com seu consentimento."

# how_does_it_use_data_collected
source: "Ad Targeting Information. To see information about you that may be used to deliver targeted ads by Apple’s advertising platform, including the segments that you are in."
pt_br: "Informações de segmentação de anúncios. Para ver informações sobre você que podem ser usadas para fornecer anúncios direcionados pela plataforma de publicidade da Apple, incluindo os segmentos em que você está."

# uses_encryption_helptext
source: Uses encryption both in transit and at rest.
pt_br: Utiliza criptografia em trânsito e em repouso.

# manage_vulnerabilities_helptext
source: Apple has a bug bounty program. Link: <a id="a1">https://developer.apple.com/security-bounty/</a>
pt_br: A Apple tem um programa de recompensas por bugs. Link: <a id="a1">https://developer.apple.com/security-bounty/</a>

# tips_to_protect_yourself
source: You can say “Hey Siri, stop listening” to turn off speech recognition for a period of time
pt_br: Você pode dizer "E aí, Siri. Pare de ouvir." para desligar o reconhecimento de voz por um tempo

# tips_to_protect_yourself
source: <a id="a1">Turn off</a> Location Services on HomePod
pt_br: <a id="a1">Desativar os serviços de</a> localização no HomePod

# tips_to_protect_yourself
source: <a id="a1">Remove</a> HomePod from the Home app before selling it or giving it away
pt_br: <a id="a1">Remova o</a> HomePod do aplicativo Home antes de vendê-lo ou distribuí-lo

# tips_to_protect_yourself
source: Check out <a id="a1">Apple Homepod</a> privacy controls.
pt_br: Confira os controles de privacidade do <a id="a1">HomePod da Apple</a>

# tips_to_protect_yourself
source: You can turn off location services on your Homepod, too
pt_br: Você também pode desligar os serviços de localização do seu HomePod

# tips_to_protect_yourself
source: Before you give HomePod to someone else, you should remove it from the Home app
pt_br: Antes de passar seu HomePod a outra pessoa, você deve removê-lo do app Casa

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images and videos)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do app (não possibilite o acesso à sua câmera, microfone, imagens e vídeos)

# tips_to_protect_yourself
source: Keep your app regularly updated
pt_br: Mantenha seu aplicativo sempre atualizado

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
pt_br: Limite o rastreamento de anúncios no seu dispositivo (ex.: no iPhone acesse Privacidade e Segurança -&gt; Publicidade da Apple -&gt; Limitar rastreamento de anúncios) e nas principais redes de anúncios (para o Google, acesse sua conta Google e desative os anúncios personalizados)

# personal_data_collected
source: Your Apple ID and related account details, including email address, devices registered, account status, and age, data from which your device could be identified, such as device serial number, or about your device, such as browser type, data such as name, email address, physical address, phone number, or other contact information, data about your billing address and method of payment, such as bank details, credit, debit, or other payment card information, data about purchases of Apple products and services or transactions facilitated by Apple, including purchases on Apple platforms, data used to help identify and prevent fraud, including a device trust score, data about your activity on and use of Apple's offerings, such as app launches within Apple services, including browsing history; search history; product interaction; crash data, performance and other diagnostic data; and other usage data, precise location only to support services such as Find My or where you agree for region-specific services, and coarse location, details including salary, income, and assets information where collected, and information related to Apple-branded financial offerings, government ID Data (In certain jurisdictions, we may ask for a government-issued ID in limited circumstances, including when setting up a wireless account and activating your device, for the purpose of extending commercial credit, managing reservations, or as required by law);
pt_br: Seu ID Apple e detalhes da conta relacionados, incluindo endereço de e-mail, dispositivos registrados, status e idade da conta, dados a partir dos quais seu dispositivo pode ser identificado, como número de série do dispositivo ou sobre seu dispositivo, como tipo de navegador, dados como nome, endereço de e-mail, endereço físico, número de telefone ou outras informações de contato, dados sobre seu endereço de cobrança e método de pagamento, como dados bancários, informações de crédito, débito ou outras informações de cartão de pagamento, dados sobre compras de produtos e serviços Apple ou transações facilitadas pela Apple, incluindo compras em plataformas Apple, dados usados para ajudar a identificar e prevenir fraudes, incluindo uma pontuação de confiança do dispositivo, dados sobre sua atividade e uso das ofertas da Apple, como lançamentos de aplicativos nos serviços da Apple, incluindo histórico de navegação; histórico de pesquisa; interação do produto; dados de falhas, desempenho e outros dados de diagnóstico; e outros dados de uso, localização precisa apenas para serviços de suporte, como Find My ou onde você concorda para serviços específicos da região, e localização grosseira, detalhes incluindo salário, renda e informações de ativos quando coletados, e informações relacionadas a Ofertas financeiras da marca Apple, dados de identificação do governo (em certas jurisdições, podemos solicitar um documento de identificação emitido pelo governo em circunstâncias limitadas, incluindo ao configurar uma conta sem fio e ativar seu dispositivo, com a finalidade de estender crédito comercial, gerenciar reservas ou conforme exigido por lei);

# biometric_data_collected
source: "Health Information. Data relating to the health status of an individual, including data related to one’s physical or mental health or condition. Personal health data also includes data that can be used to make inferences about or detect the health status of an individual. If you participate in a study using an Apple Health Research Study app, the policy governing the privacy of your personal data is described in the Apple Health Study Apps Privacy Policy.<br/>Fitness Information. Details relating to your fitness and exercise information where you choose to share them"
pt_br: "Informações de saúde. Dados relativos ao estado de saúde de um indivíduo, incluindo dados relacionados à sua saúde ou condição física ou mental. Os dados pessoais de saúde também incluem dados que podem ser usados para fazer inferências ou detectar o estado de saúde de um indivíduo. Se você participar de um estudo usando um aplicativo Apple Health Research Study, a política que rege a privacidade de seus dados pessoais é descrita na Política de Privacidade do Apple Health Study Apps. Informações de<br/>aptidão física. Detalhes relacionados às suas informações de condicionamento físico e exercícios, onde você escolhe compartilhá-los"

# social_data_collected
source: Details such as the content of your communications with Apple, including interactions with customer support and contacts through social media channels.
pt_br: Detalhes como o conteúdo de suas comunicações com a Apple, incluindo interações com o suporte ao cliente e contatos por meio de canais de mídia social.

# how_can_you_control_your_data
source: Apple Privacy Policy
pt_br: Política de Privacidade da Apple
