Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/apple-air-pods-air-pods-pro.po
Languages: es, pt_br

# title
source: Apple AirPods &amp; AirPods Pro
es: Apple AirPods y AirPods Pro
pt_br: Apple AirPods e AirPods Pro

# blurb
source: Things that go in your ears that are always on, always connected, and always listening — seems like there's the possibility something could go wrong. Whether you get the AirPods, AirPods Pro, or the pricey AirPods Max, Apple has a pretty good record when it comes to privacy and security so you should be safe. Now you just have to figure out a way not to lose these pricey little pods.
es: Cositas que colocas en tus oídos y que siempre están encendidas, conectadas y escuchando: todo indica que algo podría salir mal. Bien tengas los AirPods, los AirPods Pro o los costosos AirPods Max, Apple tiene un historial bastante bueno en lo que respecta a la privacidad y la seguridad, por lo que deberías estar seguro(a). Ahora solo tienes que encontrar una manera de no perder estos pequeños y nada baratos auriculares.
pt_br: Coisas que entram em seus ouvidos que estão sempre ligados, sempre conectadas, e sempre ouvindo — parece que há a possibilidade de que algo possa dar errado. Quer obtenha os AirPods, o AirPods Pro ou o caro AirPods Max, a Apple tem um histórico muito bom quando se trata de privacidade e segurança, então você deve estar seguro. Agora você só tem que descobrir uma maneira de não perder esses feijões pequenos e caros.

# worst_case
source: Apple does a pretty good job with privacy and security as a company. But, like life, hackers find a way! So Apple has had some pretty serious security issues. In 2023, Apple released fixes for <a id="a1">three</a> <a id="a2">different</a> <a id="a3">vulnerabilities</a> that made it possible for bad actors to hack Apple devices. <a id="a4">In 2022</a>, they had a security flaw that could allow hackers to take complete control of iPhones, iPads, and Macs. Earlier that year, Apple also <a id="a5">gave up data</a> to hackers who forged emergency data requests from law enforcement. Eesh. Back in 2021, another bad <a id="a6">security vulnerability</a> could have allowed bad actors to record calls and messages and even turn the device camera and microphone on without the user knowing. Eesh. The good thing with Apple and security is, they seem to take these security breaches seriously, jump and fix them immediately, and communicate pretty well with users on what they need to do to stay safe. So keep those devices updated, folks!
es: Como empresa, Apple hace un buen trabajo con la privacidad y la seguridad. Pero, como todo en la vida, los hackers siembre encuentran la forma. Por eso, Apple ha tenido algunos problemas de seguridad bastante serios. En 2023, Apple lanzó correcciones para <a id="a1">tres</a> <a id="a2">vulnerabilidades</a> <a id="a3">diferentes</a> que permitían los ataques a sus dispositivos. <a id="a4">En 2022</a>, tuvieron una falla de seguridad que dejaba que los piratas informáticos tomaran el control total de iPhones, iPads y Macs. A principios de ese mismo año, Apple también <a id="a5">entregó datos</a> a piratas informáticos que falsificaron solicitudes de datos de emergencia de las fuerzas de seguridad. Puf. En 2021, otra <a id="a6">vulnerabilidad de seguridad</a> pudo haber permitido que los hackers grabaran llamadas y mensajes, e incluso encendieran la cámara y el micrófono del dispositivo, sin que el usuario se enterase. Puf. Lo bueno de Apple y la seguridad es que la empresa parece tomarse en serio estas brechas; las solucionan de inmediato y se comunican bastante bien con sus usuarios sobre lo que deben hacer para mantenerse a salvo. ¡Así que mantengan sus dispositivos actualizados, amigos!
pt_br: A Apple faz um bom trabalho com privacidade e segurança como empresa. Mas, como a vida, os hackers encontram uma maneira! Portanto, a Apple teve alguns problemas de segurança muito sérios. Em 2023, a Apple lançou correções para <a id="a1">três</a> <a id="a3">vulnerabilidades</a> <a id="a2">diferentes</a> que possibilitaram que agentes mal-intencionados invadissem dispositivos da Apple. <a id="a4">Em 2022</a>, eles tiveram uma falha de segurança que poderia permitir que hackers assumissem o controle total de iPhones, iPads e Macs. No início daquele ano, a Apple também <a id="a5">entregou dados</a> a hackers que falsificaram solicitações de dados de emergência da polícia. Eesh. Em 2021, outra <a id="a6">vulnerabilidade de segurança</a> poderia ter permitido que agentes mal-intencionados gravassem chamadas e mensagens e até mesmo ligassem a câmera e o microfone do dispositivo sem que o usuário soubesse. Eesh. A coisa boa com a Apple e a segurança é que eles parecem levar essas violações de segurança a sério, pular e corrigi-las imediatamente e se comunicar muito bem com os usuários sobre o que eles precisam fazer para se manterem seguros. Portanto, mantenham esses dispositivos atualizados, pessoal!

# worst_case
source: Apple says they can collect things like name, email address, age, location, device information, contact information, and more. The good news is, Apple says they treat all this information as personal information. So, things like device ID and the like are treated as securely as your name and age. That’s good. And Apple says they don’t share or sell your data, which is also good. They do say they can share your data with some third parties such as business partners, service providers, and others as you give your permission. For the most part, this sharing looks pretty normal for the services they provide.
es: Apple asegura que recopila los siguientes datos: el nombre, el correo electrónico, la edad, la ubicación, la información del dispositivo y de contacto, entre otros. Lo bueno es que todo eso lo tratan como datos personales, por lo que el ID del dispositivo y cosas por el estilo se gestionan con la misma seguridad que el nombre o la edad. Por ese lado, todo estupendo. También está genial que Apple no comparta ni venda tus datos. Dicen que sí los comparten con terceros, por ejemplo, socios con los que colaboran, proveedores de servicios, pero te piden tu consentimiento antes. En general, lo que comparten es totalmente normal teniendo en cuenta los servicios que ofrecen.
pt_br: A Apple diz que pode coletar coisas como nome, e-mail, idade, localização, informações sobre o dispositivo, dados de contato e mais. A boa notícia é que a Apple trata todas essas informações como dados pessoais. Então, coisas como a identidade do dispositivo e afins são tratadas com o mesmo grau de segurança que seu nome e idade. Isso é ótimo. E a Apple afirma que não compartilha ou vende seus dados, o que também é ótimo. A empresa diz também que pode compartilhar seus dados com alguns terceiros selecionados, como parceiros de negócios, provedores de serviços e outros, desde que você permita. De forma geral, esse compartilhamento parece algo normal, tendo em vista os serviços que fornecem.

# worst_case
source: And when it comes to AI voice assistants, Siri is a bit more privacy conscious than others like Amazon’s Alexa. Apple says they take <a id="a1">special care</a> to make sure your Siri requests aren't associated with you, and those transcripts aren’t subject to human review--<a id="a2">anymore</a>. In 2021, Apple made another <a id="a3">positive change</a> for your Siri voice requests--many audio requests for things like setting timers or alarms or controlling music are no longer sent over the internet to their servers, instead they are processed directly on your device. This is better for your privacy.
es: Cuando se trata de asistentes de voz de IA, Siri es un poco más consciente de la privacidad que otros dispositivos, como Alexa de Amazon. Apple dice que tiene <a id="a1">especial cuidado</a> para asegurarse de que las solicitudes que haces a Siri no estén asociadas a ti, y que las transcripciones no estén sujetas a una revisión humana...<a id="a2"> nunca más</a>. En 2021, Apple hizo otro <a id="a3">cambio positivo</a> en las solicitudes de voz a Siri: muchas solicitudes de audio para cosas como configurar temporizadores o alarmas, o controlar la música, ya no se envían a través de Internet a sus servidores, sino que se procesan directamente en tu dispositivo. Esto es mejor para tu privacidad.
pt_br: E quando se trata de assistentes de voz com IA, a Siri é um pouco mais consciente da privacidade do que outras como a Alexa da Amazon. A Apple diz que toma um cuidado <a id="a1">especial</a> para garantir que suas solicitações da Siri não estejam associadas a você e que essas transcrições não estejam sujeitas a<a id="a2">análise humana</a>. Em 2021, a Apple fez outra alteração <a id="a3">positiva</a> nas suas solicitações de voz da Siri - muitas solicitações de áudio para coisas como definir temporizadores ou alarmes ou controlar músicas não são mais enviadas pela Internet para seus servidores, em vez disso, são processadas diretamente no seu dispositivo. Isso é melhor para sua privacidade.

# worst_case
source: On the privacy front, yes, Apple is generally better than other Big Tech companies (cough, Meta, cough cough, Amazon, cough Samsung), when it comes to privacy. They aren’t perfect, of course, but they do seem to do a better job at collecting less data because they aren’t trying to sell as many ads as Google and Facebook (yet, at least).
es: Sí, en materia de privacidad, Apple suele estar por encima de otros gigantes tecnológicos (no queremos dar nombres, pero los vamos a dar. Así, a bote pronto, se nos ocurren Meta, Amazon, Samsung...). Nadie es perfecto, pero sí da la impresión de que Apple recopila menos datos personales, ya que no se dedican a vender tantos anuncios como Google y Facebook (de momento).
pt_br: No que diz respeito à privacidade, sim, a Apple costuma ser melhor que outras empresas de tecnologia (alguém falou Meta, Amazon ou Samsung?) nesse aspecto. Ela não é perfeita, claro, mas parece fazer um trabalho melhor ao coletar menos dados, porque não estão tentando vender um monte de anúncios, como Google ou Facebook (pelo menos por enquanto).

# worst_case
source: But Apple does say they can target you with some personalized ads on their platforms. Apple delivers ads to you on Apple News or App Store, and gives you the option to opt-out of these personalized ads using your Apple ID, which will opt you out of these ads across all Apple devices. However, keep an eye on how Apple does ads. Right now it’s not too worrisome to us, but that could be <a id="a1">changing</a> as they are reportedly <a id="a2">growing</a> their ad business and have already released new <a id="a3">advertising products</a> in early 2023. Hopefully, their public <a id="a4">commitment</a> to privacy will outweigh the need for extra ad dollars.
es: Sin embargo, Apple dice que puede enviarte algunos anuncios personalizados en sus plataformas. Apple te entrega anuncios en Apple News o App Store, y te da la opción de optar por no recibirlos utilizando tu ID de Apple para excluirte de ellos en todos tus dispositivos Apple. Pero aun así te recomendamos que vigiles cómo se maneja Apple con los anuncios. En este momento no es demasiado preocupante para nosotros, aunque esto podría estar <a id="a1">cambiando</a> ya que se informa que están <a id="a2">haciendo crecer</a> su negocio publicitario y que ya han lanzado nuevos <a id="a3">productos publicitarios</a> a principios de 2023. Con suerte, su<a id="a4"> compromiso</a> público con la privacidad superará su sed de dólares publicitarios adicionales.
pt_br: Mas a Apple diz que pode segmentar você com alguns anúncios personalizados em suas plataformas. A Apple oferece anúncios para você no Apple News ou na App Store e oferece a opção de desativar esses anúncios personalizados usando seu ID Apple, que desativará esses anúncios em todos os dispositivos Apple. No entanto, fique de olho em como a Apple faz anúncios. No momento, não é muito preocupante para nós, mas isso pode estar <a id="a1">mudando,</a> pois eles estão <a id="a2">expandindo</a> seus negócios de anúncios e já lançaram novos produtos de <a id="a3">publicidade</a> no início de 2023. Felizmente, seu <a id="a4">compromisso público com</a> a privacidade superará a necessidade de dólares extras em anúncios.

# worst_case
source: All in all, your AirPods are probably pretty secure and private. They’re still super easy to lose though, so keep in mind you can turn the Find My features on. That just means a little more location tracking in your life, which, in this case might be worth it.
es: En resumen, probablemente tus AirPods sean bastante seguros y privados. Sin embargo, son muy fáciles de perder, así que ten en cuenta que puedes activar las funciones Find My. Eso solo implica un poco más de seguimiento de ubicación en tu vida, lo que, en este caso, podría valer la pena.
pt_br: No geral, seus AirPods são provavelmente bastante seguros e privados. No entanto, eles ainda são super fáceis de perder, então lembre-se de que você pode ativar os recursos Find My. Isso significa um pouco mais de localização na sua vida, o que, neste caso, pode valer a pena.

# worst_case
source: What’s the worst that could happen? Well, Apple <a id="a1">isn’t perfect</a>, they could <a id="a2">do better</a>. And this is a good time to remind people that Apple’s privacy policy -- as do almost all the privacy policies we read -- has a clause that says, “We may also disclose information about you where there is a lawful basis for doing so, if we determine that disclosure is reasonably necessary to enforce our terms and conditions or to protect our operations or users, or in the event of a reorganization, merger, or sale.” So, while Apple is pretty good now, there is no guarantee that Apple won’t reorganize their business or change their privacy practices in the future. Then that personal information you trust them with now could become more vulnerable or more valuable. Here’s hoping Apple keeps being one of the better ones out there though.
es: ¿Qué es lo peor que puede pasar? Nadie es perfecto, <a id="a1">incluido Apple</a>, y hay <a id="a2">cosas que se podrían mejorar</a>. Conviene recordar que la política de privacidad de Apple, como casi todas, tiene una cláusula que dice lo siguiente: «También podremos comunicar información acerca de ti cuando exista un fundamento jurídico para hacerlo, si determinamos que dicha comunicación es razonablemente necesaria para aplicar nuestros términos y condiciones o para proteger nuestras operaciones o usuarios, o en el caso de una reorganización, fusión o venta». Así que, aunque por el momento Apple hace las cosas bastante bien, quién sabe si, en el futuro, harán una reestructuración de su negocio o cambiarán su forma de tratar la privacidad y, de pronto, todos esos datos que les has facilitado se vuelven más vulnerables o más valiosos. Solo cabe esperar que no se pasen al lado oscuro.
pt_br: Qual a pior coisa que poderia acontecer? Bem, a Apple <a id="a1">não é perfeita e</a> tem como <a id="a2">melhorar</a>. Este é um bom momento para lembrar as pessoas de que a política de privacidade da Apple – assim como todas as políticas de privacidade que lemos – tem uma cláusula que diz: “Também podemos revelar informações sobre você quando houver uma base legal para isso, se determinarmos que isso seja razoavelmente necessário para atender aos nossos termos e condições, ou para proteger nossas operações e usuários, ou em caso de uma reorganização, fusão ou venda.” Então, por mais que a Apple esteja agindo de forma correta agora, não há garantias de que a empresa não reorganize seus negócios ou altere suas práticas de privacidade no futuro. Se isso ocorrer, as informações pessoais que você confia à empresa podem se tornar mais vulneráveis ou valiosas. Mas estamos na torcida para que a Apple continue sendo uma das melhores empresas do segmento.

# signup_requirement_explanation
source: No sign-up required
es: No es necesario registrarse
pt_br: Não requer inscrição

# how_does_it_use_data_collected
source: Apple Privacy Policy
es: Política de privacidad de Apple
pt_br: Política de Privacidade da Apple

# how_does_it_use_data_collected
source: "Apple may receive personal data about you from other individuals, from businesses or third parties acting at your direction, from our partners who work with us to provide our products and services and assist us in security and fraud prevention, and from other lawful sources.
es: «Apple puede recibir datos personales sobre ti por parte de otras personas, empresas o terceros que actúen bajo tu dirección, de los socios que trabajan con nosotros para proporcionar nuestros productos y servicios, y que nos ayudan en la seguridad y la prevención del fraude, y de otras fuentes legales.
pt_br: "A Apple pode receber dados pessoais sobre você de outros indivíduos, de empresas ou terceiros agindo sob sua direção, de nossos parceiros que trabalham conosco para fornecer nossos produtos e serviços e nos ajudar na segurança e prevenção de fraudes e de outras fontes legais.

# how_does_it_use_data_collected
source: - Individuals. Apple may collect data about you from other individuals — for example, if that individual has sent you a product or gift card, invited you to participate in an Apple service or forum, or shared content with you.<br/> - At Your Direction. You may direct other individuals or third parties to share data with Apple. For example, you may direct your mobile carrier to share data about your carrier account with Apple for account activation, or for your loyalty program to share information about your participation so that you can earn rewards for Apple purchases.<br/> - Apple Partners. We may also validate the information you provide — for example, when creating an Apple ID, with a third party for security, and for fraud-prevention purposes.
es: - Personas. Apple puede recopilar datos sobre ti por parte de otras personas. Por ejemplo, si esa persona te ha enviado un producto o una tarjeta de regalo, te ha invitado a participar en un servicio o foro de Apple o ha compartido contenido contigo.<br/> - Bajo tu dirección. Puedes indicar a otras personas o terceros que compartan datos con Apple. Por ejemplo, puedes indicar a tu operador de telefonía móvil que comparta con Apple los datos sobre tu cuenta de operador para la activación de la cuenta, o que tu programa de fidelización comparta información sobre tu participación para que puedas obtener recompensas por las compras en Apple.<br/> - Socios de Apple. Nosotros también podemos validar la información que proporcionas (por ejemplo, al crear un ID de Apple) con un tercero, por seguridad y con fines de prevención de fraudes.
pt_br: - Indivíduos. A Apple pode coletar dados sobre você de outros indivíduos — por exemplo, se esse indivíduo lhe enviou um produto ou cartão-presente, convidou você para participar de um serviço ou fórum da Apple ou compartilhou conteúdo com você.<br/> - Na sua direção. Você pode instruir outros indivíduos ou terceiros a compartilhar dados com a Apple. Por exemplo, você pode solicitar sua operadora de celular a compartilhar dados sobre sua conta de operadora com a Apple para ativação da conta ou para que seu programa de fidelidade compartilhe informações sobre sua participação para que você possa ganhar recompensas por compras da Apple.<br/> - Parceiros Apple. Também podemos validar as informações que você fornece — por exemplo, ao criar um ID Apple, com terceiros por segurança e para fins de prevenção de fraudes.

# how_does_it_use_data_collected
source: For research and development purposes, we may use datasets such as those that contain images, voices, or other data that could be associated with an identifiable person. &lt;...&gt; When using such datasets for research and development, we do not attempt to reidentify individuals who may appear therein."
es: Para fines de investigación y desarrollo, podemos usar sets de datos (como los que contienen imágenes, voces u otros datos que podrían asociarse con una persona identificable). &lt;...&gt; Al usar dichos sets de datos para investigación y desarrollo, no intentamos volver a identificar a las personas que puedan aparecer en ellos».
pt_br: Para fins de pesquisa e desenvolvimento, podemos usar conjuntos de dados, como aqueles que contêm imagens, vozes ou outros dados que possam estar associados a uma pessoa identificável. &lt;...&gt; Ao usar esses conjuntos de dados para pesquisa e desenvolvimento, não tentamos reidentificar indivíduos que possam aparecer neles."

# how_does_it_use_data_collected
source: "Apple does not sell your personal data including as 'sale' is defined in Nevada and California. Apple also does not 'share' your personal data as that term is defined in California."
es: «Apple no vende tus datos personales, incluyendo la definición de “venta” en Nevada y California. Apple tampoco “comparte” tus datos personales tal como se define ese término en California».
pt_br: "A Apple não vende seus dados pessoais, inclusive porque 'venda' é definida em Nevada e na Califórnia. A Apple também não 'compartilha' seus dados pessoais, de acordo com a definição desse termo na Califórnia."

# how_does_it_use_data_collected
source: "Apple may share personal data with Apple-affiliated companies, service providers who act on our behalf, our partners, developers, and publishers, or others at your direction. Apple does not share personal data with third parties for their own marketing purposes."
es: «Apple puede compartir datos personales con empresas afiliadas a Apple, proveedores de servicios que actúan en nuestro nombre, nuestros socios, desarrolladores y editores, u otros bajo tu dirección. Apple no comparte datos personales con terceros para sus propios fines de marketing».
pt_br: "A Apple pode compartilhar dados pessoais com empresas afiliadas à Apple, prestadores de serviços que atuam em nosso nome, nossos parceiros, desenvolvedores e editores, ou outros sob sua orientação. A Apple não compartilha dados pessoais com terceiros para seus próprios fins de marketing."

# how_does_it_use_data_collected
source: "Apple uses personal data to power our services, to process your transactions, to communicate with you, for security and fraud prevention, and to comply with law. We may also use personal data for other purposes with your consent."
es: «Apple utiliza datos personales para impulsar nuestros servicios, tramitar tus transacciones, comunicarse contigo, con fines de seguridad y de prevención del fraude, y para cumplir la ley. También podremos usar datos personales para otros fines con tu consentimiento.»
pt_br: "A Apple usa dados pessoais para habilitar seus serviços, processar suas transações, se comunicar com você, por motivos de segurança e prevenção de fraudes, e para estar em conformidade com a lei. Também podemos usar dados pessoais para outros fins, desde que com seu consentimento."

# how_does_it_use_data_collected
source: "Ad Targeting Information. To see information about you that may be used to deliver targeted ads by Apple’s advertising platform, including the segments that you are in."
es: «Información para la orientación de anuncios. Para ver información sobre ti que puede ser utilizada para ofrecer anuncios orientados por la plataforma de publicidad de Apple, incluidos los segmentos en los que te encuentras».
pt_br: "Informações de segmentação de anúncios. Para ver informações sobre você que podem ser usadas para fornecer anúncios direcionados pela plataforma de publicidade da Apple, incluindo os segmentos em que você está."

# uses_encryption_helptext
source: Uses encryption in transit and at rest.
es: Cifrado de datos en tránsito y en reposo.
pt_br: Utiliza criptografia em trânsito e em uso estático.
