Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/apple-tv-4k.po
Languages: de, fr, pt_br

# blurb
source: If money is no object, then Apple TV 4K could be right for you. It comes with all the bells and whistles -- that means things like 4K HDR with Dolby Atmos sound. You'll be able to streams from standards like Netflix and Disney+ and rent or buy movies as well. You'll also get access to Apple TV+, Apple Fitness+, Apple Music, and Apple Arcade. Oh, and you can connect the FaceTime app through your iPhone or iPad to FaceTime on your big screen. So much better to see Gramma with. And if you like talking to Siri, just ask Siri to find you something good to watch.
de: Wenn Geld keine Rolle spielt, dann könnte Apple TV 4K das Richtige für Sie sein. Es ist mit allem Drum und Dran ausgestattet - das bedeutet Dinge wie 4K HDR mit Dolby Atmos Sound. Du kannst von Standards wie Netflix und Disney+ streamen und auch Filme ausleihen oder kaufen. Du bekommst auch Zugang zu Apple TV+, Apple Fitness+, Apple Music und Apple Arcade. Oh, und du kannst die FaceTime App über dein iPhone oder iPad mit FaceTime auf deinem großen Bildschirm verbinden. So viel besser, um Oma zu sehen. Und wenn du gerne mit Siri sprichst, kannst du Siri einfach bitten, dir etwas Gutes zum Anschauen zu suchen.
fr: Si le prix n'est pas un obstacle, l'Apple TV 4K pourrait bien vous convenir. Elle est équipée de toutes les fonctionnalités, notamment la HDR 4K et le son Dolby Atmos. Vous pourrez visionner des contenus en streaming à partir de plateformes telles que Netflix et Disney+, et louer ou acheter des films. Vous aurez également accès à Apple TV+, Apple Fitness+, Apple Music et Apple Arcade. Oh, et vous pouvez connecter l'application FaceTime à votre iPhone ou iPad pour faire des appels FaceTime sur votre grand écran. Idéal pour appeler mamie. Et si vous utilisez Siri, demandez-lui de vous conseiller quelque chose à regarder.

# worst_case
source: Apple does a pretty good job with privacy and security as a company. But, like life, hackers find a way! So Apple has had some pretty serious security issues. In 2023, Apple released fixes for <a id="a1">three</a> <a id="a2">different</a> <a id="a3">vulnerabilities</a> that made it possible for bad actors to hack Apple devices. <a id="a4">In 2022</a>, they had a security flaw that could allow hackers to take complete control of iPhones, iPads, and Macs. Earlier that year, Apple also <a id="a5">gave up data</a> to hackers who forged emergency data requests from law enforcement. Eesh. Back in 2021, another bad <a id="a6">security vulnerability</a> could have allowed bad actors to record calls and messages and even turn the device camera and microphone on without the user knowing. The good thing with Apple and security is, they seem to take these security breaches seriously, jump and fix them immediately, and communicate pretty well with users on what they need to do to stay safe. So keep those devices updated, folks!
de: Apple leistet als Unternehmen ziemlich gute Arbeit mit Datenschutz und Sicherheit. Aber wie das Leben selbst finden Hacker einen Weg! Apple erlebte also einige ziemlich ernste Sicherheitsprobleme. Im Jahr 2023 veröffentlichte Apple Korrekturen für <a id="a1">drei</a> <a id="a2">verschiedene</a> <a id="a3">Schwachstellen, die es</a> übelwollenden Akteuren ermöglichten, Apple-Geräte zu hacken. 2022 hatten sie eine <a id="a4">Sicherheitslücke</a>, die es Hackern ermöglichte, die vollständige Kontrolle über iPhones, iPads und Macs zu übernehmen. Anfang des Jahres <a id="a5">gab Apple auch Daten an Hacker weiter, die</a> Notfalldatenanfragen von Strafverfolgungsbehörden gefälscht hatten. Huch. Im Jahr 2021 hätte eine weitere gravierende<a id="a6"> Sicherheitslücke</a> es böswilligen Akteuren ermöglichen können, Anrufe und Nachrichten aufzuzeichnen und sogar die Gerätekamera und das Mikrofon einzuschalten, ohne dass der Benutzer davon wusste. Das Gute an Apple und der Sicherheit ist, dass sie diese Sicherheitsverletzungen ernst nehmen, sofort beheben und ziemlich gut mit den Benutzern kommunizieren, was sie tun müssen, um sicher zu bleiben. Also haltet diese Geräte auf dem neuesten Stand, Leute!
fr: Apple est une entreprise qui gère plutôt bien la protection de la vie privée et la sécurité. Malheureusement, comme toujours, les pirates informatiques trouvent leur chemin ! Apple a donc connu de sérieux problèmes de sécurité. En 2023, Apple a publié des correctifs destinés à pallier <a id="a1">trois</a> <a id="a3">failles</a> <a id="a2">différentes</a> qui rendaient plus facile le piratage des appareils Apple. <a id="a4">En 2022</a>, une faille de sécurité a permis à des pirates de prendre le contrôle total d’appareils iPhone, iPad et Mac. Plus tôt cette année-là, Apple a également <a id="a5">fourni des données</a> à des pirates qui avaient falsifié des demandes de données d’urgence émanant des forces de l’ordre. Aie, aie, aie. En 2021, une autre <a id="a6">faille de sécurité</a> aurait pu permettre à des personnes mal intentionnées d’enregistrer des appels et des messages, voire d’activer la caméra et le microphone de l’appareil à l’insu de l’utilisateur. Le point positif avec Apple et la sécurité, c’est qu’ils semblent prendre ces failles de sécurité au sérieux, interviennent et les corrigent immédiatement, et communiquent de manière relativement efficace avec les utilisateurs sur les mesures qu’ils doivent prendre pour rester en sécurité. Alors, maintenez vos appareils à jour, mesdames et messieurs !
pt_br: A Apple faz um bom trabalho com privacidade e segurança como empresa. Mas, como a vida, os hackers encontram uma maneira! Portanto, a Apple teve alguns problemas de segurança muito sérios. Em 2023, a Apple lançou correções para <a id="a1">três</a> <a id="a3">vulnerabilidades</a> <a id="a2">diferentes</a> que possibilitaram que agentes mal-intencionados invadissem dispositivos da Apple. <a id="a4">Em 2022</a>, eles tiveram uma falha de segurança que poderia permitir que hackers assumissem o controle total de iPhones, iPads e Macs. No início daquele ano, a Apple também <a id="a5">entregou dados</a> a hackers que falsificaram solicitações de dados de emergência da polícia. Eesh. Em 2021, outra <a id="a6">vulnerabilidade de segurança</a> poderia ter permitido que agentes mal-intencionados gravassem chamadas e mensagens e até mesmo ligassem a câmera e o microfone do dispositivo sem que o usuário soubesse. A coisa boa com a Apple e a segurança é que eles parecem levar essas violações de segurança a sério, pular e corrigi-las imediatamente e se comunicar muito bem com os usuários sobre o que eles precisam fazer para se manterem seguros. Portanto, mantenham esses dispositivos atualizados, pessoal!

# worst_case
source: On the privacy front, Apple does collect data about what you watch, purchase, or download on Apple TV as well as things like name, email address, age, location, device information, contact information. Apple will use this data to offer personalized recommendations for other shows to watch and target ads to you on Apple platforms like in the App Store or Apple News. They do give you the option to opt out of both these forms of data collection, which is great. And Apple says they share some non-personal information with the makers of shows to help them see how their shows are performing and pay out royalties. In the streaming TV world, this is all pretty standard and maybe even a little less scary than other companies like Roku who seem to share (even sell) your data with many more third parties.
de: Was den Datenschutz angeht, so sammelt Apple Daten darüber, was Sie auf Apple TV ansehen, kaufen oder herunterladen, sowie Dinge wie Name, E-Mail-Adresse, Alter, Standort, Geräteinformationen und Kontaktinformationen. Apple verwendet diese Daten, um Ihnen personalisierte Empfehlungen für andere Sendungen zu geben und Werbung auf Apple-Plattformen wie dem App Store oder den Apple News zu schalten. Sie haben die Möglichkeit, sich gegen diese beiden Formen der Datenerfassung zu entscheiden, was sehr gut ist. Außerdem gibt Apple nach eigenen Angaben einige nicht-personenbezogene Daten an die Macher von Sendungen weiter, damit diese sehen können, wie ihre Sendungen ankommen, und damit sie Tantiemen auszahlen können. In der Welt des Streaming-TV ist das alles ziemlich normal und vielleicht sogar etwas weniger beängstigend als bei anderen Unternehmen wie Roku, die Ihre Daten anscheinend mit viel mehr Dritten teilen (und sogar verkaufen).
fr: En ce qui concerne la confidentialité, Apple collecte des données sur ce que vous regardez, achetez ou téléchargez sur l'Apple TV, ainsi que des informations telles que le nom, l'adresse électronique, l'âge, la localisation, les informations relatives à l'appareil et les coordonnées. Apple utilisera ces données pour proposer des recommandations personnalisées pour d’autres émissions à regarder et vous cibler avec des publicités sur les plateformes Apple, comme l’App Store ou Apple News. Apple vous permet de désactiver ces deux formes de collecte de données, ce qui est très bien. Et Apple indique ne pas partager d’informations non personnelles avec les créateurs d’émissions pour les aider à mesurer les performances de leurs émissions et à reverser des royalties. Dans le monde de la télévision en streaming, tout cela est assez standard et peut-être même un peu moins flippant que les pratiques d’autres sociétés comme Roku qui semblent partager (voire vendre) vos données avec beaucoup plus de tiers.

# worst_case
source: And when it comes to AI voice assistants, Siri is a bit more privacy conscious than others like Amazon’s Alexa. Apple says they <a id="a1">take special care</a> to make sure your Siri requests aren't associated with you, and those transcripts aren’t subject to human review--<a id="a2">anymore</a>. In 2021, Apple made another <a id="a3">positive change</a> for your Siri voice requests--many audio requests for things like setting timers or alarms or controlling music are no longer sent over the internet to their servers, instead they are processed directly on your Apple TV. This is better for your privacy.
de: Und wenn es um KI-Sprachassistenten geht, ist Siri etwas datenschutzbewusster als andere, so wie Amazons Alexa. Apple sagt, dass sie <a id="a1">besondere Sorgfalt walten lassen,</a> um sicherzustellen, dass Ihre Siri-Anfragen nicht mit Ihnen in Verbindung gebracht werden und diese Transkripte keiner menschlichen Überprüfung <a id="a2">mehr unterliegen</a>. Im Jahr 2021 hat Apple eine weitere <a id="a3">positive Änderung</a> für Ihre Siri-Sprachanfragen vorgenommen - Viele Audioanfragen, z. B. zum Einstellen von Timern oder Alarmen oder zum Steuern von Musik, werden nicht mehr über das Internet an die Server des Unternehmens gesendet, sondern direkt auf dem Apple TV verarbeitet. Dies ist besser für Ihre Privatsphäre.
fr: En ce qui concerne les assistants vocaux, Siri est un peu plus respectueux de la vie privée que d’autres, comme Alexa d’Amazon. Apple affirme faire <a id="a1">particulièrement attention</a> à ce que vos requêtes Siri ne vous soient pas associées, et ces transcriptions ne font <a id="a2">plus</a> l’objet d’un examen humain. En 2021, Apple a apporté un autre <a id="a3">changement positif</a> concernant les requêtes vocales de Siri : de nombreuses requêtes audio, telles que le réglage de minuteries ou d’alarmes ou le contrôle de la musique, ne sont plus envoyées sur Internet vers les serveurs de la société, mais traitées directement sur votre appareil. Cela permet de mieux protéger votre vie privée.
pt_br: E quando se trata de assistentes de voz com IA, a Siri é um pouco mais consciente da privacidade do que outras como a Alexa da Amazon. A Apple diz que toma um cuidado <a id="a1">especial</a> para garantir que suas solicitações da Siri não estejam associadas a você e que essas transcrições não estejam sujeitas a<a id="a2">análise humana</a>. Em 2021, a Apple fez outra alteração <a id="a3">positiva</a> nas suas solicitações de voz da Siri - muitas solicitações de áudio para coisas como definir temporizadores ou alarmes ou controlar músicas não são mais enviadas pela Internet para seus servidores, em vez disso, são processadas diretamente no seu dispositivo. Isso é melhor para sua privacidade.

# worst_case
source: All in all, yes, Apple is generally better than other Big Tech companies (cough, Meta, cough cough, Amazon, cough Samsung), when it comes to privacy. They seem to do a better job at collecting less data, probably because they aren’t trying to sell as many ads as Google and Facebook -- <a id="a1">yet</a>. So when we hear that more <a id="a2">ads are coming</a>, that does alert our privacy Spidey Sense a bit. In early 2023, Apple <a id="a3">hired</a> a TV advertising executive to “build a video advertising business” for its companion streaming service with (confusingly) the same name. What that will look like, we don’t yet know, but it <a id="a4">might</a> be similar to Netflix’s cheaper ad tier – in which case opting out of ad targeting may no longer be an option. For now, we’re keeping an eye on Apple’s ad business ambitions with the hope that their public <a id="a5">commitment</a> to privacy will outweigh the need to reap those extra ad dollars.
de: Alles in allem: Ja, Apple ist generell besser als andere Big-Tech-Unternehmen (hüstel ... Meta, hüstel-hüstel ... Amazon, hüstel Samsung), wenn es um Datenschutz geht. Sie scheinen besser darin zu sein, weniger Daten zu sammeln, wahrscheinlich weil sie nicht versuchen, so viele Anzeigen wie Google und Facebook zu verkaufen - <a id="a1">noch nicht</a>. Wenn wir also hören , dass weitere <a id="a2">Anzeigen</a> kommen, alarmiert das unseren Spionagespürsinn für Datenschutzthemen schon ein wenig. Anfang 2023 <a id="a3">beauftragte</a> Apple einen TV-Werbefachmann mit dem „Aufbau eines Video-Werbegeschäfts“ für seinen begleitenden Streaming-Dienst mit (verwirrenderweise) demselben Namen. Wie das aussehen wird, wissen wir noch nicht, aber es <a id="a4">könnte</a> der günstigeren Ebene von Netflix mit Anzeigeneinblendungen ähneln – in diesem Fall ist es möglicherweise keine Option mehr, das Anzeigen-Targeting zu deaktivieren. Im Moment behalten wir Apples Ambitionen im Anzeigengeschäft im Auge und hoffen, dass ihr öffentliches <a id="a5">Engagement</a> für den Datenschutz die Notwendigkeit überwiegt, diese zusätzlichen Werbegelder einzufahren.
fr: En résumé, Apple est dans l'ensemble plus respectueux de la vie privée que les autres grandes entreprises technologiques (Meta, Amazon, Samsung). La société semble s'efforcer de collecter moins de données, certainement parce qu'elle ne cherche pas <a id="a1">encore</a> à vendre autant de publicités que Google et Facebook. C'est pourquoi, lorsque nous apprenons qu'il y aura <a id="a2">plus de publicités dans le futur</a>, notre instinct de protection de la vie privée s'en trouve quelque peu alerté. Au début de l'année 2023, Apple a <a id="a3">recruté</a> un responsable de la publicité télévisée afin de "créer une activité de publicité vidéo" pour son service de diffusion en continu du même nom (ce qui peut prêter à confusion). Nous ignorons encore comment cela se présentera, mais cela <a id="a4">pourrait</a> être similaire au volet publicitaire moins cher de Netflix, auquel cas il ne sera peut-être plus possible de refuser le ciblage publicitaire. Pour l'instant, nous gardons un œil sur les ambitions d'Apple en matière de publicité, en espérant que son <a id="a5">engagement public</a> en faveur de la protection de la vie privée l'emportera sur la nécessité d'engranger des recettes publicitaires supplémentaires.

# worst_case
source: Besides their burgeoning interest in the ad game, Apple still <a id="a1">isn’t perfect</a>. In January 2023, Apple was fined <a id="a2">eight million euros</a> by France’s data protection authority because they determined that <a id="a3">in 2021</a>, Apple’s iOS 14 didn’t comply with EU privacy requirements. The complaint said its default settings allowed targeted ads from Apple without asking users for consent. Regulators agreed. The thing is, Apple <a id="a4">could do better</a>. So it's important to hold them accountable for their privacy promises.
de: Apple <a id="a1">ist nicht perfekt</a>. Im Januar 2023 wurde Apple von der französischen Datenschutzbehörde mit einer Geldstrafe von <a id="a2">acht Millionen Euro</a> belegt, weil sie festgestellt hatten, dass Apples iOS 14 <a id="a3">im Jahr 2021</a> nicht den EU-Datenschutzanforderungen entsprach. In der Beschwerde hieß es, die Standardeinstellungen erlaubten gezielte Anzeigen von Apple, ohne die Benutzer um Zustimmung zu bitten. Die Aufsichtsbehörden stimmten dieser Einschätzung zu. Die Sache ist aber, dass Apple <a id="a4">es eben besser machen könnte</a>. Daher ist es wichtig, sie für ihre Datenschutzversprechen zur Rechenschaft zu ziehen.
fr: Au-delà de son intérêt croissant pour la publicité, Apple est encore <a id="a1">loin d'être un modèle</a>. En janvier 2023, Apple s'est vu infliger une amende de <a id="a2">huit millions d'euros</a> par l'autorité française de protection des données en raison du non-respect des exigences de l'Union européenne en matière de protection de la vie privée par le système d'exploitation iOS 14 d'Apple <a id="a3">en 2021</a>. Selon le plaignant, les paramètres par défaut permettaient à Apple de diffuser des publicités ciblées sans demander le consentement des utilisateurs. Les autorités de régulation ont reconnu le bien-fondé de cette plainte. Il est vrai qu'Apple <a id="a4">peut mieux faire</a>. Il est donc important de lui faire tenir ses promesses en matière de protection de la vie privée.

# worst_case
source: What’s the worst that could happen? Well, this is a good time to remind people that Apple’s privacy policy -- as do almost all the privacy policies we read -- has a clause that says, “We may also disclose information about you where there is a lawful basis for doing so, if we determine that disclosure is reasonably necessary to enforce our terms and conditions or to protect our operations or users, or in the event of a reorganization, merger, or sale.” So, while Apple is pretty good now, there is no guarantee that Apple won’t reorganize their business or change their privacy practices in the future. Then that personal information you trust them with now could become more vulnerable or more valuable. Here’s hoping Apple keeps being one of the better ones out there though. 🤞
de: Was ist das Schlimmste, was passieren könnte? Nun, dies ist ein guter Zeitpunkt, um daran zu erinnern, dass die Datenschutzrichtlinie von Apple - wie fast alle Datenschutzrichtlinien, die wir lesen - eine Klausel enthält, die besagt: "Wir dürfen auch Informationen über Sie offenlegen, wenn es eine rechtmäßige Grundlage dafür gibt, wenn wir feststellen, dass die Offenlegung vernünftigerweise notwendig ist, um unsere Geschäftsbedingungen durchzusetzen oder um unseren Betrieb oder unsere Nutzer zu schützen, oder im Falle einer Umstrukturierung, einer Fusion oder eines Verkaufs." Auch wenn Apple jetzt ziemlich gut dasteht, gibt es keine Garantie dafür, dass Apple sein Geschäft nicht umstrukturiert oder seine Datenschutzpraktiken in Zukunft ändert. Dann könnten die persönlichen Daten, die Sie ihnen jetzt anvertrauen, anfälliger oder wertvoller werden. Hoffen wir, dass Apple auch weiterhin zu den besseren Unternehmen gehört. 🤞
fr: C’est le bon moment pour rappeler aux gens que la politique de confidentialité d’Apple (comme la quasi-totalité des politiques de confidentialité que nous lisons) contient une clause qui dit : « Nous pouvons également divulguer des informations vous concernant lorsqu’il existe une base légale pour le faire, si nous déterminons que la divulgation de ces informations est raisonnablement nécessaire pour faire respecter nos conditions générales, pour protéger nos opérations ou nos utilisateurs, ou en cas de réorganisation, de fusion ou de vente. » Autrement dit, même si Apple s’en sort bien pour l’instant, il n’y a aucune garantie que la firme de Cupertino ne réorganisera pas ses activités ou ne changera pas ses pratiques en matière de confidentialité à l’avenir. Les informations personnelles que vous lui confiez aujourd’hui pourraient alors devenir plus vulnérables ou plus précieuses. Espérons juste qu’Apple continue à être l’une des meilleures entreprises du secteur. 🤞
pt_br: Qual a pior coisa que poderia acontecer? Este é um bom momento para lembrar as pessoas de que a política de privacidade da Apple – assim como todas as políticas de privacidade que lemos – tem uma cláusula que diz: “Também podemos revelar informações sobre você quando houver uma base legal para isso, se determinarmos que isso seja razoavelmente necessário para atender aos nossos termos e condições, ou para proteger nossas operações e usuários, ou em caso de uma reorganização, fusão ou venda.” Então, por mais que a Apple esteja agindo de forma correta agora, não há garantias de que a empresa não reorganize seus negócios ou altere suas práticas de privacidade no futuro. Se isso ocorrer, as informações pessoais que você confia à empresa podem se tornar mais vulneráveis ou valiosas. Mas estamos na torcida para que a Apple continue sendo uma das melhores empresas do segmento. 🤞

# signup_requirement_explanation
source: An Apple ID is required to sign up.
de: Für die Registrierung ist eine Apple-ID erforderlich.
fr: Un identifiant Apple est requis pour s’inscrire.
pt_br: É necessário uma Apple ID para se registrar.

# how_does_it_use_data_collected
source: Apple Privacy Policy
de: Datenschutzrichtlinie von Apple
fr: Politique de confidentialité d’Apple
pt_br: Política de Privacidade da Apple

# how_does_it_use_data_collected
source: "Apple may receive personal data about you from other individuals, from businesses or third parties acting at your direction, from our partners who work with us to provide our products and services and assist us in security and fraud prevention, and from other lawful sources.
de: „Apple darf personenbezogene Daten über Sie von anderen Personen, von Unternehmen oder Dritten, die auf Ihre Anweisung hin handeln, von unseren Partnern, die mit uns zusammenarbeiten, um unsere Produkte und Dienstleistungen bereitzustellen und uns bei der Sicherheit und Betrugsprävention zu unterstützen, und aus anderen rechtmäßigen Quellen erhalten.
fr: « Apple peut recueillir des données personnelles vous concernant auprès de personnes physiques, d’entreprises ou de tiers agissant selon vos instructions, de nos partenaires qui collaborent avec nous pour fournir nos produits et services et nous assister en matière de sécurité et de prévention des fraudes, ainsi que d’autres organismes légaux.
pt_br: "A Apple pode receber dados pessoais sobre você de outros indivíduos, de empresas ou terceiros agindo sob sua direção, de nossos parceiros que trabalham conosco para fornecer nossos produtos e serviços e nos ajudar na segurança e prevenção de fraudes e de outras fontes legais.
