Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/apple-air-pods-air-pods-pro.po
Languages: es, pt_br

# manage_vulnerabilities_helptext
source: Apple has a <a id="a1">bug bounty program</a>.
es: Apple tiene un <a id="a1">programa de cazadores de bugs</a>.
pt_br: A Apple tem um <a id="a1">programa de caça a bugs</a>.

# tips_to_protect_yourself
source: You can say “Hey Siri, stop listening.” to turn off speech recognition for some time
es: Para desactivar el reconocimiento de voz durante un tiempo, puedes decir «Oye, Siri, deja de escuchar»
pt_br: Você pode dizer "E aí, Siri. Pare de ouvir." para desligar o reconhecimento de voz por um tempo.

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
es: No te registres utilizando una cuenta que ya tengas con terceros. Es mejor que ingreses un correo electrónico y una buena contraseña.
pt_br: Não se inscreva com contas de terceiros. É melhor fazer o login somente com email e senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
pt_br: Use uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
es: Configura la privacidad del dispositivo de manera que se minimice el acceso a tus datos personales a través de la aplicación (no permitas que se acceda a la cámara, el micrófono, las fotos ni los videos).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do app (não dê acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário)

# tips_to_protect_yourself
source: Keep your app regularly updated
es: Actualiza tu aplicación con regularidad.
pt_br: Mantenha seu aplicativo sempre atualizado

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
pt_br: Limite o rastreamento de anúncios no seu dispositivo (ex.: no iPhone acesse Privacidade e Segurança -&gt; Publicidade da Apple -&gt; Limitar rastreamento de anúncios) e nas principais redes de anúncios (para o Google, acesse sua conta Google e desative os anúncios personalizados)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.
pt_br: Solicite que seus dados sejam excluídos quando que você parar de usar o aplicativo. A simples exclusão de um aplicativo do dispositivo não apaga seus dados pessoais.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
es: Cuando inicies el registro, no aceptes el seguimiento de tus datos si es posible.
pt_br: Ao iniciar uma inscrição, não concorde com o rastreamento de seus dados.

# personal_data_collected
source: Your Apple ID and related account details, including email address, devices registered, account status, and age, data from which your device could be identified, such as device serial number, or about your device, such as browser type, data such as name, email address, physical address, phone number, or other contact information, data about your billing address and method of payment, such as bank details, credit, debit, or other payment card information, data about purchases of Apple products and services or transactions facilitated by Apple, including purchases on Apple platforms, data used to help identify and prevent fraud, including a device trust score, data about your activity on and use of Apple's offerings, such as app launches within Apple services, including browsing history; search history; product interaction; crash data, performance and other diagnostic data; and other usage data, precise location only to support services such as Find My or where you agree for region-specific services, and coarse location, details including salary, income, and assets information where collected, and information related to Apple-branded financial offerings, government ID Data (In certain jurisdictions, we may ask for a government-issued ID in limited circumstances, including when setting up a wireless account and activating your device, for the purpose of extending commercial credit, managing reservations, or as required by law);
es: Tu ID de Apple y los detalles de la cuenta relacionados, incluyendo tu dirección de correo electrónico, dispositivos registrados, estado de la cuenta y edad; los datos a partir de los cuales se podría identificar tu dispositivo, como el número de serie del dispositivo, o los datos sobre tu dispositivo, como el tipo de navegador; datos como tu nombre, dirección de correo electrónico, dirección física, número de teléfono u otra información de contacto; datos sobre tu dirección de facturación y método de pago, tales como datos bancarios, tarjetas de crédito, débito u otra información de tarjetas de pago; datos sobre compras de productos y servicios de Apple o transacciones facilitadas por Apple, incluidas las compras en las plataformas de Apple; datos utilizados para ayudar a identificar y prevenir fraudes, incluida una puntuación de confianza del dispositivo, los datos sobre tu actividad y el uso de las ofertas de Apple, como los lanzamientos de aplicaciones dentro de los servicios de Apple, incluido el historial de navegación; historial de búsquedas; interacción con el producto; datos de fallos, rendimiento y otros datos de diagnóstico; otros datos de uso; ubicación precisa solo para servicios de soporte como Find My o donde aceptas servicios específicos de la región; ubicación aproximada; detalles que incluyen salario, ingresos e información de activos cuando se recopilan; información relacionada con ofertas financieras de la marca Apple; datos de identificación del gobierno (en ciertas jurisdicciones, podemos solicitar una identificación emitida por el gobierno en circunstancias limitadas, como al configurar una cuenta inalámbrica y activar tu dispositivo, con el fin de otorgar crédito comercial, administrar reservas o según lo exija la ley);
pt_br: Seu ID Apple e detalhes da conta relacionados, incluindo endereço de e-mail, dispositivos registrados, status e idade da conta, dados a partir dos quais seu dispositivo pode ser identificado, como número de série do dispositivo ou sobre seu dispositivo, como tipo de navegador, dados como nome, endereço de e-mail, endereço físico, número de telefone ou outras informações de contato, dados sobre seu endereço de cobrança e método de pagamento, como dados bancários, informações de crédito, débito ou outras informações de cartão de pagamento, dados sobre compras de produtos e serviços Apple ou transações facilitadas pela Apple, incluindo compras em plataformas Apple, dados usados para ajudar a identificar e prevenir fraudes, incluindo uma pontuação de confiança do dispositivo, dados sobre sua atividade e uso das ofertas da Apple, como lançamentos de aplicativos nos serviços da Apple, incluindo histórico de navegação; histórico de pesquisa; interação do produto; dados de falhas, desempenho e outros dados de diagnóstico; e outros dados de uso, localização precisa apenas para serviços de suporte, como Find My ou onde você concorda para serviços específicos da região, e localização grosseira, detalhes incluindo salário, renda e informações de ativos quando coletados, e informações relacionadas a Ofertas financeiras da marca Apple, dados de identificação do governo (em certas jurisdições, podemos solicitar um documento de identificação emitido pelo governo em circunstâncias limitadas, incluindo ao configurar uma conta sem fio e ativar seu dispositivo, com a finalidade de estender crédito comercial, gerenciar reservas ou conforme exigido por lei);

# biometric_data_collected
source: Voice recordings, if you opt-in
es: Grabaciones de voz, si lo aceptas
pt_br: Gravações de voz, se você optar

# social_data_collected
source: Details such as the content of your communications with Apple, including interactions with customer support and contacts through social media channels.
es: Detalles como el contenido de tus comunicaciones con Apple, incluidas las interacciones con el servicio de atención al cliente y los contactos a través de los canales de redes sociales.
pt_br: Detalhes como o conteúdo de suas comunicações com a Apple, incluindo interações com o suporte ao cliente e contatos por meio de canais de mídia social.

# how_can_you_control_your_data
source: Apple Privacy Policy
es: Política de privacidad de Apple
pt_br: Política de Privacidade da Apple

# how_can_you_control_your_data
source: "At Apple, we respect your ability to know, access, correct, transfer, restrict the processing of, and delete your personal data. We have provided these rights to our global customer base..."
es: «En Apple, respetamos tu capacidad de conocer, acceder, corregir, transferir, restringir el procesamiento y eliminar tus datos personales. Hemos proporcionado estos derechos a nuestra base de clientes global...»
pt_br: "Na Apple, respeitamos sua capacidade de conhecer, acessar, corrigir, transferir, restringir o processamento e excluir seus dados pessoais. Fornecemos esses direitos à nossa base global de clientes..."

# how_can_you_control_your_data
source: "There may be situations where we cannot grant your request — for example, if you ask us to delete your transaction data and Apple is legally obligated to keep a record of that transaction to comply with law. We may also decline to grant a request where doing so would undermine our legitimate use of data for anti-fraud and security purposes, such as when you request deletion of an account that is being investigated for security concerns. Other reasons your privacy request may be denied are if it jeopardizes the privacy of others, is frivolous or vexatious, or would be extremely impractical."
es: «Es posible que, en determinadas situaciones, no podamos satisfacer tu solicitud. Por ejemplo, si nos pides eliminar los datos de tus transacciones y Apple tiene la obligación legal de mantener un registro de transacciones de conformidad con la ley. También podremos rechazar una solicitud siempre que hacerlo socave nuestro uso legítimo de los datos para fines de lucha contra el fraude y seguridad, por ejemplo, si nos pides eliminar una cuenta en investigación por cuestiones de seguridad. Otros motivos por los que puede rechazarse una solicitud en materia de privacidad es que ponga en riesgo la privacidad de otros terceros, que resulte abusiva o sin justificación o que sea muy poco práctica».
pt_br: "Podem ocorrer situações em que não teremos como realizar sua solicitação – por exemplo, se você nos pedir para excluir os dados de suas transações e a Apple estiver obrigada a manter um registro dessas transações para estar em conformidade com a lei. Também podemos negar uma solicitação se essa solicitação nos obrigar a violar nosso uso legítimo de tais dados para motivos de evitar fraudes ou por motivos de segurança, como, por exemplo, solicitar a exclusão de uma conta que esteja sendo investigada por questões de segurança. Outras situações que podem impedir a realização de sua solicitação incluem se ela colocar a privacidade de outras pessoas em risco, for frívola ou vexatória, ou se for extremamente impraticável.”

# how_can_you_control_your_data
source: "Apple retains personal data only for so long as necessary to fulfill the purposes for which it was collected, including as described in this Privacy Policy or in our service-specific privacy notices, or as required by law. We will retain your personal data for the period necessary to fulfill the purposes outlined in this Privacy Policy and our service-specific privacy summaries. When assessing retention periods, we first carefully examine whether it is necessary to retain the personal data collected and, if retention is required, work to retain the personal data for the shortest possible period permissible under law."
es: «Apple conserva datos personales solo durante el período de tiempo necesario para satisfacer los fines de su recogida, que se describen en esta Política de Privacidad o en los avisos de privacidad específicos de nuestros servicios, o de la manera exigida por la ley. Tus datos personales se conservarán durante el período de tiempo necesario para cumplir los fines descritos en la presente Política de Privacidad y en los resúmenes de privacidad específicos de nuestros servicios. Cuando se evalúen los períodos de conservación, en primer lugar, examinaremos la necesidad de conservar los datos recogidos y, si hace falta conservarlos, trabajaremos para hacerlo durante la menor cantidad de tiempo posible con arreglo a la ley».
pt_br: "A Apple retém seus dados apenas pelo tempo necessário para realizar os propósitos para os quais eles foram coletados, incluindo o que foi especificado nesta Política de Privacidade ou nos avisos de privacidade específicos para nossos serviços, ou conforme exigido pela lei. Vamos reter seus dados pessoais pelo período necessário para realizar os propósitos descritos nesta Política de Privacidade e aos resumos de privacidade específicos para nossos serviços. Ao avaliar os períodos de retenção de dados, primeiro analisamos cuidadosamente a necessidade de retê-los e, caso seja necessário, trabalhamos para reter os dados pessoais pelo período mais curto possível de acordo com a lei.”

# track_record_details
source: In July 2023, Apple and Amazon were <a id="a1">fined</a> by Spain antitrust watchdog.
es: En julio de 2023, Apple y Amazon fueron <a id="a1">multados</a> por el organismo de control antimonopolio de España.
pt_br: Em julho de 2023, a Apple e a Amazon foram <a id="a1">multadas</a> pela agência antitruste da Espanha.

# track_record_details
source: In January 2023, Apple was <a id="a1">fined</a> €8M in French privacy case.
es: En enero de 2023, Apple recibió una <a id="a1">multa</a> de 8 millones de euros en un caso de privacidad en Francia.
pt_br: Em janeiro de 2023, a Apple foi <a id="a1">multada em</a> € 8 milhões em um caso de privacidade na França.

# track_record_details
source: <a id="a1">In 2022</a>, Apple identified and patched serious security vulnerabilities, one that could allow hackers <a id="a2">take full control</a> of iOS devices.
es: <a id="a1">En 2022</a>, Apple identificó y corrigió varias vulnerabilidades graves de seguridad. Una de ellas permitía que los hackers <a id="a2">tomen el control absoluto</a> de los dispositivos iOS.
pt_br: <a id="a1">Em 2022</a>, a Apple identificou e corrigiu vulnerabilidades significativas à segurança, uma das quais teria dado a hackers a possibilidade de<a id="a2">assumir o controle </a> de dispositivos iOS.

# track_record_details
source: <a id="a1">In 2022</a>, Apple allegedly gave user data to <a id="a2">hackers who faked</a> being law enforcement and forged requests for information.
es: <a id="a1">En 2022</a>, Apple presuntamente permitió el acceso a los datos a <a id="a2">hackers que se hicieron pasar por agentes de seguridad</a> y falsificaron solicitudes de datos.
pt_br: <a id="a1">Em 2022</a>, a Apple teria supostamente entregado dados de usuários a <a id="a2">hackers que fingiram</a> ser integrantes das autoridades e falsificaram solicitações para essas informações.

# track_record_details
source: <a id="a1">In 2021</a>, Apple had a recent serious spyware security vulnerability called Pegaus that infected iPhones and other Apple devices.
es: <a id="a1">En 2021</a>, Apple fue víctima de una vulnerabilidad de seguridad por parte de un spyware llamado Pegasus que infectó iPhones y otros dispositivos de Apple.
pt_br: <a id="a1">Em 2021</a>, a Apple foi sujeita a uma vulnerabilidade séria de segurança por spyware, chamada Pegasus, que infectou iPhones e outros dispositivos Apple.

# track_record_details
source: <a id="a1">In 2021</a>, a major data leak was reported of 61 million fitness tracker data records, including Apple's Healthkit data, by the third party company GetHealth. In September 2021, a group of security researchers discovered GetHealth had an unsecured database containing over 61 million records related to wearable technology and fitness services. GetHealth accessed health data belonging to wearable device users around the world and leaked it in an non-password protected, unencrypted database. The list contained names, birthdates, weight, height, gender, and geographical location, as well as other medical data, such as blood pressure.
es: <a id="a1">En 2021</a>, hubo una importante fuga de datos por parte de la compañía GetHealth que expuso 61 millones de registros de datos de fitness, incluidos los de HealthKit de Apple. En el mes de septiembre de ese año, un equipo de investigadores en seguridad detectó que GetHealth tenía una base de datos poco segura con 61 millones de registros procedentes de tecnología wearable y servicios de fitness. GetHealth filtró datos de salud de usuarios de dispositivos wearables de todo el mundo a través de una base de datos no cifrada y sin contraseña de acceso. La lista contenía nombres, fechas de nacimiento, pesos, estaturas, géneros y ubicaciones geográficas, además de información médica como la presión sanguínea.
pt_br: <a id="a1">Em 2021</a>, foi revelado um grande vazamento de dados de 61 milhões de relatórios de rastreamento de fitness, incluindo os dados do Healthkit da Apple, pela empresa terceirizada GetHealth. Em setembro de 2021, um grupo de pesquisadores de segurança descobriu que a GetHealth tinha uma base de dados insegura contendo mais de 61 milhões de relatórios relacionados à tecnologia wearable e a serviços de fitness. A GetHealth acessou dados de saúde de usuários de dispositivos wearable ao redor do mundo e vazou essas informações em uma base de dados não criptografada e sem senha. A lista continha nomes, datas de nascimento, peso, altura, sexo e localização geográfica, além de outros dados médicos, como pressão sanguínea.

# child_safety_blurb
source: Apple Privacy Policy
es: Política de privacidad de Apple
pt_br: Política de Privacidade da Apple

# child_safety_blurb
source: "Apple understands the importance of safeguarding the personal data of children, which we consider to be an individual under the age of 13 or the equivalent age as specified by law in your jurisdiction. That is why Apple has implemented additional processes and protections to help keep children's personal data safe.
es: «En Apple, comprendemos la importancia de proteger los datos personales de los niños, los cuales determinamos que son toda persona menor de 13 años o de edad equivalente, según lo especificado en tu jurisdicción. Es por eso por lo que Apple ha implementado procesos y protecciones adicionales para ayudar a mantener la seguridad de los datos personales de los niños.
pt_br: "A Apple entende a importância de proteger dados pessoais de crianças, quem consideramos ser pessoas com menos de 13 anos de idade ou a idade equivalente, tal qual especificada na sua jurisdição. É por isso que a Apple implementou processos e proteções adicionais para ajudar a manter os dados pessoais de crianças em segurança.

# child_safety_blurb
source: To access certain Apple services, a child must have a child Apple ID. A child Apple ID may be created by the parent or, in the case of a Managed Apple ID, by the child's educational institution."
es: Para acceder a determinados servicios de Apple, un niño debe contar con un ID de Apple para un niño. Un ID de Apple para un niño puede ser creado por el padre o la madre o, en el caso de un ID de Apple gestionado, por el centro educativo del niño».
pt_br: Para ter acesso a certos serviços da Apple, uma criança precisa ter um ID Apple para crianças. Um ID Apple para crianças pode ser criado pelo seu pai ou mãe, ou, no caso de um ID Apple Gerenciado, pela instituição de educação da criança."

# ai_helptext
source: Some of Apple's AI research can be found at <a id="a1">https://machinelearning.apple.com/</a>.
es: Puedes encontrar algunas de las investigaciones de IA realizadas por Apple en <a id="a1">https://machinelearning.apple.com/</a>.
pt_br: Algumas das pesquisas sobre Inteligência Artificial realizadas pela Apple podem ser encontradas em <a id="a1">https://machinelearning.apple.com/</a>.

# ai_what_can_it_do
source: Apple states in its privacy policy, "Apple does not use algorithms or profiling to make any decision that would significantly affect you without the opportunity for human review." Apple employs machine learning in many different ways, from using it to to improve Siri to using it to sharpen the photos that you take.
es: En su política de privacidad, Apple declara que: «Apple no utiliza algoritmos ni crea perfiles para tomar decisiones que te afecten significativamente sin la oportunidad de aplicar una revisión humana». Apple emplea el aprendizaje automático de muchas formas diferentes, desde mejorar Siri hasta aumentar la calidad de las fotos que tomas.
pt_br: A Apple declara em sua política de privacidade: "A Apple não usa algoritmos ou perfis para tomar qualquer decisão que possa afetá-lo significativamente sem a oportunidade de revisão humana". A Apple utiliza o aprendizado de máquina de muitas maneiras diferentes, desde seu uso para aprimorar a Siri até seu uso para melhorar a nitidez das fotos que você tira.
