Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/apple-tv-4k.po
Languages: de, fr, pt_br

# social_data_collected
source: Details such as the content of your communications with Apple, including interactions with customer support and contacts through social media channels.
de: Details wie den Inhalt Ihrer Kommunikation mit Apple, einschließlich Interaktionen mit dem Kundensupport und Kontakten über Social-Media-Kanäle.
fr: Des informations telles que le contenu de vos communications avec Apple, y compris les interactions avec le service client et les contacts via les réseaux sociaux.
pt_br: Detalhes como o conteúdo de suas comunicações com a Apple, incluindo interações com o suporte ao cliente e contatos por meio de canais de mídia social.

# how_can_you_control_your_data
source: Apple Privacy Policy
de: Datenschutzrichtlinie von Apple
fr: Politique de confidentialité d’Apple
pt_br: Política de Privacidade da Apple

# how_can_you_control_your_data
source: "At Apple, we respect your ability to know, access, correct, transfer, restrict the processing of, and delete your personal data. We have provided these rights to our global customer base..."
de: „Bei Apple respektieren wir Ihre Fähigkeit, Ihre personenbezogenen Daten zu kennen, darauf zuzugreifen, sie zu korrigieren, zu übertragen, die Verarbeitung einzuschränken und sie zu löschen. Wir haben diese Rechte unserem globalen Kundenstamm zur Verfügung gestellt..."
fr: « Chez Apple, nous respectons vos droits de connaître, d’accéder, de corriger, de transférer, de restreindre le traitement et de supprimer vos données personnelles. Ces droits ont été octroyés à nos clients du monde entier... »
pt_br: "Na Apple, respeitamos sua capacidade de conhecer, acessar, corrigir, transferir, restringir o processamento e excluir seus dados pessoais. Fornecemos esses direitos à nossa base global de clientes..."

# how_can_you_control_your_data
source: "There may be situations where we cannot grant your request — for example, if you ask us to delete your transaction data and Apple is legally obligated to keep a record of that transaction to comply with law. We may also decline to grant a request where doing so would undermine our legitimate use of data for anti-fraud and security purposes, such as when you request deletion of an account that is being investigated for security concerns. Other reasons your privacy request may be denied are if it jeopardizes the privacy of others, is frivolous or vexatious, or would be extremely impractical."
de: „Es kann Situationen geben, in denen wir Ihrer Bitte nicht nachkommen können – zum Beispiel wenn Sie uns bitten, Ihre Transaktionsdaten zu löschen, Apple aber gesetzlich verpflichtet ist, diese Transaktion aufzuzeichnen. Wir können einen Antrag auch ablehnen, wenn dies unsere rechtmäßige Verwendung der Daten zur Betrugsbekämpfung und zu Sicherheitszwecken untergraben würde, z. B. wenn Sie die Löschung eines Accounts beantragen, der wegen Sicherheitsbedenken untersucht wird. Ihre Datenschutzanfrage kann ferner abgelehnt werden, wenn sie die Privatsphäre anderer gefährdet, leichtfertig oder schikanös ist oder äußerst unpraktisch wäre.“
fr: « Il peut y avoir des situations où nous ne pouvons pas accéder à votre demande. C’est par exemple le cas si vous nous demandez de supprimer les données de votre transaction et qu’Apple est légalement obligée de conserver un enregistrement de cette transaction pour se conformer à la loi. Nous pouvons également refuser d’accéder à une demande lorsque celle-ci porterait atteinte à notre utilisation légitime des données à des fins de lutte contre la fraude et de sécurité, par exemple en cas de demande de suppression d’un compte qui fait l’objet d’une enquête pour des problèmes de sécurité. Votre demande liée à la confidentialité peut également être refusée si elle met en péril la vie privée d’autres personnes, si elle est frivole ou vexatoire, ou si elle est extrêmement peu pratique. »
pt_br: "Podem ocorrer situações em que não teremos como realizar sua solicitação – por exemplo, se você nos pedir para excluir os dados de suas transações e a Apple estiver obrigada a manter um registro dessas transações para estar em conformidade com a lei. Também podemos negar uma solicitação se essa solicitação nos obrigar a violar nosso uso legítimo de tais dados para motivos de evitar fraudes ou por motivos de segurança, como, por exemplo, solicitar a exclusão de uma conta que esteja sendo investigada por questões de segurança. Outras situações que podem impedir a realização de sua solicitação incluem se ela colocar a privacidade de outras pessoas em risco, for frívola ou vexatória, ou se for extremamente impraticável."

# how_can_you_control_your_data
source: "Apple retains personal data only for so long as necessary to fulfill the purposes for which it was collected, including as described in this Privacy Policy or in our service-specific privacy notices, or as required by law. We will retain your personal data for the period necessary to fulfill the purposes outlined in this Privacy Policy and our service-specific privacy summaries. When assessing retention periods, we first carefully examine whether it is necessary to retain the personal data collected and, if retention is required, work to retain the personal data for the shortest possible period permissible under law."
de: „Apple bewahrt personenbezogene Daten nur so lange auf, wie es für die Erfüllung der Zwecke, für die sie erfasst wurden, erforderlich ist, einschließlich wie in dieser Datenschutzrichtlinie oder in unseren dienstspezifischen Datenschutzhinweisen beschrieben oder wie gesetzlich vorgeschrieben. Wir bewahren personenbezogene Daten so lange wie notwendig auf, um die in dieser Datenschutzrichtlinie und unseren dienstspezifischen Übersichten zum Datenschutz beschriebenen Zwecke zu erfüllen. Bei der Beurteilung der Aufbewahrungsfristen prüfen wir zunächst sorgfältig, ob es notwendig ist, die erfassten personenbezogenen Daten aufzubewahren, und wirken darauf hin, falls eine Aufbewahrung erforderlich ist, dass die personenbezogenen Daten für den kürzest möglichen gesetzlich zulässigen Zeitraum aufbewahrt werden".
fr: « Apple ne conserve les données à caractère personnel que pendant la période nécessaire à la réalisation des objectifs pour lesquels elles ont été collectées, comme décrit dans la présente politique de confidentialité, dans les avis de confidentialité spécifiques à certains services, ou encore dans le cadre d’une demande spéciale des autorités. Nous ne conserverons vos données personnelles que pendant la période nécessaire à la réalisation des objectifs décrits dans la présente politique de confidentialité et dans les extraits de notre politique de confidentialité spécifiques à certains services. Lorsque nous sommes amenés à évaluer ces périodes de conservation, nous déterminons d’abord s’il est nécessaire de conserver les données personnelles collectées et, si leur conservation s’avère nécessaire, nous nous efforçons de conserver les données personnelles pendant la période la plus courte possible autorisée par la loi. »
pt_br: "A Apple retém seus dados apenas pelo tempo necessário para realizar os propósitos para os quais eles foram coletados, incluindo o que foi especificado nesta política de privacidade ou nos avisos de privacidade específicos para nossos serviços, ou conforme exigido pela lei. Vamos reter seus dados pessoais pelo período necessário para realizar os propósitos descritos nesta política de privacidade e aos resumos de privacidade específicos para nossos serviços. Ao avaliar os períodos de retenção de dados, primeiro analisamos cuidadosamente a necessidade de retê-los e, caso seja necessário, trabalhamos para reter os dados pessoais pelo período mais curto possível de acordo com a lei."

# track_record_details
source: In July 2023, Apple and Amazon were <a id="a1">fined</a> by Spain antitrust watchdog.
de: Im Juli 2023 wurden Apple und Amazon von der spanischen Kartellbehörde mit <a id="a1">einer Geldstrafe</a> belegt.
fr: En juillet 2023, Apple et Amazon ont été condamnés à <a id="a1">verser une amende</a> par l’autorité espagnole de surveillance antitrust.
pt_br: Em julho de 2023, a Apple e a Amazon foram <a id="a1">multadas</a> pela agência antitruste da Espanha.

# track_record_details
source: In January 2023, Apple was <a id="a1">fined</a> €8M in French privacy case.
de: Im Januar 2023 wurde Apple im französischen Datenschutzverfahren <a id="a1">mit einer Geldstrafe von 8 Mio.</a> € belegt.
fr: En janvier 2023, Apple a été condamné à <a id="a1">verser une amende</a> de 8 millions d’euros dans le cadre du procès sur la protection de la vie privée en France.
pt_br: Em janeiro de 2023, a Apple foi <a id="a1">multada em</a> € 8 milhões em um caso de privacidade na França.

# track_record_details
source: <a id="a1">In 2022</a>, Apple identified and patched serious security vulnerabiiliites, one that could allow hackers <a id="a2">take full control</a> of iOS devices.
de: Im Jahr <a id="a1">2022</a> identifizierte und patchte Apple mehrere schwerwiegende Sicherheitslücken, darunter eine, mit der Hacker <a id="a2">die volle Kontrolle</a> über iOS-Geräte übernehmen konnten.
fr: <a id="a1">En 2022</a>, Apple a identifié et corrigé de sérieuses failles de sécurité, l’une d’entre elles pouvant permettre à des hackers de <a id="a2">prendre le contrôle total</a> des appareils fonctionnant sous iOS.
pt_br: <a id="a1">Em 2022</a>, a Apple identificou e corrigiu vulnerabilidades de segurança significativas, uma das quais teria dado a hackers a possibilidade de <a id="a2">assumir o controle</a> de dispositivos iOS.

# track_record_details
source: <a id="a1">In 2022</a>, Apple allegedly gave user data to <a id="a2">hackers who faked</a> being law enforcement and forged requests for information.
de: <a id="a1">2022</a> soll Apple Nutzerdaten an <a id="a2">Hacker weitergegeben haben, die sich als Strafverfolger ausgaben</a> und Auskunftsersuche fälschten.
fr: <a id="a1">En 2022</a>, Apple aurait transmis des données d’utilisateurs à <a id="a2">des pirates informatiques qui se sont fait passer</a> pour des forces de l’ordre et ont falsifié des demandes d’informations.
pt_br: <a id="a1">Em 2022</a>, a Apple teria supostamente entregado dados de usuários a <a id="a2">hackers que fingiram</a> ser integrantes das autoridades e falsificaram solicitações para essas informações.

# track_record_details
source: <a id="a1">In 2021</a>, Apple had a recent serious spyware security vulnerability called Pegaus that infected iPhones and other Apple devices.
de: <a id="a1">2021</a> hatte Apple eine sehr schwere Spyware-Sicherheitslücke namens Pegasus, die iPhones und andere Apple Geräte infizierte.
fr: <a id="a1">En 2021</a>, Apple a récemment connu une grave faille de sécurité de type spyware, appelée Pegasus, qui a infecté les iPhone ainsi que d’autres appareils Apple.
pt_br: <a id="a1">Em 2021</a>, a Apple foi sujeita a uma vulnerabilidade séria de segurança por spyware, chamada Pegasus, que infectou iPhones e outros dispositivos da Apple.

# track_record_details
source: <a id="a1">In 2021</a>, a major data leak was reported of 61 million fitness tracker data records, including Apple's Healthkit data, by the third party company GetHealth. In September 2021, a group of security researchers discovered GetHealth had an unsecured database containing over 61 million records related to wearable technology and fitness services. GetHealth accessed health data belonging to wearable device users around the world and leaked it in an non-password protected, unencrypted database. The list contained names, birthdates, weight, height, gender, and geographical location, as well as other medical data, such as blood pressure.
de: <a id="a1">2021</a> meldete das Drittunternehmen GetHealth ein großes Datenleck, von dem 61 Millionen Fitness-Tracker-Datensätze betroffen waren, darunter auch die Healthkit-Daten von Apple. Im September 2021 entdeckte eine Gruppe von Sicherheitsforschenden, dass GetHealth über eine ungesicherte Datenbank mit über 61 Millionen Datensätzen im Zusammenhang mit Wearable-Technologie und Fitnessdiensten verfügte. GetHealth griff auf Gesundheitsdaten von Nutzern von Wearables auf der ganzen Welt zu und veröffentlichte diese in einer nicht passwortgeschützten, unverschlüsselten Datenbank. Die Liste enthielt Namen, Geburtsdaten, Gewicht, Größe, Geschlecht und den geografischen Standort sowie andere medizinische Daten, wie z. B. den Blutdruck.
fr: <a id="a1">En 2021</a>, une importante fuite de données a été signalée. Elle concernait 61 millions d’enregistrements de données d’appareils de suivi de fitness, y compris les données Healthkit d’Apple, par la société tierce GetHealth. En septembre 2021, un groupe de chercheurs en sécurité a découvert que GetHealth disposait d’une base de données non sécurisée contenant plus de 61 millions d’enregistrements liés à la technologie connectée et aux services de fitness. GetHealth a accédé à des données de santé appartenant à des utilisateurs d’appareils portables du monde entier et les a divulguées dans une base de données non protégée par mot de passe et non chiffrée. La liste contenait les noms, les dates de naissance, le poids, la taille, le sexe et l’emplacement géographique, ainsi que d’autres données médicales, comme la pression artérielle.
pt_br: <a id="a1">Em 2021</a>, foi revelado um grande vazamento de dados de 61 milhões de relatórios de monioramento de fitness, incluindo os dados do Healthkit da Apple, pela empresa terceirizada GetHealth. Em setembro de 2021, um grupo de pesquisadores de segurança descobriu que a GetHealth tinha uma base de dados desprotegida contendo mais de 61 milhões de relatórios relacionados à tecnologia wearable e a serviços de fitness. A GetHealth acessou dados de saúde de usuários de dispositivos wearable em todo o mundo e vazou essas informações em uma base de dados não criptografada e sem senha. A lista continha nomes, datas de nascimento, peso, altura, gênero e localização geográfica, além de outros dados médicos, como pressão sanguínea.

# child_safety_blurb
source: Apple Privacy Policy
de: Datenschutzrichtlinie von Apple
fr: Politique de confidentialité d’Apple
pt_br: Política de Privacidade da Apple

# child_safety_blurb
source: "Apple understands the importance of safeguarding the personal data of children, which we consider to be an individual under the age of 13 or the equivalent age as specified by law in your jurisdiction. That is why Apple has implemented additional processes and protections to help keep children's personal data safe.
de: „Apple ist sich der Bedeutung des Schutzes der personenbezogenen Daten von Kindern bewusst. Als Kinder definieren wir Personen unter 13 Jahren oder einem entsprechenden in Ihrer Rechtsordnung gesetzlich festgelegten Alter. Aus diesem Grund hat Apple zusätzliche Verfahren und Schutzmaßnahmen implementiert, um die personenbezogenen Daten von Kindern zu schützen.
fr: « Chez Apple, nous comprenons l’importance de sauvegarder les données personnelles des enfants, à savoir les individus de moins de 13 ans ou l’âge équivalent spécifié par la loi de votre juridiction. C’est pourquoi nous avons mis en place des processus et protections supplémentaires afin de préserver la sécurité des données personnelles des enfants.
pt_br: "A Apple entende a importância de proteger dados pessoais de crianças, que consideramos ser pessoas com menos de 13 anos de idade ou menos da idade equivalente qual especificada na sua jurisdição. É por isso que a Apple implementou processos e proteções adicionais para ajudar a manter os dados pessoais de crianças em segurança.

# child_safety_blurb
source: To access certain Apple services, a child must have a child Apple ID. A child Apple ID may be created by the parent or, in the case of a Managed Apple ID, by the child's educational institution."
de: Um auf bestimmte Apple Dienste zugreifen zu können, muss ein Kind eine Apple ID besitzen. Eine Apple ID für ein Kind kann durch einen Elternteil oder, im Falle einer verwalteten Apple ID, durch die Bildungseinrichtung des Kindes erstellt werden.“
fr: Pour accéder à certains services Apple, un enfant doit posséder un identifiant Apple pour enfant. Un identifiant Apple pour enfant peut être créé par un parent ou, dans le cas d’un identifiant Apple géré, par l’établissement d’enseignement de l’enfant. »
pt_br: Para ter acesso a certos serviços da Apple, uma criança precisa ter uma Apple ID para crianças. Uma Apple ID para crianças pode ser criada pelo seu pai ou mãe, ou, no caso de uma Apple ID gerenciada, pela instituição de ensino da criança."

# ai_helptext
source: Some of Apple's AI research can be found at <a id="a1">https://machinelearning.apple.com/</a>.
de: Einige der KI-Forschungen von Apple finden Sie unter <a id="a1">https://machinelearning.apple.com/</a>.
fr: Certaines des recherches d’Apple sur l’IA sont disponibles sur <a id="a1">https://machinelearning.apple.com/</a>.
pt_br: Algumas das pesquisas sobre inteligência artificial realizadas pela Apple podem ser encontradas em <a id="a1">https://machinelearning.apple.com/</a>.

# ai_what_can_it_do
source: Apple states in its privacy policy, "Apple does not use algorithms or profiling to make any decision that would significantly affect you without the opportunity for human review." Apple employs machine learning in many different ways, from using it to to improve Siri to using it to sharpen the photos that you take.
de: Apple erklärt in seiner Datenschutzerklärung: "Apple verwendet keine Algorithmen oder Profiling, um Entscheidungen zu treffen, die Sie ohne die Möglichkeit einer menschlichen Überprüfung erheblich beeinträchtigen würden." Apple verwendet maschinelles Lernen auf viele verschiedene Arten, von der Verwendung zur Verbesserung von Siri bis hin zur Verwendung zum Schärfen der von Ihnen aufgenommenen Fotos.
fr: Apple déclare dans sa politique de confidentialité : « Apple n’utilise pas d’algorithmes ou de méthodes de profilage pour prendre des décisions qui vous affecteraient de manière significative sans la possibilité de recourir à un jugement humain ». Apple utilise l’apprentissage automatique de différentes manières, que ce soit pour améliorer Siri ou pour améliorer la qualité de vos photos.
pt_br: A Apple declara em sua política de privacidade: "A Apple não usa algoritmos ou perfis para tomar qualquer decisão que possa afetá-lo significativamente sem a oportunidade de revisão humana". A Apple utiliza o aprendizado de máquina de muitas maneiras diferentes, desde seu uso para aprimorar a Siri até seu uso para melhorar a nitidez das fotos que você tira.
