Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/apple-homepod.po
Languages: pt_br

# how_can_you_control_your_data
source: "At Apple, we respect your ability to know, access, correct, transfer, restrict the processing of, and delete your personal data. We have provided these rights to our global customer base..."
pt_br: "Na Apple, respeitamos sua capacidade de conhecer, acessar, corrigir, transferir, restringir o processamento e excluir seus dados pessoais. Fornecemos esses direitos à nossa base global de clientes..."

# how_can_you_control_your_data
source: "There may be situations where we cannot grant your request — for example, if you ask us to delete your transaction data and Apple is legally obligated to keep a record of that transaction to comply with law. We may also decline to grant a request where doing so would undermine our legitimate use of data for anti-fraud and security purposes, such as when you request deletion of an account that is being investigated for security concerns. Other reasons your privacy request may be denied are if it jeopardizes the privacy of others, is frivolous or vexatious, or would be extremely impractical."
pt_br: "Podem ocorrer situações em que não teremos como realizar sua solicitação – por exemplo, se você nos pedir para excluir os dados de suas transações e a Apple estiver obrigada a manter um registro dessas transações para estar em conformidade com a lei. Também podemos negar uma solicitação se essa solicitação nos obrigar a violar nosso uso legítimo de tais dados para motivos de evitar fraudes ou por motivos de segurança, como, por exemplo, solicitar a exclusão de uma conta que esteja sendo investigada por questões de segurança. Outras situações que podem impedir a realização de sua solicitação incluem se ela colocar a privacidade de outras pessoas em risco, for frívola ou vexatória, ou se for extremamente impraticável.”

# how_can_you_control_your_data
source: "Apple retains personal data only for so long as necessary to fulfill the purposes for which it was collected, including as described in this Privacy Policy or in our service-specific privacy notices, or as required by law. We will retain your personal data for the period necessary to fulfill the purposes outlined in this Privacy Policy and our service-specific privacy summaries. When assessing retention periods, we first carefully examine whether it is necessary to retain the personal data collected and, if retention is required, work to retain the personal data for the shortest possible period permissible under law."
pt_br: "A Apple retém seus dados apenas pelo tempo necessário para realizar os propósitos para os quais eles foram coletados, incluindo o que foi especificado nesta Política de Privacidade ou nos avisos de privacidade específicos para nossos serviços, ou conforme exigido pela lei. Vamos reter seus dados pessoais pelo período necessário para realizar os propósitos descritos nesta Política de Privacidade e aos resumos de privacidade específicos para nossos serviços. Ao avaliar os períodos de retenção de dados, primeiro analisamos cuidadosamente a necessidade de retê-los e, caso seja necessário, trabalhamos para reter os dados pessoais pelo período mais curto possível de acordo com a lei.”

# track_record_details
source: In July 2023, Apple and Amazon were <a id="a1">fined</a> by Spain antitrust watchdog.
pt_br: Em julho de 2023, a Apple e a Amazon foram <a id="a1">multadas</a> pela agência antitruste da Espanha.

# track_record_details
source: In January 2023, Apple was <a id="a1">fined</a> €8M in French privacy case.
pt_br: Em janeiro de 2023, a Apple foi <a id="a1">multada em</a> € 8 milhões em um caso de privacidade na França.

# track_record_details
source: <a id="a1">In 2022</a>, Apple identified and patched serious security vulnerabilities, one that could allow hackers <a id="a2">take full control</a> of iOS devices.
pt_br: <a id="a1">Em 2022</a>, a Apple identificou e corrigiu vulnerabilidades significativas à segurança, uma das quais teria dado a hackers a possibilidade de <a id="a2">assumir o controle </a> de dispositivos iOS.

# track_record_details
source: <a id="a1">In 2022</a>, Apple allegedly gave user data to <a id="a2">hackers who faked</a> being law enforcement and forged requests for information.
pt_br: <a id="a1">Em 2022</a>, a Apple teria supostamente entregado dados de usuários a <a id="a2">hackers que fingiram</a> ser integrantes das autoridades e falsificaram solicitações para essas informações.

# track_record_details
source: <a id="a1">In 2021</a>, Apple had a recent serious spyware security vulnerability called Pegaus that infected iPhones and other Apple devices.
pt_br: <a id="a1">Em 2021</a>, a Apple foi sujeita a uma vulnerabilidade séria de segurança por spyware, chamada Pegasus, que infectou iPhones e outros dispositivos da Apple.

# track_record_details
source: <a id="a1">In 2021</a>, a major data leak was reported of 61 million fitness tracker data records, including Apple's Healthkit data, by the third party company GetHealth. In September 2021, a group of security researchers discovered GetHealth had an unsecured database containing over 61 million records related to wearable technology and fitness services. GetHealth accessed health data belonging to wearable device users around the world and leaked it in an non-password protected, unencrypted database. The list contained names, birthdates, weight, height, gender, and geographical location, as well as other medical data, such as blood pressure.
pt_br: <a id="a1">Em 2021</a>, foi revelado um grande vazamento de dados de 61 milhões de relatórios de rastreamento de fitness, incluindo os dados do Healthkit da Apple, pela empresa terceirizada GetHealth. Em setembro de 2021, um grupo de pesquisadores de segurança descobriu que a GetHealth tinha uma base de dados insegura contendo mais de 61 milhões de relatórios relacionados à tecnologia wearable e a serviços de fitness. A GetHealth acessou dados de saúde de usuários de dispositivos wearable ao redor do mundo e vazou essas informações em uma base de dados não criptografada e sem senha. A lista continha nomes, datas de nascimento, peso, altura, sexo e localização geográfica, além de outros dados médicos, como pressão sanguínea.

# child_safety_blurb
source: Apple Privacy Policy
pt_br: Política de Privacidade da Apple

# child_safety_blurb
source: "Apple understands the importance of safeguarding the personal data of children, which we consider to be an individual under the age of 13 or the equivalent age as specified by law in your jurisdiction. That is why Apple has implemented additional processes and protections to help keep children's personal data safe.
pt_br: "A Apple compreende a importância de salvaguardar os dados pessoais das crianças, que consideramos ser um indivíduo com menos de 13 anos ou a idade equivalente, conforme especificado por lei em sua jurisdição. É por isso que a Apple implementou processos e proteções adicionais para ajudar a manter os dados pessoais das crianças seguros.

# child_safety_blurb
source: To access certain Apple services, a child must have a child Apple ID. A child Apple ID may be created by the parent or, in the case of a Managed Apple ID, by the child's educational institution."
pt_br: Para acessar certos serviços da Apple, uma criança deve ter um ID Apple infantil. Um ID Apple infantil pode ser criado pelos pais ou, no caso de um ID Apple Gerenciado, pela instituição de ensino da criança."

# ai_helptext
source: Some of Apple's AI research can be found at https://machinelearning.apple.com/.
pt_br: Algumas das pesquisas sobre Inteligência Artificial realizadas pela Apple podem ser encontradas em https://machinelearning.apple.com/.

# ai_what_can_it_do
source: Apple states in its privacy policy, "Apple does not use algorithms or profiling to make any decision that would significantly affect you without the opportunity for human review." Apple employs machine learning in many different ways, from using it to to improve Siri to using it to sharpen the photos that you take.
pt_br: A Apple declara em sua política de privacidade: "A Apple não usa algoritmos ou perfis para tomar qualquer decisão que possa afetá-lo significativamente sem a oportunidade de revisão humana". A Apple utiliza o aprendizado de máquina de muitas maneiras diferentes, desde seu uso para aprimorar a Siri até seu uso para melhorar a nitidez das fotos que você tira.
