Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/apple-tv-4k.po
Languages: de, fr, pt_br

# how_does_it_use_data_collected
source: - Individuals. Apple may collect data about you from other individuals — for example, if that individual has sent you a product or gift card, invited you to participate in an Apple service or forum, or shared content with you.<br/> - At Your Direction. You may direct other individuals or third parties to share data with Apple. For example, you may direct your mobile carrier to share data about your carrier account with Apple for account activation, or for your loyalty program to share information about your participation so that you can earn rewards for Apple purchases.<br/> - Apple Partners. We may also validate the information you provide — for example, when creating an Apple ID, with a third party for security, and for fraud-prevention purposes.
de: - Personen. Apple darf Daten über Sie von anderen Personen sammeln — zum Beispiel, wenn diese Person Ihnen ein Produkt oder eine Geschenkkarte geschickt, Sie zur Teilnahme an einem Apple-Dienst oder -Forum eingeladen oder Inhalte mit Ihnen geteilt hat.<br/> - Auf Ihre Anweisung. Sie können andere Personen oder Dritte anweisen, Daten mit Apple zu teilen. Zum Beispiel können Sie Ihren Mobilfunkanbieter anweisen, Daten über Ihr Mobilfunkanbieterkonto mit Apple zur Kontoaktivierung zu teilen, oder für Ihr Treueprogramm, Informationen über Ihre Teilnahme zu teilen, damit Sie Prämien für Apple-Käufe verdienen können.<br/> - Apple-Partner. Wir können die von Ihnen bereitgestellten Informationen auch validieren — zum Beispiel bei der Erstellung einer Apple-ID, mit einem Dritten aus Sicherheitsgründen und zur Betrugsprävention.
fr: Individus. Apple peut collecter des données vous concernant auprès de personnes tierces : par exemple, si celles-ci vous offrent un produit ou une carte-cadeau, vous invitent à participer à un service ou à un forum Apple, ou partagent du contenu avec vous.<br/> - Selon vos instructions. Vous pouvez demander à d’autres personnes ou à des tiers de partager des données avec Apple. Par exemple, vous pouvez demander à votre opérateur de téléphonie mobile de partager avec Apple les données relatives à votre abonnement pour l’activation de votre compte, ou à votre programme de fidélité de partager les informations relatives à votre participation afin que vous puissiez gagner des récompenses sur vos achats Apple.<br/> - Partenaires Apple. Nous pouvons également valider les informations que vous fournissez : par exemple, lors de la création d’un identifiant Apple, auprès d’un tiers à des fins de sécurité et de prévention des fraudes.
pt_br: - Indivíduos. A Apple pode coletar dados sobre você de outros indivíduos — por exemplo, se esse indivíduo lhe enviou um produto ou cartão-presente, convidou você para participar de um serviço ou fórum da Apple ou compartilhou conteúdo com você.<br/> - Na sua direção. Você pode instruir outros indivíduos ou terceiros a compartilhar dados com a Apple. Por exemplo, você pode solicitar sua operadora de celular a compartilhar dados sobre sua conta de operadora com a Apple para ativação da conta ou para que seu programa de fidelidade compartilhe informações sobre sua participação para que você possa ganhar recompensas por compras da Apple.<br/> - Parceiros Apple. Também podemos validar as informações que você fornece — por exemplo, ao criar um ID Apple, com terceiros por segurança e para fins de prevenção de fraudes.

# how_does_it_use_data_collected
source: For research and development purposes, we may use datasets such as those that contain images, voices, or other data that could be associated with an identifiable person. &lt;...&gt; When using such datasets for research and development, we do not attempt to reidentify individuals who may appear therein."
de: Für Forschungs- und Entwicklungszwecke dürfen wir Datensätze verwenden, die Bilder, Stimmen oder andere Daten enthalten, die mit einer identifizierbaren Person in Verbindung gebracht werden könnten. &lt;...&gt; Wenn wir solche Datensätze für Forschung und Entwicklung verwenden, versuchen wir nicht, Personen neu zu identifizieren, die darin erscheinen könnten."
fr: Pour les besoins de la recherche et du développement, nous pourrions utiliser des ensembles de données tels que ceux qui contiennent des images, des voix ou d’autres données susceptibles d’être associées à une personne identifiable. &lt;...&gt; Lorsque nous utilisons de tels ensembles de données à des fins de recherche et de développement, nous nous efforçons de ne pas réidentifier les personnes qui pourraient y apparaître ».
pt_br: Para fins de pesquisa e desenvolvimento, podemos usar conjuntos de dados, como aqueles que contêm imagens, vozes ou outros dados que possam estar associados a uma pessoa identificável. &lt;...&gt; Ao usar esses conjuntos de dados para pesquisa e desenvolvimento, não tentamos reidentificar indivíduos que possam aparecer neles."

# how_does_it_use_data_collected
source: "Apple does not sell your personal data including as 'sale' is defined in Nevada and California. Apple also does not 'share' your personal data as that term is defined in California."
de: "Apple verkauft Ihre personenbezogenen Daten nicht, auch nicht, so wie "Verkauf" in Nevada und Kalifornien definiert ist. Apple „teilt“ Ihre personenbezogenen Daten auch nicht, so wie dieser Begriff in Kalifornien definiert ist.“
fr: « Apple ne vend pas vos données personnelles, notamment conformément à la définition du terme "vente" dans les états du Nevada et de Californie. Apple ne "partage" pas non plus vos données personnelles selon la définition de ce terme en Californie ».
pt_br: "A Apple não vende seus dados pessoais, inclusive porque 'venda' é definida em Nevada e na Califórnia. A Apple também não 'compartilha' seus dados pessoais, de acordo com a definição desse termo na Califórnia."

# how_does_it_use_data_collected
source: "Apple may share personal data with Apple-affiliated companies, service providers who act on our behalf, our partners, developers, and publishers, or others at your direction. Apple does not share personal data with third parties for their own marketing purposes."
de: „Apple darf personenbezogene Daten an mit Apple verbundene Unternehmen, Dienstleister, die in unserem Namen handeln, unsere Partner, Entwickler und Publisher oder andere auf Ihre Anweisung hin weitergeben. Apple gibt personenbezogene Daten nicht an Dritte für deren eigene Marketingzwecke weiter.“
fr: « Apple peut partager des données personnelles avec des sociétés affiliées à Apple, des prestataires de services qui agissent en notre nom, nos partenaires, des développeurs et des éditeurs, ou d’autres parties, selon vos instructions. Apple ne partage pas de données personnelles avec des tiers à des fins de commercialisation ».
pt_br: "A Apple pode compartilhar dados pessoais com empresas afiliadas à Apple, prestadores de serviços que atuam em nosso nome, nossos parceiros, desenvolvedores e editores, ou outros sob sua orientação. A Apple não compartilha dados pessoais com terceiros para seus próprios fins de marketing."

# how_does_it_use_data_collected
source: "Apple uses personal data to power our services, to process your transactions, to communicate with you, for security and fraud prevention, and to comply with law. We may also use personal data for other purposes with your consent."
de: „Apple verwendet personenbezogene Daten, um unsere Dienste bereitzustellen, Ihre Transaktionen zu verarbeiten, mit Ihnen zu kommunizieren, zur Sicherheit und Betrugsbekämpfung sowie zur Einhaltung von Gesetzen. Mit Ihrer Zustimmung dürfen wir personenbezogene Daten auch für andere Zwecke verwenden.“
fr: « Apple utilise les données personnelles pour assurer le fonctionnement de ses services, traiter vos transactions, communiquer avec vous, assurer la sécurité et la prévention des fraudes, et se conformer à la loi. Nous pouvons également utiliser les données personnelles à d’autres fins avec votre consentement ».
pt_br: "A Apple usa dados pessoais para habilitar seus serviços, processar suas transações, se comunicar com você, por motivos de segurança e prevenção de fraudes, e para estar em conformidade com a lei. Também podemos usar dados pessoais para outros fins, desde que com seu consentimento."

# how_does_it_use_data_collected
source: "Ad Targeting Information. To see information about you that may be used to deliver targeted ads by Apple’s advertising platform, including the segments that you are in."
de: "Anzeigen-Targeting-Informationen. Um Informationen über Sie anzuzeigen, die verwendet werden können, um gezielte Anzeigen von der Werbeplattform von Apple zu schalten, einschließlich der Segmente, in denen Sie sich befinden."
fr: « Informations sur le ciblage publicitaire. Pour consulter les informations vous concernant qui peuvent être utilisées pour diffuser des publicités ciblées par la plateforme publicitaire d’Apple, y compris les segments dans lesquels vous figurez ».
pt_br: "Informações de segmentação de anúncios. Para ver informações sobre você que podem ser usadas para fornecer anúncios direcionados pela plataforma de publicidade da Apple, incluindo os segmentos em que você está."

# how_does_it_use_data_collected
source: Apple TV Apps &amp; Privacy
de: Apple TV Apps &amp; Datenschutz
fr: Applications et confidentialité de l'Apple TV

# how_does_it_use_data_collected
source: "We personalize the Apple TV app to help you discover the content that’s most relevant to you. For example, we recommend movies that we think will be of interest to you based on movies you’ve previously watched. To provide personalization, we use information including what you watch, your purchases, subscriptions, downloads, browsing, and other activities in the Apple TV app, as well as information from your account such as your age."
de: „Wir personalisieren die Apple TV-App, damit Sie die Inhalte entdecken können, die für Sie am relevantesten sind. Zum Beispiel empfehlen wir Filme, von denen wir glauben, dass sie für Sie von Interesse sein werden, basierend auf Filmen, die Sie zuvor gesehen haben. Zur Personalisierung verwenden wir Informationen wie das, was Sie sich ansehen, Ihre Einkäufe, Abonnements, Downloads, Browsing und andere Aktivitäten in der Apple TV-App sowie Informationen aus Ihrem Konto wie Ihr Alter.“
fr: « L'application Apple TV est personnalisée pour vous aider à découvrir les contenus qui vous intéressent le plus. Par exemple, nous vous recommandons des films qui, selon nous, vous intéresseront en fonction de ceux que vous avez déjà regardés. Pour assurer la personnalisation, nous utilisons des informations telles que vos visionnages, vos achats, vos abonnements, vos téléchargements, votre navigation et d'autres activités dans l'application Apple TV, ainsi que des informations provenant de votre compte, telles que votre âge. »

# how_does_it_use_data_collected
source: "We provide some non-personal data to our advertisers and strategic partners that work with Apple to provide our products and services, help Apple market to customers, and sell ads on Apple’s behalf to display on the App Store and Apple News and Stocks. For example, we may share non-personal data about your transactions and viewing activity, as well as aggregated user demographics such as age group, gender (which may be inferred from information such as your name and salutation in your Apple ID account), and region, to Apple TV strategic partners, such as content owners, so that they can measure the performance of their creative work, meet royalty and accounting requirements, and improve their associated products and services."
de: "Wir geben einige nicht-personenbezogene Daten an unsere Werbekunden und strategischen Partner weiter, die mit Apple zusammenarbeiten, um unsere Produkte und Dienste bereitzustellen, Apple bei der Vermarktung an Kunden zu unterstützen und im Namen von Apple Werbung zu verkaufen, die im App Store und in Apple News and Stocks angezeigt wird. Zum Beispiel können wir nicht-personenbezogene Daten über Ihre Transaktionen und Sehaktivitäten sowie aggregierte demografische Daten von Nutzern wie Altersgruppe, Geschlecht (die aus Informationen wie Ihrem Namen und Ihrer Anrede in Ihrem Apple ID Account abgeleitet werden können) und Region an strategische Partner von Apple TV, wie z. B. Eigentümer von Inhalten, weitergeben, damit diese die Leistung ihrer kreativen Arbeit messen, Lizenz- und Buchhaltungsanforderungen erfüllen und ihre zugehörigen Produkte und Dienste verbessern können."
fr: « Nous fournissons certaines données à caractère non personnel à nos annonceurs et partenaires stratégiques qui collaborent avec Apple pour fournir nos produits et services, pour aider Apple à commercialiser ses produits auprès de ses clients, et pour vendre des publicités au nom d'Apple qui seront diffusées sur l'App Store et sur Apple News et Bourse. Par exemple, nous pouvons partager des données non personnelles concernant vos transactions et votre activité de visionnage, ainsi que des données démographiques regroupées sur les utilisateurs, telles que la tranche d'âge, le sexe (qui peut être déduit d'informations telles que votre nom et votre prénom dans votre compte Apple ID) et la région, avec des partenaires stratégiques de l'Apple TV, tels que les propriétaires de contenu, afin qu'ils puissent mesurer la performance de leur création, répondre aux exigences en matière de redevances et de comptabilité, et améliorer leurs produits et services associés. »

# user_friendly_privacy_policy_helptext
source: Apple's privacy policies aren't exactly easy to read, but they are better than most.
de: Die Datenschutzrichtlinien von Apple sind nicht gerade leicht zu lesen, aber sie sind besser als die meisten anderen.
fr: Les politiques de confidentialité d’Apple ne sont pas particulièrement claires, mais elles sont supérieures à celles de la plupart des autres entreprises.

# uses_encryption_helptext
source: Uses encryption in transit and at rest.
de: Verschlüsselung wird sowohl bei der Übertragung als auch im Ruhezustand verwendet.
fr: Utilisation du chiffrement en transit et au repos.
pt_br: Usa criptografia em trânsito e em repouso.

# manage_vulnerabilities_helptext
source: Apple has a <a id="a1">bug bounty program</a>.
de: Apple hat ein <a id="a1">Bug-Bounty-Programm</a>.
fr: Apple a un <a id="a1">programme de prime aux bugs</a>.
pt_br: A Apple tem um <a id="a1">programa de recompensas pela descoberta de bugs</a>.

# tips_to_protect_yourself
source: <a id="a1">Adjust privacy settings</a> on Apple TV
de: <a id="a1">Datenschutzeinstellungen anpassen</a> auf Apple TV
fr: <a id="a1">Ajustez les paramètres de confidentialité</a> sur l’Apple TV
pt_br: <a id="a1">Ajustar as configurações de privacidade</a> na Apple TV

# tips_to_protect_yourself
source: You can say “Hey Siri, stop listening” to turn off speech recognition for a period of time.
de: Sie können sagen: „Hey Siri, hör auf, zuzuhören“, um die Spracherkennung für eine Zeit zu deaktivieren.
fr: Vous pouvez dire « Dis Siri, arrête d’écouter » pour désactiver la reconnaissance vocale pendant un certain temps.
pt_br: Você pode dizer "Ei Siri, pare de ouvir" para desligar o reconhecimento de voz por um tempo.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images and videos).
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Videos).
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et vidéos).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso às suas informações pessoais pelo aplicativo (não dê acesso à sua câmera, microfone, imagens e vídeos).

# tips_to_protect_yourself
source: Keep your app regularly updated.
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
fr: Mettez votre application à jour régulièrement
pt_br: Mantenha seu aplicativo sempre atualizado.

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization).
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -&gt; Werbung -&gt; Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
fr: Limitez le suivi publicitaire via votre appareil (par ex., sur iPhone, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)
pt_br: Limite o rastreamento de anúncios pelo seu dispositivo (por exemplo, no iPhone, vá em Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e nas grandes redes de anúncios (no Google, acesse a conta do Google e desative a personalização de anúncios).

# personal_data_collected
source: Your Apple ID and related account details, including email address, devices registered, account status, and age, data from which your device could be identified, such as device serial number, or about your device, such as browser type, data such as name, email address, physical address, phone number, or other contact information, data about your billing address and method of payment, such as bank details, credit, debit, or other payment card information, data about purchases of Apple products and services or transactions facilitated by Apple, including purchases on Apple platforms, data used to help identify and prevent fraud, including a device trust score, data about your activity on and use of Apple's offerings, such as app launches within Apple services, including browsing history; search history; product interaction; crash data, performance and other diagnostic data; and other usage data, precise location only to support services such as Find My or where you agree for region-specific services, and coarse location, details including salary, income, and assets information where collected, and information related to Apple-branded financial offerings, government ID Data (In certain jurisdictions, we may ask for a government-issued ID in limited circumstances, including when setting up a wireless account and activating your device, for the purpose of extending commercial credit, managing reservations, or as required by law); information about your usage of the Apple TV app and your account, including the features you use (for example, Up Next or Library), items you search for, your interactions with notifications, content pages you browse or view, information on errors or crashes within the app, and your billing zip code.
de: Ihre Apple ID und zugehörige Kontodaten, einschließlich E-Mail-Adresse, registrierte Geräte, Kontostatus und Alter, Daten, anhand derer Ihr Gerät identifiziert werden könnte, wie z. B. die Seriennummer des Geräts, oder Daten über Ihr Gerät, wie z. B. den Browsertyp, Daten wie Name, E-Mail-Adresse, Anschrift, Telefonnummer oder andere Kontaktinformationen, Daten über Ihre Rechnungsadresse und Zahlungsmethode, wie z. B. Bankdaten, Kredit-, Debit- oder andere Zahlungskarteninformationen, Daten über Käufe von Apple-Produkten und -Diensten oder von Apple vermittelte Transaktionen, einschließlich Käufe auf Apple-Plattformen, Daten, die zur Erkennung und Verhinderung von Betrug verwendet werden, einschließlich eines Gerätevertrauens-Scores, Daten über Ihre Aktivitäten auf und die Nutzung von Apple-Angeboten, wie z. B. App-Starts innerhalb von Apple-Diensten, einschließlich des Browserverlaufs; Suchverlauf, Produktinteraktion, Absturzdaten, Leistungs- und andere Diagnosedaten; und andere Nutzungsdaten, genauer Standort nur zur Unterstützung von Diensten wie Find My oder wo Sie für regionsspezifische Dienste zustimmen, und grober Standort, Details einschließlich Gehalts-, Einkommens- und Vermögensinformationen, sofern erhoben, und Informationen im Zusammenhang mit Finanzangeboten der Marke Apple, staatliche Ausweisdaten (in bestimmten Rechtsordnungen können wir unter bestimmten Umständen nach einem staatlichen Ausweis fragen, z. B. bei der Einrichtung eines drahtlosen Kontos und der Aktivierung Ihres Geräts, zum Zwecke der Gewährung von Geschäftskrediten, der Verwaltung von Reservierungen oder wenn dies gesetzlich vorgeschrieben ist); Informationen über Ihre Nutzung der Apple TV App und Ihres Kontos, einschließlich der von Ihnen genutzten Funktionen (z. B. "Up Next" oder "Library"), der von Ihnen gesuchten Objekte, Ihrer Interaktionen mit Benachrichtigungen, der von Ihnen durchsuchten oder angezeigten Inhaltsseiten, Informationen über Fehler oder Abstürze innerhalb der App und Ihrer Rechnungs-Postleitzahl.
fr: Votre identifiant Apple et les détails relatifs à votre compte, y compris l’adresse e-mail, les appareils enregistrés, le statut du compte et l’âge, les données permettant d’identifier votre appareil, telles que son numéro de série, ou concernant votre appareil, telles que le type de navigateur, les données telles que le nom, l’adresse e-mail, l’adresse physique, le numéro de téléphone ou d’autres informations de contact, les données concernant votre adresse de facturation et votre mode de paiement, telles que les coordonnées bancaires, les données relatives aux achats de produits et services Apple ou aux transactions effectuées par Apple, y compris les achats sur les plateformes Apple, les données utilisées pour aider à détecter et à prévenir les fraudes, y compris un score de confiance de l’appareil, les données relatives à votre activité concernant les offres d’Apple et à leur utilisation, telles que les lancements d’applications au sein des services Apple, y compris l’historique de navigation, l’historique de recherche, l’interaction avec les produits, les données relatives aux défaillances de l’appareil ; l’historique de recherche, l’interaction avec les produits, les données de crash, les données de performance et autres données de diagnostic, ainsi que d’autres données d’utilisation, la localisation précise dans le seul but de prendre en charge des services tels que Find My ou l’endroit où vous acceptez des services spécifiques à une région, et la localisation approximative, des détails comprenant des informations sur le salaire, le revenu et le patrimoine lorsqu’elles sont collectées, ainsi que des informations liées aux offres financières de la marque Apple, des données d’identification gouvernementales (dans certaines juridictions, nous pouvons vous demander une pièce d’identité émise par le gouvernement dans des circonstances limitées, notamment lors de la configuration d’un compte sans fil et de l’activation de votre appareil, dans le but d’accorder un crédit commercial, de gérer des réservations, ou conformément à la loi) ; des informations à propos de votre utilisation de l’application Apple TV et de votre compte, y compris les fonctionnalités que vous utilisez (par exemple, Prochainement ou Bibliothèque), les éléments que vous recherchez, vos interactions avec les notifications, le contenu des pages que vous parcourez ou consultez, des informations sur les erreurs ou les plantages dans l’application, ainsi que votre code postal de facturation.
