Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/apple-ipad.po
Languages: de, fr

# blurb
source: Ah, the iPad. The tablet that changed how we watch TV in bed, how children eat dinner at restaurants, and how our parents take pictures. From the little iPad Mini to the 12.9 inch iPad Pro, there is likely no easier to use computer device known to the human race.
de: Oh ja! Das iPad. Dieses Tablet hat verändert, wie wir im Bett fernsehen, wie Kinder in Restaurants essen und wie unsere Eltern Fotos machen. Vom kleinen iPad Mini bis zum iPad Pro mit 12,9 Zoll – es gibt wohl kaum ein Gerät, das einfacher zu bedienen ist.
fr: Ah, l’iPad. La tablette qui a tout changé : notre façon de regarder la télé au lit, les repas au restaurant avec les enfants et la manière dont nos parents prennent des photos. Du petit iPad mini à l’iPad Pro de 12,9 pouces, ce sont probablement les appareils informatiques les plus simples à utiliser de tous les temps.

# worst_case
source: Apple does a pretty good job with privacy and security as a company. Although they did recently suffer a bad <a id="a1">security vulnerability</a> that resulted in spyware that could allow bad actors to record calls and messages and even turn the device camera and microphone on without the user knowing. Apple did patch the security vulnerability. This is a good reminder that even the best companies can be vulnerable to high level hacking.
de: Apple macht einen ziemlich guten Job mit Datenschutz und Sicherheit als Unternehmen; obwohl das Unternehmen kürzlich mit einer schweren <a id="a1">Sicherheitslücke</a> zu kämpfen hatte, die zu Spyware geführt hat, die es Angreifern ermöglichen könnte, Anrufe und Nachrichten aufzuzeichnen und sogar die Gerätekamera und das Mikrofon einzuschalten, ohne dass der Benutzer es merkt. Apple hat die Sicherheitslücke gepatcht. Dies ist eine gute Erinnerung daran, dass selbst die besten Unternehmen anfällig für Hacker auf hohem Niveau sein können.

# worst_case
source: They say they don't share or sell your data and Apple takes special care to make sure your Siri requests aren't associated with you, which is great. Apple did face backlash in 2019 when it came to light their contractors were regularly listening in on confidential personal conversations when they were reviewing the voice assistant's recordings. Apple changed their policy so users weren't automatically opted-in to human voice review. Recently, Apple made another <a id="a1">positive change</a> for your Siri voice requests—many audio requests for things like setting timers or alarms or controlling music will no longer be sent over the internet to their servers, instead processing them directly on the device. This is better for your privacy.
de: Laut Apple werden Ihre Daten nicht geteilt oder verkauft und Apple achtet besonders darauf, dass Ihre Siri-Anfragen nicht mit Ihnen in Verbindung gebracht werden, und das ist großartig. Apple sah sich 2019 mit Gegenreaktionen konfrontiert, als sich herausstellte, dass Auftragnehmer des Unternehmens regelmäßig vertrauliche persönliche Gespräche mithörten, als sie die Aufzeichnungen des Sprachassistenten überprüften. Apple hat seine Richtlinie geändert, sodass Benutzer nicht automatisch für die Überprüfung der menschliche Stimme angemeldet wurden. Vor kurzem hat Apple eine weitere <a id="a1">positive Änderung</a> für Ihre Siri-Sprachanfragen vorgenommen – viele Audioanfragen für Dinge wie das Einstellen von Timern oder Weckern oder das Steuern von Musik werden nicht mehr über das Internet an ihre Server gesendet, sondern direkt auf dem Gerät verarbeitet. Dies ist besser für Ihre Privatsphäre.
fr: Apple ne partage pas vos données et ne les vend pas, et s’assure que vos demandes à Siri ne soient pas associées à vous, ce qui est une bonne chose. Apple a toutefois été très critiqué en 2019, quand il a été révélé que leurs contractuels écoutaient régulièrement des conversations personnelles lors de l’analyse des enregistrements de l’assistant vocal. Apple a modifié sa politique de confidentialité pour que le contrôle humain des enregistrements vocaux ne soit plus accepté par défaut. Récemment, Apple a apporté un autre <a id="a1">changement positif</a> à vos demandes vocales Siri : de nombreuses demandes vocales pour des choses comme le réglage de minuteurs ou d’alarmes ou encore le contrôle de la musique ne seront plus envoyées via Internet à leurs serveurs, mais seront traitées directement sur l’appareil. C’est mieux pour votre vie privée.

# worst_case
source: All in all, your iPad is probably pretty secure and private as long as you remember to set up a strong passcode to keep your nosey roommate from logging in and downloading all sorts of weird apps from the app store.
de: Alles in allem ist Ihr iPad wahrscheinlich ziemlich sicher und privat, solange Sie daran denken, einen starken Passcode einzurichten, um Ihren neugierigen Mitbewohner davon abzuhalten, sich anzumelden und alle möglichen seltsamen Apps aus dem App Store herunterzuladen.
fr: Dans l’ensemble, votre iPad est probablement assez sécurisé et privé tant que vous vous souvenez de configurer un mot de passe fort pour empêcher votre colocataire curieux de s’y connecter et de télécharger toutes sortes d’applications pas toujours très claires depuis l’App Store.

# how_does_it_use_data_collected
source: Apple says it does not share your data with third parties for commercial or marketing purposes. In June 2021, Apple <a id="a1">announced</a> that it will no longer send Siri requests to its servers, but instead will process them at the device level.
de: Apple gibt an, Ihre Daten nicht zu kommerziellen oder Marketingzwecken an Dritte weiterzugeben. Im Juni 2021 <a id="a1">kündigte Apple an</a>, keine Siri-Anfragen mehr an seine Server zu senden, sondern diese auf Geräteebene zu verarbeiten.
fr: Apple déclare ne pas partager vos données avec des tiers à des fins commerciales ou marketing. En juin 2021, Apple <a id="a1">a annoncé</a> ne plus envoyer de demandes Siri à ses serveurs, mais les traiter plutôt au niveau de l’appareil.

# user_friendly_privacy_policy_helptext
source: Apple has a webpage highlighting its privacy principles and features. Apple begins its privacy policy with a statement of principles. While this statement is very long, it is clearly broken out into relevant topics.
de: Apple unterhält eine Webseite, auf der Datenschutzprinzipien und -funktionen erläutert werden. In der Datenschutzrichtlinie von Apple werden einleitend die Prinzipien dargelegt. Zwar ist diese Einleitung insgesamt sehr lang, allerdings ist sie deutlich in relevante Themengebiete unterteilt.
fr: Apple dispose d’une page web qui décrit ses principes de confidentialité et les fonctionnalités disponibles en la matière. La politique de confidentialité d’Apple débute par une déclaration de principes. Bien qu’elle soit très longue, elle est clairement divisée en plusieurs sections pertinentes.

# manage_vulnerabilities_helptext
source: Apple has a bug bounty program, which means that anyone who finds a security issue and discloses it responsibly may get paid. https://developer.apple.com/security-bounty/
de: Apple hat ein Bug-Bounty-Programm, was bedeutet, dass jeder, der eine Sicherheitslücke entdeckt und diese verantwortungsvoll meldet, dafür bezahlt werden kann. https://developer.apple.com/security-bounty/
fr: Apple dispose d’un programme de prime aux bogues (« bug bounty »), ce qui signifie que toute personne qui découvre une faille de sécurité et la signale de façon responsable peut être payée. https://developer.apple.com/security-bounty/

# privacy_policy_helptext
source: Apple has a webpage highlighting its privacy principles and features. Apple begins its privacy policy with a statement of principles. While this statement is very long, it is clearly broken out into relevant topics.
de: Apple unterhält eine Webseite, auf der Datenschutzprinzipien und -funktionen erläutert werden. In der Datenschutzrichtlinie von Apple werden einleitend die Prinzipien dargelegt. Zwar ist diese Einleitung insgesamt sehr lang, allerdings ist sie deutlich in relevante Themengebiete unterteilt.
fr: Apple dispose d’une page web qui décrit ses principes de confidentialité et les fonctionnalités disponibles en la matière. La politique de confidentialité d’Apple débute par une déclaration de principes. Bien qu’elle soit très longue, elle est clairement divisée en plusieurs sections pertinentes.

# tips_to_protect_yourself
source: Set a strong passcode on your iPad
de: Legen Sie einen starken Passcode auf Ihrem iPad fest.
fr: Définissez un code d’accès fort sur votre iPad

# tips_to_protect_yourself
source: Follow Apple's own <a id="a1">guidelines</a> for privacy and security
de: Befolgen Sie die eigenen <a id="a1">Richtlinien</a> von Apple für Datenschutz und Sicherheit.
fr: Suivez les <a id="a1">directives d’Apple</a> en matière de confidentialité et de sécurité

# tips_to_protect_yourself
source: Be careful what apps you install on your device as some apps can be privacy invasive
de: Seien Sie vorsichtig, welche Apps Sie auf Ihrem Gerät installieren, da einige Apps die Privatsphäre verletzen können.
fr: Faites attention aux applications que vous installez sur votre appareil, car certaines applications peuvent porter atteinte à la vie privée

# personal_data_collected
source: Name, email, phone number, address
de: Name, E-Mail, Telefonnummer, Adresse
fr: Nom, adresse e-mail, numéro de téléphone, adresse postale

# biometric_data_collected
source: If you opt-in: Fingerprint, Voice recordings
de: Wenn Sie sich anmelden: Fingerabdruck, Sprachaufzeichnungen
fr: Si vous l’acceptez : empreintes digitales, enregistrements vocaux

# social_data_collected
source: Contact list
de: Kontaktliste
fr: Liste de contacts

# how_can_you_control_your_data
source: Apple retains personal data only for so long as necessary to fulfill the purposes for which it was collected, including as described in their Privacy Policy or in their service-specific privacy notices, or as required by law. No specific data retention details are provided.
de: Apple bewahrt personenbezogene Daten nur so lange auf, wie dies zur Erfüllung der Zwecke, für die sie erhoben wurden, erforderlich ist, einschließlich der in der Datenschutzrichtlinie oder in den dienstspezifischen Datenschutzhinweisen beschriebenen Zwecke, oder wie gesetzlich vorgeschrieben. Es werden keine spezifischen Angaben zur Datenspeicherung gemacht.
fr: Apple ne conserve les données personnelles que le temps nécessaire pour atteindre les objectifs pour lesquels elles ont été collectées, y compris celles décrites dans leur politique de confidentialité ou dans leurs avis de confidentialité spécifiques aux services, ou tel que requis par la loi. Aucun détail spécifique sur la conservation des données n’est fourni.

# track_record_details
source: Apple had a recent serious security vulnerability. From <a id="a1">Firewall Times</a>: "In September 2021, researchers discovered that a spyware called Pegasus had infected iPhones and other Apple Devices via a ‘zero click exploit’, granting the spyware broad power over a users’ device. Once infected, the spyware could record calls and messages and even turn the device camera and microphone on without the user knowing. Pegasus was produced by the NSO Group, an Israel-based company that sells its spyware to governments such as Mexico and Saudi Arabia. Though this spyware would presumably be used to surveil terrorists and criminal enterprises, these governments have also used it to spy on activists, politicians, and journalists. As of September 13, 2021, Apple has patched the exploit."
de: Apple hatte kürzlich eine schwerwiegende Sicherheitslücke. Zitat aus <a id="a1">Firewall Times</a>: „Im September 2021 entdeckten Forscher, dass eine Spyware namens Pegasus iPhones und andere Apple-Geräte über einen ‚Zero-Click-Exploit‘ infiziert hatte und der Spyware weitreichende Macht über das Gerät eines Benutzers gewährte. Sobald das Gerät infiziert war, konnte Spyware die Anrufe und Nachrichten aufzeichnen und sogar die Kamera und das Mikrofon des Geräts einschalten, ohne dass der Benutzer es merkt. Pegasus wurde von der NSO Group produziert, einem in Israel ansässigen Unternehmen, das seine Spyware an Regierungen wie Mexiko und Saudi-Arabien verkauft. Obwohl diese Spyware vermutlich verwendet werden sollte, um Terroristen und kriminelle Unternehmen zu überwachen, haben diese Regierungen sie auch dazu benutzt, Aktivisten, Politiker und Journalisten auszuspionieren. Seit dem 13. September 2021 hat Apple den Exploit gepatcht.“

# ai_helptext
source: Some of Apple's AI research can be found at <a id="a1">https://machinelearning.apple.com/</a>.
de: Einige der KI-Forschungen von Apple finden Sie unter <a id="a1">https://machinelearning.apple.com/</a>.
fr: Certaines des recherches d’Apple sur l’IA sont disponibles sur <a id="a1">https://machinelearning.apple.com/</a>.

# ai_what_can_it_do
source: Apple states in its privacy policy, "Apple does not take any decisions involving the use of algorithms or profiling that significantly affect you." Apple employs machine learning in many different ways, from using it to to improve Siri to using it to sharpen the photos that you take.
de: Apple stellt in seiner Datenschutzerklärung fest: „Apple trifft keine Entscheidungen, die den Einsatz von Algorithmen oder Profiling beinhalten, die Sie erheblich beeinträchtigen.“ Apple setzt maschinelles Lernen auf viele verschiedene Arten ein, von der Verbesserung von Siri bis hin zum Schärfen der von Ihnen aufgenommenen Fotos.
fr: Apple déclare dans sa politique de confidentialité : « Apple ne prend aucune décision impliquant l’utilisation d’algorithmes ou de profilage qui vous affecte de manière significative ». Apple utilise l’apprentissage automatique de différentes manières, qu’il s’agisse d’améliorer Siri ou d’améliorer la netteté des photos que vous prenez.
