Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/arlo-security-cams.po
Languages: de, es, fr

# how_does_it_use_data_collected
source: "<b>We disclose and share Information with advertising and analytics providers, including third parties.</b> We use several modern marketing tools in support of our advertising efforts. Arlo may work with first-party and third-party advertisers and analytics providers that use cookies and similar technologies to provide more relevant advertising about Arlo Products and Services on our websites and across the internet. We also use tools to help us measure the effectiveness of our advertising efforts. To learn more, please click here. To opt out, set your preferences by clicking on the Your Privacy Choices link in the footer of your browser."
fr: « <b>Nous divulguons et partageons des informations avec des fournisseurs de publicité et d’analyse, y compris des tiers.</b> Nous utilisons plusieurs outils de commercialisation modernes pour soutenir nos efforts publicitaires. Arlo peut travailler avec des annonceurs et des prestataires d’analyse internes et externes qui utilisent des cookies et des technologies similaires pour fournir une publicité plus pertinente sur les produits et services Arlo sur nos sites web et sur Internet. Nous utilisons également des outils pour nous aider à mesurer l’efficacité de nos efforts publicitaires. Pour en savoir plus, cliquez ici. Pour vous désinscrire, définissez vos préférences en cliquant sur le lien Vos choix en matière de protection de la vie privée situé dans le pied de page de votre navigateur. »

# how_does_it_use_data_collected
source: "We may disclose Information to the extent necessary to comply with the relevant laws or to protect our company and users. We may disclose Information to respond to a court order, legal request, or subpoena, including to law enforcement in response to a legally enforceable search warrant as described in our law enforcement guidelines here. We may also disclose Information in response to valid government or regulatory demands and requests."
fr: « Nous sommes susceptibles de divulguer des informations dans la mesure où cela est nécessaire pour se conformer aux lois en vigueur ou pour protéger notre entreprise et nos utilisateurs. Nous sommes autorisés à divulguer des informations pour répondre à une décision de justice, à une demande légale ou à une citation à comparaître, y compris aux forces de l’ordre en réponse à un mandat de perquisition légalement applicable, tel que décrit dans les directives relatives à l’application de la loi ici. Nous pouvons également divulguer des informations en réponse à des demandes et requêtes gouvernementales ou réglementaires valables. »

# how_does_it_use_data_collected
source: <b>Arlo Law Enforcement Guidelines</b><br/>"Arlo subscriber information will not be released absent valid legal process."
fr: <b>Directives d’application de la loi d’Arlo</b><br/>« Les informations relatives aux abonnés d’Arlo ne seront pas divulguées en l’absence d’une procédure judiciaire légitime. »

# how_does_it_use_data_collected
source: "Arlo requires valid and sufficient legal process before it will disclose subscriber information. "
fr: « Arlo exige une procédure légale valide et appropriée avant de divulguer les informations relatives à l’abonné. »

# how_does_it_use_data_collected
source: "... all warrants must meet the probable cause requirement found in the Fourth Amendment, generally meaning that there is a reasonable basis for believing that evidence of a crime is present on Arlo’s servers. Arlo also reviews legal process to ensure facial validity under applicable laws and regulations, such as the Stored Communications Act, 18 U.S.C. § 2701, et seq., and the California Electronic Communications Privacy Act, Cal. Penal Code § 1546, et seq. All legal process and requests for subscriber information must:<br/> be narrowly tailored,<br/> specifically identify the account at issue, and<br/> specifically identify the information sought.<br/>Arlo cannot respond to vague, invalid, or informal requests. Arlo also reviews all legal process and requests to ensure they are not objectionable for other reasons, such as requests that seek confidential, proprietary information, or privileged information."
fr: « … tous les mandats doivent répondre aux exigences du quatrième amendement en matière de cause probable, ce qui signifie généralement qu’il existe une base suffisante pour estimer que des preuves d’un délit se trouvent sur les serveurs d’Arlo. Arlo examine également les procédures légales pour s’assurer de leur validité au regard des lois et réglementations applicables, telles que le Stored Communications Act, 18 U.S.C. § 2701, et les paragraphes suivants, et le California Electronic Communications Privacy Act, Cal. Penal Code § 1546, et les paragraphes suivants. Toutes les procédures judiciaires et les demandes d’informations concernant les abonnés doivent :<br/> être précisément ciblées,<br/> identifier spécifiquement le compte en question, et<br/> identifier spécifiquement les informations recherchées.<br/>Arlo ne peut pas répondre à des demandes vagues, invalides ou informelles. Arlo examine également toutes les procédures et demandes légales afin de s’assurer qu’elles ne sont pas répréhensibles pour d’autres raisons, telles que les demandes visant à obtenir des informations confidentielles, des informations exclusives ou des informations privilégiées. »

# how_does_it_use_data_collected
source: "Arlo reserves its right to provide notice of legal process seeking a subscriber’s information to that subscriber unless: (a) Arlo is prohibited from doing so by statute or court order; (b) there is an emergency situation where time is of the essence; (c) notice could be detrimental to Arlo or Arlo subscribers; and/or (d) where Arlo does not have the subscriber contact information. "
fr: « Arlo se réserve le droit d’informer l’abonné d’une procédure judiciaire visant à obtenir des informations le concernant, sauf si : (a) une loi ou une décision de justice interdit à Arlo de le faire ; (b) il s’agit d’une situation d’urgence où le temps est compté ; (c) la notification pourrait être préjudiciable à Arlo ou aux abonnés d’Arlo ; et/ou (d) Arlo ne dispose pas des informations de contact de l’abonné. »

# strong_password_helptext
source: 2-step verification is required.
de: Bestätigung in zwei Schritten ist erforderlich.
es: Se requiere verificación en dos pasos.
fr: La vérification en 2 étapes est obligatoire.

# manage_vulnerabilities_helptext
source: Arlo has a <a id="a1">bug bounty program</a>, which means that anyone who finds a security issue and discloses it responsibly may get paid.
fr: Arlo dispose d’un <a id="a1">programme de prime aux bugs</a> (« bug bounty »), ce qui signifie que toute personne qui découvre une faille de sécurité et la signale de façon responsable peut être payée.

# manage_vulnerabilities_helptext
source: "Independent security researchers test Arlo products and services in an established program."
fr: « Des chercheurs en sécurité indépendants évaluent les produits et services Arlo dans le cadre d’un programme établi. »

# tips_to_protect_yourself
source: Use the SD card in case of unstable Internet connection
de: Verwenden Sie die SD-Karte bei instabiler Internetverbindung
es: Si tienes una conexión a Internet inestable, utiliza la tarjeta SD
fr: Utilisez la carte SD en cas de connexion Internet instable

# tips_to_protect_yourself
source: Consider using a <a id="a1">privacy shield</a> on your Arlo camera
de: Ziehen Sie die Verwendung eines <a id="a1">Datenschutzschilds</a> für Ihre Arlo-Kamera in Betracht
es: Considera usar un <a id="a1">escudo de privacidad</a> en tu cámara Arlo
fr: Pensez à utiliser le <a id="a1">bouclier de confidentialité</a> de votre caméra Arlo

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
fr: N’utilisez pas de compte tiers pour vous inscrire. Mieux vaut vous connecter simplement avec une adresse e-mail et un mot de passe fort.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary)
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (n’autorisez pas l’accès à votre caméra, votre micro, vos images et votre localisation, sauf si nécessaire).

# tips_to_protect_yourself
source: Keep your app regularly updated
fr: Mettez votre application à jour régulièrement

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
fr: Limitez le suivi publicitaire via votre appareil (par ex., sur iPhone, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.

# personal_data_collected
source: Name, postal address, phone number, email address, unique device identifier, and your Internet Protocol (IP) address; sex, gender expression, or age; geolocation data, inferences about your preferences, behavior, and attitude.
fr: Nom, adresse postale, numéro de téléphone, adresse e-mail, identifiant unique de l’appareil et adresse de protocole Internet (IP) ; sexe, expression de genre ou âge ; données de géolocalisation, déductions concernant vos préférences, votre comportement et vos habitudes.

# biometric_data_collected
source: Audio, visual, or similar Information.
fr: Informations audio, visuelles ou similaires.

# how_can_you_control_your_data
source: We cannot confirm if all users, regardless of location, can get their data deleted.
fr: Nous ne pouvons pas confirmer si tous les utilisateurs, où qu’ils se trouvent, peuvent obtenir la suppression de leurs données.

# how_can_you_control_your_data
source: Privacy Notice
fr: Politique de confidentialité

# how_can_you_control_your_data
source: "In some places laws grant residents certain privacy rights related to their personal Information."
fr: « Dans certains pays, la législation accorde aux résidents certains droits en matière de protection de la vie privée en ce qui concerne leurs informations personnelles. »

# how_can_you_control_your_data
source: "Right to Delete. You have the right to request that we delete any of your personal Information that you have provided or that we have collected and processed about you, subject to certain exceptions. Once we receive your request and confirm your identity, we will review your request to see if an exception requiring us to retain the Information applies. We will delete or deidentify personal Information not subject to one of these exceptions from our records to take similar action. You may delete most Information through your account settings by logging in here or though the mobile application."
fr: « Droit à la suppression. Vous avez le droit de nous demander de supprimer les informations personnelles que vous nous avez fournies ou que nous avons collectées et traitées à votre sujet, sous réserve de certaines exceptions. Une fois que nous aurons reçu votre demande et confirmé votre identité, nous examinerons votre demande afin de déterminer si une exception nous obligeant à conserver les informations s’applique. Nous supprimerons ou dépersonnaliserons les informations personnelles qui ne sont pas soumises à l’une de ces exceptions de nos dossiers pour prendre des mesures similaires. Vous pouvez supprimer la plupart des informations dans les paramètres de votre compte en vous connectant ici ou via l’application mobile. »

# how_can_you_control_your_data
source: "Right to Opt-In or Opt-Out of Sharing / Sale / Right to Object. Arlo gives consumers the right to request to opt out of the processing of the personal data for purposes of (i) targeted or cross-contextual behavioral advertising, (ii) the sale of personal data, or (iii) profiling in furtherance of decisions that produce legal or similarly significant effects concerning the consumer."
fr: « Droit au consentement ou au refus du partage / de la vente / droit d’opposition. Arlo donne aux consommateurs le droit de refuser le traitement des données à caractère personnel à des fins (i) de publicité comportementale ciblée ou contextuelle, (ii) la vente de données à caractère personnel, ou (iii) le dressage de profils dans le cadre de décisions qui engendrent des incidences juridiques ou d’autres incidences significatives similaires concernant le consommateur. »

# how_can_you_control_your_data
source: "We do not exchange your Information for monetary consideration or share your Information with a third party to use for their own marketing purposes. We only engage in cross-contextual behavioral or targeted advertising through cookies and similar tracking technologies. Under certain U.S. state laws, these activities may be considered “sharing” or “selling.” <b>We share, or have shared prior to the effective date of this Notice, identifiers such as a device ID, cookie ID, or IP address and internet/electronic network activity such as website pages visited with advertisers and advertising networks, data analytics providers and social networks through these technologies.</b> To opt-out of this processing, we will rely on you to set your preferences regarding cookies and other tracking technologies. To do this, click on the Your Privacy Choices link in the footer of your browser."
fr: « Vos informations ne sont pas vendues contre rémunération et ne sont pas communiquées à des tiers qui les utiliseraient à des fins de commercialisation. Nous pratiquons uniquement uniquement la publicité contextuelle comportementale ou ciblée par le biais de cookies et de technologies de suivi similaires. En vertu de certaines lois nationales des États-Unis, ces activités peuvent être considérées comme du « partage » ou de la « vente ». <b>Nous partageons, ou avons partagé avant la date d’entrée en vigueur de la présente politique, des identifiants tels que ceux des appareils, des cookies ou des adresses IP, ainsi que l’activité sur les réseaux internet ou électroniques, telle que les pages visitées, avec des annonceurs et des réseaux publicitaires, des prestataires de services d’analyse de données et des réseaux sociaux, par le biais de ces technologies.</b> Pour refuser ce traitement, nous vous demanderons de définir vos préférences en matière de cookies et d’autres technologies de suivi. Pour ce faire, cliquez sur le lien Vos choix en matière de protection de la vie privée qui se trouve dans le pied de page de votre navigateur. »

# how_can_you_control_your_data
source: "We retain Information as long as your account is active, for the period necessary or relevant for the practices described in this Notice, and as otherwise required by law."
fr: « Nous conservons les informations aussi longtemps que votre compte est actif, pendant la période nécessaire ou pertinente pour les pratiques décrites dans la présente politique, et dans la mesure où la loi l’exige. »

# how_can_you_control_your_data
source: Privacy Pledge
fr: Engagement de confidentialité

# how_can_you_control_your_data
source: "Create an Arlo account with minimal information and control additional data you share based on services selected. Videos and data are stored in the cloud per your chosen plan’s duration unless you manually delete them."
fr: « Créez un compte Arlo en fournissant un minimum d’informations et contrôlez les données supplémentaires que vous partagez en fonction des services sélectionnés. Les vidéos et les données sont stockées dans le nuage pendant la durée de votre abonnement, à moins que vous ne les supprimiez manuellement. »

# track_record_details
source: No known incidents in the last 3 years.
de: Keine bekannten Vorfälle in den letzten 3 Jahren.
es: No se han comunicado incidentes en los últimos 3 años.
fr: Aucun incident connu au cours des 3 dernières années.

# child_safety_blurb
source: <b>Privacy Notice</b><br/>"Arlo does not direct our Services to children, and we do not knowingly collect Information from children. If you are a parent or legal guardian and think your child has given us Information, you can write to us or email us at the addresses provided at the end of this Notice. Please mark your inquiries “Parental Information Request.” If we learn we have mistakenly or unintentionally collected or received Information from a child without appropriate consent, we will delete such Information."
fr: <b>Avis de confidentialité</b><br/>« Les services d’Arlo ne s’adressent pas aux enfants et nous ne recueillons pas intentionnellement d’informations à leur sujet. Si vous êtes un parent ou un tuteur légal et que vous pensez que votre enfant nous a fourni des informations, vous pouvez nous contacter par écrit ou par e-mail aux adresses indiquées à la fin du présent avis. Veuillez faire figurer dans votre demande la mention « Demande d’informations parentales ». Si nous apprenons que nous avons, par erreur ou involontairement, recueilli ou obtenu des informations concernant un enfant sans le consentement nécessaire, nous supprimerons ces informations. »

# ai_what_can_it_do
source: Arlo security cameras alert you when important motion is detected and filter out everyday movement. With the Arlo Person Detection feature, you receive real-time alerts when people approach your home.
de: Arlo-Sicherheitskameras warnen Sie, wenn wichtige Bewegungen erkannt werden und filtern alltägliche Bewegungen heraus. Mit der Arlo-Personenerkennungsfunktion erhalten Sie Echtzeitwarnungen, wenn sich Personen Ihrem Zuhause nähern.
es: Las cámaras de seguridad Arlo te avisan cuando detectan un movimiento importante y no tienen en cuenta los movimientos cotidianos. Con la función de detección de personas de Arlo, recibes alertas en tiempo real cuando una persona se acerca a tu casa.
fr: Les caméras de surveillance Arlo vous alertent lorsqu’un mouvement important est détecté et filtrent les mouvements du quotidien. Avec la fonction Arlo Person Detection, vous recevez des alertes en temps réel lorsque des personnes s’approchent de votre domicile.

# blurb
source: Arlo security cameras include the standard indoor and outdoor models with HD video, two-way talk, and motion detection. And recently they added an indoor security cam with what they call "privacy shield" wihich is an automated features that covers the camera when you tell it to. They also sell a video camera that works over cellular data designed to be taken anywhere for mobile surveillance. Which, yeah, sounds kinda creepy. All in all, Arlo's security cams allow for a whole lot of watching, which is what they are designed to do. Their Arlo Secure subscriptions are required to give you things like cloud storage, theft protection, and the Plus plan gets you 24/7 emergency response.
de: Arlo-Sicherheitskameras umfassen die Standardmodelle für den Innen- und Außenbereich mit HD-Video, Zwei-Wege-Gespräch und Bewegungserkennung. Und vor kurzem haben sie eine Indoor-Überwachungskamera mit einem sogenannten „Datenschutzschild“ hinzugefügt, bei dem es sich um eine automatische Funktion handelt, die die Kamera abdeckt, wenn Sie es wünschen. Sie verkaufen auch eine Videokamera, die über Mobilfunkdaten funktioniert, die für die mobile Überwachung überall hin mitgenommen werden kann. Was, ja, irgendwie gruselig klingt. Alles in allem ermöglichen die Überwachungskameras von Arlo viel Zuschauen, wofür sie entwickelt wurden. Ihre Arlo-Secure-Abonnements sind erforderlich, um Ihnen Dinge wie Cloud-Speicher und Diebstahlschutz zu bieten, und der Plus-Plan bietet Ihnen rund um die Uhr Notfallreaktionen.
es: Las cámaras de seguridad Arlo incluyen los modelos estándar para interiores y exteriores, con vídeo HD, conversación bidireccional y detección de movimiento. Además, recientemente añadieron una cámara de seguridad interior con lo que ellos llaman «escudo de privacidad», una función automatizada que cubre la cámara cuando se lo pides. También ofrecen una cámara de vídeo que funciona con datos móviles, y que puede llevarse a cualquier lugar para usarla como vigilancia móvil. Algo que, sí, suena un poco espeluznante. Con todo, las cámaras de seguridad de Arlo permiten mucha observación, que es para lo que están diseñadas. Las suscripciones a Arlo Secure son necesarias para contar con servicios como el almacenamiento en la nube o protección contra robos. El plan Plus te brinda una respuesta de emergencia las 24 horas, los 365 días del año.
