Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/arlo-security-cams.po
Languages: de, es, fr

# worst_case
source: We kinda love Arlo for a few reasons. First off, on International Privacy Day in 2019 they proudly <a id="a1">proclaimed</a> they will not share or sell or monetize their users' data in any way. It was a bit of a dig at Amazon’s Ring--who was in the midst of dealing with a number of public privacy concerns. We'll take some trolling of Ring to get great user privacy protections from Arlo. Another thing we kinda love about Arlo is they are honest about privacy on the internet. We wish more companies had this sort of honesty in their <a id="a2">privacy policy</a>, "While we use reasonable and appropriate security measures, the Internet is not 100% secure. We cannot promise that your use of our sites will be completely safe. We encourage you to use caution when using the Internet." Yes! We also encourage you to always use caution when using the internet.
de: Wir lieben Arlo aus mehreren Gründen. Zunächst einmal haben sie am Internationalen Datenschutztag 2019 stolz <a id="a1">verkündet</a>, dass sie die Daten ihrer Nutzer in keiner Weise teilen, verkaufen oder monetarisieren werden. Das war eine Anspielung auf Amazon Ring – was sich gerade mit einer Reihe öffentlicher Bedenken hinsichtlich der Privatsphäre befasste. Wir werden Ring Trolling betreiben, um einen großartigen Schutz der Privatsphäre der Benutzer von Arlo zu erhalten. Eine andere Sache, die wir an Arlo lieben, ist, dass sie ehrlich sind, was den Datenschutz im Internet angeht. Wir wünschten, mehr Unternehmen hätten diese Art von Ehrlichkeit in ihrer <a id="a2">Datenschutzerklärung</a>: „Obwohl wir vernünftige und angemessene Sicherheitsmaßnahmen anwenden, ist das Internet nicht 100% sicher. Wir können nicht versprechen, dass Ihre Nutzung unserer Websites immer absolut sicher ist. Wir empfehlen Ihnen, bei der Nutzung des Internets vorsichtig zu sein.“ Jawohl! Wir empfehlen Ihnen auch, bei der Nutzung des Internets immer vorsichtig zu sein.
es: Arlo nos encanta por varias razones. En primer lugar, en el Día Internacional de la Privacidad de 2019, <a id="a1">proclamaron</a> con orgullo que no compartirán, venderán ni monetizarán los datos de sus usuarios de ninguna manera. Fue un poco una crítica al Ring de Amazon, que en ese momento estaba lidiando con una serie de problemas públicos de privacidad. Usaremos un poco del troleo a Ring para obtener las excelentes protecciones de privacidad para los usuarios de Arlo. Otra cosa que adoramos de Arlo es que son honestos sobre la privacidad en Internet. Ojalá más empresas tuvieran este tipo de honestidad en sus <a id="a2">políticas de privacidad</a>, «Si bien utilizamos medidas de seguridad razonables y apropiadas, Internet no es 100 % seguro. No podemos prometer que el uso de nuestros sitios será completamente seguro. Os aconsejamos tener cuidado al navegar por Internet». ¡Eso es! Nosotros también te recomendamos que siempre tengas cuidado al usar Internet.

# worst_case
source: While Arlo does seem to take your privacy seriously, and hopefully they do as much work behind the scenes as they do with their PR around that, these are still video cams that record video to the Cloud on the internet, so be careful. Arlo does collect a bit of your personal information — standard things like name, email, and product usage data. This is of no great concern to us. They do say that if you access your Arlo account with a Facebook login, they might collect more personal information. Facebook also might collect more personal information on you too. Please don’t access your accounts with your Facebook login people, it’s just not a smart privacy decision.
de: Während Arlo Ihre Privatsphäre ernst zu nehmen scheint und sie hoffentlich genauso viel Arbeit hinter den Kulissen leisten wie mit ihrer PR dafür, sind dies immer noch Videokameras, die Videos im Internet in die Cloud aufnehmen. Seien Sie also vorsichtig. Arlo erfasst einige Ihrer persönlichen Daten – Standarddaten wie Name, E-Mail-Adresse und Produktnutzungsdaten. Das ist aus unserer Sicht kein großes Problem. Sie sagen, dass sie möglicherweise mehr persönliche Informationen sammeln, wenn Sie per Facebook-Anmeldung auf Ihr Arlo-Konto zugreifen. Facebook kann auch mehr persönliche Informationen über Sie sammeln. Bitte greifen Sie nicht per Facebook-Anmeldung auf Ihre Konten zu, das ist datenschutztechnisch keine gute Idee.
es: Si bien Arlo parece tomarse en serio tu privacidad y, siendo optimistas, esperamos que hagan el mismo trabajo entre bastidores como en sus relaciones públicas en torno al tema, estas siguen siendo cámaras que envían archivos de vídeo a la nube en Internet, así que ten cuidado. Arlo recopila un poco de tu información personal: cosas estándar, como nombre, correo electrónico y datos de uso del producto. Esto no nos preocupa demasiado. La empresa declara que, si accedes a tu cuenta de Arlo iniciando sesión con Facebook, es posible que recopilen más información personal. Facebook también podría recopilar más información personal sobre ti. No accedas a tus cuentas con el inicio de sesión de Facebook, porfa, no es una decisión de privacidad inteligente.

# how_does_it_use_data_collected
source: Arlo does not sell users' data, Arlo reserves the right to share the data for non-specified purposes, under user's consent. If you access your Arlo account using Facebook, they say, "If you access our Services using your Facebook account login, we may receive Personal Information about you such as your name, email address, and gender. Any Personal Information that we collect from your Facebook account may depend on your Facebook account’s privacy settings."
de: Arlo verkauft keine Benutzerdaten, Arlo behält sich das Recht vor, die Daten mit Zustimmung des Benutzers für nicht spezifizierte Zwecke weiterzugeben. Wenn Sie über Facebook auf Ihr Arlo-Konto zugreifen, heißt es: „Wenn Sie per Facebook-Anmeldung auf unsere Dienste zugreifen, erhalten wir möglicherweise personenbezogene Daten wie Ihren Namen, Ihre E-Mail-Adresse und Ihr Geschlecht. Welche personenbezogenen Daten wir über Ihr Facebook-Konto erfassen, hängt von den Datenschutzeinstellungen Ihres Facebook-Kontos ab."
es: Arlo no vende datos de usuarios, Arlo se reserva el derecho de compartir los datos para fines no especificados, con el consentimiento del usuario. Si accedes a tu cuenta de Arlo a través de Facebook, la empresa dice que «Si accedes a nuestros Servicios a través de una cuenta de Facebook, es posible que recibamos información personal sobre ti, como nombre, dirección de correo electrónico y sexo. Cualquier información personal que recopilemos de tu cuenta de Facebook podría depender de los ajustes de privacidad de dicha cuenta».

# user_friendly_privacy_policy_helptext
source: Arlo has a privacy pledge in addition to the legal privacy policy.
de: Arlo hat zusätzlich zu den gesetzlichen Datenschutzbestimmungen eine Datenschutzerklärung.
es: Además de su política de privacidad legal, Arlo tiene un compromiso de privacidad.

# manage_vulnerabilities_helptext
source: Arlo has a bug bounty program, which means that anyone who finds a security issue and discloses it responsibly may get paid. <a id="a1">https://bugcrowd.com/arlo</a>
de: Arlo hat ein Bug-Bounty-Programm, was bedeutet, dass jeder, der eine Sicherheitslücke entdeckt und diese verantwortungsvoll meldet, dafür bezahlt werden kann. <a id="a1">https://bugcrowd.com/arlo</a>
es: Arlo tiene un programa de cazadores de bugs, lo que significa que cualquier persona que encuentre un problema de seguridad y lo divulgue de manera responsable puede recibir una remuneración. <a id="a1">https://bugcrowd.com/arlo</a>

# personal_data_collected
source: Name, email, phone number, address
de: Name, E-Mail, Telefonnummer, Adresse
es: Nombre, correo electrónico, número de teléfono, dirección

# how_can_you_control_your_data
source: You can remove or delete your account. You can request access or deletion of data, if you happen to be a European or Californian resident. For others, no retention details nor data deletion rules are stated in the policy.
de: Sie können Ihr Konto entfernen oder löschen. Sie können den Zugriff oder die Löschung von Daten verlangen, wenn Sie in Europa oder Kalifornien ansässig sind. Für andere sind in der Richtlinie keine Aufbewahrungsdetails oder Datenlöschregeln angegeben.
es: Puedes borrar o eliminar tu cuenta. Si eres residente de Europa o California, puedes solicitar el acceso a tus datos o su eliminación. Para el resto de las personas, la política no proporciona información detallada sobre retención ni reglas de eliminación de datos.
