Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/arlo-security-cams.po
Languages: de, es, fr

# title
source: Arlo Security Cams
de: Arlo-Überwachungskameras
es: Cámaras de seguridad Arlo
fr: Caméras de surveillance Arlo

# blurb
source: Arlo security cameras include the standard indoor and outdoor models with HD video, two-way talk, and motion detection. They also sell a video camera that works over cellular data designed to be taken anywhere for mobile surveillance. Which, yeah, sounds kinda creepy. All in all, Arlo's security cams allow for a whole lot of watching, which is what they are designed to do. Their Arlo Secure subscriptions are required to give you things like cloud storage, package detection, and the Plus plan gets you 24/7 emergency response. So, how is Arlo at privacy? Well, we're sad to say, they're just not as good as they used to be.
fr: Les caméras de surveillance Arlo incluent les modèles intérieurs et extérieurs standard avec vidéo HD, conversation bidirectionnelle et détection de mouvement. Arlo vend également une caméra de surveillance qui fonctionne sur données cellulaires, conçue pour être emportée n’importe où pour la surveillance mobile. Ce qui semble un peu flippant, oui. Dans l’ensemble, les caméras de surveillance d’Arlo facilitent grandement la surveillance, mais c’est bien ce qui leur est demandé. Les abonnements Arlo Secure sont nécessaires pour les fonctions telles que le stockage dans le cloud ou la détection de colis et le forfait Plus vous offre des interventions 24h/24 et 7j/7 en cas d’urgence. Alors, qu’en est-il d’Arlo en matière de confidentialité ? Malheureusement, l’entreprise n’est tout simplement plus aussi à la hauteur qu’elle l’était auparavant.

# worst_case
source: Oh Arlo, you do some things so well...and yet, these days we're growing concerned about your privacy practices. Indeed, Arlo used to be one of our favorite security camera companies. They have slipped a little recently...enough to worry us. But, they still do some things we really like to see.
fr: Oh Arlo, vous savez si bien faire certaines choses… et pourtant, ces jours-ci, nous nous inquiétons de plus en plus de vos pratiques en matière de protection de la vie privée. En effet, Arlo était l’une de nos sociétés de caméras de surveillance préférées. Ces derniers temps, ils filent un mauvais coton… assez pour nous inquiéter. Toutefois, ils continuent à proposer des solutions que nous apprécions beaucoup.

# worst_case
source: First, the good stuff. We first fell in love with Arlo back on International Privacy Day in 2019 when they proudly <a id="a1">proclaimed</a> they will not share or sell or monetize their users' data in any way. It was a bit of a dig at Amazon’s Ring--who was in the midst of dealing with a number of public privacy concerns. We'll take some trolling of Ring to get great user privacy protections from Arlo. Arlo also has a very nice page where they <a id="a2">lay out clearly how, when, and why they will share data with law enforcement</a> and governments. This is super nice to see because companies like Amazon Ring have such a close relationship with law enforcement and sharing of video it leaves us very concerned. Arlo does much better, clearly stating they will only share your video and personal information with law enforcement through a valid legal process and even then they say they will limit what they share as much as possible. This is what we like to see! Good work Arlo.
fr: Commençons par les bonnes nouvelles. Nous sommes tombés amoureux d’Arlo pour la première fois lors de la Journée internationale de la vie privée en 2019, lorsqu’ils ont fièrement <a id="a1">proclamé</a> qu’ils ne partageraient pas, ne vendraient pas et ne monétiseraient pas les données de leurs utilisateurs de quelque manière que ce soit. C’était en quelque sorte une attaque contre le Ring d’Amazon, qui était alors en train de faire face à un certain nombre de préoccupations publiques en matière de protection de la vie privée. Nous devrons nous attaquer à Ring pour obtenir d’Arlo une bonne protection de la vie privée des utilisateurs. Arlo dispose également d’une page très intéressante où sont clairement <a id="a2">expliqués comment, quand et pourquoi les données seront partagées avec les forces de l’ordre</a> et l’administration. C’est très agréable à voir car des sociétés comme Amazon Ring ont une relation si étroite avec les forces de l’ordre et le partage de vidéos que cela nous inquiète beaucoup. Arlo fait beaucoup mieux, en déclarant clairement ne partager vos vidéos et vos informations personnelles avec les forces de l’ordre uniquement dans le cadre d’une procédure légale valide, et même dans ce cas, la société affirme qu’elle limitera autant que possible ce qu’elle partage. Voilà ce que nous aimons voir ! Bon travail Arlo.

# worst_case
source: Arlo also used to include a 10% of discount code hidden in their privacy policy for people who took the time to read it. We're very sad to see that has disappeared. We're also sad to see that Arlo says they collect information about you from third parties – from public sources as well as marketing and research and service providers. And that they can use all the information they gather about you and combine it and the create inferences about your preferences, behavior, and attitude. Here at *Privacy Not Included we really hate these "inferences" companies create on us with all the data they gather. They feel icky and creepy and we just don't see a need for them. Do better Arlo!
fr: Arlo avait également pour habitude d’inclure un code de réduction de 10 % caché dans sa politique de confidentialité pour les personnes qui prenaient le temps de la lire. Nous sommes très tristes de constater que ce code a disparu. Nous sommes également attristés de constater qu’Arlo déclare recueillir des informations vous concernant auprès de tiers, qu’il s’agisse de sources publiques ou de prestataires de services de marketing et de recherche. De plus, Arlo peut utiliser toutes les informations recueillies à votre sujet et les combiner pour créer des déductions sur vos préférences, votre comportement et vos habitudes. Chez *Confidentialité non incluse, nous avons vraiment horreur de ces « inférences » que les entreprises créent sur nous à partir de toutes les données qu’elles recueillent. Elles nous paraissent bizarres et effrayantes et nous n’en voyons pas l’utilité. Peut mieux faire, Arlo !

# worst_case
source: Arlo’s privacy policy clearly lays out all the data they collect about you and what they do with it. We appreciate the clarity. Just beware, they do say they can collect some pretty personal information on you like sex, gender expression, or age if you chose to share it as part of your emergency response profile. This is probably OK, just remember, once you share this information, it's out there and you have to trust that it won't ever be hacked or leaked or shared in a way you might not want.
fr: La politique de confidentialité d’Arlo expose clairement toutes les données recueilles sur vous et dans quel but. Nous apprécions cette clarté. Mais attention, la société indique pouvoir collecter des informations personnelles telles que le sexe, le genre ou l’âge si vous choisissez de les partager dans le cadre de votre profil d’intervention en cas d’urgence. C’est probablement une bonne chose, mais n’oubliez pas qu’une fois que vous avez communiqué ces informations, elles sont accessibles et il faut être sûr qu’elles ne seront jamais piratées, divulguées ou partagées à votre insu.

# worst_case
source: Arlo also says they don't share your personal information with third parties for those third parties to use for their own marketing purposes. This is good. But they do say they can share some of your personal information -- things such as "<i>identifiers such .. IP address and internet/electronic network activity such as website pages visited with advertisers and advertising networks, data analytics providers and social networks"</i> -- with third parties through their use of cookies and tracking technologies. Under certain U.S. state laws, as <a id="a1">Arlo says</a>, <i>“these activities may be considered ‘sharing’ or ‘selling.’</i>” Arlo’s pledge not to monetize your data came before California’s privacy law <a id="a2">CCPA</a> came into force with its stricter definition of what that actually means. Good news: You can <a id="a3">opt out</a>.
fr: Arlo affirme également ne pas communiquer vos informations personnelles à des tiers qui les utiliseraient à des fins de commercialisation. C’est une bonne chose. Cependant, Arlo indique être en mesure de partager certaines de vos informations personnelles avec des tiers, par exemple «<i> des identifiants tels que l’adresse IP et l’activité sur le réseau Internet/électronique, comme les pages du site Web visitées, avec des annonceurs et des réseaux publicitaires, des fournisseurs de services d’analyse de données et des réseaux sociaux »</i>, par le biais de cookies et de technologies de suivi. Selon les lois de certains États américains, comme <a id="a1">le déclare Arlo</a>, <i>« ces activités peuvent être considérées comme du « partage » ou de la « vente »</i> ». Arlo s’est engagé à ne pas monétiser vos données avant l’entrée en vigueur de la loi californienne sur la protection de la vie privée (<a id="a2">CCPA</a>), qui donne une définition plus stricte de ce que cela signifie. Bonne nouvelle : vous pouvez <a id="a3">vous désengager</a>.

# worst_case
source: One last thing we should highlight while we’re getting into the nitty-gritty (hey, that’s what we do) is that Arlo can share aggregated and non-personal information “without restriction.” And we have to tell you that privacy researchers warn it has been shown to be pretty easy to re-identify some <a id="a1">so-called anonymous data sets</a>. Hopefully Arlo's aggregated and non-personal information doesn't end up being data that can be re-identified.
fr: Une dernière chose que nous devrions souligner en entrant dans le vif du sujet (c’est notre métier), est qu’Arlo peut partager des informations regroupées et non personnelles « sans restriction ». Et nous devons vous informer que les experts en protection de la vie privée nous avertissent qu’il a été démontré qu’il était assez facile de ré-identifier certains <a id="a1">ensembles de données soi-disant anonymes</a>. Espérons que les informations regroupées et non personnelles d’Arlo ne finiront pas par être des données susceptibles d’être réidentifiées.

# worst_case
source: What's the bottom line with Arlo? Well, we're sad to say they just aren't as good as they used to be -- which seems to be a common theme with so many of the products we review these days. That's a bummer. However, they are still better than some other security camera companies we review like Amazon Ring and Wyze. What's the worst that could happen with your Arlo security camera? Well, we'd hate for them to gather a bunch of data on you and infer that your attitude is ripe for fear and use that to try and sell you a bunch more cameras and video monitoring services that you might not need or be able to afford. That might not be the worst thing that could happen, but we really hate the "inferences" these companies say they can make on us based on their black box algorithms. They give us a bad attitude for sure!
fr: Quel est le bilan d’Arlo ? Eh bien, nous sommes tristes de constater qu’ils ne sont tout simplement plus aussi bons que par le passé, ce qui semble être un point commun à de nombreux produits que nous évaluons de nos jours. C’est regrettable. Cependant, ils sont toujours meilleurs que d’autres fabricants de caméras de surveillance que nous évaluons, comme Amazon Ring et Wyze. Que pourrait-il arriver de pire avec votre caméra de surveillance Arlo ? Eh bien, nous ne voudrions pas qu’ils recueillent un tas de données sur vous et en déduisent que vous êtes enclin à la peur et qu’ils utilisent cela pour essayer de vous vendre plus de caméras et de services de surveillance vidéo dont vous n’avez peut-être pas besoin ou que vous n’avez peut-être pas les moyens de vous offrir. Ce n’est peut-être pas la pire chose qui puisse arriver, mais nous avons réellement horreur des « déductions » que ces entreprises pensent pouvoir faire sur nous en se basant sur leurs algorithmes de boîte noire. Elles nous font perdre nos nerfs, c’est certain !

# how_does_it_use_data_collected
source: We ding this product for combining users' data with data obtained from third parties for marketing purposes, including to create inferences on users' preferences, behavior, and attitudes, and sharing some personal information with third-party advertisers.
fr: Nous signalons ce produit comme combinant les données des utilisateurs avec des données obtenues auprès de tiers à des fins de commercialisation, y compris pour établir des déductions sur les préférences, le comportement et les habitudes des utilisateurs, et pour partager certaines informations personnelles avec des annonceurs tiers.

# how_does_it_use_data_collected
source: Privacy Notice
fr: Politique de confidentialité

# how_does_it_use_data_collected
source: <b>"</b>We disclose and share Information with advertising and analytics providers, including third parties. We use several modern marketing tools in support of our advertising efforts. Arlo may work with first-party and third-party advertisers and analytics providers that use cookies and similar technologies to provide more relevant advertising about Arlo Products and Services on our websites and across the internet. We also use tools to help us measure the effectiveness of our advertising efforts."
fr: <b>«</b> Nous divulguons et partageons des informations avec des fournisseurs de publicité et d’analyse, y compris des tiers. Nous utilisons plusieurs outils de commercialisation modernes pour soutenir nos efforts publicitaires. Arlo peut travailler avec des annonceurs et des prestataires d’analyse internes et externes qui utilisent des cookies et des technologies similaires pour fournir une publicité plus pertinente sur les produits et services Arlo sur nos sites web et sur Internet. Nous utilisons également des outils pour nous aider à mesurer l’efficacité de nos efforts publicitaires. »

# how_does_it_use_data_collected
source: "<b>We may make inferences drawn from any of the Information collected</b>. <b>We may use Information</b> from the categories described above <b>to create a profile about you to personalize your experience by reflecting your preferences, behavior, and attitude</b>."
fr: «<b> Nous sommes susceptibles de réaliser des déductions à partir des informations collectées</b>.<b>Nous pouvons utiliser des informations</b> provenant des catégories décrites ci-dessus<b> pour créer un profil vous concernant afin de personnaliser votre expérience en reflétant vos préférences, votre comportement et vos habitudes</b>. »

# how_does_it_use_data_collected
source: "We may disclose Information to the extent necessary to comply with the relevant laws or to protect our company and users. We may disclose Information to respond to a court order, legal request, or subpoena, including to law enforcement in response to a legally enforceable search warrant as described in our law enforcement guidelines here. We may also disclose Information in response to valid government or regulatory demands and requests. We may also disclose Information when we investigate potential fraud, abuse, or other similar violations of Arlo Terms. We may also disclose Information to protect the rights, property, or safety of our business, our employees, our customers, or others."
fr: « Nous pouvons divulguer des informations dans la mesure où cela est nécessaire pour se conformer aux lois en vigueur ou pour protéger notre entreprise et nos utilisateurs. Nous sommes susceptibles de divulguer des informations pour répondre à une décision de justice, à une demande légale ou à une citation à comparaître, y compris aux forces de l’ordre en réponse à un mandat de perquisition légalement applicable, tel que décrit dans nos directives relatives à l’application de la loi ici. Nous sommes également autorisés à divulguer des informations en réponse à des demandes et requêtes gouvernementales ou réglementaires valables. Nous pouvons également divulguer des informations lorsque nous enquêtons sur une fraude potentielle, un abus ou d’autres violations similaires des conditions d’utilisation d’Arlo. Nous pouvons également divulguer des informations pour protéger les droits, la propriété ou la sécurité de notre entreprise, de nos employés, de nos clients ou d’autres personnes. »

# how_does_it_use_data_collected
source: "We may disclose aggregated Information that does not identify any individual, without restriction. We may share non-personal Information without restriction".
fr: « Nous sommes autorisés à divulguer des informations regroupées qui ne permettent pas d’identifier un individu, sans aucune restriction. Nous sommes en droit de partager des informations non personnelles sans restriction. »

# how_does_it_use_data_collected
source: "We use limited video Information for device set up and use to provide Services.We use artificial intelligence to process certain video Information from your cameras so that we can monitor your environment, send you alerts, and allow you to further configure your Services. For example, you may configure your Services to send an alert to you based on the type of activity that has been detected. Depending on your subscription plan, configuration and settings, we store the videos you capture for various time periods."
fr: « Nous utilisons l’intelligence artificielle pour traiter certaines informations vidéo provenant de vos caméras afin de surveiller votre environnement, de vous envoyer des alertes et de vous permettre de configurer davantage vos services. Par exemple, vous pouvez configurer vos services pour qu’une alerte vous soit envoyée en fonction du type d’activité qui a été détecté. Nous stockons les vidéos que vous capturez pendant différentes périodes en fonction de votre formule d’abonnement, de votre configuration et de vos paramètres. »

# how_does_it_use_data_collected
source: "We use some Information for marketing purposes.We use your Information to share updates about new products and special offers, including promotions, surveys, and contests. These updates may include information about Arlo’s new features and Services or information about select third-party offers or products we think you might find interesting, but <b>we will not send your Information to these third-parties to use for their own marketing purposes.</b> We’ll give you these updates and information through email, on our apps, or on social media platforms.<b>"</b>
fr: « Nous utilisons vos informations pour vous tenir au courant des nouveaux produits et des offres spéciales, y compris les promotions, les enquêtes et les concours. Ces mises à jour peuvent inclure des informations sur les nouvelles fonctionnalités et les nouveaux services d’Arlo ou des informations sur des offres ou des produits tiers sélectionnés que nous pensons susceptibles de vous intéresser, mais <b>nous ne transmettons pas vos informations à ces tiers pour qu’ils les utilisent à leurs propres fins de commercialisation.</b> Nous vous communiquerons ces mises à jour et informations par e-mail, sur nos applications ou sur les plateformes de réseaux sociaux. <b>»</b>

# how_does_it_use_data_collected
source: "<b>We get Information about you from third parties or other sources</b>. Third party products or apps may also share Information about you. For example, usage data from your integrated products may be provided to us. We may get sensory and motion data from your mobile device. We may also collect Information about you from other users, including your name, phone number, or email address. Arlo users may also provide names and images to associate with friends and family and other household members. If you provide Information about another person, it is your responsibility to ensure you have that party’s permission. Arlo also utilizes service providers to assist with marketing and research initiatives and may obtain Information about you from those providers. We may also obtain Information about you from governmental or public sources."
fr: «<b> Nous obtenons des informations vous concernant auprès de tiers ou d’autres sources</b>. Les produits ou applications de tiers peuvent également partager des informations vous concernant. Par exemple, les données d’utilisation de vos produits intégrés peuvent nous être communiquées. Nous pouvons obtenir des données sensorielles et de mouvement à partir de votre appareil mobile. Nous pouvons également recueillir des informations vous concernant auprès d’autres utilisateurs, notamment votre nom, votre numéro de téléphone ou votre adresse e-mail. Les utilisateurs d’Arlo peuvent également fournir des noms et des images à associer à vos amis, à votre famille et à d’autres membres de votre foyer. Si vous fournissez des informations concernant une autre personne, il est de votre responsabilité de vous assurer que vous avez l’autorisation de cette personne. Arlo fait également appel à des prestataires de services pour l’aider dans ses activités de commercialisation et de recherche et peut obtenir des informations vous concernant de la part de ces prestataires. Nous pouvons également obtenir des informations vous concernant auprès de sources gouvernementales ou publiques. »

# how_does_it_use_data_collected
source: "<b>We combine Information.</b>Our Services provide integrated security solutions, which means we may combine Information that we have collected directly from you, from across your devices, products, or Services, or that is received from a third party. If we combine or connect non-personal information with personal Information so that it directly or indirectly identifies an individual or so that we may draw inferences about an individual, we treat the combined Information as personal Information and, when applicable, sensitive personal Information."
fr: «<b> Nous regroupons les informations.</b>Nos services fournissent des solutions de sécurité intégrées, ce qui signifie que nous pouvons combiner les informations que nous avons collectées directement auprès de vous, à partir de vos appareils, produits ou services, ou qui sont obtenues auprès d’un tiers. Si nous combinons ou connectons des informations non personnelles avec des informations personnelles de sorte qu’elles identifient directement ou indirectement un individu ou que nous puissions tirer des conclusions sur un individu, nous traitons les informations combinées comme des informations personnelles et, le cas échéant, des informations personnelles sensibles. »
