Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/audi.po
Languages: de

# how_does_it_use_data_collected
source: "We may further use your personal data from the vehicle in an anonymised form. Anonymous means that it is no longer possible to draw conclusions or identify an individual person. For example, we remove identifying features such as the vehicle identification number, aggregate the data or only process statistical data. Anonymising the data serves to protect your privacy. "
de: „Wir können Ihre personenbezogenen Daten aus dem Fahrzeug in anonymisierter Form weiterverwenden. Anonym bedeutet, dass es nicht mehr möglich ist, Rückschlüsse zu ziehen oder eine einzelne Person zu identifizieren. Zum Beispiel entfernen wir identifizierende Merkmale wie die Fahrzeugidentifikationsnummer, aggregieren die Daten oder verarbeiten nur statistische Daten. Die Anonymisierung der Daten dient dem Schutz Ihrer Privatsphäre.“

# how_does_it_use_data_collected
source: "Control units process data to operate the vehicle. This includes for example:<br/>- Vehicle status information (e.g., speed, deceleration, lateral acceleration, wheel revolution speed, whether the seat belts are fastened),<br/>- Environmental conditions (e.g., temperature, rain sensor, distance sensor).<br/><b>This data is generally volatile – it is not stored after the vehicle is switched off and is only processed in the vehicle itself.</b> Control units often contain data memory (sometimes also including the vehicle keys). These are used to temporarily or permanently document information about vehicle status, component stress, maintenance requirements and technical events and errors.<br/>Depending on technical equipment, the following information is stored:
de: „Kontrolleinheiten verarbeiten Daten zum Betrieb des Fahrzeugs. Dazu gehören zum Beispiel:<br/>– Informationen zum Fahrzeugstatus (z. B. Geschwindigkeit, Verzögerung, Querbeschleunigung, Raddrehzahl, ob die Sicherheitsgurte angelegt sind),<br/>– Umgebungsbedingungen (z. B. Temperatur, Regensensor, Abstandssensor).<br/><b>Diese Daten sind in der Regel flüchtig – sie werden nach dem Abschalten des Fahrzeugs nicht gespeichert und nur im Fahrzeug selbst verarbeitet.</b> Steuergeräte enthalten oft Datenspeicher (teilweise auch die Fahrzeugschlüssel). Diese dienen zur temporären oder dauerhaften Dokumentation von Informationen über Fahrzeugstatus, Bauteilbeanspruchung, Wartungsanforderungen, technischen Ereignisse und Fehler.<br/>Abhängig von der technischen Ausstattung werden folgende Informationen gespeichert:

# how_does_it_use_data_collected
source: - Operating conditions of system components (e.g., fill levels, tyre pressure, battery status)<br/>- Deviations from system states in important system components (e.g., lights, brakes) that are documented in the internal vehicle systems event memory,<br/>- System responses in specific driving situations (e.g., deployment of airbags, use of stability control systems)<br/>- Information about vehicle-damaging events,<br/>- For electric vehicles, the charge level of the high-voltage battery, estimated range.<br/>In special cases (e.g., when the vehicle has detected a malfunction), it may be necessary to store data that would otherwise be volatile.
de: – Betriebszustände von Systemkomponenten (z. B. Füllstände, Reifendruck, Batteriestatus)<br/>– Abweichungen von Systemzuständen in wichtigen Systemkomponenten (z. B. Leuchten, Bremsen), die im fahrzeuginternen Ereignisspeicher dokumentiert sind,<br/>– Systemreaktionen in bestimmten Fahrsituationen (z. B. Auslösen von Airbags, Einsatz von Stabilitätskontrollsystemen)<br/>– Informationen über fahrzeugschädigende Ereignisse,<br/>– Bei Elektrofahrzeugen der Ladezustand der Hochvoltbatterie, geschätzte Reichweite.<br/>In Sonderfällen (z. B., wenn das Fahrzeug eine Fehlfunktion erkannt hat) kann es erforderlich sein, Daten zu speichern, die sonst flüchtig wären.

# how_does_it_use_data_collected
source: If you use services (e.g., repair services, maintenance work), the stored operating data and the vehicle identification number (VIN) might, to the extent necessary, be read out and accessed. The data may be read out from the vehicle by an employee of the service network (e.g., workshops and manufacturer) or third parties (e.g., roadside assistance services). The same applies to warranty cases and quality assurance measures.<br/>The readout is generally carried out via the statutorily prescribed connection for OBD ("on-board diagnostics") in the vehicle. The readout operating data records the technical conditions of the vehicle or individual components and helps with error diagnostics, compliance with maintenance obligations and with quality improvement. This data, especially information about component stress, technical events, operating errors and other errors, is sent with the respective vehicle identification number (VIN) to the manufacturer, if necessary. In addition, the manufacturer is subject to product liability. For liability issues, such as vehicle recalls, the manufacturer also uses operating data from the vehicle. This data may also be used to review warranty and guarantee claims by customers."
de: Wenn Sie Leistungen (z. B. Reparaturleistungen, Wartungsarbeiten) in Anspruch nehmen, können die gespeicherten Betriebsdaten und die Fahrzeug-Identifikationsnummer (FIN), soweit erforderlich, ausgelesen und abgerufen werden. Die Daten können von einem Mitarbeiter des Servicenetzwerks (z. B. Werkstätten und Hersteller) oder Dritten (z. B. Pannendienste) aus dem Fahrzeug ausgelesen werden. Gleiches gilt für Gewährleistungsfälle und Qualitätssicherungsmaßnahmen.<br/>Das Auslesen erfolgt grundsätzlich über den gesetzlich vorgeschriebenen Anschluss für OBD („On-Board-Diagnose“) im Fahrzeug. Die ausgelesenen Betriebsdaten erfassen den technischen Zustand des Fahrzeugs oder einzelner Komponenten und helfen bei der Fehlerdiagnose, der Einhaltung von Wartungspflichten und der Qualitätsverbesserung. Diese Daten, insbesondere Informationen über Bauteilbeanspruchung, technische Ereignisse, Bedienungsfehler und sonstige Fehler, werden, falls nötig, mit der jeweiligen Fahrzeug-Identifikationsnummer (FIN) an den Hersteller übermittelt. Darüber hinaus unterliegt der Hersteller der Produkthaftung. Für Haftungsfragen wie Fahrzeugrückrufe nutzt der Hersteller ebenfalls Betriebsdaten aus dem Fahrzeug. Diese Daten können zudem zur Überprüfung von Gewährleistungs- und Garantieansprüchen von Kund*innen verwendet werden.“

# user_friendly_privacy_policy_helptext
source: Audi has a complicated privacy policy ecosystem (yeah, I wrote privacy policy ecosystem...trust me, it feels weird even for a privacy researcher to write that) for their cars, apps, website, and more that can be tricky to find, navigate, and understand. For instance, Audi USA has different privacy policies for cars made from 2019 forward and another for cars made in 2018 and older. As part of the Volkswagen Group, they link out to their privacy policies too. Navigating and trying to understand Audi's privacy policies can get very confusing.
de: Audi hat ein kompliziertes Datenschutzrichtlinien-Ökosystem (ja, ich habe absichtlich Datenschutzrichtlinien-Ökosystem geschrieben … Sie können mir glauben, es fühlt sich selbst für eine*n Datenschutzforscher*in seltsam an, das zu schreiben) für ihre Autos, Apps, Websites und mehr, das schwierig zu finden, zu navigieren und zu verstehen sein kann. Zum Beispiel hat Audi USA unterschiedliche Datenschutzrichtlinien für Autos mit Baujahr ab 2019 und Autos mit Baujahr bis 2018. Als Teil des Volkswagen Konzerns verweisen sie auch auf dessen Datenschutzrichtlinien. Das alles zu navigieren und zu versuchen, die Datenschutzrichtlinien von Audi zu verstehen, kann also zu einer ganz schön verwirrenden Sache werden.

# uses_encryption_helptext
source: We cannot determine if all data sitting on the car, including telematic data the car collects as well as data shared when you connect your phone sits encrypted, and if all collected data is encrypted in transit. We reached out to the company to attempt to determine this multiple times and received no response.
de: Wir sind nicht in der Lage, festzustellen, ob alle Daten, die im Auto gespeichert werden – einschließlich der Telematikdaten, die das Auto sammelt, und der Daten, die übertragen werden, wenn das Telefon angeschlossen wird –, verschlüsselt sind und ob alle erhobenen Daten während der Übertragung verschlüsselt werden. Wir haben das Unternehmen mehrmals kontaktiert, um das herauszufinden, doch keine Antwort erhalten.

# strong_password_helptext
source: To log into myAudi a strong password is required.
de: Um sich bei myAudi anzumelden, ist ein sicheres Passwort erforderlich.

# manage_vulnerabilities_helptext
source: Anyone can submit a vulnerability according to Audi <a id="a1">vulnerability reporting policy</a>.
de: Gemäß der <a id="a1">Richtlinie von Audi zur Meldung von Schwachstellen</a> kann jeder eine Meldung zu einer Schwachstelle einreichen.

# tips_to_protect_yourself
source: Enable the 'Privacy Mode' feature in the myAudi app.
de: Aktivieren Sie die Funktion „Datenschutzmodus“ in der myAudi App.

# tips_to_protect_yourself
source: If you use BMW CarData, only give access to your data to trusted third-parties.
de: Wenn Sie BMW CarData nutzen, erlauben Sie nur vertrauenswürdigen Dritten den Zugriff auf Ihre Daten.

# tips_to_protect_yourself
source: Always do a factory reset on your car before selling or trading it away to wipe your data clean and disconnect the app.
de: Setzen Sie Ihr Auto immer auf die Werkseinstellungen zurück, bevor Sie es verkaufen oder eintauschen, um Ihre Daten zu löschen, und trennen Sie die Verbindung zur App.

# tips_to_protect_yourself
source: Do not give consent to tailored advertisement.
de: Geben Sie keine Zustimmung zu personalisierter Werbung.

# tips_to_protect_yourself
source: Opt out from selling of your personal information, as well as from Cross-context Behavioral Advertising.
de: Deaktivieren Sie den Verkauf Ihrer personenbezogenen Daten sowie kontextübergreifende verhaltensorientierte Werbung.

# tips_to_protect_yourself
source: Before reselling your car, make sure to notify the company
de: Informieren Sie das Unternehmen, bevor Sie Ihr Auto weiterverkaufen.

# tips_to_protect_yourself
source: When buying a used car, always make the previous owner removed their connected account and performed a factory reset.
de: Stellen Sie beim Kauf eines Gebrauchtwagens immer sicher, dass der/die Vorbesitzer*in sein/ihr damit verbundenes Konto entfernt und das Auto auf die Werkseinstellungen zurückgesetzt hat.

# tips_to_protect_yourself
source: Always use strong passwords and set up two-factor authentication for apps and services that connect to your car
de: Verwenden Sie immer starke Passwörter und richten Sie eine Zwei-Faktor-Authentifizierung für Apps und Dienste ein, die eine Verbindung zu Ihrem Auto herstellen.

# tips_to_protect_yourself
source: Only give access to your data to trusted third-parties
de: Geben Sie nur vertrauenswürdigen Dritten Zugriff auf Ihre Daten.

# tips_to_protect_yourself
source: When connecting a mobile app to the car, make sure to minimize the amount of data collected through this app. You can use iOS or Android settings to limit the data collected through your phone.
de: Wenn Sie eine mobile App mit dem Auto verbinden, achten Sie darauf, die Menge der Daten zu minimieren, die über die App gesammelt werden – Sie können die iOS- oder Android-Einstellungen verwenden, um die über Ihr Smartphone gesammelten Daten zu begrenzen.

# tips_to_protect_yourself
source: Opt out from your mobile device's location sharing.
de: Deaktivieren Sie die Standortfreigabe Ihres Mobilgeräts.

# tips_to_protect_yourself
source: Do not use Amazon Alexa in your car if you are concerned about Amazon collecting that voice request information, IP address, and geolocation information and using it to target you with advertising.
de: Verwenden Sie Amazon Alexa nicht in Ihrem Auto, wenn Sie Bedenken haben, dass Amazon diese Sprachanforderungsinformationen, die IP-Adresse und Geolokalisierungsinformationen sammelt und verwendet, um Ihnen zielgerichtete Werbung zu schicken.

# personal_data_collected
source: "Name, address, telephone number, email, preferences, photographs, user-generated content and other materials that you may submit, demographic information, Audi connect subscription information, Key User registration information, Authorized User registration information, and myAudi registration and account information (such as a date of birth or other information to verify your identity), Geolocation data (please note that GPS location tracking is automatically enabled and active before purchase or lease of Audi vehicles), Inferences drawn from any of the information we collect to create a profile about you reflecting your preferences and characteristics.<br/> <br/>Vehicle- and driving-related information: Vehicle status information (e.g., speed, deceleration, lateral acceleration, wheel revolution speed, whether the seat belts are fastened), Environmental conditions (e.g., temperature, rain sensor, distance sensor), Convenience and Infotainment Features, general vehicle status data (including warning lights, vehicle condition data, and service-related data such as upcoming service schedule, fuel level, battery level, and tire pressure); service history and fault or trouble codes; ambient data (such as outside temperature and brightness); vehicle performance data and other data about your vehicle, including its identification, condition, equipment status, charging data (for electric vehicles), or collision information; vehicle/technology usage data (such as usage of start/stop and remote start technology); driver behavior data (such as vehicle speed, seat belt use, and information about breaking habits); information that you provide when using the Audi connect services, including information you send and information you request; information about your use of Audi connect services, mobile applications and websites; and information about your interactions with Audi, its affiliates, service providers, Content Providers, or Optional Third Parties related to your vehicle usage. If your vehicle is equipped with an Event Data Recorder (“EDR”), crash or near-crash information about the vehicle or driver’s behavior will be recorded in the vehicle."
de: „Name, Anschrift, Telefonnummer, E-Mail-Adresse, Präferenzen, Fotos, nutzergenerierte Inhalte und andere Materialien, die Sie einreichen können, demografische Informationen, Audi connect-Abonnementinformationen, Key User-Registrierungsinformationen, Registrierungsinformationen für autorisierte Benutzer*innen sowie Registrierungs- und Kontoinformationen für myAudi (wie ein Geburtsdatum oder andere Informationen zur Überprüfung Ihrer Identität), Geolokalisierungsdaten (bitte beachten Sie, dass die GPS-Standortverfolgung vor dem Kauf oder Leasing von Audi Fahrzeugen automatisch aktiviert und aktiv ist), Rückschlüsse aus den Informationen, die wir sammeln, um ein Profil über Sie zu erstellen, das Ihre Präferenzen und Eigenschaften widerspiegelt.<br/> <br/>Fahrzeug- und fahrrelevante Informationen: Fahrzeugstatusinformationen (z. B. Geschwindigkeit, Verzögerung, Querbeschleunigung, Raddrehzahl, ob die Sicherheitsgurte angelegt sind), Umgebungsbedingungen (z. B. Temperatur, Regensensor, Abstandssensor), Komfort- und Infotainmentfunktionen, allgemeine Daten zum Fahrzeugstatus (einschließlich Warnleuchten, Fahrzeugzustandsdaten und servicebezogene Daten wie bevorstehende Wartungstermine, Kraftstoffstand, Batteriestand und Reifendruck); Wartungshistorie und Fehler- oder Problemcodes; Umgebungsdaten (wie Außentemperatur und -helligkeit); Fahrzeugleistungsdaten und andere Daten über Ihr Fahrzeug, einschließlich der Identifikationsdaten, des Zustands, des Ausstattungsstatus, der Ladedaten (für Elektrofahrzeuge) oder der Kollisionsinformationen; Fahrzeug-/Technologie-Nutzungsdaten (wie die Verwendung der Start/Stopp- und Fernstarttechnologie); Fahrverhaltensdaten (wie die Fahrzeuggeschwindigkeit, die Verwendung des Sicherheitsgurts und Informationen über Bremsgewohnheiten); Informationen, die Sie bei der Nutzung der Audi connect-Dienste bereitstellen, einschließlich der von Ihnen gesendeten und angeforderten Informationen; Informationen über Ihre Nutzung der Dienste, mobilen Anwendungen und Websites von Audi connect sowie Informationen über Ihre Interaktionen mit Audi, seinen verbundenen Unternehmen, Dienstleistern, Inhaltsanbietern oder optionalen Drittparteien im Zusammenhang mit Ihrer Fahrzeugnutzung. Wenn Ihr Fahrzeug mit einem Ereignisdatenspeicher (Event Data Recorder, EDR) ausgestattet ist, werden im Falle von Unfällen und Beinahe-Unfällen im Fahrzeug Informationen über das Fahrzeug oder das Fahrverhalten aufgezeichnet.“

# biometric_data_collected
source: Audio, electronic, visual, or similar information, such as call recordings for emergency and customer service purposes, and voice command data.
de: Audio-, elektronische, visuelle oder ähnliche Informationen wie Anrufaufzeichnungen für Notfall- und Kundendienstzwecke sowie Sprachbefehlsdaten.

# how_can_you_control_your_data
source: We can not confirm that all users regardless of location can get their data deleted.
de: Wir können nicht bestätigen, dass alle Nutzer*innen unabhängig vom Standort ihre Daten löschen lassen können.

# how_can_you_control_your_data
source: "As the data subject, you are entitled to the following data protection rights, depending on your place of jurisdiction. Please note that such rights might be extended or restricted under applicable local law. &lt;...&gt; Erasure. You have the right to obtain erasure of your personal data stored by AUDI AG without undue delay if the legal requirements are met."
de: „Als betroffene Person stehen Ihnen je nach Gerichtsstand folgende Datenschutzrechte zu. Bitte beachten Sie, dass diese Rechte nach geltendem lokalem Recht erweitert oder eingeschränkt werden können. &lt;...&gt; Löschung. Sie haben das Recht auf unverzügliche Löschung Ihrer bei der AUDI AG gespeicherten personenbezogenen Daten, wenn die gesetzlichen Voraussetzungen erfüllt sind.“

# how_can_you_control_your_data
source: "Every user of the vehicle has the option of deactivating data collection in the vehicle via the privacy settings in the vehicle. "
de: „Jede*r Nutzer*in des Fahrzeugs hat die Möglichkeit, die Datenerfassung im Fahrzeug über die Datenschutzeinstellungen im Fahrzeug zu deaktivieren.“

# how_can_you_control_your_data
source: "The "Privacy Mode" feature allows you to partially or completely restrict data communication via the vehicle's internal SIM card. To do this, you can deactivate/activate the data processing displayed in the vehicle for each group. Safety-relevant services are excluded from deactivation through Privacy Mode. You can find an overview of which services and data processing are assigned to the respective group under "Privacy Settings" in your vehicle's MMI. Depending on the vehicle equipment and country, the primary user has the option of deactivating/activating individual services for all users of the vehicle in the myAudi portal, or the individual user can deactivate/activate individual services in the vehicle itself."
de: „Mithilfe der Funktion „Datenschutzmodus“ können Sie die Datenkommunikation über die fahrzeuginterne SIM-Karte teilweise oder vollständig einschränken. Dazu können Sie die im Fahrzeug angezeigte Datenverarbeitung für jede Gruppe deaktivieren/aktivieren. Sicherheitsrelevante Dienste sind von der Deaktivierung durch den Datenschutzmodus ausgeschlossen. Eine Übersicht, welche Dienste und Datenverarbeitungen der jeweiligen Gruppe zugeordnet sind, finden Sie unter „Datenschutzeinstellungen“ im MMI Ihres Fahrzeugs. Je nach Fahrzeugausstattung und Land hat der/die Hauptnutzer*in die Möglichkeit, einzelne Dienste für alle Nutzer*innen des Fahrzeugs im myAudi-Portal zu deaktivieren/aktivieren, oder der/die einzelne Nutzer*in kann einzelne Dienste im Fahrzeug selbst deaktivieren/aktivieren.“

# how_can_you_control_your_data
source: "Your information will be retained as long as necessary to fulfill the purposes we have outlined above unless we are required to do otherwise by applicable law. This includes retaining your information to provide you with the products or services you have requested and interact with you; maintain our business relationship with you; improve our business over time; ensure the ongoing legality, safety and security of our services and relationships; or otherwise in accordance with our internal retention procedures. Once you have terminated your relationship with us, we may retain your information in our systems and records in order to ensure adequate fulfillment of surviving provisions in terminated contracts, or for other legitimate business purposes, such as to demonstrate our business practices and contractual obligations or provide you with information about our products and services in case of interest. "
de: „Ihre Daten werden so lange aufbewahrt, wie es für die oben genannten Zwecke erforderlich ist, es sei denn, wir sind nach geltendem Recht zu etwas anderem verpflichtet. Dies umfasst die Aufbewahrung Ihrer Daten, um Ihnen die von Ihnen angeforderten Produkte oder Dienstleistungen zur Verfügung zu stellen und mit Ihnen zu interagieren, um unsere Geschäftsbeziehung mit Ihnen aufrechtzuerhalten, um unser Geschäft im Laufe der Zeit zu verbessern, um die fortwährende Rechtmäßigkeit, Sicherheit und Unversehrtheit unserer Dienstleistungen und Beziehungen zu gewährleisten oder anderweitig unser internes Aufbewahrungsverfahren zu befolgen. Wenn Sie Ihre Geschäftsbeziehung mit uns beendet haben, können wir Ihre Daten in unseren Systemen und Aufzeichnungen aufbewahren, um die ordnungsgemäße Erfüllung der fortgeltenden Bestimmungen beendeter Verträge zu gewährleisten, oder für andere legitime Geschäftszwecke, z. B. um unsere Geschäftspraktiken und vertraglichen Verpflichtungen nachzuweisen oder Ihnen Informationen über unsere Produkte und Dienstleistungen zukommen zu lassen, falls Sie daran interessiert sind.“

# track_record_details
source: In June 2021, Volkswagen and its daughter company Audi <a id="a1">suffered</a> a data breach affecting 3.3 million users. A few days later, <a id="a2">hackers put the data stolen</a> from the car maker <a id="a3">for sale on a notorious hacking forum</a>. In January 2023, <a id="a4">Volkswagen "agreed</a> to a $3.5 million class action lawsuit settlement to resolve claims their customers’ information was stolen in a data breach spanning several years."
de: Im Juni 2021 wurden Volkswagen und seine Tochtergesellschaft Audi <a id="a1">Opfer</a> einer Datenschutzverletzung, von der 3,3 Millionen Nutzer*innen betroffen waren. Ein paar Tage später boten <a id="a2">Hacker die vom Autohersteller gestohlenen Daten</a> in einem berüchtigten <a id="a3">Hacking-Forum zum Verkauf an</a>. Im Januar 2023 <a id="a4">stimmte Volkswagen</a> „bei einer Sammelklage einem Vergleich in Höhe von 3,5 Millionen US-Dollar zu, um Ansprüche zu klären, dass im Rahmen einer mehrjährigen Datenschutzverletzung die Informationen ihrer Kund*innen gestohlen wurden“.

# track_record_details
source: In January 2022 it <a id="a1">was reported</a> that VW fired a senior employee after they reported cybersecurity concerns. Audi is a subsidiary of VW Group.
de: Im Januar 2022 <a id="a1">wurde berichtet</a>, dass VW einen leitenden Angestellten entlassen hat, nachdem er Bedenken hinsichtlich der Cybersicherheit gemeldet hatte. Audi ist eine Tochtergesellschaft des Volkswagen Konzerns.
