Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/audi.po
Languages: de

# child_safety_blurb
source: "AoA does not knowingly collect, use, disclose or sell the information of children under the age of 16. In the event that we learn that we have collected information from a child under age 16, we will delete that information. For questions or additional information, see the “Contact Us” section below."
de: „AoA sammelt, nutzt, offenbart oder verkauft wissentlich keine Daten von Kindern unter 16 Jahren. Sollten wir erfahren, dass wir Daten von einem Kind unter 16 Jahren erfasst haben, werden wir diese Daten löschen. Bei Fragen oder für weitere Informationen lesen Sie bitte den nachfolgenden Abschnitt „Kontakt“.“

# ai_helptext
source: <a id="a1">Audi pre sense® systems</a> use radar sensors in the rear bumper to help detect an impending rear-end collision, and can initiate preventive measures. They also use forward-facing camera and radar systems for pedestrian and stationary vehicle detection and preparation.
de: <a id="a1">Audi pre sense®-Systeme</a> nutzen Radarsensoren im hinteren Stoßfänger, um einen drohenden Auffahrunfall zu erkennen und Präventivmaßnahmen einzuleiten. Sie verwenden ebenfalls nach vorne gerichtete Kamera- und Radarsysteme, um Fußgänger*innen und stehende Fahrzeuge zu erkennen und auf die Reaktion auf diese vorzubereiten.

# ai_helptext
source: <a id="a1">Audi Driver Assistance</a> systems include adaptive cruise assist, active lane assist, adaptive cruise control with Traffic jam assist, night vision assistant, parking help, etc. These features are enabled by numerous cameras, sensors and radars on the car.
de: Zu den <a id="a1">Fahrerassistenzsystemen von Audi</a> gehören der adaptive Geschwindigkeitsassistent, der aktive Spurhalteassistent, die adaptive Geschwindigkeitsregelung mit Stauassistent, der Nachtsichtassistent, die Einparkhilfe usw. Diese Funktionen werden durch zahlreiche Kameras, Sensoren und Radare am Auto ermöglicht.
