Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/audi.po
Languages: de

# seo_title
source: Audi | *Privacy Not Included
de: Audi | *Datenschutz nicht inbegriffen

# search_description
source: How creepy is your car? We read the privacy policies so you don’t have to. Learn how your favorite car brand stacks up when it comes to protecting your privacy and security.
de: Wie gruselig ist Ihr Auto? Wir haben die Datenschutzrichtlinien gelesen, damit Sie das nicht tun müssen. Erfahren Sie, wie sich Ihre Lieblingsautomarke in Bezug auf den Schutz Ihrer Privatsphäre und Sicherheit verhält.

# blurb
source: German auto manufacturer Audi is known for their luxury cars, their 4-ringed logo, and their slogan "<i>Vorsprung durch Technik</i>" (<i>Progress through Technology</i>). A subsidiary of the Volkswagen Group, Audi makes electric cars, sedans, coupes, wagons, SUVs, and sporty convertibles. Following along with BMW, they won't win any awards for creativity in naming their cars with models ranging from the Q3, Q5, Q7, and Q6, A4 - A8, the TT, R8, and electric vehicles like the e-tron GT, and q4 e-tron.
de: Der deutsche Automobilhersteller Audi ist bekannt für seine Luxusautos, sein Logo mit den vier Ringen und seinen Slogan „<i>Vorsprung durch Technik</i>“. Das Tochterunternehmen des Volkswagen Konzerns stellt Elektroautos, Limousinen, Coupés, Kombis, SUVs und sportliche Cabriolets her. Wie auch BMW gewinnen sie mit Modellen wie Q3, Q5, Q7 und Q6, A4 bis A8, TT, R8 und Elektrofahrzeugen wie dem e-tron GT und q4 e-tron nicht gerade Preise für Kreativität, was die Benennung ihrer Autos angeht.

# blurb
source: Audi offers connected vehicle features through various paid tiers of the Audi Connect services. And their <a id="a1">myAudi app</a> lets users do things like remotely lock and unlock your car, check on fuel levels and service appointments, set up speed alerts, and geofence boundaries to alert you if your car goes somewhere outside of a set area. OK, that sounds kinda creepy (and handy too, we suppose). So, how is Audi at privacy? Unfortunately, not great. Turns out <i>Progress through Technology</i> isn't exactly a good thing for your privacy, especially when your data makes Audi money.
de: Über verschiedene kostenpflichtige Stufen der Audi connect-Dienste bietet Audi vernetzte Fahrzeugfunktionen an. Die <a id="a1">myAudi App</a> wiederum ermöglicht es Benutzer*innen, ihr Auto aus der Ferne zu ver- und entriegeln, Kraftstoffstand und Wartungstermine zu überprüfen, Geschwindigkeitswarnungen einzurichten und Geofence-Grenzen festzulegen, um sie zu warnen, wenn ihr Auto außerhalb eines festgelegten Bereichs fährt. Okay, Letzteres klingt irgendwie gruselig … (Aber naja, vielleicht schon auch praktisch?) Und wie schneidet Audi denn nun in Sachen Privatsphäre ab? Leider nicht so toll – es stellt sicher heraus, dass <i>Vorsprung durch Technik</i> nicht gerade eine gute Sache für Ihre Privatsphäre ist, besonders, wenn Audi mit Ihren Daten Geld verdienen kann.

# worst_case
source: Uhg, Audi, really?!? Why must you make things so hard for people (especially in the US) who want to buy your cars -- and for privacy researchers! -- to understand your privacy policies? Let's just take a quick (hahaha, just kidding, it won't be quick) look at Audi's privacy policies. First there is <a id="a1">Audi Privacy Statement</a> page (US), that links to a <a id="a2">privacy policy for Audi cars built 2019 and later</a> (US) and then another <a id="a3">privacy policy for Audi cars build 2018 and earlier</a> (US), unless of course you agree to the 2019 and newer privacy policy or use something called Key User or sign up for the Connect PRIME services. Confused yet? We were. Then there is the <a id="a4">privacy page for the Volkswagen Group of America</a> (which owns Audi) where consumers can submit a privacy request in the United States, but <i>ONLY</i> if you live in certain states like California with stronger privacy laws. Speaking of California, USA, there's also the link to the <a id="a5">Your California Privacy Rights page</a>. If you live outside the US, you can go to their <a id="a6">privacy portal</a> (EU) by country and find their EU and other <a id="a7">privacy policies</a> (EU) there. And then you have to also read <a id="a8">Audi's Connected services privacy policy</a> (EU).
de: Ist das euer Ernst, Audi?!? Warum müsst ihr es Leuten (vor allem in den USA), die eure Autos kaufen wollen – und Datenschutzforscher*innen! – so schwer machen, eure Datenschutzrichtlinien zu verstehen? Werfen wir mal einen kurzen Blick (kleiner Scherz am Rande, kurz kann man das wirklich nicht nennen) auf die Datenschutzrichtlinien von Audi: Zuerst gibt es eine Seite mit der <a id="a1">Audi Datenschutzerklärung</a> (USA), die auf eine <a id="a2">Datenschutzrichtlinie für Audi Fahrzeuge ab Baujahr 2019</a> (USA) und dann eine weitere <a id="a3">Datenschutzrichtlinie für Audi Fahrzeuge bis Baujahr 2018</a> (USA) verweist – es sei denn natürlich, Sie stimmen der Datenschutzrichtlinie für Fahrzeuge ab Baujahr 2019 zu oder verwenden etwas namens Key User oder melden sich für die Connect PRIME-Dienste an. Na, schon verwirrt? So ging es uns auch. Dann gibt es die <a id="a4">Datenschutzseite für die Volkswagen Group of America</a> (zu der Audi gehört), auf der Verbraucher eine Datenschutzanfrage in den Vereinigten Staaten stellen können, allerdings <i>NUR</i>, wenn Sie in bestimmten Staaten mit strengeren Datenschutzgesetzen wie beispielsweise Kalifornien leben. Apropos Kalifornien: Es gibt auch einen Link zur Seite <a id="a5">Ihre Datenschutzrechte in Kalifornien</a>. Wenn Sie außerhalb der USA leben, können Sie Ihr <a id="a6">Datenschutzportal</a> (EU) nach Land aufrufen und dort ihre EU- und anderen <a id="a7">Datenschutzrichtlinien</a> (EU) finden. Und dann müssen Sie auch noch die <a id="a8">Datenschutzrichtlinie für die vernetzten Dienste von Audi</a> (EU) lesen.

# worst_case
source: It's a lot to sort through...and that's not even mentioning the various broken links and "unavailable at this time" websites we stumbled across in our search through all of Audi's privacy policies. None of this will make a privacy researcher happy because if we're struggling this much to find and understand Audi's privacy landscape -- and it's our job to do this -- what chance do consumers have to understand how Audi and is collecting, using, sharing, and possibly even selling your personal information and car data? Uhg. Please made navigating your privacy policy ecosystem easier car companies! (We've done our best to link out to all these privacy policies below to help you out).
de: Man muss also so einiges durchsuchen … Und dabei haben wir noch nicht einmal die verschiedenen defekten Links und „derzeit nicht verfügbaren“ Websites erwähnt, auf die wir bei unserer Odyssee durch alle Datenschutzrichtlinien von Audi gestoßen sind. Nichts davon macht eine*n Datenschutzforscher*in glücklich, denn wenn es uns bereits so schwerfällt, zur Datenschutzlandschaft von Audi zu navigieren und diese zu verstehen – und dies zu tun, ist immerhin unser Beruf –, welche Chance haben dann Verbraucher*innen, zu verstehen, wie Audi ihre personenbezogenen Daten und Fahrzeugdaten sammelt, verwendet, teilt und möglicherweise sogar verkauft? Also wirklich … Liebe Autounternehmen, bitte macht es einfacher, sich in eurem Datenschutz-Ökosystem zurechtzufinden! (Wir haben unser Bestes getan, um unten all diese Datenschutzrichtlinien zu verlinken und es Ihnen so hoffentlich etwas einfacher zu machen.)

# worst_case
source: OK, mini-rant over. Let's get into the details of what Audi's various privacy policies do say (as best we can tell). First off, yes, just like all car companies, Audi collects a huge amount of personal information, car data, and other data on you. Everything from our name, email, phone number, where you live, age, gender, your geolocation data based on your car and phone's GPS, those voice commands you make in the car, and lots and lots of vehicle usage data like vehicle speed, seat belt usage, what the temperature is, and so much more. Oh, yeah, there's also all the data they say they can collect through your use of those connected services like your navigation, music streaming, the speed alerts, and geofencing boundaries you set up for others, and this hugely broad category described in their privacy policy, <i>"and information about your interactions with us, our affiliates, our service providers, Content Providers, or Optional Third Parties related to your vehicle usage."</i>
de: Okay, Ende der kleinen Schimpftirade. Sehen wir uns nun mal im Detail an, was die verschiedenen Datenschutzrichtlinien von Audi sagen (zumindest unserer Deutung nach). Zunächst einmal: Ja, Audi sammelt genau wie alle anderen Autokonzerne eine riesige Menge an personenbezogenen Informationen, Autodaten und anderen Daten über Sie: alles von Name, E-Mail-Adresse und Telefonnummer über Anschrift, Alter, Geschlecht, Geolokalisierungsdaten basierend auf dem GPS Ihres Autos/Smartphones und Sprachbefehle, die Sie im Auto machen, bis hin zu zahlreichen Fahrzeugnutzungsdaten wie Fahrzeuggeschwindigkeit, Gurtnutzung, Temperatur und vielem mehr. Ach ja, und es gibt auch alle Daten, die sie durch Ihre Nutzung der vernetzten Dienste sammeln können, wie Navigation, Musikstreaming, Geschwindigkeitswarnungen und Geofencing-Grenzen, die Sie für andere eingerichtet haben, und schließlich die sehr breit gefasste Kategorie, die in ihrer Datenschutzrichtlinie wie folgt beschrieben ist: <i>„und Informationen über Ihre Interaktionen mit uns, unseren verbundenen Unternehmen, unseren Dienstleistern, Inhaltsanbietern oder optionalen Dritten im Zusammenhang mit Ihrer Fahrzeugnutzung“.</i>

# worst_case
source: That's a whole lot of information. That's not all though. Audi goes on to say they can also collect even more information on you from places like data brokers, car dealerships, social media platforms, content providers, and more. And once they have all this information on you they say they can combine it to draw inferences about you and create a big old profile of you <i>"reflecting your preferences and characteristics."</i> Yuck!
de: Das sind bereits eine ganze Menge Informationen, und das war noch nicht alles! Audi führt fort, dass sie sogar noch mehr Daten über Sie erheben können, und zwar von Orten wie Datenbrokern, Autohändlern, Social-Media-Plattformen, Inhaltsanbietern und mehr. Und sobald sie all diese Informationen über Sie haben, sagen sie, dass sie diese kombinieren können, um Rückschlüsse auf Sie zu ziehen und ein umfassendes Profil von Ihnen zu erstellen, <i>„das Ihre Präferenzen und Eigenschaften widerspiegelt“.</i> Igitt!

# worst_case
source: So Audi knows a ton about you, your car, your driving habits, the locations you visit, how often you lose your parked car, what streaming music you listen to, how fast you drive, and then they make inferences about who you are and what you like. And THEN they say they can share and even <i>sell</i> that data to third parties for Audi's and these other (mostly) nameless third parties for lots and lots of marketing and advertising purposes. None of this is good. Audi also says they can share your data with the entire huge Volkswagen Group family of companies, Audi dealers, all those Audi connect content providers, and more. Your data gets around!
de: Audi weiß also eine Menge über Sie – Ihr Auto, Ihre Fahrgewohnheiten, die Orte, die Sie besuchen, wie häufig Sie Ihr geparktes Auto verlieren, welche Musik Sie streamen und wie schnell Sie fahren – und zieht dann Rückschlüsse darauf, wer Sie sind und was Sie mögen. Und DANN sagen sie auch noch, dass sie diese Daten teilen und sogar zu zahlreichen Marketing- und Werbezwecken Audis und anderer (meist) namenloser Dritter an Dritte <i>verkaufen</i> können. All das ist nicht gut. Zudem gibt Audi an, dass sie Ihre Daten mit der gesamten riesigen Volkswagen Konzern-Unternehmensfamilie, Audi Händlern, allen Inhaltsanbietern von Audi connect und mehr teilen können. Ihre Daten kommen also ganz schön herum!

# worst_case
source: Audi does a good job protecting all that personal information, vehicle data, connected service and myAudi app usage information right? Nope. Unfortunately, Audi (and their parent company VW Group) have bit of a spotty track record at respecting and protecting all that personal information they collect. Back in 2021 they announced a <a id="a1">big old data breach</a> that saw the <a id="a2">personal information of 3.3 million users</a> compromised and then <a id="a3">offered up for sale by hackers</a> resulting in a <a id="a4">$3.5 million class action settlement</a>. Shoot. Audi's own privacy policy warns users that while they maintain <i>"reasonable safeguards to protect your information. Some services, including Audi connect services, may involve the transmission of voice and data from your Audi vehicle over wireless and cellular telephone networks and therefore, we cannot guarantee the privacy and security of conversations or data transmitted to and from your Audi vehicle."</i> So yeah, that's a good reminder that there are no guarantees that your personal information, including things as personal and private as your voice data, will be kept private and safe. It's good to be cautious folks, even if you feel like you have nothing to hide.
de: Aber Audi leistet bestimmt gute Arbeit, um all diese personenbezogenen Informationen, Fahrzeugdaten, verbundenen Dienste und myAudi App-Nutzungsinformationen zu schützen, richtig? Nö. Leider hat Audi (genau wie seine Muttergesellschaft, der Volkswagen Konzern) eine eher mangelhafte Erfolgsbilanz, was das Respektieren und Schützen all der personenbezogenen Informationen angeht, die sie sammeln. 2021 gaben sie bekannt, dass es eine<a id="a1">dicke fette Datenschutzpanne</a> gegeben hatten, bei der die <a id="a2">personenbezogenen Daten von 3,3 Millionen Nutzer*innen</a> kompromittiert und dann <a id="a3">von Hacker*innen zum Verkauf angeboten wurden</a>, was zu einer <a id="a4">Sammelklage in Höhe von 3,5 Millionen US-Dollar führte</a> – ups. Sogar in ihrer eigenen Datenschutzrichtlinie warnt Audi die Nutzer*innen, dass sie zwar <i>„angemessene Sicherheitsvorkehrungen zum Schutz Ihrer Daten treffen, einige Dienste, einschließlich der Audi connect-Dienst“ jedoch „die Übertragung von Sprache und Daten von Ihrem Audi Fahrzeug über drahtlose und Mobiltelefonnetze beinhalten“, und dass sie daher „die Privatsphäre und Sicherheit von Gesprächen oder Daten, die zu und von Ihrem Audi Fahrzeug übertragen werden, nicht garantieren“ können.</i> Also ja, das ist auf jeden Fall eine gute Erinnerung daran, dass es keine Garantien gibt, dass Ihre personenbezogenen Daten, einschließlich so persönlicher und privater Dinge wie Ihre Sprachdaten, privat und sicher bleiben. Daher ist gut, vorsichtig zu sein, auch wenn man das Gefühl hat, nichts zu verbergen zu haben.

# worst_case
source: All this -- coupled with the fact that not everyone has the same right to request all that personal information Audi collects is deleted or opt-out of data sharing for marketing purposes -- is bad enough. Add in Audi's (and VW Group ) spotty track record of protecting and respecting that data and we've got some big concerns about your privacy if you drive an Audi and connect to it through the myAudi app and use those cool connected services to listen to SiriusXM radio or navigate about town.
de: All dies – gepaart mit der Tatsache, dass nicht jeder das gleiche Recht hat, alle personenbezogenen Daten, die Audi sammelt, zu löschen oder die Weitergabe von Daten zu Marketingzwecken abzulehnen – ist schlimm genug. Fügt man da noch die mangelhafte Erfolgsbilanz von Audi (und dem Volkswagen Konzern) hinzu, diese Daten zu schützen und zu respektieren, haben wir einige große Bedenken hinsichtlich Ihrer Privatsphäre, wenn Sie einen Audi fahren und sich über die myAudi App damit verbinden und diese coolen vernetzten Dienste nutzen, um SiriusXM-Radio zu hören oder durch die Stadt zu navigieren.

# worst_case
source: So, what's the worst that could happen? Well, dang it if we can't see an abusive partner using those feature Audi touts as a Valet Service to stalk, abuse, and restrict the freedom of an abused partner That, and the fact that you could get targeted with lots of weird ads after Audi infers you're hopelessly single because you like to drive to the same brewery every Friday night while listening to your "I'm soooo lonely" playlist through your streaming music service and then at 3am tend to use the car finder feature to remind you where you parked your car. Yeah, Audi -- or anyone but your best friend and your Mom -- really don't need to know that much about you.
de: Was das Schlimmste wäre, was passieren könnte? Leider können wir uns tatsächlich nur allzu realistisch vorstellen, dass die Funktion, die Audi als Valet Service bezeichnet, von einem/einer misshandelnden Partner*in verwendet werden könnte, um eine*n misshandelte*n Partner*in zu stalken, zu misshandeln und in der eigenen Freiheit einzuschränken. Zudem gibt es da noch die Tatsache, dass Sie einige seltsame personalisierte Anzeigen erhalten könnten, wenn Audi darauf schließt, dass Sie ein hoffnungsloser Single sind, weil Sie jeden Freitagabend zur gleichen Kneipe fahren, während Sie Ihre „Einsam und allein“-Playlist über Ihren Streamingdienst hören, und dann um 3 Uhr morgens öfter mal die Auto-Finder-Funktion verwenden, weil Sie nicht mehr wissen, wo Sie Ihr Auto geparkt haben. Also ja, so viel muss Audi – oder eigentlich jeder außer Ihren besten Freund*innen und Ihrer Mutter – wirklich nicht über Sie wissen, oder?

# how_does_it_use_data_collected
source: We ding this product for sharing personal data with third parties for their own marketing purposes and for combining data they gather on you from third parties for advertising and marketing purposes.
de: Wir sprechen eine Warnung über dieses Produkt aus, da es personenbezogene Daten zu deren eigenen Marketingzwecken an Dritte weitergibt sowie Daten über Sie, die von Dritten zu Werbe- und Marketingzwecken erheben werden, kombiniert.

# how_does_it_use_data_collected
source: <b>Privacy Statement for Model Years 2019 and Newer, and Certain Older Vehicles</b><br/><br/>Audi uses information for "marketing, such as marketing our products or services or those of our affiliates, business partners, or other third parties. However, we will not use or disclose GPS location data or driver behavior data for AoA marketing purposes or the marketing purposes of unaffiliated third parties without your affirmative consent."
de: <b>Datenschutzerklärung für Modelle mit Baujahr ab 2019 sowie gewählte ältere Fahrzeuge</b><br/><br/>Audio verwendet Informationen für das „Marketing, wie zum Beispiel die Vermarktung unserer Produkte oder Dienstleistungen oder derer unserer verbundenen Unternehmen, Geschäftspartner oder anderer Dritter. Wir werden jedoch keine GPS-Standortdaten oder Fahrverhaltensdaten für AoA-Marketingzwecke oder die Marketingzwecke nicht verbundener Dritter ohne Ihre Zustimmung verwenden oder offenlegen“.

# how_does_it_use_data_collected
source: "We also provide your information to third parties who use it for the commercial purpose of marketing their products and services to you."
de: „Wir stellen Ihre Informationen ebenfalls Drittparteien zur Verfügung, die diese für kommerzielle Zwecke wie die Vermarktung ihrer Produkte und Dienstleistungen an Sie verwenden.“

# how_does_it_use_data_collected
source: "We may combine information that we receive from the various sources described in this Privacy Statement, including third-party sources, and use or disclose it for the purposes identified below."
de: „Wir können Informationen, die wir von verschiedenen, in dieser Datenschutzerklärung genannten Quellen, einschließlich Drittparteiquellen, erhalten, kombinieren und zu den nachstehend dargelegten Zwecken verwenden oder offenlegen.“

# how_does_it_use_data_collected
source: Audi shares data "to third parties for their own marketing purposes. We may your contact information and vehicle identification information to third parties for their own marketing purposes, such as Sirius XM and Audi Dealers." and "to third party entities that provide online advertising and analytics functionality. We may disclose your information to third parties that provide advertising and analytics services."
de: Auto teilt Daten „zu deren eigenen Marketingzwecken mit Drittparteien. Wir können Ihre Kontaktinformationen und Fahrzeugidentifikationsdaten zu deren eigenen Marketingzwecken an Drittparteien wie beispielsweise Sirius XM und Audi Händler weitergeben“ und „mit Drittparteien, die Online-Werbe- und Analytik-Funktionalitäten bereitstellen. Wir können Ihre Informationen an Drittparteien weitergeben, die Werbe- und Analytik-Dienstleistungen bereitstellen“.

# how_does_it_use_data_collected
source: Data Protection Notice Audi Connect
de: Audi connect-Datenschutzerklärung

# how_does_it_use_data_collected
source: "As a matter of principle, we will only disclose your personal data to third parties if this is necessary for the performance of the contract, if we or the third party have a legitimate interest in such disclosure, or if you have given your consent. In addition, data may be transferred to third parties (including investigative or security authorities) if we are obliged to do so by law or by enforceable official or court order."
de: „Wir werden Ihre personenbezogenen Daten grundsätzlich nur dann an Dritte weitergeben, wenn dies zur Vertragserfüllung erforderlich ist, wenn wir oder der Dritte ein berechtigtes Interesse an einer solchen Weitergabe haben oder wenn Sie dem eingewilligt haben. Darüber hinaus können Daten an Dritte (einschließlich Ermittlungs- oder Sicherheitsbehörden) weitergegeben werden, wenn wir gesetzlich oder durch vollstreckbare behördliche oder gerichtliche Anordnung dazu verpflichtet sind.“

# how_does_it_use_data_collected
source: "If we have transmitted your data to third parties, we will inform them about the erasure to the extent required by law.<br/>Please note that your right to erasure is subject to certain limitations. For example, we may not and/or must not erase data that we are still required to retain due to statutory retention obligations. In addition, your right of erasure does not extend to data that we need for the establishment, exercise or defence of legal claims."
de: „Wenn wir Ihre Daten an Dritte übermittelt haben, werden wir diese über die Löschung im gesetzlich erforderlichen Umfang informieren.<br/>Bitte beachten Sie, dass Ihr Recht auf Löschung bestimmten Einschränkungen unterliegt. Beispielsweise können und/oder dürfen wir Daten, die wir aufgrund gesetzlicher Aufbewahrungspflichten weiter aufbewahren müssen, nicht löschen. Darüber hinaus erstreckt sich Ihr Recht auf Löschung nicht auf Daten, die wir zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen benötigen.“

# how_does_it_use_data_collected
source: "To be able to display a high-resolution navigation map with satellite images in the MMI or the myAudi app, information about the map section that is to be displayed is transmitted to our service provider for the delivery of the satellite images. The data is sent in accordance with the principle of data minimisation. Under this principle, all queries from your vehicle are pseudonymised. "
de: „Um eine hochauflösende Navigationskarte mit Satellitenbildern im MMI oder der myAudi App anzeigen zu können, werden Informationen über den anzuzeigenden Kartenausschnitt an unseren Dienstleister für die Lieferung der Satellitenbilder übermittelt. Der Versand der Daten erfolgt nach dem Prinzip der Datenminimierung. Nach diesem Prinzip werden alle Anfragen aus Ihrem Fahrzeug pseudonymisiert. “
