Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/blink-security-cameras.po
Languages: de, fr, pt_br

# title
source: Blink Security Cameras
de: Blink Sicherheitskameras
fr: Caméras de surveillance Blink
pt_br: Câmeras de segurança Blink

# blurb
source: Amazon's other line of security cameras, they also own Ring, are these indoor and outdoor Blink security cams. They tend to be cheaper than Ring cameras, they offer local storage (yay!), come in a mini-cam, an indoor cam, an outdoor cam, and a floodlight cam, and feature all the usual: HD video, two-way audio, motion detection and night vision. It's Amazon, so of course these work with Alexa. You can keep on eye on everything with the Blink Home Monitor app on your phone. As they say on their website, "Blink and you're home," which, honestly, I have no idea what that means.
de: Amazons andere Reihe von Sicherheitskameras, zu der auch Ring gehört, sind diese Blink Sicherheitskameras für den Innen- und Außenbereich. Sie sind tendenziell günstiger als die Kameras von Ring, bieten lokale Speicherung (juhu!), sind als Minikamera, Innenkamera, Außenkamera und Scheinwerferkamera erhältlich und verfügen über die üblichen Funktionen: HD-Video, Zwei-Wege-Audio, Bewegungserkennung und Nachtsicht. Da Amazon dahintersteht, funktionieren sie natürlich mit Alexa. Mit der Blink Home Monitor App auf dem Handy kann man alles im Auge behalten. Auf der Website heißt es: „Blink und Sie sind zu Hause“, aber ich habe ehrlich gesagt keine Ahnung, was das heißen soll.
fr: L’autre gamme de caméras de surveillance d’Amazon (qui possède également Ring) est la sonnette vidéo Blink, plus abordable. Elles ont tendance à être moins chères que les caméras Ring et offrent un stockage local (très appréciable), sont disponibles au format minicaméra, caméra intérieure, caméra extérieure et caméra projecteur. Elles disposent des fonctionnalités classiques : vidéo HD, audio bidirectionnel, détection de mouvement et vision nocturne. Elle est fabriquée par Amazon, alors bien sûr, elle fonctionne avec Alexa. Vous pouvez garder un œil sur tout avec l’application Blink Home Monitor sur votre téléphone. Et comme Blink mentionne sur son site web, « Blink and you’re home », mais honnêtement, nous n’avons aucune idée de ce que cela signifie.
pt_br: A outra linha de câmeras de segurança da Amazon (eles também possuem a Ring) são as câmeras internas e externas de segurança Blink. Elas tendem a ser mais baratas do que as câmeras Ring, oferecem armazenamento local (eba!), vêm com uma mini-câmera, uma câmera interna, uma câmera externa e uma câmera holofote, e além de todos os recursos habituais: vídeo HD, áudio bidirecional, detecção de movimento e visão noturna. Estamos falando da Amazon, então é claro que ela funciona com a Alexa. Você pode ficar de olho em tudo com o aplicativo Blink Home Monitor no seu telefone. Como eles dizem em seu site, "Pisque e você está em casa", o que, honestamente, eu não tenho ideia do que significa.

# worst_case
source: Blink was acquired by Amazon in December, 2017. Amazon's other security camera maker, Ring, has had a <a id="a1">plethora of privacy and security issues</a> they've had to deal with over the past couple years. Blink is not Ring. Blink cameras don't easily work on the Ring Neighbors app that has raised concerns for us around public safety and racism. You can manually upload a Blink video to the Neighbors app, but you can do that with any video. And these Blink cameras have a local storage option that means you aren’t required to store your video in the Cloud to access it, which is a much better privacy option.
de: Blink wurde im Dezember 2017 von Amazon aufgekauft. Amazons anderer Sicherheitskamerahersteller, Ring, hatte in den letzten Jahren mit einer <a id="a1">Vielzahl von Datenschutz- und Sicherheitsproblemen</a> zu kämpfen. Blink ist nicht Ring. Blink-Kameras funktionieren nicht ohne Weiteres mit der Ring Neighbors-App, die Bedenken in Bezug auf öffentliche Sicherheit und Rassismus hervorgerufen hat. Man kann ein Blink-Video manuell in die Neighbors-App hochladen, aber das kann man mit jedem Video machen. Und diese Blink-Kameras haben eine lokale Speicheroption, was bedeutet, dass Sie Ihr Video nicht in der Cloud speichern müssen, um darauf zuzugreifen, was eine viel bessere Datenschutzoption ist.
fr: Blink a été racheté par Amazon en décembre 2017. L’autre fabricant de caméras de surveillance d’Amazon, Ring, a eu à faire face à <a id="a1">de nombreux problèmes liés à la confidentialité et à la sécurité</a> au cours des deux dernières années. Blink est différent de Ring. Les caméras Blink ne fonctionnent pas aussi facilement avec l’application Ring Neighbours, qui a soulevé des inquiétudes concernant la sécurité publique et le racisme. Vous pouvez envoyer manuellement une vidéo Blink sur l’application Neighbours, mais vous pouvez le faire avec n’importe quelle vidéo. Et les caméras Blink proposent une option de stockage local, ce qui signifie que vous n’êtes pas obligé·e de stocker une vidéo dans le cloud pour y accéder, ce qui est une bien meilleure option de protection de la vie privée.
pt_br: A Blink foi adquirida pela Amazon em dezembro de 2017. A outra fabricante de câmeras de segurança da Amazon, Ring, teve uma <a id="a1">infinidade de problemas de privacidade e segurança</a> com os quais teve que lidar nos últimos dois anos. Blink não é Ring. As câmeras Blink não funcionam facilmente no aplicativo Ring Neighbors, que nos causou preocupação em relação à segurança pública e ao racismo. Você pode enviar manualmente um vídeo da Blink para o aplicativo Neighbors, mas pode fazer isso com qualquer vídeo. E as câmeras Blink têm uma opção de armazenamento local que significa que você não precisa armazenar seu vídeo na nuvem para acessá-lo, o que é uma opção de privacidade muito melhor.

# worst_case
source: Blink cameras have had a few <a id="a1">reported</a> security <a id="a2">vulnerabilities</a>, often found by <a id="a3">security researchers</a> and fixed quickly with firmware updates, which is how it should be (and a good reminder to keep your device’s firmware up-to-date!). It’s still concerning when security vulnerabilities like the ones found in Blink could allow bad guys to hijack your camera. This is always a concern with any security camera though.
de: Blink-Kameras haben einige <a id="a1">Sicherheitslücken</a>, die oft von <a id="a2">Sicherheitsforschern</a> <a id="a3">gefunden</a> und schnell durch Firmware-Updates behoben wurden, so wie es sein sollte (und eine gute Erinnerung daran, die Firmware Ihres Geräts auf dem neuesten Stand zu halten!). Dennoch ist es besorgniserregend, wenn Sicherheitslücken wie die in Blink gefundenen es Bösewichten ermöglichen, Ihre Kamera zu kapern. Dies ist jedoch ein Problem, das alle Sicherheitskameras betrifft.
fr: Les caméras Blink ont connu plusieurs <a id="a1">signalements</a> de <a id="a2">vulnérabilités</a> de sécurité, souvent découvertes par des <a id="a3">chercheurs en sécurité</a> et corrigées rapidement par des mises à jour du micrologiciel, ce qui devrait toujours être le cas (et une bonne piqure de rappel de garder le micrologiciel de votre caméra à jour !). C’est toujours préoccupant lorsque des vulnérabilités de sécurité comme celles découvertes sur les caméras Blink peuvent permettre le piratage de votre caméra par des personnes mal intentionnées. Cela dit, c’est un problème qui concerne toutes les caméras de surveillance.
pt_br: Algumas <a id="a1">vulnerabilidades</a> de segurança das câmeras Blink foram <a id="a2">relatadas</a>, muitas foram encontradas por <a id="a3">pesquisadores de segurança</a> e corrigidas rapidamente com atualizações de firmware, que é como isso deve ser resolvido (um bom lembrete para manter o firmware do seu dispositivo atualizado!). Vulnerabilidades de segurança que podem permitir que bandidos sequestrem sua câmera, como as encontradas na Blink, causam preocupação. Esta é sempre uma preocupação com qualquer câmera de segurança.

# worst_case
source: Blink says they “are not in the business of selling our customers’ personal information to others,” which is good. However, they are an Amazon company, so expect that Amazon will try and sell you lots of stuff based on the personal information Blink does collect on you. All in all, these Blink security cameras don't worry us too much as far as security cameras go. Still, they’re cameras inside your house, so it's good to turn them off when you are home if you can.
de: Blink sagt, dass sie „keine persönlichen Informationen unserer Kunden an andere verkaufen“. Da Blink jedoch zu Amazon gehört, müssen Sie damit rechnen, dass Amazon versuchen wird, Ihnen auf der Grundlage der persönlichen Daten, die Blink über Sie gesammelt hat, viele Produkte zu verkaufen. Im Großen und Ganzen sind die Sicherheitskameras von Blink kein Grund zur Sorge. Da es sich jedoch um Kameras in Ihrem Haus handelt, sollten Sie sie nach Möglichkeit ausschalten, wenn Sie zu Hause sind.
fr: Blink déclare « ne pas vendre d’informations personnelles de nos clients à des tiers », ce qui est une bonne chose. Cependant, il s’agit d’une filiale d’Amazon, alors attendez-vous à ce qu’Amazon tente de vous vendre beaucoup de produits d’après les informations personnelles que Blink collecte sur vous. Globalement, les caméras de surveillance Blink ne nous inquiètent pas trop, par rapport aux autres caméras de surveillance. Pourtant, ce sont des caméras à l’intérieur de votre domicile, alors il est préférable de les éteindre lorsque vous êtes chez vous.
pt_br: A Blink diz que “não está no negócio de vender as informações pessoais de nossos clientes para outras pessoas”, o que é bom. No entanto, eles são uma empresa da Amazon, então espere que a Amazon tente vender muitas coisas com base nas informações pessoais que a Blink coleta sobre você. Em suma, as câmeras de segurança Blink não nos preocupam muito no que diz respeito às câmeras de segurança. Ainda assim, são câmeras dentro da sua casa, portanto é bom desligá-las quando você estiver em casa, se puder.

# how_does_it_use_data_collected
source: Blink (an Amazon company) does not sell customer information.
de: Blink (ein Unternehmen von Amazon) verkauft keine Kundendaten.
fr: Blink (une filiale d’Amazon) ne vend pas d’informations sur ses clients.
pt_br: A Blink (uma empresa da Amazon) não vende informações de clientes.

# how_does_it_use_data_collected
source: Blink Recordings are streamed to the cloud. You give Blink all permissions they need to use your Blink Recordings to do so. These permissions include, for example, the rights to copy your Blink Recordings, modify your Blink Recordings to generate clips, use information about your Blink Recordings to organize them on your behalf, and review your Blink Recordings to provide technical support.
de: Die Aufnahmen von Blink werden in die Cloud gestreamt. Sie erteilen Blink alle Berechtigungen, die für die Nutzung Ihrer Blink-Aufnahmen erforderlich sind. Diese Rechte umfassen beispielsweise das Recht, Ihre Blink-Aufnahmen zu kopieren, Ihre Blink-Aufnahmen zu bearbeiten, um Clips zu erstellen, Informationen über Ihre Blink-Aufnahmen zu verwenden, um diese in Ihrem Namen zu organisieren, und Ihre Blink-Aufnahmen zu überprüfen, um technischen Support zu leisten.
fr: Les enregistrements Blink sont envoyés dans le cloud. Vous donnez à Blink toutes les autorisations nécessaires pour utiliser vos enregistrements Blink. Ces autorisations incluent, par exemple, les droits de copier vos enregistrements Blink, de modifier vos enregistrements Blink pour générer des clips, d’utiliser des informations sur vos enregistrements Blink pour les organiser en votre nom et d’examiner vos enregistrements Blink pour fournir une assistance technique.
pt_br: As gravações da Blink são transmitidas para a nuvem. Você dá à Blink todas as permissões que ela precisa para usar suas gravações da câmera Blink. Essas permissões incluem, por exemplo, os direitos de copiar suas gravações e de modificá-las para gerar clipes, usar informações sobre suas gravações para organizá-las em seu nome e revisar suas gravações para fornecer suporte técnico.

# user_friendly_privacy_policy_helptext
source: A separate privacy policy is provided
de: Eine separate Datenschutzerklärung wird bereitgestellt
fr: Une politique de confidentialité distincte est fournie
pt_br: Uma política de privacidade é fornecida separadamente

# strong_password_helptext
source: Blink requires 2-step verification for all logins to the user’s account by receiving a text message containing the OTP which is entered by the user in-app to authenticate.
de: Blink erfordert eine 2-Schritt-Verifizierung für alle Logins in das Benutzerkonto, indem eine Textnachricht mit dem OTP empfangen wird, das der Benutzer zur Authentifizierung in der App eingibt.
fr: Blink exige une authentification à deux facteurs pour toutes les connexions au compte de l’utilisateur ou de l’utilisatrice en saisissant dans l’application un code à usage unique reçu par SMS pour s’authentifier.
pt_br: A Blink requer verificação em duas etapas para todos os logins na conta do usuário, usando uma mensagem de texto contendo o OTP que é inserido pelo usuário no aplicativo para autenticar.

# manage_vulnerabilities_helptext
source: For Blink, security researchers can report a vulnerability by emailing <a id="a1">security@amazon.com</a>.
de: Sicherheitsforscher können Sicherheitsschwachstellen von Blink melden, indem sie eine E-Mail an <a id="a1">security@amazon.com</a> senden.
fr: Pour Blink, les chercheurs et chercheuses en sécurité peuvent signaler une vulnérabilité en envoyant un e-mail à <a id="a1">security@amazon.com</a>.
pt_br: Para a Blink, os pesquisadores de segurança podem relatar uma vulnerabilidade enviando um e-mail para <a id="a1">security@amazon.com</a>.

# tips_to_protect_yourself
source: Turn your the cameras inside your home off when you are there.
de: Schalten Sie die Kameras in Ihrem Haus aus, wenn Sie anwesend sind.
fr: Éteignez vos caméras à l’intérieur de votre logement lorsque vous vous y trouvez.
pt_br: Desligue as câmeras internas quando estiver em casa.

# tips_to_protect_yourself
source: Store video locally as much as possible rather than in the Cloud.
de: Speichern Sie Videos möglichst lokal und nicht in der Cloud.
fr: Stockez les vidéos localement autant que possible plutôt que dans le cloud.
pt_br: Armazene o vídeo localmente, tanto quanto possível, em vez de armazená-lo na nuvem.

# tips_to_protect_yourself
source: Set up two-factor authentication on your account.
de: Richten Sie die Zwei-Faktor-Authentifizierung für Ihr Konto ein.
fr: Configurez l’authentification à deux facteurs sur votre compte.
pt_br: Configure a autenticação de dois fatores na sua conta.

# tips_to_protect_yourself
source: Manage your Alexa privacy settings
de: Verwalten Sie Ihre Alexa-Datenschutzeinstellungen
fr: Gérez vos paramètres de confidentialité Alexa
pt_br: Gerencie suas configurações de privacidade da Alexa

# personal_data_collected
source: Name, email, phone number, address
de: Name, E-Mail-Adresse, Telefonnummer, Adresse
fr: Nom, adresse e-mail, numéro de téléphone, adresse postale
pt_br: Nome, e-mail, número de telefone, endereço

# biometric_data_collected
source: Video and voice recordings
de: Video- und Sprachaufnahmen
fr: Enregistrements vocaux et vidéo
pt_br: Gravações de vídeo e voz

# how_can_you_control_your_data
source: Blink's privacy statement is not clear regarding deletion rights and retention details for data. It says that some groups of people are not able to request access to or deletion of data. They also send you through customer service bureaucracy to check your deletion rights.
de: Die Datenschutzerklärung von Blink ist nicht eindeutig, was die Löschrechte und die Aufbewahrung von Daten betrifft. Sie besagt, dass einige Personengruppen nicht in der Lage sind, den Zugriff auf Daten oder deren Löschung zu beantragen. Sie lassen Sie auch die Bürokratie des Kundendienstes durchlaufen, um Ihre Löschrechte zu überprüfen.
fr: La déclaration de confidentialité de Blink n’est pas claire en ce qui concerne les droits de suppression et les détails de conservation des données. Elle indique que certains groupes de personnes ne sont pas en mesure de demander l’accès ou la suppression des données. Blink vous renvoie également dans les méandres de la bureaucratie du service client pour vérifier vos droits de suppression.
pt_br: A declaração de privacidade da Blink não é clara em relação aos direitos de exclusão e detalhes de retenção de dados. Eles diz que alguns grupos de pessoas não são capazes de solicitar acesso ou exclusão de dados. Eles também colocam você para lidar com a burocracia de atendimento ao cliente para verificar seus direitos de exclusão.

# track_record_details
source: In <a id="a1">December 2019</a>, Amazon fixed a security flaw that would allow hackers to hijack the Blink camera.
de: Im <a id="a1">Dezember 2019</a>hat Amazon einen Sicherheitsfehler behoben, der es Hackern ermöglichen würde, die Kontrolle über die Blink-Kamera zu übernehmen.
fr: En <a id="a1">décembre 2019</a>, Amazon a corrigé une faille de sécurité qui permettrait le piratage des caméras Blink.
pt_br: Em <a id="a1">dezembro de 2019</a>, a Amazon corrigiu uma falha de segurança que permitia que hackers sequestrassem a câmera Blink.
