Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/bluejeans.po
Languages: de, es, fr

# blurb
source: BlueJeans is a video call app aimed at business users. It works on desktop and mobile apps and within most browsers. This video call app claims a list of features like high-quality video, screen sharing, recording, and integration with various other business apps like Trello and Slack. BlueJeans even touts that it comes with “Dolby Voice,” so now you can listen to your boss yell at you in super clear audio. In May, 2020 Verizon closed their deal to buy BlueJeans. Can you hear us now? Hopefully.
de: BlueJeans ist eine Videocall-App für die geschäftliche Nutzung und funktioniert auf dem Desktop und Smartphone-Apps sowie mit den meisten Browsern. Dabei gibt BlueJeans eine Reihe an Funktionen wie hohe Videoqualität, das Teilen von Bildschirmen, die Aufnahme von Calls und die Integration in verschiedene andere Apps wie Trello und Slack an. Das Unternehmen gibt sogar an, dass die App mit „Dolby Voice“ ausgestattet ist, damit Ihr:e Vorgesetzte:r Sie künftig in besonders klarem Ton zurechtweisen kann. Verizon schloss im Mai 2020 den Vertrag über die Übernahme von BlueJeans ab. Hören Sie uns jetzt? Wir hoffen es.
fr: BlueJeans est une application d’appels vidéo ciblant les utilisateurs et utilisatrices professionnels. Elle fonctionne sur ordinateur et mobile, et avec la plupart des navigateurs. Cette application dispose de fonctionnalités comme la vidéo haute qualité, le partage d’écran, l’enregistrement et l’intégration avec plusieurs autres applications professionnelles, comme Trello et Slack. BlueJeans se vante même de prendre en charge « Dolby Voice » pour vous permettre de profiter d’un son ultra clair pendant que votre responsable vous crie dessus. En mai 2020, Verizon a fait l’acquisition de BlueJeans.

# worst_case
source: BlueJeans seems to do an OK job with security and privacy. A month after they were acquired by Verizon in 2020 they rolled out a number of enhanced security measures including stronger encryption and one-click meeting lock capabilities. Bluejeans doesn't use end-to-end encryption (data encrypted from the moment it is created to the moment it is used), which is the most secure way to conduct video calls. But it still uses strong encryption at transit (along the tubes of the internet) and at rest (where it is stored). It does collect some personal information about users like your name, who you work for, your job, where you live, your phone number and email address, and potentially shares that data with third parties, which we don't love, but also isn’t uncommon. Bluejeans rolled out Bluejeans Telehealth earlier in 2021 that can be HIPAA compliant. All in all, Bluejeans is a fine video call app for business, even if it does have a weird name that makes you sing Neil Diamond songs.
de: In Sachen Sicherheit und Datenschutz scheint BlueJeans ganz ordentlich abzuschneiden. Einen Monat nach der Übernahme durch Verizon 2020 wurden eine Reihe verbesserter Sicherheitsmaßnahmen umgesetzt, darunter eine sicherere Verschlüsselung und die Möglichkeit, ein Meeting mit einem Klick zu schließen, damit niemand mehr dazukommen kann. Momentan verwendet BlueJeans keine Ende-zu-Ende-Verschlüsselung, bei der die Daten ab dem Zeitpunkt verschlüsselt werden, an dem sie kreiert werden und bis sie genutzt werden. Trotzdem werden Daten sowohl bei der Übertragung (wenn sie durch die Datenwege des Internets geschickt werden) und bei der Speicherung sicher verschlüsselt. Für die Nutzung fragt die Plattform einige personenbezogenen Daten ab, wie Ihren Namen, Ihren Arbeitgeber, Ihre Position, Ihren Wohnort, Ihre Telefonnummer und E-Mail-Adresse. Diese Daten können potenziell mit Dritten geteilt werden. Finden wir nicht toll, ist aber nicht ungewöhnlich. Anfang 2021 launchte BlueJeans den Service „BlueJeans Telehealth“, der HIPAA-konform sein kann. Insgesamt bietet BlueJeans eine gute Videocall-Plattform für Unternehmen, trotz des etwas seltsamen Namens.
es: BlueJeans parece hacer las cosas relativamente bien en lo que a seguridad y privacidad se refiere. Un mes después de su adquisición por parte de Verizon en 2020, la empresa implementó una serie de medidas para reforzar la seguridad, incluyendo un cifrado más fuerte y la opción de bloquear reuniones con un solo clic. BlueJeans no usa el cifrado de extremo a extremo (en que los datos se cifran desde el momento en que se crean hasta el momento en que se utilizan), que sería el sistema más seguro para llevar a cabo videollamadas; aun así, ofrece un cifrado fuerte de los datos en tránsito (cuando viajan a través de internet) y en reposo (cuando quedan almacenados). Es verdad que recopila cierta información personal sobre los usuarios (como su nombre, su lugar de trabajo y su cargo, su dirección, su número de teléfono y su dirección de correo electrónico) y que la podría compartir con terceros, pero esto es algo común por mucho que nos desagrade. BlueJeans lanzó BlueJeans Telehealth en 2021, una plataforma de telesalud que puede cumplir lo que dicta la HIPAA (Ley de Portabilidad y Responsabilidad del Seguro Médico). En definitiva, BlueJeans es una buena plataforma de videoconferencias para empresas (a pesar de su extraño nombre que evoca una canción de Neil Diamond).
fr: BlueJeans semble faire du bon travail en matière de sécurité et de confidentialité. Un mois après son acquisition par Verizon en 2020, elle a mis en place plusieurs mesures de sécurité renforcées, parmi lesquelles un chiffrement plus sécurisé et la possibilité de verrouiller une réunion en un clic. BlueJeans n’utilise pas le chiffrement de bout en bout (chiffrement des données depuis leur création jusqu’à leur utilisation), qui est le moyen le plus sûr de passer des appels vidéo. Elle utilise cependant un chiffrement fort en transit (dans les tuyaux d’Internet) et au repos (là où les données sont stockées). Elle collecte certaines informations personnelles sur les utilisateurs et utilisatrices, comme le nom, l’employeur, l’emploi, le lieu de résidence, le numéro de téléphone et l’adresse e-mail, et peut partager ces données avec des tiers. Pas terrible, mais plutôt commun. Plus tôt en 2021, BlueJeans a lancé BlueJeans Telehealth, qui peut respecter les lois HIPAA. De manière générale, BlueJeans est une bonne application d’appels vidéo pour les entreprises, même si son nom bizarre donne des envies de danser la country.

# how_does_it_use_data_collected
source: BlueJeans does not sell personal information to any third parties. The company also claims that "the Services are not intended to be used for profiling, automated processing, personal data relating to criminal convictions or offenses, other systematic monitoring of a public area, or any other operations which may result in a high risk of significantly affecting you or your legal rights.". BlueJeans combines your data with third-party data, for purposes including for advertisement: "information about you from third parties including other Service users, third-party service providers which you have linked to your use of our Services (including social media accounts, single-sign-on services, and scheduling applications), resellers, distributors, your employer, your administrator, publicly available sources, data enrichment vendors, payment and delivery service vendors, advertising networks, analytics providers, and our business partners."
de: BlueJeans verkauft keine personenbezogenen Daten an Dritte. Das Unternehmen gibt auch an, dass „die Dienste nicht für die Erstellung von Profilen, die automatisierte Verarbeitung, die Verarbeitung personenbezogener Daten im Zusammenhang mit strafrechtlichen Verurteilungen oder Straftaten, die sonstige systematische Überwachung eines öffentlichen Bereichs oder andere Vorgänge, die ein hohes Risiko für eine erhebliche Beeinträchtigung Ihrer Person oder Ihrer gesetzlichen Rechte mit sich bringen können, verwendet werden sollen“. BlueJeans kombiniert Ihre Daten mit Drittanbieterdaten zu Zwecken, darunter Werbezwecke: „Informationen über Sie von Dritten, einschließlich andere Nutzer*innen unserer Dienste, Drittanbietern von Diensten, die Sie mit Ihrer Nutzung unserer Dienste verknüpft haben (einschließlich Konten in sozialen Medien, Single-Sign-On-Dienste und Terminplanungsanwendungen), Wiederverkäufern, Händlern, Ihrem Arbeitgeber, Ihrem Administrator, öffentlich zugänglichen Quellen, Anbietern von Datenanreicherungen, Anbietern von Zahlungs- und Lieferdiensten, Werbenetzwerken, Analyseanbietern und unseren Geschäftspartnern.“
fr: BlueJeans ne vend pas d’informations personnelles à des tiers. L’entreprise affirme également que « les services ne sont pas conçus pour être utilisés à des fins de profilage, de traitement automatique, d’acquisition de données personnelles liées à des condamnations pour crime ou délit, à d’autres formes de surveillance systématique du domaine public ou à toute autre opération pouvant entraîner un haut risque d’affecter significativement votre personne ou vos droits individuels ». BlueJeans combine vos données avec des données de tiers, à des fins notamment publicitaires : « les informations à votre sujet obtenues auprès de tiers, y compris d’autres utilisateurs du service, de fournisseurs de services tiers que vous avez liés à votre utilisation de nos services (y compris des comptes de réseaux sociaux, des services à authentification unique et des applications de planification), de revendeurs, de distributeurs, de votre employeur, de votre administrateur, de sources publiques, de fournisseurs de services d’enrichissement des données, de fournisseurs de services de paiement et de livraison, de réseaux publicitaires, de fournisseurs d’analyses et de nos partenaires commerciaux. »

# user_friendly_privacy_policy_helptext
source: Privacy policy is written in legal language
de: Die Datenschutzrichtlinie ist in juristischer Sprache verfasst.
es: La política de privacidad está escrita en jerga legal.
fr: La politique de confidentialité est rédigée en jargon juridique.

# uses_encryption_helptext
source: Standards-based encryption is used in transit and at rest. Bluejeans does not offer end-to-end encryption.
de: Standardbasierte Verschlüsselung wird bei der Übertragung und bei Speicherung verwendet. BlueJeans bietet keine Ende-zu-Ende-Verschlüsselung.
es: Se usa el cifrado estándar en tránsito y en reposo. BlueJeans no ofrece cifrado de extremo a extremo.
fr: Chiffrement standard utilisé en transit et au repos. BlueJeans n’utilise pas le chiffrement de bout en bout.

# security_updates_helptext
source: BlueJeans updates its desktop application about five times a year, and the mobile app is updated multiple times a month.
de: BlueJeans aktualisiert die Desktop-App ungefähr fünfmal im Jahr, die App für mobile Geräte mehrmals im Monat.
es: BlueJeans actualiza su aplicación de escritorio unas cinco veces al año y su aplicación móvil varias veces al mes.
fr: BlueJeans met à jour son application pour ordinateur environ cinq fois par an et l’application mobile est mise à jour plusieurs fois par mois.

# strong_password_helptext
source: A strong password is required to create an account. Also, a participant passcode is required for a scheduled one-time meeting.
de: Für die Einrichtung eines Kontos ist ein starkes Passwort notwendig. Für verabredete einmalige Meetings ist außerdem ein Teilnehmer-Passcode erforderlich.
es: Para crear una cuenta hace falta una contraseña segura. Asimismo, se requiere un código de acceso de participante para las reuniones puntuales programadas.
fr: Un mot de passe fort est nécessaire pour créer un compte. Un code de participant est requis pour les réunions ponctuelles.

# manage_vulnerabilities_helptext
source: BlueJeans has a bug bounty program
de: BlueJeans hat ein Bug-Bounty-Programm.
es: BlueJeans cuenta con un programa de recompensa de errores.
fr: BlueJeans dispose d’un programme de prime aux bugs.

# personal_data_collected
source: Name, work place, address, phone number, email address or other contact details, geolocation data, IP address. When you use their services for telehealth, medical data is shared in the context of a patient visit.
de: Name, Arbeitgeber, Adresse, Telefonnummer, E-Mail-Adresse oder andere Kontaktdaten, geographische Daten, IP-Adresse. Wenn Sie die Dienstleistungen für Telemedizin nutzen, werden im Zusammenhang mit einem Patientenbesuch medizinische Daten geteilt.
es: Nombre, lugar de trabajo, dirección, número de teléfono, dirección de correo electrónico u otros datos de contacto, datos de geolocalización, dirección IP. Cuando se usan sus servicios de telesalud, se comparten datos médicos en el contexto de la visita al paciente.
fr: Nom, lieu de travail, adresse, numéro de téléphone, adresse e-mail ou autres informations de contact, données de géolocalisation, adresse IP. Si vous utilisez le service pour de la téléconsultation médicale, les données médicales sont partagées dans le contexte d’une visite de patient.

# social_data_collected
source: Who you work for, and your job function or department. Content that you generate or upload via the Services.
de: Für wen Sie arbeiten und Ihre Position oder Abteilung. Inhalte, die Sie über den Dienst generieren oder hochladen.
es: Empresa para la que trabajas (así como tu cargo o departamento) y contenidos que generas o subes a través de los servicios.
fr: Votre employeur, votre poste ou votre service. Le contenu que vous générez ou téléchargez par le biais des services.

# how_can_you_control_your_data
source: BlueJeans website uses cookies on its product, and does not respond to 'Do not track': 'Because no formal “Do Not Track” standard has been adopted, we currently do not respond to “Do Not Track” web browsers signals or other mechanisms regarding the collection of your information."" Following the end of your subscription to the Services, your information will generally be deleted or obfuscated within six months of the end of your subscription. If the Services are made available to you through an organization (e.g., your employer), BlueJeans retain your information per your organization’s instructions.
de: Die BlueJeans Website verwendet Cookies und reagiert nicht auf „Do Not Track“: „Da kein offiziell anerkannter ‚Do Not Track‘-Standard existiert, reagieren wir derzeit nicht auf ‚Do Not Track‘-Signale von Webbrowsern oder andere Mechanismen, die im Zusammenhang mit der Sammlung Ihrer Daten stehen.“ Ihre Daten werden nach der Kündigung Ihres Abonnements normalerweise innerhalb von sechs Monaten nach Ende Ihres Abonnements gelöscht oder verschleiert. Wurde Ihnen der Dienst durch eine Organisation (z. B. Ihren Arbeitgeber) bereitgestellt, hält BlueJeans Ihre Daten in Übereinstimmung mit den Anweisungen durch die Organisation vor.
fr: Le site web de BlueJeans utilise des cookies et ne répond pas à l’option « Ne pas me pister » : « À défaut de norme générale "Ne pas pister", nous ne prenons actuellement pas en charge les signaux "Ne pas pister" envoyés par les navigateurs ou d’autres systèmes en ce qui concerne la collecte de vos informations. » Après la fin de votre abonnement aux services, vos informations seront généralement supprimées ou brouillées dans un délai de six mois. Si les services vous sont fournis par le biais d’une organisation (par ex. votre employeur), BlueJeans conserve vos données conformément aux instructions de votre organisation.

# track_record_details
source: No known track record of public data breaches or leaks found
de: Es sind keine Datenschutzverletzungen oder Leaks öffentlich bekannt.
es: No hay constancia de filtraciones de datos.
fr: Aucun historique connu de fuites de données ou de failles rendues publiques.

# ai_helptext
source: BlueJeans integrates an automated transcription technology.
de: BlueJeans integriert eine automatische Transkriptionstechnologie.
es: BlueJeans incorpora una tecnología de transcripción automatizada.
fr: BlueJeans intègre une technologie de transcription automatique.
