Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/bose-smart-speakers.po
Languages: pt_br

# title
source: Bose Smart Speakers
pt_br: Alto-falantes Inteligentes Bose

# blurb
source: Bose is known for it's pricey, premium headphones and speakers. With their smart home speaker line -- which includes everything from a portable smart speaker to a soundbar for your TV , to a blocky speaker with a LCD display -- users get all the expensive Bose sound with Amazon Alexa and Google Assistant built-in. Ask questions or make commands and an 8-microphone array will pick up your words. Tap that microphone button to turn off those snoopy speakers whenever you want some privacy. Speaking of privacy, how is Bose at protecting and respecting your privacy? Eh, they aren't exactly great.
pt_br: A Bose é conhecida por seus fones de ouvido e alto-falantes caros e de qualidade premium. Com sua linha de alto-falantes domésticos inteligentes – que inclui tudo, desde um alto-falante inteligente portátil a uma barra de som para sua TV, até um alto-falante com tela LCD – os usuários obtêm todo o som caro do Bose com o Amazon Alexa e o Google Assistente embutidos. Faça perguntas ou comandos e uma matriz de 8 microfones captará suas palavras. Toque no botão do microfone para desligar os alto-falantes bisbilhoteiros sempre que quiser um pouco de privacidade. Falando em privacidade, como a Bose protege e respeita sua privacidade? Eh, eles não são exatamente ótimos.

# worst_case
source: So, what's going on with Bose's privacy? Well, they can be rather nosey, for a smart speaker/headphone company. They collect a fair amount of personal information, such as your name, email, address, location from IP address and sometimes your precise location too, if you allow them. This is all pretty normal. They also say they can collect information about you from third parties, "such as business partners, marketers, researchers, analysts, social network services, and other parties to help us supplement our records." And then there is all the data Bose says they can collect about you automatically through the use of the smart speakers, headphones, apps, websites, and even in their retail stores. So yeah, Bose hopes to build a pretty good profile on you, which , ugh, why does a headphone company need to build such a profile on you?
pt_br: Então, o que está acontecendo com a privacidade da Bose? Bem, eles podem ser bastante intrometidos, para uma empresa de alto-falantes/fones de ouvido inteligentes. Eles coletam uma quantidade razoável de informações pessoais, como seu nome, e-mail, endereço, localização do endereço IP e, às vezes, sua localização precisa também, se você permitir. Isso tudo é bem normal. Eles também dizem que podem coletar informações sobre você de terceiros, "como parceiros de negócios, profissionais de marketing, pesquisadores, analistas, serviços de redes sociais e outras partes para nos ajudar a complementar nossos registros". E então há todos os dados que a Bose diz que podem coletar sobre você automaticamente através do uso de alto-falantes inteligentes, fones de ouvido, aplicativos, sites e até mesmo em suas lojas de varejo. Então, sim, a Bose espera construir um perfil muito bom sobre você, o que, aff, por que uma empresa de fones de ouvido precisa construir esse perfil sobre você?

# worst_case
source: To market you stuff, that's why. Bose says they do share or "sell" (under the <a id="a1">definition of sell</a> in California's strong <a id="a2">CCPA privacy law</a>) some personal information to third party advertising partners to target you with ads. This generally includes your email address as well as the information Bose says they can collect on you automatically through their technologies. That means the use and interaction with their website, apps, devices, and interactions in their retails stores. That includes things like your location, IP address, what media you access, what content you listen to such as <i>"sleep tracks, stations, playlists, artists, albums, songs, or podcasts,"</i> and even sensor data from your headphones such as your head orientation and movement, and environmental data such as the noise levels and audio frequencies of sounds around you. That seems like a lot of weird little data points to collect about you. And while this might not reach the crazy level of what a car or your phone can collect and share on you, well, dang people, it's your smart speaker and headphones!. Headphones and smart speakers collecting and then sharing things like your head movement, environmental data like the sounds around you, and what podcats you like to listen to and where you are just seems kinda creepy.
pt_br: Para te comercializar coisas, é por isso. A Bose diz que compartilha ou "vende" (sob a <a id="a1">definição de venda</a> na forte <a id="a2">lei de privacidade CCPA</a> da Califórnia) algumas informações pessoais a parceiros de publicidade terceirizados para segmentá-lo com anúncios. Isso geralmente inclui seu endereço de e-mail, bem como as informações que a Bose diz que pode coletar sobre você automaticamente por meio de suas tecnologias. Isso significa o uso e a interação com seu site, aplicativos, dispositivos e interações em suas lojas de varejo. Isso inclui coisas como sua localização, endereço IP, quais mídias você acessa, quais conteúdos você ouve, como <i>"faixas de sono, estações, listas de reprodução, artistas, álbuns, músicas ou podcasts",</i> e até dados de sensores de seus fones de ouvido, como orientação e movimento da cabeça, e dados ambientais, como os níveis de ruído e frequências de áudio dos sons ao seu redor. Isso parece um monte de pequenos pontos de dados estranhos para coletar sobre você. E embora isso possa não atingir o nível absurdo do que um carro ou seu telefone podem coletar e compartilhar com você... Bem... Caramba, gente, são seu alto-falante inteligente e fones de ouvido! Fones de ouvido e alto-falantes inteligentes coletando e compartilhando coisas como o movimento da cabeça, dados ambientais, como os sons ao seu redor, quais podcasts você gosta de ouvir e onde você está parecem meio assustadores.

# worst_case
source: Bose goes on to say they may use or share de-identified personal data for any purpose they choose, <a id="a1">without limitation</a>. This actually worries us a good bit because privacy researchers have long pointed out that it is <a id="a2">relatively easy to re-identify</a> such data, especially when location data has been collected. To explain this a bit further, when you see a company say they can share anonymous data without limitation, that's generally not as worrisome as that is data that is no longer personal information. But de-identified data could still be personal information, so for Bose to claim they can use your de-identified data "without limitation," that is something that worries us.
pt_br: A Bose continua dizendo que pode usar ou compartilhar dados pessoais não identificados para qualquer finalidade que escolher, <a id="a1">sem limitação</a>. Isso realmente nos preocupa um pouco porque os pesquisadores de privacidade há muito apontam que é <a id="a2">relativamente fácil identificar novamente</a> esses dados, especialmente quando os dados de localização foram coletados. Para explicar isso um pouco mais, quando você vê uma empresa dizer que pode compartilhar dados anônimos sem limitação, isso geralmente não é tão preocupante, pois são dados que não são mais informações pessoais. Mas os dados desidentificados ainda podem ser informações pessoais, portanto, para a Bose alegar que pode usar seus dados desidentificados "sem limitação", isso é algo que nos preocupa.

# worst_case
source: Oh, and if you choose to use Amazon Alexa or Google Assistant with this smart speaker, know that Google and Amazon will collect data on the voice requests you make. Amazon and Google aren't exactly known for being bastions of privacy.
pt_br: Ah, e se você optar por usar o Amazon Alexa ou o Google Assistente com este alto-falante inteligente, saiba que o Google e a Amazon coletarão dados sobre as solicitações de voz que você fizer. A Amazon e o Google não são exatamente conhecidos por serem bastiões da privacidade.

# worst_case
source: How is Bose's track record at protecting and respecting your personal information? A few years back Bose came <a id="a1">under fire</a> when it was alleged they were secretly collecting personal information about users through the Bose app. Bose <a id="a2">fought</a> the class action lawsuit based on these allegations. And early in 2021, Bose made a <a id="a3">good change</a> when they stopped requiring users to create an account to use the Bose Music app that controls their headphones and speakers. They do really push users to make an account though, so beware of that.
pt_br: Como está o histórico da Bose em proteger e respeitar suas informações pessoais? Alguns anos atrás, a Bose foi <a id="a1">criticada</a> quando foi alegado que eles estavam coletando secretamente informações pessoais sobre os usuários por meio do aplicativo Bose. A Bose <a id="a2">lutou contra</a> a ação coletiva com base nessas alegações. E no início de 2021, a Bose fez uma <a id="a3">boa mudança</a> quando parou de exigir que os usuários criassem uma conta para usar o aplicativo Bose Music que controla seus fones de ouvido e alto-falantes. Eles realmente incentivam os usuários a criar uma conta, então cuidado com isso.

# worst_case
source: What's the worst that could happen with Bose? Well, Bose does collect a fair amount of personal information for speakers -- things like your email address, IP address, location and what content you listen to. And they do say they can share and even "sell" some of this data for targeted advertising purposes. It would be weird for your smart speaker to give away to online advertisers the fact that you like to listen to lots of podcasts about how to get better at dating, determine you are single and lonely, and target you with loads of adds for sexy AI chatbots. That could get weird -- and unhealthy -- fast.
pt_br: Qual é a pior coisa que poderia acontecer com a Bose? Bem, a Bose coleta uma quantidade razoável de informações pessoais dos usuários – coisas como seu endereço de e-mail, endereço IP, localização e o conteúdo que você ouve. E eles dizem que podem compartilhar e até mesmo "vender" alguns desses dados para fins de publicidade direcionada. Seria estranho o seu alto-falante inteligente revelar para os anunciantes on-line o fato de que você gosta de ouvir muitos podcasts sobre como melhorar em encontros, determinar que você está solteiro e solitário e direcionar anúncios para você com muitos chatbots de IA sensuais. Isso pode ficar estranho – e doentio – rápido.

# how_does_it_use_data_collected
source: We ding this product for combining users' data with data from third parties and for potentially "selling" personal information under the California CCPA definition of "sale" for online advertising services
pt_br: Usamos este produto para combinar os dados dos usuários com dados de terceiros e para potencialmente "vender" informações pessoais sob a definição de "venda" da CCPA da Califórnia para serviços de publicidade on-line

# how_does_it_use_data_collected
source: Privacy Policy
pt_br: Política de Privacidade

# how_does_it_use_data_collected
source: "By using the Services, you agree to this Privacy Policy and that we may process, transfer, and store your information in the United States."<br/><br/>"Under the laws in certain US jurisdictions, you also have the right to opt out of our processing or sharing of your information for online targeted advertising purposes. Note that certain state laws also allow you to opt out of the “sale” of your information to third parties in exchange for valuable consideration. While we do not sell your information in exchange for money, we may use analytics or online advertising tools that result in the disclosure of your information to our third-party partners and that are subject to this opt out right. You can opt out of both of these activities by visiting "Your privacy choices" or by following the instructions in our Cookie Notice."
pt_br: "Ao usar os Serviços, você concorda com esta Política de Privacidade e que podemos processar, transferir e armazenar suas informações nos Estados Unidos."<br/><br/>"De acordo com as leis em certas jurisdições dos EUA, você também tem o direito de desativar nosso processamento ou compartilhamento de suas informações para fins de publicidade direcionada on-line. Observe que certas leis estaduais também permitem que você cancele a 'venda' de suas informações a terceiros em troca de uma contraprestação valiosa. Embora não vendamos suas informações em troca de dinheiro, podemos usar ferramentas de análise ou publicidade on-line que resultem na divulgação de suas informações a nossos parceiros terceirizados e que estejam sujeitas a esse direito de exclusão. Você pode desativar ambas as atividades visitando 'As suas opções de privacidade' ou seguindo as instruções no nosso Aviso de Cookies."

# how_does_it_use_data_collected
source: "We may receive information about you from other sources, such as business partners, marketers, researchers, analysts, social network services, and other parties to help us supplement our records."
pt_br: "Podemos receber informações sobre você de outras fontes, como parceiros de negócios, profissionais de marketing, pesquisadores, analistas, serviços de redes sociais e outras partes para nos ajudar a complementar nossos registros."

# how_does_it_use_data_collected
source: Bose may collect: "Information we collect at retail locations, such as information about your mobile device or network when you choose to connect your device to Bose digital displays or scan QR codes in retail locations (e.g., device type, operating system, the name you assigned to your device, IP address)."
pt_br: A Bose pode coletar: "Informações que coletamos em locais de varejo, como informações sobre seu dispositivo móvel ou rede quando você opta por conectar seu dispositivo a monitores digitais da Bose ou digitalizar códigos QR em locais de varejo (por exemplo, tipo de dispositivo, sistema operacional, o nome que você atribuiu ao seu dispositivo, endereço IP)."

# how_does_it_use_data_collected
source: "Bose strives to provide you with relevant, value-added content in our online advertisements. We do not serve third-party advertisements to you while using our Services. However, we do work with online analytics and advertising partners to: (1) better understand the use of our Services so that we can improve our Services; and (2) deliver Bose advertisements that are more tailored to you both on our Services and on third-party Services.
pt_br: "A Bose se esforça para fornecer conteúdo relevante e de valor agregado em nossos anúncios on-line. Não veiculamos anúncios de terceiros para você durante o uso de nossos Serviços. No entanto, trabalhamos com parceiros de análise e publicidade on-line para: (1) entender melhor o uso de nossos Serviços para que possamos melhorar nossos Serviços; e (2) fornecer anúncios da Bose que sejam mais adaptados a você, tanto em nossos Serviços quanto em Serviços de terceiros.

# how_does_it_use_data_collected
source: Our partners may also place cookies, pixel tags and similar technologies on many online services, including ours. They use these technologies to collect information about your activities on these services in order to deliver you more relevant advertising. For example, they may use the information they collect from their cookies on our Services to identify Bose products and services you might be interested in and to recognize your device so they can show you relevant Bose advertisements while you are using our Services and other services. Additionally, we sometimes provide basic information we collect (such as email addresses) to service providers, who may “match” this information in de-identified form to cookies, mobile ad identifiers, and other proprietary IDs, in order to provide you with more relevant ads when you visit other online services."
pt_br: Os nossos parceiros também podem colocar cookies, pixel tags e tecnologias semelhantes em muitos serviços on-line, incluindo o nosso. Eles usam essas tecnologias para coletar informações sobre suas atividades nesses serviços, a fim de fornecer publicidade mais relevante. Por exemplo, eles podem usar as informações que coletam de seus cookies em nossos Serviços para identificar produtos e serviços da Bose nos quais você possa estar interessado e reconhecer seu dispositivo para que possam mostrar anúncios relevantes da Bose enquanto você estiver usando nossos Serviços e outros serviços. Além disso, às vezes fornecemos informações básicas que coletamos (como endereços de e-mail) para provedores de serviços, que podem "combinar" essas informações de forma desidentificada com cookies, identificadores de anúncios para dispositivos móveis e outros IDs proprietários, a fim de fornecer anúncios mais relevantes quando você visita outros serviços on-line."

# how_does_it_use_data_collected
source: "Bose may use the information we collect in the following ways: ...<br/> --For marketing and advertising purposes, including providing you with the latest product announcements, promotions, and information about upcoming events.<br/>--To personalize your experience and customize the Services, such as delivering relevant content, recommending features through our Services, and maintaining your product wish lists. ...<br/>--Other purposes for which we seek your consent. We may also use your information for a specific purpose that we communicate to you. We will ask for your consent to process your information for such purpose in accordance with applicable legal requirements ..."
pt_br: "A Bose pode usar as informações que coletamos das seguintes maneiras:<br/>– Para fins de marketing e publicidade, incluindo fornecer a você os mais recentes anúncios de produtos, promoções e informações sobre eventos futuros.<br/>– Para personalizar sua experiência e personalizar os Serviços, como fornecer conteúdo relevante, recomendar recursos por meio de nossos Serviços e manter suas listas de desejos de produtos.<br/>– Outros fins para os quais solicitamos o seu consentimento. Também podemos usar suas informações para uma finalidade específica que comunicamos a você. Pediremos o seu consentimento para processar as suas informações para esse fim, de acordo com os requisitos legais aplicáveis..."

# how_does_it_use_data_collected
source: "For the purposes discussed in this Privacy Policy, we may combine the information that we collect through the Services with information that we receive from other sources, both online and offline, and use such combined information in accordance with this Privacy Policy."
pt_br: "Para os fins discutidos nesta Política de Privacidade, podemos combinar as informações que coletamos através dos Serviços com informações que recebemos de outras fontes, tanto on-line quanto off-line, e usar essas informações combinadas de acordo com esta Política de Privacidade."

# how_does_it_use_data_collected
source: "We may de-identify information we collect so the information cannot reasonably identify you or your device, or we may collect information that is already in de-identified form. Our use and disclosure of de-identified information is not subject to any restrictions under this Privacy Policy, and we may use and disclose it to others for any purpose, without limitation."
pt_br: "Podemos desidentificar as informações que coletamos para que as informações não possam identificá-lo razoavelmente ou ao seu dispositivo, ou podemos coletar informações que já estão em forma desidentificada. Nosso uso e divulgação de informações não identificadas não estão sujeitos a quaisquer restrições sob esta Política de Privacidade e podemos usá-las e divulgá-las a terceiros para qualquer finalidade, sem limitação."

# how_does_it_use_data_collected
source: <b>California Privacy Notice of Collection</b><br/>"We “share” information to provide more relevant and tailored advertising to you regarding our Services. While we do not disclose our customer’s personal information to third parties in exchange for money, our use of third-party analytics services and online advertising services may result in the sharing of online identifiers (e.g., cookie data, IP addresses, device identifiers, and usage information) in a way that may be considered a “sale” under the CCPA."
pt_br: <b>Aviso de Coleta de Dados de Privacidade da Califórnia</b><br/>"Nós 'compartilhamos' informações para fornecer publicidade mais relevante e personalizada para você em relação aos nossos Serviços. Embora não divulguemos as informações pessoais de nossos clientes a terceiros em troca de dinheiro, nosso uso de serviços de análise de terceiros e serviços de publicidade on-line pode resultar no compartilhamento de identificadores on-line (por exemplo, dados de cookies, endereços IP, identificadores de dispositivos e informações de uso) de uma forma que pode ser considerada uma 'venda' sob a CCPA."

# how_does_it_use_data_collected
source: <b>"Your Privacy Choices" Statement</b><br/>"While Bose does not disclose our customer’s personal information to third parties in exchange for money, Bose’s use of third-party analytics services and online advertising services may result in the sharing of online identifiers (e.g., cookie data, IP addresses, device identifiers, and usage information) in a way that is subject to these state opt out rights.
pt_br: <b>Sua Declaração de "Opções de Privacidade"</b><br/>"Embora a Bose não divulgue as informações pessoais de nossos clientes a terceiros em troca de dinheiro, o uso pela Bose de serviços de análise de terceiros e serviços de publicidade on-line pode resultar no compartilhamento de identificadores on-line (por exemplo, dados de cookies, endereços IP, identificadores de dispositivos e informações de uso) de uma forma que está sujeita a esses direitos de exclusão do estado.

# how_does_it_use_data_collected
source: To disable third-party analytics and online advertising activities that are subject to these opt out requirements, please adjust your preference below by toggling the button to the left (an X will appear) and clicking “Save Preferences”. Note that any choice you make here will only affect this website, and the browser and device from which you are exercising your choice. If you would like to opt out on other devices or browsers, please do so separately.<b>"</b>
pt_br: Para desativar as análises de terceiros e as atividades de publicidade on-line que estão sujeitas a estes requisitos de desativação, ajuste a sua preferência abaixo, alternando o botão à esquerda (aparecerá um X) e clicando em 'Guardar Preferências'. Observe que qualquer escolha que você fizer aqui afetará apenas este site e o navegador e dispositivo a partir do qual você está exercendo sua escolha. Se quiser desativar em outros dispositivos ou navegadores, faça isso separadamente.<b>"</b>

# user_friendly_privacy_policy_helptext
source: Bose's privacy policy, their California Privacy Notice of Collection, and their "Your Privacy Choices" links are all easily found at the bottom of their website. The language used in their privacy policy isn't exactly user-friendly, but it isn't as awful as some privacy policies we've read.
pt_br: A política de privacidade da Bose, o Aviso de Coleta de Dados de Privacidade da Califórnia e o link "Suas Opções de Privacidade" são facilmente encontrados na parte inferior do site. A linguagem usada em sua política de privacidade não é exatamente amigável, mas não é tão ruim quanto algumas políticas de privacidade que lemos.

# uses_encryption_helptext
source: Uses encryption in transit and at rest.
pt_br: Utiliza criptografia em trânsito e em repouso.
