Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/bose-smart-speakers.po
Languages: pt_br

# tips_to_protect_yourself
source: If you use Alexa or Google Assistant, set up the respective privacy settings.
pt_br: Se você usa Alexa ou Google Assistente, defina as respectivas configurações de privacidade.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data.
pt_br: Ao se cadastrar, não concorde com o rastreamento dos seus dados.

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
pt_br: Não se cadastre com contas de terceiros. É melhor acessar com e-mail e senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
pt_br: Use uma senha forte! Você pode usar uma ferramenta de controle de senha como o 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do aplicativo (não libere acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário)

# tips_to_protect_yourself
source: Keep your app regularly updated
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
pt_br: Limite o rastreamento de anúncios no seu dispositivo (ex.: no iPhone acesse Privacidade e Segurança -> Publicidade da Apple -> Limitar rastreamento de anúncios) e nas principais redes de anúncios (para o Google, acesse sua conta Google e desative os anúncios personalizados)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
pt_br: Se decidir parar de usar o aplicativo, solicite que seus dados sejam excluídos. Apenas excluir o aplicativo do seu dispositivo não apagará seus dados pessoais da base da empresa.

# personal_data_collected
source: Contact information such as name, address, telephone number, email address.<br/>General location information (e.g., city/state) which may be collected or derived from your IP address, some mobile applications will request your precise location information via GPS-based functionality to allow certain features to work such as enabling you to locate a lost or stolen device, providing access to local radio stations)<br/>"Information we collect at retail locations, such as information about your mobile device or network when you choose to connect your device to Bose digital displays or scan QR codes in retail locations (e.g., device type, operating system, the name you assigned to your device, IP address)."
pt_br: Informações de contato, como nome, endereço, número de telefone, endereço de e-mail.<br/>Informações gerais de localização (por exemplo, cidade/estado) que podem ser coletadas ou derivadas do seu endereço IP; Alguns aplicativos móveis solicitarão suas informações de localização precisas por meio da funcionalidade baseada em GPS para permitir que determinados recursos funcionem, como permitir que você localize um dispositivo perdido ou roubado, fornecendo acesso a estações de rádio locais)<br/>"Informações que coletamos em locais de varejo, como informações sobre seu dispositivo móvel ou rede quando você escolhe conectar seu dispositivo a monitores digitais Bose ou digitalizar códigos QR em locais de varejo (por exemplo, tipo de dispositivo, sistema operacional, o nome que você atribuiu ao seu dispositivo, endereço IP)."

# how_can_you_control_your_data
source: We ding this product as it is not clear if all users, regardless of what privacy laws they live under, have the right to get their data deleted.
pt_br: Notificamos este produto, pois não está claro se todos os usuários, independentemente das leis de privacidade sob as quais vivem, têm o direito de excluir seus dados.

# how_can_you_control_your_data
source: <b>Privacy Policy</b><br/>"We provide you with the ability to exercise certain controls and choices regarding our collection, use, and disclosure of your information. Your legal rights to exercise such controls and choices vary based on the laws of your jurisdiction.."
pt_br: <b>Política de Privacidade</b><br/>"Fornecemos a você a capacidade de exercer certos controles e escolhas em relação à nossa coleta, uso e divulgação de suas informações. Seus direitos legais de exercer tais controles e escolhas variam de acordo com as leis de sua jurisdição."

# how_can_you_control_your_data
source: "We retain information for different periods of time depending on the purposes for which we collect and use it, as described in this Privacy Policy. We will delete or de-identify information when it is no longer needed to fulfill these purposes unless a longer retention period is required to comply with applicable laws. There may be technical or other operational reasons where we are unable to fully delete or de-identify your information. Where this is the case, we will take reasonable measures to prevent further processing your information."
pt_br: "Retemos informações por diferentes períodos de tempo, dependendo das finalidades para as quais as coletamos e usamos, conforme descrito nesta Política de Privacidade. Excluiremos ou desidentificaremos as informações quando não forem mais necessárias para cumprir esses propósitos, a menos que seja necessário um período de retenção mais longo para cumprir as leis aplicáveis. Pode haver motivos técnicos ou outros motivos operacionais em que não possamos excluir ou desidentificar totalmente suas informações. Quando for esse o caso, tomaremos medidas razoáveis para impedir o processamento adicional das suas informações."

# track_record_details
source: Bose suffered a <a id="a1">ransomware attack</a> in March 2021, it leaked employee and financial data, but <a id="a2">no consumer-related data</a>.
pt_br: A Bose sofreu um <a id="a1">ataque de ransomware</a> em março de 2021, vazou dados financeiros e de funcionários, mas <a id="a2">não dados relacionados ao consumidor</a>.

# child_safety_blurb
source: "Our Services are intended for general audiences and are not directed at children. If we become aware that we have collected data without legally valid parental consent from children under an age where such consent is required, we will take reasonable steps to delete it as soon as possible."
pt_br: "Nossos Serviços são destinados ao público em geral e não são direcionados a crianças. Se tomarmos conhecimento de que coletamos dados de crianças menores de idade sem o consentimento dos pais legalmente válido, tomaremos medidas razoáveis para excluí-los o mais rápido possível."

# ai_what_can_it_do
source: You can connect the speaker to Alexa or Google Assistant, if you wish, for voice recognition.
pt_br: Você pode conectar o alto-falante ao Alexa ou ao Google Assistente, se desejar, para reconhecimento de voz.
