Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/calm.po
Languages: de, es, fr, pt_br

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad
fr: Assurez-vous de garder votre application à jour.
pt_br: Mantenha seu aplicativo sempre atualizado.

# tips_to_protect_yourself
source: Limit ad tracking via your device (e.g. on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios)
fr: Limitez le suivi publicitaire via votre appareil (par exemple, sur iPhone, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et sur les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces publicitaires).
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar o rastreamento de anúncios) e as maiores redes de anúncios (no Google, vá para a Conta do Google e desative a personalização de anúncios)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Beantragen Sie die Löschung Ihrer Daten, wenn Sie die App nicht mehr nutzen. Das Deinstallieren der App auf Ihrem Gerät löscht normalerweise nicht automatisch Ihre personenbezogenen Daten.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.
pt_br: Solicite que seus dados sejam excluídos quando você parar de usar o aplicativo. A simples exclusão de um aplicativo do dispositivo normalmente não apaga seus dados pessoais.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung für ein Konto nicht der Nachverfolgung Ihrer Daten zu, falls möglich.
es: Cuando inicies el registro, no aceptes el seguimiento de tus datos si es posible.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données si cela vous est demandé.
pt_br: Ao realizar uma inscrição, não concorde com o rastreamento de seus dados, se possível.

# personal_data_collected
source: Name, email, street address
de: Name, E-Mail, Straße, Ort
es: Nombre, correo electrónico, dirección
fr: Nom, e-mail, adresse postale
pt_br: Nome, email, endereço

# how_can_you_control_your_data
source: "Subject to certain limits and conditions provided under law, we honor the exercise of the right of access or deletion for all of our users, regardless of their location. Any Calm user may exercise this right by contacting us at support@calm.com."
de: „Vorbehaltlich bestimmter gesetzlicher Einschränkungen und Bedingungen respektieren wir die Ausübung des Rechts auf Auskunft und Löschung für alle unsere Nutzer, unabhängig davon, wo sie sich befinden. Jeder Calm-Nutzer kann dieses Recht ausüben, indem er uns unter support@calm.com kontaktiert.“
es: «Sujeto a ciertos límites y condiciones previstos por la ley, honramos el ejercicio del derecho de acceso o eliminación para todos nuestros usuarios, independientemente de su ubicación. Cualquier usuario de Calm puede ejercer este derecho poniéndose en contacto con nosotros en support@calm.com».
fr: « Sous réserve de certaines limites et conditions prévues par la loi, nous honorons l’exercice du droit d’accès ou de suppression des données pour tous nos utilisateurs, quel que soit le lieu où ils se trouvent. Tout utilisateur de Calm peut exercer ce droit en nous contactant à support@calm.com. »
pt_br: "Sujeito a certos limites e condições previstos por lei, honramos o exercício do direito de acesso ou exclusão para todos os nossos usuários, independentemente de sua localização. Qualquer usuário do Calm pode exercer esse direito entrando em contato conosco através do e-mail support@calm.com."

# how_can_you_control_your_data
source: “We retain personal data for no longer than is necessary for the purposes for which it is processed, unless applicable law requires storage for a longer period of time."
de: „Wir bewahren personenbezogene Daten nicht länger auf, als es für die Zwecke, für die sie verarbeitet werden, erforderlich ist, es sei denn, das geltende Recht schreibt eine längere Aufbewahrung vor.“
es: Conservamos los datos personales durante no más tiempo del necesario para los fines para los que se procesan, a menos que la ley aplicable requiera el almacenamiento durante un período más prolongado.
fr: « Nous ne conservons pas de données personnelles plus longtemps que les fins pour lesquelles elles sont traitées ne le nécessitent, sauf si la loi applicable exige un stockage de plus longue durée. »
pt_br: Nós retemos dados pessoais por não mais do que o necessário para os fins para os quais são processados, a menos que a lei aplicável exija armazenamento por um período de tempo mais longo.

# track_record_details
source: No known privacy or security incidents discovered in the last 3 years.
de: In den letzten 3 Jahren sind keine Datenschutz- oder Sicherheitsvorfälle bekannt geworden.
es: No se conocen incidentes de privacidad o seguridad en los últimos tres (3) años.
fr: Aucun incident connu relatif à la confidentialité ou à la sécurité n’a été rapporté au cours des trois dernières années.
pt_br: Nenhum incidente conhecido relativo a privacidade ou segurança foi descoberto nos últimos três anos.

# child_safety_blurb
source: We did not find information about children privacy in their privacy policy.
de: Wir haben keine Informationen über den Datenschutz von Kindern in ihren Datenschutzrichtlinien gefunden.
es: No encontramos información sobre la privacidad de menores en su política de privacidad.
fr: Nous n’avons pas trouvé d’informations relatives à la vie privée des enfants dans leur politique de confidentialité.
pt_br: Não encontramos informações sobre privacidade infantil em sua política de privacidade.

# offline_use_description
source: Users can download and save meditations for offline use
de: Benutzer können Meditationen für die Offline-Nutzung herunterladen und speichern
es: Los usuarios pueden descargar y guardar meditaciones para usar sin conexión
fr: Les utilisateurs peuvent télécharger et enregistrer des exercices de méditation pour une utilisation hors ligne.
pt_br: Os usuários podem baixar e salvar meditações para uso offline

# ai_helptext
source: Calm <a id="a1">uses</a> AI to increase engagement, personalize user experience, suggest content. "Calm's user data is directly fed into the third-party machine learning system, including all purchase and behavioral data,"
de: Calm <a id="a1">nutzt</a> KI, um die Bindung zu erhöhen, das Nutzererlebnis zu personalisieren und Inhalte vorzuschlagen. „Die Nutzerdaten von Calm werden direkt in das maschinelle Lernsystem eines Drittanbieters eingespeist, einschließlich aller Kauf- und Verhaltensdaten.“
es: Calm <a id="a1">utiliza</a> IA para aumentar la participación, personalizar la experiencia del usuario y sugerir contenidos. «Los datos de los usuarios de Calm, incluidos todos los datos de compra y comportamiento, ingresan directamente al sistema externo de aprendizaje automático».
fr: Calm <a id="a1">utilise</a> l’IA pour augmenter l’engagement, personnaliser l’expérience utilisateur et suggérer du contenu. « Les données utilisateur de Calm sont directement introduites dans le système d’apprentissage automatique tiers, y compris toutes les données d’achat et les informations sur le comportement. »
pt_br: A Calm <a id="a1">usa a</a> IA para aumentar o engajamento, personalizar a experiência do usuário e sugerir conteúdo. "Os dados do usuário do Calm são inseridos diretamente no sistema de machine learning de terceiros, incluindo todos os dados de compra e comportamentais".

# ai_what_can_it_do
source: How to convert new users, engage existing users, retain the users they have
de: Wie man neue Nutzer überzeugt, bestehende Nutzer einbindet und die vorhandenen Nutzer behält
es: Cómo convertir nuevos usuarios, involucrar a los usuarios existentes, retener a los usuarios que ya tienen
fr: Comment convertir les nouveaux utilisateurs, engager les utilisateurs existants, conserver les utilisateurs qu’ils ont déjà
pt_br: Como converter novos usuários, envolver usuários existentes, reter os usuários que tem
