Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/calm.po
Languages: de, es, fr, pt_br

# worst_case
source: Calm says they don't sell your personal information (yay!). Sadly, they say they can use it -- and other things like your actions, preferences, interests, <a id="a1">machine learning</a>, and browsing behavior -- to <a id="a2">target you</a> with ads and personalizations and the like. They also say they "may obtain information about you from publicly available sources, marketing and advertising partners, consumer research platforms, and/or business contact databases." Potentially gathering even more data on you from data brokers and advertising companies, nope, these are not calming privacy <a id="a3">practices</a> at all. Then there's this (unfortunately) common practice where they say they "also share aggregated or other information not subject to obligations under the data protection laws of your jurisdiction with third parties." Here's where we have to remind you that it's been found to be <a id="a4">relatively easy to de-anonymize</a> such data, data they say they can share without restriction.
de: Calm behauptet, dass sie Ihre personenbezogenen Daten nicht verkaufen (juhu!). Leider sagen sie, dass sie diese Informationen - und andere Dinge wie Ihre Handlungen, Vorlieben, Interessen, <a id="a1">maschinelles Lernen</a> und Ihr Surfverhalten - verwenden können, <a id="a2">um Sie mit Werbung, Personalisierungen und Ähnlichem </a><a id="a3">anzusprechen</a>. Sie sagen auch, dass sie „Informationen über Sie von öffentlich zugänglichen Quellen, Marketing- und Werbepartnern, Verbraucherforschungsplattformen und/oder Geschäftskontaktdatenbanken erhalten können.“ Möglicherweise werden noch mehr Daten über Sie von Datenmaklern und Werbefirmen gesammelt - nein, das sind überhaupt keine beruhigenden Datenschutzpraktiken. Und dann ist da noch diese (leider) gängige Praxis, bei der sie sagen, dass sie „auch aggregierte oder andere Informationen, die nicht den Verpflichtungen gemäß den Datenschutzgesetzen Ihrer Gerichtsbarkeit unterliegen, mit Dritten teilen“. An dieser Stelle müssen wir Sie daran erinnern, dass es sich als <a id="a4">relativ einfach erwiesen hat, solche Daten zu de-anonymisieren</a>, die die App nach eigenen Angaben uneingeschränkt weitergeben kann.
es: Calm dice que la empresa no vende tu información personal (¡hurra!). Lamentablemente, declaran que pueden usarla —junto con otros datos como tus acciones, preferencias, intereses, <a id="a1">aprendizaje automático</a> y comportamientos durante la navegación— para <a id="a2">dirigirse a ti</a> con anuncios, personalizaciones y ese tipo de cosas. También dicen que «pueden obtener información sobre ti de fuentes disponibles públicamente, socios de marketing y publicidad, plataformas de investigación de consumidores o bases de datos de contactos comerciales». Este potencial de que recopilen aún más datos sobre ti de brókers de datos y empresas de publicidad... no, estas <a id="a3">prácticas</a> de privacidad no son tranquilizadoras en absoluto. También está la práctica (desafortunadamente) común en la que dicen que «también comparten con terceros información agregada u otro tipo de información no sujeta a obligaciones bajo las leyes de protección de datos de tu jurisdicción». Tenemos que recordarte que se sabe que <a id="a4">es relativamente fácil desanonimizar</a> este tipo datos que ellos declaran que pueden compartir sin restricciones.
fr: Calm affirme ne pas vendre vos informations personnelles (super !). Malheureusement, la société mentionne qu’elle peut les utiliser, tout comme d’autres éléments comme vos actions, vos préférences, vos centres d’intérêt, <a id="a1">l’apprentissage automatique</a> et le comportement de navigation, <a id="a2">pour vous cibler</a> avec des publicités, des personnalisations, etc. Ils affirment également qu’ils « peuvent obtenir des informations à votre sujet auprès de sources accessibles au public, de partenaires marketing et publicitaires, de plateformes de recherche auprès des consommateurs ou de bases de données de contacts commerciaux ». Elle peut aussi recueillir encore plus de données sur vous auprès de courtiers en données et de sociétés de publicité : non, ce ne sont pas des <a id="a3">pratiques</a> de confidentialité apaisantes du tout. Ensuite, il y a cette pratique (malheureusement) courante selon laquelle la société peut « partager également des informations agrégées ou d’autres informations non soumises à des obligations en vertu des lois sur la protection des données de votre juridiction avec des tiers ». Il convient de vous rappeler qu’il s’est avéré <a id="a4">relativement facile de désanonymiser</a> ces données, des données que la société dit pouvoir partager sans restriction.
pt_br: Calm diz que eles não vende suas informações pessoais (oba!). Infelizmente, eles dizem que podem usá-las – e outras coisas como suas ações, preferências, interesses para <a id="a1">machine learning</a> e comportamento de navegação – <a id="a2">para </a><a id="a3">direcionar </a> anúncios e personalizações e similares. Também diz que "pode obter informações sobre você de fontes publicamente disponíveis, parceiros de marketing e propaganda, plataformas de pesquisa de mercado e/ou bancos de dados de contato comercial.", potencialmente coletando ainda mais dados sobre você de corretoras de dados e empresas de propaganda. Não, essas não são práticas de privacidade nem um pouco acalmantes. Em seguida, há essa prática comum (infelizmente) em que diz que "também compartilha informações agregadas ou outras informações não sujeitas a obrigações sob as leis de proteção de dados de sua jurisdição com terceiros". Aqui é onde temos que lembrar você de que foi considerado <a id="a4">relativamente fácil desanonimizar</a> esses dados, dados que eles dizem que podem compartilhar sem restrições.

# worst_case
source: What's the worst that could happen? Well, could Calm get to know all about your meditation practices, your mood, your gender, your location, and more. Then use or share that information to target you with ads about things, like a wine company thinking you're ripe for targeting with wine ads when you're using the app a lot because that might mean you're stressed out. But you're a recovering alcoholic and the wine ads add to your stress. It's just one potential scenario of how targeted ads based on on your behavior and identifiers on the app could go wrong. Not something any of us need when we just want to meditate in peace, dang it!
de: Was ist das Schlimmste, das passieren könnte? Nun, Calm könnte alles über Ihre Meditationspraktiken, Ihre Stimmung, Ihr Geschlecht, Ihren Standort und mehr erfahren. Dann könnte Calm diese Informationen nutzen oder weitergeben, um Sie gezielt mit Werbung für bestimmte Dinge anzusprechen, z. B. wenn ein Weinhersteller denkt, dass Sie reif für Werbung für Wein sind, wenn Sie die App häufig nutzen, weil das bedeuten könnte, dass Sie gestresst sind. Sie sind aber ein genesender Alkoholiker und die Weinwerbung verstärkt Ihren Stress noch. Das ist nur ein mögliches Szenario, wie gezielte Werbung auf der Grundlage Ihres Verhaltens und Ihrer Identifikationsmerkmale in der App schiefgehen kann. Das kann keiner von uns gebrauchen, wenn wir einfach nur in Ruhe meditieren wollen, verdammt noch mal!
es: ¿Qué es lo peor que podría pasar? Bueno, Calm podría llegar a conocer todo sobre tus prácticas de meditación, tu estado de ánimo, tu género, tu ubicación y muchas cosas más. Luego, usará o compartirá esa información para dirigirte anuncios sobre distintas cosas. Por ejemplo, cuando vea que usas mucho la aplicación, interpretará que tienes estrés y te enviará anuncios de una empresa de vinos pensando que eres un objetivo ideal. Pero no sabrá que eres una persona alcohólica en recuperación y los anuncios de vino aumentarán tu estrés. Este es solo un escenario posible de cómo los anuncios orientados en función de tu comportamiento y de los identificadores en la aplicación podrían dar un pésimo resultado. Esto no es lo que necesitamos cuando solo queremos meditar en paz, ¡maldita sea!
fr: Que pourrait-il arriver de pire ? Eh bien, Calm pourrait tout savoir sur vos pratiques de méditation, votre humeur, votre sexe, votre localisation, et plus encore. Ensuite, l’application pourrait utiliser ou partager ces informations pour vous cibler avec des publicités sur différents produits : par exemple, une entreprise vinicole pourrait penser que vous êtes une cible potentielle et vous cibler avec des publicités pour du vin si vous utilisez souvent l’application, car cela pourrait signifier que vous êtes en proie à l’anxiété. Mais vous êtes peut-être aussi un alcoolique en convalescence et les publicités pour du vin vous stressent davantage. Il s’agit juste d’un scénario potentiel de dérapage des publicités qui vous ciblent en fonction de votre comportement et des identifiants sur l’application. Pas ce dont vous avez besoin lorsque vous voulez juste méditer en paix !
pt_br: Qual é a pior coisa que pode acontecer? Bem, o Calm poderia saber tudo sobre suas práticas de meditação, seu humor, seu gênero, sua localização e muito mais. Depois, usar ou compartilhar essas informações para direcionar anúncios sobre coisas, como uma empresa de vinhos pensando que você está pronto para receber anúncios de vinhos quando estiver usando muito o aplicativo, porque isso pode significar que você está tenso. Mas você é um alcoólatra em recuperação e os anúncios de vinho aumentam a sua tensão. É apenas um cenário potencial de como os anúncios direcionados com base no seu comportamento e nos identificadores no aplicativo podem dar errado. Não é algo que alguém precise quando só quer meditar em paz, caramba!

# signup_requirement_explanation
source: Facebook and Google registration is available
de: Facebook- und Google-Registrierung ist verfügbar
es: Puedes registrarte a través de Facebook y Google
fr: L’inscription sur Facebook et Google est disponible
pt_br: O registro no Facebook e no Google está disponível

# how_does_it_use_data_collected
source: We ding this product since it may be combining your data with data obtained from third parties. Also as it may be sharing your data for advertisement purposes.
de: Wir bemängeln, dass dieses Produkt Ihre Daten mit Daten von Dritten kombinieren kann. Auch weil es sich um die Weitergabe Ihrer Daten zu Werbezwecken handeln kann.
es: Criticamos este producto porque es posible que combine tus datos con datos obtenidos de terceros. También podría estar compartiendo tus datos con fines publicitarios.
fr: Nous vous mettons en garde vis-à-vis ce produit car il peut combiner vos données avec des données obtenues auprès de tiers. De plus, il peut partager vos données à des fins publicitaires.
pt_br: Nós criticamos este produto, já que ele pode estar combinando seus dados com dados obtidos de terceiros. Além disso, pode estar compartilhando seus dados para fins publicitários.

# how_does_it_use_data_collected
source: "We do not "sell" the personal information we collect (and will not sell it in the future without providing a right to opt out). We do allow our advertising partners to collect certain device identifiers and electronic network activity via our Services to show ads that are targeted to your interests on other platforms. "
de: „Wir „verkaufen“ die gesammelten personenbezogenen Daten nicht (und werden sie auch in Zukunft nicht verkaufen, ohne das Recht zu gewähren, sich dagegen zu entscheiden). Wir gestatten unseren Werbepartnern jedoch, bestimmte Gerätekennungen und elektronische Netzwerkaktivitäten über die Dienste zu erfassen, um auf anderen Plattformen Werbung anzuzeigen, die auf Ihre Interessen abgestimmt ist.“
es: «No vendemos la información personal que recopilamos (y no la venderemos en el futuro sin proporcionar el derecho de exclusión). Sí permitimos que nuestros socios publicitarios recopilen ciertos identificadores de los dispositivos y de la actividad de redes a través de nuestros Servicios, para mostrar anuncios orientados según tus intereses en otras plataformas».
fr: « Nous ne "vendons" pas les renseignements personnels que nous recueillons (et ne les vendrons pas à l’avenir sans fournir de droit de retrait). Nous autorisons nos partenaires publicitaires à collecter certains identifiants d’appareil et d’activité de réseau électronique via nos services pour vous montrer des publicités ciblées en fonction de vos intérêts sur d’autres plateformes. »
pt_br: "A Calm não 'vende' as informações pessoais que coleta (e só venderá no futuro se fornecer o direito de optar por não participar). Ela permite que seus parceiros de propaganda coletem determinados identificadores de dispositivo e atividades de rede eletrônica por meio dos Serviços para mostrar anúncios direcionados aos seus interesses em outras plataformas."

# how_does_it_use_data_collected
source: "We may obtain information about you from publicly available sources, marketing and advertising partners, consumer research platforms, and/or business contact databases."
de: „Wir können Informationen über Sie aus öffentlich zugänglichen Quellen, von Marketing- und Werbepartnern, Verbraucherforschungsplattformen und/oder Geschäftskontaktdatenbanken erhalten“.
es: «Podemos obtener información sobre ti de fuentes disponibles públicamente, socios de marketing y publicidad, plataformas de investigación de consumidores o bases de datos de contactos comerciales».
fr: « Nous pouvons obtenir des informations à votre sujet auprès de sources accessibles au public, de partenaires marketing et publicitaires, de plateformes de recherche sur les consommateurs ou de bases de données de contacts commerciaux. »
pt_br: "A Calm pode obter informações sobre você de fontes publicamente disponíveis, parceiros de marketing e propaganda, plataformas de pesquisa de mercado e/ou bancos de dados de contato comercial."

# how_does_it_use_data_collected
source: We use the information we collect to: "&lt;...&gt; personalize your online experience and the advertisements you see on other platforms based on your preferences, interests, and browsing behavior."
de: Wir verwenden die von uns gesammelten Informationen, um: „Ihr Online-Erlebnis und die Werbung, die Sie auf anderen Plattformen sehen, auf der Grundlage Ihrer Vorlieben, Interessen und Ihres Surfverhaltens zu personalisieren.“
es: Utilizamos la información que recopilamos para: «...personalizar tu experiencia en línea y los anuncios que ves en otras plataformas en función de tus preferencias, intereses y comportamientos de navegación».
fr: Nous utilisons vos données pour « <…> personnaliser votre expérience en ligne et les publicités que vous voyez sur d’autres plateformes en fonction de vos préférences, intérêts et comportement de navigation. »
pt_br: Usamos as informações que coletamos para: "personalizar sua experiência on-line e os anúncios que você vê em outras plataformas com base em suas preferências, interesses e comportamento de navegação".

# how_does_it_use_data_collected
source: In an email response, Calm stated that "We don’t sell personal information for money. We do engage in industry standard online advertising practices, which means that we allow our advertising partners to collect certain device identifiers and electronic network activity to help us understand whether a particular ad campaign was effective and to help us design future campaigns. However, we do not provide these ad partners with information about the content our users are consuming within the app. Instead, the data they typically receive is information about whether our app was installed after clicking on an ad, whether a subscription was purchased, etc. We also offer our users the ability to limit ad-related sharing in our app and on the web."
de: In einer E-Mail-Antwort erklärte Calm: „Wir verkaufen keine persönlichen Daten gegen Geld. Das bedeutet, dass wir unseren Werbepartnern gestatten, bestimmte Gerätekennungen und elektronische Netzwerkaktivitäten zu erfassen, um zu verstehen, ob eine bestimmte Werbekampagne erfolgreich war, und um uns bei der Gestaltung zukünftiger Kampagnen zu helfen. Wir stellen diesen Werbepartnern jedoch keine Informationen darüber zur Verfügung, welche Inhalte unsere Nutzer innerhalb der App konsumieren. Stattdessen erhalten sie in der Regel Informationen darüber, ob unsere App nach dem Klicken auf eine Anzeige installiert wurde, ob ein Abonnement abgeschlossen wurde usw. Wir bieten unseren Nutzern auch die Möglichkeit, die Verbreitung von Werbung in unserer App und im Internet einzuschränken.“
es: Cuando nos respondieron por correo electrónico, la gente de Calm declaró: «No intercambiamos información personal por dinero. Sí participamos en prácticas publicitarias en línea que son estándar en la industria, lo que significa que permitimos que nuestros socios publicitarios recopilen algunos identificadores de dispositivos y datos de actividad de redes electrónicas, con el fin de ayudarnos a comprender si una campaña publicitaria en particular fue efectiva y a diseñar futuras campañas. Sin embargo, no proporcionamos a estos socios publicitarios información sobre el contenido que nuestros usuarios consumen dentro de la aplicación, sino que los datos que normalmente reciben consisten en información sobre si nuestra aplicación se instaló después de hacer clic en un anuncio, si se compró una suscripción, etc. También ofrecemos a nuestros usuarios la posibilidad de limitar el uso compartido de anuncios en nuestra aplicación y en la web».
fr: Dans une réponse par e-mail, Calm a déclaré : « Nous ne vendons pas d’informations personnelles. Nous nous engageons dans des pratiques de publicité en ligne standard, ce qui signifie que nous permettons à nos partenaires publicitaires de collecter certains identifiants d’appareil et l’activité du réseau électronique pour nous aider à comprendre si une campagne publicitaire spécifique a été efficace et pour nous aider à préparer de futures campagnes. Cependant, nous ne leur fournissons pas d’informations sur le contenu que nos utilisateurs consomment dans l’application. Au lieu de cela, les données qu’ils reçoivent sont, par exemple, des informations indiquant si notre application a été installée après avoir cliqué sur une annonce, si un abonnement a été acheté, etc. Nous offrons également à nos utilisateurs la possibilité de limiter le partage d’informations liées à la publicité dans notre application et sur le Web. »
pt_br: Em uma resposta por e-mail, a Calm afirmou que: "Nós não vendemos informações pessoais por dinheiro. Nós realizamos práticas de publicidade on-line padrão do setor, o que significa que permitimos que nossos parceiros de publicidade coletem determinados identificadores de dispositivos e atividades de rede eletrônica para nos ajudar a entender se uma campanha publicitária específica foi eficaz e para nos ajudar a projetar futuras campanhas. No entanto, não fornecemos a esses parceiros de anúncios informações sobre o conteúdo que nossos usuários estão consumindo no aplicativo. Em vez disso, os dados que normalmente recebem são informações sobre se o nosso aplicativo foi instalado depois de clicar em um anúncio, se uma assinatura foi comprada, etc. Também oferecemos aos nossos usuários a capacidade de limitar o compartilhamento relacionado a anúncios em nosso aplicativo e na web.

# manage_vulnerabilities_helptext
source: One vulnerability <a id="a1">disclosed</a> at openbugbounty still remains unpatched.
de: Eine Schwachstelle, die bei openbugbounty <a id="a1">offengelegt</a> wurde, ist noch nicht behoben.
es: Una vulnerabilidad que fue <a id="a1">revelada</a> en openbugbounty sigue sin parchear.
fr: Une faille <a id="a1">révélée</a> via openbugbounty n’a toujours pas été corrigée.
pt_br: Uma vulnerabilidade <a id="a1">divulgada</a> em openbugbounty ainda permanece não corrigida.

# tips_to_protect_yourself
source: Opt out of cookies collection
de: Abmeldung von der Erfassung von Cookies
es: Exclúyete de la recopilación de cookies
fr: Désactivez la collecte de cookies
pt_br: Desativar a coleta de cookies

# tips_to_protect_yourself
source: Do not log in using third-party accounts
de: Melden Sie sich nicht mit Konten von Drittanbietern an
es: No inicies sesión con cuentas de terceros
fr: Ne vous connectez pas via des comptes tiers
pt_br: Não faça login usando contas de terceiros

# tips_to_protect_yourself
source: Do not connect to any third party via the app, or at least make sure that a third party employs decent privacy practices
de: Stellen Sie über die App keine Verbindung zu Dritten her, oder vergewissern Sie sich zumindest, dass diese Dritte anständige Datenschutzpraktiken anwenden.
es: No te conectes a ningún tercero a través de la aplicación, o al menos asegúrate de que el tercero en cuestión tenga prácticas de privacidad decentes.
fr: Ne vous connectez à aucun parti tiers via l’application, ou assurez-vous au moins que ce parti tiers dispose d’une bonne politique de confidentialité.
pt_br: Não se conecte a terceiros através do aplicativo, ou pelo menos certifique-se de que este terceiro empregue práticas de privacidade decentes

# tips_to_protect_yourself
source: Do not give consent for sharing of personal data for marketing and advertisement.
de: Geben Sie keine Einwilligung zur Weitergabe personenbezogener Daten für Marketing und Werbung.
es: No otorgues tu consentimiento para compartir datos personales con fines de marketing y publicidad.
fr: Ne donnez pas votre consentement pour le partage de données personnelles à des fins de marketing et de publicité.
pt_br: Não dê consentimento para o compartilhamento de dados pessoais para marketing e publicidade.

# tips_to_protect_yourself
source: Choose a strong password! You may use a password control tool like 1Password, KeePass, etc - Do not use social media plug-ins.
de: Wählen Sie ein starkes Passwort! Dafür können Sie auch ein Passwortkontrollprogramm anwenden, wie 1Password, KeePass usw. verwenden - Verwenden Sie keine Social-Media-Plug-ins.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc. No uses complementos de redes sociales.
fr: Choisissez un mot de passe fort ! Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc. N’utilisez pas d’extensions de réseaux sociaux.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass etc - Não use plug-ins de mídia social.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Nutzen Sie Ihre Datenschutzeinstellungen, um den Zugriff auf Ihre personenbezogenen Daten per App zu beschränken (d. h., geben Sie Kamera, Mikrofon, Bildern und Standort keinen Zugriff, es sei denn es ist notwendig)
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, à votre microphone, à vos images et à votre emplacement, sauf si nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do aplicativo (não dê acesso à sua câmera, microfone, imagens e localização, a menos que seja necessário).
