Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/calm.po
Languages: de, es, fr, pt_br

# blurb
source: "Take a deep breath" Those are the first words you see when you open this meditation app. Then you hear the soothing sounds of rain in the forest or waves at beach. Ahh... feeling calmer already. Calm is a popular app to meditate, relax, and help you fall asleep. Your stressed out privacy researcher here at *Privacy Not Included has actually relied on it for a number of years to help keep the anxiety of reading all these privacy policies at bay. Unfortunately, this researcher didn't actually read their privacy policy until doing our research for these mental health apps. Yes, there are some stressful things in there. The good news is Calm has been one of the better companies we've worked with to try to improve their privacy a bit.
de: „Atme tief durch“ sind die ersten Worte, die man sieht, wenn man diese Meditations-App öffnet. Dann hört man die beruhigenden Geräusche von Regen im Wald oder Wellen am Strand. Ahh... ich fühle mich schon viel ruhiger. Calm ist eine beliebte App zum Meditieren, Entspannen und Einschlafen. Ihre gestresste Datenschutzforscherin hier bei *Datenschutz nicht inbegriffen verlässt sich seit einigen Jahren darauf, um die Angst vor dem Lesen all dieser Datenschutzerklärungen in Schach zu halten. Leider hat diese Forscherin ihre Datenschutzerklärung nicht wirklich gelesen, bis sie unsere Forschung für diese Apps zur psychischen Gesundheit durchgeführt hat. Ja, da stehen ein paar stressige Sachen drin. Die gute Nachricht ist, dass Calm eine der besseren Firmen war, mit denen wir zusammengearbeitet haben, um uns ein wenig zu verbessern.
es: «Respira profundamente». Esas son las primeras palabras que ves cuando abres esta aplicación de meditación. Luego oyes los relajantes sonidos de la lluvia en el bosque o las olas en la playa. Ahhh... ya me siento en calma. Calm es una conocida aplicación para meditar, relajarte y ayudarte a conciliar el sueño. Tu estresada investigadora de privacidad de *Privacidad no incluida ha confiado en ella durante varios años para mantener la ansiedad a raya mientras tiene que leer todas estas políticas de privacidad. Desafortunadamente, no leyó la política de privacidad de Calm hasta que tuvo que hacer esta investigación sobre las aplicaciones de salud mental. Sí, aquí hay algunas cosas un poco estresantes. La buena noticia es que, de todas las empresas a las que investigamos, Calm ha sido una de las que demostró la mejor actitud para trabajar en mejorar un poco.
fr: « Respirez profondément », tels sont les premiers mots que vous voyez lorsque vous ouvrez cette application de méditation. Viennent ensuite le son apaisant de la pluie dans la forêt ou des vagues sur la plage. Ahh… je me sens déjà plus calme. Calm est une application reconnue de méditation, de relaxation et qui vous aide à vous endormir. Votre chercheur stressé de protection de la vie privée de chez *Confidentialité non incluse s’y fie depuis un certain nombre d’années pour échapper à l’anxiété que cela représente de lire toutes ces politiques de confidentialité. Malheureusement, ce chercheur n’en avait pas lu la politique de confidentialité avant de lancer son enquête sur ce type d’applications de santé mentale. Car en effet, on y trouve parfois des choses plutôt stressantes. La bonne nouvelle, c’est que Calm a été l’une des meilleures entreprises auprès desquelles nous avons tenté d’améliorer un peu la situation.
pt_br: "Respire fundo". Essas são as primeiras palavras que você vê quando abre este aplicativo de meditação. Então você ouve os sons suaves da chuva na floresta ou das ondas na praia. Ahh... já me sinto mais calmo. Calm é um aplicativo popular para meditar, relaxar e ajudar a adormecer. Eu, o seu estressado pesquisador de privacidade aqui na *Privacidade não incluída, fiz uso dele por vários anos para ajudar a manter a ansiedade de ler todas essas políticas de privacidade sob controle. Infelizmente, esse pesquisador não leu sua política de privacidade até fazer nossa pesquisa para esses aplicativos de saúde mental. Sim, há algumas coisas estressantes lá. A boa notícia é que a Calm tem sido uma das melhores empresas com as quais trabalhamos com o objetivo de melhorar um pouco esses problemas.

# worst_case
source: First reviewed April 20, 2022. Review updated, April 25, 2023
de: Zuerst rezensiert am 20. April 2022. Rezension aktualisiert am 25. April 2023
es: Revisada por primera vez el 20 de abril de 2022. Reseña actualizada el 25 de abril de 2023.
fr: Passé en revue le 20 avril 2022. Revue mise à jour le 25 avril 2023.
pt_br: Primeira avaliação em 20 de abril de 2022. Avaliação atualizada em 25 de abril de 2023

# worst_case
source: When we launched our review of Calm in 2022, the app initially earned our *Privacy Not Included warning label. We dinged them for their data collection and use practices and for how users could control their data, After our review came out, Calm reached out to us to discuss ways they could improve. We love it when companies do that! (Seriously, please, more companies do that...without yelling at us first).
de: Als wir unsere Bewertung von Calm im Jahr 2022 veröffentlichten, erhielt die App zunächst unser Warnetikett *Datenschutz nicht inbegriffen. Wir haben die App aufgrund ihrer Datenerfassungs- und -verwendungspraktiken und der Kontrolle der Nutzer über ihre Daten bewertet. Nach der Veröffentlichung unserer Bewertung hat sich Calm mit uns in Verbindung gesetzt, um zu besprechen, wie sie sich verbessern können. Wir lieben es, wenn Unternehmen das tun! (Ernsthaft, bitte, mehr Unternehmen sollten das tun ... ohne uns zuerst anzugiften).
es: Cuando lanzamos nuestra reseña de Calm en 2022, la aplicación recibió nuestra etiqueta de advertencia de *Privacidad no incluida. Los criticamos por sus prácticas de recopilación y uso de datos, y por las posibilidades de que los usuarios controlen sus datos. Después de publicar ese informe, Calm se puso en contacto con nosotros para analizar formas de mejorar. ¡Nos encanta cuando las empresas hacen esto! (En serio, por favor, esperamos que más empresas lo hagan... sin comenzar por gritarnos).
fr: Lorsque nous avons publié notre enquête sur Calm en 2022, l’application a initialement obtenu notre mention spéciale *Confidentialité non incluse. Nous les avons interrogés sur leurs pratiques de collecte et d’utilisation des données et sur la manière dont les utilisateurs pouvaient contrôler leurs données. Après la publication de notre avis, Calm nous a contactés pour discuter des moyens d’améliorer leurs processus. Nous adorons quand les entreprises adoptent ce genre d’approche ! (Sérieusement, s’il vous plaît, nous aimerions que plus d’entreprises fassent ça… et sans nous crier dessus en amont).
pt_br: Quando lançamos nossa avaliação do Calm em 2022, o aplicativo ganhou inicialmente nosso rótulo de aviso de *Privacidade não incluída. Nós os questionamos por suas práticas de coleta e uso de dados e por como os usuários poderiam controlar seus dados. Depois que nossa avaliação saiu, a Calm entrou em contato com a gente para discutir maneiras de melhorar. Adoramos quando as empresas fazem isso! (Sério, por favor, que mais empresas façam isso...sem gritar com a gente primeiro).

# worst_case
source: After meeting with the folks over at Calm, they agreed to make a significant change to their privacy policy to make it clear all users, regardless of what privacy laws they live under, have the same rights to access and delete their data. Their privacy policy now reads, <i>"Subject to certain limits and conditions provided under law, we honor the exercise of the right of access or deletion for all of our users, regardless of their location. Any Calm user may exercise this right by contacting us at support@calm.com."</i> People, that line there is a thing of beauty! You've no idea how hard it is to convince companies to include wording like that in their privacy policies. So, good work Calm! Thank you.
de: Nach einem Treffen mit den Mitarbeitern von Calm stimmte Calm einer wesentlichen Änderung seiner Datenschutzrichtlinie zu, um klarzustellen, dass alle Nutzer unabhängig von den Datenschutzgesetzen, denen sie unterliegen, die gleichen Rechte auf Zugang und Löschung ihrer Daten haben. In der Datenschutzrichtlinie heißt es nun: <i>„Vorbehaltlich bestimmter gesetzlicher Einschränkungen und Bedingungen gewähren wir allen unseren Nutzern, unabhängig von ihrem Wohnort, das Recht auf Zugriff und Löschung ihrer Daten. Jeder Calm-Nutzer kann dieses Recht ausüben, indem er uns unter support@calm.com kontaktiert“</i>. Leute, dieser Satz ist einfach großartig! Sie haben keine Ahnung, wie schwer es ist, Unternehmen davon zu überzeugen, solche Formulierungen in ihre Datenschutzrichtlinien aufzunehmen. Also, gute Arbeit Calm! Vielen Dank!
es: Después de reunirnos con la gente de Calm, acordaron hacer cambios importantes en su política de privacidad para dejar en claro que todos los usuarios, independientemente de las leyes de privacidad bajo las que vivan, tienen los mismos derechos para acceder y eliminar sus datos. Ahora, su política de privacidad dice: <i>«Sujeto a ciertos límites y condiciones establecidos por la ley, honramos el ejercicio del derecho de acceso o eliminación para todos nuestros usuarios, independientemente de su ubicación. Cualquier usuario de Calm puede ejercer este derecho poniéndose en contacto con nosotros en support@calm.com». </i> Gente, ¡esas líneas son una belleza! No se imaginan lo difícil que es convencer a las empresas para que incluyan frases como esa en sus políticas de privacidad. Así que, ¡buen trabajo, Calm! Gracias.
fr: Après avoir rencontré les gens de chez Calm, ils ont accepté d’apporter un changement important à leur politique de confidentialité pour qu’il soit clair que tous les utilisateurs, quelles que soient les lois sur la confidentialité du pays où ils vivent, disposent des mêmes droits d’accès et de suppression de leurs données. Désormais, leur politique de confidentialité mentionne ce qui suit : <i>« Sous réserve de certaines limites et conditions prévues par la loi, nous honorons l’exercice du droit d’accès ou de suppression des données pour tous nos utilisateurs, quel que soit le lieu où ils se trouvent. Tout utilisateur de Calm peut exercer ce droit en nous contactant à support@calm.com. »</i> Les gens, rendez-vous compte de la beauté de ces quelques lignes ! Vous ne savez pas à quel point il est difficile de convaincre les entreprises d’inclure ce type de mention dans leurs politiques de confidentialité. Félicitations Calm ! Et merci.
pt_br: Depois que nos encontramos com o pessoal da Calm, eles concordaram em fazer uma mudança significativa em sua política de privacidade para deixar claro que todos os usuários, independentemente das leis de privacidade sob as quais vivem, têm os mesmos direitos de acesso e exclusão de seus dados. Sua política de privacidade agora diz: <i>"Sujeito a certos limites e condições previstos por lei, honramos o exercício do direito de acesso ou exclusão para todos os nossos usuários, independentemente de sua localização. Qualquer usuário do Calm pode exercer esse direito entrando em contato conosco através do e-mail support@calm.com."</i> Pessoal, essa parte aqui é uma coisa linda! Você não tem ideia de como é difícil convencer as empresas a incluir palavras como essas em suas políticas de privacidade. E por isso damos os parabéns à Calm! Obrigado.

# worst_case
source: Calm isn't perfect. They do still collect a fair amount of personal information, including gathering data on you from third parties sources like marketing and advertising partners and social media sites. And they say they use this for making inferences about things like your gender and location. And they say they can use all this information for targeted, interest-based advertising. Not great, not great at all....but unfortunately pretty normal these days with these apps.
de: Calm ist nicht perfekt. Calm sammelt auch weiterhin eine beträchtliche Menge an persönlichen Informationen, einschließlich Daten über Sie von Drittanbietern wie Marketing- und Werbepartnern und Social-Media-Websites. Und sie sagen, dass sie diese Informationen verwenden, um Rückschlüsse auf Dinge wie Ihr Geschlecht und Ihren Wohnort zu ziehen. Und sie sagen, dass sie all diese Informationen für gezielte, interessenbasierte Werbung nutzen können. Das ist nicht toll, ganz und gar nicht toll ...., aber leider heutzutage bei diesen Anwendungen ziemlich normal.
es: Calm no es una aplicación perfecta. Todavía recopila una buena cantidad de información personal, que incluye la recopilación de datos sobre ti proveniente de fuentes de terceros, como socios de marketing y publicidad, y redes sociales. Además, dicen que usan estos datos para hacer inferencias sobre cosas como tu género y ubicación. También dicen que pueden usar toda esta información para publicidad dirigida y basada en intereses. No es bueno, no es bueno en absoluto... pero desafortunadamente en estos días es una práctica bastante normal con estas aplicaciones.
fr: Calm n’est pas parfait. Ils collectent toujours une bonne quantité d’informations personnelles, y compris des données vous concernant, auprès de sources tierces telles que des partenaires marketing et publicitaires et des sites de médias sociaux. Et ils disent qu’ils les utilisent pour en déduire certaines informations, telles que votre sexe et votre emplacement. Et ils disent qu’ils peuvent utiliser toutes ces informations pour diffuser des publicités ciblées et basées sur les intérêts. Pas génial du tout… Mais c’est malheureusement chose commune de nos jours avec ces applications.
pt_br: A Calm não é perfeita. Eles ainda coletam uma quantidade razoável de informações pessoais, e inclusive coletam dados sobre você de fontes de terceiros, como parceiros de marketing e publicidade e sites de mídia social. E eles dizem que usam isso para fazer inferências sobre coisas como seu gênero e localização. E eles dizem que podem usar todas essas informações para publicidade direcionada e baseada em interesses. Isso não é bom, não é bom mesmo...mas infelizmente isso é bem normal nos dias de hoje nesses aplicativos.

# worst_case
source: So in 2023, we find Calm improved from 2022. There's still more work they can do to be better for privacy for sure. But hey, baby steps, y'all, baby steps.
de: Im Jahr 2023 finden wir also Calm verbessert im Vergleich zu 2022. Es gibt immer noch viel zu tun, um den Datenschutz zu verbessern, das ist sicher. Aber hey, kleine Schritte sind besser als keine Schritte.
es: En definitiva, en 2023 notamos que Calm mejoró en comparación con 2022. Con seguridad, todavía hay más cosas que pueden hacer para mejorar la privacidad. Pero bueno... paso a paso.
fr: Ainsi, en 2023, nous constatons que Calm s’est amélioré par rapport à 2022. Évidemment, il y a encore plus de choses qu’ils peuvent faire pour s’améliorer en matière de confidentialité. Mais bon, comme vous le savez, ce sont les petits pas qui font de grandes avancées.
pt_br: Então, em 2023, descobrimos que a Calm melhorou em relação a 2022. Ainda há mais trabalho que eles podem fazer para melhorar a privacidade, com certeza. Mas bem, de pouquinho em pouquinho chegamos lá.

# worst_case
source: Read our review from 2022:
de: Lesen Sie unsere Rezension aus dem Jahr 2022:
es: Lee nuestra reseña de 2022:
fr: Lisez notre revue de 2022 :
pt_br: Leia nossa avaliação de 2022:

# worst_case
source: UPDATE June, 2022: Here's a thing Calm did to help calm this stressed out privacy researcher's frazzled nerves a little. After we launch our review, we had some productive conversations with them that resulted in them updating their privacy policy. On June 16, 2022 Calm change their privacy policy to clearly grant all users -- not only those in the EU and California living under stricter privacy laws -- the same rights to access and delete their data. This is progress. Thanks Calm.
de: UPDATE Juni 2022: Folgendes hat Calm getan, um die strapazierten Nerven dieses gestressten Datenschutzforschers ein wenig zu beruhigen. Nachdem wir unsere Überprüfung gestartet hatten, führten wir einige produktive Gespräche mit ihnen, die dazu führten, dass sie ihre Datenschutzrichtlinie aktualisierten. Am 16. Juni 2022 ändert Calm seine Datenschutzrichtlinie, um allen Benutzern – nicht nur denen in der EU und Kalifornien, die unter strengeren Datenschutzgesetzen leben – die gleichen Rechte auf Zugriff und Löschung ihrer Daten zu gewähren. Das ist Fortschritt. Danke, Calm.
es: ACTUALIZACIÓN de junio de 2022: Esto es algo que Calm hizo para ayudar a calmar un poco los nervios de nuestros investigadores de privacidad. Después de lanzar nuestra reseña, tuvimos algunas conversaciones productivas con ellos que dieron lugar a que actualizaran su política de privacidad. El 16 de junio de 2022, Calm cambió su política de privacidad para otorgar claramente a todos los usuarios, no solo a aquellos en la UE y California que viven bajo leyes de privacidad más estrictas, los mismos derechos de acceso y eliminación de sus datos. Esto es un progreso. Gracias, Calm.
fr: MISE À JOUR de juin 2022 : Calm a réussi à détendre un peu nos chercheurs vis-à-vis de ses pratiques en matière de confidentialité. Suite à la publication de notre analyse, nous avons eu des échanges productifs avec l’entreprise, ce qui l’a amenée à mettre à jour sa politique de confidentialité. Le 16 juin 2022, Calm a modifié sa politique de confidentialité pour accorder clairement à tous les utilisateurs, et pas seulement à ceux de l’UE et de la Californie qui profitent de lois plus strictes sur la confidentialité, les mêmes droits d’accès et de suppression de leurs données. C’est un pas dans la bonne direction. Merci Calm.
pt_br: ATUALIZAÇÃO Junho de 2022: Aqui está uma coisa que a Calm fez para ajudar a acalmar um pouco os nervos esgotados desse pesquisador de privacidade estressado. Após lançar nossa avaliação, tivemos algumas conversas produtivas com eles que resultaram na atualização de sua política de privacidade. Em 16 de junho de 2022, a Calm alterou sua política de privacidade para conceder de forma clara a todos os usuários, não apenas àqueles na União Europeia e na Califórnia que vivem sob leis de privacidade mais rígidas, os mesmos direitos de acesso e exclusão de seus dados. Isso é progresso. Obrigado, Calm.

# worst_case
source: Uhg...Calm, why oh why must you ruin our zen meditation vibe with stressful privacy practices? You know what's rather stressful? When a company says, "Calm uses your data to personalize your online experience and the advertisements you see on other platforms based on your preferences, interests, and browsing behavior." OK, so, there are certainly more stressful things in life. But still, what if we just want to meditate in peace without all our data being used to find ways to sell us more stuff or keep us on the app longer? Pardon us as we go take another deep breath.
de: Hey...Calm, warum, warum musst du unsere Zen-Meditationsatmosphäre mit stressigen Datenschutzpraktiken ruinieren? Wissen Sie, was ziemlich anstrengend ist? Wenn ein Unternehmen sagt: „Calm verwendet Ihre Daten, um Ihr Online-Erlebnis und die Werbung, die Sie auf anderen Plattformen sehen, auf der Grundlage Ihrer Vorlieben, Interessen und Ihres Surfverhaltens zu personalisieren.“ Nun gut, es gibt sicherlich stressigere Dinge im Leben. Aber was ist, wenn wir einfach nur in Ruhe meditieren wollen, ohne dass all unsere Daten dazu verwendet werden, uns mehr Dinge zu verkaufen oder uns länger auf der App zu halten? Entschuldigung, wenn wir jetzt noch einmal tief durchatmen.
es: ¡Agh! Calm, ¿por qué? ¿Por qué arruinas nuestra vibra de meditación zen con prácticas de privacidad estresantes? ¿Sabes lo que nos estresa? Cuando una empresa te dice: «Calm usa tus datos para personalizar tu experiencia en línea y los anuncios que ves en otras plataformas en función de tus preferencias, intereses y comportamiento de navegación». Vale, es cierto que hay cosas más estresantes en la vida. Pero aun así, ¿y qué si solo queremos meditar en paz sin que nuestros datos se utilicen para encontrar formas de vendernos más cosas o de mantenernos en la aplicación por más tiempo? Discúlpanos, tenemos que hacer otra respiración profunda.
fr: Calm, pourquoi gâcher notre ambiance de méditation zen avec des pratiques de confidentialité aussi stressantes ? Vous savez ce qui est particulièrement stressant ? Lorsqu’une entreprise affirme : « Calm utilise vos données pour personnaliser votre expérience en ligne et les publicités que vous voyez sur d’autres plateformes en fonction de vos préférences, de vos intérêts et de votre comportement de navigation ». Ok, il y a certainement plus stressant dans la vie. Mais quand même, comment parvenir à méditer en paix quand on sait que nos données sont utilisées pour nous vendre plus de produits ou pour que nous restions connectés sur l’application plus longtemps ? Juste un instant, nous avons besoin de prendre une profonde inspiration.
pt_br: Calm, por que estragar nossa vibração de meditação zen com práticas estressantes de privacidade? Sabe o que é tenso? Quando uma empresa diz: "Calm usa seus dados para personalizar sua experiência online e os anúncios que você vê em outras plataformas com base em suas preferências, interesses e comportamento de navegação". Certo, então, claro que há coisas mais estressantes na vida. Mas, ainda assim, e se quisermos apenas meditar em paz sem que todos os nossos dados sejam usados para encontrar maneiras de nos vender mais coisas ou nos manter no aplicativo por mais tempo? Com licença enquanto respiramos fundo.
