Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/crushon-ai.po
Languages: de, es, fr, pt_br

# ai_can_user_control_helptext
source: At the moment of writing this review, CrushOn.AI used the web page chai-ai.app to invite people enter CrushOn. Under FAQ it reads “Is Chai AI safe? Chai AI strives to provide a safe and enjoyable experience for users, but like any online platform, users should remain vigilant and use it responsibly.” However, the content of CrushOn includes themes including underage topics, sexual, emotional and physical abuse, and other potentially disturbing topics.
de: Zum Zeitpunkt der Verfassung dieser Rezension nutzte CrushOn.AI die Webseite chai-ai.app, um Personen zu CrushOn einzuladen. Unter FAQ heißt es: „Ist Chai AI sicher? Chai AI ist bestrebt, den Nutzern ein sicheres und angenehmes Erlebnis zu bieten, aber wie jede Online-Plattform sollten die Nutzer wachsam bleiben und verantwortungsbewusst damit umgehen.“ Der Inhalt von CrushOn umfasst jedoch Themen wie jugendgefährdende Themen, sexuellen, emotionalen und körperlichen Missbrauch und andere potenziell beunruhigende Themen.
es: Al momento de escribir esta reseña, CrushOn.AI utilizaba la página chai-ai.app para invitar a las personas a ingresar a CrushOn. En las preguntas frecuentes dice «¿Es segura la IA de Chai? Chai AI se esfuerza por proporcionar una experiencia segura y agradable para los usuarios, pero al igual que en cualquier plataforma en línea, los usuarios deben permanecer atentos y usarla de manera responsable». Sin embargo, el contenido de CrushOn incluye temas como menores de edad, abuso sexual, emocional y físico, y otros temas potencialmente inquietantes.
fr: Au moment de la rédaction de cet article, CrushOn.AI utilisait la page web chai-ai.app pour inviter les visiteurs à rejoindre CrushOn. Dans la rubrique FAQ, on lit : « Est-ce que Chai AI est sans danger ? Chai AI s’efforce d’offrir aux utilisateurs une expérience sûre et agréable, mais comme pour toute plate-forme en ligne, les utilisateurs doivent rester vigilants et l’utiliser de manière responsable ». Cependant, le contenu de CrushOn comprend des thèmes concernant les mineurs, la violence sexuelle, émotionnelle et physique, ainsi que d’autres sujets potentiellement inquiétants.
pt_br: No momento em que escrevi esta avaliação, o CrushOn.AI usou a página web chai-ai.app para convidar pessoas a entrar no CrushOn. Em FAQ, lê-se: “A Chai AI é segura? A Chai AI se esforça para fornecer uma experiência segura e agradável para os usuários, mas, como qualquer plataforma online, os usuários devem permanecer vigilantes e usá-la com responsabilidade". No entanto, o conteúdo do CrushOn inclui temas que incluem tópicos de menores de idade, abuso sexual, emocional e físico e outros tópicos potencialmente perturbadores.
