Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/crushon-ai.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: Individual health conditions, treatment, diseases, or diagnosis;<br/> Social, psychological, behavioral, and medical interventions;<br/> Use of prescribed medication;<br/> Gender-affirming care information;<br/> Reproductive or sexual health information;<br/> Data that identifies a consumer seeking “health care services” as defined under Washington’s My Health My Data Act, also referred to as “Identity Data;”<br/> Any information that we or our respective processor, uses to associate or identify you with data described above that is derived or extrapolated from non-health information (such as proxy, derivative, inferred, or emergent data by any means, including algorithms or machine learning), also referred to as “Inference Data;” and<br/> Biometric Data as defined under the MHMDA."
de: Individuelle Gesundheitszustände, Behandlungen, Krankheiten oder Diagnosen; <br/> Soziale, psychologische, verhaltensbezogene und medizinische Interventionen;<br/> Verwendung von verschriebenen Medikamenten;<br/> Geschlechtsspezifische Pflegeinformationen;<br/> Informationen zur reproduktiven oder sexuellen Gesundheit;<br/> Daten, die einen Verbraucher identifizieren, der ‚Gesundheitsdienstleistungen‘ im Sinne des Washingtoner My Health My Data Act in Anspruch nimmt, auch als ‚Identitätsdaten‘ bezeichnet;<br/> Jegliche Informationen, die wir oder unser jeweiliger Auftragsverarbeiter verwenden, um Sie mit den oben beschriebenen Daten in Verbindung zu bringen oder zu identifizieren, die von nicht gesundheitsbezogenen Daten abgeleitet oder extrapoliert werden (wie z. B. stellvertretende, abgeleitete, geschlussfolgerte oder entstehende Daten mit beliebigen Mitteln, einschließlich Algorithmen oder maschinellem Lernen), auch als ‚Inferenzdaten‘ bezeichnet; und<br/> biometrische Daten gemäß der Definition des MHMDA.“
es: Afecciones de salud, tratamientos, enfermedades o diagnósticos individuales; <br/>intervenciones sociales, psicológicas, conductuales y médicas;<br/> uso de medicamentos recetados; <br/>información de atención relacionada con la afirmación de género; <br/>información de salud reproductiva o sexual;<br/> datos que identifican a un consumidor que busca “servicios de atención médica”, como se define en la Ley “Mi Salud, Mis Datos” de Washington, también denominados “datos de identidad”;<br/> cualquier información que nosotros o nuestro procesador respectivo usemos para asociarte o identificarte con los datos descritos anteriormente, que se deriven o extrapolen de información no relacionada con la salud (como datos indirectos, derivados, inferidos o emergentes por cualquier medio, incluidos algoritmos o aprendizaje automático), también denominados “datos de inferencia”; y <br/>datos biométricos, según se define en la MHMDA».
fr: Conditions de santé individuelles, traitement, maladies ou diagnostic ;<br/> interventions sociales, psychologiques, comportementales et médicales ;<br/> usage de médicaments prescrits ;<br/> informations sur les soins adaptés aux personnes transgenre ;<br/> informations sur la santé reproductive ou sexuelle ;<br/> données identifiant un consommateur sollicitant des « prestations de santé », telles que définies dans le texte de loi « My Health My Data Act » de l’État de Washington, également dénommées « Données identitaire ».<br/> Toute information que notre société ou notre sous-traitant respectif, utilise pour vous associer ou vous identifier avec les données décrites ci-dessus qui sont dérivées ou extrapolées à partir d’informations non sanitaires (telles que des données de substitution, dérivées, déduites ou émergentes de quelque manière que ce soit, y compris les algorithmes ou l’apprentissage automatique), également appelées « Données d’inférence ; » et<br/> données biométriques telles que définies dans le cadre de la loi My Health My Data Act. »
pt_br: Condições de saúde individuais, tratamento, doenças ou diagnóstico;<br/> Intervenções sociais, psicológicas, comportamentais e médicas;<br/> Uso de medicamentos prescritos;<br/> Informações de cuidados de afirmação de gênero;<br/> Informações de saúde reprodutiva ou sexual;<br/> Dados que identificam um consumidor que procura 'serviços de saúde', conforme definido na Lei My Health My Data de Washington, também referida como 'Dados de Identidade';<br/> Qualquer informação que nós ou nosso respectivo processador usar para associá-lo ou identificá-lo com os dados descritos acima, que são derivados ou extrapolados de informações não relacionadas à saúde (como dados de proxy, derivados, inferidos ou emergentes por qualquer meio, incluindo algoritmos ou aprendizado de máquina), também referidos como 'Dados de Inferência'; e<br/> Dados Biométricos, conforme definido no MHMDA."

# how_does_it_use_data_collected
source: "We may share Consumer Health Data with <b>the following categories of third-party recipients: Vendors and Service Providers;</b> Legal Disclosure."
de: „Wir können Verbrauchergesundheitsdaten an <b>die folgenden Kategorien von Drittempfängern weitergeben: Anbieter und Dienstleister;</b> Rechtliche Offenlegung.“
es: «Podemos compartir datos de salud del consumidor con <b>las siguientes categorías de terceros destinatarios: vendedores y proveedores de servicios;</b> divulgación legal».
fr: « Nous sommes susceptibles de partager les données relatives à la santé des consommateurs avec <b>des tiers appartenant aux catégories suivantes : Fournisseurs et prestataires de services ;</b> Divulgation légale. »
pt_br: "Podemos compartilhar Dados de Saúde do Consumidor com <b>as seguintes categorias de destinatários terceirizados: Fornecedores e Prestadores de Serviços;</b> Divulgação Legal."

# how_does_it_use_data_collected
source: "We may share Consumer Health Data with the following Affiliates: Peekaboo Tech Ltd., Peekaboo Tech Inc., Peekaboo Game Ltd.."
de: „Wir können Verbrauchergesundheitsdaten mit den folgenden verbundenen Unternehmen teilen: Peekaboo Tech Ltd., Peekaboo Tech Inc., Peekaboo Game Ltd.“
es: «Podemos compartir datos de salud del consumidor con las siguientes filiales: Peekaboo Tech Ltd., Peekaboo Tech Inc., Peekaboo Game Ltd.»
fr: « Nous sommes autorisés à partager les données relatives à la santé des consommateurs avec les sociétés affiliées suivantes : Peekaboo Tech Ltd, Peekaboo Tech Inc, Peekaboo Game Ltd. »
pt_br: "Podemos compartilhar Dados de Saúde do Consumidor com as seguintes Afiliadas: Peekaboo Tech Ltd., Peekaboo Tech Inc., Peekaboo Game Ltd."

# how_does_it_use_data_collected
source: <b>Data Trackers Found</b><br/>We discovered 45 trackers within 1 minute of use, including sending data to Doubleclick (marketing tracker).
de: <b>Gefundene Data-Tracker</b><br/>Wir haben innerhalb von 1 Minute 45 Tracker entdeckt, einschließlich der Übermittlung von Daten an Doubleclick (Marketing-Tracker).
es: <b>Rastreadores de datos encontrados</b><br/>Descubrimos 45 rastreadores durante 1 minuto de uso, incluido el envío de datos a Doubleclick (rastreador de marketing).
fr: <b>Traqueurs de données repérés</b><br/>Nous avons découvert 45 traqueurs en l’espace d’une minute d’utilisation, y compris des traqueurs transmettant des données à Doubleclick (traqueur de marketing).
pt_br: <b>Rastreadores de Dados Encontrados</b><br/>Descobrimos 45 rastreadores em 1 minuto de uso, incluindo o envio de dados para Doubleclick (rastreador de marketing).

# uses_encryption_helptext
source: We cannot confirm encryption at rest and in transit for this app.
de: Wir können die Verschlüsselung im Ruhezustand und während der Übertragung für diese App nicht bestätigen.
es: No podemos confirmar que haya cifrado en reposo y en tránsito en esta aplicación.
fr: Nous ne pouvons pas confirmer le chiffrement des données au repos et en transit pour cette application.
pt_br: Não podemos confirmar a criptografia em repouso e em trânsito para este aplicativo.

# tips_to_protect_yourself
source: Do not say anything containing sensitive information in your conversation with your AI partner.
de: Sagen Sie in Ihrem Gespräch mit dem KI-Partner nichts, was sensible Informationen enthält.
pt_br: Não diga nada que contenha informações confidenciais em sua conversa com a IA.

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data nor does close your account.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales ni cierra tu cuenta.
fr: Exigez la suppression de vos données lorsque vous cessez d’utiliser l’application. La simple suppression d’une application de votre appareil ne permet généralement pas d’effacer vos données personnelles ni de clôturer votre compte.
pt_br: Se decidir parar de usar o aplicativo, solicite que seus dados sejam excluídos. Apenas excluir o aplicativo do seu dispositivo não apagará seus dados pessoais da base da empresa e nem fechará a sua conta.

# tips_to_protect_yourself
source: Do not give consent to constant geolocation tracking by the app. Better provide geolocation 'only when using the app'.
de: Geben Sie keine Zustimmung zur ständigen Geolokalisierung durch die App. Bieten Sie besser Geolokalisierung „nur bei Verwendung der App“.
es: No otorgues tu consentimiento para el seguimiento constante de geolocalización por parte de la aplicación. Es mejor que permitas la geolocalización «solo mientras la aplicación está en uso».
fr: Ne consentez pas au suivi continu de votre géolocalisation par l’application. Il est préférable de fournir la géolocalisation « uniquement pendant l’utilisation de l’application ».
pt_br: Não dê consentimento para o rastreamento constante de geolocalização pelo aplicativo. É melhor fornecer geolocalização "somente ao usar o aplicativo".

# tips_to_protect_yourself
source: Do not share sensitive data through the app.
de: Teilen Sie keine sensiblen Daten über die App.
es: No compartas datos confidenciales en la aplicación.
fr: Ne partagez pas de données sensibles via l’application.
pt_br: Não compartilhe dados confidenciais pelo aplicativo.

# tips_to_protect_yourself
source: Do not give access to your photos and video or camera.
de: Geben Sie keinen Zugriff auf Ihre Fotos und Videos oder Kamera.
es: No otorgues acceso a tus fotos, vídeo o cámara.
fr: N’autorisez pas l’accès à vos photos et vidéos ou à votre appareil photo.
pt_br: Não dê acesso às suas fotos e vídeo ou câmera.

# tips_to_protect_yourself
source: Do not log in using third-party accounts.
de: Melden Sie sich nicht mit Konten von Drittanbietern an.
es: No inicies sesión con cuentas de terceros.
fr: Ne vous connectez pas par le biais de comptes tiers.
pt_br: Não faça login usando contas de terceiros.

# tips_to_protect_yourself
source: Do not connect to any third party via the app, or at least make sure that a third party employs decent privacy practices.
de: Stellen Sie über die App keine Verbindung zu Dritten her, oder vergewissern Sie sich zumindest, dass diese Dritte anständige Datenschutzpraktiken anwenden.
es: No te conectes a ningún tercero a través de la aplicación, o al menos asegúrate de que el tercero en cuestión tenga prácticas de privacidad decentes.
fr: Ne vous connectez pas à un service tiers via l’application, ou assurez-vous au minimum que ce dernier adopte des pratiques décentes en matière de protection de la vie privée.
pt_br: Não se conecte a terceiros através do aplicativo, ou pelo menos certifique-se de que este terceiro empregue práticas de privacidade decentes.

# tips_to_protect_yourself
source: Do not say anything containing sensitive information in your conversation with AI partner.
de: Sagen Sie in Ihrem Gespräch mit dem KI-Partner nichts, was sensible Informationen enthält.
pt_br: Não diga nada que contenha informações confidenciais em sua conversa com a IA.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc.
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senhas, como o 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Do not use social media plug-ins.
de: Verwenden Sie keine Social-Media-Plug-ins.
es: No utilices complementos de redes sociales.
fr: N’utilisez pas de plug-ins de médias sociaux.
pt_br: Não use plug-ins de mídia social.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary).
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Standort, außer es ist notwendig).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et emplacement, sauf si nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do aplicativo (não libere acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário).

# tips_to_protect_yourself
source: Keep your app regularly updated.
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand.
es: Actualiza tu aplicación con regularidad.
fr: Mettez votre application à jour régulièrement.
pt_br: Mantenha seu aplicativo atualizado regularmente.

# tips_to_protect_yourself
source: Limit ad tracking via your device (ex. on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization).
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Lehnen Sie bei der Anmeldung das Tracking Ihrer Daten nach Möglichkeit ab.
es: Si puedes hacerlo, no aceptes el seguimiento de tus datos cuando estés realizando el proceso de registro.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.
pt_br: Ao se cadastrar, não concorde com o rastreamento dos seus dados, se possível.

# personal_data_collected
source: Audio/Visual Data: video, images, records, avatar images, character photos, voicemails and other recordings; Contact Data: email address, mailing address, phone number; Device/Network Data: device identifiers, IP address, identifiers from cookies, session history, navigation metadata; Other data generated via cookies and similar technologies; Financial Data: bank account details, payment card information, relevant information in connection with financial transactions; General Location Data: Non-precise location data, e.g. location information derived from IP addresses; Identity Data: name, gender, race/ethnicity, date of birth, age and/or age range, account login details, other account handles/usernames; Inference Data: preferences, characteristics, aptitudes, market segments, likes, favorites or interests; Transaction Data: Information about transactions; User Content: AI chat session.
de: Audio-/Visuelle Daten: Videos, Bilder, Aufzeichnungen, Avatarbilder, Charakterfotos, Sprachnachrichten und andere Aufzeichnungen; Kontaktdaten: E-Mail-Adresse, Postanschrift, Telefonnummer; Geräte-/Netzwerkdaten: Gerätekennungen, IP-Adresse, Kennungen aus Cookies, Sitzungsverlauf, Navigations-Metadaten; andere Daten, die über Cookies und ähnliche Technologien generiert werden; Finanzdaten: Bankkontodaten, Zahlungskarteninformationen, relevante Informationen im Zusammenhang mit finanziellen Transaktionen; allgemeine Standortdaten: Ungenaue Standortdaten, z. B. aus IP-Adressen abgeleitete Standortinformationen; Identitätsdaten: Name, Geschlecht, Rasse/ethnische Zugehörigkeit, Geburtsdatum, Alter und/oder Altersspanne, Kontoanmeldedaten, andere Konto-Handles/Benutzernamen; Schlussfolgerungsdaten: Vorlieben, Eigenschaften, Neigungen, Marktsegmente, Vorlieben, Favoriten oder Interessen; Transaktionsdaten: Informationen über Transaktionen; Benutzerinhalte: KI-Chat-Sitzung.
es: Datos de audio/visuales: vídeos, imágenes, grabaciones, imágenes de avatar, fotos de personajes, correos de voz y otras grabaciones; Datos de contacto: dirección de correo electrónico, dirección postal, número de teléfono; Datos de dispositivos o redes: identificadores de dispositivo, dirección IP, identificadores de cookies, historial de sesiones, metadatos de navegación; Otros datos generados a través de cookies y tecnologías similares; Datos financieros: detalles de la cuenta bancaria, información de la tarjeta de pago, información relevante en relación con las transacciones financieras; Datos de ubicación general: datos de ubicación no precisa, p. ej., información de ubicación derivada de direcciones IP; Datos de identidad: nombre, género, raza/etnia, fecha de nacimiento, edad o rango etario, detalles de inicio de sesión de la cuenta, otros identificadores o nombres de usuario de la cuenta; Datos de inferencia: preferencias, características, aptitudes, segmentos de mercado, gustos, favoritos o intereses; Datos de transacción: información sobre transacciones; Contenido de usuario: sesión de chat de IA.
fr: Données audiovisuelles : vidéo, images, enregistrements, images d’avatars, photos de personnages, messages vocaux et autres enregistrements ; Données de contact : adresse électronique, adresse postale, numéro de téléphone ; Données relatives à l’appareil/au réseau : identifiants de l’appareil, adresse IP, identifiants des cookies, historique des sessions, métadonnées de navigation ; Autres données générées par le biais de cookies et de technologies similaires ; Données à caractère financier : coordonnées bancaires, informations relatives aux cartes de paiement, informations pertinentes en rapport avec les transactions financières ; Données générales de localisation : Données de localisation non précises, par exemple : informations de localisation dérivées des adresses IP ; Données d’identité : nom, sexe, ethnicité, date de naissance, âge et/ou tranche d’âge, détails de connexion au compte, autres identifiants de compte/noms d’utilisateur ; Données d’inférence : préférences, caractéristiques, aptitudes, segments de marché, goûts, favoris ou centres d’intérêt ; Données de transaction : Informations sur les transactions ; Contenu de l’utilisateur : session de conversation avec l’IA.
pt_br: Dados de áudio/visuais: vídeo, imagens, registros, imagens de avatar, fotos de personagens, mensagens de voz e outras gravações; Dados de contato: endereço de e-mail, endereço de correspondência, número de telefone; Dados de dispositivo/rede: identificadores de dispositivo, endereço IP, identificadores de cookies, histórico de sessão, metadados de navegação; Outros dados gerados por meio de cookies e tecnologias semelhantes; Dados financeiros: detalhes da conta bancária, informações do cartão de pagamento, informações relevantes relacionadas a transações financeiras; Dados gerais de localização: dados de localização não precisos, por exemplo, informações de localização derivadas de endereços IP; Dados de identidade: nome, sexo, raça/etnia, data de nascimento, idade e/ou faixa etária, detalhes de login da conta, outros nomes de conta/nomes de usuário; Dados de referência: preferências, características, aptidões, segmentos de mercado, curtidas, favoritos ou interesses; Dados de transação: informações sobre transações; Conteúdo do usuário: sessão de bate-papo de IA.

# biometric_data_collected
source: "Individual health conditions, treatment, diseases, or diagnosis; Social, psychological, behavioral, and medical interventions; Use of prescribed medication; Gender-affirming care information; Reproductive or sexual health information; Data that identifies a consumer seeking “health care services” as defined under Washington’s My Health My Data Act; Inferences;<br/> <br/>Biometric Data."
de: „Individuelle Gesundheitszustände, Behandlungen, Krankheiten oder Diagnosen; Soziale, psychologische, verhaltensbezogene und medizinische Interventionen; Verwendung von verschriebenen Medikamenten; Geschlechtsspezifische Pflegeinformationen; Informationen zur reproduktiven oder sexuellen Gesundheit; Daten, die einen Verbraucher identifizieren, der ‚Gesundheitsdienstleistungen‘ im Sinne des Washingtoner My Health My Data Act in Anspruch nimmt; Schlussfolgerungen;<br/> <br/>Biometrische Daten.“
es: «Afecciones de salud, tratamientos, enfermedades o diagnósticos individuales; intervenciones sociales, psicológicas, conductuales y médicas; uso de medicamentos recetados; información sobre atención relacionada con la afirmación de género; información de salud reproductiva o sexual; datos que identifican a un consumidor que busca “servicios de atención médica” según se definen en la Ley “Mi Salud, Mis Datos” de Washington; inferencias;<br/> <br/>datos biométricos».
fr: « Conditions de santé individuelles, traitement, maladies ou diagnostic ; interventions sociales, psychologiques, comportementales et médicales ; usage de médicaments prescrits ; informations sur les soins adaptés au personnes transgenre ; informations sur la santé reproductive ou sexuelle ; données identifiant un consommateur sollicitant des « prestations de santé » conformément à la loi « My Health My Data Act » de l’État de Washington ; déductions ;<br/> <br/>Données biométriques. »
pt_br: "Condições de saúde individuais, tratamento, doenças ou diagnóstico; Intervenções sociais, psicológicas, comportamentais e médicas; Uso de medicamentos prescritos; Informações de cuidados de afirmação de gênero; Informações de saúde reprodutiva ou sexual; Dados que identificam um consumidor que procura 'serviços de saúde', conforme definido na Lei My Health My Data de Washington; Inferências; Dados biométricos.<br/> <br/>"

# how_can_you_control_your_data
source: Not all users can exercise their data subject rights.
de: Nicht alle Nutzer können ihre Betroffenenrechte ausüben.
es: No todos los usuarios pueden ejercer sus derechos como sujetos de datos.
fr: Les utilisateurs ne peuvent pas tous exercer leurs droits en tant que personnes concernées.
pt_br: Nem todos os usuários podem exercer seus direitos de titular de dados.
