Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/crushon-ai.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: "We may use Identity Data, Transaction Data, Contact Data, and Device/Network Data for Commercial Purposes. We do not sell or “share” Payment Data or Health Data or use it for Business Purposes not permitted under applicable law."
de: „Wir können Identitätsdaten, Transaktionsdaten, Kontaktdaten und Geräte-/Netzwerkdaten für kommerzielle Zwecke verwenden. Wir verkaufen oder ‚teilen‘ Zahlungsdaten oder Gesundheitsdaten nicht und verwenden sie nicht für geschäftliche Zwecke, die nach geltendem Recht nicht zulässig sind.“
es: «Podemos utilizar datos de identidad, datos de transacciones, datos de contacto y datos de dispositivos o redes con fines comerciales. No vendemos ni “compartimos” datos de pago o datos de salud, ni los usamos para fines comerciales no permitidos por las leyes aplicables».
fr: « Nous sommes en droit d’utiliser les données relatives à l’identité, les données de transaction, les données de contact et les données relatives à l’appareil/au réseau à des fins commerciales. Nous ne vendons ni ne « partageons » les données de paiement ou les données relatives à la santé, et nous ne les utilisons pas à des fins commerciales non autorisées par la législation en vigueur. »
pt_br: "Podemos usar Dados de Identidade, Dados de Transação, Dados de Contato e Dados de Dispositivo/Rede para Fins Comerciais. Não vendemos ou 'compartilhamos' Dados de Pagamento ou Dados de Saúde ou os usamos para Fins Comerciais não permitidos pela lei aplicável."

# how_does_it_use_data_collected
source: "To provide our Service, we may collect and use information that is defined as personal information under applicable privacy laws &lt;...&gt; We collect and use the following categories of Personal Information (note, specific Personal Information elements are examples and may change):<br/>&lt;...&gt;<br/><b>Consumer Health Data</b> - Personal information linked or reasonably linkable to a consumer and that identifies the consumer's past, present, or future physical or mental health status as defined under the Washington My Health My Data Act and other Consumer Health Data Privacy laws. &lt;...&gt;"
de: „Um unseren Dienst bereitzustellen, können wir Informationen sammeln und verwenden, die nach den geltenden Datenschutzgesetzen als personenbezogene Daten definiert sind &lt;...&gt; Wir sammeln und verwenden die folgenden Kategorien personenbezogener Daten (Hinweis: Spezifische Elemente personenbezogener Daten sind Beispiele und können sich ändern):<br/>&lt;...&gt;<br/><b>Verbauchergesundheitsdaten</b> - Personenbezogene Daten, die mit einem Verbraucher verknüpft sind oder vernünftigerweise verknüpft werden können und die den vergangenen, gegenwärtigen oder zukünftigen körperlichen oder geistigen Gesundheitszustand des Verbrauchers gemäß der Definition im Washington My Health My Data Act und anderen Gesetzen zum Schutz von Verbrauchergesundheitsdaten identifizieren. &lt;...&gt;\“
es: «Para proporcionar nuestro servicio, podemos recopilar y utilizar información que se define como información personal según las leyes de privacidad aplicables &lt;...&gt; Recopilamos y utilizamos las siguientes categorías de información personal (ten en cuenta que los elementos específicos de información personal son ejemplos y podrían cambiar)<br/>&lt;...&gt;<br/><b> Datos de salud del consumidor: </b>Información personal vinculada o razonablemente vinculable a un consumidor y que identifica la condición física pasada, presente o futura del consumidor, o el estado de salud mental según se define en la Ley “Mi Salud, Mis Datos” de Washington y otras leyes de privacidad de datos de salud del consumidor &lt;...&gt;\»
fr: « Dans le cadre de la fourniture de nos services, nous pouvons collecter et utiliser des informations qui sont considérées comme des informations personnelles en vertu des lois applicables en matière de protection de la vie privée &lt;...&gt;. Nous collectons et utilisons des informations personnelles appartenant aux catégories suivantes (les éléments spécifiques des informations personnelles sont donnés à titre d’exemple et peuvent être modifiés) :<br/>&lt;...&gt;<br/><b>Données relatives à la santé des consommateurs</b> - Informations personnelles liées ou pouvant raisonnablement être associées à un consommateur et permettant de déterminer l’état de santé physique ou mental passé, présent ou futur du consommateur, tel que défini dans le texte de loi « My Health My Data Act » de l’État de Washington et dans d’autres lois relatives à la protection de la confidentialité des données relatives à la santé des consommateurs. &lt;...&gt;\»
pt_br: "Para fornecer nosso Serviço, podemos coletar e usar informações definidas como informações pessoais de acordo com as leis de privacidade aplicáveis &lt;...&gt; Coletamos e usamos as seguintes categorias de Informações Pessoais (nota, elementos específicos de Informações Pessoais são exemplos e podem mudar):<br/>&lt;...&gt; <br/><b>Dados de Saúde do Consumidor</b> – Informações pessoais vinculadas ou razoavelmente vinculáveis a um consumidor e que identificam o estado de saúde física ou mental passado, presente ou futuro do consumidor, conforme definido pela Lei de Dados de Saúde My Health My Data de Washington e outras leis de Privacidade de Dados de Saúde do Consumidor. &lt;...&gt;"

# how_does_it_use_data_collected
source: "We and certain third parties use Personal Information to further our commercial or economic interests &lt;...&gt; depending on the context of collection and your rights and choices.
de: „Wir und bestimmte Dritte verwenden personenbezogene Daten, um unsere kommerziellen oder wirtschaftlichen Interessen zu fördern &lt;...&gt; je nach dem Kontext der Erfassung und Ihren Rechten und Entscheidungen.
es: «Nosotros y ciertos terceros utilizamos la información personal para promover nuestros intereses comerciales o económicos &lt;...&gt; dependiendo del contexto de la recopilación y de tus derechos y opciones.
fr: « Notre société et certains organismes tiers utilisent les informations personnelles pour poursuivre leurs intérêts commerciaux ou économiques &lt;...&gt; en fonction du contexte de la collecte, de vos droits et de vos choix.
pt_br: "Nós e certos terceiros usamos Informações Pessoais para promover nossos interesses comerciais ou econômicos &lt;...&gt; dependendo do contexto de coleta e de seus direitos e escolhas.

# how_does_it_use_data_collected
source: Online Marketing - <b>we may engage in online advertising on our Service</b> &lt;...&gt; to increase engagement on our platform <b>and help more people discover the ultimate AI crush experience.</b> <b>This form of advertising involves various parties and services providers, including third party data controllers, engaged in the use of Personal Information to deliver and tailor ads you see.</b>
de: Online Marketing – <b>Wir können Online-Werbung auf unserem Dienst</b> &lt;...&gt; einsetzen, um das Engagement auf unserer Plattform zu erhöhen <b>und mehr Menschen zu helfen, das ultimative KI-Schwarm-Erlebnis zu entdecken.</b> <b>An dieser Form der Werbung sind verschiedene Parteien und Dienstleister beteiligt, einschließlich dritter Datenverantwortlicher, die personenbezogene Daten verwenden, um Ihnen Anzeigen zu liefern und auf Sie abzustimmen.</b>
es: Marketing en línea: <b>Podemos realizar publicidad en línea en nuestro servicio</b> &lt;...&gt; para aumentar la participación en nuestra plataforma <b>y ayudar a más personas a descubrir la mejor experiencia de IA.</b> <b>Esta forma de publicidad involucra a varias partes y proveedores de servicios, que incluyen controladores de datos externos, que utilizan la información personal para entregar y adaptar los anuncios que ves.</b>
fr: Marketing en ligne - <b>nous sommes susceptibles de diffuser de la publicité en ligne sur nos services</b> &lt;...&gt;; dans le but d’accroître le nombre d’utilisateurs de notre plate-forme <b>et de permettre à un plus grand nombre de personnes de découvrir l’expérience la plus aboutie en matière de relation romantiques avec une intelligence artificielle.</b> <b>Cette forme de publicité implique diverses parties et fournisseurs de services, y compris des tiers responsables du traitement des données, qui utilisent des informations personnelles pour diffuser et adapter les publicités qui vous sont présentées.</b>
pt_br: Marketing online – <b>podemos nos envolver em publicidade online em nosso Serviço</b> &lt;...&gt; para aumentar o engajamento em nossa plataforma <b>e ajudar mais pessoas a descobrir a experiência definitiva de relacionamento de IA.</b> <b>Essa forma de publicidade envolve várias partes e prestadores de serviços, incluindo controladores de dados terceirizados, envolvidos no uso de Informações Pessoais para fornecer e personalizar os anúncios que você vê.</b>

# how_does_it_use_data_collected
source: These parties may collect Personal Information such as unique IDs, IP addresses, device information, OS/browser type, <b>and other similar data,</b> as well as information about the ads you see and view, to develop and assess aspects of a profile about you to deliver more relevant advertisements and offers, to determine whether and how ads you see are effective, and to enable and assess advertisements you see from us on other sites. <b>These third parties may augment your profile with demographic and other preferences data derived from these observations</b>, and may also track whether you view, interact with, and how often you have seen an ad, or whether you complete a purchase for a good or service you were shown in an advertisement. These parties may be able to identify you across sites, devices, and over time. You can control how these third parties use your data, and the ads you see on these platforms, using the tools described in the your Rights and Choices section below.<br/>&lt;...&gt;<br/>Marketing Communications - We may send you marketing and promotional communications pursuant to applicable laws. These communications may be personalized based on your user profile."
de: Diese Parteien können personenbezogene Daten wie eindeutige IDs, IP-Adressen, Geräteinformationen, Betriebssystem-/Browsertyp und <b>andere ähnliche Daten</b> sowie Informationen über die von Ihnen gesehenen und betrachteten Anzeigen sammeln, um Aspekte eines Profils über Sie zu entwickeln und zu bewerten, um relevantere Anzeigen und Angebote zu liefern, um festzustellen, ob und wie die von Ihnen gesehenen Anzeigen effektiv sind, und um Werbung zu ermöglichen und zu bewerten, die Sie von uns auf anderen Websites sehen. <b>Diese Drittparteien können Ihr Profil mit demografischen und anderen Präferenzdaten ergänzen, die aus diesen Beobachtungen abgeleitet werden</b>, und können auch verfolgen, ob Sie eine Anzeige ansehen, mit ihr interagieren und wie oft Sie sie gesehen haben, oder ob Sie einen Kauf für eine Ware oder Dienstleistung abschließen, die Ihnen in einer Anzeige gezeigt wurde. Diese Parteien sind möglicherweise in der Lage, Sie über verschiedene Websites, Geräte und im Laufe der Zeit zu identifizieren. Sie können die Verwendung Ihrer Daten durch diese Dritten und die Werbung, die Sie auf diesen Plattformen sehen, mit den im Abschnitt ‚Ihre Rechte und Wahlmöglichkeiten‘ weiter unten beschriebenen Tools kontrollieren.<br/>&lt;...&gt;<br/>Marketing-Mitteilungen - Wir können Ihnen gemäß den geltenden Gesetzen Marketing- und Werbemitteilungen senden. Diese Mitteilungen können auf der Grundlage Ihres Benutzerprofils personalisiert sein.“
es: Estas partes pueden recopilar información personal –como identificadores únicos, direcciones IP, información del dispositivo, sistema operativo o tipo de navegador– <b>y otros datos similares,</b> así como información sobre los anuncios que ves y visualizas, con el fin de desarrollar y evaluar aspectos de un perfil sobre ti para ofrecerte anuncios y ofertas más relevantes, para determinar si los anuncios que ves y la manera en que los ves son efectivos, y para habilitar y evaluar los anuncios nuestros que ves en otros sitios. <b>Estos terceros pueden aumentar tu perfil con datos demográficos y otras preferencias que se deriven de estas observaciones</b>, y también pueden realizar un seguimiento de si ves un anuncio, interactúas con él y con qué frecuencia lo has visto, o si realizas un compra de un bien o servicio que se te mostró en un anuncio. Es posible que estas partes puedan identificarte en todos los sitios, dispositivos y a lo largo del tiempo. Puedes controlar cómo estos terceros usan tus datos y los anuncios que ves en estas plataformas, utilizando las herramientas que se describen en la sección “Tus derechos y opciones” a continuación<br/>&lt;...&gt;<br/> Comunicaciones de marketing: Podemos enviarte comunicaciones promocionales y de marketing de conformidad con las leyes aplicables. Estas comunicaciones podrán personalizarse en función de tu perfil de usuario».
fr: Ces tiers peuvent collecter des informations personnelles telles que les identifiants uniques, les adresses IP, les informations relatives à l’appareil, le type de système d’exploitation/navigateur et <b>d’autres données similaires,</b> ainsi que des informations concernant les publicités que vous avez consultées, afin de développer et d’évaluer les caractéristiques d’un profil qui vous est propre et de vous proposer des publicités et des offres plus pertinentes, de déterminer si les publicités qui vous sont proposées sont efficaces et dans quelle mesure, et de vous proposer et d’évaluer les publicités que nous diffusons sur d’autres sites.<b> Ces tiers peuvent compléter votre profil avec des données démographiques et d’autres données relatives aux préférences issues de ces analyses</b>, et peuvent également déterminer si vous avez consulté une publicité, interagi avec elle et combien de fois elle vous a été présentée, ou si vous avez acheté un produit ou un service figurant dans une publicité. Ces parties peuvent être en mesure de vous identifier sur différents sites, appareils et sur une période donnée. Vous pouvez contrôler la manière dont ces tiers utilisent vos données et les publicités qui vous sont présentées sur ces plates-formes, à l’aide des outils décrits dans la section « Vos droits et vos choix » ci-dessous.<br/>&lt;...&gt;<br/>Communications marketing - Nous sommes susceptibles de vous envoyer des communications commerciales et promotionnelles conformément aux lois applicables. Ces communications peuvent être personnalisées en fonction de votre profil d’utilisateur. »
pt_br: Essas partes podem coletar Informações Pessoais, como IDs exclusivos, endereços IP, informações do dispositivo, tipo de sistema operacional/navegador <b>e outros dados semelhantes,</b> bem como informações sobre os anúncios que você vê e visualiza, para desenvolver e avaliar aspectos de um perfil sobre você para fornecer anúncios e ofertas mais relevantes, para determinar se e como os anúncios que você vê são eficazes e para ativar e avaliar os nossos anúncios que você vê em outros sites. <b>Esses terceiros podem aumentar seu perfil com dados demográficos e de outras preferências derivados dessas observações</b> e também podem rastrear se você visualiza, interage e com que frequência viu um anúncio, ou se você realiza uma compra de um bem ou serviço que foi mostrado em um anúncio. Essas partes podem identificá-lo em sites, dispositivos e ao longo do tempo. Você pode controlar como esses terceiros usam seus dados e os anúncios que você vê nessas plataformas, usando as ferramentas descritas na seção Direitos e Escolhas abaixo.<br/>&lt;...&gt;<br/> Comunicações de Marketing – Podemos te enviar comunicações de marketing e promocionais de acordo com as leis aplicáveis. Essas comunicações podem ser personalizadas com base no seu perfil de usuário."

# how_does_it_use_data_collected
source: "<b>We use Identity Data, Contact Data, and User Content you post</b> or with which you interact (e.g. comments and social media posts, etc.) <b>on social media platforms, such as TikTok, Reddit, Discord, Twitter, and Telegram.</b>
de: „<b>Wir verwenden Identitätsdaten, Kontaktdaten und Benutzerinhalte, die Sie veröffentlichen</b> oder mit denen Sie interagieren (z. B. Kommentare und Social-Media-Beiträge usw.) <b>auf Social-Media-Plattformen wie TikTok, Reddit, Discord, Twitter und Telegram.</b>
es: «<b>Utilizamos datos de identidad, datos de contacto y contenido de usuario que publicas</b> o con el que interactúas (p. ej., comentarios y publicaciones en redes sociales, etc.) <b>en plataformas de redes sociales como TikTok, Reddit, Discord, Twitter y Telegram.</b>
fr: « <b>Nous utilisons les données relatives à l’identité, les données de contact et le contenu utilisateur que vous publiez</b> ou avec lequel vous interagissez (par exemple, les commentaires et les messages sur les réseaux sociaux, etc.) <b>sur les plateformes de médias sociaux, telles que TikTok, Reddit, Discord, Twitter et Telegram.</b>
pt_br: "<b>Usamos Dados de Identidade, Dados de Contato e Conteúdo do Usuário que você publica</b> ou com o qual interage (por exemplo, comentários e postagens de mídia social, etc.) <b>em plataformas de mídia social, como TikTok, Reddit, Discord, Twitter e Telegram.</b>

# how_does_it_use_data_collected
source: We use this Personal Information for our Business Purposes and Commercial Purposes.
de: Wir verwenden diese personenbezogenen Daten für unsere geschäftlichen und kommerziellen Zwecke.
es: Utilizamos esta información personal para nuestros fines comerciales.
fr: Nous utilisons ces informations personnelles à des fins professionnelles et commerciales.
pt_br: Usamos essas Informações Pessoais para nossos Fins de Negócios e Finalidades Comerciais.

# how_does_it_use_data_collected
source: Posts may be public, or reposted on our Service. Content you provide may be publicly-available when you post it on our Service, or in some cases, if you reference, engage, or tag our official social media accounts on social media platforms."
de: Beiträge können öffentlich sein oder auf unserem Dienst erneut veröffentlicht werden. Von Ihnen bereitgestellte Inhalte können öffentlich zugänglich sein, wenn Sie sie auf unserem Dienst veröffentlichen, oder in einigen Fällen, wenn Sie auf unsere offiziellen Social-Media-Konten auf Social-Media-Plattformen verweisen, sich dort engagieren oder sie markieren.“
es: Las publicaciones pueden ser públicas o volver a publicarse en nuestro servicio. El contenido que proporciones puede estar disponible públicamente cuando lo publiques en nuestro servicio o, en algunos casos, si haces referencia, participas o etiquetas nuestras cuentas oficiales de redes sociales en las plataformas de redes sociales».
fr: Il peut s’agir de publications publiques ou de rediffusions sur notre service. Le contenu que vous fournissez peut être accessible publiquement lorsque vous le publiez sur notre service ou, dans certains cas, si vous faites référence à nos comptes officiels de réseaux sociaux, si vous y participez ou si vous les identifiez sur les plateformes de réseaux sociaux. »
pt_br: As publicações podem ser públicas ou republicadas em nosso Serviço. O conteúdo que você fornece pode estar disponível publicamente quando você o publica em nosso Serviço ou, em alguns casos, se você fizer referência, interagir ou marcar nossas contas oficiais de mídia social em plataformas de mídia social."

# how_does_it_use_data_collected
source: CONSUMER HEALTH DATA PRIVACY POLICY
de: DATENSCHUTZERKLÄRUNG FÜR VERBRAUCHERGESUNDHEITSDATEN
es: POLÍTICA DE PRIVACIDAD DE DATOS DE SALUD DEL CONSUMIDOR
fr: POLITIQUE DE CONFIDENTIALITÉ DES DONNÉES DE SANTÉ DES CONSOMMATEURS
pt_br: POLÍTICA DE PRIVACIDADE DE DADOS DE SAÚDE DO CONSUMIDOR

# how_does_it_use_data_collected
source: "We collect Consumer Health Data from various sources, which include: from you; collected automatically; from service providers; from social media platforms; and data we create and infer."
de: „Wir sammeln Verbrauchergesundheitsdaten aus verschiedenen Quellen, darunter: von Ihnen; automatisch gesammelt; von Dienstleistern; von Social-Media-Plattformen; und Daten, die wir erstellen und ableiten.“
es: «Recopilamos datos de salud del consumidor de varias fuentes, como: de ti, recopilados automáticamente, de proveedores de servicios, de plataformas de redes sociales y datos que creamos e inferimos».
fr: « Nous recueillons des données concernant la santé des consommateurs à partir de diverses sources, notamment : fournies par vous-même ; collectées automatiquement ; fournies par des prestataires de services ; provenant de plateformes de réseaux sociaux ; ainsi que des informations que nous générons et déduisons. »
pt_br: "Coletamos Dados de Saúde do Consumidor de várias fontes, que incluem: de você; coletados automaticamente; de provedores de serviços; de plataformas de mídia social; e dados que criamos e inferimos."

# how_does_it_use_data_collected
source: CrushOn uses sensitive health data "to facilitate your chat experience, monitor your chat for safety and appropriate content, and <b>for our Business Purposes.</b> We may use User Content from character chats<b> to train our AI models.</b>"
de: CrushOn verwendet sensible Gesundheitsdaten, „um Ihr Chat-Erlebnis zu erleichtern, Ihren Chat auf Sicherheit und angemessene Inhalte zu überwachen und <b>für unsere Geschäftszwecke.</b> Wir können Benutzerinhalte aus Charakter-Chats verwenden<b>, um unsere KI-Modelle zu trainieren.</b>“
es: CrushOn utiliza datos de salud confidenciales «para facilitar tu experiencia de chat, monitorear tus chats por seguridad y contenidos apropiados, y <b>para nuestros fines comerciales.</b> Podemos usar el contenido de usuario de los chats de personajes<b> para entrenar nuestros modelos de IA</b>».
fr: CrushOn utilise des données de santé sensibles dans le but de « faciliter votre expérience de discussion, de contrôler votre discussion pour des raisons de sécurité et de respect du contenu, et <b>pour atteindre nos objectifs commerciaux.</b> Nous sommes autorisés à utiliser le contenu utilisateur des discussions avec des personnages<b> pour former nos modèles d’IA. </b>»
pt_br: O CrushOn usa dados confidenciais de saúde "para facilitar sua experiência de bate-papo, monitorar seu bate-papo quanto à segurança e conteúdo apropriado e <b>para nossos fins comerciais.</b> Podemos usar o Conteúdo do Usuário de chats de personagens<b> para treinar nossos modelos de IA".</b>

# how_does_it_use_data_collected
source: "<b>We may share the following categories of Consumer Health Data with third parties and specific affiliates</b>:
de: „<b>Wir können die folgenden Kategorien von Verbrauchergesundheitsdaten an Dritte und bestimmte verbundene Unternehmen weitergeben</b>:
es: «<b>Podemos compartir las siguientes categorías de datos de salud del consumidor con terceros y afiliados específicos</b>:
fr: « <b>Nous sommes susceptibles de partager des données de santé des consommateurs appartenant aux catégories suivantes avec des tiers et des sociétés affiliées spécifiques</b> :
pt_br: "<b>Podemos compartilhar as seguintes categorias de Dados de Saúde do Consumidor com terceiros e afiliadas específicas</b>:
