Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/crushon-ai.po
Languages: de, es, fr, pt_br

# blurb
source: <b>Hang on!</b> CrushOn features some really disturbing content front-and-center. Please take care before clicking.
de: <b>Moment!</b> Bei CrushOn stehen einige wirklich verstörende Inhalte im Mittelpunkt. Bitte seien Sie vorsichtig, bevor Sie klicken.
es: <b>¡Espera!</b> CrushOn tiene contenidos realmente inquietantes. Ten cuidado antes de hacer clic.
fr: <b>Pas si vite !</b> CrushOn comporte du contenus vraiment dérangeant. Soyez prudent avant de cliquer.
pt_br: <b>Espere!</b> O CrushOn apresenta alguns conteúdos realmente perturbadores como destaque. Por favor, tome cuidado antes de clicar.

# blurb
source: <a id="a1">CrushOn.AI</a>'s brand of AI chat companions are animated characters. You can even design your own! A quick browse through their catalog shows that art imitates life though since you'll see some familiar faces. That means if you've ever longed for a spicy chat with Sailor Moon, Sonic the Hedgehog, Ghostface (from the Scream movies), or a muscular man with a pyramid for a head, your long wait is over. Unfortunately, before you can let those DMs fly you'll have to navigate a very confusing and sketchy web of websites that make it pretty much impossible to figure out what is legitimate. There's its empty App Store page, a fake chatbot competitor's page that links to CrushOn instead, and a "CrushOn pro" page that links to a totally different NSFW chatbot. Then there's the fact that its Google Play Store page links to Apple's user agreement instead of their own. Huh? All that plus three dings from us and creepy content upfront means *Privacy (definitely) Not Included with <a id="a2">CrushOn.AI</a>.
de: Die Marke <a id="a1">CrushOn.AI</a> bietet Ihnen animierte KI-Chat-Begleiter. Sie können sogar Ihren eigenen entwerfen! Ein schneller Blick in ihren Katalog zeigt, dass Kunst das Leben imitiert, da Sie einige bekannte Gesichter sehen werden. Das bedeutet, wenn Sie sich jemals nach einem feurigen Chat mit Sailor Moon, Sonic the Hedgehog, Ghostface (aus den Scream-Filmen) oder einem muskulösen Mann mit einer Pyramide als Kopf gesehnt haben, ist Ihre lange Wartezeit vorbei. Um diese DMs zu verschicken, müssen Sie leider durch ein verwirrendes und zwielichtiges Netz von Websites navigieren, was es praktisch unmöglich macht zu wissen, was legitim ist. Da gibt es die leere App Store-Seite, eine gefälschte Chatbot-Konkurrenzseite, die stattdessen zu CrushOn verlinkt, und eine „CrushOn pro“-Seite, die zu einem völlig anderen NSFW-Chatbot verlinkt. Dann ist da noch die Tatsache, dass die Google Play Store-Seite anstelle der eigenen zu Apples Nutzungsbedingungen verlinkt. Häh? All das plus drei Warnhinweise von uns und gruselige Inhalte im Vorfeld bedeuten, dass bei <a id="a2">CrushOn.AI</a> *Privatsphäre (definitiv) nicht inbegriffen ist.
es: Los compañeros de IA de la marca <a id="a1">CrushOn.AI</a> son personajes animados. ¡Incluso puedes diseñar uno a tu gusto! Sin embargo, un rápido vistazo a su catálogo nos muestra que el arte imita la vida, ya que verás algunas caras conocidas. Esto significa que si alguna vez has soñado con tener una charla picante con Sailor Moon, Sonic the Hedgehog, Ghostface (de las películas de Scream) o con un hombre musculoso con una pirámide por cabeza, tu larga espera ha terminado. Desafortunadamente, antes de que puedas dejar volar tu imaginación, tendrás que navegar por una red de sitios web muy confusos e incompletos que hacen que sea prácticamente imposible descubrir qué es legítimo. Tienen una página vacía en la App Store, con una página falsa de un chatbot competidor que enlaza con CrushOn en su lugar, y una página de «CrushOn pro» que te enlaza con un chatbot inapropiado totalmente diferente. Luego está el hecho de que su página de Google Play Store enlaza con el acuerdo de usuario de Apple en lugar del suyo. ¿Eh? Todo eso, más tres críticas nuestras y contenidos espeluznantes, es igual a: *Privacidad (definitivamente) no incluida con <a id="a2">CrushOn.AI</a>.
fr: <a id="a1">Les</a> partenaires de conversation de CrushOn.AI sont des personnages animés. Vous pouvez même créer le vôtre ! Un rapide coup d’œil à leur catalogue confirme que l’art est le reflet de la vie, puisque vous y retrouverez des visages familiers. Cela signifie que si vous avez toujours rêvé d’une discussion animée avec Sailor Moon, Sonic le hérisson, Ghostface (des films Scream) ou un homme musclé avec une pyramide à la place de la tête, votre longue attente est terminée. Malheureusement, avant de pouvoir envoyer vos messages privés, vous devrez parcourir un réseau de sites web très confus et douteux, dont la légalité n’est pas toujours évidente. On y trouve une page App Store déserte de tout contenu, une fausse page dédiée à un chatbot concurrent qui renvoie sur CrushOn, et une page « CrushOn pro » qui mène à un autre chatbot réservé aux adultes. Ensuite, on constate que la page Google Play Store renvoie à aux conditions d’utilisation d’Apple au lieu de celles de la société. Pourquoi ? Tout ceci, ajouté à nos trois avertissements et à un contenu effrayant, signifie que <a id="a2">CrushOn.AI</a> se voit attribuer la mention *Confidentialité (définitivement) non incluse.
pt_br: A marca de companheiros de bate-papo de IA da <a id="a1">CrushOn.AI</a> são personagens animados. Você pode até criar o seu próprio! Uma rápida navegação pelo catálogo mostra que a arte imita a vida, já que você verá alguns rostos familiares. Isso significa que se você já desejou uma conversa picante com Sailor Moon, Sonic the Hedgehog, Ghostface (dos filmes Pânico) ou um homem musculoso com uma pirâmide como cabeça, sua longa espera acabou. Infelizmente, antes que você possa deixar essas mensagens diretas (DMs) voarem, você terá que navegar em uma rede muito confusa e incompleta de sites que tornam praticamente impossível descobrir o que é legítimo. Há sua página vazia na App Store, a página de um falso concorrente de chatbot que se vincula ao CrushOn, e uma página "CrushOn pro" que é vinculada a um chatbot não seguro (NSFW) totalmente diferente. Depois, há o fato de que sua página da Google Play Store é vinculada ao contrato de usuário da Apple em vez do seu próprio. Sério? Tudo isso, mais três notificações de nossa parte e um conteúdo assustador à frente significam *Privacidade (definitivamente) não incluída no <a id="a2">CrushOn.AI</a>.

# worst_case
source: Here's something we think all users should know before they fire up CrushOn. It looks like there's a huge gap between the fine print of the <a id="a1">Community Guidelines</a> and <a id="a2">Terms of Use</a> and what seems to be really going on on the app and website. On the first page of their NSFW AI chat partners on its website, CrushOn shows characters with images and descriptions that suggest <i>*disturbing things*</i>. But many of those <i>*disturbing things*</i> are explicitly against CrushOn’s community guidelines. And then when you open a chat, there’s a little disclaimer that says <i>“Everything AI says is made up! Please follow your local laws. You are not allowed to chat about underage, suicide, or criminal topics.”</i> But right below that there’s a character intro paragraph that sometimes includes descriptions of those off-limits topics right off the bat. It's confusing, feels misleading, and, coupled with the mouse-trap maze of real and fake websites associated with CrushOn, makes us question whether this service can be trusted with sensitive information at all.
de: Folgendes sollten unserer Meinung nach alle Nutzer wissen, bevor sie CrushOn starten: Es sieht so aus, als gäbe es eine große Lücke zwischen dem Kleingedruckten der <a id="a1">Community-Richtlinien</a> und den <a id="a2">Nutzungsbedingungen</a> und dem, was in der App und auf der Website wirklich zu passieren scheint. Auf der ersten Seite der NSFW-KI-Chatpartner auf der Website zeigt CrushOn Charaktere mit Bildern und Beschreibungen, die <i>*verstörende Dinge*</i> andeuten. Aber viele dieser <i>*verstörenden Dinge*</i> verstoßen ausdrücklich gegen die Community-Richtlinien von CrushOn. Und wenn Sie einen Chat öffnen, gibt es einen kleinen Disclaimer, der besagt: <i>„Alles, was die KI sagt, ist erfunden! Bitte befolgen Sie Ihre lokalen Gesetze. Sie dürfen nicht über Minderjährige, Selbstmord oder kriminelle Themen chatten.“</i> Aber direkt darunter gibt es einen Absatz zur Vorstellung des Charakters, der manchmal Beschreibungen dieser verbotenen Themen enthält. Das ist verwirrend, fühlt sich irreführend an und lässt uns in Verbindung mit dem Mausefallen-Labyrinth aus echten und gefälschten Websites, die mit CrushOn verbunden sind, daran zweifeln, ob man diesem Dienst sensible Informationen anvertrauen kann.
pt_br: Aqui está algo que achamos que todos os usuários devem saber antes de iniciar o CrushOn. Parece que há uma enorme discrepância entre os detalhes minuciosos das <a id="a1">Diretrizes da Comunidade</a> e <a id="a2">Termos de Uso</a> e o que realmente está acontecendo no aplicativo e no site. Na primeira página dos parceiros de bate-papo IA não seguro em seu site, o CrushOn mostra personagens com imagens e descrições que sugerem <i>"coisas perturbadoras"</i>. Mas muitas dessas <i>"coisas perturbadoras"</i> são explicitamente contra as diretrizes da comunidade do CrushOn. E então, quando você abre um bate-papo, há um pequeno aviso que diz: <i>“Tudo o que a IA diz é inventado! Siga as leis locais. Você não tem permissão para conversar sobre menores de idade, suicídio ou tópicos criminais"</i>. Contudo, logo abaixo, há um parágrafo introdutório do personagem que às vezes contém descrições desses tópicos proibidos desde o início. É confuso, parece enganoso e, juntamente com o labirinto de sites reais e falsos associados ao CrushOn, nos faz questionar se esse serviço pode ser confiável com informações confidenciais.

# worst_case
source: And that's worrisome because CrushOn can collect a LOT of sensitive personal information about you. Aside from account information like your contact and financial information, CrushOn can collect audio and visual data (like voicemails and other recordings), information about your device or browser (like IP address), location data, and identity data (like your race, ethnicity, age, and gender) and biometric data (like images of your face, keystroke patterns, and recordings of your voice). Yikes! CrushOn can also collect a surprising amount of health data. Really. <b><i>"Health data"</i></b><b> is mentioned 23 times in the privacy policy. That information can include "Individual health conditions, treatment, diseases, or diagnosis; Social, psychological, behavioral, and medical interventions; Use of prescribed medication; Gender-affirming care information; Reproductive or sexual health information;" and more.</b> What on earth? At this rate, CrushOn could know more about you than your real life loved ones.
de: Und das ist besorgniserregend, denn CrushOn kann eine MENGE sensibler personenbezogener Daten über Sie sammeln. Neben Kontoinformationen wie Ihren Kontakt- und Finanzdaten kann CrushOn auch Audio- und visuelle Daten (wie Sprachnachrichten und andere Aufzeichnungen), Informationen über Ihr Gerät oder Ihren Browser (wie die IP-Adresse), Standortdaten sowie Identitätsdaten (wie Ihre Rasse, ethnische Zugehörigkeit, Ihr Alter und Ihr Geschlecht) und biometrische Daten (wie Bilder Ihres Gesichts, Tastatureingaben und Aufnahmen Ihrer Stimme) erfassen. Yikes! CrushOn kann auch eine überraschende Menge an Gesundheitsdaten sammeln. Ernsthaft. <b>In den Datenschutzbestimmungen wird 23 Mal von <i>„Gesundheitsdaten“</i> gesprochen. Diese Informationen können Folgendes umfassen: „Individuelle Gesundheitszustände, Behandlungen, Krankheiten oder Diagnosen; soziale, psychologische, verhaltensbezogene und medizinische Interventionen; Verwendung von verschriebenen Medikamenten; geschlechtsspezifische Pflegeinformationen; Informationen zur reproduktiven oder sexuellen Gesundheit“ und mehr.</b> Was zur Hölle? Bei diesem Tempo könnte CrushOn mehr über Sie wissen als Ihre Liebsten im echzen Leben.
pt_br: E isso é preocupante, pois o CrushOn pode coletar muitas informações pessoais confidenciais sobre você. Além das informações da conta, como seu contato e informações financeiras, o CrushOn pode coletar dados de áudio e visuais (como mensagens de voz e outras gravações), informações sobre seu dispositivo ou navegador (como endereço IP), dados de localização e dados de identidade (como sua raça, etnia, idade e sexo) e dados biométricos (como imagens do seu rosto, padrões de pressionamento de teclas e gravações da sua voz). Caramba! O CrushOn também pode coletar uma quantidade surpreendente de dados de saúde. Realmente. <b><i>"Dados de saúde"</i> é mencionado 23 vezes na política de privacidade. Essas informações podem incluir: "Condições de saúde individuais, tratamento, doenças ou diagnóstico; Intervenções sociais, psicológicas, comportamentais e médicas; Uso de medicamentos prescritos; Informações de cuidados de afirmação de gênero; Informações de saúde reprodutiva ou sexual" e muito mais.</b> Que diabos? Nesse ritmo, o CrushOn poderia saber mais sobre você do que seus entes queridos da vida real.

# worst_case
source: All this opens up a can of worries. We're worried (just like CrushOn seems to be) that humans could take the disturbing things the chatbots might say to heart. And we're worried about what the chatbots might say in the first place -- especially to minors. Which brings us to another worry. Yes the privacy policy says users have to be over 18, but all users have to do to "prove" they are is check a box. And like we mentioned earlier, we're worried about who will be left holding the bag if your chat goes off the rails from what's technically allowed by the Community Guidelines (which you implicitly agree to as part of the Terms of Use). Because, the thing is, even though the terms say that you give CrushOn permission to use (or "<i>reproduce, distribute, prepare derivative works of, display, publish, broadcast, perform, make, use, import, offer to sell, sell..."</i>) the content you submit, ultimately you are still <i>"solely responsible for Your own User Submissions and the consequences of posting or publishing them".</i>
de: All das ist ein Wespennest voller Sorgen. Wir sind besorgt (genau wie CrushOn zu sein scheint), dass Menschen die verstörenden Dinge, die die Chatbots vielleicht sagen, zu Herzen nehmen könnten. Und wir sind besorgt darüber, was die Chatbots überhaupt sagen könnten – besonders gegenüber Minderjährigen. Was uns zu einer weiteren Sorge bringt. In der Datenschutzerklärung steht zwar, dass die Nutzer über 18 Jahre alt sein müssen, aber um das zu „beweisen“, müssen sie nur ein Kästchen ankreuzen. Und wie wir bereits erwähnt haben, sind wir besorgt darüber, wer es am Ende ausbaden muss, wenn Ihr Chat von dem abweicht, was technisch gesehen durch die Gemeinschaftsrichtlinien erlaubt ist (denen Sie implizit zustimmen, als Teil der Nutzungsbedingungen). Denn die Sache ist die, auch wenn die Bedingungen besagen, dass Sie CrushOn die Erlaubnis erteilen, die von Ihnen eingereichten Inhalte zu verwenden (oder <i>„zu vervielfältigen, zu verbreiten, abgeleitete Werke davon zu erstellen, auszustellen, zu veröffentlichen, auszustrahlen, aufzuführen, herzustellen, zu verwenden, zu importieren, zum Verkauf anzubieten, zu verkaufen ...“</i>), sind Sie letztendlich immer noch „<i>allein verantwortlich für Ihre eigenen Benutzerbeiträge und die Folgen des Einstellens oder Veröffentlichens dieser Beiträge.</i>“
pt_br: Isso tudo traz à tona uma série de preocupações. Estamos preocupados (assim como o CrushOn parece estar) que os humanos possam levar a sério as coisas perturbadoras que os chatbots podem dizer. E estamos preocupados com o que os chatbots podem dizer logo de cara – especialmente para menores. O que nos leva a outra preocupação. Sim, a política de privacidade diz que os usuários devem ter mais de 18 anos de idade, mas tudo o que os usuários precisam fazer para "provar" que são adultos é marcar uma caixa. E, como mencionamos anteriormente, estamos preocupados com quem ficará segurando o pepino se seu bate-papo sair dos trilhos do que é tecnicamente permitido pelas Diretrizes da Comunidade (que você concorda implicitamente como parte dos Termos de Uso). Porque, a questão é que, embora os termos digam que você dá permissão ao CrushOn para usar (ou "<i>reproduzir, distribuir, preparar trabalhos derivados, exibir, publicar, transmitir, executar, fazer, usar, importar, oferecer para venda, vender...</i>") o conteúdo que você envia, em última análise, você ainda é "<i>o único responsável por Seus próprios Envios de Usuário e pelas consequências de postá-los ou publicá-los</i>".

# worst_case
source: And "CrushOn will fully cooperate with any law enforcement authorities or court order requesting or directing CrushOn to disclose the identity of anyone violating these [terms of use].". There is also a lot of talk in those terms about CrushOn not being legally responsible if anything bad happens as a result of you using the service. Specifically, it says <i>"IN NO EVENT SHALL THE CRUSHON PARTIES, APPLE, OR GOOGLE BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER RESULTING FROM THE SERVICE".</i> And that, well, yeah that worries us too because sometimes bad things do happen as a result of romantic AI chatbot conversations.
de: Und „CrushOn wird vollständig mit allen Strafverfolgungsbehörden oder Gerichtsanordnungen zusammenarbeiten, die CrushOn auffordern oder anweisen, die Identität von Personen offenzulegen, die diese [Nutzungsbedingungen] verletzen.” In diesen Bedingungen wird auch viel darüber gesprochen, dass CrushOn rechtlich nicht verantwortlich ist, wenn als Folge Ihrer Nutzung des Dienstes etwas Schlimmes passiert. Insbesondere heißt es dort: <i>„IN KEINEM FALL HAFTEN DIE CRUSHON PARTEIEN, APPLE ODER GOOGLE IHNEN ODER EINEM DRITTEN GEGENÜBER FÜR DIREKTE, INDIREKTE, ZUFÄLLIGE, BESONDERE, STRAFRECHTLICHE ODER FOLGESCHÄDEN, DIE SICH AUS DEM DIENST ERGEBEN.”</i> Und das, nun ja, das beunruhigt uns auch, denn manchmal passieren schlimme Dinge als Ergebnis romantischer Gespräche mit KI-Chatbots.
pt_br: E o "CrushOn cooperará totalmente com quaisquer autoridades policiais ou ordem judicial solicitando ou instruindo o CrushOn a divulgar a identidade de qualquer pessoa que viole estes [termos de uso]". Também há muita conversa nesses termos sobre o CrushOn não ser legalmente responsável se algo ruim acontecer como resultado de você usar o serviço. Especificamente, diz: "<i>EM nenhum CASO AS PARTES CRUSHON, A APPLE OU O GOOGLE SERÃO RESPONSÁVEIS PERANTE VOCÊ OU QUALQUER TERCEIRO POR QUAISQUER DANOS DIRETOS, INDIRETOS, INCIDENTAIS, ESPECIAIS, PUNITIVOS OU CONSEQUENCIAIS RESULTANTES DO SERVIÇO</i>". E isso, bem, sim, isso também nos preocupa, porque às vezes coisas ruins acontecem como resultado de conversas românticas com chatbots de IA.

# worst_case
source: What's the worst that could happen with CrushOn? We're worried that the DIY-nature of the CrushOn's romantic AI chatbots might encourage users to let their freak flags fly --- which, don't get us wrong, there is absolutely nothing wrong with that. Our concern is that in the course of flying your lovely freak flag, you could reveal very personal and vulnerable information to a company we're concerned doesn't have the best privacy, security, and AI transparency practices. Meaning, all those chats you had with Pyramid Head Guy that detail your desire to raid King Tut's Tomb naked could be used against you, either because it gets leaked by mistake or shared for marketing purposes. We're not sure you want to see those ads.
de: Was könnte bei CrushOn schlimmstenfalls passieren? Wir sind besorgt, dass der DIY-Charakter der romantischen KI-Chatbots von CrushOn die Nutzer dazu ermutigen könnte, ihre Freak-Flagge zu hissen – was, verstehen Sie uns nicht falsch, absolut in Ordnung ist. Wir sind besorgt, dass Sie im Zuge der Präsentation Ihrer schönen Freak-Flagge sehr persönliche und sensible Informationen an ein Unternehmen weitergeben könnten, von dem wir befürchten, dass es nicht die besten Datenschutz-, Sicherheits- und KI-Transparenzpraktiken anwendet. Das bedeutet, dass all die Chats, die Sie mit dem Typen mit dem Pyramidenkopf geführt haben und in denen Sie Ihren Wunsch geäußert haben, das Grab von König Tut zu plündern, gegen Sie verwendet werden könnten, weil sie entweder versehentlich durchsickern oder zu Marketingzwecken weitergegeben werden. Wir sind nicht sicher, ob Sie diese Werbung sehen wollen.
pt_br: Qual é a pior coisa que poderia acontecer com o CrushOn? Estamos preocupados que a natureza faça você mesmo (DIY) dos chatbots de IA românticos do CrushOn possa incentivar os usuários a mostrarem seu lado mais excêntrico – o que, não nos entenda mal, não há absolutamente nada de errado com isso. Nossa preocupação é que ao exibir sua adorável bandeira excêntrica, você possa revelar informações muito pessoais e vulneráveis a uma empresa que estamos preocupados que não tenha as melhores práticas de privacidade, segurança e transparência de IA. Ou seja, todas as conversas que você teve com o Cabeça de Pirâmide, que detalham seu desejo de invadir a Tumba do Rei Tutancâmon, podem ser usadas contra você; seja porque vazaram por engano ou foram compartilhadas para fins de marketing. Não temos certeza se você deseja ver esses anúncios.

# signup_requirement_explanation
source: Google, Apple and Discord sign-up available
de: Anmeldung bei Google, Apple und Discord verfügbar
es: Puedes registrarte a través de Google, Apple y Discord
fr: Inscription possible par le biais de Google, d’Apple et de Discord
pt_br: Inscrição no Google, Apple e Discord disponível

# how_does_it_use_data_collected
source: We ding this product as it may collect extensive amount of health data and other highly sensitive data, and share it; also as it allows third party data controllers get access to your personal information for advertisement purposes, and s it uses your user content and identity data on social media platforms.
de: Wir geben diesem Produkt einen Warnhinweis, da es möglicherweise eine große Menge an Gesundheitsdaten und anderen hochsensiblen Daten sammelt und weitergibt; außerdem ermöglicht es Dritten, die für die Datenverarbeitung verantwortlich sind, den Zugriff auf Ihre personenbezogenen Daten zu Werbezwecken, und es verwendet Ihre Benutzerinhalte und Identitätsdaten auf Social-Media-Plattformen.
pt_br: Nós notificamos este produto, pois ele pode coletar uma grande quantidade de dados de saúde e outros dados altamente confidenciais e compartilhá-los; além disso, ele permite que controladores de dados de terceiros tenham acesso às suas informações pessoais para fins de publicidade e usa seu conteúdo de usuário e dados de identidade em plataformas de mídia social.

# how_does_it_use_data_collected
source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Política de Privacidade
