Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/crushon-ai.po
Languages: de, es, fr, pt_br

# how_can_you_control_your_data
source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Política de Privacidade

# how_can_you_control_your_data
source: "Applicable law may grant you rights in your Personal Information. <b>These rights vary based on your location and state/country of residence and may be limited by or subject to our own rights in your Personal Information.</b> You may submit requests to exercise rights you may have by contacting us at support@crushon.ai.
de: „Anwendbares Gesetz kann Ihnen Rechte an Ihren personenbezogenen Daten gewähren.. <b>Diese Rechte variieren je nach Standort und Staat/Land Ihres Wohnsitzes und können durch unsere eigenen Rechte an Ihren persönlichen Daten eingeschränkt sein oder unterliegen diesen.</b> Sie können Anträge auf Ausübung Ihrer Rechte stellen, indem Sie uns unter support@crushon.ai kontaktieren.
es: «Las leyes aplicables podrían otorgarte derechos relativos a tu información personal. <b>Estos derechos varían en función de tu ubicación y el estado o país de residencia, y pueden estar limitados o sujetos a nuestros propios derechos sobre tu información personal.</b> Puedes enviar solicitudes para ejercer los derechos que puedas tener, poniéndote en contacto con nosotros en support@crushon.ai.
fr: « La loi applicable peut vous accorder des droits concernant vos informations personnelles. <b>Ces droits varient en fonction de votre localisation et de votre état/pays de résidence et peuvent être limités par ou soumis à nos propres droits relatifs à vos informations personnelles.</b> Vous pouvez demander à exercer les droits dont vous disposez en nous contactant à l’adresse suivante : support@crushon.ai.
pt_br: "A lei aplicável pode te conceder direitos sobre as suas Informações Pessoais. <b>Esses direitos variam de acordo com sua localização e estado/país de residência e podem ser limitados ou sujeitos aos nossos próprios direitos sobre suas Informações Pessoais.</b> Você pode enviar solicitações para exercer os direitos que possa ter entrando em contato conosco pelo e-mail support@crushon.ai.

# how_can_you_control_your_data
source: Note: we are able to fulfill rights requests regarding Personal Information that we control or use. We may not have access to or control over Personal Information controlled by third parties. Please contact the third party directly to exercise your rights in third party-controlled information."
de: Hinweis: Wir sind in der Lage, Anfragen zu Rechten in Bezug auf personenbezogene Daten, die wir kontrollieren oder verwenden, zu erfüllen. Wir haben möglicherweise keinen Zugang zu oder keine Kontrolle über personenbezogene Daten, die von Dritten kontrolliert werden. Bitte wenden Sie sich direkt an die Drittpartei, um Ihre Rechte in Bezug auf von Dritten kontrollierte Informationen auszuüben.“
es: Nota: tenemos la capacidad para cumplir con las solicitudes de derechos con respecto a la información personal que controlamos o utilizamos. Es posible que no tengamos acceso o control sobre la información personal controlada por terceros. Para ejercer tus derechos sobre la información controlada por terceros, debes ponerte en contacto directamente con el tercero en cuestión».
fr: Remarque : nous sommes en mesure de répondre aux demandes de droits concernant les informations personnelles que nous contrôlons ou utilisons. Il se peut que nous n’ayons pas accès aux informations personnelles contrôlées par des tiers ou que nous ne les contrôlions pas. Veuillez contacter directement le tiers concerné pour exercer vos droits sur les informations contrôlées par le tiers en question. »
pt_br: Observação: somos capazes de atender a solicitações de direitos em relação às Informações Pessoais que controlamos ou usamos. Podemos não ter acesso ou controle sobre Informações Pessoais controladas por terceiros. Entre em contato diretamente com o terceiro para exercer seus direitos sobre informações controladas por terceiros."

# how_can_you_control_your_data
source: "Under the Washington State My Health My Data Act, <b>Washington State residents and natural persons</b> whose Consumer Health Data is collected in Washington may have the following rights, subject to verification, exceptions, and limitations:
de: „Nach dem Washington State My Health My Data Act können <b>Einwohner des Bundesstaates Washington und natürliche Personen</b>, deren Gesundheitsdaten in Washington erhoben werden, vorbehaltlich der Überprüfung, Ausnahmen und Einschränkungen die folgenden Rechte haben:
es: «En virtud de la Ley “Mi Salud, Mis Datos” del estado de Washington<b>, los residentes del estado de Washington y las personas físicas</b> cuyos datos de salud del consumidor se recopilan en Washington pueden tener los siguientes derechos, sujetos a verificación, excepciones y limitaciones:
fr: « En vertu de la loi « My Health My Data Act » de l’État de Washington, <b>les résidents de l’État de Washington et les personnes physiques</b> dont les données relatives à la santé des consommateurs sont collectées dans cet État peuvent bénéficier des droits suivants, sous réserve de vérifications, d’exceptions et de limitations :
pt_br: "De acordo com a Lei My Health My Data do <b>Estado de Washington, os residentes do Estado de Washington e as pessoas físicas</b> cujos Dados de Saúde do Consumidor são coletados em Washington podem ter os seguintes direitos, sujeitos a verificação, exceções e limitações:

# how_can_you_control_your_data
source: Right to Confirm/Access/Know - <b>Up to twice annually, you have the right to (a) confirm whether we are</b> collecting, sharing, or<b> selling your Consumer Health Data</b>"
de: Recht auf Bestätigung/Zugang/Kenntnis – <b>Bis zu zweimal jährlich haben Sie das Recht, (a) zu bestätigen, ob wir Ihre Verbrauchergesundheitsdaten </b>sammeln, weitergeben oder<b> verkaufen</b>
es: Derecho a confirmar/acceder/conocer: <b>Hasta dos veces al año, tienes derecho a confirmar si estamos</b> recopilando, compartiendo o<b> vendiendo tus datos de salud del consumidor</b>»
fr: Droit de confirmation/d’accès/de connaissance : <b>jusqu’à deux fois par an, vous avez le droit de (a) confirmer si nous</b> collectons, partageons ou<b> vendons vos données relatives à la santé des consommateurs</b> »
pt_br: Direito de Confirmar/Acessar/Saber – <b>Até duas vezes por ano, você tem o direito de (a) confirmar se estamos</b> coletando, compartilhando ou<b> vendendo seus Dados de Saúde do Consumidor</b>"

# how_can_you_control_your_data
source: Right to Delete - You have the right to request deletion of the Consumer Health Data held by us and our affiliates, processors, contractors, and other third parties."
de: Recht auf Löschung – Sie haben das Recht, die Löschung der von uns und unseren verbundenen Unternehmen, Verarbeitern, Auftragnehmern und anderen Dritten gespeicherten Gesundheitsdaten zu verlangen.“
es: Derecho a eliminar: Tienes derecho a solicitar la eliminación de los datos de salud del consumidor que tenemos, tanto nosotros como nuestros afiliados, procesadores, contratistas y otros terceros».
fr: Droit de suppression : vous êtes en droit de demander la suppression des données de santé des consommateurs détenues par notre société et nos affiliés, sous-traitants, prestataires et autres tiers. »
pt_br: Direito de Excluir – Você tem o direito de solicitar a exclusão dos Dados de Saúde do Consumidor mantidos por nós e nossas afiliadas, processadores, contratados e outros terceiros."

# how_can_you_control_your_data
source: "We retain Personal Information for so long as it is reasonably necessary to achieve the relevant purposes described in this Policy, or for so long as is required by law. What is necessary may vary depending on the context and purpose of use. We generally consider the following factors when we determine how long to retain data (without limitation):
de: „Wir bewahren personenbezogene Daten so lange auf, wie es vernünftigerweise notwendig ist, um die in dieser Richtlinie beschriebenen Zwecke zu erreichen, oder so lange, wie es gesetzlich vorgeschrieben ist. Was notwendig ist, kann je nach Kontext und Verwendungszweck variieren. Im Allgemeinen berücksichtigen wir die folgenden Faktoren, wenn wir bestimmen, wie lange wir Daten aufbewahren (ohne Einschränkung):
es: «Conservamos la información personal durante el tiempo que sea razonablemente necesario para lograr los fines relevantes descritos en esta política, o durante el tiempo que lo exija la ley. Esta necesidad puede variar según el contexto y el propósito del uso. Por lo general, al determinar cuánto tiempo conservaremos los datos, consideramos los siguientes factores (entre otros):
fr: « Nous conservons les informations personnelles aussi longtemps qu’il est raisonnable de le faire pour atteindre les objectifs décrits dans la présente politique, ou aussi longtemps que la loi l’exige. La durée nécessaire peut varier en fonction du contexte et de la finalité de l’utilisation. Nous tenons généralement compte des facteurs suivants lorsque nous déterminons la durée de conservation des données (sans limitation) :
pt_br: "Nós retemos Informações Pessoais pelo tempo que for razoavelmente necessário para atingir os propósitos relevantes descritos nesta Política, ou pelo tempo que for exigido por lei. O que é necessário pode variar dependendo do contexto e da finalidade do uso. Geralmente, consideramos os seguintes fatores ao determinar por quanto tempo reter os dados (sem limitação):

# how_can_you_control_your_data
source: Retention periods established under applicable law;<br/> Industry best practices;<br/> Whether the purpose of use is reasonably likely to justify further use;<br/> Risks to individual privacy in continued use;<br/> Applicable data protection impact assessments;<br/> IT systems design considerations/limitations; and<br/> The costs associated with continued use, retention, and deletion.
de: Nach geltendem Recht festgelegte Aufbewahrungsfristen;<br/> Bewährte Praktiken der Branche;<br/> die Frage, ob der Verwendungszweck eine weitere Verwendung vernünftigerweise rechtfertigen könnte;<br/> Risiken für den individuellen Datenschutz bei fortgesetzter Nutzung;<br/> Anwendbare Datenschutz-Folgenabschätzungen;<br/> Überlegungen/Einschränkungen bei der Gestaltung von IT-Systemen;<br/> und die Kosten im Zusammenhang mit der fortgesetzten Nutzung, Aufbewahrung und Löschung.
es: Períodos de retención establecidos bajo las leyes aplicables; <br/>mejores prácticas de la industria;<br/> si es razonablemente probable que el propósito del uso justifique un uso posterior;<br/> riesgos para la privacidad individual derivados del uso continuo; <br/>evaluaciones aplicables del impacto en la protección de datos; <br/>consideraciones o limitaciones relativas al diseño de sistemas de TI; y<br/> costos asociados con el uso continuo, la retención y la eliminación.
fr: les périodes de conservation prévues par la législation applicable ;<br/> les règles de bonne pratique du secteur ;<br/> la justification raisonnable de la poursuite de l’utilisation ;<br/> les risques pour la vie privée en cas d’utilisation continue ;<br/> les évaluations de l’impact de la protection des données applicables ;<br/> les considérations/limites de la conception des systèmes informatiques ;<br/> et les coûts associés à la poursuite de l’utilisation, de la conservation et de la suppression des données.
pt_br: Períodos de retenção estabelecidos sob a lei aplicável;<br/> Melhores práticas do setor;<br/> Se a finalidade do uso é razoavelmente provável de justificar o uso posterior;<br/> Riscos à privacidade individual em uso contínuo;<br/> Avaliações de impacto de proteção de dados aplicáveis;<br/> Considerações/limitações de projeto de sistemas de TI; e<br/> os custos associados ao uso, retenção e exclusão contínuos.

# how_can_you_control_your_data
source: We will review retention periods periodically and may pseudonymized or anonymize data held for longer periods."
de: Wir werden die Aufbewahrungsfristen regelmäßig überprüfen und können Daten, die für längere Zeiträume aufbewahrt werden, pseudonymisieren oder anonymisieren.“
es: Revisaremos periódicamente los períodos de retención, y podremos seudonimizar o anonimizar los datos retenidos durante períodos más prolongados».
fr: Nous réexaminerons régulièrement les durées de conservation et pourrons pseudonymiser ou anonymiser les données conservées pendant des périodes prolongées. »
pt_br: Revisaremos os períodos de retenção periodicamente e poderemos desidentificar ou anonimizar os dados mantidos por períodos mais longos."

# how_can_you_control_your_data
source: "Other Use of Personal Information - If we use Personal Information in connection with our Service in a way not described in this Policy, this Policy will still apply generally (e.g. with respect to your rights and choices) unless otherwise stated when you provide it."
de: „Sonstige Verwendung personenbezogener Daten – Wenn wir personenbezogene Daten in Verbindung mit unserem Dienst in einer Weise verwenden, die nicht in dieser Richtlinie beschrieben ist, gilt diese Richtlinie weiterhin allgemein (z. B. in Bezug auf Ihre Rechte und Wahlmöglichkeiten), sofern bei der Bereitstellung nicht anders angegeben.“
es: «Otros usos de la información personal: si utilizamos la información personal en relación con nuestro servicio de una manera no descrita en esta política, esta política seguirá siendo de aplicación general (p. ej., con respecto a tus derechos y opciones) a menos que se indique lo contrario en el momento en que roporciones la información».
fr: « Autre utilisation des informations personnelles : si nous utilisons des informations personnelles dans le cadre de nos services d’une manière qui n’est pas décrite dans la présente politique, cette dernière s’appliquera toujours de manière générale (par exemple en ce qui concerne vos droits et vos choix), sauf indication contraire lorsque vous les communiquez. »
pt_br: "Outro Uso de Informações Pessoais – Se usarmos Informações Pessoais em conexão com o nosso Serviço de uma forma não descrita nesta Política, esta Política ainda será aplicada de forma geral (por exemplo, no que diz respeito aos seus direitos e escolhas), salvo indicação em contrário quando você a fornecer."

# track_record_details
source: No known data breaches discovered in the last three years.
de: Keine bekannten Datenschutzverletzungen in den letzten drei Jahren entdeckt.
es: No se han descubierto filtraciones de datos conocidas en los últimos tres años.
fr: Aucune violation de données connue découverte au cours des trois dernières années.
pt_br: Nenhuma violação de dados conhecida descoberta nos últimos três anos.

# child_safety_blurb
source: "Although we want as many people as possible to discover the ultimate AI crush experience, you must be at least 18 years old to use crushon.ai.
de: „Obwohl wir möchten, dass so viele Menschen wie möglich das ultimative KI-Schwarm-Erlebnis entdecken, müssen Sie mindestens 18 Jahre alt sein, um crushon.ai nutzen zu können.
es: «Aunque queremos que la mayor cantidad posible de personas descubran la mejor experiencia de enamoramiento con IA, debes tener al menos 18 años para usar crushon.ai.
fr: « Bien que nous souhaitions faire découvrir au plus grand nombre l’expérience la plus aboutie en matière de relation romantiques avec une intelligence artificielle, vous devez être âgé d’au moins 18 ans pour utiliser crushon.ai.
pt_br: "Embora desejemos que o maior número possível de pessoas descubra a melhor experiência de relacionamento de IA, você deve ter pelo menos 18 anos de idade para usar o CrushOn.AI.

# child_safety_blurb
source: Crushon does not knowingly collect any Personal Information about or market to children, minors, or anyone under the age of 18. If we become aware that a child, minor, or anyone under the age of 18 has registered with us and/or provided us with Personal Information, we will take steps to terminate that person’s registration and promptly delete any such Personal Information if required by law."
de: Crushon sammelt wissentlich keine personenbezogenen Daten über Kinder, Minderjährige oder Personen unter 18 Jahren und vermarktet diese auch nicht. Wenn wir erfahren, dass ein Kind, ein Minderjähriger oder eine Person unter 18 Jahren sich bei uns registriert und/oder uns personenbezogenen Daten zur Verfügung gestellt hat, werden wir Schritte unternehmen, um die Registrierung dieser Person zu beenden und alle solchen personenbezogenen Daten umgehend zu löschen, falls dies gesetzlich erforderlich ist.“
es: Crushon no recopila a sabiendas ninguna información personal ni comercializa sus productos a niños o personas menores de 18 años. Si nos enteramos de que un niño o cualquier persona menor de 18 años se ha registrado con nosotros o nos ha proporcionado información personal, tomaremos medidas para cancelar el registro de esa persona y eliminaremos de inmediato dicha información personal si así lo exige la ley».
fr: Crushon ne recueille pas délibérément d’informations personnelles concernant les enfants, les mineurs ou toute personne âgée de moins de 18 ans, ni ne les commercialise. Si nous constatons qu’un enfant, un mineur ou une personne âgée de moins de 18 ans s’est inscrit sur notre site et/ou nous a fourni des informations personnelles, nous prendrons les mesures nécessaires pour mettre fin à l’inscription de cette personne et supprimer rapidement ces informations personnelles si la loi l’exige. »
pt_br: O Crushon não coleta intencionalmente nenhuma Informação Pessoal sobre ou comercializa para crianças, menores de idade ou qualquer pessoa com menos de 18 anos de idade. Se tomarmos conhecimento de que uma criança, menor ou qualquer pessoa com menos de 18 anos de idade se registrou conosco e/ou nos forneceu Informações Pessoais, tomaremos medidas para rescindir o registro dessa pessoa e excluir imediatamente tais Informações Pessoais, se exigido por lei."

# ai_is_transparent_helptext
source: We found no documentation or policies that explain how this product's AI works.
de: Wir haben keine Dokumentation oder Richtlinien gefunden, die erklären, wie die KI dieses Produkts funktioniert.
es: No encontramos documentación ni políticas que expliquen cómo funciona la IA de este producto.
fr: Nous n’avons trouvé aucune documentation ou politique expliquant le fonctionnement de l’IA de ce produit.
pt_br: Não encontramos nenhuma documentação ou política que explique como a IA deste produto funciona.

# ai_helptext
source: We cannot confirm if the AI used by this product is trustworthy, because there is little or no public information on how the AI works and what user controls exist to make the product safe. We also found disturbing themes in the app's content. In addition, we are concerned about the potential for user manipulation from this app as the app collects sensitive personal information, can use that data to train to AI models, and users have little to no control over those AI algorithms.
de: Wir können nicht bestätigen, ob die von diesem Produkt verwendete KI vertrauenswürdig ist, da es nur wenige oder keine öffentlichen Informationen darüber gibt, wie die KI funktioniert und welche Benutzerkontrollen vorhanden sind, um das Produkt sicher zu machen. Wir haben auch verstörende Themen im Inhalt der App gefunden. Darüber hinaus sind wir besorgt über das Potenzial für Benutzermanipulationen durch diese App, da die App sensible personenbezogenen Daten sammelt, diese Daten verwenden kann, um KI-Modelle zu trainieren, und die Benutzer wenig bis gar keine Kontrolle über diese KI-Algorithmen haben.
es: No podemos confirmar si la IA utilizada por este producto es confiable, porque hay poca o ninguna información pública sobre cómo funciona la IA y qué controles de usuario existen para hacer que el producto sea seguro. También encontramos temas inquietantes en los contenidos de la aplicación. Además, nos preocupa el potencial de manipulación del usuario desde esta aplicación, ya que recopila información personal confidencial y puede usar esos datos para entrenar a los modelos de IA, y los usuarios tienen poco o ningún control sobre esos algoritmos de IA.
fr: Nous ne sommes pas en mesure de confirmer si l’IA utilisée par ce produit est digne de confiance, car il n’existe que peu ou pas d’informations publiques sur le fonctionnement de celle-ci et sur les mécanismes de contrôle mis à la disposition des utilisateurs pour garantir la sécurité du produit. Nous avons également relevé des éléments troublants dans le contenu de l’application. En outre, nous nous inquiétons du risque de manipulation des utilisateurs par cette application, qui recueille des informations personnelles sensibles qu’elle peut utiliser pour entraîner des modèles d’IA, et les utilisateurs n’ont que peu voire pas de contrôle sur ces algorithmes d’IA.
pt_br: Não podemos confirmar se a IA usada por este produto é confiável, porque há pouca ou nenhuma informação pública sobre como a IA funciona e quais controles de usuário existem para tornar o produto seguro. Também encontramos temas perturbadores no conteúdo do aplicativo. Além disso, estamos preocupados com o potencial de manipulação do usuário a partir deste aplicativo, pois o aplicativo coleta informações pessoais confidenciais, pode usar esses dados para treinar modelos de IA e os usuários têm pouco ou nenhum controle sobre esses algoritmos de IA.

# ai_helptext
source: Users can create their own chatbots or interact with those created by other users/creators of the app. The platform has lots of harmful content, which is easily accessible.
de: Benutzer können ihre eigenen Chatbots erstellen oder mit denen interagieren, die von anderen Benutzern/Erstellern der App erstellt wurden. Die Plattform hat viele schädliche Inhalte, die leicht zugänglich sind.
es: Los usuarios pueden crear sus propios chatbots o interactuar con los creados por otros usuarios o por los creadores de la aplicación. La plataforma tiene muchos contenidos dañinos, a los que se puede acceder fácilmente.
fr: Les utilisateurs peuvent créer leurs propres chatbots ou interagir avec ceux créés par d’autres utilisateurs/créateurs de l’application. La plate-forme comporte de une grande quantité de contenus nuisibles, qui sont facilement accessibles.
pt_br: Os usuários podem criar seus próprios chatbots ou interagir com aqueles criados por outros usuários/criadores do aplicativo. A plataforma tem muitos conteúdos prejudiciais, que são facilmente acessíveis.
