Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/discord.po
Languages: de, es, fr, pt_br

# how_can_you_control_your_data
source: Discord claims users can delete any message they have ever sent. Once a message is deleted, it is permanently deleted from their servers. If a channel, a server or a user account is deleted, all personal information is deleted too. However, we found the data retention section of their privacy policy a wonderful example of how a privacy policy can be made unspecific and confusing. Leaving it here in full: 'We generally retain personal data for so long as it may be relevant to the purposes identified herein. To dispose of personal data, we may anonymize it, delete it or take other appropriate steps. Data may persist in copies made for backup and business continuity purposes for additional time." While this may be rather standard privacy policy language, the vagueness leaves us with questions like, what purposes are relevant?, how is anonymizing data disposing of it?, and that last sentence seems to negate the first two. Vague privacy policies leave us scratching out head.
de: Discord gibt an, dass Nutzer:innen alle jemals verschickten Nachrichten löschen können. Sobald eine Nachricht gelöscht wird, wird sie auch unwiderruflich von den Servern des Unternehmens entfernt. Wird ein Kanal, ein Server oder ein Nutzerkonto gelöscht, werden automatisch sämtliche personenbezogenen Daten gelöscht. Wir finden allerdings, dass der Abschnitt über Datenhaltung ein wunderbares Beispiel dafür ist, wie eine Datenschutzrichtlinie unspezifisch und verwirrend formuliert sein kann. Dabei beziehen wir uns auf folgenden Abschnitt: ‚Wir bewahren personenbezogene Daten im Allgemeinen so lange auf, wie sie für die hier genannten Zwecke relevant sind. Um personenbezogene Daten zu vernichten, können wir sie anonymisieren, löschen oder andere geeignete Maßnahmen ergreifen. Daten können in Kopien, die für Sicherungs- und Geschäftskontinuitätszwecke erstellt wurden, für eine zusätzliche Zeit aufbewahrt werden.‘ Das mag zwar eine für Datenschutzrichtlinien angemessene Sprache sein, allerdings stellen wir uns Fragen wie: Welche Zwecke sind relevant? Wie ist die Anonymisierung von Daten mit der Vernichtung von Daten gleichzusetzen? Außerdem scheint der letzte Satz die beiden vorangehenden zu negieren. Wir jedenfalls verstehen das nicht.
fr: Discord affirme que les utilisateurs et utilisatrices peuvent supprimer n’importe quel message qu’ils ont envoyé. Quand un message est supprimé, il est effacé de ses serveurs de façon permanente. Si un salon, un serveur ou un compte est supprimé, toutes les informations personnelles le sont également. Cependant, nous trouvons que la section sur la conservation des données de la politique de confidentialité de Discord est un excellent exemple d’opacité et d’inintelligibilité. La voici en entier : « Nous conservons généralement les données personnelles le temps nécessaire aux fins définies dans ce document. Pour nous débarrasser des données personnelles, nous pouvons les rendre anonymes, les supprimer ou prendre d’autres mesures nécessaires. Il est possible que des données persistent quelque temps sous la forme de copies de sauvegarde ou à des fins commerciales. » Il s’agit certes d’un langage standard dans les politiques de confidentialité, mais le caractère vague de ces informations provoque des questions. Quelles sont les « fins définies dans ce document » ? Comment les données anonymisées sont-elles supprimées ? Et en plus, la dernière phrase semble en contradiction avec les autres. Une politique de confidentialité ne devrait pas être aussi vague.
pt_br: O Discord afirma que os usuários podem excluir qualquer mensagem que já tenham enviado. Uma vez que uma mensagem é excluída, ela é excluída permanentemente de seus servidores. Se um canal, um servidor ou uma conta de usuário forem excluídos, todas as informações pessoais também serão excluídas. No entanto, consideramos a seção de retenção de dados de sua política de privacidade um exemplo maravilhoso de como uma política de privacidade pode ser inespecífica e confusa. Reproduzimos aqui na íntegra: "Geralmente, mantemos dados pessoais pelo tempo que possam ser relevantes para os fins aqui identificados. Para descartar dados pessoais, podemos anonimizá-los, excluí-los ou tomar outras medidas apropriadas. Os dados podem persistir em cópias feitas para fins de backup e continuidade de negócios por tempo adicional". Embora esta possa ser uma linguagem de política de privacidade bastante padrão, a imprecisão nos deixa com perguntas como: quais propósitos são relevantes?, como anonimizar os dados é descartar?, e essa última frase parece negar as duas primeiras. Políticas de privacidade vagas nos deixam confusos.

# track_record_details
source: In June 2020, Discord was identified as a favorable place to steal accounts. Discord also has a dubious track record of hate speech, abuse, and toxic behaviors on the platform. The company says they are in the process of enhancing their processes to make it easier to report these types of issues. Hopefully this will be a good step forward to help improve their track record at protecting users and their data.
de: Im Juni 2020 wurde Discord als eine gute Adresse für alle geoutet, die Konten stehlen möchten. Außerdem gab es in der Vergangenheit immer wieder Probleme mit Hasstiraden, Missbrauch und toxischen Verhaltensweisen auf der Plattform. Das Unternehmen sagt, dass die Prozesse zum Melden solcher Vorfälle gerade überarbeitet werden, um sie einfacher zu gestalten. Hoffentlich wird das dazu beitragen, dass Nutzer:innen und ihre Daten künftig besser geschützt werden.
es: En junio de 2020, se identificó Discord como un entorno propicio para robar cuentas. La compañía también tiene un historial turbio debido a los discursos de odio, los casos de abuso y los comportamientos tóxicos detectados en la plataforma. Discord ha declarado que está optimizando sus procesos para que sea más fácil denunciar este tipo de problemas. Con suerte, este será un paso adelante para ayudar a mejorar su historial en lo que se refiere a la protección de los usuarios y sus datos.
fr: En juin 2020, Discord a été pointée du doigt pour la simplicité du vol de compte sur l’application. Discord présente également un historique douteux en matière de discours de haine, de violences et de comportements toxiques sur la plateforme. L’entreprise affirme travailler à améliorer ses processus pour faciliter le signalement de ce type de problèmes. Espérons que ces efforts permettent d’améliorer ses pratiques en matière de protection des utilisateurs et utilisatrices et de leurs données.
pt_br: Em junho de 2020, o Discord foi identificado como um local favorável para roubar contas. O Discord também tem um histórico duvidoso de discurso de ódio, abuso e comportamentos tóxicos na plataforma. A empresa diz que está aprimorando seus processos para facilitar o relato desses tipos de problemas. Esperamos que este seja um bom passo à frente para ajudar a melhorar seu histórico na proteção de usuários e seus dados.

# ai_helptext
source: Discord allows AI chatbots. Discord recently bought Sentropy, a start-up that makes AI-powered software to detect and remove online harassment.
de: Discord erlaubt KI-Chatbots. Discord hat kürzlich Sentropy gekauft, ein Start-up-Unternehmen, das KI-getriebene Software für die Aufdeckung und Entfernung von Online-Belästigung entwickelt.
es: Discord permite los chatbots y ha adquirido recientemente Sentropy, una start-up que crea software impulsado por inteligencia artificial capaz de detectar y eliminar los casos de acoso en línea.
fr: Discord autorise les chatbots basés sur l’IA. Discord a récemment fait l’acquisition de Sentropy, une start-up qui développe des logiciels basés sur l’IA pour identifier et éliminer le harcèlement en ligne.
pt_br: O Discord permite inteligência artificial de robôs de conversa. O Discord comprou recentemente a Sentropy, uma startup que produz softwares baseados em inteligência artificial para detectar e remover assédio online.

# manage_vulnerabilities_helptext
source: https://discord.com/security
es: Véase https://discord.com/security/.
