Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/discord.po
Languages: de, es, fr, pt_br

# blurb
source: Discord is more of a community with video call features built in, than a stand-alone video call app. Initially a place for gamers to meet, chat and share, Discord has grown to over 150 million users and its communities now include everything from book clubs, dance classes, study groups, anime, music, and more. Discord features text and voice chats as well as video call. The app is available on Android and iOS, as well as a download on Mac, Windows, and Linux. Users can also login through their browser. Discord has had problems with toxic content harming its users, ranging from harassment, human trafficking, and other online crimes. So if this is something your kids are using (it probably is), it's good to keep an eye out
de: Discord ist eher eine Community mit Videocall-Funktion als eine App für Videocalls. Anfangs war Discord ein Treffpunkt für Gamer, die dort chatten und sich austauschen konnten … mittlerweile gibt es für die über 150 Mio. Nutzer:innen aber auch Buchklubs, Tanzkurse, Lerngruppen, Gruppen zu Themen wie Anime, Musik und mehr. Dabei gibt es bei Discord Text- und Sprachnachrichtenfunktionen sowie die Möglichkeit für Videocalls. Erhältlich ist die App für Android und iOS sowie als Download für Mac, Windows und Linux. Nutzer:innen können sich auch über Ihren Browser einloggen. Discord hatte Probleme mit toxischen und für Nutzer:innen schädlichen Inhalten, darunter Belästigung, Menschenhandel und andere Online-Straftaten. Falls Ihre Kinder die Plattform nutzen (was sie wahrscheinlich tun), lohnt es sich also, ein Auge darauf zu haben.
es: Más que una aplicación de videollamadas independiente, Discord es una comunidad con funciones de llamadas de vídeo integradas. Nacida como una plataforma donde los gamers pudieran conocerse, charlar y compartir experiencias, Discord ha crecido hasta acumular más de 150 millones de usuarios activos y ahora incluye comunidades de todo tipo enfocadas a la lectura, la danza, el estudio, el anime, la música, etc. Discord incorpora funciones de chats de texto y de voz, así como de videollamadas. La aplicación está disponible para Android e iOS y se puede descargar en dispositivos Mac, Windows y Linux. También es posible iniciar sesión a través de un navegador. Discord ha tenido problemas con contenidos tóxicos que perjudican a los usuarios, desde el acoso hasta la trata de personas y otros delitos cometidos en línea. Así pues, si tus hijos usan Discord (y probablemente lo hacen), será mejor que vigiles.
fr: Discord est davantage une application communautaire avec des fonctionnalités d’appels vidéo qu’une application d’appels vidéo en tant que telle. Utilisée initialement par les adeptes de jeux vidéo pour se retrouver, discuter et partager, Discord compte désormais plus de 150 millions d’utilisateurs et utilisatrices, et les communautés représentées sont extrêmement diverses : clubs de lecture, cours de danse, groupes d’étude, fans d’anime, mélomanes, etc. Discord propose des chats textuels et vocaux ainsi que des appels vidéo. L’application est disponible sur Android et iOS, ainsi que sur Mac, Windows et Linux. Il est également possible de se connecter sur son navigateur. Discord a connu des problèmes de contenus toxiques ayant causé du tort à ses utilisateurs et utilisatrices, notamment du harcèlement, du trafic d’êtres humains et d’autres activités criminelles en ligne. Alors, si vos enfants l’utilisent (et c’est sans doute le cas), mieux vaut rester sur vos gardes.
pt_br: Discord é mais uma comunidade com recursos de videochamada integrados do que um aplicativo de videochamada independente. Inicialmente um lugar para os jogadores se encontrarem, conversarem e compartilharem, o Discord cresceu para mais de 150 milhões de usuários e suas comunidades agora incluem tudo, desde clubes de leitura, aulas de dança, grupos de estudo, anime, música e muito mais. Discord apresenta bate-papos de texto e voz, bem como videochamadas. O aplicativo está disponível no Android e iOS, bem como um download no Mac, Windows e Linux. Os usuários também podem fazer login por seu navegador. O Discord tem tido problemas com conteúdo tóxico que prejudica seus usuários, como assédio, tráfico de pessoas e outros crimes online. Então, se isso é algo que seus filhos estão usando (provavelmente é), é bom ficar de olho.

# worst_case
source: Last year we found Discord didn’t require a strong password to login. When our research came out, Discord, to their credit, immediately changed their login process to require a strong password. Yay! We love to see companies step up and make change for the better. Good work Discord! Discord does collect a fair amount of data on its users and says it can share that data with third-parties. Discord says they do not monetize this data -- their business model is based on subscriptions to premium services rather than monetizing data for advertising. However, we found their privacy policy to be pretty vaguely worded, which is a concern. They may not sell users’ data, however, it appears they can and likely do share data with many third-parties for only vaguely defined purposes. Discord did let us know they are in the process of updating their privacy policy to make it easier to understand for users, which is good to hear. One final concern with Discord is its history of malware and toxic communities. Discord users have reported experiencing harassment, abuse, and predators. Getting targeted with hate speech, getting harassed by misogynistic gamers, or accidentally stumbling across a porn ring are all real concerns for people on Discord who aren't careful. Discord recently acquired a start-up that makes AI-powered software to detect and remove online harassment, which could be a good step forward. However, other instances of AI content moderation in use in recent years have a questionable track record, so stay tuned.
de: Noch letztes Jahr konnten wir feststellen, dass es für eine Anmeldung bei Discord kein starkes Passwort braucht. Nachdem wir dazu unsere Erkenntnisse veröffentlicht hatten, änderte Discord sofort den Login-Prozess, sodass ein starkes Passwort jetzt nötig ist. Yay! Wir finden Unternehmen toll, die positive Veränderungen vorantreiben. Discord sammelt ziemlich viele Daten über Nutzer:innen und sagt, dass diese mit Dritten geteilt werden können. Allerdings werden diese Daten laut Discord nicht verkauft, da das Geschäftsmodell auf Abonnements für Premiumdienste basiert und nicht darauf, Daten für Werbung zu verkaufen. Uns beunruhigt allerdings, dass die Datenschutzrichtlinie in Bezug darauf sehr vage formuliert ist. Zwar scheint es, dass Discord keine Nutzer:innendaten verkauft, diese aber mit Dritten teilt, ohne dabei einen genauen Zweck anzugeben. Dazu sagte uns Discord, dass die Datenschutzrichtlinie aktualisiert werden soll, damit Nutzer:innen sie einfacher verstehen können, was wir positiv finden. Was uns zu guter Letzt aber doch beunruhigt, sind die Vorfälle toxischer Communitys und Malware, die es bei Discord immer wieder gab. Nutzer:innen haben von Belästigung, Missbrauch und sexueller Belästigung berichtet. Wer bei Discord nicht vorsichtig ist, läuft Gefahr, aus Versehen über einen Pornoring zu stolpern, sich Hasstiraden anhören zu müssen oder von misogynen Gamern beschimpft zu werden. Das Unternehmen hat kürzlich ein Start-up gekauft, das eine KI-getriebene Software für die Aufdeckung und Entfernung von Online-Belästigungen entwickelt hat, was ein erster Schritt in die richtige Richtung ist. Allerdings ist der Erfolg einer solchen Software zweifelhaft, wenn man sich andere Beispiele aus jüngster Vergangenheit anschaut. Es bleibt also abzuwarten!
es: El año pasado descubrimos que no hacía falta una contraseña segura para acceder a Discord. Cuando nuestra investigación salió a la luz, Discord cambió inmediatamente el proceso de inicio de sesión para requerir una contraseña segura, lo cual dice mucho a su favor. ¡Enhorabuena! Nos encanta ver que las empresas toman medidas para mejorar. Por otro lado, Discord recopila una considerable cantidad de datos sobre sus usuarios y dice que puede compartirlos con terceros. La compañía asegura que no monetiza estos datos porque su modelo de negocio se basa en las suscripciones a servicios prémium y no en la publicidad. Sin embargo, su política de privacidad nos generó inquietud por su redacción bastante ambigua. Puede que no venda los datos de los usuarios, pero al parecer probablemente los comparte con muchos terceros con fines definidos de manera vaga. La buena noticia es que Discord nos comunicó que está actualizando su política de privacidad para que resulte más fácil de entender. Otra preocupación sobre Discord es su historial de toxicidad y malware en las comunidades. Los usuarios han denunciado ser víctimas de acoso, abuso y depredadores. Ser objeto de discursos de odio, ser acosada por gamers misóginos o topar accidentalmente con una red de pornografía son peligros reales para todas las personas que utilizan Discord sin el debido cuidado. Discord ha adquirido recientemente una start-up que crea software impulsado por inteligencia artificial capaz de detectar y eliminar los casos de acoso en línea, lo que supone un avance. No obstante, hay otros ejemplos de moderación de contenidos mediante inteligencia artificial en uso durante los últimos años con un historial cuestionable, de modo que debemos permanecer alerta.
fr: L’année dernière, nous avions découvert que Discord n’exigeait pas un mot de passe fort pour se connecter. Quand nos travaux ont été publiés, Discord a immédiatement modifié son processus pour demander un mot de passe fort, et c’est tout à son honneur ! Nous sommes toujours heureux de voir des entreprises faire des changements qui vont dans le bon sens. Bravo Discord ! Discord collecte de nombreuses données sur ses utilisateurs et utilisatrices et déclare pouvoir les partager avec des tiers. Discord affirme ne pas monétiser ces données, son modèle commercial étant basé sur les abonnements aux services premium plutôt que sur la monétisation publicitaire des données. Cependant, nous trouvons que sa politique de confidentialité est plutôt vague, et c’est inquiétant. L’application ne vend peut-être pas de données, mais il semble qu’elle les partage avec de nombreux tiers à des fins très vaguement définies. Discord nous a fait savoir que sa politique de confidentialité est en cours de révision afin d’être plus facile à comprendre, ce qui est une bonne nouvelle. Notre dernier sujet d’inquiétude concernant Discord est son historique en matière de malwares et de communautés toxiques. Des utilisateurs et utilisatrices de Discord ont signalé avoir été victimes de harcèlement, de violence et de prédation. Être la cible de discours de haine, faire l’objet de harcèlement ciblé par des gamers misogynes ou tomber sur des contenus pornographiques par accident sont de véritables sujets d’inquiétude pour certaines personnes sur Discord. Discord a récemment fait l’acquisition d’une start-up qui développe un logiciel basé sur l’IA permettant d’identifier et d’éliminer le harcèlement en ligne, ce qui pourrait constituer un grand pas en avant. Cependant, d’autres systèmes de modération par l’IA utilisés ces dernières années n’ont pas vraiment fait leurs preuves : affaire à suivre, donc.
pt_br: No ano passado, descobrimos que o Discord não exigia uma senha forte para fazer login. Quando nossa pesquisa saiu, o Discord, para seu crédito, imediatamente mudou seu processo de login para exigir uma senha forte. Adoramos ver as empresas avançarem e fazerem mudanças para melhor. Bom trabalho, Discord! O Discord coleta uma quantidade razoável de dados de seus usuários e diz que pode compartilhar esses dados com terceiros. O Discord diz que não monetiza esses dados – seu modelo de negócios é baseado em assinaturas de serviços premium, em vez de monetizar dados para propaganda. No entanto, descobrimos que sua política de privacidade é bastante vaga, o que é uma preocupação. Pode ser que ele não venda os dados dos usuários, no entanto, parece que pode e provavelmente compartilha dados com muitos terceiros para fins apenas vagamente definidos. O Discord nos informou que está em processo de atualização de sua política de privacidade para facilitar a compreensão dos usuários, o que é bom saber. Uma preocupação final com o Discord é sua história de malware e comunidades tóxicas. Os usuários do Discord relataram sofrer assédio, abuso e perseguição. Ser alvo de discurso de ódio, ser assediado por jogadores misóginos ou tropeçar acidentalmente em um círculo de pornografia são preocupações reais para pessoas que não são cuidadosas no Discord. O Discord adquiriu recentemente uma startup que faz com que o software capacitado por IA detecte e remova o assédio online, o que pode ser um bom passo à frente. No entanto, outras instâncias de moderação de conteúdo de IA em uso nos últimos anos têm um histórico questionável, portanto, fique atento.

# how_does_it_use_data_collected
source: Discord states it is 'not in the business of selling your information," which is great. That said, the way Discord manages data is currently largely vaguely defined. One of numerous confusing clauses is, 'We may also share aggregated or non-personally identifiable information with our partners or others for business purposes.' Discord says the do share data with third parties, including service providers like Google, Stripe, and Paypal. Discord also let us know they are in the process of updating their privacy policy to make it easier to understand for users. This is good to hear and will hopefully clarify some of the questions we found to be vaguely addressed in their current privacy policy.
de: Discord gibt an, mit dem Verkauf von Informationen kein Geld zu machen. Gleichzeitig wird nicht klar formuliert, wie Daten gehandhabt werden. Einer der vielen verwirrenden Sätze der Datenschutzrichtlinie ist: „Wir können auch zusammengefasste oder nicht persönlich identifizierbare Informationen an unsere Partner oder andere für Geschäftszwecke weitergeben.“ Discord teilt Daten mit Dritten, darunter Dienstleister wie Google, Stripe und Paypal. Das Unternehmen teilte uns außerdem mit, dass es an der Überarbeitung der Datenschutzrichtlinie arbeitet, um sie für Nutzer:innen einfacher verständlich zu machen. Das ist ein Schritt in die richtige Richtung, und wir hoffen, dass einige unserer Fragen zu der aktuellen Datenschutzrichtlinie in der Überarbeitung aufgegriffen und angegangen werden.
es: Discord afirma que "no se dedica a vender información", lo cual es genial. Ahora bien, la forma en que Discord gestiona los datos está definida muy vagamente. He aquí una de las numerosas cláusulas confusas: "También podríamos compartir información agregada o que no permite la identificación personal con nuestros socios u otros con fines comerciales". Discord admite que comparte datos con terceros, incluyendo proveedores de servicios como Google, Stripe y PayPal. La buena noticia es que Discord nos comunicó que está actualizando su política de privacidad para que resulte más fácil de entender; ojalá así se aclaren las cuestiones ambiguas del documento actual.
fr: Discord affirme que « La Compagnie ne vendra jamais vos informations », ce qui est une bonne chose. Ceci dit, la façon dont Discord gère les données est actuellement définie de façon très vague. Voici l’une des nombreuses sections floues de la politique de confidentialité : « Nous pouvons également partager des informations agrégées ou non personnelles avec nos partenaires ou autres à des fins commerciales. » Discord déclare partager des données avec des tiers, y compris des fournisseurs de services comme Google, Stripe et Paypal. Discord indique aussi que sa politique de confidentialité est en cours de révision afin d’être plus compréhensible pour les utilisateurs et utilisatrices. C’est une bonne chose, et nous espérons que cela permettra de clarifier certains points que nous trouvons très vagues dans la politique actuelle.
pt_br: O Discord afirma que "não está no negócio de vender suas informações", o que é ótimo. Dito isso, a maneira como o Discord gerencia os dados é definida de maneira muito vaga atualmente. Uma das inúmeras cláusulas confusas é: "Também podemos compartilhar informações agregadas ou não pessoalmente identificáveis com nossos parceiros ou outros para fins comerciais". O Discord diz que compartilha dados com terceiros, incluindo provedores de serviços como Google, Stripe e PayPal. O Discord também nos informou que está em processo de atualização de sua política de privacidade para facilitar a compreensão dos usuários. É bom saber isso e espero que esclareça algumas das questões que descobrimos serem abordadas de forma vaga em sua política de privacidade atual.

# user_friendly_privacy_policy_helptext
source: The policy is short and vague.
de: Die Richtlinie ist kurz und vage.
es: La política es breve y vaga.
fr: La politique de confidentialité est courte et vague.
pt_br: A política é curta e vaga.

# uses_encryption_helptext
source: Discord uses encryption at rest and encryption in transit for all data.
de: Discord nutzt für sämtliche Daten Data-at-Rest- und Data-in-Transit-Verschlüsselung.
es: Discord usa el cifrado en reposo y en tránsito para todos los datos.
fr: Discord utilise le chiffrement au repos et en transit pour toutes les données.
pt_br: Discord usa criptografia em repouso e criptografia em trânsito para todos os dados.

# security_updates_helptext
source: Discord pushes regular security update as necessary.
de: Discord veröffentlicht regelmäßig nach Bedarf Sicherheits-Updates.
es: Discord implementa las actualizaciones de seguridad necesarias periódicamente.
fr: Discord effectue des mises à jour de sécurité régulières quand c’est nécessaire.
pt_br: O Discord institui a atualização de segurança regular conforme necessário.

# strong_password_helptext
source: A strong password is required to login
de: Ein starkes Passwort ist erforderlich.
es: Para iniciar sesión hace falta una contraseña segura.
fr: Un mot de passe complexe est requis pour se connecter.
pt_br: É necessária uma senha forte para fazer login

# personal_data_collected
source: Username, email address, IP address, device ID, and your activities within the services
de: Nutzername, E-Mail-Adresse, IP-Adresse, Geräte-ID und Ihre Aktivitäten innerhalb des Dienstes
es: Nombre de usuario, dirección de correo electrónico, dirección IP, ID del dispositivo, actividades dentro de los servicios.
fr: Nom d’utilisateur, adresse e-mail, adresse IP, identifiant de l’appareil et vos activités au sein des services.
pt_br: Nome de usuário, endereço de email, endereço IP, ID do dispositivo e suas atividades nos serviços

# biometric_data_collected
source: No
de: Nein
fr: Non
pt_br: Não

# social_data_collected
source: Messages, images, transient VOIP data.<br/>Optional: social network services data (Twitter, Facebook).
de: Nachrichten, Bilder, transiente VoIP-Daten.<br/>Optional: Daten sozialer Netzwerke (Twitter, Facebook).
es: Mensajes, imágenes y datos transitorios de VoIP.<br/>Opcionalmente: datos de servicios de redes sociales (Twitter, Facebook).
fr: Messages, images, données voix sur IP en transit.<br/>Facultatif : données sur les services de réseaux sociaux (Twitter, Facebook).
pt_br: Mensagens, imagens, dados VoIP transitórios.<br/>Opcional: dados de serviços de redes sociais (Twitter, Facebook).
