Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/ecovacs-deebot.po
Languages: de

# blurb
source: Ecovacs offers a whole bunch of Deebot robot vacuum cleaner options. From the low-end Deebot 500 for everyday cleaning to the high-end Deebot Ozmo T8 AIVI that comes with a HD camera for “live on-demand home monitoring,” these robot vacuum cleaners also mop and work with Amazon Alexa or Google Assistant. Yay, a robot vacuum cleaner with a built-in HD camera you can use to chase your cat around and record them being terrified. Poor kitty.
de: Ecovacs bietet eine ganze Palette von Deebot-Wisch- und Saugrobotern an, vom einfachen Deebot 500 fürs tägliche Saugen bis zum High-End-Modell Deebot Ozmo T8 AIVI mit integrierter HD-Kamera, damit Sie „Ihrem Haustier von überall aus hallo sagen können“. Die Roboter können außerdem wischen und funktionieren mit Amazon Alexa und Google Assistant. Juhu, ein Saugroboter mit integrierter HD-Kamera, damit Sie Ihre verschreckte Katze durch die Wohnung jagen und das Ganze auch noch aufzeichnen können. Armes Kätzchen …

# worst_case
source: Ecovacs Deebot robot vacuums can come with a built-in HD camera, microphones, and room-mapping sensors and LiDAR lasers. Cameras on robot vacuums raise some <a id="a1">obvious security concerns</a> like getting hacked and used to spy on you in your own home. And researchers found that LiDAR robot vacuums can be hacked and used to <a id="a2">spy on voice conversations,</a> even without a microphone. Lots of security concerns here for sure. Especially because we couldn’t confirm that Ecovacs allows users to set up two-factor authentication to help protect their devices or if they have a way to manage security vulnerabilities.
de: Die Deebot-Saugroboter von Ecovas gibt es mit integrierter HD-Kamera, Mikrofon, Raum-Mapping-Sensoren und LiDAR-Lasern. Kameras in einem Saugroboter werfen <a id="a1">natürlich gewisse Sicherheitsbedenken</a> auf, z. B. dass sie gehackt und zum Ausspionieren Ihres Zuhauses genutzt werden können. Forschende haben außerdem herausgefunden, dass man LiDAR-Saugroboter hacken kann, um <a id="a2">Gespräche abzuhören</a> – sogar ohne Mikrofon. Hier gibt es also jede Menge Sicherheitsbedenken. Insbesondere, weil wir nicht bestätigen konnten, ob Ecovacs seinen Nutzerinnen und Nutzern die Zwei-Faktor-Authentifizierung zum Schutz ihrer Geräte bietet, oder ob es eine Möglichkeit gibt, Sicherheitslücken zu managen.

# worst_case
source: From a privacy standpoint, we have even more concerns about Ecovac. They say they can disclose personal information to third parties for purposes such as marketing. They also say they may sell users’ personal information if they don’t opt-out. Forcing users to opt-out of, rather than opt-into selling of personal data is not ideal.
de: Aus Datenschutzsicht haben wir sogar noch mehr Vorbehalte gegen Ecovacs: Das Unternehmen sagt, dass es personenbezogene Daten an Dritte weitergeben kann, zum Beispiel zu Marketingzwecken. Und dass es die personenbezogenen Daten auch weiterverkaufen kann, sofern man nicht Widerspruch dagegen einlegt. Nutzerinnen und Nutzer zu einem aktiven Opt-out zu zwingen, statt ihnen die Möglichkeit zu geben, dem Verkauf ihrer Daten aktiv zuzustimmen, ist alles andere als ideal.

# worst_case
source: What’s the worst that could happen with Ecovacs’ Deebot line of robot vacuums? We worry a good bit. While the live-streaming HD camera that can move around your house to keep an eye on things may sound handy, it could also be hacked and used to move around your house to spy on you. Fortunately, Ecovacs <a id="a1">has protected their robot vacuum</a> with the HD camera with very strong encryption which is hard to hack and the app is password-protected. So hopefully your little roving robot won't ever get hacked and spy on your ankles.
de: Was wäre das Schlimmste, das Ihnen mit der Deebot-Reihe von Ecovacs passieren könnte? Nun, wir machen uns so unsere Gedanken … Eine HD-Kamera mit Live-Streaming, die alles in Ihrer Wohnung im Auge behalten kann, klingt zwar praktisch. Sie könnte aber auch gehackt und dazu missbraucht werden, Ihr Zuhause und Sie auszuspionieren. Zum Glück <a id="a1">schützt Ecovacs seine Saugroboter mit einer HD-Kamera mit starker Verschlüsselung</a>, die schwer zu hacken ist, und die App ist kennwortgeschützt. Hoffentlich wird Ihr kleiner Haushaltshelfer also niemals Opfer von Hackern, die dann Ihre vier Wände aus Froschperspektive ausspionieren.

# how_does_it_use_data_collected
source: Ecovacs may share your personal information with third parties, including other marketers, for marketing communications. Ecovacs may <a id="a1">sell</a> personal information if you do not opt out.
de: Ecovacs kann Ihre personenbezogenen Daten zu Marketingzwecken an Dritte weitergeben, darunter andere Werbetreibende. Ecovacs kann personenbezogene Daten <a id="a1">verkaufen</a>, wenn Sie der Sache nicht aktiv widersprechen.

# uses_encryption_helptext
source: AES encryption which is strong
de: Starke AES-Verschlüsselung

# manage_vulnerabilities_helptext
source: Ecovacs doesn't have a program for security researchers to report bugs or vulnerabilities according to <a id="a1">Consumer Reports</a>.
de: Laut <a id="a1">Consumer Reports</a> hat Ecovacs kein Programm, über das Sicherheitsfachleute Bugs oder Sicherheitslücken melden können.

# tips_to_protect_yourself
source: Limit your robot vacuum's data sharing
de: Begrenzen Sie die Datenfreigabe Ihres Roboterstaubsaugers

# tips_to_protect_yourself
source: Use strong passwords
de: Verwenden Sie starke Passwörter

# tips_to_protect_yourself
source: Keep your robot vacuum's firmware updated
de: Halten Sie die Firmware Ihres Saugroboters auf dem neuesten Stand

# personal_data_collected
source: Email, name, telephone number, gender, age, location (if you give permission),
de: E-Mail-Adresse, Name, Telefonnummer, Geschlecht, Alter, Standort (sofern Sie Ihre Zustimmung geben),

# how_can_you_control_your_data
source: Ecovacs will retain usage Information for internal analysis purposes.
de: Ecovacs bewahrt Nutzungsdaten für interne Analysezwecke auf.

# how_can_you_control_your_data
source: Whenever possible, you can update your personal Information directly within your account settings section. Ecovac says that in certain circumstances you have the right to request the deletion of Personal Information held about you, but those circumstances are never mentioned in the policy.
de: Wann immer möglich, können Sie Ihre persönlichen Daten direkt in den Einstellungen Ihres Kontos aktualisieren. Ecovac sagt zwar, dass Sie unter bestimmten Umständen das Recht haben, die Löschung der über Sie gespeicherten personenbezogenen Daten zu verlangen. Aber diese Umstände werden in der Richtlinie nie erwähnt.

# track_record_details
source: No known incidents in the last 3 years.
de: Keine bekannten Vorfälle in den letzten 3 Jahren.

# ai_what_can_it_do
source: Visual detection to recognize objects. Navigation and mapping capabilities according this <a id="a1">blog post</a>.
de: Visuelle Erkennung zur Identifizierung von Objekten. Laut diesem <a id="a1">Blog-Eintrag</a> auch Navigations- und Mapping-Funktionen.
