Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/eufy-video-doorbells.po
Languages: fr

# title
source: Eufy Video Doorbells
fr: Sonnettes vidéo Eufy

# blurb
source: Eufy's line of video doorbells--they sell both wired and battery powered versions at 2K and 1080p resolutions--keep it all in house. They don't offer a cloud storage subscription, only local storage. Which, for the privacy conscious homeowner who wants a video doorbell but doesn't want video from that doorbell living in the cloud where hackers, law enforcement, or who knows else could access it, is a good thing. Eufy also let's you access your locally stored footage from anywhere and uses strong encryption to protect it in transmission. Otherwise, these video doorbells do what all the others do--HD video, motion detection, two-way audio, and they work with both Alexa and Google Assistant. Hey, sometimes keeping it all at home is the best--and most private--option.
fr: La gamme de sonnettes vidéo d’Eufy (l’entreprise vend à la fois des versions filaires et alimentées par batterie à des résolutions 2K et 1080p) conserve tout en interne. Eufy ne propose pas d’abonnement de stockage dans le cloud, uniquement un stockage local. Ce qui est un très bon point pour quiconque se soucie de sa vie privée et cherche une sonnette vidéo sans que les vidéos de cette sonnette se retrouvent dans le cloud, où des pirates, les forces de l’ordre ou autre pourraient y accéder. Eufy vous permet également d’accéder à vos vidéos stockées localement depuis n’importe où et utilise un chiffrement fort pour les protéger lors de la transmission. Sinon, ces sonnettes vidéo font ce que font toutes les autres : vidéo HD, détection de mouvement, audio bidirectionnel, et elles fonctionnent à la fois avec Alexa et Google Assistant. Parfois, tout garder à la maison est la meilleure option (et la plus respectueuse de votre vie privée).

# worst_case
source: In 2021 your intrepid *Privacy Not Included researcher decided she needed some indoor security cams to help keep an eye on her beloved kitty while away on a trip for a couple of nights. Being a privacy researcher, the one feature I demanded in my security cams was that all video be stored locally where I had control over it, not out on the internet in the less secure cloud. So I bought Eufy’s security cams for their local storage and because at the time they seemed to do a pretty good job protecting my personal data. Unfortunately, taking a look back at Eufy’s (actually, their parent company Anker’s) <a id="a1">privacy policy</a> in 2022 leaves me a bit worried about my decision.
fr: En 2021, votre intrépide chercheuse de <i>*Confidentialité non incluse</i> a décidé qu’elle avait besoin de caméras de surveillance intérieures pour garder un œil sur son chaton lors d’un voyage de quelques nuits. En tant que chercheuse en matière de confidentialité, la seule caractéristique que je souhaitait pour ces caméras de surveillance était que toutes les vidéos capturées soient stockées localement où je puisse en avoir le contrôle, et non dans le cloud sur Internet, ce qui serait moins sécurisé. Et donc, j’ai acheté les caméras de surveillance d’Eufy en raison de cette fonctionnalité et parce qu’à l’époque l’entreprise faisait généralement un bon travail en matière de protection des données personnelles. Malheureusement, relire <a id="a1">la politique de confidentialité</a> d’Eufy (en réalité, sa société mère Anker) en 2022 m’inquiète un peu quant à ma décision.

# worst_case
source: And this is a common problem with connected products. Companies reserved the right to update their privacy policy at any time. And so overnight a company’s privacy policy can go from good to bad, or from OK to not-so-OK at least. That seems to be what happened with Eufy. A company I felt pretty OK with in the past now earns our *Privacy Not Included warning label. Boo!
fr: Et c’est un problème récurrent avec les objets connectés. Les entreprises se réservent le droit de mettre à jour leur politique de confidentialité à tout moment. Et donc du jour au lendemain, la politique de confidentialité d’une entreprise peut passer de bonne à mauvaise, ou d’acceptable à moins acceptable. C’est ce qu’il semble s’être passé avec Eufy. Une entreprise avec laquelle je me sentais plutôt à l’aise se voit maintenant attribuer notre avertissement *Confidentialité non incluse.

# worst_case
source: Eufy says they can collect a good deal of personal information on you -- things like name, email, gender, birth date, location, device information, and more. And while Eufy says they don’t sell your personal information -- which is good -- they say they can use that information to show you ads from them and third party advertisers, which isn’t so good (but also pretty standard on the internet these days). They also say they can collect personal information on you from third parties who provide it to them, such as law enforcement authorities. This worries us a bit because the way that line in their privacy policy is written is rather vague and seems like it could leave open the possibility they could collect information on users from a variety of third parties, for example, data brokers.
fr: Eufy indique pouvoir collecter de nombreuses données personnelles sur vous, comme le nom, l’e-mail, le sexe, la date de naissance, l’emplacement, des informations sur l’appareil, etc. Et tandis qu’Eufy dit ne pas vendre vos données personnelles (ce qui est une bonne chose), ils disent pouvoir utiliser ces informations pour vous afficher des publicités de leur part et de celle d’annonceurs tiers, ce qui est une moins bonne chose (mais aussi assez standard sur Internet de nos jours). Eufy indique également pouvoir collecter des données personnelles sur vous auprès de tiers qui les lui fournissent, telles que les autorités en charge du maintient de l’ordre. Cela nous inquiète un peu car la façon dont cette ligne dans la politique de confidentialité d’Eufy est rédigée de manière plutôt vague et semble laisser la possibilité de pouvoir collecter des informations sur les utilisateurs auprès de divers tiers, par exemple des courtiers en données.

# worst_case
source: Eufy’s video doorbell cameras still do some really good privacy-related things. We really like that your security cam footage is stored locally where only you can access and control it, not in the much less secure cloud (there is a cloud option though). You can access your videos at any time through the Eufy app, and that footage is protected by strong end-to-end encryption. This is all very cool. Eufy's AI provides human, pet, and crying detection for what your security cams see. One key value of Eufy's local storage is that all AI analysis of humans and crying babies is done locally, which ensures privacy and is usually much quicker than cloud-based AI analysis. One other advantage of Eufy’s local storage of video is it <a id="a1">makes it harder for law enforcement to get their hands on it without your consent</a>, which is a good thing.
fr: Les caméras de sonnette vidéo d’Eufy font toujours de très bonnes choses en matière de confidentialité. Nous apprécions vraiment que les images de vos caméras de surveillance soient stockées localement où vous seul·e pouvez y accéder et les contrôler, pas dans le cloud, ce qui serait beaucoup moins sécurisé (il existe cependant une option cloud). Vous pouvez accéder à vos vidéos à tout moment via l’application Eufy, et ces séquences sont protégées par un chiffrement fort de bout en bout. Tout cela est très bien. L’IA d’Eufy fournit une détection des êtres humains, des animaux domestiques et des pleurs pour tout ce que vos caméras de surveillance peuvent voir. L’une des valeurs clés du stockage local d’Eufy est que toutes les analyses par l’IA des êtres humains et des bébés qui pleurent sont effectuées localement, ce qui garantit la confidentialité et est généralement beaucoup plus rapide que l’analyse une IA dans le cloud. Un autre avantage du stockage local de vidéos d’Eufy est qu’<a id="a1">il est ainsi plus difficile pour les forces de l’ordre de mettre la main dessus sans votre consentement</a>, ce qui est une bonne chose.

# worst_case
source: Unfortunately, Eufy has also had some significant security vulnerabilities. In June 2022, security experts found<a id="a1"> three security vulnerabilities</a> in Eufy's Homebase 2 video storage and management device that <a id="a2">could have allowed hackers</a> to take control of the hub, control it remotely, or steal video footage. Eufy/Anker <a id="a3">developed fixes for these security vulnerabilities</a> and released them to users in a timely manner. And in <a id="a4">May 2021</a>, Eufy was forced to <a id="a5">apologize for a bug</a> that <a id="a6">exposed the camera feeds</a> of 712 users to strangers. Eufy said the glitch happened during a software update and “users were able to access video feeds from other users’ cameras.” <a id="a7">Eufy said in a statement</a> the glitch was fixed an hour after it was discovered. So, the bad news is, Eufy’s security cameras have had some serious security issues. The good news is, Eufy seems to have stepped up and immediately fixed these bugs and to get them out to their users quickly.
fr: Malheureusement, Eufy a également connu des failles de sécurité importantes. En juin 2022, des experts en sécurité ont découvert <a id="a1">trois vulnérabilités de sécurité</a> dans le dispositif de stockage et de gestion vidéo Homebase 2 d’Eufy qui <a id="a2">auraient pu permettre à des pirates</a> de prendre le contrôle du hub, le contrôler à distance ou dérober des séquences vidéo. Eufy/Anker <a id="a3">a développé des correctifs pour ces vulnérabilités de sécurité</a> et les a diffusés aux utilisateurs dans un délai convenable. Et en <a id="a4">mai 2021</a>, Eufy a été contraint de <a id="a5">s’excuser pour un bug</a> qui <a id="a6">exposait le flux des caméras</a> de 712 utilisateurs à des inconnus. Eufy a déclaré que le problème s’était produit lors d’une mise à jour logicielle et que « des utilisateurs ont pu accéder au flux vidéo de caméras d’autres utilisateurs ». <a id="a7">Eufy a déclaré dans un communiqué</a> que le problème avait été corrigé une heure après sa découverte. La mauvaise nouvelle est donc que les caméras de sécurité d’Eufy ont eu de sérieux problèmes de sécurité. La bonne nouvelle est qu’Eufy semble s’en être occupé immédiatement et a corrigé ces bugs et diffusé ces correctifs rapidement à ses utilisateurs.

# worst_case
source: What’s the worst that could happen with Eufy’s video doorbell cameras? Well, strangers getting access to the video feeds of cameras in and around your home is pretty dang awful. That is always a concern with security cameras in your home. And while it is great that Eufy has local storage to help keep those videos of you dancing naked in your backyard private, it’s not so great that Eufy has a history of security vulnerabilities that could leave your backyard naked dancing antics vulnerable to hackers.
fr: Quelle est la pire chose qui puisse arriver avec les caméras de sonnette vidéo d’Eufy ? Des inconnus pourraient avoir accès aux flux vidéo des caméras dans et autour de votre domicile, voilà qui serait assez dramatique. C’est toujours une inquiétude à avoir avec les caméras de surveillance dans votre domicile. Et même s’il est très appréciable qu’Eufy propose un stockage local pour aider à garder confidentielles ces vidéos de vous dansant nu·e dans votre jardin, il est bien moins appréciable qu’Eufy ait un historique de vulnérabilités de sécurité qui pourraient rendre ces mêmes vidéos de vous vulnérables aux piratages.

# how_does_it_use_data_collected
source: We ding this product for sharing personal data for advertisement and for combining users' data with data from third parties.
fr: Nous attribuons un avertissement à ce produit, car il partage des données personnelles à des fins publicitaires et combine les données des utilisateurs avec des données de tiers.

# how_does_it_use_data_collected
source: <b>Eufy does not sell data. However, they share personal identifiers for advertisement purposes:</b> "We do not Sell any personal information to third parties. In particular, we do not Sell the personal information of minors under 16 years of age. In the preceding 12 months, we have disclosed the following categories of personal information to the following categories of recipients: [...] Advertising networks, data analytics providers. - Personal Identifiers."
fr: <b>Eufy ne vend pas de données. Cependant, Eufy partage des identifiants personnels à des fins publicitaires :</b> « Nous ne vendons aucune donnée personnelle à des tiers. En particulier, nous ne vendons pas les données personnelles des mineurs de moins de 16 ans. Au cours des 12 derniers mois, nous avons divulgué les catégories de données personnelles suivantes aux catégories de destinataires suivantes : […] Réseaux publicitaires, fournisseurs d’analyse de données. - Identifiants personnels. »

# how_does_it_use_data_collected
source: <b>Eufy also combines users' data with data obtained from third parties:</b> "We collect or obtain Personal Data from third parties who provide it to us (e.g., credit reference agencies; law enforcement authorities; etc.)."
fr: <b>Eufy combine également les données des utilisateurs avec des données obtenues auprès de tiers :</b> « Nous collectons ou obtenons des données personnelles auprès de tiers qui nous les fournissent (par exemple, des agences d’évaluation du crédit ; des autorités en charge du maintient de l’ordre ; etc.). »

# user_friendly_privacy_policy_helptext
source: Structured and concise
fr: Structurée et concise

# tips_to_protect_yourself
source: Review Eufy's <a id="a1">recommendations</a> to keep your account secure
fr: Consultez les <a id="a1">recommandations</a> d’Eufy pour sécuriser votre compte

# tips_to_protect_yourself
source: Set up two-factor authentication
fr: Utilisez l’authentification à deux facteurs

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
fr: Ne vous inscrivez pas avec un compte tiers. Il vaut mieux vous connecter avec un e-mail et un mot de passe compliqué.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et emplacement, sauf si nécessaire)

# tips_to_protect_yourself
source: Keep your app regularly updated
fr: Assurez-vous de garder votre application à jour.

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
fr: Limitez le suivi publicitaire sur votre appareil (par exemple, sur iPhone, utilisez « Confidentialité », « Publicités » et « Limiter le suivi publicitaire ») et via les principaux réseaux publicitaires (pour Google, rendez-vous sur votre compte Google et désactivez la personnalisation des publicités).

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
fr: Au début de l’inscription, refusez le suivi de vos données si possible.

# personal_data_collected
source: Name, email address
fr: Nom, adresse e-mail

# biometric_data_collected
source: Face images and underlying face prints (if you choose to enable imaging and biometric features).
fr: Images des visages et empreintes de visage sous-jacentes (si vous choisissez d’activer les fonctions biométriques et d’imagerie).

# how_can_you_control_your_data
source: We ding this product because it is not clear all users have the same rights to access and delete their data. Eufy specifically mentions the right to delete data only for users based in California.
fr: Nous attribuons un avertissement à ce produit, car il n’est pas clair que l’ensemble des utilisateurs disposent des mêmes droits d’accès et de suppression de leurs données. Eufy mentionne spécifiquement le droit de supprimer des données uniquement pour les utilisateurs basés en Californie.

# how_can_you_control_your_data
source: "Subject to applicable law, you may have the following rights regarding the Processing of your Relevant Personal Data...."
fr: « Sous réserve de la loi applicable, vous pouvez avoir les droits suivants concernant le traitement de vos données personnelles pertinentes… »

# how_can_you_control_your_data
source: <b>Data retention policies for Eufy are rather confusing</b>, however Eufy does promise to delete or anonymised data once they do not need it any more:<br/>"Once the periods in paragraphs (1), (2) and (3) above, each to the extent applicable, have concluded, we will either:<br/>- permanently delete or destroy the relevant Personal Data; or<br/>- anonymize the relevant Personal Data."
fr: <b>Les politiques de conservation des données d’Eufy sont plutôt déroutantes</b>, mais Eufy promet de supprimer ou de rendre anonymes les données dès qu’Eufy n’en aura plus besoin :<br/>« Une fois que les périodes des paragraphes (1), (2) et (3) ci-dessus, chacune dans la mesure applicable, ont expiré, nous effectuerons l’une des actions suivantes :<br/>- nous supprimerons ou détruirons définitivement les données personnelles concernées ; ou<br/>- nous anonymiserons les données personnelles concernées. »

# track_record_details
source: In June 2022,<a id="a1"> three security vulnerabilities</a> were found in Eufy's Homebase 2 video storage and management device that <a id="a2">could have allowed hackers</a> to take control of the hub, control it remotely, or steal video footage. Eufy/Anker <a id="a3">developed fixes for these secruity vulnerabilities</a> and released them to users in a timely manner.
fr: En juin 2022, <a id="a1">trois failles de sécurité</a> ont été découvertes dans le dispositif de stockage et de gestion vidéo Homebase 2 d’Eufy qui <a id="a2">auraient pu permettre à des pirates</a> de prendre le contrôle du hub, le contrôler à distance ou dérober des séquences vidéo. Eufy/Anker <a id="a3">a développé des correctifs pour ces vulnérabilités de sécurité</a> et les a diffusés aux utilisateurs dans un délai convenable.

# track_record_details
source: In <a id="a1">May 2021</a>, Eufy was forced to <a id="a2">apologize</a> for a bug that exposed the <a id="a3">camera feeds</a> of 712 users to strangers. Eufy said the glitch happened during a software update and “users were able to access video feeds from other users’ cameras.” Eufy said in a <a id="a4">statement</a> the glitch was fixed an hour after it was discovered.
fr: En <a id="a1">mai 2021</a>, Eufy a dû <a id="a2">s’excuser</a> pour un bug qui a exposé les <a id="a3">flux de caméra</a> de 712 utilisateurs et utilisatrices à des inconnu·e·s. Eufy a déclaré que le problème s’était produit lors d’une mise à jour logicielle et que « les utilisateurs ont pu accéder aux flux vidéo des caméras d’autres utilisateurs ». Eufy a précisé dans une <a id="a4">déclaration</a> que le problème avait été corrigé une heure après sa découverte.

# child_safety_blurb
source: Our Sites, products, or services are not directed to children under the age of 13. As a result, our Sites, products, or services do not request or knowingly collect personal information from individuals under the age of 13. If you are not 13 or older, you should not visit or use our Sites, products, or services .
fr: Nos sites, produits ou services ne sont pas destinés aux enfants de moins de 13 ans. Par conséquent, nos sites, produits ou services ne demandent ni ne collectent sciemment des informations personnelles auprès de personnes de moins de 13 ans. Si vous n’avez pas 13 ans ou plus, vous ne devez pas visiter ou utiliser nos Sites, produits ou services.

# ai_what_can_it_do
source: The built-in AI reduces the number of false alerts you receive by intelligently differentiating people from objects. It has features like pet detection, and even crying detection.
fr: L’IA intégrée réduit le nombre de fausses alertes que vous recevez en différenciant intelligemment les personnes des objets. Elle est dotée de fonctionnalités telles que la détection des animaux de compagnie et même la détection des pleurs.
