Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/eufy-robovac-g30.po
Languages: de, es, pt_br

# title
source: Eufy RoboVac G30
es: RoboVac G30 de Eufy
pt_br: Robô aspirador Eufy RoboVac G30

# blurb
source: Purposeful, powerful, and proficient! That's the promise of Eufy's little robot vacuum. Eufy says it comes with "smart dynamic navigation 2.0," hard hitting suction, and BoostIQ tech to suck even harder when you need it to suck even harder. So much sucking! Unfortunately, the basic RoboVac G30 doesn’t have the best boundaries. It is not compatible with boundary strips. However, the RoboVac G30 Edge offers boundary strip detection and will respect “off limits'' areas like the messy bundle of cords behind your television. It's good to have boundaries.
de: Schlank. Smart. Sauber. Das ist das Versprechen von Eufys kleinem Saugroboter. Laut Hersteller ist er mit „Smart Dynamic Navigation 2.0“, einer starken Saugleistung und der BoostIQ-Technologie ausgestattet, dank der das kleine Ding noch stärker saugt, wenn es mal nötig ist. Denken Sie jetzt: „Wow, ein echtes Saugwunder“? Naja, leider kennt der RoboVac G30 in der Basisversion seine Grenzen nicht so richtig. Denn er ist nicht mit Magnetstreifen kompatibel. Der RoboVac G30 Edge allerdings erkennt diese Begrenzungsstreifen und respektiert „verbotene“ Bereiche wie das Kabelchaos hinter Ihrem Fernseher. Ist halt immer gut, wenn man Grenzen hat …
es: ¡Poderosa, competente y eficiente! Es la promesa del pequeño robot aspiradora de Eufy. La empresa afirma que el aparato cuenta con "navegación dinámica inteligente 2.0", succión contundente y tecnología BoostIQ para aspirar con mayor potencia cuando se necesita. ¡Cuánta succión! Por desgracia, el RoboVac G30 básico no sabe de límites: es incompatible con las cintas delimitadoras. Sin embargo, el RoboVac G30 Edge ofrece detección de cintas delimitadoras y respeta las zonas prohibidas, como la maraña de cables detrás de la televisión. Es bueno fijar límites.
pt_br: Propósito, poder e eficiência! Essa é a promessa do pequeno robô aspirador da Eufy. Com a tecnologia de navegação dinâmica 2.0, sucção forte e tecnologia BoostIQ para aumentar a força de sucção quando necessário, a Eufy garante uma limpeza eficiente. O modelo básico RoboVac G30 pode não ter os melhores limites, pois não é compatível com faixas limitadoras. Porém, o modelo RoboVac G30 Edge oferece detecção de faixas limitadoras e respeita áreas restritas, como o emaranhado de fios atrás do móvel. Afinal, ter limites é importante!

# worst_case
source: This robot vacuum from Eufy doesn’t have a built in camera, instead it maps and navigates your home using 9 infrared sensors. Sensors are generally a<a id="a1"> safer bet than cameras</a> in your home. It does connect to WiFi and share some data back to Eufy. <a id="a2">Consumer Reports found</a> that Eufy lacked good publicly available information about what data their robot vacuums collects. It would be good to know exactly what data their robot vacuums collect.
de: Dieser Saugroboter von Eufy hat keine integrierte Kamera. Stattdessen kartiert und navigiert er Ihr Zuhause mittels neun Infrarotsendern. Grundsätzlich sind Sensoren <a id="a1">sicherer als Kameras</a>. Allerdings verbindet sich das Helferlein mit dem WLAN und sendet gewisse Daten an Eufy. <a id="a2">Consumer Reports hat herausgefunden</a>, dass Eufy keine guten, öffentlich zugänglichen Informationen darüber liefert, welche Daten der Saugroboter genau sammelt – dabei wäre das gut zu wissen.
es: Este robot aspiradora de Eufy no cuenta con cámara integrada. En vez de eso, se vale de 9 sensores infrarrojos para reconocer y recorrer tu hogar. Generalmente, los sensores son una<a id="a1"> opción más segura que las cámaras</a> para tu hogar. Sí se conecta a WiFi y comparte algunos datos con Eufy. <a id="a2">La revista Consumer Reports reveló</a> que Eufy carecía de información pública sobre los datos que recopilan sus robots aspiradora. Sería bueno saber exactamente cuáles son esos datos que recolecta.
pt_br: Sem câmera integrada, o robô aspirador da Eufy usa 9 sensores infravermelhos para mapear e navegar pela sua casa. Esses sensores são uma<a id="a1"> opção mais segura do que as câmeras</a> em ambientes domésticos. Ele se conecta ao wi-fi e compartilha alguns dados com a Eufy. A <a id="a2">Consumer Reports constatou</a> que a Eufy não fornece informações claras sobre quais dados seus robôs aspiradores coletam. Seria bom saber exatamente quais dados estão sendo coletados.

# worst_case
source: Regarding Eufy’s track record for protecting user’s data, in <a id="a1">May 2021</a>, Eufy was forced to <a id="a2">apologize</a> for a bug that exposed the <a id="a3">camera feeds</a> of 712 users to strangers from their security cams. Eufy said the glitch happened during a software update and “users were able to access video feeds from other users’ cameras.” Eufy said in a <a id="a4">statement</a> the glitch was fixed an hour after it was discovered. While this security oops happens to their security cameras, it’s a good reminder that software updates can go wrong, which wouldn’t be good for your robot vacuum cleaner either.
de: Was Eufys Bilanz in puncto Schutz von Nutzerdaten angeht, so musste sich das Unternehmen im <a id="a1">Mai 2021</a> für einen Bug <a id="a2">entschuldigen</a>, der die <a id="a3">Kamera-Feeds</a> der Überwachungskameras von 712 Nutzerinnen und Nutzern für Fremde zugänglich machte. Eufy erklärte, dieser Fehler sei während eines Software-Updates passiert und dass „Nutzer auf Video-Feeds von den Kameras anderer Nutzer zugreifen konnten“. In einer <a id="a4">Erklärung</a> sagte das Unternehmen später, der Fehler sei innerhalb von einer Stunde nach Entdeckung behoben worden. Auch wenn diese Sicherheitslücke bei den Überwachungskameras von Eufy aufgetreten ist: Sie ist doch eine gute Erinnerung daran, dass Software-Updates schiefgehen können. Und das wäre auch für Ihren Saugroboter nicht so toll …
es: En cuanto al historial de protección de datos de los usuarios de Eufy, en <a id="a1">mayo de 2021</a>, la empresa se vio obligada a <a id="a2">disculparse</a> por un error que expuso <a id="a3">grabaciones de video</a> de 712 usuarios a desconocidos a través de sus cámaras de seguridad. La empresa Eufy declaró que el problema técnico había ocurrido durante una actualización de software y "los usuarios pudieron ver grabaciones de video de las cámaras de otros usuarios”. Eufy declaró en un <a id="a4">comunicado</a> que el problema técnico se arregló una hora después de ser descubierto. Aunque este fallo de seguridad afecta sus cámaras de seguridad, es un buen recordatorio de que las actualizaciones de software pueden salir mal, lo que tampoco sería bueno para tu robot aspiradora.
pt_br: Em relação à proteção de dados do usuário pela Eufy, em <a id="a1">maio de 2021</a>, a empresa se <a id="a2">desculpou</a> por um bug em suas câmeras de segurança que expôs os <a id="a3">feeds de câmera</a> de 712 usuários para estranhos. A empresa informou que a falha ocorreu durante uma atualização de software e “os usuários tiveram acesso a feeds de vídeo das câmeras de outros usuários”. Em um <a id="a4">comunicado</a>, a Eufy disse que corrigiu o erro uma hora após sua descoberta. Embora esse problema de segurança tenha ocorrido com suas câmeras de segurança, é importante lembrar que as atualizações de software podem dar errado, o que também seria ruim para o seu robô aspirador.

# worst_case
source: On the privacy policy side of things, Eufy seems OK. Eufy doesn't sell your personal data, which is cool. Eufy does collect information on you and uses that information to show you ads for them and third parties, which isn’t super cool but also isn't unusual.
de: Was das Thema Datenschutz angeht, kommt Eufy ganz gut weg: Das Unternehmen verkauft Ihre personenbezogenen Daten nicht, was ziemlich cool ist. Eufy sammelt Informationen über Sie, um Ihnen eigene Werbung und Werbung von Dritten anzuzeigen. Das ist zwar weniger cool, aber auch nicht unüblich.
es: En cuanto a la política de privacidad, la de Eufy parece correcta. No vende tus datos personales, lo cual es genial. Eufy recopila información sobre ti y la utiliza para mostrarte su publicidad y la de terceros, lo cual no es tan bueno, pero tampoco es inusual.
pt_br: Quanto à política de privacidade, a Eufy parece estar na média. Ela não comercializa seus dados pessoais, o que é bom. Ela coleta informações sobre você e as utiliza para exibir anúncios próprios e de terceiros, o que não é ideal, mas também não é incomum.

# worst_case
source: What’s the worst that could happen? Well, it’s always possible someone could hack your WiFi and control your robot vacuum, sending it around your home mapping things and learning all about where your tables and chairs are. One way around this, you could always buy Eufy’s <a id="a1">“dumb” robot vacuum</a>, the RoboVac 11S, that doesn’t connect to WiFi. Just don’t expect it to clean quite as well.
de: Was ist das Schlimmste, das passieren könnte? Naja, es ist immer möglich, dass jemand Ihr WLAN hackt und Ihren Saugroboter steuert, ihn durch Ihre Wohnung schickt, alles kartiert und erfährt, wo Ihre Möbel stehen. Eine Lösung wäre, den RoboVac 11S, den „dummen“ Saugroboter von Eufy, zu kaufen, der sich nicht mit dem WLAN verbindet. Allerdings dürfen Sie auch nicht erwarten, dass er so gut wie seine Kollegen saubermacht.
es: ¿Qué es lo peor que podría suceder? Pues bien, siempre cabe la posibilidad de que alguien jaquee tu WiFi y controle tu robot aspiradora para averiguar qué hay en tu hogar y dónde se ubican las cosas. Para solucionar esto, podrías comprar el <a id="a1">robot aspiradora “básico” </a>, el RoboVac 11S, que no se conecta a WiFi. Pero no esperes que limpie tan bien.
pt_br: E o que pode dar errado? Bem, sempre há a possibilidade de alguém hackear o seu wi-fi e controlar o seu aspirador de pó robô, fazendo-o passear pela sua casa para mapear tudo e descobrir onde estão seus móveis. Uma solução seria comprar o <a id="a1">aspirador de pó robô “burro”</a> da Eufy, o RoboVac 11S, que não precisa de wi-fi. Só não espere uma limpeza tão eficiente quanto a do modelo inteligente.

# how_does_it_use_data_collected
source: Eufy does not sell data. The sharing is limited only to information required by services. When you use third-party services, their own terms and privacy policies will apply to your use of these services. Eufy does say, "We may show advertisements to you and others for our Products and third-party products based on the information we have collected from you, such as: what you have installed, accessed, used, and purchased.
de: Eufy verkauft keine Daten. Die Weitergabe beschränkt sich auf Daten, die die Services benötigen. Wenn Sie Services von Dritten in Anspruch nehmen, gelten deren jeweilige AGB und Datenschutzrichtlinien. Eufy sagt: „Wir können Ihnen und anderen Personen Werbung für unsere Produkte und Produkte von Dritten anzeigen, ausgehend von den Informationen, die wir von Ihnen gesammelt haben, zum Beispiel was Sie installiert, genutzt und gekauft haben.“
es: Eufy no vende los datos. Los que comparte se limitan a información requerida por servicios. Cuando utilices los servicios de terceros, se aplicarán sus propios términos y políticas de privacidad por el uso de esos servicios. Eufy afirma: "Podemos mostrarte anuncios de nuestros productos y de terceros según la información que hemos recopilado de ti como por ejemplo: qué has accesado, instalado, usado o comprado".
pt_br: A Eufy não comercializa seus dados. O compartilhamento está restrito somente às informações requeridas pelos serviços. Ao usar serviços de terceiros, os termos e políticas de privacidade próprios desses serviços serão aplicáveis ao seu uso. A Eufy informa que “pode exibir anúncios de seus produtos e de terceiros para você com base nas suas informações coletadas, como: o que você instalou, acessou, usou e comprou”.

# tips_to_protect_yourself
source: Use two-factor authentication
de: Nutzen Sie Zwei-Faktor-Authentifizierung
es: Utiliza la autenticación de dos factores
pt_br: Use a autenticação de dois fatores

# tips_to_protect_yourself
source: Limit your robot vacuum's data sharing
de: Begrenzen Sie die Datenfreigabe Ihres Roboterstaubsaugers
es: Limita los datos compartidos de tu robot aspirador
pt_br: Limite o compartilhamento de dados do seu robô aspirador

# tips_to_protect_yourself
source: Use strong passwords
de: Verwenden Sie starke Passwörter
es: Utiliza contraseñas seguras
pt_br: Utilize senhas fortes

# tips_to_protect_yourself
source: Keep your robot vacuum's firmware updated
de: Halten Sie die Firmware Ihres Saugroboters auf dem neuesten Stand
es: Mantén actualizado el firmware de tu robot aspirador
pt_br: Mantenha o firmware de seu robô aspirador atualizado

# personal_data_collected
source: Name, email address
de: Name, E-Mail-Adresse
es: Nombre, dirección de correo electrónico
pt_br: Nome, endereço de e-mail

# how_can_you_control_your_data
source: Eufy provides you with the ability to review, manage, or delete your information.
de: Eufy bietet Ihnen die Möglichkeit, Ihre Daten zu prüfen, zu verwalten und zu löschen.
es: Eufy te permite revisar, administrar o borrar tu información.
pt_br: A Eufy lhe permite analisar, gerenciar ou excluir suas informações.

# track_record_details
source: In <a id="a1">May 2021</a>, Eufy was forced to <a id="a2">apologize</a> for a bug that exposed the <a id="a3">camera feeds</a> of 712 users to strangers. Eufy said the glitch happened during a software update and “users were able to access video feeds from other users’ cameras.” Eufy said in a <a id="a4">statement</a> the glitch was fixed an hour after it was discovered.
de: Im <a id="a1">Mai 2021</a> sah sich Eufy gezwungen, sich für einen Fehler zu <a id="a2">entschuldigen</a>, durch den die <a id="a3">Kameraaufzeichnungen</a> von 712 Nutzern für Fremde sichtbar wurden. Eufy sagte, der Fehler sei während eines Software-Updates aufgetreten und „Nutzer konnten auf Video-Feeds von den Kameras anderer Nutzer zugreifen.“ Eufy sagte in einer <a id="a4">Erklärung</a>, dass die Störung eine Stunde nach ihrer Entdeckung behoben wurde.
es: En <a id="a1">mayo de 2021</a>, Eufy se vio obligado a <a id="a2">disculparse</a> por un bug que expuso las <a id="a3">transmisiones de las cámaras</a> de 712 usuarios a extraños. Eufy dijo que el fallo ocurrió durante una actualización de software y que «algunos usuarios pudieron acceder a los canales de vídeo de las cámaras de otros usuarios». Eufy dijo en una <a id="a4">declaración</a> que el fallo se solucionó una hora después de ser descubierto.
pt_br: Em <a id="a1">maio de 2021</a>, a Eufy foi forçada a <a id="a2">se desculpar</a> por um bug que expôs os <a id="a3">feeds de câmeras</a> de 712 usuários a estranhos. A Eufy disse que a falha aconteceu durante uma atualização de software e “os usuários foram capazes de acessar feeds de vídeo das câmeras de outros usuários." A Eufy informou em um <a id="a4">comunicado</a> a falha foi corrigida uma hora depois de ser descoberta.

# ai_what_can_it_do
source: The built-in AI reduces the number of false alerts you receive by intelligently differentiating people from objects. It has features alike pet detection, and even crying detection.
de: Die integrierte künstliche Intelligenz reduziert die Anzahl der Fehlalarme, die Sie erhalten, indem sie auf intelligente Weise zwischen Personen und Objekten unterscheidet. Sie verfügt über Funktionen wie die Erkennung von Haustieren und sogar die Erkennung des Weinens.
es: La IA integrada reduce la cantidad de falsas alertas que recibes ya que puede diferenciar a las personas de los objetos. Tiene características como la detección de mascotas, e incluso la detección de llantos.
pt_br: A IA integrada reduz o número de alertas falsos que você recebe, diferenciando inteligentemente as pessoas dos objetos. Possui recursos como detecção de animais de estimação e até mesmo detecção de choro.
