Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/eufy-security-cams.po
Languages: de, pt_br

# biometric_data_collected
source: Face images and underlying face prints (if you choose to enable imaging and biometric features).
de: Gesichtsbilder und zugehörige gedruckte Bilder von Ihrem Gesicht (wenn Sie die Bildgebung und biometrische Merkmale aktivieren).
pt_br: Imagens faciais e impressões faciais subjacentes (se optar por ativar recursos de imagem e biométricos).

# how_can_you_control_your_data
source: We ding this product because it is not clear all users have the same rights to access and delete their data. Eufy specifically mentions the right to delete data only for users based in California.
de: Wir beanstanden dieses Produkt, weil nicht klar ist, dass alle Nutzer die gleichen Rechte auf Zugriff und Löschung ihrer Daten haben. Eufy erwähnt das Recht, Daten zu löschen, ausdrücklich nur für Nutzer mit Sitz in Kalifornien.
pt_br: Nós gongamos este produto porque não está claro se todos os usuários têm os mesmos direitos de acessar e excluir seus dados. A Eufy menciona especificamente o direito de excluir dados apenas para usuários baseados na Califórnia.

# how_can_you_control_your_data
source: "Subject to applicable law, you may have the following rights regarding the Processing of your Relevant Personal Data...."
de: „Vorbehaltlich des geltenden Rechts haben Sie möglicherweise die folgenden Rechte in Bezug auf die Verarbeitung Ihrer relevanten personenbezogenen Daten....“
pt_br: "Sujeito à lei aplicável, você pode ter os seguintes direitos em relação ao Processamento de seus Dados Pessoais Relevantes..."

# how_can_you_control_your_data
source: <b>Data retention policies for Eufy are rather confusing</b>, however Eufy does promise to delete or anonymised data once they do not need it any more:<br/>"Once the periods in paragraphs (1), (2) and (3) above, each to the extent applicable, have concluded, we will either:<br/>- permanently delete or destroy the relevant Personal Data; or<br/>- anonymize the relevant Personal Data."
de: <b>Die Datenaufbewahrungsrichtlinien von Eufy sind eher verwirrend</b>, allerdings verspricht Eufy, die Daten zu löschen oder zu anonymisieren, sobald sie nicht mehr benötigt werden: <br/>„Nach Ablauf der in den Absätzen (1), (2) und (3) genannten Fristen, jeweils in dem Maße ihrer Anwendbarkeit, werden wir entweder:<br/>- die relevanten personenbezogenen Daten dauerhaft löschen oder vernichten; oder<br/>- die relevanten personenbezogenen Daten anonymisieren.“
pt_br: <b>As políticas de retenção de dados da Eufy são bastante confusas</b>, no entanto, a Eufy promete excluir ou anonimizar dados assim que não precisarem mais: <br/>"Uma vez que os períodos nos parágrafos (1), (2) e (3) acima, cada um na medida aplicável, tenham sido concluídos, nós:<br/>- excluiremos ou destruiremos permanentemente os Dados Pessoais relevantes; ou<br/>- anonimizaremos os Dados Pessoais relevantes."

# track_record_details
source: In June 2022,<a id="a1"> three security vulnerabilities</a> were found in Eufy's Homebase 2 video storage and management device that <a id="a2">could have allowed hackers</a> to take control of the hub, control it remotely, or steal video footage. Eufy/Anker <a id="a3">developed fixes for these secruity vulnerabilities</a> and released them to users in a timely manner.
de: Im Juni 2022 wurden <a id="a1">drei Sicherheitslücken</a> in dem Videospeicher- und -verwaltungsgerät Homebase 2 von Eufy gefunden, die <a id="a2">es Hackern ermöglicht hätten</a>, die Kontrolle über den Hub zu übernehmen, ihn fernzusteuern oder Videomaterial zu stehlen. Eufy/Anker <a id="a3">entwickelten Korrekturen für diese Sicherheitslücken</a> und gaben sie rechtzeitig für die Nutzer frei.
pt_br: Em junho de 2022,<a id="a1"> três vulnerabilidades de segurança</a> foram encontradas no dispositivo de armazenamento e gerenciamento de vídeo Homebase 2 da Eufy que <a id="a2">poderia ter permitido que hackers</a> assumissem o controle do hub, o controlassem remotamente ou roubassem imagens de vídeo. A Eufy/Anker <a id="a3">desenvolveu correções para essas vulnerabilidades de segurança</a> e as liberou para os usuários em tempo hábil.

# track_record_details
source: In <a id="a1">May 2021</a>, Eufy was forced to <a id="a2">apologize</a> for a bug that exposed the <a id="a3">camera feeds</a> of 712 users to strangers. Eufy said the glitch happened during a software update and “users were able to access video feeds from other users’ cameras.” Eufy said in a <a id="a4">statement</a> the glitch was fixed an hour after it was discovered.
de: Im <a id="a1">Mai 2021</a> sah sich Eufy gezwungen, sich für einen Fehler zu <a id="a2">entschuldigen</a>, durch den die <a id="a3">Kameraaufzeichnungen</a> von 712 Nutzern für Fremde sichtbar wurden. Eufy sagte, der Fehler sei während eines Software-Updates aufgetreten und „Nutzer konnten auf Video-Feeds von den Kameras anderer Nutzer zugreifen.“ Eufy sagte in einer <a id="a4">Erklärung</a>, dass die Störung eine Stunde nach ihrer Entdeckung behoben wurde.
pt_br: Em <a id="a1">maio de 2021</a>, a Eufy foi forçada a <a id="a2">se desculpar</a> por um bug que expôs os <a id="a3">feeds de câmeras</a> de 712 usuários a estranhos. A Eufy disse que a falha aconteceu durante uma atualização de software e “os usuários foram capazes de acessar feeds de vídeo das câmeras de outros usuários." A Eufy informou em um <a id="a4">comunicado</a> a falha foi corrigida uma hora depois de ser descoberta.

# child_safety_blurb
source: Our Sites, products, or services are not directed to children under the age of 13. As a result, our Sites, products, or services do not request or knowingly collect personal information from individuals under the age of 13. If you are not 13 or older, you should not visit or use our Sites, products, or services .
de: Unsere Websites, Produkte und Dienstleistungen richten sich nicht an Kinder unter 13 Jahren. Daher fordern unsere Websites, Produkte oder Dienstleistungen keine persönlichen Daten von Personen unter 13 Jahren an und erfassen diese auch nicht wissentlich. Wenn Sie nicht mindestens 13 Jahre alt sind, sollten Sie unsere Websites, Produkte oder Dienstleistungen nicht besuchen oder nutzen.
pt_br: Nossos Sites, produtos ou serviços não são direcionados a crianças menores de 13 anos. Como resultado, nossos Sites, produtos ou serviços não solicitam ou coletam conscientemente informações pessoais de indivíduos com menos de 13 anos de idade. Se você não tem 13 anos ou mais, não deve visitar ou usar nossos Sites, produtos ou serviços .

# ai_what_can_it_do
source: The built-in AI reduces the number of false alerts you receive by intelligently differentiating people from objects. It has features like pet detection, and even crying detection.
de: Die integrierte künstliche Intelligenz reduziert die Anzahl der Fehlalarme, die Sie erhalten, indem sie auf intelligente Weise zwischen Personen und Objekten unterscheidet. Sie verfügt über Funktionen wie die Erkennung von Haustieren und sogar die Erkennung des Weinens.
pt_br: A IA integrada reduz o número de alertas falsos que você recebe, diferenciando inteligentemente as pessoas dos objetos. Possui recursos como detecção de animais de estimação e até mesmo detecção de choro.
