Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/eufy-security-cams.po
Languages: de, pt_br

# title
source: Eufy Security Cams
pt_br: Câmeras de segurança Eufy

# blurb
source: Eufy makes both indoor and outdoor security cameras to keep an eye on your home, your pets, and your neighborhood. They offer the standard features--HD video, live streaming, two-way audio, night vision. You store your data locally on a microSD card or on Eufy's HomeBase video storage and management box. Then live stream your video to your phone in the Eufy app where they use strong end-to-ed encryption to protect your video. For pet owners, the cameras use an AI that detects and sends a notification if you pet is present. These cameras even have a feature that lets you play a warning message to your pooch if he goes in the living room when he's not supposed to. Humans love it. Dogs, not so much. As for privacy and security, well, Eufy could do better there.
de: Eufy stellt Sicherheitskameras für den Innen- und Außenbereich her, mit denen Sie ein Auge auf Ihr Haus, Ihre Haustiere und Ihre Nachbarschaft haben können. Sie bieten die Standardfunktionen - HD-Video, Live-Streaming, Zwei-Wege-Audio, Nachtsicht. Sie speichern Ihre Daten lokal auf einer microSD-Karte oder in der HomeBase-Videospeicher- und Verwaltungsbox von Eufy. Anschließend werden die Videos über die Eufy-App per Live-Streaming auf Ihr Telefon übertragen, wo sie durch eine starke End-to-End-Verschlüsselung geschützt werden. Für Haustierbesitzer verwenden die Kameras eine KI, die erkennt und eine Benachrichtigung sendet, wenn Ihr Haustier anwesend ist. Die Kameras verfügen sogar über eine Funktion, mit der Sie Ihrem Hund eine Warnmeldung vorspielen können, wenn er das Wohnzimmer betritt, obwohl er es nicht soll. Menschen lieben das. Hunde nicht so sehr. Was den Schutz der Privatsphäre und die Sicherheit angeht, so könnte Eufy hier mehr leisten.
pt_br: A Eufy fabrica câmeras de segurança internas e externas para vigiar sua casa, seus animais de estimação e seu bairro. Eles oferecem os recursos padrão - vídeo HD, transmissão ao vivo, áudio bidirecional, visão noturna. Você armazena seus dados localmente em um cartão microSD ou na caixa de armazenamento e gerenciamento de vídeo HomeBase do Eufy. Em seguida, transmita seu vídeo ao vivo para o telefone no aplicativo Eufy, onde eles usam criptografia end-to-ed forte para proteger seu vídeo. Para donos de animais de estimação, as câmeras usam uma IA que detecta e envia uma notificação se seu animal de estimação estiver presente. Essas câmeras até têm um recurso que permite que você toque uma mensagem de aviso para o seu cão se ele entrar na sala de estar quando não deveria. Cães, nem tanto. Quanto à privacidade e segurança, bem, Eufy poderia fazer melhor lá.

# worst_case
source: In 2021 your intrepid *Privacy Not Included researcher decided she needed some indoor security cams to help keep an eye on her beloved kitty while away on a trip for a couple of nights. Being a privacy researcher, the one feature I demanded in my security cams was that all video be stored locally where I had control over it, not out on the internet in the less secure cloud. So I bought Eufy’s security cams for their local storage and because at the time they seemed to do a pretty good job protecting my personal data. Unfortunately, taking a look back at Eufy’s (actually, their parent company Anker’s) privacy policy in 2022 leaves me a bit worried about my decision.
de: Im Jahr 2021 beschloss Ihre unerschrockene *Datenschutz nicht inbegriffen-Forscherin, dass sie ein paar Sicherheitskameras für den Innenbereich brauchte, um ihre geliebte Katze im Auge zu behalten, während sie für ein paar Nächte verreist war. Als Datenschutzforscherin verlangte ich von meinen Sicherheitskameras, dass alle Videos lokal gespeichert werden, wo ich die Kontrolle darüber habe, und nicht im Internet in der weniger sicheren Cloud. Also kaufte ich die Sicherheitskameras von Eufy wegen ihrer lokalen Speicherung und weil sie damals meine persönlichen Daten ziemlich gut zu schützen schienen. Wenn ich mir die Datenschutzrichtlinien von Eufy (bzw. der Muttergesellschaft Anker) im Jahr 2022 ansehe, bin ich leider etwas verunsichert über meine Entscheidung.
pt_br: Em 2021, sua intrépida pesquisadora de *Privacy Not Included decidiu que precisava de algumas câmeras de segurança internas para ajudar a ficar de olho em seu querido gatinho enquanto estava fora em uma viagem por algumas noites. Sendo uma pesquisadora de privacidade, o único recurso que exigi em minhas câmeras de segurança era que todos os vídeos fossem armazenados localmente onde eu tivese controle sobre eles, não na internet na nuvem menos segura. Então eu comprei as câmeras de segurança da Eufy para o armazenamento local deles porque na época eles pareciam fazer um bom trabalho protegendo meus dados pessoais. Infelizmente, rever a política de privacidade da Eufy (na verdade, da sua controladora Anker) em 2022 me deixa um pouco preocupada quanto à minha decisão.

# worst_case
source: And this is a common problem with connected products. Companies reserved the right to update their <a id="a1">privacy policy</a> at any time. And so overnight a company’s privacy policy can go from good to bad, or from OK to not-so-OK at least. That seems to be what happened with Eufy. A company I felt pretty OK with in the past now earns our *Privacy Not Included warning label. Boo!
de: Und das ist ein häufiges Problem bei vernetzten Produkten. Die Unternehmen behalten sich das Recht vor, ihre <a id="a1">Datenschutzrichtlinien</a> jederzeit zu aktualisieren. Und so kann sich die Datenschutzpolitik eines Unternehmens über Nacht von gut zu schlecht oder zumindest von akzeptabel zu nicht ganz so akzeptabel verändern. Genau das scheint mit Eufy passiert zu sein. Ein Unternehmen, mit dem ich in der Vergangenheit recht gut zurechtkam, verdient jetzt unseren Warnhinweis *Datenschutz nicht inbegriffen. Pfui!
pt_br: E este é um problema comum com produtos conectados. As empresas se reservaram o direito de atualizar sua <a id="a1">política de privacidade</a> a qualquer momento. E assim, da noite para o dia, a política de privacidade de uma empresa pode ir de boa para ruim, ou de OK para não tão OK, pelo menos. Parece ser o que aconteceu com a Eufy. Uma empresa com a qual me senti muito bem no passado agora ganha nosso rótulo de aviso *Privacidade não incluída. Bú!

# worst_case
source: Eufy says they can collect a good deal of personal information on you -- things like name, email, gender, birth date, location, device information, and more. And while Eufy says they don’t sell your personal information -- which is good -- they say they can use that information to show you ads from them and third party advertisers, which isn’t so good (but also pretty standard on the internet these days). They also say they can collect personal information on you from third parties who provide it to them, such as law enforcement authorities. This worries us a bit because the way that line in their privacy policy is written is rather vague and seems like it could leave open the possibility they could collect information on users from a variety of third parties, for example, data brokers.
de: Eufy gibt an, dass sie eine ganze Reihe persönlicher Daten über Sie sammeln können – Dinge wie Name, E-Mail, Geschlecht, Geburtsdatum, Standort, Geräteinformationen und mehr. Und obwohl Eufy behauptet, dass sie Ihre persönlichen Daten nicht verkaufen – was gut ist –, erklären sie, dass sie diese Daten verwenden können, um Ihnen Werbung von ihnen und von Drittanbietern zu zeigen, was nicht so gut ist (aber heutzutage auch ziemlich normal im Internet). Sie sagen auch, dass sie persönliche Informationen über Sie von Dritten sammeln können, die ihnen diese zur Verfügung stellen, z. B. von Strafverfolgungsbehörden. Das beunruhigt uns ein wenig, denn die Art und Weise, wie diese Zeile in den Datenschutzbestimmungen formuliert ist, ist ziemlich vage und scheint die Möglichkeit offen zu lassen, dass sie Informationen über Nutzer von einer Vielzahl von Dritten, z. B. Datenmaklern, sammeln könnten.
pt_br: A Eufy diz que pode coletar uma boa quantidade de informações pessoais sobre você - como nome, e-mail, sexo, data de nascimento, localização, informações do dispositivo e muito mais. E enquanto a Eufy diz que não vende suas informações pessoais - o que é bom - eles dizem que podem usar essas informações para mostrar anúncios deles e de anunciantes de terceiros, o que não é tão bom (mas também bastante padrão na internet nos dias de hoje). Eles também dizem que podem coletar informações pessoais sobre você de terceiros, como autoridades policiais. Isso nos preocupa um pouco porque a maneira como essa linha em sua política de privacidade é escrita é bastante vaga e parece que pode deixar em aberto a possibilidade de coletar informações sobre usuários de uma variedade de terceiros, como por exemplo, corretores de dados.

# worst_case
source: Eufy’s security cameras still do some really good privacy-related things. We really like that your security cam footage is stored locally where only you can access and control it, not in the much less secure cloud (there is a cloud option though). You can access your videos at any time through the Eufy app, and that footage is protected by strong end-to-end encryption. This is all very cool. Eufy's AI provides human, pet, and crying detection for what your security cams see. One key value of Eufy's local storage is that all AI analysis of humans and crying babies is done locally, which ensures privacy and is usually much quicker than cloud-based AI analysis. One other advantage of Eufy’s local storage of video is it <a id="a1">makes it harder for law enforcement to get their hands on it without your consent</a>, which is a good thing.
de: Die Sicherheitskameras von Eufy bieten trotzdem einige wirklich gute Funktionen für den Datenschutz. Wir finden es sehr gut, dass die Aufnahmen Ihrer Sicherheitskamera lokal gespeichert werden, wo nur Sie darauf zugreifen und sie kontrollieren können, und nicht in der viel weniger sicheren Cloud (es gibt allerdings eine Cloud-Option). Sie können jederzeit über die Eufy-App auf Ihre Videos zugreifen, und die Aufnahmen sind durch eine starke End-to-End-Verschlüsselung geschützt. Das ist alles sehr cool. Die KI von Eufy ermöglicht die Erkennung von Menschen, Haustieren und Schreien bei dem, was Ihre Sicherheitskameras sehen. Ein wichtiger Vorteil der lokalen Speicherung von Eufy ist, dass die gesamte KI-Analyse von Menschen und weinenden Babys lokal erfolgt, was den Datenschutz gewährleistet und in der Regel viel schneller ist als eine KI-Analyse in der Cloud. Ein weiterer Vorteil der lokalen Speicherung von Eufy-Videos ist, dass es <a id="a1">für Strafverfolgungsbehörden schwieriger ist, ohne Ihre Zustimmung an die Videos heranzukommen</a>, was eine gute Sache ist.
pt_br: As câmeras de segurança da Eufy ainda fazem coisas muito boas quanto à privacidade. Nós gostamos muito do fato de que sua câmera de segurança seja armazenada localmente, onde apenas você pode acessá-la e controlá-la, não na nuvem muito menos segura (embora haja uma opção de nuvem). Você pode acessar seus vídeos a qualquer momento através do aplicativo Eufy, e essas imagens são protegidas por criptografia forte de ponta a ponta. Isso tudo é muito legal. A IA da Eufy fornece detecção de humanos, animais de estimação e choro no que suas câmeras de segurança veem. Um valor fundamental do armazenamento local da Eufy é que todas as análises de IA de humanos e bebês chorando são feitas localmente, o que garante privacidade e geralmente é muito mais rápido do que a análise de IA baseada em nuvem. Uma outra vantagem do armazenamento local de vídeo da Eufy é que <a id="a1">torna mais difícil para as autoridades colocarem as mãos nela sem o seu consentimento</a>, o que é uma coisa boa.

# worst_case
source: Unfortunately, Eufy has also had some significant security vulnerabilities. In June 2022, security experts found<a id="a1"> three security vulnerabilities</a> in Eufy's Homebase 2 video storage and management device that <a id="a2">could have allowed hackers</a> to take control of the hub, control it remotely, or steal video footage. Eufy/Anker <a id="a3">developed fixes for these security vulnerabilities</a> and released them to users in a timely manner. And in <a id="a4">May 2021</a>, Eufy was forced to <a id="a5">apologize for a bug</a> that <a id="a6">exposed the camera feeds</a> of 712 users to strangers. Eufy said the glitch happened during a software update and “users were able to access video feeds from other users’ cameras.” <a id="a7">Eufy said in a statement</a> the glitch was fixed an hour after it was discovered. So, the bad news is, Eufy’s security cameras have had some serious security issues. The good news is, Eufy seems to have stepped up and immediately fixed these bugs and to get them out to their users quickly.
de: Leider gab es bei Eufy auch einige erhebliche Sicherheitslücken. Im Juni 2022 fanden Sicherheitsexperten <a id="a1">drei Sicherheitslücken</a> im Homebase 2-Videospeicher und -Verwaltungsgerät von Eufy, die es <a id="a2">Hackern ermöglicht hätten</a>, die Kontrolle über den Hub zu übernehmen, ihn fernzusteuern oder Videomaterial zu stehlen. Eufy/Anker <a id="a3">entwickelten Korrekturen für diese Sicherheitslücken</a> und gaben sie rechtzeitig für die Nutzer frei. Im <a id="a4">Mai 2021</a> sah sich Eufy gezwungen, <a id="a5">sich für einen Fehler zu entschuldigen</a>, durch den die <a id="a6">Kameraaufzeichnungen</a> von 712 Nutzern für Fremde sichtbar wurden. Eufy sagte, der Fehler sei während eines Software-Updates aufgetreten und „Nutzer konnten auf Video-Feeds von den Kameras anderer Nutzer zugreifen.“ <a id="a7">Eufy teilte in einer Erklärung mit</a>, dass die Störung eine Stunde nach ihrer Entdeckung behoben wurde. Die schlechte Nachricht ist also, dass die Sicherheitskameras von Eufy einige ernsthafte Sicherheitsprobleme hatten. Die gute Nachricht ist, dass Eufy diese Fehler sofort behoben hat und seine Nutzer schnell darüber informiert hat.
pt_br: Infelizmente, a Eufy também teve algumas vulnerabilidades de segurança significativas. Em junho de 2022, especialistas em segurança encontraram<a id="a1"> três vulnerabilidades de segurança</a> no dispositivo de armazenamento e gerenciamento de vídeo Homebase 2 da Eufy que <a id="a2">poderia ter permitido que hackers</a> assumissem o controle do hub, o controlassem remotamente ou roubassem imagens de vídeo. A Eufy/Anker <a id="a3">desenvolveu correções para essas vulnerabilidades de segurança</a> e as liberou para os usuários em tempo hábil. E em <a id="a4">maio de 2021</a>, a Eufy foi forçada a <a id="a5">se desculpar por um bug</a> que <a id="a6">expôs os feeds de câmeras</a> de 712 usuários a estranhos. A Eufy disse que a falha aconteceu durante uma atualização de software e “os usuários foram capazes de acessar feeds de vídeo das câmeras de outros usuários." <a id="a7">A Eufy informou em um comunicado</a> que a falha foi corrigida uma hora depois de ser descoberta. A má notícia é que as câmeras de segurança da Eufy tiveram sérios problemas de segurança. A boa notícia é, a Eufy parece ter agido e corrigido imediatamente esses bugs e levado isso a seus usuários rapidamente.

# worst_case
source: What’s the worst that could happen with Eufy’s security cameras? Well, strangers getting access to the video feeds of cameras in and around your home is pretty dang awful. That is always a concern with security cameras in your home. And while it is great that Eufy has local storage to help keep those videos of you and your cat kissing under your control, it’s not so great that Eufy has a history of security vulnerabilities that could leave those cat kissing video open to hackers.
de: Was ist das Schlimmste, was mit den Sicherheitskameras von Eufy passieren kann? Nun, dass Fremde Zugang zu den Videoübertragungen der Kameras in und um Ihr Haus herum erhalten, ist ziemlich schrecklich. Das ist immer ein Problem bei Sicherheitskameras in Ihrem Haus. Es ist zwar großartig, dass Eufy über einen lokalen Speicher verfügt, um die Videos von Ihnen und Ihrer Katze, während Sie sie küssen, unter Ihrer Kontrolle zu halten, aber es ist nicht so großartig, dass Eufy eine Reihe von Sicherheitslücken aufweist, die dazu führen können, dass die Videos von Katzenküssen für Hacker zugänglich sind.
pt_br: Qual é a pior coisa que pode acontecer com as câmeras de segurança da Eufy? Estranhos tendo acesso aos vídeos das câmeras dentro e ao redor da sua casa é bem horrível. Isso é sempre uma preocupação com câmeras de segurança em sua casa. E embora seja ótimo que a Eufy tenha armazenamento local para ajudar a manter esses vídeos de você beijando seu gato sob seu controle, não é tão bom que a Eufy tenha um histórico de vulnerabilidades de segurança que podem deixar esses vídeos de beijos de gato abertos para hackers.

# how_does_it_use_data_collected
source: We ding this product for sharing personal data for advertisement and for combining users' data with data from third parties.
de: Wir bemängeln an diesem Produkt, dass es personenbezogene Daten zu Werbezwecken weitergibt und die Daten der Nutzer mit denen von Dritten kombiniert.
pt_br: Nós gongamos este produto por compartilhar dados pessoais para publicidade e para combinar os dados dos usuários com dados de terceiros.

# how_does_it_use_data_collected
source: <b>Eufy does not sell data. However, they share personal identifiers with third parties for advertisement purposes:</b> "We do not Sell any personal information to third parties. In particular, we do not Sell the personal information of minors under 16 years of age. In the preceding 12 months, we have disclosed the following categories of personal information to the following categories of recipients: [...] Advertising networks, data analytics providers. - Personal Identifiers."
de: <b>Eufy verkauft keine Daten. Allerdings werden persönliche Identifikatoren zu Werbezwecken an Dritte weitergegeben:</b> „Wir verkaufen keine persönlichen Informationen an Dritte. Insbesondere verkaufen wir keine persönlichen Daten von Minderjährigen unter 16 Jahren. In den vorangegangenen 12 Monaten haben wir die folgenden Kategorien von personenbezogenen Daten an die folgenden Kategorien von Empfängern weitergegeben: [...] Werbenetzwerke, Datenanalyseanbieter. - Persönliche Identifikatoren.“
pt_br: A <b>Eufy não vende dados. No entanto, eles compartilham identificadores pessoais com terceiros para fins de publicidade:</b> "Não vendemos nenhuma informação pessoal a terceiros. Em particular, não vendemos as informações pessoais de menores de 16 anos. Nos últimos 12 meses, divulgamos as seguintes categorias de informações pessoais para as seguintes categorias de destinatários: [...] Redes de publicidade, provedores de análise de dados. - Identificadores Pessoais."

# how_does_it_use_data_collected
source: <b>Eufy also combines users' data with data obtained from third parties:</b> "We collect or obtain Personal Data from third parties who provide it to us (e.g., credit reference agencies; law enforcement authorities; etc.)."
de: <b>Eufy kombiniert auch die Daten der Nutzer mit Daten, die von Dritten stammen:</b> „Wir sammeln oder erhalten personenbezogene Daten von Dritten, die sie uns zur Verfügung stellen (z. B. Kreditauskunfteien, Strafverfolgungsbehörden usw.)“.
pt_br: A <b>Eufy também combina os dados dos usuários com os dados obtidos de terceiros:</b> "Coletamos ou obtemos Dados Pessoais de terceiros que nos fornecem (por exemplo, agências de referência de crédito, autoridades policiais, etc.)."

# user_friendly_privacy_policy_helptext
source: Structured and concise.
de: Strukturiert und klar.
pt_br: Estruturada e concisa.

# tips_to_protect_yourself
source: Keep your camera firmwave up to date
de: Halten Sie die Firmware Ihrer Kamera auf dem neuesten Stand
pt_br: Mantenha sua câmera firmwave atualizada

# tips_to_protect_yourself
source: Protect your Wi-Fi router with a strong password
de: Schützen Sie Ihren WLAN-Router mit einem sicheren Passwort
pt_br: Proteja seu roteador Wi-Fi com uma senha forte

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
de: Melden Sie sich nicht mit Konten von Drittanbietern an. Melden Sie sich am besten einfach mit Ihrer E-Mail und einem starken Passwort an.
pt_br: Não se cadastre com contas de terceiros. É melhor acessar somente com email e senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Dafür können Sie auch ein Passwortkontrollprogramm anwenden, wie 1Password, KeePass etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Nutzen Sie Ihre Datenschutzeinstellungen, um den Zugriff auf Ihre personenbezogenen Daten per App zu beschränken (d. h., geben Sie Kamera, Mikrofon, Bildern und Standort keinen Zugriff, es sei denn es ist notwendig)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso às suas informações pessoais via aplicativo (não dê acesso à sua câmera, microfone, imagens e vídeos)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät (z. B. auf dem iPhone unter „Datenschutz“ > „Werbung“ > „Ad-Tracking beschränken“) und die größten Werbenetzwerke ein (bei Google öffnen Sie Ihr Google-Konto und schalten die Anzeigenpersonalisierung aus)
pt_br: Limite o rastreamento de publicidade no seu dispositivo (ex.: no iPhone acesse Privacidade e Segurança -> Publicidade da Apple -> desative Anúncios Personalizados) e nas maiores redes de anúncios (para o Google, acesse sua conta Google e desative os anúncios personalizados)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Beantragen Sie die Löschung Ihrer Daten, wenn Sie die App nicht mehr nutzen. Das Deinstallieren der App auf Ihrem Gerät löscht normalerweise nicht automatisch Ihre personenbezogenen Daten.
pt_br: Solicite que seus dados sejam excluídos assim que você parar de usar o aplicativo. Simplesmente excluir um aplicativo do seu dispositivo não apaga seus dados pessoais.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung für ein Konto nicht der Nachverfolgung Ihrer Daten zu, falls möglich.
pt_br: Ao iniciar uma inscrição, não concorde com o rastreamento de seus dados.

# tips_to_protect_yourself
source: Turn on the<a id="a1"> Two-step verification</a>
de: Aktivieren Sie<a id="a1"> die Zwei-Faktor-Authentifizierung</a>
pt_br: Ative a <a id="a1">verificação em duas etapas</a>

# personal_data_collected
source: Name, email address
de: Name, E-Mail-Adresse
pt_br: Nome, endereço de email
