Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/eufy-smart-scale.po
Languages: es

# title
source: Eufy Smart Scale
es: Báscula inteligente Eufy

# blurb
source: Sixteen body measurements! That's how many things Eufy's high end P2 Pro WiFi and Bluetooth connected smart scale tracks about you. Everything from weight to heart rate, to BMI, to bone mass, muscle mass, and even your scary sounding visceral and subcutaneous fat measurements. Download the <a id="a1">EufyLife app</a> and connect your phone to the scale to see all your measurements and get charts and graphs and a full body report. There's even a baby mode and pet mode to record how fast your furry or not-so-furry kids are growing. Eufy also makes some lower end scales that track similar things. They all use the Eufy Life app that can share your (very) personal data with Fitbit, Google Fit, or Apple Health if you connect the app to those services. Eufy does raise a few red flags for us on the privacy front, so here's hoping all your visceral fat data stays private!
es: ¡Dieciséis medidas corporales! Todo eso logra averiguar sobre ti la báscula inteligente de gama alta P2 Pro de Eufy que se conecta a WiFi y Bluetooth. Desde el peso hasta la frecuencia cardíaca, pasando por índice de masa corporal, la densidad ósea, la masa muscular y hasta la tan temida grasa visceral y subcutánea. Descarga la <a id="a1">aplicación EufyLife</a> y conecta tu teléfono a la báscula para conocer todas tus mediciones, obtener gráficas y un informe corporal completo. Cuenta también con un modo para bebés y mascotas para llevar un registro de lo rápido que están creciendo los peques peludos y no tan peludos. Eufy también fabrica básculas de gama más baja que realizan mediciones similares. Para todas se utiliza la aplicación Eufy Life, que puede compartir tus (tan) personales datos con Fitbit, Google Fit o Apple Health si vinculas la aplicación a esos servicios. Eufy dispara algunas alarmas en lo que a privacidad se refiere, así que esperemos que todos tus datos sobre la grasa visceral ¡sigan siendo privados!

# worst_case
source: According to Eufy’s <a id="a1">privacy policy</a>, they do say they can collect a good deal of personal information on you -- things like name, email, gender, birth date, location, device information, and of course this device collects health data like heart rate, weight, and BMI. And while Eufy says they don’t sell your personal information -- which is good -- they say they can use some of that information to show you ads from them and third party advertisers, which isn’t so good (but also pretty standard on the internet these days).
es: En su <a id="a1">política de privacidad</a>, Eufy señala que recopilan una buena cantidad de tu información personal, como nombre, dirección de correo electrónico, género, fecha de nacimiento, ubicación, información del dispositivo y, por supuesto, todos los datos de salud que recopila el dispositivo, como la frecuencia cardíaca, el peso y el índice de masa corporal. Aunque Eufy declara que no vende tu información personal (¡qué bien!), sí afirma que puede usarla para mostrarte anuncios propios y de terceros (¡qué mal!), pero resulta ser una práctica bastante común en internet).

# worst_case
source: They also say they can collect personal information on you from third parties who provide it to them, such as law enforcement authorities. This worries us a bit because the way that line in their privacy policy is written is rather vague and seems like it could leave open the possibility they could collect information on users from a variety of third parties, for example, data brokers. And finally, Eufy says they can use your personal information to profile you for the purpose of offering you personalized promotions and discounts. So if you get offered a screaming discount for that weight loss plan and your buddy doesn’t, it could be because Eufy knows more about you than you might want them to know.
es: También señala que puede recopilar información personal tuya que le proporcionan terceros , como las autoridades de cumplimiento de la ley. Nos preocupa un poco esto, porque la manera como está redactada esa sección de la política de privacidad de Eufy es bastante ambigua y cabe la posibilidad de que reúna información sobre los usuarios proveniente de gran variedad de terceros, como son los vendedores de datos. Por último, Eufy declara que puede utilizar tus datos para ofrecerte promociones y descuentos personalizados. Así que si te envían un descuento increíble para un plan para bajar de peso y tus amigos no lo reciben, quizá se deba a que Eufy sabe más cosas de ti de lo que quisieras.

# worst_case
source: It’s great we found no known security breaches of Eufy’s smart scales. Unfortunately, Eufy has had some significant security vulnerabilities with their security cameras. In June 2022, security experts found<a id="a1"> three security vulnerabilities</a> in Eufy's Homebase 2 video storage and management device that <a id="a2">could have allowed hackers</a> to take control of the hub, control it remotely, or steal video footage. Eufy/Anker <a id="a3">developed fixes for these security vulnerabilities</a> and released them to users in a timely manner. And in <a id="a4">May 2021</a>, Eufy was forced to <a id="a5">apologize for a bug</a> that <a id="a6">exposed the camera feeds</a> of 712 users to strangers. Eufy said the glitch happened during a software update and “users were able to access video feeds from other users’ cameras.” <a id="a7">Eufy said in a statement</a> the glitch was fixed an hour after it was discovered. So, the bad news is, Eufy’s security cameras have had some serious security issues. The good news is, Eufy seems to have stepped up and immediately fixed these bugs and to get them out to their users quickly.
es: Nos parece maravilloso que no hayamos encontrado fallos de seguridad conocidos en las básculas inteligentes de Eufy. Por desgracia, sus cámaras de seguridad sí han sufrido algunas vulnerabilidades graves. En junio de 2022, varios expertos de seguridad descubrieron <a id="a1"> tres vulnerabilidades de seguridad</a> en el dispositivo de control y almacenamiento de video de Homebase 2 de Eufy que <a id="a2">podría permitir a los piratas cibernéticos</a> tomar control del aparato, manejarlo de forma remota o robar grabaciones de video. Eufy/Anker <a id="a3">creó parches para arreglar esas vulnerabilidades de seguridad</a> y los distribuyó a los usuarios oportunamente. En <a id="a4">mayo de 2021</a>, Eufy se vio obligado a <a id="a5">disculparse por un error</a> que <a id="a6">expuso las grabaciones de video </a> de 712 usuarios a desconocidos. Eufy declaró que el problema técnico ocurrió durante una actualización de software y “los usuarios pudieron ver las grabaciones de video de las cámaras de otros usuarios”. <a id="a7">En un comunicado, la compañía manifestó que </a> arregló el error una hora después de que lo descubrieron. Así que, la mala noticia es que las cámaras de seguridad de Eufy han tenido algunos incidentes graves de seguridad y la buena noticia es que Eufy parece haber puesto manos a la obra para corregir inmediatamente estos fallos para hacerlos llegar rápidamente a sus usuarios.

# worst_case
source: So, the bad news is, Eufy’s security cameras have had some serious security issues. The good news is, Eufy as a company seems to have stepped up and immediately fixed these bugs and to get the updates out to their users quickly. While these security oopsies happened to their video cameras, not their smart scale, it’s a good reminder that bugs happen and software updates can go wrong, which wouldn’t be good for your smart scale (although, you’re probably less vulnerable to a bug in your smart scale than your security camera or smart lock).
es: Aunque esos incidentes de seguridad sucedieron con sus cámaras de video y no con su báscula inteligente, resultan un buen recordatorio de que los fallos de software suceden y las actualizaciones pueden salir mal (un mal augurio para tu báscula inteligente, aunque probablemente estarías menos expuesto con tu báscula inteligente que con la cámara de seguridad o la cerradura inteligente).

# worst_case
source: What’s the worst that could happen? Well, nobody wants those sixteen body measurements -- including your visceral fat -- shared out to the world. You probably also don’t want to be profiled by the data this smart scale could collect to offer you discounts and promotions. It would suck to be working hard to get back in shape, put on some pounds of muscle, Eufy sees those extra pounds and you start seing ads for discounts on weight loss supplements and that makes you feel bad about gaining weight when you’re really just getting strong and gaining muscle. OK, that might not happen. But, who knows maybe it’s not that far fetched either.
es: ¿Qué es lo peor que podría pasar? La verdad, nadie quisiera que sus dieciséis mediciones corporales, incluyendo la cantidad de grasa visceral, se compartieran con el resto del mundo. Probablemente tampoco querrías empezar a recibir ofertas de descuentos y promociones por los datos recopilados de tu báscula. Sería muy molesto que, después del trabajo que te costó estar en forma y ganar unos gramos más de músculo, Eufy interpretara estos datos como sobrepeso y te empezaran a llegar anuncios de descuentos en suplementos dietéticos que te hicieran sentir mal, cuando en realidad has subido de peso porque tienes más músculo y estás más fuerte. Bueno, quizá no sucedería, pero quién sabe, tampoco es una idea tan descabellada.

# worst_case
source: One last thing, if you chose to share data from your Eufy smart scale with a third-party like Fitbit, Google Fit or Apple Health, then you must rely on those companies to keep your personal information secure too. That means more privacy policies to read and more places your data could be vulnerable to leaks or breaches.
es: Por último, si eliges compartir datos de tu báscula inteligente Eufy con terceros, como Fitbit, Google Fit o Apple Health, también debes confiar en que esas empresas van a mantener a salvo tu información personal. Esto significa más políticas de privacidad que debes leer y más lugares donde tu información podría ser más vulnerable a filtraciones y fallos.

# how_does_it_use_data_collected
source: We ding this product for sharing personal data for advertisement and for combining users' data with data from third parties.
es: Criticamos este producto por compartir datos personales para publicidad y por combinar los datos de los usuarios con datos de terceros.

# how_does_it_use_data_collected
source: <b>Eufy does not sell data. However, they share personal identifiers for advertisement purposes:</b> "We do not Sell any personal information to third parties. In particular, we do not Sell the personal information of minors under 16 years of age. In the preceding 12 months, we have disclosed the following categories of personal information to the following categories of recipients: [...] Advertising networks, data analytics providers. - Personal Identifiers."
es: <b>Eufy no vende datos, pero sí comparte identificadores personales con fines publicitarios:</b> "No vendemos ninguna información personal a terceros. En particular, no vendemos datos personales de menores de 16 años. En lo últimos 12 meses, hemos divulgado las siguientes categorías de información personal a las siguientes categorías de receptores: [...] redes de publicidad, proveedores de analítica de datos. Identificadores personales".

# how_does_it_use_data_collected
source: <b>Eufy also combine users' data with data obtained from third parties:</b> "We collect or obtain Personal Data from third parties who provide it to us (e.g., credit reference agencies; law enforcement authorities; etc.)."
es: <b>Eufy también combina los datos de los usuarios con datos obtenidos de terceros:</b> «Recopilamos u obtenemos datos personales de terceros que nos los proporcionan (por ejemplo, organismos de referencias de crédito, autoridades policiales, etc.)».

# tips_to_protect_yourself
source: Be very careful what third party companies you consent to share you health data with. If you do decided to share your health data with another company, read their privacy policy to see how they protect, secure, and share or sell your data.
es: Ten mucho cuidado con las empresas de terceros a las que das consentimiento para compartir tus datos de salud. Si decides compartir tus datos de salud con otra empresa, lee su política de privacidad para saber cómo protegen, aseguran y comparten o venden tus datos.

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
es: No te registres a través de cuentas de terceros. Es mejor que inicies sesión con un correo electrónico y una contraseña segura.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
es: ¡Crea una contraseña fuerte! Puedes utilizar un gestor de contraseñas, como 1Password, KeePass y otros.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).

# tips_to_protect_yourself
source: Keep your app regularly updated
es: Actualiza tu aplicación con regularidad

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
es: Cuando inicies el registro, no aceptes el seguimiento de tus datos si es posible.

# personal_data_collected
source: Name, email address, gender, age
es: Nombre, dirección de correo electrónico, género, edad

# biometric_data_collected
source: Weight, body mass index, body fat, visceral fat, heart rate, and more
es: Peso, índice de masa corporal, grasa corporal, grasa visceral, frecuencia cardíaca y más

# how_can_you_control_your_data
source: We ding this product because it is not clear all users have the same rights to access and delete their data. Eufy specifically mentions the right to delete data only for users based in California.
es: Criticamos este producto porque no está claro que todos los usuarios tengan los mismos derechos de acceso y eliminación de sus datos. Eufy menciona específicamente el derecho a eliminar datos solo para los usuarios residentes en California.

# how_can_you_control_your_data
source: "Subject to applicable law, you may have the following rights regarding the Processing of your Relevant Personal Data...."
es: «Sujeto a la ley aplicable, puede tener los siguientes derechos con respecto al procesamiento de sus datos personales relevantes...».

# how_can_you_control_your_data
source: <b>Data retention policies for Eufy are rather confusing, however Eufy does promise to delete or anonymised data once they do not need it any more:</b><br/>"Once the periods in paragraphs (1), (2) and (3) above, each to the extent applicable, have concluded, we will either:<br/>- permanently delete or destroy the relevant Personal Data; or<br/>- anonymize the relevant Personal Data."
es: <b>Las políticas de retención de datos de Eufy son bastante confusas, sin embargo, Eufy promete eliminar o anonimizar los datos una vez que ya no los necesiten:</b><br/>«Una vez que hayan concluido los períodos de los párrafos (1), (2) y (3) anteriores, cada uno en la medida aplicable, <br/>- eliminaremos o destruiremos permanentemente los Datos personales relevantes;<br/>o anonimizaremos los Datos personales relevantes».

# track_record_details
source: In June 2022,<a id="a1"> three security vulnerabilities</a> were found in Eufy's Homebase 2 video storage and management device that <a id="a2">could have allowed hackers</a> to take control of the hub, control it remotely, or steal video footage. Eufy/Anker <a id="a3">developed fixes for these secruity vulnerabilities</a> and released them to users in a timely manner.
es: En junio de 2022, se encontraron <a id="a1">tres vulnerabilidades de seguridad</a> en el dispositivo de almacenamiento y gestión de vídeo Homebase 2 de Eufy, que <a id="a2">podrían haber permitido a los piratas informáticos</a> tomar el control del dispositivo, controlarlo de forma remota o robar imágenes de vídeo. Eufy/Anker <a id="a3">desarrolló soluciones para estas vulnerabilidades de seguridad</a> y las lanzó para los usuarios de manera oportuna.

# track_record_details
source: In <a id="a1">May 2021</a>, Eufy was forced to <a id="a2">apologize</a> for a bug that exposed the <a id="a3">camera feeds</a> of 712 users to strangers. Eufy said the glitch happened during a software update and “users were able to access video feeds from other users’ cameras.” Eufy said in a <a id="a4">statement</a> the glitch was fixed an hour after it was discovered.
es: En <a id="a1">mayo de 2021</a>, Eufy se vio obligado a <a id="a2">disculparse</a> por un bug que expuso las <a id="a3">transmisiones de las cámaras</a> de 712 usuarios a extraños. Eufy dijo que el fallo ocurrió durante una actualización de software y que «algunos usuarios pudieron acceder a los canales de vídeo de las cámaras de otros usuarios». Eufy dijo en una <a id="a4">declaración</a> que el fallo se solucionó una hora después de ser descubierto.

# child_safety_blurb
source: Our Sites, products, or services are not directed to children under the age of 13. As a result, our Sites, products, or services do not request or knowingly collect personal information from individuals under the age of 13. If you are not 13 or older, you should not visit or use our Sites, products, or services .
es: Nuestros sitios, productos o servicios no están dirigidos a menores de 13 años. Como resultado, nuestros sitios, productos o servicios no solicitan ni recopilan a sabiendas información personal de personas menores de 13 años. Si no tiene 13 años o más, no debe visitar ni usar nuestros sitios, productos o servicios.

# ai_what_can_it_do
source: The built-in AI reduces the number of false alerts you receive by intelligently differentiating people from objects. It has features alike pet detection, and even crying detection.
es: La IA integrada reduce la cantidad de falsas alertas que recibes ya que puede diferenciar a las personas de los objetos. Tiene características como la detección de mascotas, e incluso la detección de llantos.
