Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/euki.po
Languages: de, es, fr, pt_br

# blurb
source: Hell yeah! This is what we're talking about! A sexual and reproductive health app designed with privacy in mind. Euki, created by <a id="a1">Women Help Women</a>, an international non-profit organization dedicated to reproductive freedom and justice and access to safe abortion. This app doesn't collect ANY personal information about users. None, zip, zilch, nada. Everything a user enters into the app about their sexual or reproductive health and history is stored locally on the user's device. You are in complete control of your data at all times. The app is free, available in English and Spanish, and available on both Android and iOS. Euki even comes with some <a id="a2">extra cool privacy features.</a> According to their site, if someone you don't want to access your reproductive health information asks you to open Euki and you don't want them to see your data, you can enter "0000" when you open the app and it will show a false screen. You can also customize your user dashboard to decide what content shows up and what is hidden. So cool! Good work Euki!
de: Yes, darauf haben wir gewartet! Eine App für sexuelle und reproduktive Gesundheit, die den Datenschutz wirklich ernst nimmt. Euki wurde von der internationalen Non-Profit-Organisation <a id="a1">Women Help Women</a> entwickelt, die sich der reproduktiven Freiheit und Gerechtigkeit und dem Zugang zu sicherer Abtreibung widmet. Die App sammelt KEINE personenbezogenen Daten über ihre Nutzerinnen. Nichts, nada, niente! Alles, was Nutzerinnen über ihre sexuelle oder reproduktive Gesundheit und Geschichte in die App eingeben, wird nur lokal auf dem Gerät der jeweiligen Nutzerin gespeichert. Sie haben jederzeit die volle Kontrolle über Ihre Daten. Die App ist kostenlos und es gibt sie auf Englisch und Spanisch für Android und iOS. Euki hat sogar ein paar <a id="a2">ganz besonders coole Datenschutzfunktionen</a>: Laut Website können Sie beim Öffnen der App „0000“ eingeben, wenn jemand Sie dazu auffordert, die Euki-App zu öffnen, um auf Ihre Daten zuzugreifen, und Sie das nicht möchten. Dann nämlich wird ein falscher Screen angezeigt. Außerdem können Sie entscheiden, welche Inhalte auf Ihrem Dashboard angezeigt werden sollen und welche nicht. Wir finden das genial! Toll gemacht, Euki!
es: ¡Sí! ¡Esto es de lo que estamos hablando! Una aplicación de salud sexual y reproductiva que ha sido diseñada pensando en la privacidad. Euki fue creada por <a id="a1">Women Help Women</a>, una organización internacional sin fines de lucro dedicada a la libertad y la justicia reproductivas y al acceso al aborto seguro. Esta aplicación no recopila NINGÚN tipo de información personal de sus usuarios. Ninguno, cero, nada de nada. Todo lo que los usuarios ingresen en la aplicación acerca de su historial de salud sexual o reproductiva se almacena localmente en el dispositivo del usuario. Tienes el control total de tus datos en todo momento. La aplicación es gratuita, está disponible en inglés y español, tanto en Android como en iOS. Euki incluso trae algunas <a id="a2">características extra de privacidad que son geniales.</a> Según lo que dicen en su sitio, si alguien con quien no quieres compartir tu información de salud reproductiva te pide que abras Euki y no quieres que vea tus datos, puedes abrir la aplicación e introducir «0000» y te mostrará una pantalla falsa. También puedes personalizar tu panel de usuario para decidir qué contenidos se muestran y cuáles deben quedar ocultos. ¡Buen trabajo, Euki!
fr: Ça y est ! Enfin ! Une application de santé sexuelle et reproductive conçue dans le respect de la vie privée. Euki, c’est son nom, a été créée par <a id="a1">Women Help Women</a>, une organisation internationale à but non lucratif qui s’est donné pour mission de permettre aux femmes d’être libres de leurs choix en matière de procréation et d’accéder sans danger à l’avortement. Cette application ne recueille AUCUNE information personnelle sur les utilisateurs. Aucune, zéro, nada. Tout ce que l’utilisateur saisit dans l’application au sujet de sa santé sexuelle ou reproductive et de son historique est stocké localement sur son appareil. En outre, vous disposez d’un contrôle total sur vos données à tout moment. L’application est gratuite, disponible en anglais et en espagnol, et disponible sur Android et iOS. Euki propose même des fonctions de protection de la vie privée <a id="a2">très intéressantes</a>. Selon leur site, si une personne vous demande d’ouvrir Euki et que vous ne voulez pas qu’elle puisse découvrir les informations que vous y avez entrées, il vous suffit de saisir « 0000 » en ouvrant l’application pour que celle-ci affiche automatiquement un faux écran. Enfin, vous pouvez également personnaliser votre tableau de bord pour décider du contenu qui s’affiche et de celui qui est caché. Et ça, c’est un vrai plus ! Bien joué, Euki !
pt_br: Uau! É disso que precisamos! Um aplicativo de saúde sexual e reprodutiva criado com foco na privacidade. O Euki foi desenvolvido pela <a id="a1">Women Help Women</a>, uma organização sem fins lucrativos internacional dedicada à liberdade e justiça reprodutiva e ao acesso ao aborto seguro. Este aplicativo não coleta NENHUMA informação pessoal dos usuários. Nada, zero, nadinha. Tudo o que o usuário insere sobre sua saúde sexual ou reprodutiva é armazenado localmente em seu próprio dispositivo. O usuário tem total controle sobre seus dados o tempo todo. O aplicativo funciona em Android e iOS, é gratuito e está disponível em inglês e espanhol. O Euki ainda oferece alguns <a id="a2">recursos extras de privacidade bem bacanas</a>. Segundo o site, se alguém lhe pedir para abrir o Euki e você não quiser que a pessoa veja suas informações de saúde reprodutiva, basta inserir “0000” ao abri-lo e ele mostrará uma tela falsa. Você também pode personalizar seu painel de usuário para determinar o que é exibido ou não. Simplesmente incrível! Parabéns, Euki!

# worst_case
source: We love Euki for offering a truly private reproductive health app free of charge. This app earns our Best Of designation for not collecting any personal information at all. So no worries about your data being shared with third parties, sold, leaked, hacked, or shared with law enforcement. That is, unless you don't protect your phone. You're in control of you data, so please remember to set up the passcode to protect the app, password protect your phone, and educate yourself about the extra privacy features Euki offers. And we're not alone in recommending this app. <a id="a1">Consumer Reports</a>, women's health <a id="a2">privacy researchers</a>, and <a id="a3">more</a> also <a id="a4">recommend</a> Euki as a great <a id="a5">privacy-centered</a> option for reproductive health tracking.
de: Wir lieben Euki, weil es eine wirklich sichere und komplett kostenlose App für Reproduktionsgesundheit ist. Diese App verdient unser Prädikat „Best Of“, weil sie keinerlei personenbezogene Daten sammelt. Sie müssen sich also keine Sorgen machen, dass Ihre Daten an Dritte weitergegeben, verkauft, geleakt, gehackt oder an Strafverfolgungsbehörden weitergegeben werden. Das heißt, sofern Sie Ihr Smartphone schützen: Sie haben Ihre Daten in Ihrer Hand, also denken Sie bitte daran, den Passcode einzurichten, um die App zu schützen, Ihr Smartphone mit einem Kennwort zu schützen und sich über die zusätzlichen Datenschutzfunktionen von Euki zu informieren. Und wir sind nicht die einzigen, die diese App empfehlen. <a id="a1">Consumer Reports</a>, <a id="a2">Datenschutzexpertinnen und -experten</a> für Frauengesundheit und <a id="a3">andere</a> <a id="a4">empfehlen</a> Euki ebenfalls als tolle, <a id="a5">datenschutzzentrierte</a> Möglichkeit, um die eigene Reproduktionsgesundheit zu verfolgen.
es: Lo que nos encanta de Euki es que ofrece una aplicación de salud reproductiva verdaderamente privada y gratuita. Esta aplicación ha recibido nuestra designación de «Lo mejor de» porque no recopila absolutamente ninguna información personal. No hace falta que te preocupes por que tus datos se compartan con terceros, se vendan, se filtren, se pirateen o se compartan con los organismos de seguridad. Es decir, a menos que no protejas tu teléfono. Tú tienes el control total de tus datos, recuerda configurar un código de acceso para proteger la aplicación, proteger tu teléfono con contraseña e informarte sobre las características de privacidad adicionales que ofrece Euki. Además, no somos los únicos en recomendar esta aplicación. La organización <a id="a1">Consumer Reports</a>, investigadores dedicados a la privacidad de la <a id="a2">salud de las mujeres</a> y <a id="a3">otros</a> organismos también <a id="a4">recomiendan</a> Euki como una excelente opción para el seguimiento de la salud reproductiva <a id="a5">centrada en la privacidad</a>.
fr: Ce que nous apprécions le plus avec Euki, c’est le fait qu’il s’agisse d’une application de santé reproductive vraiment privée et vraiment gratuite. Cette application mérite à juste titre de figurer dans notre « Best Of » car elle ne recueille aucune information personnelle. Vous n’avez donc pas à craindre que vos données soient partagées avec des tiers, vendues, divulguées, piratées ou encore communiquées aux forces de l’ordre. À moins, il est vrai, que vous ne protégiez pas votre téléphone. Vous avez le contrôle de vos données, alors n’oubliez pas de configurer un code d’accès pour ouvrir l’application, de protéger votre téléphone par un mot de passe et de vous informer sur les fonctions supplémentaires pour protéger votre vie privée proposées par Euki. Nous ne sommes pas les seuls à recommander cette application. <a id="a1">Consumer Reports</a>, des <a id="a2">chercheurs spécialisés</a> dans la protection de la vie privée et la santé des femmes et <a id="a3">bien d’autres</a> encore <a id="a4">recommandent</a> Euki et la désignent comme une excellente option qui permet à la fois de suivre sa santé reproductive mais aussi de <a id="a5">protéger sa vie privée</a>.
pt_br: Nós adoramos a Euki por oferecer um aplicativo de saúde reprodutiva verdadeiramente privado e gratuito. Esse aplicativo merece nossa indicação “Melhor de” por não coletar absolutamente nenhuma informação pessoal. Então, não há com o que se preocupar em relação a seus dados sendo compartilhados com terceiros, vendidos, vazados, hackeados ou compartilhados com autoridades policiais. Claro, desde que você proteja o seu celular. Você tem o controle sobre seus dados, então, configure o código de acesso para proteger o aplicativo, coloque senha no seu celular e conheça as funcionalidades extras de privacidade que o Euki oferece. E não somos os únicos a recomendar este aplicativo. A <a id="a1">Consumer Reports</a>, <a id="a2">pesquisadores de privacidade</a> da saúde das mulheres e <a id="a3">muitos outros</a> também <a id="a4">recomendam</a> o Euki como uma excelente opção com <a id="a5">foco na privacidade</a> para monitoramento da saúde reprodutiva.

# worst_case
source: One small point to mention. While Euki does a great job of keeping your private information private, they do link to external resources and services from the app. These third parties will have their own privacy and data collection policies. It is important that you do not assume that these third parties will be as discreet with your personal information as Euki is.
de: Eine Sache müssen wir aber doch erwähnen: Euki macht zwar einen tollen Job, wenn es um den Schutz Ihrer persönlichen Daten geht, verlinkt die App allerdings mit externen Ressourcen und Services. Diese Drittparteien haben ihre eigenen Richtlinien zum Schutz und Erfassen von Daten. Gehen Sie bitte nicht davon aus, dass diese Drittparteien genauso diskret mit Ihren personenbezogenen Daten umgehen wie Euki.
es: Un pequeño punto a mencionar. Si bien Euki hace un gran trabajo manteniendo la seguridad de tu información privada, desde la aplicación te vinculan a recursos y servicios externos que tienen sus propias políticas de privacidad y de recopilación de datos. Es importante que no des por hecho que estos terceros serán tan discretos con tus datos como lo es Euki.
fr: Un petit point à mentionner, tout de même. Bien qu’Euki fasse tout ce qui est en son pouvoir pour que vos informations privées restent confidentielles, l’application comporte des liens vers des ressources et des services externes. Ceux-ci disposent de leurs propres politiques en matière de confidentialité et de collecte des données. Il est donc important que vous ne supposiez pas que ces tierces parties seront tout aussi discrètes avec vos informations personnelles que l’est Euki.
pt_br: Uma observação importante: embora a Euki proteja muito bem suas informações privadas, o aplicativo se conecta a recursos e serviços externos de terceiros. Esses terceiros terão suas próprias políticas de privacidade e de coleta de dados. É importante não presumir que esses terceiros tratarão suas informações pessoais com o mesmo cuidado que o Euki.

# worst_case
source: So, what's the worst that could happen with Euki? If you set up all the privacy protections on your device like password protect your phone and passcode protect the app and hide any super sensitive data on the dashboard and remember the "0000" trick, you should hopefully be able to keep your reproductive health data private and safe. But, a warning, nothing is 100% safe and secure. All in all though, Euki is about as good as it gets. Hopefully nothing will ever go wrong if you use this app.
de: Was wäre das Schlimmste, das mit Euki passieren könnte? Wenn Sie alle Datenschutzmaßnahmen auf Ihrem Gerät einrichten wie Kennwörter, um Ihr Handy zu schützen, und einen Passcode, um die App zu schützen, wenn Sie alle extrem sensiblen Daten auf dem Dashboard verbergen und an den Trick mit der „0000“ denken, sollten die Daten zu Ihrer reproduktiven Gesundheit sicher sein. Aber Achtung: Nichts ist zu 100 % sicher und geschützt. Aber unter dem Strich ist Euki so gut, wie eine App nur gut sein kann. Hoffentlich wird nie etwas schiefgehen, wenn Sie diese App nutzen.
es: Entonces, ¿qué es lo peor que podría pasar con Euki? Si estableces todas las protecciones de privacidad de tu dispositivo, es decir que proteges tu teléfono con una contraseña, estableces un código de seguridad para la aplicación, ocultas cualquier dato súper privado de tu panel y recuerdas el truco «0000», es de esperar que puedas mantener tus datos de salud reproductiva privados y seguros. Sin embargo, queremos advertirte que nada está 100 % seguro y protegido. De todas formas, Euki es lo mejor que se puede conseguir. Con suerte, nada saldrá mal si usas esta aplicación.
fr: Concrètement, quel est la pire chose qui puisse vous arriver avec Euki ? Si vous mettez en place toutes les mesures pour protéger votre vie privée sur votre appareil, comme un mot de passe pour utiliser votre téléphone et un code pour accéder à l’application, si vous masquez les données les plus sensibles sur le tableau de bord et si vous vous souvenez de l’astuce « 0000 », vous devriez être en mesure de garantir la sécurité et la confidentialité de vos données de santé reproductive. Mais n’oubliez pas que rien n’est jamais sûr à 100 %. En résumé, Euki ne pourrait pas faire mieux. Et nous espérons qu’il ne vous arrivera jamais rien de mal lors de l’utilisation de cette application.
pt_br: Então, o que pode dar errado com o Euki? Se você configurar todas as proteções de privacidade no seu dispositivo, como proteger o celular com senha, usar o código de acesso no aplicativo, ocultar quaisquer dados supersensíveis no painel e lembrar do truque do “0000”, você conseguirá manter seus dados de saúde reprodutiva privados e seguros. Mas, um aviso, nada é 100% seguro e protegido. De qualquer forma, o Euki é praticamente o melhor que existe. Com sorte, nada jamais dará errado se você o usar.

# signup_requirement_explanation
source: You do not have to sign up to use the app. You can set up PIN instead
de: Sie brauchen sich nicht anzumelden, um die App zu nutzen. Sie können einfach eine PIN festlegen.
es: No tienes que registrarte para usar la aplicación. Puedes configurar un PIN en lugar de hacerlo
fr: Vous n’avez pas besoin de vous inscrire pour utiliser l’application. Vous pouvez configurer un code PIN à la place.
pt_br: Você não precisa se cadastrar para usar o aplicativo. Em vez disso, você pode configurar o PIN

# how_does_it_use_data_collected
source: Euki does not sell data as they do not collect any information from users.
de: Euki verkauft keine Daten, weil die App überhaupt keine Daten von ihren Nutzerinnen sammelt.
es: Euki no vende datos ya que no recopila ninguna información de sus usuarios.
fr: Euki ne vend pas de données car l’application ne collecte aucune information auprès des utilisateurs.
pt_br: O Euki não vende dados, pois não coleta nenhuma informação dos usuários.

# how_does_it_use_data_collected
source: In the privacy statement Euki specifies that “we may share such information as required by law, such as to comply with a subpoena, or similar legal process; or when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request”. This would only apply to instances in which a user had contacted them and voluntarily shared information.
de: In der Datenschutzerklärung von Euki heißt es: „Wir können solche Informationen weitergeben, wenn dies gesetzlich vorgeschrieben ist, z. B. um einer Vorladung oder einem ähnlichen gesetzlichen Verfahren nachzukommen, oder wenn wir in gutem Glauben davon ausgehen, dass die Weitergabe notwendig ist, um unsere Rechte zu schützen, Ihre Sicherheit oder die Sicherheit anderer zu schützen, Betrug zu untersuchen oder auf eine Anfrage der Regierung zu reagieren“. Dies würde nur für Fälle gelten, in denen Nutzerinnen Euki kontaktiert und freiwillig Informationen bereitstellt.
es: En su declaración de privacidad, Euki especifica que «podemos compartir dicha información según lo exija la ley, para fines tales como cumplir con una citación o un proceso legal similar; o cuando creemos de buena fe que la divulgación es necesaria para proteger nuestros derechos, proteger su seguridad o la seguridad de otros, investigar un fraude o responder a una solicitud del gobierno». Esto solo se aplicaría a aquellos casos en los que un usuario se hubiera puesto en contacto con ellos y hubiera compartido información voluntariamente.
fr: Dans sa politique de confidentialité, Euki précise « Nous pouvons être amenés à partager ces informations si la loi l’exige, pour nous conformer par exemple à une citation à comparaître ou à une procédure judiciaire similaire, ou bien lorsque nous estimons de bonne foi que leur divulgation est nécessaire pour protéger nos droits, votre sécurité ou celle d’autrui, mais aussi pour enquêter sur des cas de fraudes ou encore répondre à une demande du gouvernement ». Toutefois, cette disposition ne s’applique que dans le cas où un utilisateur a contacté Euki et a volontairement partagé des informations personnelles avec l’application.
pt_br: O Euki declara em sua política de privacidade que “podemos compartilhar essas informações conforme exigido por lei, como cumprir um mandado judicial ou procedimento legal semelhante; ou quando acreditarmos de boa-fé que a divulgação é necessária para proteger nossos direitos, sua segurança ou a segurança de outras pessoas, investigar fraudes ou responder a uma solicitação do governo”. Essa política se aplica apenas nos casos em que um usuário tenha contatado a empresa e compartilhado informações voluntariamente.

# user_friendly_privacy_policy_helptext
source: Privacy FAQ is available in simple language.
de: Die FAQ zum Datenschutz sind in einfacher Sprache verfasst.
es: Dispone de una sección de preguntas frecuentes (FAQ) sobre privacidad redactada en un lenguaje sencillo.
fr: La FAQ sur la protection de la vie privée est rédigée dans un langage simple.
pt_br: As perguntas mais frequentes sobre privacidade estão disponíveis numa linguagem simples.

# strong_password_helptext
source: Users can protect this app with a passcode
de: Nutzerinnen können die App mit einem Passcode schützen.
es: Los usuarios pueden proteger esta aplicación con un código de acceso
fr: Les utilisateurs peuvent protéger cette application avec un code d’accès.
pt_br: Os usuários podem proteger este aplicativo com um código de acesso

# tips_to_protect_yourself
source: If someone asks you to open Euki and you don't want them to see your data, enter "0000" when you open the app and the app will display a false screen.
de: Wenn jemand Sie auffordert, Euki zu öffnen, und Sie nicht möchten, dass diese Person Ihre Daten sieht, geben Sie einfach „0000“ beim Öffnen ein. Die App zeigt dann einen falschen Screen an.
es: Si alguien te pide que abras Euki y no quieres que esa persona vea tus datos, ingresa «0000» al abrir la aplicación y se mostrará una pantalla falsa.
fr: Si une personne vous demande d’ouvrir Euki et que vous ne voulez pas qu’elle voie vos données, saisissez « 0000 » en ouvrant l’application pour afficher un faux écran.
pt_br: Se alguém lhe pedir para abrir o Euki e você não quiser que seus dados sejam vistos, digite “0000” ao abrir o aplicativo e será exibida uma tela falsa.

# tips_to_protect_yourself
source: You can customize what content areas are viewable on your dashboard to hide some and make others easily available.
de: Sie können festlegen, welche Inhalte auf Ihrem Dashboard zu sehen sind, um bestimmte Inhalte zu verbergen und andere schnell und einfach sichtbar zu machen.
es: Puedes personalizar las áreas de contenido que deseas que sean visibles en tu panel; puedes ocultar algunas y hacer que otras sean fácilmente accesibles.
fr: Vous pouvez personnaliser les zones de contenu visibles sur votre tableau de bord pour en masquer certaines et en rendre d’autres facilement accessibles.
pt_br: No painel, é possível personalizar as áreas de conteúdo, deixando algumas visíveis e ocultando outras com facilidade.

# tips_to_protect_yourself
source: You can set up a PIN code. Because Euki is not associated with your email address, there won't be a way to recover your PIN code, so make sure it's one you remember!
de: Sie können einen PIN-Code festlegen. Weil Euki nicht mir Ihrer E-Mail-Adresse verknüpft ist, gibt es keine Möglichkeit, den PIN-Code wiederherzustellen. Wählen Sie also einen, den Sie sich gut merken können!
es: Puedes configurar un código PIN. Como Euki no está asociada con tu dirección de correo electrónico, no habrá forma de recuperar tu código PIN si lo pierdes, ¡así que asegúrate de que sea uno que recuerdes!
fr: Vous pouvez définir un code PIN. Comme Euki n’est pas associé à votre adresse électronique, il ne sera pas possible de retrouver votre code PIN.
pt_br: Você pode configurar um código PIN no Euki. Mas lembre-se de que o aplicativo não usa seu e-mail, então, não haverá como recuperá-lo. Por isso, é importante criar um PIN e memorizá-lo.
