Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/euki.po
Languages: de, es, fr, pt_br

# tips_to_protect_yourself
source: You can set a frequent data deletion for additional privacy, selecting how often you want your data be deleted
de: Für zusätzlichen Datenschutz können Sie eine regelmäßige Datenlöschung festlegen; dabei können Sie auswählen, wie oft Ihre Daten gelöscht werden sollen.
es: Puedes establecer una eliminación de datos frecuente para tener aún más privacidad, seleccionando con qué frecuencia deseas que se eliminen tus datos
fr: Vous pouvez paramétrer la suppression de vos données de façon récurrente pour bénéficier de plus de confidentialité, en sélectionnant la fréquence à laquelle vous souhaitez que vos données soient supprimées.
pt_br: Você pode definir uma frequência de exclusão de dados para ter mais privacidade, selecionando com que frequência deseja que seus dados sejam excluídos

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Aktualisieren Sie Ihre App regelmäßig.
es: Actualiza tu aplicación con regularidad
fr: Mettez votre application à jour régulièrement
pt_br: Mantenha seu aplicativo sempre atualizado

# tips_to_protect_yourself
source: Follow <a id="a1">EFF's security and privacy tips</a> for these apps
de: Befolgen Sie die <a id="a1">Sicherheits- und Datenschutztipps der EFF</a> für diese Apps.
es: Sigue los <a id="a1">consejos de seguridad y privacidad de EFF</a> para estas aplicaciones
fr: Suivez les <a id="a1">conseils de l’Electronic Frontier Foundation (EFF)</a> pour l’utilisation de ces applications.
pt_br: Siga as <a id="a1">Dicas de segurança e privacidade da EFF</a> para estes aplicativos

# personal_data_collected
source: Euki do not collect any data about you at all. Anything you enter into the app lives on the app and is not shared anywhere else.
de: Euki sammelt überhaupt keine Daten über Sie. Alles, was Sie in der App eingeben, wird nur dort gespeichert und nirgends geteilt oder freigegeben.
es: Euki no recopila ningún dato sobre ti. Cualquier información que ingreses en la aplicación permanecerá en la aplicación y no se compartirá en ningún otro lugar.
fr: Euki ne recueille aucune donnée vous concernant. Tout ce que vous entrez dans l’application reste dans l’application et n’est partagé nulle part ailleurs.
pt_br: O Euki não coleta absolutamente qualquer dado a seu respeito. Tudo o que você inserir no aplicativo fica no aplicativo e não é compartilhado em nenhum outro lugar.

# how_can_you_control_your_data
source: Users can delete data stored on their device from the app on any schedule they chose.
de: Nutzerinnen können die auf dem Gerät gespeicherten Daten nach einem selbst festgelegten Zeitplan aus der App löschen.
es: Los usuarios pueden eliminar los datos almacenados en su dispositivo desde la aplicación con la frecuencia que elijan.
fr: Les utilisateurs peuvent supprimer les données stockées sur leur appareil à partir de l’application et selon la périodicité de leur choix.
pt_br: Os usuários podem excluir os dados armazenados pelo aplicativo em seu dispositivo de acordo com a frequência que escolherem.

# how_can_you_control_your_data
source: If Euki receives voluntary information from a user, they may retain aggregated, anonymous data perpetually and may store it in aggregate. They may also retain certain information in backup for a limited period of time or as required by law.
de: Freiwillig bereitgestellte Daten von einer Nutzerin kann Euki in aggregierter, anonymisierter Form aufbewahren und dauerhaft speichern. Außerdem kann die App bestimmte Informationen für begrenzte Zeit oder wie gesetzlich vorgeschrieben als Sicherung aufbewahren.
es: Si Euki recibe información voluntaria de un usuario, puede retener los datos agregados y anónimos de forma perpetua y almacenarlos en forma agregada. También puede retener cierta información en copia de seguridad por un período limitado de tiempo o según lo exija la ley.
fr: Si un utilisateur soumet volontairement des informations à Euki, l’application peut conserver indéfiniment des données agrégées et anonymes et les stocker sous forme d’agrégats. Elle peut également conserver certaines informations pendant une période limitée ou dans le cas où la loi l’exige.
pt_br: Se o Euki receber informações voluntárias de um usuário, ele poderá reter dados agregados e anônimos perpetuamente e poderá armazená-los de forma agregada. Ele também pode reter certas informações em backup por um período limitado de tempo ou conforme exigido por lei.

# track_record_details
source: No known privacy or security incidents discovered in the last 3 years.
de: In den letzten drei Jahren wurden keine bekannten Datenschutz- oder Sicherheitsvorfälle entdeckt.
es: No se han conocido incidentes de privacidad o seguridad en los últimos 3 años.
fr: Aucun incident connu relatif à la confidentialité ou à la sécurité n’a été rapporté au cours des trois dernières années.
pt_br: Nenhum incidente conhecido de privacidade ou segurança foi identificado nos últimos 3 anos.

# offline_use_description
source: The app can be used offline to track and log information in the calendar. Initiating links to resources listed in app require internet or cell service.
de: Die App kann offline genutzt werden, um Daten im Kalender zu tracken und zu protokollieren. Um Links zu den in der App aufgeführten Ressourcen zu öffnen, benötigen Sie einen Internet- oder Mobilfunkdienst.
es: La aplicación se puede usar sin conexión para rastrear y registrar información en el calendario. Para abrir enlaces a los recursos que aparezcan en la aplicación se necesita conexión a internet o datos móviles.
fr: L’application peut être utilisée hors ligne pour consulter et enregistrer des informations dans le calendrier. Les liens vers les ressources répertoriées dans l’application nécessitent un accès à Internet ou à un réseau cellulaire.
pt_br: O aplicativo pode ser usado offline para monitorar e registrar informações no calendário. Acessar links para os recursos listados no aplicativo requer uso de rede de dados.
