Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/facebook-dating.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: We ding this product for combining data it has on users with data received from third-party advertisers and marketers, even if users do not have account at its products. Facebook Dating Supplemental
de: Wir geben diesem Produkt einen Warnhinweis für die Kombination von Daten, die es über Nutzer hat, mit Daten, die es von Drittanbietern und Vermarktern erhalten hat, auch wenn Nutzer kein Konto bei seinen Produkten haben. Ergänzende Datenschutzerklärung zu Facebook Dating
es: Criticamos a este producto porque combina los datos que tiene sobre sus usuarios con otros datos recibidos de anunciantes y comercializadores externos, incluso si los usuarios no tienen una cuenta en sus productos.
fr: Nous signalons ce produit comme combinant les données sur les utilisateurs en sa possession avec des données reçues de la part d’annonceurs et de spécialistes marketing tiers, et cela même si les utilisateurs n’ont pas de compte sur ses services.
pt_br: Notificamos este produto por combinar os dados que ele tem sobre os usuários com os dados recebidos de anunciantes e profissionais de marketing de terceiros, mesmo que os usuários não tenham conta em seus produtos.

# how_does_it_use_data_collected
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad suplementaria de Facebook Parejas
fr: Politique de confidentialité supplémentaire de Facebook Dating
pt_br: Política de Privacidade Suplementar do Facebook Dating

# how_does_it_use_data_collected
source: "Dating uses information without special protections in the following ways:
de: „Dating verwendet Informationen ohne besonderen Schutz auf folgende Weise:
es: «Faceook Parejas utiliza la información sin protecciones especiales, de las siguientes maneras:
fr: « Dating utilise les informations sans protection particulière de la manière suivante :
pt_br: "O Dating usa informações sem proteções especiais das seguintes maneiras:

# how_does_it_use_data_collected
source: To provide and personalize your Dating experience by showing you suggested matches and suggesting you to other Dating users, and to personalize your experience in Facebook. If you have added your accounts to the same Accounts Center, you will have the ability to turn on Facebook Dating across apps and manage connected experiences across these apps.
de: Um Ihr Dating-Erlebnis bereitzustellen und zu personalisieren, indem wir Ihnen vorgeschlagene Matches anzeigen und Sie anderen Dating-Nutzern vorschlagen, und um Ihr Erlebnis in Facebook zu personalisieren. Wenn Sie Ihre Konten zum gleichen Kontencenter hinzugefügt haben, haben Sie die Möglichkeit, Facebook-Dating in allen Apps zu aktivieren und verbundene Erlebnisse in diesen Apps zu verwalten.
es: Para proporcionar y personalizar tu experiencia de Parejas mostrándote coincidencias sugeridas y sugiriéndote a otros usuarios de Parejas, y para personalizar tu experiencia en Facebook. Si has agregado tus cuentas a un mismo centro de cuentas, podrás activar Facebook Parejas en todas las aplicaciones y administrar las experiencias conectadas en ellas.
fr: Pour fournir et personnaliser votre expérience de rencontres en vous proposant des correspondances et en vous suggérant d’autres utilisateurs de Dating, et pour personnaliser votre expérience sur Facebook. Si vous avez associé tous vos comptes, vous pourrez activer Facebook Dating dans toutes les applications et gérer les expériences connectées dans ces applications.
pt_br: Para fornecer e personalizar a sua experiência no Dating, ao te apresentar correspondências sugeridas, te sugerir a outros usuários do Dating e para personalizar a sua experiência no Facebook. Se você adicionou suas contas à mesma Central de Contas, poderá ativar o Facebook Dating em todos os aplicativos e gerenciar experiências conectadas nesses aplicativos.

# how_does_it_use_data_collected
source: For measurement and analytics purposes. For example, Meta uses aggregate information about Dating alongside other Facebook information to derive internal analytics by comparing Dating with other features, such as News and Marketplace. This allows us to evaluate the efficacy of these features, product integrity and overall product performance and identify changes in how the product functions to identify bugs or ways to improve the product."
de: Für Mess- und Analysezwecke. Meta verwendet beispielsweise zusammengefasste Informationen über die Partnersuche zusammen mit anderen Facebook-Informationen, um interne Analysen zu erstellen, indem die Partnersuche mit anderen Funktionen, wie Nachrichten und Marktplatz, verglichen wird. Dies ermöglicht es uns, die Wirksamkeit dieser Funktionen, die Produktintegrität und die Gesamtleistung des Produkts zu bewerten und Änderungen in der Funktionsweise des Produkts zu erkennen, um Fehler zu identifizieren oder Möglichkeiten zur Verbesserung des Produkts zu finden.“
es: Para fines de medición y análisis. Por ejemplo, Meta utiliza información agregada sobre Parejas junto con otra información de Facebook para derivar análisis internos comparando Parejas con otras funciones, como Noticias y Marketplace. Esto nos permite evaluar la eficacia de estas funciones, la integridad y el rendimiento general del producto, e identificar cambios en el funcionamiento del producto para identificar errores o formas de mejorarlo».
fr: À des fins de mesure et d’analyse. Ainsi, Meta utilise des informations regroupées sur Dating avec d’autres informations de Facebook pour réaliser des analyses internes en comparant Dating avec d’autres fonctionnalités, telles que News et Marketplace. Cela nous permet d’évaluer l’efficacité de ces fonctionnalités, l’intégrité et la performance globale du produit et d’identifier les changements dans la façon dont le produit fonctionne afin de détecter les bogues ou de trouver des moyens d’améliorer le produit. »
pt_br: Para fins de medição e análise. Por exemplo, a Meta usa informações agregadas sobre o Dating juntamente com outras informações do Facebook para obter análises internas, comparando o Dating com outros recursos, como Notícias e Marketplace. Isso nos permite avaliar a eficácia desses recursos, a integridade do produto e o desempenho geral do produto e identificar mudanças em como o produto funciona para identificar bugs ou maneiras de melhorar o produto."

# how_does_it_use_data_collected
source: "With your consent, we will process the information with special protections listed above for the following purposes:
de: „Mit Ihrer Zustimmung werden wir die oben genannten Informationen mit besonderen Schutzmaßnahmen für die folgenden Zwecke verarbeiten:
es: «Con tu consentimiento, procesaremos la información con las protecciones especiales enumeradas anteriormente, para los siguientes fines:
fr: « Avec votre consentement, nous traiterons les informations avec les mesures de protection spéciales énumérées ci-dessus aux fins suivantes :
pt_br: "Com o seu consentimento, processaremos as informações com as proteções especiais listadas acima para os seguintes fins:

# how_does_it_use_data_collected
source: Provide and personalise your Dating experience by showing you suggested matches and suggesting you to other Dating users.
de: Bereitstellung und Personalisierung Ihrer Dating-Erfahrung, indem wir Ihnen vorgeschlagene Matches anzeigen und Sie anderen Dating-Nutzern vorschlagen.
es: Para proporcionarte y personalizar tu experiencia en Parejas mostrándote coincidencias sugeridas y sugiriéndote a otros usuarios de Parejas.
fr: Fournir et personnaliser votre expérience de rencontre en vous proposant des correspondances et en vous suggérant d’autres utilisateurs de Dating.
pt_br: Para fornecer e personalizar a sua experiência no Dating, ao te apresentar correspondências sugeridas e te sugerir a outros usuários do Dating.

# how_does_it_use_data_collected
source: Improve the Dating experience. For example, identifying categories of users that may be receiving less matches and messages and ways to provide a better service for those users. Promote safety, integrity and security. For example, we may check if certain users are being targeted or harassed based on their religion or sexual orientation.
de: Verbesserung der Dating-Erfahrung. Zum Beispiel, um Benutzerkategorien zu identifizieren, die weniger Matches und Nachrichten erhalten und um Wege zu finden, diesen Benutzern einen besseren Service zu bieten. Förderung von Sicherheit, Integrität und Schutz. Wir können zum Beispiel überprüfen, ob bestimmte Benutzer aufgrund ihrer Religion oder sexuellen Orientierung angegriffen oder belästigt werden.
es: Para mejorar tu experiencia en Parejas. Por ejemplo, identificar categorías de usuarios que pueden estar recibiendo menos coincidencias y mensajes, y buscar formas de proporcionar un mejor servicio para esos usuarios. Promover la seguridad, la integridad y la protección. Por ejemplo, podemos verificar si ciertos usuarios están siendo atacados o acosados por su religión u orientación sexual.
fr: Améliorer l’expérience sur Dating. En identifiant, par exemple, les catégories d’utilisateurs susceptibles de recevoir moins de correspondances et de messages, et en recherchant des moyens d’offrir un meilleur service à ces utilisateurs. Promouvoir la sécurité, l’intégrité et la sûreté. Nous pouvons par exemple vérifier si certains utilisateurs sont ciblés ou harcelés en raison de leur confession religieuse ou de leur orientation sexuelle.
pt_br: Melhorar a experiência do Dating. Por exemplo, identificar categorias de usuários que podem estar recebendo menos correspondências e mensagens e identificar maneiras de fornecer um serviço melhor para esses usuários. Promover a segurança, integridade e proteção. Por exemplo, podemos verificar se determinados usuários estão sendo alvo ou assediados com base em sua religião ou orientação sexual.

# how_does_it_use_data_collected
source: We don’t use the information with special protections listed above to show you ads."
de: Wir verwenden die oben aufgeführten, besonders geschützten Informationen nicht, um Ihnen Werbung zu zeigen.“
es: No usamos la información con las protecciones especiales enumeradas anteriormente para mostrarte anuncios».
fr: Nous n’utilisons pas les informations protégées énumérées ci-dessus pour diffuser de la publicité. »
pt_br: Não usamos as informações com proteções especiais listadas acima para exibir anúncios."

# how_does_it_use_data_collected
source: Meta Privacy Policy
de: Meta-Datenschutzerklärung
es: Política de privacidad de Meta
fr: Politique de confidentialité de Meta
pt_br: Política de Privacidade Meta

# how_does_it_use_data_collected
source: "We use information we collect to provide a personalized experience to you, including ads (if we show you ads on Meta Products), along with the other purposes we explain in detail below."
de: „Wir verwenden die von uns erfassten Informationen, um Ihnen ein personalisiertes Erlebnis zu bieten, einschließlich Werbung (wenn wir Ihnen Werbung auf Meta-Produkten zeigen), zusammen mit den anderen Zwecken, die wir nachfolgend im Detail erklären.“
es: «Utilizamos la información que recopilamos para brindarte una experiencia personalizada, lo que incluye anuncios (si te mostramos anuncios en los productos de Meta), y para los demás fines que explicamos en detalle a continuación».
fr: « Nous utilisons les informations que nous recueillons pour vous fournir une expérience personnalisée, y compris des publicités (sur les produits Meta concernés), ainsi qu’à d’autres fins expliquées en détail ci-dessous. »
pt_br: "Usamos as informações que coletamos para fornecer uma experiência personalizada para você, incluindo anúncios (se mostrarmos anúncios em Produtos Meta), juntamente com as outras finalidades que explicamos em detalhes abaixo."

# how_does_it_use_data_collected
source: "We collect and receive information from partners, measurement vendors, marketing vendors and other third parties about a variety of your information and activities on and off our Products. Here are some examples of information we receive about you:
de: „Wir sammeln und erhalten Informationen von Partnern, Messanbietern, Marketinganbietern und anderen Dritten über eine Vielzahl Ihrer Informationen und Aktivitäten auf und außerhalb unserer Produkte. Hier sind einige Beispiele für Informationen, die wir über Sie erhalten:
es: «Recopilamos y recibimos información de socios, proveedores de medición, proveedores de marketing y otros terceros sobre una variedad de tus datos y actividades dentro y fuera de nuestros productos. Estos son algunos ejemplos de información que recibimos sobre ti:
fr: « Nous recueillons et recevons des informations de la part de partenaires, de fournisseurs de données de mesure, de prestataires de services de marketing et d’autres tierces parties concernant une variété d’informations et d’activités ayant lieu sur nos services et en dehors de ceux-ci. Voici quelques exemples d’informations que nous sommes susceptibles de recevoir à votre sujet :
pt_br: "Coletamos e recebemos informações de parceiros, fornecedores de medição, fornecedores de marketing e outros terceiros sobre uma variedade de suas informações e atividades dentro e fora de nossos Produtos. Aqui estão alguns exemplos de informações que recebemos sobre você:

# how_does_it_use_data_collected
source: Your information
de: Ihre Informationen
es: Tu información
fr: Vos informations
pt_br: Suas informações

# how_does_it_use_data_collected
source: Websites you visit and cookie data, like through Social Plugins or the Meta Pixel
de: Von Ihnen besuchte Websites und Cookie-Daten, z. B. durch Social Plugins oder das Meta Pixel
es: Sitios web que visitas y datos de cookies, por ejemplo, a través de complementos de redes sociales o Meta Pixel
fr: Les sites web que vous visitez et les données provenant des cookies, comme par exemple les plugins sociaux ou les applications Meta Pixel
pt_br: Sites que você visita e dados de cookies, como por meio de plugins sociais ou do Meta Pixel

# how_does_it_use_data_collected
source: Apps you use
de: Von Ihnen verwendete Apps
es: Aplicaciones que utilizas
fr: que vous utilisez
pt_br: Aplicativos que você usa

# how_does_it_use_data_collected
source: Games you play
de: Von Ihnen gespielte Spiele
es: Juegos que juegas
fr: Les jeux auxquels vous jouez
pt_br: Jogos que você joga

# how_does_it_use_data_collected
source: Purchases and transactions you make off of our Products using non-Meta checkout experiences
de: Käufe und Transaktionen, die Sie über unsere Produkte unter Verwendung von Nicht-Meta-Kassenerfahrungen tätigen
es: Compras y transacciones que realizas mediante nuestros productos utilizando experiencias de pago que no sean de Meta
fr: Les achats et les transactions que vous effectuez sur nos produits en utilisant des méthodes de paiement externes à Meta
pt_br: Compras e transações que você faz com nossos Produtos usando experiências de checkout que não são da Meta

# how_does_it_use_data_collected
source: The ads you see and how you interact with them
de: Die von Ihnen gesehenen Anzeigen und wie Sie mit ihnen interagieren
es: Los anuncios que ves y cómo interactúas con ellos
fr: Les publicités qui vous sont présentées et la façon dont vous interagissez avec elles
pt_br: Os anúncios que você vê e como interage com eles

# how_does_it_use_data_collected
source: How you use our partners’ products and services, online or in person Partners also share information like your email address, cookies and advertising device ID with us. This helps us match your activities with your account, if you have one. We receive this information whether or not you’re logged in or have an account on our Products. &lt;...&gt;
de: Wie Sie die Produkte und Dienstleistungen unserer Partner online oder persönlich nutzen. Die Partner geben auch Informationen wie Ihre E-Mail-Adresse, Cookies und die ID Ihres Werbegeräts an uns weiter. Dies hilft uns, Ihre Aktivitäten mit Ihrem Konto abzugleichen, falls Sie eines haben. Wir erhalten diese Informationen unabhängig davon, ob Sie eingeloggt sind oder ein Konto bei unseren Produkten haben oder nicht. &lt;...&gt;
es: Cómo utilizas los productos y servicios de nuestros socios, ya sea en línea o en persona. Los socios también comparten información con nosotros, como tu dirección de correo electrónico, cookies e ID de dispositivo para publicidad. Esto nos ayuda a relacionar tus actividades con tu cuenta, si tienes una. Recibimos esta información tanto si has iniciado sesión como si no, o si tienes una cuenta en nuestros productos. &lt;...&gt;
fr: La manière dont vous utilisez les produits et services de nos partenaires, que ce soit en ligne ou en personne. Les partenaires nous communiquent également des informations telles que votre adresse électronique, des cookies et l’identifiant publicitaire de votre appareil. Cela nous aide à établir une correspondance entre vos activités et votre compte, si vous êtes un utilisateur enregistré. Nous recevons ces informations que vous soyez ou non connecté ou que vous possédiez ou non un compte sur nos services. &lt;...&gt;
pt_br: Como você usa os produtos e serviços de nossos parceiros, online ou pessoalmente, os Parceiros também compartilham informações como seu endereço de e-mail, cookies e ID do dispositivo de publicidade conosco. Isso nos ajuda a combinar suas atividades com sua conta, se você tiver uma. Recebemos essas informações independentemente de você estar ou não conectado ou ter uma conta em nossos Produtos. &lt;...&gt;

# how_does_it_use_data_collected
source: Partners also share with us their communications with you if they instruct us to provide services to their business, like helping them manage their communications. To learn how a business processes or shares your information, read their privacy policy or contact them directly."
de: Partner geben auch ihre Kommunikation mit Ihnen an uns weiter, wenn sie uns beauftragen, Dienstleistungen für ihr Unternehmen zu erbringen, z. B. ihnen bei der Verwaltung ihrer Kommunikation zu helfen. Um zu erfahren, wie ein Unternehmen Ihre Daten verarbeitet oder weitergibt, lesen Sie die Datenschutzerklärung des Unternehmens oder wenden Sie sich direkt an das Unternehmen.“
es: Los socios también comparten con nosotros las comunicaciones que mantienen contigo si nos instruyen para que brindemos servicios a su empresa, por ejemplo, para ayudarlos a administrar sus comunicaciones. Para saber cómo una empresa procesa o comparte tu información, lee su política de privacidad o ponte en contacto con ellos directamente».
fr: Les partenaires partagent également avec nous leurs communications avec vous s’ils sollicitent nos services pour leurs activités, par exemple en les aidant à gérer leurs communications. Pour savoir comment une entreprise traite ou partage vos informations, lisez la politique de confidentialité de celle-ci ou contactez-la directement. »
pt_br: Os parceiros também compartilham suas comunicações conosco se nos instruírem a fornecer serviços aos seus negócios, como ajudá-los a gerenciar suas comunicações. Para saber como uma empresa processa ou compartilha suas informações, leia a política de privacidade ou entre em contato diretamente com ela."
