Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/facebook-portal.po
Languages: es, pt_br

# blurb
source: Let's be honest, Facebook has a pretty terrible track record when it comes to protecting their user's privacy (remember that record $5 billion dollar fine for privacy failures?). Now they're asking people to drop a couple hundred dollars to put a device with an AI-powered smart camera capable of tracking your every move and an Alexa-powered, always listening microphone in your home. What could go wrong? Given Facebook's terrible track record on privacy, we're worried a lot.
es: Seamos sinceros: Facebook tiene una trayectoria bastante dudosa en lo que respecta a proteger la privacidad de sus usuarios (¿te acuerdas de esa multa récord de 5000 millones de dólares por brechas de privacidad?). Ahora están pidiendo a la gente que se gaste un par de cientos en meter en casa un dispositivo con una cámara inteligente que funciona con inteligencia artificial capaz de seguir todos sus movimientos y un micrófono con Alexa siempre al quite. ¿Qué podría salir mal? Si tenemos en cuenta el historial de Facebook en materia de privacidad, nos preocupa bastante...
pt_br: Vamos ser francos, o Facebook tem um histórico terrível com relação à proteção da privacidade dos seus usuários (lembra daquele recorde de multa de US$5 bilhões por falhas de privacidade?). Agora ele está pedindo às pessoas para gastarem algumas centenas de dólares para colocar um dispositivo com uma câmera inteligente com IA capaz de monitorar todos os seus movimentos e um microfone com Alexa sempre ouvindo em sua casa. O que poderia dar errado? Dado o terrível histórico de privacidade do Facebook, estamos muito preocupados.

# worst_case
source: Facebook has a <a id="a1">long history</a> of betraying users' privacy and trust. They've faced <a id="a2">record fines</a> around <a id="a3">the world</a> for this and have been <a id="a4">caught hiding data leaks</a> from <a id="a5">their users</a>. Just as recently as April 2021, it was <a id="a6">reported</a> the personal information of more than 500 million Facebook users was shared online in a massive data leak. Couple that with recent Facebook whistleblower testimony to the US Congress that <a id="a7">outlined</a> the harms Facebook causes and the <a id="a8">dishonest way</a> they approach dealing with these harms and Facebook appears to be one of most immoral companies we review in *Privacy Not Included.
pt_br: O Facebook tem uma <a id="a1">longa história</a> de trair a privacidade e a confiança dos usuários. Ele recebeu <a id="a2">multas recordes</a> em todo <a id="a3">o mundo</a> por isso e foi <a id="a4">pego escondendo vazamentos de dados</a> dos <a id="a5">seus usuários</a>. Recentemente, em abril de 2021, foi <a id="a6">relatado</a> que as informações pessoais de mais de 500 milhões de usuários do Facebook foram compartilhadas online em um enorme vazamento de dados. Junte a isso o recente depoimento de denunciantes do Facebook ao Congresso dos EUA, que <a id="a7">descreveu</a> os danos causados pelo Facebook e a maneira <a id="a8">desonesta como</a> ele lida com esses danos, e o Facebook parece ser uma das empresas mais imorais que analisamos em *privacidade não incluída.

# worst_case
source: This is the starting point for a device you bring into your home with an AI-powered smart camera and microphone that sends data back to Facebook regularly. To use the device, consumers are required to have a Facebook or Whatsapp account (a <a id="a1">Wokplace plan</a> can also be used but those are paid business plans), another flag for us as Facebook collects and shares a large amount of user data and doesn’t always secure that data properly. The question comes down to, does Facebook have your best interests at heart when it collects all the data this device is capable of collecting? From <a id="a2">Cambridge Analytica</a> to where we are today, the answer to that question is a resounding NO. We're afraid this device comes with *privacy not included.
pt_br: Este é o ponto de partida para um dispositivo que você leva para sua casa com uma câmera inteligente e um microfone capacitados por IA que envia dados de volta para o Facebook regularmente. Para usar o dispositivo, os consumidores devem ter uma conta no Facebook ou no WhatsApp (um <a id="a1">plano do Wokplace</a> também pode ser usado, mas é um plano de negócios pago), outro alerta para nós, pois o Facebook coleta e compartilha uma grande quantidade de dados dos usuários e nem sempre protege esses dados adequadamente. A questão se resume a: o Facebook tem seus melhores interesses em mente quando coleta todos os dados que ess dispositivo é capaz de coletar? Da <a id="a2">Cambridge Analytica</a> até onde estamos hoje, a resposta a essa pergunta é um NÃO retumbante. Infelizmente, esse dispositivo vem com *privacidade não incluída.

# signup_requirement_explanation
source: Facebook or WhatsApp account is required
es: Se requiere cuenta de Facebook o WhatsApp
pt_br: A conta do Facebook ou WhatsApp é obrigatória

# how_does_it_use_data_collected
source: Facebook says it does not sell any of your information to anyone, and never will. However, it shares data with numerous third parties such as partners who use their analytics services, advertisers, measurement partners, partners offering goods and services in Facebook products, vendors and service providers, researchers and academics, law enforcement, and legal requests. Facebook says that it does not use voice data for targeted ads. However, the metadata about your Portal usage – how often you make video calls or use in-call apps or features – can be used to target you with advertisements across the Facebook advertisement network. In addition, Facebook collects personal data from its partners. These partners provide information about your activities off Facebook — including information about your device, websites you visit, purchases you make, the ads you see, and how you use their services—whether or not you have a Facebook account or are logged into Facebook. Facebook shares information it collects on Portal with independent apps and services that integrate with Portal. This may include information about a user’s Portal device, such as device name, IP address, and zip code, as well as other information to help them provide the services requested by the user (for example, the text and subject of their voice commands to the app, service or integration through “Hey Portal”). The information collected by these independent apps, services, or integrations is subject to their own terms and policies.
pt_br: O Facebook diz que não vende nenhuma de suas informações a ninguém, e nunca venderá. No entanto, ele compartilha dados com vários terceiros, como parceiros que usam seus serviços de análise, anunciantes, parceiros de medição, parceiros que oferecem mercadorias e serviços em produtos do Facebook, fornecedores e prestadores de serviços, pesquisadores e acadêmicos, autoridades policiais e solicitações legais. O Facebook diz que não usa dados de voz para anúncios direcionados. No entanto, os metadados sobre o seu uso do Portal – com que frequência você faz videochamadas ou usa aplicativos ou recursos durante a chamada – podem ser usados para direcionar anúncios a você em toda a rede de anúncios do Facebook. Além disso, o Facebook coleta dados pessoais de seus parceiros. Esses parceiros fornecem informações sobre suas atividades no Facebook – incluindo informações sobre seu dispositivo, sites que você visita, compras que você faz, os anúncios que você vê e como você usa os seus serviços – independentemente de você ter ou não uma conta do Facebook ou estar conectado ao Facebook. O Facebook compartilha informações que coleta no Portal com aplicativos e serviços independentes que se integram ao Portal. Isso pode incluir informações sobre o dispositivo do Portal de um usuário, como nome do dispositivo, endereço IP e CEP, bem como outras informações para ajudá-lo a fornecer os serviços solicitados pelo usuário (por exemplo, o texto e o assunto de seus comandos de voz para o aplicativo, serviço ou integração por meio do "Hey Portal"). As informações coletadas por esses aplicativos, serviços ou integrações independentes estão sujeitas aos seus próprios termos e políticas.

# user_friendly_privacy_policy_helptext
source: Facebook has a Portal-specific privacy page with a FAQ section. https://portal.facebook.com/privacy/ Their privacy policy is also clearly broken out into sections so that people can easily find answers to frequent privacy questions.
pt_br: O Facebook tem uma página de privacidade específica do Portal com uma seção de perguntas frequentes. https://portal.facebook.com/privacy/ Sua política de privacidade também é claramente dividida em seções para que as pessoas possam encontrar facilmente respostas para perguntas frequentes sobre privacidade.

# uses_encryption_helptext
source: Portal video calls are encrypted. All Portal WhatsApp calls are end-to-end encrypted and all Portal Facebook Messenger calls are encrypted in-transit. Facebook says that it does not listen to, view or keep the contents of any video or audio calls on your Portal.
es: Las videollamadas de Portal están cifradas. Todas las llamadas de WhatsApp de Portal están cifradas de extremo a extremo y todas las llamadas de Facebook Messenger de Portal se cifran en tránsito. Facebook afirma que no escucha, ve ni guarda el contenido de ninguna llamada de vídeo o audio en tu Portal.
pt_br: As videochamadas do Portal são criptografadas. Todas as chamadas de WhatsApp do Portal são criptografadas de ponta a ponta e todas as chamadas de Facebook Messenger do Portal são criptografadas em trânsito. O Facebook diz que não ouve, visualiza nem guarda o conteúdo de nenhuma chamada de vídeo ou áudio no seu Portal.

# security_updates_helptext
source: Automatic updates are enabled by default.
es: Las actualizaciones automáticas se activan por defecto.
pt_br: Atualizações automáticas são ativadas por padrão.

# strong_password_helptext
source: The Portal requires you to log in with a Facebook account and strong password. You may also set a passcode for the device.
es: Portal exige que inicies sesión con una cuenta de Facebook y una contraseña segura. También tienes la opción de crear una contraseña para el propio dispositivo.
pt_br: O Portal exige que você entre com uma conta do Facebook e uma senha forte. Você também pode definir um código de acesso no dispositivo.

# manage_vulnerabilities_helptext
source: Facebook has a bug bounty program.
pt_br: O Facebook tem um programa de recompensas pela descoberta de bugs.

# tips_to_protect_yourself
source: Check Facebook Portal <a id="a1">privacy settings</a>.
pt_br: Verifique as <a id="a1">configurações de privacidade</a> do Portal do Facebook.

# tips_to_protect_yourself
source: Keep your location data private
pt_br: Mantenha seus dados de localização privados

# tips_to_protect_yourself
source: Stop data collection by Facebook’s partners
pt_br: Pare a coleta de dados dos parceiros do Facebook

# tips_to_protect_yourself
source: Note that when sharing data with third-parties services, the third-party privacy policy applies.
pt_br: Observe que, ao compartilhar dados com serviços de terceiros, a política de privacidade de terceiros se aplica.

# tips_to_protect_yourself
source: You can disable the camera and built-in microphone on Portal with a single tap or with a sliding switch. A red light next to the lens indicates the camera and microphone are off.
pt_br: Você pode desativar a câmera e o microfone embutido no Portal com um único toque ou movendo uma chave. Uma luz vermelha ao lado da lente indica que a câmera e o microfone estão desligados.

# personal_data_collected
source: Name, email address, password, messages, photos
pt_br: Nome, endereço de email, senha, mensagens, fotos

# biometric_data_collected
source: Voice clips are recorded and sent back to Facebook when you say "Hey Portal."
pt_br: Os clipes de voz são gravados e enviados de volta para o Facebook quando você diz "Hey Portal".

# social_data_collected
source: Contacts
es: Contactos
pt_br: Contatos

# how_can_you_control_your_data
source: Facebook Assistant activates when it hears “Hey Portal” and gives you a visual confirmation at the bottom of the screen. When your Portal hears the wake word, it will start to record your voice interaction and send it to Facebook servers in real-time to respond to your request. When you turn Portal’s microphone off, Portal won’t listen for the wake word, and voice control will be disabled. Facebook says to store data until it is no longer necessary to provide their services and Facebook Products or until your account is deleted – whichever comes first. It can take up to 90 days to delete data. Portal only works if you connect an active Facebook account or use Whatsapp.
pt_br: O Assistente do Facebook é ativado quando ouve o "Hey Portal" e fornece uma confirmação visual na parte inferior da tela. Quando seu Portal ouvir a palavra de alerta, começará a gravar sua interação de voz e a enviará para os servidores do Facebook em tempo real para responder à sua solicitação. Quando você desliga o microfone do Portal, o Portal não ouve a palavra de alerta e o controle de voz será desativado. O Facebook diz que armazena dados até que não seja mais necessário fornecer serviços e produtos do Facebook ou até que sua conta seja excluída – o que ocorrer primeiro. Pode levar até 90 dias para excluir dados. O Portal só funciona se você conectar uma conta ativa do Facebook ou usar o WhatsApp.

# how_can_you_control_your_data
source: You can view, hear, and delete your Portal’s voice interactions in Portal Settings or on your Facebook Activity Log. You can also turn off storage of Portal voice interactions in Portal settings.
pt_br: Você pode visualizar, ouvir e excluir as interações de voz do seu Portal nas Configurações do Portal ou no Registro de Atividades do Facebook. Você também pode desativar o armazenamento de interações de voz do Portal nas configurações do Portal.

# track_record_details
source: In April 2021, it was <a id="a1">reported</a> that there was a personal data leak of about 533 million Facebook users from 106 countries, including over 32 million records on users in the US, 11 million on users in the UK, and 6 million on users in India. It includes their phone numbers, Facebook IDs, full names, locations, birthdates, bios, and, in some cases, email addresses. In August 2019, <a id="a2">Bloomberg reported</a> that Facebook hired contractors to transcribe audio messages users sent through Messenger and Facebook confirmed the report.
pt_br: Em abril de 2021, foi <a id="a1">relatado</a> que houve um vazamento de dados pessoais de cerca de 533 milhões de usuários do Facebook de 106 países, incluindo mais de 32 milhões de registros de usuários nos EUA, 11 milhões de usuários no Reino Unido e 6 milhões de usuários na Índia. Isso inclui seus números de telefone, IDs do Facebook, nomes completos, locais, datas de nascimento, biografias e, em alguns casos, endereços de email. Em agosto de 2019, a <a id="a2">Bloomberg informou</a> que o Facebook contratou fornecedores para transcrever mensagens de áudio enviadas pelos usuários do Messenger e o Facebook confirmou o relatório.

# ai_helptext
source: Facebook runs an AI portal. https://machinelearning.apple.com/
pt_br: O Facebook tem um portal de IA. https://machinelearning.apple.com/

# ai_what_can_it_do
source: The Portal has an AI-powered "SmartCamera" feature that tracks you as you move in the video frame during a call. It is done by performing the computer vision (CV) modeling on-device. Portal’s camera does not use facial recognition and does not identify who you are — it uses AI technology to frame a scene. To do this, it determines whether something in the room is or isn’t a person.
pt_br: O Portal tem um recurso "SmartCamera" capacitado por IA que monitora conforme se move na moldura do vídeo durante uma chamada. Ele faz isso realizando a modelagem de visão computacional (CV) no dispositivo. A câmera do Portal não usa o reconhecimento facial e não identifica quem você é – ela usa a tecnologia de IA para enquadrar uma cena. Para fazer isso, determina se algo na sala é ou não uma pessoa.

# ai_what_can_it_do
source: Portal also has AI-powered augmented reality features in Messenger and WhatsApp video calling, and in the Photobooth and Storytime apps.
pt_br: O Portal também possui recursos de realidade aumentada capacitados por IA nas videochamadas do Messenger e do WhatsApp e nos aplicativos Photobooth e Storytime.

# ai_what_can_it_do
source: Portal also offers AI-powered voice assistant features. This includes an on-device wake word detection and automatic speech recognition models when a “Hey Portal” wake word is detected.
pt_br: O Portal também oferece recursos de assistente de voz capacitados por IA. Isso inclui uma detecção de palavras de alerta no dispositivo e modelos automáticos de reconhecimento de fala quando uma palavra de alerta "Hey Portal" é detectada.

# title
source: Facebook Portal
es: Portal de Facebook

# worst_case
source: Facebook has a history of betraying users' privacy and trust. They've faced record fines for this and have been caught hiding privacy breaches from their users. Just as recently as September, 2020, 90 million Facebook user accounts may have been impacted by a security issue where attackers were able to take over these accounts. This is the starting point for bringing a device with an AI-powered smart camera and always listening microphone that is sending data back to Facebook regularly into your home. Facebook also says they do human review of audio snippets unless you opt out. The question comes down to, does Facebook have your best interests at heart when it collects all the data this device is capable of collecting? In the past—from Cambridge Analytica and beyond—the answer to that question has way too often been, NO. We're afraid this device comes with *Privacy Not Included.
es: Facebook tiene fama de traicionar la privacidad y la confianza de sus usuarios, y de hecho se ha enfrentado a multas récord por ello y le han pillado ocultando brechas de privacidad a sus usuarios. Sin ir más lejos, en septiembre de 2020: 90 millones de cuentas de usuarios de Facebook podrían haberse visto afectadas por un problema de seguridad en el que los atacantes pudieron haberse hecho con el control de las cuentas. Este es el punto de partida para meter en casa un dispositivo con cámara inteligente que funciona con inteligencia artificial y un micrófono que está siempre activado y que envía datos a Facebook constantemente. La compañía también admite que hacen revisión humana review de fragmentos de audio a menos que especifiques lo contrario. La cuestión es si Facebook vela por tus intereses cuando recoge todos los datos que este dispositivo es capaz de recoger... En el pasado (empezando por Cambridge Analytica y más allá), la respuesta a esa pregunta ha ido NO con demasiada frecuencia. Mucho nos tememos que este dispositivo viene con *Privacidad no incluida.

# how_does_it_use_data_collected
source: Facebook says that it does not use anything you say on a Portal video call or voice interactions for targeted ads, but data about your Portal usage – how often you do video calls, what apps you open, what features you use – can be used to target you with advertisements across Facebook. The company may also share specific demographic and audience engagement data with advertisers and analytics partners.
es: Facebook asegura que no usa nada de lo que dices en las videollamadas de Portal o interacciones de voz para personalizar anuncios, pero los datos sobre el uso que haces de Portal (con qué frecuencia haces videollamadas, qué aplicaciones abres, qué funciones usas) puede emplearse para mostrarte publicidad en Facebook. La empresa también puede compartir datos demográficos y de participación concretos con anunciantes y colaboradores de análisis.

# manage_vulnerabilities_helptext
source: Facebook has recently expanded its bug bounty program, which means that anyone who finds a security issue and discloses it responsibly may get paid. But Facebook does not have a great track record in notifying the public of data breaches or security vulnerabilities, so we're not confident.
es: Facebook ha ampliado recientemente su programa de cazadores de bugs, con lo que todas las personas que detecten algún problema de seguridad y se lo notifiquen de forma responsable podrían recibir un pago por ello. Pero esta compañía no tiene una gran trayectoria en lo que respecta a informar al público de filtraciones de datos o vulnerabilidades de seguridad, así que no estamos muy convencidos.

# personal_data_collected
source: Name, email address, messages, photos
es: Nombre, dirección de correo electrónico, contraseña, mensajes, fotos

# biometric_data_collected
source: Voice clips are recorded and sent back to Facebook when you say "Hey Portal." Voice clips are recorded and sent back to Amazon when you use Alexa.
es: Cuando dices «Hey Portal» se graban clips de voz que después se envían a Facebook. También se graban y envían clips a Amazon cuando usas Alexa.

# how_can_you_control_your_data
source: Yes. You can manually delete your voice data in Portal or on your Facebook Activity Log. However, the only way to delete all your data is to remove your Facebook account altogether. Portal only works if you connect an active Facebook account or use Whatsapp.
es: Sí. Puedes borrar manualmente tus datos de voz en Portal o en tu Registro de Actividad en Facebook. Sin embargo, la única forma de borrar todos tus datos es eliminando tu cuenta de Facebook. Portal solo funciona si conectas una cuenta activa de Facebook o usas Whatsapp.

# track_record_details
source: The Cambridge Analytica data leak (where millions of Facebook users' personal data was harvested without consent by Cambridge Analytica) is old news. Most recently, in September of 2020, 90 million accounts may have been impacted by an security issue where attackers were able to take over user accounts.
es: La filtración de datos de Cambridge Analytica (en la que esta empresa recopiló datos personales de millones de usuarios de Facebook sin su consentimiento) no es nada nuevo. Más recientemente, en septiembre de 2020, 90 millones de cuentas podrían haberse visto afectadas por un problema de seguridad en el que los atacantes pudieron hacerse con el control de las mismas.

# ai_helptext
source: Facebook collects and may review voice data from interactions with the Portal. The Portal also has an AI-powered "SmartCamera" that tracks you as you move in the video frame during a call. These movement-tracking features are processed locally on each Portal device, not on Facebook's servers. However, it is worth noting that Facebook has a clouded relationship with facial recognition. A class-action lawsuit is pending against the company for violating an Illinois biometrics law by using facial recognition without explicit consent.
es: Facebook recopila y puede revisar datos de voz de interacciones con Portal. Portal también cuenta con una SmartCamera que te sigue mientras te mueves en el plano durante una llamada. Estas funciones de monitorización del movimiento se procesan de forma local en cada dispositivo Portal, no en los servidores de Facebook. Sin embargo, cabe destacar que Facebook tiene una relación algo turbia con el reconocimiento facial: la empresa está pendiente de una demanda colectiva por infringir una ley de biométrica de Illinois por usar reconocimiento facial sin consentimiento explícito.
