Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/facebook-dating.po
Languages: de, es, fr, pt_br

# track_record_details
source: In September 2022, Meta was <a id="a1">fined</a> for $405M for treatment of childrens' data on Instagram. In October 2022, Meta Pixel <a id="a2">was</a> a cause of a data breach of sensitive healthcare data that hit 3 million patients at Advocate Aurora Health (AAH), a 26-hospital healthcare system in Wisconsin and Illinois.
de: Im September 2022 wurde Meta wegen des Umgangs mit Kinderdaten auf Instagram zu einer <a id="a1">Geldstrafe</a> von 405 Mio. USD verurteilt. Im Oktober 2022 <a id="a2">war</a> Meta Pixel die Ursache für eine Datenpanne mit sensiblen Gesundheitsdaten, von der 3 Millionen Patienten von Advocate Aurora Health (AAH), einem Gesundheitssystem mit 26 Krankenhäusern in Wisconsin und Illinois, betroffen waren.
es: En septiembre de 2022, Meta recibió una <a id="a1">multa</a> de 405 millones de dólares por el tratamiento de datos de menores en Instagram. En octubre de 2022, Meta Pixel <a id="a2">fue</a> la causa de una violación de datos confidenciales de atención médica que afectó a 3 millones de pacientes de Advocate Aurora Health (AAH), un sistema de atención médica que integra 26 hospitales de Wisconsin e Illinois.
fr: En septembre 2022, Meta a été <a id="a1">condamnée à une amende</a> de 405 millions de dollars pour le traitement de données concernant des enfants sur Instagram. En octobre 2022, Meta Pixel <a id="a2">a été</a> à l’origine d’une violation de données de santé sensibles qui a touché 3 millions de patients de Advocate Aurora Health (AAH), un système de soins de santé composé de 26 hôpitaux dans le Wisconsin et l’Illinois.
pt_br: Em setembro de 2022, a Meta foi <a id="a1">multada</a> em US$ 405 milhões pelo tratamento de dados de crianças no Instagram. Em outubro de 2022, o Meta Pixel <a id="a2">foi</a> a causa de uma violação de dados confidenciais de saúde que atingiu 3 milhões de pacientes no Advocate Aurora Health (AAH), um sistema de saúde de 26 hospitais em Wisconsin e Illinois.

# track_record_details
source: In October 2022, <a id="a1">Meta</a> notified around 1 million users of potential compromise through malicious apps.
de: Im Oktober 2022 informierte <a id="a1">Meta</a> rund 1 Million Nutzer über eine mögliche Gefährdung durch bösartige Anwendungen.
es: En octubre de 2022, <a id="a1">Meta</a> notificó a alrededor de 1 millón de usuarios de un posible compromiso de sus datos por parte de aplicaciones maliciosas.
fr: En octobre 2022, <a id="a1">Meta</a> a averti environ 1 million d’utilisateurs d’une éventuelle compromission par des applications malveillantes.
pt_br: Em outubro de 2022, a <a id="a1">Meta</a> notificou cerca de 1 milhão de usuários sobre possíveis comprometimentos por meio de aplicativos maliciosos.

# track_record_details
source: In August 2022, private and personal information of over 1.5 billion Facebook users <a id="a1">were</a> allegedly being sold on a popular hacking-related forum.
de: Im August 2022 <a id="a1">wurden</a> angeblich private und persönliche Informationen von über 1,5 Milliarden Facebook-Nutzern in einem beliebten Hacking-Forum verkauft.
es: En agosto de 2022, se reportó que la información privada y personal de más de 1.500 millones de usuarios de Facebook presuntamente <a id="a1">se estaba</a> vendiendo en un popular foro relacionado con la piratería informática.
fr: En août 2022, les informations privées et personnelles de plus de 1,5 milliard d’utilisateurs de Facebook <a id="a1">auraient été</a> vendues sur un forum très fréquenté par les pirates informatiques.
pt_br: Em agosto de 2022, informações privadas e pessoais de mais de 1,5 bilhão de usuários do Facebook <a id="a1">estavam sendo</a> supostamente vendidas em um fórum popular relacionado a hackers.

# track_record_details
source: In March 2022, Meta received a $18.6M fine from the Data Protection Commision. The DPC <a id="a1">found</a> that Meta Platforms failed to have in place appropriate technical and organisational measures which would enable it to readily demonstrate the security measures that it implemented in practice to protect EU users’ data, in the context of the twelve personal data breaches. The decision followed an inquiry by the DPC into a series of twelve data breach notifications it received in the six month period between 7 June 2018 and 4 December 2018.
de: Im März 2022 erhielt Meta eine Geldstrafe in Höhe von 18,6 Mio. USD von der Datenschutzkommission. Die Datenschutzkommission <a id="a1">stellte fest</a>, dass Meta Platforms es versäumt hat, angemessene technische und organisatorische Maßnahmen zu ergreifen, die es dem Unternehmen ermöglichen würden, die Sicherheitsmaßnahmen, die es in der Praxis zum Schutz der Daten von EU-Nutzern ergriffen hat, im Zusammenhang mit den zwölf Verletzungen des Schutzes personenbezogener Daten nachzuweisen. Die Entscheidung folgte auf eine Untersuchung des Datenschutzbeauftragten zu einer Reihe von zwölf Meldungen über Datenschutzverletzungen, die er in den sechs Monaten zwischen dem 7. Juni 2018 und dem 4. Dezember 2018 erhalten hatte.
es: En marzo de 2022, Meta recibió una multa de 18,6 millones de dólares por parte de la Comisión de Protección de Datos. La CPD <a id="a1">constató</a> que Meta Platforms no disponía de medidas técnicas y organizativas adecuadas que le permitieran demostrar fácilmente las medidas de seguridad que aplicaba en la práctica para proteger los datos de los usuarios de la UE, en el contexto de doce violaciones de datos personales. La decisión siguió a una investigación de la DPC sobre una serie de doce notificaciones de violaciones de datos que se habían recibido en un período de seis meses, entre el 7 de junio de 2018 y el 4 de diciembre de 2018.
fr: En mars 2022, Meta a été condamnée à une amende de 18,6 millions de dollars par la Commission de protection des données. La commission <a id="a1">a constaté</a> que Meta Platforms avait omis de mettre en place des mesures techniques et organisationnelles appropriées qui lui auraient permis de démontrer sans difficulté les mesures de sécurité mises en œuvre dans le cadre de la protection des données des utilisateurs européens, et ce, dans le contexte des douze infractions relatives aux données à caractère personnel. La décision fait suite à une enquête menée par la Commission de protection des données sur une série de douze notifications de violation de données reçues au cours d’une période de six mois entre le 7 juin et le 4 décembre 2018.
pt_br: Em março de 2022, a Meta recebeu uma multa de US$ 18,6 milhões da DPC (Comissão de Proteção de Dados). A DPC <a id="a1">descobriu</a> que as plataformas Meta não dispunham de medidas técnicas e organizativas adequadas que possibilitassem demonstrar prontamente as medidas de segurança que implementaram na prática para proteger os dados dos usuários da UE, no contexto das doze violações de dados pessoais. A decisão seguiu-se a um inquérito da DPC sobre uma série de doze notificações de violação de dados que recebeu no período de seis meses entre 7 de junho de 2018 e 4 de dezembro de 2018.

# track_record_details
source: In October 2021, Meta's Whatsapp <a id="a1">was</a> was fined nearly $270 million by Irish authorities for not being transparent about how it uses data collected from people on the service.
de: Im Oktober 2021 <a id="a1">wurde</a> Metas WhatsApp von den irischen Behörden zu einer Geldstrafe von fast 270 Mio. USD verurteilt, weil das Unternehmen nicht transparent gemacht hatte, wie es die über den Dienst gesammelten Daten von Personen verwendet.
es: En octubre de 2021, WhatsApp de Facebook <a id="a1">recibió</a> una multa de casi 270 millones de dólares por parte de las autoridades irlandesas por su falta de transparencia en relación al uso de los datos recopilados por el servicio.
fr: En octobre 2021, les autorités irlandaises <a id="a1">ont</a> infligé à la société Whatsapp une amende de près de 270 millions de dollars pour manque de transparence sur l’utilisation des données collectées auprès des utilisateurs de l’application.
pt_br: Em outubro de 2021, o WhatsApp do Facebook <a id="a1">foi</a> multado em quase US$ 270 milhões pelas autoridades irlandesas por não ser transparente sobre como usa os dados coletados das pessoas no serviço.

# track_record_details
source: In April 2021, it was <a id="a1">reported</a> that there was a personal data leak of about 533 million Facebook users from 106 countries, including over 32 million records on users in the US, 11 million on users in the UK, and 6 million on users in India. It includes their phone numbers, Facebook IDs, full names, locations, birthdates, bios, and, in some cases, email addresses.
de: Im April 2021 wurde <a id="a1">berichtet</a>, dass personenbezogene Daten von etwa 533 Millionen Facebook-Nutzern aus 106 Ländern verloren gegangen sind, darunter über 32 Millionen Datensätze zu Nutzern in den USA, 11 Millionen zu Nutzern in Großbritannien und 6 Millionen zu Nutzern in Indien. Enthalten waren Telefonnummern, Facebook-IDs, vollständige Namen, Orte, Geburtsdaten, Lebensläufe und in einigen Fällen E-Mail-Adressen.
es: En abril de 2021, se <a id="a1">informó</a> una filtración de datos personales de aproximadamente 533 millones de usuarios de Facebook de 106 países, incluidos más de 32 millones de registros de usuarios de los EE. UU., 11 millones de usuarios del Reino Unido y 6 millones de usuarios de la India. Los datos incluían números de teléfono, ID de Facebook, nombres completos, ubicaciones, fechas de nacimiento, biografías y, en algunos casos, direcciones de correo electrónico.
fr: En avril 2021, une fuite de données personnelles concernant environ 533 millions d’utilisateurs de Facebook dans 106 pays a été <a id="a1">signalée</a>, comprenant plus de 32 millions de données d’utilisateurs aux États-Unis, 11 millions d’utilisateurs au Royaume-Uni et 6 millions d’utilisateurs en Inde. Ces données comprennent les numéros de téléphone, les identifiants Facebook, les noms complets, les localisations, les dates de naissance, les biographies et, dans certains cas, les adresses électroniques.
pt_br: Em abril de 2021, foi <a id="a1">relatado</a> que houve um vazamento de dados pessoais de cerca de 533 milhões de usuários do Facebook de 106 países, incluindo mais de 32 milhões de registros sobre usuários nos EUA, 11 milhões sobre usuários no Reino Unido e 6 milhões sobre usuários na Índia. Nos dados estava incluso seus números de telefone, IDs do Facebook, nomes completos, locais, datas de nascimento, biografias e, em alguns casos, endereços de e-mail.

# track_record_details
source: In August 2019, <a id="a1">Bloomberg reported</a> that Facebook hired contractors to transcribe audio messages users sent through Messenger and Facebook confirmed the report.
de: Im August 2019 <a id="a1">berichtete Bloomberg</a>, dass Facebook Auftragnehmer beauftragt hat, Audionachrichten zu transkribieren, die Benutzer über Messenger gesendet haben, und Facebook bestätigte diesen Bericht.
es: En agosto de 2019, <a id="a1">Bloomberg informó</a> que Facebook había contratado personas para transcribir mensajes de audio enviados por los usuarios a través de Messenger y Facebook.
fr: En août 2019, <a id="a1">Bloomberg a révélé</a> que Facebook avait engagé des sous-traitants pour transcrire les messages audio que les utilisateurs envoyaient via Messenger. Facebook a confirmé les faits.
pt_br: Em agosto de 2019, a <a id="a1">Bloomberg denunciou</a> que o Facebook contratou terceiros para transcrever mensagens de áudio enviadas pelos usuários do Messenger, e o Facebook confirmou o relatório.

# child_safety_blurb
source: "Eligibility Requirements We try to make our products broadly available, but you may only use Facebook Dating if you are at least 18 years old and are legally permitted to use Facebook Dating under the laws of your resident country."
de: „Teilnahmevoraussetzungen Wir versuchen, unsere Produkte einem breiten Publikum zugänglich zu machen, aber Sie dürfen Facebook Dating nur nutzen, wenn Sie mindestens 18 Jahre alt sind und nach den Gesetzen Ihres Wohnsitzlandes rechtlich dazu befugt sind, Facebook Dating zu nutzen.“
es: «Requisitos de elegibilidad. Intentamos que nuestros productos estén ampliamente disponibles, pero solo puedes usar Facebook Parejas si tienes al menos 18 años y las leyes de tu país de residencia te permiten legalmente usar Facebook Parejas».
fr: « Conditions d’éligibilité Nous essayons de rendre nos services accessibles au plus grand nombre, mais vous ne pouvez utiliser Facebook Dating que si vous êtes âgé d’au moins 18 ans et que vous êtes légalement autorisé à utiliser Facebook Dating conformément aux lois en vigueur dans votre pays de résidence. »
pt_br: "Requisitos de Elegibilidade - Tentamos disponibilizar nossos produtos amplamente, mas você só pode usar o Facebook Dating se tiver pelo menos 18 anos de idade e tiver permissão legal para usar o Facebook Dating de acordo com as leis do seu país de residência."

# ai_is_transparent_helptext
source: Where do my suggested matches come from on Facebook Dating?<br/> <br/>"Facebook Dating suggests matches for you based on your preferences and information from your Dating profile. Your Dating preferences for potential matches can include height, age and education.<br/>We also use the things you and others do and provide on Facebook, for example:<br/> <br/> Information you added to your Facebook or Dating profile, like your hometown or the schools you attended.<br/> Interests like Facebook Groups and Events that you have in common. This can include past and future events that you expressed interest in or attended. You can also look for suggested matches in events and groups<br/> <br/>Note that we may use other signals from Facebook to help provide you more relevant matches."
de: Woher kommen meine vorgeschlagenen Matches bei Facebook Dating?<br/> <br/>„Facebook Dating schlägt Ihnen auf der Grundlage Ihrer Präferenzen und Informationen aus Ihrem Dating-Profil Matches vor. Ihre Dating-Präferenzen für potenzielle Partner können Größe, Alter und Ausbildung beinhalten.<br/>Wir nutzen auch die Dinge, die Sie und andere auf Facebook tun und zur Verfügung stellen, zum Beispiel.Informationen, die Sie zu Ihrem Facebook- oder Dating-Profil hinzugefügt haben, z. B.:<br/> <br/>Ihre Heimatstadt oder die Schulen, die Sie besucht haben.<br/> Interessen wie Facebook-Gruppen und Veranstaltungen, die Sie gemeinsam haben. Dazu können vergangene und zukünftige Veranstaltungen gehören, an denen Sie Interesse bekundet oder die Sie besucht haben. Sie können auch nach vorgeschlagenen Matches in Veranstaltungen und Gruppen suchen<br/> <br/>Beachten Sie, dass wir andere Signale von Facebook verwenden können, um Ihnen relevantere Matches zu liefern.
es: ¿De dónde vienen las coincidencias que me sugiere Facebook Parejas?<br/> <br/>«Facebook Parejas sugiere coincidencias para ti en función de tus preferencias y de la información de tu perfil de citas. Tus preferencias de citas para posibles parejas pueden incluir altura, edad y educación. <br/>También usamos las cosas que tú y otras personas hacen y proporcionan a Facebook, por ejemplo:<br/> <br/> Información que agregas a tu perfil de Facebook o de citas, como tu ciudad natal o las escuelas a las que has asistido.<br/> Intereses, como grupos y eventos de Facebook que tienen en común. Esto puede incluir eventos pasados y futuros por los que has expresado interés o a los que has asistido. También puedes buscar coincidencias sugeridas en eventos y grupos.<br/> <br/>Ten en cuenta que podemos usar otras señales de Facebook para proporcionarte coincidencias más relevantes».
fr: Comment fonctionnent les suggestions de correspondances sur Facebook Dating ?<br/> <br/>« Facebook Dating vous propose des rencontres en fonction de vos préférences et des informations contenues dans votre profil. Vos critères sur Dating en ce qui concerne les éventuelles mises en relation peuvent inclure la taille, l’âge et le niveau d’études.<br/>Nous nous basons également sur les activités que vous et d’autres personnes effectuez et communiquez sur Facebook, par exemple :<br/> <br/>les informations que vous avez ajoutées à votre profil Facebook ou Dating, comme votre ville natale ou les écoles que vous avez fréquentées.<br/> Vos centres d’intérêt, comme les groupes Facebook et les événements communs. Il peut s’agir d’événements passés et futurs pour lesquels vous avez manifesté de l’intérêt ou auxquels vous avez participé. Vous pouvez également rechercher des correspondances suggérées dans les événements et les groupes<br/> <br/>Veuillez noter que nous pouvons utiliser d’autres informations provenant de Facebook pour vous proposer des correspondances plus pertinentes.
pt_br: De onde vêm minhas correspondências sugeridas no Facebook Dating?<br/> <br/>"O Facebook Dating sugere correspondências para você com base em suas preferências e informações do seu perfil de namoro. Suas preferências de namoro para possíveis correspondências podem incluir altura, idade e escolaridade.<br/>Também usamos as coisas que você e outras pessoas fazem e fornecem no Facebook, por exemplo:<br/> <br/> informações que você adicionou ao seu perfil do Facebook ou do Dating, como sua cidade natal ou as escolas que frequentou.<br/> Interesses como Grupos e Eventos do Facebook que vocês têm em comum. Isso pode incluir eventos passados e futuros em que você expressou interesse ou participou. Você também pode procurar correspondências sugeridas em eventos e grupos.<br/> <br/>Observe que podemos usar outros sinais do Facebook para ajudar a fornecer correspondências mais relevantes."

# ai_helptext
source: Meta AI uses generative AI to<a id="a1"> draft an introduction</a> in Facebook Dating.
de: Meta AI verwendet generative KI, um in Facebook Dating<a id="a1"> eine Einleitung zu verfassen</a>.
es: Meta AI utiliza IA generativa para<a id="a1"> redactar una introducción</a> en Facebook Parejas.
fr: Meta AI utilise l’IA générative pour<a id="a1"> rédiger une introduction</a> dans Facebook Dating.
pt_br: A Meta AI usa IA generativa para<a id="a1"> redigir uma introdução</a> no Facebook Dating.

# ai_helptext
source: Facebook Dating algorithm also <a id="a1">generates</a> prospective matches.
de: Der Facebook-Dating-Algorithmus <a id="a1">generiert</a> auch potenzielle Matches.
es: El algoritmo de Facebook Parejas también <a id="a1">genera</a> posibles coincidencias.
fr: L’algorithme de rencontre de Facebook <a id="a1">génère également</a> des correspondances potentielles.
pt_br: O algoritmo do Facebook Dating também <a id="a1">gera</a> correspondências em potencial.

# ai_helptext
source: Facebook uses a third party service, called <a id="a1">Yoti</a>, to estimate users' age for <a id="a2">age verification</a> purposes.
de: Facebook verwendet einen Drittanbieterdienst namens <a id="a1">Yoti</a>, um das Alter der Nutzer für <a id="a2">Altersüberprüfungszwecke</a> zu schätzen.
es: Facebook utiliza un servicio de terceros, llamado <a id="a1">Yoti</a>, para estimar la edad de los usuarios con el fin de <a id="a2">verificar su edad</a>.
fr: Facebook utilise un service tiers, appelé <a id="a1">Yoti</a>, pour estimer l’âge des utilisateurs à des fins de <a id="a2">vérification</a>.
pt_br: O Facebook usa um serviço de terceiros, chamado <a id="a1">Yoti</a>, para estimar a idade dos usuários para fins de <a id="a2">verificação de idade</a>.

# ai_what_can_it_do
source: Choosing potential matches for users.
de: Auswahl potenzieller Matches für Benutzer.
es: Elegir posibles coincidencias para los usuarios.
fr: Choisir des correspondances potentielles pour les utilisateurs.
pt_br: Escolher possíveis correspondências para os usuários.
