Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/facebook-dating.po
Languages: de, es, fr, pt_br

# worst_case
source: Aside from that, Dating will collect information about all of your activities and interactions -- just like they do whenever you're on Facebook. Everything you post, messages you send, things you "like," anyone you match or connect with, groups you belong to, Facebook pages you visit... You get the idea. Aside from the information you put in your profile and how you act on the app, Facebook collects a bunch of data automatically from your device. That includes location-related <a id="a1">information</a> "even if Location Services is turned off in your device settings," your phone's battery level (for some reason), <a id="a2">and</a> "[a]pp files names and types" to name a few. Oh and remember that unless you changed your settings early on, Facebook could also have access to your camera, photos, and GPS location. Because they collect <a id="a3">metadata</a> from your camera too (greedy!) they'll know where you took all your photos and videos, and when you took them. So check those device settings, folks!
de: Abgesehen davon sammelt Dating Informationen über all Ihre Aktivitäten und Interaktionen – genau wie bei Facebook. Alles, was Sie posten, Nachrichten, die Sie senden, Dinge, die Sie „liken“, Personen, mit denen Sie übereinstimmen oder sich verbinden, Gruppen, denen Sie angehören, Facebook-Seiten, die Sie besuchen ... Sie wissen schon, was ich meine. Abgesehen von den Informationen, die Sie in Ihrem Profil eingeben und wie Sie sich in der App verhalten, sammelt Facebook automatisch eine Reihe von Daten von Ihrem Gerät. Dazu gehören standortbezogene <a id="a1">Informationen</a>, „selbst wenn die Standortdienste in Ihren Geräteeinstellungen deaktiviert sind“. Außerdem wird der Akkustand Ihres Telefons (aus irgendeinem Grund) erfasst, <a id="a2">ebenso wie</a> die „Namen und Typen von App-Dateien“. Und denken Sie daran: Wenn Sie Ihre Einstellungen nicht frühzeitig geändert haben, hat Facebook möglicherweise auch Zugriff auf Ihre Kamera, Fotos und Ihren GPS-Standort. Da sie auch <a id="a3">Metadaten</a> von Ihrer Kamera sammeln (ganz schön gierig!), wissen sie genau, wo Sie all Ihre Fotos und Videos aufgenommen haben und wann. Also, liebe Leute, überprüfen Sie diese Geräteeinstellungen!
es: Además de eso, Facebook Parejas recopilará información sobre todas tus actividades e interacciones, al igual que lo hacen cada vez que estás en Facebook. Todo lo que publicas, los mensajes que envías, las cosas que «te gustan», cualquier persona con la que coincidas o con la que te conectes, los grupos a los que perteneces, las páginas de Facebook que visitas... Lo tienes claro, ¿verdad?. Aparte de la información que pones en tu perfil y de cómo actúas en la aplicación, Facebook recopila un montón de datos automáticamente desde tu dispositivo. Eso incluye <a id="a1">información</a> relacionada con la ubicación «incluso si los servicios de ubicación están desactivados en la configuración de tu dispositivo», el nivel de batería de tu teléfono (quién sabe por qué) <a id="a2">y</a> «los nombres y tipos de archivos de la aplicación», por nombrar algunos. También recuerda que, a menos que cambies tu configuración desde el principio, Facebook también podría tener acceso a tu cámara, fotos y ubicación GPS. Debido a que también recopilan <a id="a3">metadatos</a> de tu cámara (¡son insaciables!), sabrán dónde y cuándo tomaste todas tus fotos y vídeos. ¡Revisen la configuración de sus dispositivos, amigos!
fr: Par ailleurs, Dating collecte des informations sur toutes vos activités et interactions, comme le fait Facebook. Tout ce que vous publiez, les messages que vous envoyez, les choses que vous « aimez », les personnes avec lesquelles vous êtes en contact, les groupes auxquels vous appartenez, les pages Facebook que vous visitez... Vous comprenez l’idée. Outre les informations figurant dans votre profil et votre comportement sur l’application, Facebook collecte automatiquement un certain nombre de données à partir de votre appareil. Il s’agit notamment <a id="a1">d’informations</a> liées à la localisation « même si les fonctions de localisation sont désactivées dans les paramètres de votre appareil », du niveau de la batterie de votre téléphone (pour une raison inconnue) <a id="a2">et</a> des « noms et types de fichiers », pour n’en citer que quelques-unes. N’oubliez pas qu’à moins que vous n’ayez modifié vos paramètres à temps, Facebook pourrait également avoir accès à votre appareil photo, à vos photos et à votre position GPS. Étant donné que la société recueille également les <a id="a3">métadonnées</a> de votre appareil photo (avidité, quand tu nous tiens !), elle peut savoir à quel endroit et à quel moment vous avez pris vos photos et vos vidéos. Pensez donc à vérifier les paramètres de votre appareil !
pt_br: Além disso, o Dating coletará informações sobre todas as suas atividades e interações, assim como eles fazem sempre que você está no Facebook. Tudo o que você publica, mensagens que você envia, coisas que você "curte", qualquer pessoa que você corresponda ou se conecte, grupos aos quais você pertence, páginas do Facebook que você visita... Você entendeu a ideia. Além das informações que você coloca no seu perfil e como você age no aplicativo, o Facebook coleta um monte de dados automaticamente do seu dispositivo. Isso inclui <a id="a1">informações</a> relacionadas à localização "mesmo que os Serviços de Localização estejam desativados nas configurações do seu dispositivo", o nível de bateria do seu telefone (por algum motivo) <a id="a2">e</a> "nomes e tipos de arquivos do aplicativo", para citar alguns. Ah, e lembre-se de que, a menos que você altere suas configurações desde o início, o Facebook também pode ter acesso à sua câmera, fotos e localização GPS. Como eles também coletam <a id="a3">metadados</a> da sua câmera (gananciosos!), eles saberão onde você tirou todas as suas fotos e vídeos e quando você os tirou. Portanto, verifiquem essas configurações do dispositivo, pessoal!

# worst_case
source: Facebook Dating might also ask you to upload a video selfie for third-party AI-powered <a id="a1">age verification.</a> Now there's a cluster of words that send chills up a privacy researcher's spine! Meta <a id="a2">says</a> that the verification is anonymous and that the selfie is deleted once Yoti (the third party) guesses your age. That sounds OK but does require you to trust Facebook to do as they say. Facebook Dating also uses AI for <a id="a3">matching</a> and to help you <a id="a4">draft messages</a>. Meta <a id="a5">says</a> that they they train their generative AI models on the photos and text in your public Facebook and Instagram posts as well as "information that's publicly available online". It's not totally clear to us what that means.
de: Facebook Dating könnte Sie auch auffordern, ein Video-Selfie für die von einem Drittanbieter betriebene, KI-gestützte <a id="a1">Altersüberprüfung</a> hochzuladen. Na, das ist doch mal eine Ansammlung von Wörtern, die einem Datenschutzforscher kalte Schauer über den Rücken jagt! Meta <a id="a2">sagt</a>, dass die Überprüfung anonym ist und das Selfie gelöscht wird, sobald Yoti (der Drittanbieter) Ihr Alter errät. Das klingt in Ordnung, erfordert aber, dass Sie Facebook vertrauen, sich an ihr Wort zu halten. Facebook Dating verwendet auch KI für das <a id="a3">Matching</a> und um Ihnen beim <a id="a4">Verfassen von Nachrichten</a> zu helfen. Meta <a id="a5">sagt</a>, dass sie ihre generativen KI-Modelle mit den Fotos und Texten in Ihren öffentlichen Facebook- und Instagram-Posts sowie „Informationen, die online öffentlich verfügbar sind“, trainieren. Uns ist nicht ganz klar, was das bedeutet.
es: Facebook Parejas también podría pedirte que subas un vídeo selfie para <a id="a1">verificar tu edad</a> mediante una IA externa. A continuación, hay un grupo de palabras que provocan escalofríos a cualquier investigador de privacidad. Meta <a id="a2">dice</a> que la verificación es anónima y que la selfie se eliminará una vez que Yoti (la aplicación externa) adivine tu edad. Eso suena bien, pero requiere que confíes en que Facebook cumplirá con lo que dice. Facebook Parejas también utiliza IA para <a id="a3">emparejar</a> personas y para ayudarte a <a id="a4">redactar mensajes</a>. Meta <a id="a5">dice</a> que entrenan a sus modelos generativos de IA con las fotos y los textos de tus publicaciones públicas de Facebook e Instagram, así como con «información que está disponible públicamente en línea». No nos queda del todo claro lo que eso significa.
fr: Facebook Dating pourrait également vous demander de fournir un selfie vidéo pour effectuer une <a id="a1">vérification de l’âge</a> par un système d’intelligence artificielle tiers. En voilà une phrase qui donne des frissons aux experts en protection de la vie privée ! Meta <a id="a2">précise</a> que la vérification est anonyme et que le selfie est supprimé une fois que Yoti (le tiers) a déterminé votre âge. Cela paraît acceptable, mais encore faut-il croire que Facebook respecte ses engagements. Facebook Dating utilise également l’IA pour la <a id="a3">mise en relation</a> et pour vous aider à <a id="a4">rédiger des messages</a>. Meta <a id="a5">explique</a> qu’elle entraîne ses modèles d’IA générative sur la base des photos et du texte de vos publications publiques sur Facebook et Instagram, ainsi que « d’informations accessibles publiquement en ligne ». La signification de ces termes reste floue.
pt_br: O Facebook Dating também pode pedir que você envie uma selfie em vídeo para <a id="a1">verificação de idade</a> com tecnologia de IA de terceiros. Agora há um conjunto de palavras que causam arrepios na espinha de um pesquisador de privacidade! A Meta <a id="a2">diz</a> que a verificação é anônima e que a selfie é excluída assim que o Yoti (o terceiro) adivinha sua idade. Isso soa bem, mas exige que você confie no Facebook para fazer o que eles dizem. O Facebook Dating também usa IA para <a id="a3">correspondência</a> e para ajudá-lo a <a id="a4">redigir mensagens</a>. A Meta <a id="a5">diz</a> que eles treinam seus modelos de IA generativa nas fotos e textos em suas postagens públicas no Facebook e Instagram, bem como "informações que estão disponíveis publicamente online". Não está totalmente claro para nós o que isso significa.

# worst_case
source: Another pretty weird thing about Facebook is that they also collect information about non-Facebook users. (So, everyone?) "We collect and receive information from partners, measurement vendors, marketing vendors and other third parties about a variety of your information and activities on and off our Products... We receive this information whether or not you're logged in or have an account on our Products." Saying "information" is pretty vague, so luckily Facebook lists some examples like the websites you visit, apps you use, and things you buy. Alrighty. "Partners" might also share your email address with Facebook.
de: Ein weiterer ziemlich merkwürdiger Aspekt von Facebook ist, dass sie auch Informationen über Nicht-Facebook-Nutzer sammeln. (Also alle?) „Wir erheben und erhalten Informationen von Partnern, Messdienstleistern, Marketingdienstleistern und anderen Dritten über eine Vielzahl Ihrer Informationen und Aktivitäten auf und außerhalb unserer Produkte … Wir erhalten diese Informationen, unabhängig davon, ob Sie eingeloggt sind oder ein Konto bei unseren Produkten haben.“ Das Wort „Informationen“ ist ziemlich vage, zum Glück listet Facebook einige Beispiele auf, wie die Websites, die Sie besuchen, die Apps, die Sie verwenden, und die Dinge, die Sie kaufen. Na gut. „Partner“ könnten auch Ihre E-Mail-Adresse mit Facebook teilen.
es: Otra cosa bastante extraña de Facebook es que también recopilan información sobre personas que no son usuarios de Facebook (¿De todos?). «Recopilamos y recibimos información de socios, proveedores de medición, proveedores de marketing y otros terceros sobre una variedad de tus datos y actividades dentro y fuera de nuestros productos... Recibimos esta información independientemente de si has iniciado sesión o no, o si tienes una cuenta en nuestros productos». La palabra «información» es bastante vaga, por lo que afortunadamente Facebook enumera algunos ejemplos como los sitios web que visitas, las aplicaciones que usas y las cosas que compras. Muy bien. Los «socios» también podrían compartir tu dirección de correo electrónico con Facebook.
fr: Une autre particularité de Facebook est que la société recueille également des informations sur les utilisateurs qui ne sont pas membres de Facebook (donc tout le monde ?). « Nous recueillons et recevons des informations de la part de partenaires, de fournisseurs de données, de prestataires de services de marketing et d’autres tiers portant. Il peut s’agir d’informations et d’activités ayant lieu dans le cadre de nos services ou en dehors... Ces informations nous parviennent même si vous n’êtes pas connecté ou si vous ne possédez pas de compte sur nos services ». Le terme « informations » est assez vague. Heureusement, Facebook fournit quelques exemples, notamment les sites web que vous visitez, les applications que vous utilisez et les produits que vous achetez. Voilà qui est dit. Les « partenaires » sont également susceptibles de partager votre adresse électronique avec Facebook.
pt_br: Outra coisa muito estranha sobre o Facebook é que eles também coletam informações sobre usuários que não são do Facebook. (Então, todo mundo?) "Coletamos e recebemos informações de parceiros, fornecedores de medição, fornecedores de marketing e outros terceiros sobre uma variedade de suas informações e atividades dentro e fora de nossos Produtos... Recebemos essas informações independentemente de você estar ou não conectado ou ter uma conta em nossos Produtos." Dizer "informações" é bastante vago, então, felizmente, o Facebook lista alguns exemplos, como os sites que você visita, os aplicativos que você usa e as coisas que você compra. Tudo bem. "Parceiros" também podem compartilhar seu endereço de e-mail com o Facebook.

# worst_case
source: Now, Facebook doesn't sell your data. But just like Amazon, they don't really need to since they have their own in-house ginormous ad business. So they do use your information for ads. And not surprising, but still disappointing, it's not clear whether all users have the right to get their piles and piles and piles of personal data deleted. So is Facebook Dating really "free," or do you just pay for it with your privacy? Hmmm... What could go wrong with Facebook Dating is that you give one of the world's biggest data-gobbling companies with the worst track records for protecting it information about your sex and love life.
de: Nun, Facebook verkauft Ihre Daten nicht. Aber genau wie Amazon, brauchen sie das nicht wirklich, da sie ihr eigenes riesiges internes Werbegeschäft haben. Also verwenden sie Ihre Informationen für Werbung. Nicht überraschend, aber dennoch enttäuschend ist, dass nicht klar ist, ob alle Nutzer das Recht haben, ihre Berge und Stapel von persönlichen Daten löschen zu lassen. Ist Facebook Dating also wirklich „kostenlos“, oder bezahlen Sie dafür mit Ihrer Privatsphäre? Hmmm … Was bei Facebook Dating schiefgehen könnte, ist, dass Sie einem der weltweit größten Datenfresser-Unternehmen, das die schlechteste Bilanz beim Schutz dieser Daten hat, Informationen über Ihr Sexual- und Liebesleben geben.
es: Facebook no vende tus datos. Pero, al igual que Amazon, realmente no necesita hacerlo, ya que tiene su propio y enorme negocio publicitario interno. Así que usa tu información para anuncios. No es sorprendente, aunque sigue siendo decepcionante, que no esté claro si todos los usuarios tienen derecho a que se eliminen sus pilas y pilas y pilas de datos personales. Entonces, ¿Facebook Parejas es realmente «gratis» o es un servicio que pagas vendiendo tu privacidad? Mmm... Lo que podría salir mal con Facebook Parejas es que le estarás dando información sobre tu vida sexual y amorosa a una de las compañías de datos más grandes del mundo con los peores antecedentes para protegerla.
fr: Facebook ne vend pas vos données. Mais tout comme Amazon, la société n’a pas vraiment besoin de le faire puisqu’elle dispose de sa colossale division publicitaire interne. Facebook utilise donc vos données à des fins publicitaires. Il n’est pas surprenant, mais tout de même décevant, que tous les utilisateurs ne disposent pas du droit de faire effacer les montagnes de données personnelles accumulées à leur sujet. Les rencontres sur Facebook sont-elles vraiment « gratuites » ou les paye-t-on au prix de notre vie privée ? La question se pose... Le problème avec Facebook Dating, c’est que vous fournissez des informations sur votre vie sexuelle et amoureuse à l’une des plus grandes sociétés de collecte de données au monde, dont la réputation en matière de protection des données est des plus ternes.
pt_br: Agora, o Facebook não vende seus dados. Mas, assim como a Amazon, eles realmente não precisam, pois têm seu próprio negócio interno de anúncios gigantescos. Então, eles usam suas informações para anúncios. E não é surpreendente, mas ainda é decepcionante, não está claro se todos os usuários têm o direito de excluir suas pilhas, e pilhas, e pilhas de dados pessoais. Então, o Facebook Dating é realmente "gratuito" ou você paga por isso com sua privacidade? Hmmm... O que pode dar errado com o Facebook Dating é que você dá a uma das maiores empresas devoradoras de dados do mundo, com os piores históricos para protegê-lo, informações sobre seu sexo e vida amorosa.

# worst_case
source: One more note on Meta from a privacy researcher’s point of view. Trying to read through Meta's crazy network of privacy policies, privacy FAQs, privacy statements, privacy notices, and supplemental privacy documentation for their vast empire is a nightmare. And you can't even get access to most of those pages until you login or create a Meta or Facebook account. Once in, there’s so many documents that link to other documents that link back even more documents that understanding and making sense of Meta's actual privacy practices feels almost impossible. We wonder if this is by design, to confuse us all so we just give up? Or, if maybe even Meta's own employees possibly don't know and understand the vast network of privacy policies and documentation they have living all over the place? Regardless, this privacy researcher would love to see Meta do better when it comes to making their privacy policies accessible to the consumers they impact.
de: Noch eine Anmerkung zu Meta aus der Sicht eines Datenschutzforschers. Der Versuch, sich durch Metas verrücktes Netzwerk von Datenschutzrichtlinien, Datenschutz-FAQs, Datenschutzerklärungen, Datenschutzhinweise und ergänzende Datenschutzdokumentation für ihr riesiges Imperium zu lesen, ist ein Albtraum. Und Sie können nicht einmal auf die meisten dieser Seiten zugreifen, bis Sie sich bei Meta oder Facebook anmelden oder ein Konto erstellen. Einmal drin, gibt es so viele Dokumente, die auf andere Dokumente verlinken, die wieder auf noch mehr Dokumente verlinken, dass das Verständnis und die Sinngebung von Metas tatsächlichen Datenschutzpraktiken fast unmöglich erscheinen. Wir fragen uns, ob dies absichtlich so gestaltet ist, um uns alle so zu verwirren, dass wir einfach aufgeben? Oder ob vielleicht sogar Metas eigene Mitarbeiter das riesige Netzwerk von Datenschutzerklärungen und Dokumentationen, das sie überall haben, möglicherweise nicht kennen und verstehen? Unabhängig davon würde dieser Datenschutzforscher gerne sehen, dass Meta sich verbessert, wenn es darum geht, ihre Datenschutzerklärungen für die Verbraucher, die sie betreffen, zugänglich zu machen.
es: Un último comentario sobre Meta desde el punto de vista de una investigadora de privacidad. Tratar de atravesar la loca red de políticas de privacidad, preguntas frecuentes sobre privacidad, declaraciones de privacidad, avisos de privacidad y documentación de privacidad complementaria de Meta para su vasto imperio, es una pesadilla. Y ni siquiera puedes acceder a la mayoría de esas páginas sin iniciar sesión o crear una cuenta de Meta o Facebook. Hay tantos documentos que enlazan a otros documentos que enlazan a más documentos, que entender cuáles son las prácticas reales de privacidad de Meta parece casi imposible. Nos preguntamos si esto es por diseño, ¿será que quieren confundirnos para que simplemente nos demos por vencidos? O, tal vez, incluso los propios empleados de Meta no conozcan ni comprendan la vasta red de políticas de privacidad y documentación que tienen dispersa. Sea cual sea el motivo, a esta investigadora de privacidad le encantaría ver que Meta ofrece algo mejor para que sus políticas de privacidad sean accesibles a los consumidores a los que afectan.
fr: Autre remarque concernant Meta, du point de vue d’un expert en matière de protection de la vie privée. Essayer de déchiffrer le dédale de politiques de confidentialité, de FAQ sur la vie privée, de déclarations de confidentialité, d’avis de confidentialité et de documentation supplémentaire sur la vie privée de l’immense empire de Meta relève du cauchemar. De plus, il est impossible d’accéder à la plupart de ces pages avant de s’être connecté ou d’avoir créé un compte Meta ou Facebook. Une fois connecté, il existe tellement de documents qui renvoient à d’autres documents eux-mêmes liés à d’autres documents, qu’il est pratiquement impossible de comprendre les pratiques de confidentialité de Meta et d’en saisir le sens. C’est à se demander s’il s’agit d’une volonté délibérée de nous désorienter pour nous pousser à abandonner. Peut-être que les employés de Meta eux-mêmes ne connaissent pas et ne comprennent pas le vaste réseau de politiques et de documents relatifs à la protection de la vie privée qu’ils ont mis en place ? Quoi qu’il en soit, votre expert en matière de protection de la vie privée souhaiterait un effort supplémentaire de la part de Meta pour rendre ses politiques de confidentialité accessibles aux consommateurs concernés.
pt_br: Mais uma observação sobre a Meta do ponto de vista de um pesquisador de privacidade. Tentar ler a rede louca de políticas de privacidade da Meta, FAQs de privacidade, declarações de privacidade, avisos de privacidade e documentação de privacidade por seu vasto império é um pesadelo. Existem tantos documentos que se ligam a outros documentos, que se ligam a ainda mais documentos, que a compreensão e o sentido das práticas reais de privacidade da Meta parecem quase impossíveis. Nós nos questionamos se isso foi intencionalmente projetado para nos confundir e nos fazer desistir? Ou, se talvez até mesmo os próprios funcionários da Meta possivelmente não conheçam e entendam a vasta rede de políticas de privacidade e documentação que eles têm por todo o lugar? Independentemente disso, esse pesquisador de privacidade adoraria ver a Meta fazer melhor quando se trata de tornar suas políticas de privacidade acessíveis aos consumidores que impactam.

# signup_requirement_explanation
source: Sign-up via Facebook app available.
de: Anmeldung über die Facebook-App verfügbar.
es: Puedes registrarte a través de la aplicación de Facebook.
fr: Inscription via l’application Facebook disponible.
pt_br: Inscreva-se pelo aplicativo do Facebook disponível.
