Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/facetime.po
Languages: de, es, fr, pt_br

# blurb
source: If you've ever video chatted iPhone-to-iPhone, chances are you used FaceTime. Apple's video call app comes installed on its devices by default, meaning FaceTime options get prime placement. FaceTime is super simple, making it easy to access features like mute and flip camera. The biggest downside? The FaceTime club is an exclusive one — if you don't have an Apple device, you can't join. However, that will change soon when the iOS 15 release happens in Fall, 2021. That Apple software update will allow Android and Windows users to open a Facetime link in a browser. Maybe not the best video call experience, but, you know, Apple likes to keep things in their own ecosystem.
de: Wer schon einmal von iPhone zu iPhone einen Videochat gemacht hat, hat wahrscheinlich FaceTime benutzt. Apples Videocall-App ist auf allen Apple-Geräten vorinstalliert, FaceTime Optionen werden also immer zuerst angezeigt. Die App ist sehr einfach zu bedienen und punktet mit Funktionen wie Stummschaltung und „Kamera drehen“. Der größte Nachteil? FaceTime gibt es exklusiv auf Apple-Geräten. Wer keins hat, kann nicht mitmachen. Das wird sich allerdings mit dem Release von iOS 15 diesen Herbst ändern. Mit diesem Apple Software-Update wird es Android- und Windows-Nutzer*innen möglich sein, einen FaceTime-Link in einem Browser zu öffnen. Vielleicht nicht das beste Videocall-Erlebnis, aber Apple behält seine Schäfchen eben immer gern beisammen.
es: Si alguna vez has participado en un chat de vídeo entre dispositivos iPhone, lo más probable es que hayas usado FaceTime. La aplicación de videollamadas de Apple viene instalada en sus dispositivos de forma predeterminada para fomentar su uso. FaceTime es muy intuitiva y permite acceder fácilmente a las funciones de silenciar el micrófono y cambiar de cámara, entre otras. Su mayor desventaja es que pertenece a un club exclusivo: si no posees un dispositivo Apple, no puedes utilizarla. Sin embargo, esto cambiará pronto con el lanzamiento de iOS 15 en otoño de 2021; gracias a esta actualización del software de Apple, los usuarios de Android y Windows podrán abrir un enlace de FaceTime en un navegador. Quizá no ofrezca una experiencia de videollamada óptima, pero ya se sabe que Apple prefiere apostar por un ecosistema propio.
fr: Si vous avez déjà participé à un appel vidéo entre iPhones, vous avez sans doute utilisé FaceTime. L’application d’appels vidéo d’Apple est installée par défaut sur ses appareils, ce qui signifie que les options FaceTime sont mises en avant. FaceTime est extrêmement simple à utiliser et offre des fonctionnalités comme le mode muet et l’inversion de caméra. Son principal inconvénient ? Le club FaceTime est très privé : si vous ne possédez pas d’appareil Apple, vous ne pouvez pas y entrer. Cependant, cette situation va bientôt changer, quand iOS 15 sera lancé à l’automne 2021. Cette mise à jour du logiciel d’Apple permettra aux utilisateurs et utilisatrices d’Android et de Windows d’ouvrir un lien FaceTime dans un navigateur. Ce ne sera peut-être pas la meilleure expérience d’appel vidéo, mais vous savez comme nous qu’Apple aime garder ses produits au sein de son propre écosystème.
pt_br: Se você já conversou por vídeo de iPhone para iPhone, é provável que você tenha usado o FaceTime. O aplicativo de videochamada da Apple vem instalado em seus dispositivos por padrão, o que significa que as opções do FaceTime obtêm posicionamento privilegiado. O FaceTime é supersimples, facilitando o acesso a recursos como silenciar e inverter câmera. A maior desvantagem? O clube FaceTime é exclusivo – se você não tiver um dispositivo Apple, não poderá participar. No entanto, isso mudará em breve quando o lançamento do iOS 15 acontecer no outono de 2021. Essa atualização de software da Apple permitirá que os usuários do Android e do Windows abram um link do Facetime em um navegador. Talvez não seja a melhor experiência de videochamada, mas a Apple gosta de manter as coisas em seu próprio ecossistema.

# worst_case
source: Not too much, we think (hope!). Apple is known for having a pretty strong security and privacy track record, at least compared to many of the other Big Tech companies. FaceTime is end-to-end encrypted, which is the best case scenario for a video chat app. And Apple doesn't share your data with third-parties, which is nice. There was a pretty nasty Facetime bug found back in 2019 that let users call somebody through FaceTime and listen in on the phone’s microphone whether or not the person answered the call. Apple fixed that bug quickly. FaceTime makes a fine video call option (if all your friends own Apple products).
de: Hoffentlich nicht zu viel! Apple ist für eine gute Bilanz in Sachen Sicherheit und Datenschutz bekannt, zumindest im Vergleich zu anderen Big-Tech-Unternehmen. FaceTime funktioniert mit einer Ende-zu-Ende-Verschlüsselung – dem bestmöglichen Szenario für Videocall-Apps. Und Apple teilt keine Nutzerdaten mit Dritten, das finden wir gut. 2019 gab es einen ziemlich miesen Bug, durch den Nutzer*innen jemanden mit FaceTime anrufen konnten und das Mikrofon des anderen abhören konnten, egal ob die Person den Anruf annahm oder nicht. Apple behob den Bug schnell. FaceTime ist eine gute Option für Videocalls (zumindest, wenn Ihre Freund*innen Apple-Produkte nutzen).
es: Creemos (y esperamos) que poca cosa. Apple destaca por su sólido historial en materia de seguridad y privacidad, al menos en comparación con muchos de los otros gigantes tecnológicos. FaceTime usa el cifrado de extremo a extremo, es decir, el mejor que se puede pedir en una aplicación de chat de vídeo. También es de agradecer que Apple no comparta tus datos con terceros. En 2019, se detectó un error bastante grave en FaceTime que permitía llamar a alguien a través de la aplicación y escuchar lo que captaba el micrófono de su teléfono aunque la persona no respondiera. Apple corrigió el error enseguida. En resumen, FaceTime es una buena opción para realizar videollamadas (si todos tus amigos tienen dispositivos Apple).
fr: Pas grand-chose, enfin on espère ! Apple est connue pour son historique plutôt solide en matière de sécurité et de confidentialité, en tout cas si on la compare à plusieurs autres géants de la tech. FaceTime utilise le chiffrement de bout en bout, ce qui est la meilleure option pour une application d’appels vidéo. En plus, Apple ne partage pas vos données avec des tiers. En 2019, FaceTime a connu un bug assez gênant, qui permettait d’appeler quelqu’un via FaceTime et d’entendre ce que captait le micro de l’autre personne, même si elle n’avait pas répondu à l’appel. Apple a rapidement résolu ce problème. FaceTime est un bon choix pour vos appels vidéo (si tous vos proches possèdent un produit Apple).
pt_br: Não muito, pensamos (esperamos!). A Apple é conhecida por ter um histórico de segurança e privacidade bastante forte, pelo menos em comparação com muitas das outras empresas de Big Tech. O FaceTime é criptografado de ponta a ponta, que é o melhor cenário para um aplicativo de bate-papo por vídeo. E a Apple não compartilha seus dados com terceiros, o que é bom. Foi encontrado um bug muito desagradável no FaceTime em 2019 que permite que os usuários liguem para alguém e ouçam no microfone do telefone se a pessoa atendeu ou não a chamada. A Apple consertou o bug rapidamente. O FaceTime é uma ótima opção de videochamada (se todos os seus amigos tiverem produtos Apple).

# signup_requirement_explanation
source: FaceTime requires email or phone number by choice of a user.
de: FaceTime funktioniert über die E-Mail-Adresse oder Telefonnummer von Nutzer*innen.
es: Para usar FaceTime hace falta proporcionar una dirección de correo electrónico o un número de teléfono, lo que prefiera el usuario.
fr: FaceTime demande une adresse e-mail ou un numéro de téléphone, au choix.
pt_br: O FaceTime requer email ou número de telefone por escolha de um usuário.

# how_does_it_use_data_collected
source: Apple uses personal data to improve its services, to process your transactions, to communicate with you, for security and fraud prevention, and to comply with law. It may also use personal data for other purposes with your consent. Apple does not share personal data with third parties for their own marketing purposes.
de: Apple nutzt personenbezogene Daten, um seine Dienste zu verbessern, Ihre Transaktionen durchzuführen, mit Ihnen zu kommunizieren, für die Prävention von Sicherheitsrisiken und Betrug und um geltendem Recht zu entsprechen. Ihre personenbezogenen Daten können mit Ihrer Zustimmung auch für andere Zwecke verwendet werden. Apple teilt Ihre personenbezogenen Daten nicht zu Marketingzwecken mit Dritten.
es: Apple usa los datos personales recopilados para mejorar sus servicios, procesar tus transacciones, comunicarse contigo, velar por la seguridad, prevenir el fraude y cumplir la ley. También puede utilizarlos para otros propósitos con el consentimiento del usuario. Apple no comparte datos personales con terceros con fines comerciales.
fr: Apple utilise des données personnelles pour améliorer ses services, traiter vos transactions, communiquer avec vous, prévenir les fraudes et assurer la sécurité, et respecter la loi. L’entreprise peut aussi utiliser des données personnelles à d’autres fins avec votre consentement. Apple ne partage pas de données personnelles avec des tiers pour ses propres besoins publicitaires.
pt_br: A Apple usa dados pessoais para melhorar seus serviços, processar suas transações, se comunicar com você, para segurança e prevenção de fraudes e para cumprir a lei. Ela também pode usar dados pessoais para outros fins com o seu consentimento. A Apple não compartilha dados pessoais com terceiros para seus próprios objetivos de marketing.

# user_friendly_privacy_policy_helptext
source: Simplified privacy information available
de: Eine vereinfachte Datenschutzrichtlinie ist verfügbar.
es: Hay información sobre privacidad simplificada.
fr: Informations simplifiées sur la confidentialité disponibles.
pt_br: Informações de privacidade simplificadas disponíveis

# uses_encryption_helptext
source: End-to-end encryption by default. The app uses AES-256 encryption, which is an industry standard.
de: Standardmäßige Ende-zu-Ende-Verschlüsselung. Die App nutzt AES-256 Verschlüsselung, was dem Branchenstandard entspricht.
es: Cifrado de extremo a extremo de forma predeterminada; la aplicación usa el cifrado AES-256, uno de los estándares en la industria.
fr: Chiffrement de bout en bout par défaut. L’application utilise le chiffrement AES-256, qui est une norme du secteur.
pt_br: Criptografia de ponta a ponta por padrão. O aplicativo usa criptografia AES-256, que é um padrão da indústria.

# security_updates_helptext
source: Apple regularly updates the service
de: Apple aktualisiert die Dienste regelmäßig.
es: Apple actualiza el servicio periódicamente.
fr: Apple met régulièrement le service à jour.
pt_br: A Apple atualiza regularmente o serviço

# strong_password_helptext
source: FaceTime requires Apple ID password when logging in for the first time
de: Für die erste Anmeldung bei FaceTime wird ein Apple-ID-Passwort benötigt.
es: FaceTime solicita la contraseña del ID de Apple al iniciar sesión por primera vez.
fr: FaceTime demande un mot de passe Apple ID lors de la première connexion.
pt_br: O FaceTime requer a senha do ID Apple ao fazer login pela primeira vez

# manage_vulnerabilities_helptext
source: Apple has a bug bounty program
de: Apple hat ein Bug-Bounty-Programm.
es: Apple cuenta con un programa de recompensa de errores.
fr: Apple dispose d’un programme de prime aux bugs.
pt_br: A Apple tem um programa de recompensas pela descoberta de bugs

# privacy_policy_helptext
source: User-friendly privacy policy in Q&amp;A format.
de: Die nutzerfreundliche Datenschutzrichtlinie folgt dem Frage-Antwort-Prinzip.
es: La política de privacidad, que sigue el formato de preguntas y respuestas, es fácil de entender.
fr: Politique de confidentialité facile à comprendre, au format questions/réponses.
pt_br: Política de privacidade acessível no formato perguntas e respostas.

# personal_data_collected
source: Email address, age, name, email address, physical address, phone number, or other contact information.<br/> <br/>Apple does not provide a product-specific privacy notice for FaceTime, so we have relied on their privacy policy for this information. We cannot verify which of the items listed for this specific product may or may not be collected.
de: E-Mail-Adresse, Alter, Name, Adresse, Telefonnummer oder andere Kontaktinformationen.<br/> <br/>Apple hat keine für FaceTime spezifische Datenschutzlinie, deshalb haben wir diese Informationen der allgemeinen Richtlinie entnommen. Wir können nicht bestätigen, welche der aufgeführten Daten für dieses Produkt gesammelt werden oder nicht.
es: Nombre, edad, dirección física, dirección de correo electrónico, número de teléfono u otra información de contacto.<br/> <br/>Apple no proporciona una declaración de privacidad específica para FaceTime, de modo que nos basamos en su política de privacidad general y no podemos verificar cuáles de los datos listados se recopilan o no en este producto.
fr: Adresse e-mail, âge, nom, adresse postale, numéro de téléphone ou autres informations de contact.<br/> <br/>Apple ne fournit pas de politique de confidentialité exclusive à FaceTime ; les informations présentées ici sont donc basées sur la politique de confidentialité générale d’Apple. Nous ne pouvons pas vérifier quels éléments listés ci-dessus sont collectés ou non dans le cadre de l’utilisation de FaceTime.
pt_br: Idade, nome, endereço de email, endereço físico, número de telefone ou outras informações de contato.<br/> <br/>A Apple não fornece um aviso de privacidade específico do produto para o FaceTime, por isso confiamos em sua política de privacidade para essas informações. Não podemos verificar quais dos itens listados para este produto específico podem ou não ser coletados.

# social_data_collected
source: Metadata about who invited you on a call.
de: Metadaten darüber, wer Sie zu einem Anruf eingeladen hat.
es: Metadatos sobre quién te invita a una llamada.
fr: Métadonnées sur la personne qui vous a invité·e à participer à un appel.
pt_br: Metadados sobre quem convidou voce para uma chamada.

# how_can_you_control_your_data
source: Apple retains personal data only for so long as necessary to fulfill the purposes for which it was collected, including as described in this Privacy Policy or in their service-specific privacy notices, or as required by law. No specific data retention periods are provided. Hosts and participants all have the same level of control, from muting their own mic to switching from their phone's front-facing camera to the rear. FaceTime centers video conference calls around group chats within the iPhone's Messages app. Anyone within a specific group chat can join the group FaceTime call at any time.
de: Apple bewahrt personenbezogene Daten nur so lange auf, wie es für die Erfüllung der Zwecke, für die sie erhoben wurden, erforderlich ist, einschließlich der in dieser Datenschutzrichtlinie oder in den dienstespezifischen Datenschutzhinweisen beschrieben oder gesetzlich vorgeschrieben ist. Es werden keine spezifischen Datenaufbewahrungsfristen angegeben. Gastgeber*innen und Teilnehmer*innen haben den gleichen Grad an Kontrolle, vom Stummschalten des eigenen Mikrofons bis zum Umschalten von der Frontkamera des Telefons auf die Rückkamera. FaceTime konzentriert Videocalls auf Gruppenchats in der Nachrichten-App des iPhone. Jede:r, der:die sich in einem bestimmten Gruppenchat befindet, kann jederzeit an dem FaceTime Gruppenanruf teilnehmen.
fr: Apple conserve les données personnelles « uniquement pendant la durée nécessaire aux finalités pour lesquelles elles ont été collectées, notamment tel que décrit dans la présente politique de confidentialité ou dans nos avis de confidentialité spécifiques au service, ou tel que requis par la loi ». Aucune période de conservation spécifique n’est mentionnée. Les hôtes et les personnes participant à un appel disposent du même niveau de contrôle et peuvent se mettre en mode muet ou passer de la caméra avant de leur téléphone à la caméra arrière. Les appels vidéo FaceTime utilisent les discussions de groupe de l’application Messages de l’iPhone. Toute personne participant à une discussion de groupe spécifique peut rejoindre l’appel FaceTime associé à tout moment.
pt_br: A Apple retém dados pessoais apenas durante o tempo necessário para cumprir as finalidades para as quais foram recolhidos, incluindo conforme descrito nesta Política de Privacidade ou nos avisos de privacidade específicos do serviço, ou conforme exigido por lei. Não são fornecidos períodos de retenção de dados específicos. Anfitriões e participantes têm o mesmo nível de controle, de silenciar seu próprio microfone a mudar da câmera frontal do telefone para a traseira. O FaceTime centraliza videoconferências em torno de bate-papos em grupo no aplicativo Mensagens do iPhone. Qualquer pessoa em um bate-papo em grupo específico pode participar da chamada em grupo no FaceTime a qualquer momento.

# track_record_details
source: The bug, discovered in January 2019, allowed eavesdropping of the calls and videos. It transmitted audio to a caller despite the recipient not having accepted the call. It was triggered when the initial caller added a third person to a FaceTime call. If the person being called pressed the power button on their lock screen as a call came in, video from their phone would also be sent to the caller without the user’s knowledge. Apple has quickly fixed the bug, and disabled group calling feature before it was fixed.
de: Der Bug, der im Januar 2019 entdeckt wurde, ermöglichte das Mithören bei Anrufen und Videocalls. Dabei wurde dem:der Anrufenden Audio übermittelt, obwohl der:die Angerufene den Anruf nicht entgegengenommen hatte. Der Bug wurde ausgelöst, wenn der Anrufer eine dritte Person zu dem FaceTime Anruf hinzufügte. Falls der:die Angerufene auf dem Sperrbildschirm die Einschalttaste drückte, wurde außerdem ohne sein:ihr Wissen Video übertragen. Apple behob diesen Bug schnell und deaktivierte die Gruppen-Call-Funktion, bis die Lösung gefunden war.
fr: Le bug découvert en janvier 2019 permettait d’espionner les appels et les vidéos. Il transmettait l’audio à une personne passant un appel, même si le ou la destinataire n’avait pas répondu. Il était déclenché lorsque la personne ayant initié l’appel ajoutait une troisième personne à un appel FaceTime. Si la personne appelée appuyait sur le bouton d’allumage sur son écran de verrouillage au moment de l’appel, son flux vidéo était envoyé sans qu’elle en ait connaissance à la personne passant l’appel. Apple a désactivé la fonctionnalité d’appel de groupe le temps de résoudre ce problème, ce qui a été fait rapidement.
pt_br: O bug, descoberto em janeiro de 2019, permitia escutar as chamadas e vídeos. Ele transmitia áudio para quem ligou, apesar do número chamado não ter aceitado a chamada. Era acionado quando a pessoa que ligou adicionava uma terceira pessoa a uma chamada no FaceTime. Se a pessoa que está sendo chamada pressionasse o botão liga/desliga na tela de bloqueio quando uma chamada chegasse, o vídeo do seu telefone também seria enviado para o chamador sem o conhecimento do usuário. A Apple corrigiu rapidamente o bug e desativou o recurso de chamada de grupo antes de ser corrigido.

# ai_helptext
source: FaceTime uses AI for its 'Eye contact' feature.
de: FaceTime nutzt für die Funktion ‚Augenkontakt‘ KI.
es: FaceTime usa la inteligencia artificial en su función Eye Contact.
fr: FaceTime utilise l’IA pour sa fonctionnalité « contact visuel ».
pt_br: O FaceTime usa inteligência artificial em seu recurso 'Contato visual'.
