Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/facebook-dating.po
Languages: de, es, fr, pt_br

# title
source: Facebook Dating
es: Facebook Parejas

# blurb
source: The good thing about Facebook Dating is it's one of the few completely free dating apps out there. The bad thing about Facebook Dating is that it's Facebook, which has a terrible track record at protecting their users' privacy and personal information. So, what do you get with Facebook's free dating service, questionable privacy practices aside? You use Facebook Dating, launched in 2019, through your existing Facebook app, no need to install a new app (warning though, the Facebook app collects a lot of data on you if you chose to install it). Create a dating profile in the Facebook app and away you go. Facebook uses all the data it has on you (which is a lot) to find matches for you based on what you like, which events you've attended and which groups you're apart of. With Facebook Dating's Secret Crush feature, you can anonymously reach out to your crush (if they're on Facebook or Instagram) to see if they like you too. Cute! But is it worth giving Facebook and Meta even more of your personal data? Probably not.
de: Das Gute an Facebook Dating? Es ist eine der wenigen Dating-Apps, die vollständig kostenlos sind. Das Schlechte? Nun, es ist immer noch Facebook, ein Unternehmen, das nicht gerade für seinen vorbildlichen Umgang mit der Privatsphäre und den persönlichen Daten der Nutzer bekannt ist. Was also bekommt man bei diesem kostenlosen Dating-Service, abgesehen von fragwürdigen Datenschutzpraktiken? Facebook Dating, das 2019 eingeführt wurde, lässt sich über die bestehende Facebook-App nutzen, es ist also keine zusätzliche App nötig (aber Vorsicht, die Facebook-App sammelt viele Daten über Sie, wenn Sie sich für eine Installation entscheiden). Einfach ein Dating-Profil in der Facebook-App erstellen und los geht’s. Facebook nutzt alle Daten, die sie über Sie haben (und das sind eine Menge), um basierend auf Ihren Vorlieben, besuchten Veranstaltungen und Gruppenmitgliedschaften passende Matches für Sie zu finden. Mit der Secret Crush-Funktion von Facebook Dating können Sie anonym Ihren Schwarm kontaktieren (wenn er/sie auf Facebook oder Instagram ist), um zu sehen, ob er/sie Sie auch mag. Süß, oder? Aber ist es wirklich wert, Facebook und Meta noch mehr Ihrer persönlichen Daten zu geben? Wahrscheinlich eher nicht.
es: Lo bueno de Facebook Parejas es que es una de las pocas aplicaciones de citas completamente gratuitas que existen. Lo malo de Facebook Parejas es que se trata de Facebook, que tiene un historial terrible con respecto a la protección de la privacidad y la información personal de sus usuarios. Veamos, ¿qué obtienes con el servicio de citas gratuito de Facebook, dejando de lado las prácticas de privacidad cuestionables? Puedes utilizar Facebook Parejas, lanzado en 2019, a través de la aplicación de Facebook que ya tienes, sin necesidad de instalar una nueva (de todas formas, te advertimos que la aplicación de Facebook recopila muchos datos sobre ti si decides instalarla). Solo debes crear un perfil de citas en la aplicación de Facebook y listo. Facebook utiliza todos los datos que tiene sobre ti (que son muchos) para encontrar coincidencias en función de lo que te gusta, a qué eventos has asistido y de qué grupos formas parte. Con la función Crush secreto de Facebook Parejas, puedes comunicarte de forma anónima con la persona que te ha enamorado (si está en Facebook o Instagram) para ver si también le gustas. ¡Suena bonito! Pero, ¿vale la pena darle a Facebook y a Meta aún más de tus datos personales? Probablemente, no.
fr: La bonne nouvelle concernant Facebook Dating, c’est qu’il s’agit de l’une des rares applications de rencontres entièrement gratuites. Le problème avec Facebook Dating, c’est que Facebook est à l’origine de ce service, et que ses pratiques en matière de protection de la vie privée et des informations personnelles de ses utilisateurs sont déplorables. Alors, que propose le service de rencontres gratuit de Facebook, hormis ses pratiques douteuses en matière de protection de la vie privée ? Facebook Dating, lancé en 2019, est accessible via l’application Facebook existante, sans qu’il soit nécessaire d’installer une nouvelle application (attention toutefois, l’application Facebook recueille de nombreuses données sur vous si vous décidez de l’installer). Il suffit de créer un profil de rencontre dans l’application Facebook et c’est parti. Facebook exploite toutes les données disponibles vous concernant (et elles sont nombreuses) pour vous trouver des partenaires en fonction de vos goûts, des événements auxquels vous avez participé et des groupes dont vous faites partie. Grâce à la fonction Secret Crush de Facebook Dating, il est possible de contacter son coup de cœur de manière anonyme (si la personne est inscrite sur Facebook ou Instagram) pour savoir si l’attirance est mutuelle. C’est mignon ! Mais cela vaut-il la peine de confier encore plus de données personnelles à Facebook et Meta ? Certainement pas.
pt_br: O bom do Facebook Dating é que é um dos poucos aplicativos de namoro gratuitos existentes. A coisa ruim sobre o Facebook Dating é que é parte do Facebook, que tem um péssimo histórico em proteger a privacidade e as informações pessoais de seus usuários. Então, deixando de lado práticas de privacidade questionáveis, o que você ganha com o serviço de namoro gratuito do Facebook? Você pode usar o Facebook Dating, lançado em 2019, através do seu aplicativo do Facebook existente, sem necessidade de instalar um novo aplicativo (aviso: o aplicativo do Facebook coleta muitos dados sobre você, se você optar por instalá-lo). Crie um perfil de namoro no aplicativo do Facebook e pronto. O Facebook usa todos os dados que tem sobre você (o que é muito) para encontrar correspondências para você com base no que você gosta, em quais eventos você participou e em quais grupos você faz parte. Com o recurso Secret Crush do Facebook Dating, você pode entrar em contato anonimamente com seu crush (se ele estiver no Facebook ou no Instagram) para ver se ele também gosta de você. Fofo! Mas vale a pena dar ao Facebook e à Meta ainda mais dos seus dados pessoais? Provavelmente não.

# worst_case
source: Not to be dramatic, but Facebook and dating is a match made in privacy hell. You probably already know why but let's get into it anyway. Meta (you know, the company that used to be Facebook), has a very <a id="a1">long history</a> of betraying users' privacy and trust. They've faced <a id="a2">record fines</a> around <a id="a3">the world</a> for this and have been <a id="a4">caught hiding</a> data leaks from their users. In 2023 alone, Meta was <a id="a5">fined</a> another record-breaking 1.2B Euros for violating Europe’s GDPR. They were <a id="a6">sued</a> by 41 US states for “ensnar[ing] youth and teens [...] to maximize its financial gains”. And they were fined millions by <a id="a7">Norwegian</a> and <a id="a8">European</a> regulators for their handling of data for targeted advertising. Even though that’s all really terrible, it’s not that unusual for Meta. In 2022, they were <a id="a9">fined $400m</a> for the treatment of children’s data on Instagram and were involved in a <a id="a10">data breach</a> impacting 3 million patients of a healthcare center in the US. Then there was the <a id="a11">admission</a> that over one million Facebook users’ login info may have been compromised due to malicious apps stealing data through the Facebook third-party login (hey, Meta/Facebook did announce this themselves, so, good for them). Just to name a few of their recent hits. Then add all that to the <a id="a12">Facebook whistleblower testimony</a> in 2021 to the US Congress that outlined the harms Meta/Facebook causes and the <a id="a13">dishonest way</a> they approach dealing with these harms and Meta/Facebook appears to be one of most immoral companies we review in *Privacy Not Included.
de: Nicht um melodramatisch zu wirken, aber Facebook und Dating sind ein Match, das direkt der Datenschutz-Hölle entsprungen ist. Sie ahnen wahrscheinlich schon, warum, aber lassen Sie uns dennoch ins Detail gehen. Meta (ja, das Unternehmen, das früher mal Facebook hieß), hat eine beeindruckend <a id="a1">lange Historie</a>, wenn es darum geht, die Privatsphäre und das Vertrauen seiner Nutzer zu missbrauchen. Sie haben dafür <a id="a2">weltweit</a> <a id="a3">Rekordstrafen</a> kassiert und wurden mehrfach dabei <a id="a4">erwischt</a>, wie sie Datenlecks vor ihren Nutzern versteckt haben. Allein im Jahr 2023 wurde Meta eine weitere rekordverdächtige <a id="a5">Strafe</a> von 1,2 Mrd. Euro für die Verletzung der europäischen DSGVO aufgebrummt. Sie wurden von 41 US-Bundesstaaten <a id="a6">verklagt</a>, weil sie „Jugendliche und Teenager in die Falle gelockt haben, um ihre finanziellen Gewinne zu maximieren“. Und sie wurden von <a id="a7">norwegischen</a> und <a id="a8">europäischen</a> Regulierungsbehörden mit Millionenstrafen belegt für ihre Handhabung von Daten für gezielte Werbung. Auch wenn das alles wirklich schrecklich ist, ist es für Meta nicht ungewöhnlich. Im Jahr 2022 wurden sie mit einer Strafe von <a id="a9">400 Mio. USD</a> für den Umgang mit Kinderdaten auf Instagram belegt und waren an einem <a id="a10">Datenleck</a> beteiligt, das 3 Millionen Patienten eines Gesundheitszentrums in den USA betraf. Dann gab es das <a id="a11">Eingeständnis</a>, dass die Anmeldeinformationen von über einer Million Facebook-Nutzer durch bösartige Apps, die Daten über den Facebook-Drittanbieter-Login stehlen, gefährdet gewesen sein könnten (hey, Meta/Facebook hat das selbst angekündigt, also gut für sie). Nur um einige ihrer jüngsten Hits zu nennen. Wenn Sie dann noch die <a id="a12">Aussage des Facebook-Whistleblowers</a> aus dem Jahr 2021 vor dem US-Kongress hinzuzählen, in der er die Schäden, die Meta/Facebook verursacht, und die <a id="a13">unehrliche Art und Weise</a>, wie das Unternehmen mit diesen Schäden umgeht, darlegt, scheint Meta/Facebook eines der unmoralischsten Unternehmen zu sein, die wir bei *Datenschutz nicht inbegriffen untersuchen.
es: No quiero ser dramática, pero juntar Facebook con citas parece una combinación fabricada en el infierno de la privacidad. Probablemente ya sabes por qué, pero vamos a explicarlo de todos modos. Meta (ya sabes, la empresa que solía ser Facebook), tiene una <a id="a1">larga historia</a> de traicionar la privacidad y la confianza de sus usuarios. Ha tenido que enfrentar <a id="a2">multas récord</a> en <a id="a3">todo el mundo</a> por esto, y se ha <a id="a4">descubierto que ocultaban</a> fugas de datos a sus usuarios. Solo en 2023, Meta recibió otra <a id="a5">multa</a> récord de 1,2 mil millones de euros por violar el GDPR de Europa. La empresa fue <a id="a6">demandada</a> por 41 estados de los EE. UU. por «enredar a jóvenes y adolescentes [...] para maximizar sus ganancias financieras». Además, debieron pagar millones en multas a los reguladores <a id="a7">noruegos</a> y <a id="a8">europeos</a> a causa de su uso de datos para publicidad dirigida. Aunque todo esto es realmente terrible, no es tan inusual para Meta. En 2022, la empresa enfrentó una <a id="a9">multa de 400 millones de dólares</a> por el tratamiento de datos de menores en Instagram, y estuvo involucrada en una <a id="a10">fuga de datos</a> que afectó a millones de pacientes de un centro de salud de EE. UU. A esto se suma que <a id="a11">admitieron</a> que la información de inicio de sesión de más de un millón de usuarios de Facebook podría haberse visto comprometida debido a que ciertas aplicaciones maliciosas robaron datos a través del inicio de sesión de terceros de Facebook (hay que valorar que Meta/Facebook decidió dar esto a conocer, bien por ellos). Estos son solo algunos de sus éxitos recientes. Suma todo eso al <a id="a12">testimonio del denunciante de Facebook</a> en 2021 ante el Congreso de los Estados Unidos, que describió los daños que causa Meta/Facebook y la <a id="a13">forma deshonesta</a> en que los abordan... Meta/Facebook parece ser una de las empresas más inmorales que hemos revisado en *Privacidad no incluida.
fr: Sans vouloir dramatiser, Facebook et les rencontres amoureuses constituent un duo infernal sur le plan de la protection de la vie privée. Vous savez probablement déjà pourquoi, mais entrons tout de même dans le vif du sujet. Meta (la société qui s’appelait autrefois Facebook) traîne derrière elle une <a id="a1">longue histoire </a>de non-respect de la vie privée et de la confiance des utilisateurs. La société a été condamnée à des <a id="a2">amendes record</a> dans le <a id="a3">monde entier</a> et a été <a id="a4">prise en flagrant</a> délit de dissimulation de fuites de données de ses utilisateurs. Rien qu’en 2023, Meta s’est vu <a id="a5">infliger une nouvelle amende</a> record de 1,2 milliard d’euros pour avoir enfreint le RGPD européen. Des <a id="a6">poursuites ont été engagées</a> dans 41 États américains pour avoir « piégé des jeunes et des adolescents [...] afin de maximiser ses gains financiers ». Des régulateurs <a id="a7">norvégiens</a> et <a id="a8">européens</a> ont infligé des millions d’euros d’amende à l’entreprise pour avoir utilisé des données à des fins de publicité ciblée. Bien que tout cela soit particulièrement déplorable, ce n’est pas inhabituel pour Meta. En 2022, la société a été <a id="a9">condamnée à une amende de 400 millions de dollars</a> pour avoir utilisé des données concernant des enfants sur Instagram et a été accusée d’une <a id="a10">violation de données</a> touchant 3 millions de patients d’un centre de soins aux États-Unis. Puis, la société a <a id="a11">avoué</a> que les identifiants de connexion de plus d’un million d’utilisateurs de Facebook pourraient avoir été compromis en raison d’applications malveillantes dérobant des données par le biais de l’identifiant tiers de Facebook (l’annonce a été faite par la société Meta/Facebook elle-même, ce qui mérite d’être salué). Ce ne sont là que quelques-uns de leurs derniers coups d’éclat. Ajoutez à cela le témoignage d’un <a id="a12">lanceur d’alerte de Facebook en 2021</a> devant le Congrès américain qui a souligné les préjudices causés par Meta/Facebook et leur <a id="a13">façon malhonnête</a> de gérer ces préjudices, et vous comprendrez que Meta/Facebook semble être l’une des entreprises les plus immorales que nous analysons dans *Confidentialité non incluse.
pt_br: Sem querer ser dramático, mas o Facebook e o namoro são uma combinação feita no inferno da privacidade. Você provavelmente já sabe o porquê, mas vamos falar sobre isso de qualquer maneira. Meta (você sabe, a empresa que costumava ser o Facebook), tem uma <a id="a1">longa história</a> de trair a privacidade e a confiança dos usuários. Eles enfrentaram <a id="a2">multas recordes</a> em todo o <a id="a3">mundo</a> por isso e foram <a id="a4">pegos escondendo</a> vazamentos de dados de seus usuários. Só em 2023, a Meta foi <a id="a5">multada</a> em mais 1,2 bilhão de euros por violar o GDPR da Europa. Eles foram <a id="a6">processados</a> por 41 estados dos EUA por “enredar jovens e adolescentes [...] para maximizar seus ganhos financeiros”. E foram multados em milhões por reguladores <a id="a7">noruegueses</a> e <a id="a8">europeus</a> pelo tratamento de dados para publicidade direcionada. Mesmo que tudo isso seja realmente terrível, não é tão incomum para Meta. Em 2022, eles foram <a id="a9">multados em US$ 400 milhões</a> pelo tratamento de dados de crianças no Instagram e estiveram envolvidos em uma <a id="a10">violação de dados</a> que afetou 3 milhões de pacientes de um centro de saúde nos EUA. Depois, houve a <a id="a11">admissão</a> de que as informações de login de mais de um milhão de usuários do Facebook podem ter sido comprometidas devido a aplicativos maliciosos roubando dados por meio do login de terceiros do Facebook (ei, a Meta/Facebook anunciou isso, então, bom para eles). Só para citar alguns de seus recentes feitos. Em seguida, adicione tudo isso ao <a id="a12">depoimento do denunciante do Facebook</a> em 2021 ao Congresso dos EUA, que descreveu os danos causados pela Meta/Facebook e a <a id="a13">maneira desonesta</a> como eles lidam com esses danos, e a Meta/Facebook parece ser uma das empresas mais imorais que analisamos em *Privacidade não incluída.

# worst_case
source: So, yeah, the biggest red flag privacy-wise for Facebook Dating is that you have to have a Facebook account. And turning on Facebook Dating in your account means that Meta can assume you agree to <a id="a1">Facebook Dating's Supplemental Privacy Policy</a> on top of Facebook's regular privacy policy -- which is a <a id="a2">doozy</a>. To do so, you have to give Facebook your gender and the gender you're interested in. So just know that they can use that information and other sensitive information about you that you might give for matching -- like your religion -- to "Improve the Dating experience." It's not totally clear what that means but probably that Facebook can use your sensitive personal information for their own research. They say they won't use that information to show you ads. Cool.
de: Na, gut! Das größte Datenschutz-Alarmzeichen bei Facebook Dating ist, dass Sie ein Facebook-Konto haben müssen. Und wenn Sie Facebook Dating in Ihrem Konto aktivieren, geht Meta davon aus, dass Sie auch die <a id="a1">Ergänzende Datenschutzerklärung zu Facebook Dating</a> akzeptieren – und die ist ein echter <a id="a2">Knaller</a>. Dafür müssen Sie Facebook Ihr Geschlecht und das Geschlecht, an dem Sie interessiert sind, verraten. Also, seien Sie sich bewusst, dass sie diese Informationen und andere sensible Daten, die Sie vielleicht fürs Matchmaking preisgeben – wie zum Beispiel Ihre Religion – nutzen, um das Dating-Erlebnis zu optimieren. Was genau das bedeutet, ist nicht ganz klar, aber wahrscheinlich kann Facebook Ihre sensiblen persönlichen Daten für eigene Forschungszwecke verwenden. Sie versprechen, diese Informationen nicht für Werbung zu nutzen. Cool.
es: Entonces, sí, la mayor señal de alerta en cuanto a la privacidad de Facebook Parejas es que para usarla debes tener una cuenta de Facebook. Activar Facebook Parejas en tu cuenta significa que Meta puede asumir que estás de acuerdo con la <a id="a1">Política de privacidad complementaria de Facebook Parejas</a> además de la política de privacidad regular de Facebook, lo cual es una <a id="a2">tontería</a>. Para hacerlo, tienes que informar a Facebook cuál es tu género y el género que te interesa. Ten en cuenta que pueden usar esa información junto con otra información confidencial sobre ti que podrías darles, como tu religión, para «Mejorar tu experiencia de citas». No está del todo claro lo que eso significa, pero probablemente Facebook pueda usar tu información personal confidencial para sus propias investigaciones. Dicen que no usarán esa información para mostrarte anuncios. Genial.
fr: Alors, oui, la plus grosse inquiétude concernant la confidentialité avec Facebook Dating tient au fait que vous devez disposer d’un compte Facebook. En activant Facebook Dating sur votre compte, Meta considère que vous acceptez <a id="a1">la politique de confidentialité additionnelle de Facebook Dating</a> en plus de la politique de confidentialité habituelle de Facebook, et <a id="a2">cette dernière fait froid dans le dos</a>. Pour ce faire, vous devez indiquer à Facebook votre sexe et votre orientation sexuelle. Sachez que ces informations et d’autres informations sensibles que vous pourriez fournir dans le cadre d’une mise en relation, telles que vos croyances religieuses, peuvent être utilisées pour « améliorer la qualité des rencontres ». Le sens de cette formule n’est pas tout à fait clair, mais il est probable que Facebook puisse utiliser vos informations personnelles sensibles pour ses propres recherches. Facebook affirme que ces informations ne seront pas utilisées pour diffuser de la publicité. Sympa.
pt_br: Então, sim, a maior bandeira vermelha em termos de privacidade para o Facebook Dating é que você precisa ter uma conta no Facebook. E ativar o Facebook Dating em sua conta significa que a Meta pode assumir que você concorda com a <a id="a1">Política de Privacidade Suplementar do Facebook Dating</a>, além da política de privacidade regular do Facebook — o que é um <a id="a2">absurdo</a>. Para fazer isso, você precisa informar ao Facebook seu gênero e o gênero em que está interessado. Portanto, saiba que eles podem usar essas e outras informações confidenciais sobre você, que você pode compartilhar — como sua religião — para "melhorar a experiência no Facebook Dating". Não está totalmente claro o que isso significa, mas provavelmente o Facebook pode usar suas informações pessoais confidenciais para sua própria pesquisa. Eles dizem que não vão usar essas informações para mostrar anúncios. Legal.
