Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/facebook-dating.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: "We offer tools to businesses and organizations that help us give people a better Facebook experience, while also letting businesses and organizations reach the right people for their business. These tools allow a business to send information about people's interactions on their website or app to Facebook, such as when someone makes a purchase or opens an app. Businesses share information, like email addresses, cookies and advertising device IDs, that help Facebook connect those interactions with a person’s Facebook account so that we can improve their ads and help businesses measure ad effectiveness. If the activity sent by the business isn’t connected, Facebook can't tell if the person took this action because they saw a business’ Facebook ad or not. In some instances, we rely on other information, like IP address and user agent to help connect events."
de: „Wir bieten Unternehmen und Organisationen Tools an, die uns dabei helfen, den Menschen ein besseres Facebook-Erlebnis zu bieten und gleichzeitig die richtigen Leute für ihr Unternehmen zu erreichen. Diese Tools ermöglichen es Unternehmen, Informationen über die Interaktionen der Nutzer auf ihrer Website oder App an Facebook zu senden, z. B. wenn jemand einen Kauf tätigt oder eine App öffnet. Unternehmen teilen Informationen wie E-Mail-Adressen, Cookies und Werbegeräte-IDs, die Facebook dabei helfen, diese Interaktionen mit dem Facebook-Konto einer Person zu verknüpfen, damit wir ihre Werbeanzeigen verbessern und Unternehmen dabei helfen können, die Wirksamkeit von Werbeanzeigen zu messen. Wenn die vom Unternehmen gesendete Aktivität nicht verknüpft ist, kann Facebook nicht feststellen, ob die Person diese Aktion durchgeführt hat, weil sie die Facebook-Werbeanzeige eines Unternehmens gesehen hat oder nicht. In einigen Fällen verlassen wir uns auf andere Informationen wie die IP-Adresse und den Benutzer-Agenten, um Ereignisse zu verbinden.“
es: «Ofrecemos herramientas a empresas y organizaciones que nos ayudan a brindar a las personas una mejor experiencia en Facebook, a la vez que permitimos que las empresas y organizaciones lleguen a las personas adecuadas para sus actividades comerciales. Estas herramientas permiten a una empresa enviar información sobre las interacciones de las personas en su sitio web o aplicación a Facebook, como cuando alguien realiza una compra o abre una aplicación. Las empresas comparten información, como direcciones de correo electrónico, cookies e ID de dispositivos para publicidad, que ayudan a Facebook a conectar esas interacciones con la cuenta de Facebook de una persona para que podamos mejorar sus anuncios y ayudar a las empresas a medir la efectividad de sus anuncios. Si la actividad enviada por la empresa no está conectada, Facebook no puede saber si la persona llevó a cabo una acción porque vio el anuncio de una empresa en Facebook o por otro motivo. En algunos casos, usamos otra información, como la dirección IP y el agente de usuario, para conectar eventos».
fr: « Nous proposons aux entreprises et aux organisations des outils qui nous permettent d’améliorer l’expérience des utilisateurs de Facebook, tout en permettant aux entreprises et aux organisations en question de parvenir à toucher le public pertinent dans le cadre de leurs activités. Ces outils permettent aux entreprises d’envoyer à Facebook des informations sur les interactions des utilisateurs avec leur site web ou leur application, par exemple lorsqu’une personne effectue un achat ou ouvre une application. Les entreprises partagent des informations, telles que des adresses électroniques, des cookies et des identifiants publicitaires, qui aident Facebook à relier ces interactions au compte Facebook d’une personne afin d’améliorer les publicités et d’aider les entreprises à mesurer leur efficacité. Lorsque les données relatives à l’activité envoyée par l’entreprise ne sont pas liées, Facebook ne peut pas déterminer si la personne a effectué cette action après avoir vu la publicité Facebook de l’entreprise. Dans certains cas, nous nous appuyons sur d’autres informations, telles que l’adresse IP et l’agent utilisateur, pour établir un lien entre les événements. »
pt_br: "Oferecemos ferramentas para empresas e organizações que nos ajudam a oferecer às pessoas uma melhor experiência no Facebook, além de permitir que empresas e organizações alcancem as pessoas certas para seus negócios. Essas ferramentas permitem que uma empresa envie informações sobre as interações das pessoas em seu site ou aplicativo para o Facebook, como quando alguém faz uma compra ou abre um aplicativo. As empresas compartilham informações, como endereços de e-mail, cookies e IDs de dispositivos de publicidade, que ajudam o Facebook a conectar essas interações com a conta do Facebook de uma pessoa para que possamos melhorar seus anúncios e ajudar as empresas a medir a eficácia dos anúncios. Se a atividade enviada pela empresa não estiver conectada, o Facebook não poderá dizer se a pessoa realizou essa ação porque viu ou não o anúncio de uma empresa no Facebook. Em alguns casos, contamos com outras informações, como endereço IP e agente de usuário, para ajudar a conectar eventos."

# how_does_it_use_data_collected
source: "Other third parties we get information from
de: „Andere Dritte, von denen wir Informationen erhalten
es: «Otros terceros de los que obtenemos información
fr: « Autres tiers auprès desquels nous obtenons des informations
pt_br: "Outros terceiros de quem obtemos informações

# how_does_it_use_data_collected
source: Some people, businesses, organizations and bodies share information with Meta but don’t necessarily use our Products. We collect and receive information from these other, including:
de: Einige Personen, Unternehmen, Organisationen und Einrichtungen tauschen Informationen mit Meta aus, nutzen aber nicht unbedingt unsere Produkte. Wir sammeln und erhalten Informationen von diesen anderen, einschließlich:
es: Algunas personas, empresas, organizaciones y organismos comparten información con Meta, pero no necesariamente utilizan nuestros productos. Recopilamos y recibimos información de estos terceros, como:
fr: Certaines personnes, entreprises, organisations et organismes partagent des informations avec Meta mais n’utilisent pas nécessairement nos produits. Nous recueillons et recevons des informations de ces tiers, notamment :
pt_br: Algumas pessoas, empresas, organizações e órgãos compartilham informações com a Meta, mas não necessariamente usam nossos Produtos. Coletamos e recebemos informações desses outros, incluindo:

# how_does_it_use_data_collected
source: Marketing and advertising vendors and data providers, who have the rights to provide us with your information
de: Marketing- und Werbeanbieter und Datenanbieter, die das Recht haben, uns Ihre Informationen zur Verfügung zu stellen
es: Proveedores de marketing y publicidad, y proveedores de datos, que tienen el derecho de proporcionarnos tu información
fr: Les prestataires de services de marketing et de publicité et les fournisseurs de données, qui sont autorisés à nous fournir des informations vous concernant.
pt_br: Fornecedores de marketing e publicidade e provedores de dados, que têm o direito de nos fornecer suas informações

# how_does_it_use_data_collected
source: "We don't sell any of your information to anyone, and we never will. We also require and other to follow rules about how they can and cannot use and disclose the information we provide."
de: „Wir verkaufen keine Ihrer Daten an andere und werden dies auch nie tun. Wir verlangen auch, dass andere sich an die Regeln halten, wie sie die von uns zur Verfügung gestellten Informationen nutzen und weitergeben dürfen.“
es: «No vendemos tu información a nadie, y nunca lo haremos. También exigimos que otros sigan las reglas sobre cómo pueden y no pueden usar y divulgar la información que proporcionamos».
fr: « Nous ne vendons aucune de vos informations à qui que ce soit et cela ne se produira jamais. Nous exigeons également des tiers qu’ils respectent les règles relatives à l’utilisation et à la divulgation des informations que nous leur fournissons. »
pt_br: "Não vendemos nenhuma das suas informações a ninguém, e nunca venderemos. Também exigimos que outros sigam as regras sobre como podem e não podem usar e divulgar as informações que fornecemos."

# how_does_it_use_data_collected
source: "Meta Products share information with other Meta Companies:
de: „Meta-Produkte teilen Informationen mit anderen Meta-Unternehmen:
es: «Los productos de Meta comparten información con otras empresas de Meta:
fr: « Les produits Meta partagent des informations avec d’autres entreprises du groupe Meta :
pt_br: "Os produtos Meta compartilham informações com outras empresas Meta:

# how_does_it_use_data_collected
source: To promote safety, security and integrity and comply with applicable laws
de: Zur Förderung der Sicherheit und Integrität und zur Einhaltung der geltenden Gesetze
es: Para promover la seguridad y la integridad y para cumplir con las leyes aplicables
fr: Afin de promouvoir la sûreté, la sécurité et l’intégrité et de se conformer à la législation en vigueur
pt_br: Promover a segurança e integridade e cumprir as leis aplicáveis

# how_does_it_use_data_collected
source: To personalize offers, ads and other sponsored or commercial content
de: Zur Personalisierung von Angeboten, Anzeigen und anderen gesponserten oder kommerziellen Inhalten
es: Para personalizar ofertas, anuncios y otros contenidos patrocinados o comerciales
fr: Afin de personnaliser les offres, les publicités et d’autres contenus sponsorisés ou commerciaux
pt_br: Para personalizar ofertas, anúncios e outros conteúdos patrocinados ou comerciais

# how_does_it_use_data_collected
source: To develop and provide features and integrations
de: Zur Entwicklung und Bereitstellung von Funktionen und Integrationen
es: Para desarrollar y proporcionar características e integraciones
fr: Afin de développer et de fournir des fonctionnalités et des intégrations
pt_br: Desenvolver e fornecer recursos e integrações

# how_does_it_use_data_collected
source: To understand how people use and interact with Meta Company Products"
de: Um zu verstehen, wie Menschen Produkte von Meta Company verwenden und mit ihnen interagieren“
es: Para comprender cómo las personas usan e interactúan con los productos de Meta Company»
fr: Afin de comprendre comment les utilisateurs exploitent les produits de la société Meta et interagissent avec eux. »
pt_br: Para entender como as pessoas usam e interagem com os produtos da Meta Company"

# how_does_it_use_data_collected
source: "We also receive information about you from third parties, including third-party apps, developers, other online content providers and marketing partners that provide us with information. For example, we receive information from developers about your achievements in their app and share that information with your friends on Meta Quest. We may also get information from companies or organisations that provide content such as videos, photos and audio."
de: „Wir erhalten auch Informationen über Sie von Dritten, einschließlich Apps von Dritten, Entwicklern, anderen Anbietern von Online-Inhalten und Marketingpartnern, die uns Informationen zur Verfügung stellen. Zum Beispiel erhalten wir von Entwicklern Informationen über Ihre Errungenschaften in ihrer App und teilen diese Informationen mit Ihren Freunden auf Meta Quest. Wir können auch Informationen von Unternehmen oder Organisationen erhalten, die Inhalte wie Videos, Fotos und Audio bereitstellen.“
es: «También recibimos información sobre ti por parte de terceros, como aplicaciones, desarrolladores, otros proveedores de contenido en línea y socios de marketing externos que nos proporcionan información. Por ejemplo, recibimos información de los desarrolladores sobre tus logros en sus aplicaciones, y compartimos esa información con tus amigos en Meta Quest. También podemos obtener información de empresas u organizaciones que proporcionan contenido como vídeos, fotos y audio».
fr: « Nous recevons également des informations vous concernant de la part de tiers, y compris des applications tierces, des développeurs, d’autres fournisseurs de contenu en ligne et des partenaires marketing qui nous transmettent des informations. Nous recevons par exemple des informations de la part des développeurs sur vos performances dans leur application et nous partageons ces informations avec vos amis sur Meta Quest. Nous pouvons également obtenir des informations de la part de sociétés ou d’organisations qui fournissent du contenu tel que des vidéos, des photos et de l’audio. »
pt_br: "Também recebemos informações sobre você de terceiros, incluindo aplicativos de terceiros, desenvolvedores, outros provedores de conteúdo online e parceiros de marketing que nos fornecem informações. Por exemplo, recebemos informações de desenvolvedores sobre suas conquistas no aplicativo deles e compartilhamos essas informações com seus amigos no Meta Quest. Também podemos obter informações de empresas ou organizações que fornecem conteúdo, como vídeos, fotos e áudio."

# how_does_it_use_data_collected
source: "To decide what to show you and others, we use your basic information and, depending on your choices, the other information that we have about you, including:
de: „Um zu entscheiden, was wir Ihnen und anderen zeigen, verwenden wir Ihre grundlegenden Informationen und, je nach Ihren Entscheidungen, die anderen Informationen, die wir über Sie haben, einschließlich:
es: «Para decidir qué mostrarte y qué mostrar a los demás, utilizamos tu información básica y, dependiendo de tus elecciones, la otra información que tenemos sobre ti, que incluye:
fr: « Pour déterminer le contenu qui vous est présenté, à vous et à d’autres, nous utilisons vos informations de base et, en fonction de vos choix, les autres informations dont nous disposons à votre sujet, y compris :
pt_br: "Para decidir o que mostrar a você e aos outros, usamos suas informações básicas e, dependendo de suas escolhas, as outras informações que temos sobre você, incluindo:

# how_does_it_use_data_collected
source: Your profile information
de: Ihre Profilinformationen
es: Información de tu perfil
fr: Vos informations de profil
pt_br: Informações do seu perfil

# how_does_it_use_data_collected
source: Your activity on and off our Products, including information we receive through cookies and similar technologies, according to your settings
de: Ihre Aktivitäten innerhalb und außerhalb unserer Produkte, einschließlich Informationen, die wir über Cookies und ähnliche Technologien erhalten, gemäß Ihren Einstellungen
es: Tu actividad dentro y fuera de nuestros productos, incluida la información que recibimos a través de cookies y tecnologías similares, de acuerdo con tu configuración
fr: Vos activités sur nos services et en dehors de ceux-ci, y compris les informations que nous recevons par le biais de cookies et de technologies similaires, en fonction de vos paramètres
pt_br: A sua atividade dentro e fora dos nossos Produtos, incluindo informações que recebemos através de cookies e tecnologias semelhantes, de acordo com as suas configurações

# how_does_it_use_data_collected
source: Content you create or interact with across Facebook and Instagram
de: Inhalte, die Sie auf Facebook und Instagram erstellen oder mit denen Sie interagieren
es: Los contenidos que creas o con los que interactúas en Facebook e Instagram
fr: Le contenu que vous créez ou avec lequel vous interagissez sur Facebook et Instagram
pt_br: Conteúdo que você cria ou com o qual interage no Facebook e Instagram

# how_does_it_use_data_collected
source: Things we infer about you, like topics we think you may be interested in
de: Dinge, die wir über Sie ableiten, wie Themen, von denen wir glauben, dass sie Sie interessieren könnten
es: Cosas que inferimos sobre ti, como los temas que creemos que pueden interesarte
fr: Des informations que nous déduisons à votre sujet, par exemple des sujets qui sont susceptibles de vous intéresser
pt_br: Coisas que inferimos sobre você, como tópicos nos quais achamos que você pode estar interessado

# how_does_it_use_data_collected
source: Information about your friends, followers or other connections, including their activity or interests"
de: Informationen über Ihre Freunde, Follower oder andere Verbindungen, einschließlich ihrer Aktivitäten oder Interessen“
es: Información sobre tus amigos, seguidores u otras conexiones, incluyendo sus actividades o intereses»
fr: Des informations concernant vos amis, les personnes qui vous suivent ou d’autres relations, y compris leurs activités ou centres d’intérêt. »
pt_br: Informações sobre seus amigos, seguidores ou outras conexões, incluindo suas atividades ou interesses"

# how_does_it_use_data_collected
source: "We provide advertisers with reports about the number and kinds of people who see and engage with their ads. These reports include information about the general demographics and interests of people who engaged with an advertiser’s ad. Then advertisers can better understand their audience. Meta also provides advertisers and their vendors with information about:
de: „Wir stellen Werbetreibenden Berichte über die Anzahl und die Art der Personen zur Verfügung, die ihre Anzeigen sehen und sich mit ihnen beschäftigen. Diese Berichte enthalten Informationen über die allgemeinen demografischen Merkmale und Interessen der Personen, die sich mit der Anzeige eines Werbetreibenden befasst haben. So können Werbetreibende ihr Publikum besser verstehen. Meta stellt Werbetreibenden und ihren Anbietern auch Informationen zu folgenden Punkten zur Verfügung:
es: «Proporcionamos a los anunciantes informes sobre el número y el tipo de personas que ven e interactúan con sus anuncios. Estos informes incluyen información sobre la demografía general y los intereses de las personas que se involucraron con el anuncio de un anunciante. De este modo, los anunciantes pueden entender mejor a su público. Meta también proporciona a los anunciantes y sus proveedores información sobre:
fr: « Nous fournissons aux annonceurs des rapports sur le nombre et le type de personnes qui visualisent leurs publicités et s’y intéressent. Ces rapports comprennent des informations sur les caractéristiques démographiques générales et les centres d’intérêt des personnes qui ont réagi à la publicité d’un annonceur. Les annonceurs peuvent ainsi mieux comprendre leur public. Meta fournit également aux annonceurs et à leurs fournisseurs des informations concernant :
pt_br: "Fornecemos aos anunciantes relatórios sobre o número e os tipos de pessoas que veem e interagem com seus anúncios. Esses relatórios incluem informações sobre a demografia geral e os interesses das pessoas que se envolveram com o anúncio de um anunciante. Assim, os anunciantes podem entender melhor seu público. A Meta também fornece aos anunciantes e seus fornecedores informações sobre:

# how_does_it_use_data_collected
source: Ads people engaged with, if any
de: Anzeigen, mit denen sich Personen beschäftigt haben, falls vorhanden
es: Anuncios con los que las personas interactúan, si los hay
fr: Les publicités avec lesquelles les utilisateurs ont interagi, le cas échéant
pt_br: Anúncios com os quais as pessoas se envolveram, se houver

# how_does_it_use_data_collected
source: When people engaged with ads
de: Wenn sich Personen mit Anzeigen beschäftigen
es: En qué momento las personas interactúan con los anuncios
fr: À quel moment les utilisateurs ont interagi avec les publicités
pt_br: Quando as pessoas se envolvem com anúncios

# how_does_it_use_data_collected
source: Where that ad was shown (for example, on Instagram, or on Facebook) We also confirm which ads you viewed that led you to take an action with an advertiser, such as downloading an advertiser's app. But we don't share information with these advertisers and their vendors that by itself can be used to contact or identify you, such as your name or email address, unless you give us permission."
de: Wo diese Anzeige gezeigt wurde (z. B. auf Instagram oder Facebook) Wir bestätigen auch, welche Anzeigen Sie gesehen haben, die Sie zu einer Aktion mit einem Werbetreibenden veranlasst haben, z. B. zum Herunterladen der App eines Werbetreibenden. Wir geben jedoch keine Informationen an diese Werbetreibenden und ihre Anbieter weiter, die dazu verwendet werden können, Sie zu kontaktieren oder zu identifizieren, wie z. B. Ihren Namen oder Ihre E-Mail-Adresse, es sei denn, Sie geben uns die Erlaubnis dazu.“
es: Dónde se mostró el anuncio en cuestión (por ejemplo, en Instagram o en Facebook). También confirmamos qué anuncios viste que te llevaron a realizar una acción con un anunciante, como descargar su aplicación. Pero no compartimos información con estos anunciantes y sus proveedores que por sí misma pueda usarse para contactarte o identificarte, como tu nombre o dirección de correo electrónico, a menos que nos hayas dado permiso para hacerlo».
fr: Le support sur lequel la publicité a été diffusée (Instagram ou Facebook, par exemple). Nous confirmons également les publicités que vous avez consultées lorsqu’elles vous ont amené à effectuer une action auprès d’un annonceur, comme le téléchargement de l’application de ce dernier. Mais nous ne partageons pas avec ces annonceurs et leurs fournisseurs des informations qui, en elles-mêmes, peuvent être utilisées pour vous contacter ou vous identifier, comme votre nom ou votre adresse e-mail, sauf dans le cas ou nous obtenons votre consentement. »
pt_br: Onde esse anúncio foi exibido (por exemplo, no Instagram ou no Facebook) Também confirmamos quais anúncios você visualizou que o levaram a realizar uma ação com um anunciante, como baixar o aplicativo de um anunciante. Mas não compartilhamos informações com esses anunciantes e seus fornecedores que, por si só, podem ser usadas para contatá-lo ou identificá-lo, como seu nome ou endereço de e-mail, a menos que você nos dê permissão."
