Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/facebook-dating.po
Languages: de, es, fr, pt_br

# how_can_you_control_your_data
source: "You can withdraw your consent for Meta to process profile field information, like religious beliefs information, at any time by accessing your profile settings and changing that field to “Prefer not to Say.” As for the gender(s) of the people you are interested in, as explained above, this information is necessary for the provision of Dating. If you do not wish for Meta to process this information, you should not create a Dating profile or should delete your existing Dating profile, as applicable. Note that you will not be able to use Dating if you do this."
de: „Sie können Ihre Zustimmung zur Verarbeitung von Informationen aus Profilfeldern, wie z. B. Informationen über religiöse Überzeugungen, durch Meta jederzeit zurückziehen, indem Sie auf Ihre Profileinstellungen zugreifen und das betreffende Feld auf ‚Ich möchte keine Angaben machen‘ ändern. Was das Geschlecht bzw. die Geschlechter der Personen betrifft, an denen Sie interessiert sind, so sind diese Informationen, wie oben erläutert, für die Bereitstellung von Partnervermittlungen erforderlich. Wenn Sie nicht möchten, dass Meta diese Informationen verarbeitet, sollten Sie kein Dating-Profil erstellen bzw. Ihr bestehendes Dating-Profil löschen. Beachten Sie, dass Sie in diesem Fall die Partnersuche nicht nutzen können.“
es: «Puedes retirar tu consentimiento para que Meta procese la información del campo del perfil, como la información sobre creencias religiosas, en cualquier momento, accediendo a la configuración de tu perfil y cambiando ese campo a la opción “Prefiero no decirlo”. En cuanto a los géneros de las personas que te interesan, como se explicó anteriormente, esta información es necesaria para proporcionar el servicio de citas. Si no deseas que Meta procese esta información, no debes crear un perfil de Parejas o debes eliminar tu perfil de Parejas existente, según corresponda. Ten en cuenta que, si lo haces, no podrás usar Parejas».
fr: « À tout moment, vous pouvez retirer votre consentement au traitement par Meta des informations figurant dans votre profil, telles que vos croyances religieuses. Pour ce faire, il vous suffit d’accéder aux paramètres de votre profil et de modifier le champ en question pour que ces informations ne soient pas divulguées. En ce qui concerne le sexe des utilisateurs susceptibles de vous attirer, comme indiqué ci-dessus, ces informations sont nécessaires à la prestation de services de Dating. Si vous ne souhaitez pas que Meta traite ces informations, il est préférable que vous ne créiez pas de profil sur Dating ou que vous supprimiez votre profil existant, le cas échéant. Veuillez noter que vous ne serez plus en mesure d’utiliser Dating si vous optez pour cette solution. »
pt_br: "Você pode retirar seu consentimento para que a Meta processe informações de campo de perfil, como informações de crenças religiosas, a qualquer momento acessando suas configurações de perfil e alterando esse campo para 'Prefiro não dizer'. Quanto ao(s) gênero(s) das pessoas em que você está interessado, conforme explicado acima, essas informações são necessárias para a provisão do Dating. Se você não deseja que a Meta processe essas informações, você não deve criar um perfil no Dating ou deve excluir seu perfil Dating existente, conforme aplicável. Observe que você não poderá usar o Dating se fizer isso."

# how_can_you_control_your_data
source: Meta Privacy Policy
de: Meta-Datenschutzerklärung
es: Política de privacidad de Meta
fr: Politique de confidentialité de Meta
pt_br: Política de Privacidade Meta

# how_can_you_control_your_data
source: "You have the right to request that we <b>erase</b> your information, if there are valid grounds for doing so and subject to applicable law."
de: „Sie haben das Recht, die <b>Löschung</b> Ihrer Daten zu verlangen, wenn hierfür triftige Gründe vorliegen und das geltende Recht dies vorsieht.“
es: «Tienes derecho a solicitar que <b>borremos</b> tu información, si existen motivos válidos para que lo hagamos y si esto está sujeto a las leyes aplicables».
fr: « Vous disposez du droit de requérir la <b>suppression</b> de vos informations, si des motifs valables le justifient et sous réserve de la législation applicable. »
pt_br: "Você tem o direito de solicitar que <b>apaguemos</b> suas informações, se houver motivos válidos para fazê-lo e sujeito à lei aplicável."

# how_can_you_control_your_data
source: "We keep information as long as we need it to provide our Products, comply with legal obligations or protect our or other’s interests. We decide how long we need information on a case-by-case basis. Here’s what we consider when we decide:
de: „Wir bewahren Informationen so lange auf, wie wir sie benötigen, um unsere Produkte bereitzustellen, rechtliche Verpflichtungen zu erfüllen oder unsere Interessen oder die Interessen anderer zu schützen. Wir entscheiden von Fall zu Fall, wie lange wir die Informationen benötigen. Folgendes berücksichtigen wir bei unserer Entscheidung:
es: «Conservamos la información mientras la necesitemos para proporcionar nuestros productos, para cumplir con obligaciones legales o para proteger nuestros intereses o los de otros. Decidimos cuánto tiempo necesitamos conservar la información caso por caso. Esto es lo que tenemos en cuenta al decidirlo:
fr: « Nous conservons les informations aussi longtemps que nécessaire pour fournir nos services, nous conformer à nos obligations légales ou protéger nos intérêts ou ceux d’autrui. La durée de conservation des informations est déterminée au cas par cas. Voici les éléments pris en compte dans ce processus de décision :
pt_br: "Mantemos as informações enquanto precisamos delas para fornecer nossos Produtos, cumprir obrigações legais ou proteger nossos interesses ou os de terceiros. Decidimos por quanto tempo precisamos de informações caso a caso. Veja o que consideramos quando decidimos:

# how_can_you_control_your_data
source: If we need it to operate or provide our Products. For example, we need to keep some of your information to maintain your account.
de: Wenn wir sie für den Betrieb oder die Bereitstellung unserer Produkte benötigen. Zum Beispiel müssen wir einige Ihrer Daten aufbewahren, um Ihr Konto zu verwalten.
es: Si necesitamos la información para operar o proporcionar nuestros productos. Por ejemplo, necesitamos conservar parte de tu información para mantener tu cuenta.
fr: La nécessité de conserver ces informations pour exploiter ou fournir nos services. Par exemple, certaines de vos informations doivent être conservées pour assurer la gestion de votre compte.
pt_br: Se precisarmos delas para operar ou fornecer nossos Produtos. Por exemplo, precisamos manter algumas de suas informações para manter sua conta.

# how_can_you_control_your_data
source: The feature we use it for, and how that feature works. For example, messages sent using Messenger’s vanish mode are retained for less time than regular messages.
de: Die Funktion, für die wir sie verwenden, und wie diese Funktion funktioniert. Beispielsweise werden Nachrichten, die mit dem Löschmodus von Messenger gesendet werden, weniger lange gespeichert als normale Nachrichten.
es: La función para la que la usamos y cómo funciona. Por ejemplo, los mensajes enviados mediante el modo de desvanecimiento de Messenger se conservan durante menos tiempo que los mensajes normales.
fr: La fonction pour laquelle les informations sont utilisées, et son mode de fonctionnement. Par exemple, les messages éphémères envoyés dans Messenger sont conservés moins longtemps que les messages normaux.
pt_br: O recurso para o qual as usamos e como ele funciona. Por exemplo, as mensagens enviadas usando o modo de desaparecimento do Messenger são retidas por menos tempo do que as mensagens normais.

# how_can_you_control_your_data
source: How long we need to retain the information to comply with certain legal obligations.
de: Wie lange wir die Informationen aufbewahren müssen, um bestimmten rechtlichen Verpflichtungen nachzukommen.
es: Cuánto tiempo necesitamos conservar la información para cumplir con ciertas obligaciones legales.
fr: La durée de conservation des informations afin de se conformer à certaines obligations légales.
pt_br: Por quanto tempo precisamos reter as informações para cumprir certas obrigações legais.

# how_can_you_control_your_data
source: If we need it for other legitimate purposes, such as to prevent harm; investigate possible violations of our terms or policies; promote safety, security and integrity; or protect ourselves, including our rights, property or products. In some instances and for specific reasons, we’ll keep information for an extended period of time."
de: Wenn wir sie für andere legitime Zwecke benötigen, z. B. um Schaden zu verhindern, mögliche Verstöße gegen unsere Bedingungen oder Richtlinien zu untersuchen, Sicherheit und Integrität zu fördern oder uns selbst, einschließlich unserer Rechte, unseres Eigentums oder unserer Produkte, zu schützen. In einigen Fällen und aus bestimmten Gründen werden wir Informationen für einen längeren Zeitraum aufbewahren.“
es: Si necesitamos la información para otros fines legítimos, como prevenir daños, investigar posibles violaciones de nuestros términos o políticas, promover la seguridad y la integridad, o protegernos, lo que incluye proteger nuestros derechos, propiedades o productos. En algunos casos y por motivos específicos, conservaremos la información durante un período de tiempo más prolongado».
fr: La nécessité d’utiliser ces informations à d’autres fins légales, par exemple la prévention de préjudices, les investigations sur d’éventuelles infractions à nos conditions ou politiques, la garantie de la sûreté, de la sécurité et de l’intégrité, ou la protection de l’entreprise, y compris de ses droits, de ses biens ou de ses produits. Dans certains cas et pour des raisons spécifiques, les informations seront conservées pendant une période prolongée. »
pt_br: Se precisarmos delas para outros fins legítimos, como para evitar danos; investigar possíveis violações de nossos termos ou políticas; promover segurança e integridade; ou nos proteger, incluindo nossos direitos, propriedade ou produtos. Em alguns casos e por motivos específicos, manteremos as informações por um longo período de tempo."

# how_can_you_control_your_data
source: "If you request that we delete your account or content, it may take up to 90 days to delete your information after we begin the account deletion process or receive a content deletion request. After the information is deleted, it may take us up to another 90 days to remove it from backups and disaster recovery. If you leave your deleted content in your trash on Facebook or your Recently Deleted folder on Instagram, the deletion process will begin automatically in 30 days. Or you can start the deletion process right away by deleting the content from your trash or Recently Deleted folder."
de: „Wenn Sie uns auffordern, Ihr Konto oder Ihre Inhalte zu löschen, kann es bis zu 90 Tage dauern, bis wir Ihre Daten löschen, nachdem wir mit der Kontolöschung begonnen oder eine Anfrage zur Löschung von Inhalten erhalten haben. Nachdem die Informationen gelöscht wurden, kann es bis zu 90 Tage dauern, bis wir sie aus den Sicherungskopien und der Notfallwiederherstellung entfernen. Wenn Sie Ihre gelöschten Inhalte in Ihrem Papierkorb auf Facebook oder in Ihrem Ordner „Kürzlich gelöscht‘ auf Instagram hinterlassen, beginnt der Löschvorgang automatisch nach 30 Tagen. Sie können den Löschvorgang auch sofort starten, indem Sie die Inhalte aus Ihrem Papierkorb oder dem Ordner ‚Kürzlich gelöscht‘ löschen.“
es: «Si nos solicitas que eliminemos tu cuenta o tus contenidos, es posible que se tarde hasta 90 días en eliminar tu información a partir de que comencemos el proceso de eliminación de la cuenta o que recibamos una solicitud de eliminación de contenidos. Después de eliminar la información, podemos tardar hasta otros 90 días en borrarla de las copias de seguridad y de respaldo ante desastres. Si dejas contenidos eliminados en la papelera de Facebook o en tu carpeta de “Eliminado recientemente” de Instagram, el proceso de eliminación comenzará automáticamente en 30 días. También puedes iniciar el proceso de eliminación antes borrando el contenido de la papelera o de la carpeta “Eliminado recientemente” de inmediato».
fr: « Si vous demandez la suppression de votre compte ou de votre contenu, la suppression de vos informations peut nécessiter un délai pouvant aller jusqu’à 90 jours à compter du début de la procédure de suppression du compte ou de la réception d’une demande de suppression de contenu. Une fois les informations supprimées, un délai supplémentaire de 90 jours peut être nécessaire pour les supprimer des archives et des systèmes de récupération des données en cas de panne. Si le contenu supprimé est conservé dans la corbeille sur Facebook ou dans le dossier Récemment supprimés sur Instagram, le processus de suppression commencera automatiquement au bout de 30 jours. Vous pouvez également lancer le processus de suppression immédiatement en supprimant le contenu de votre corbeille ou de votre dossier Récemment supprimé. »
pt_br: "Se solicitar a eliminação da sua conta ou conteúdo, poderá demorar até 90 dias para eliminarmos as suas informações depois de iniciarmos o processo de eliminação da conta ou recebermos um pedido de eliminação de conteúdo. Depois que as informações forem excluídas, podemos levar até mais 90 dias para removê-las dos backups e da recuperação de desastres. Se você deixar seu conteúdo excluído na lixeira do Facebook ou na pasta Excluídos recentemente no Instagram, o processo de exclusão começará automaticamente em 30 dias. Ou você pode iniciar o processo de exclusão imediatamente, excluindo o conteúdo da lixeira ou da pasta Excluídos recentemente."

# how_can_you_control_your_data
source: "Withdraw consent Where we rely on your consent to process your information, you can withdraw your consent at any time. If you choose to withdraw your consent this will not affect the lawfulness of processing based on consent before its withdrawal. To exercise your rights, visit our Help Centers, your settings for Facebook and Instagram and your device-based settings."
de: „Einwilligung widerrufen Wenn wir uns auf Ihre Einwilligung zur Verarbeitung Ihrer Daten stützen, können Sie Ihre Einwilligung jederzeit widerrufen. Wenn Sie sich dafür entscheiden, Ihre Einwilligung zu widerrufen, hat dies keinen Einfluss auf die Rechtmäßigkeit der Verarbeitung, die auf der Einwilligung vor deren Widerruf beruht. Um Ihre Rechte auszuüben, besuchen Sie unsere Hilfezentren, Ihre Einstellungen für Facebook und Instagram und Ihre gerätebezogenen Einstellungen.“
es: «Retirar el consentimiento. Cuando dependemos de tu consentimiento para procesar tu información, puedes retirar tu consentimiento en cualquier momento. Si decides retirar tu consentimiento, esto no afectará a la legalidad del tratamiento basado en el consentimiento antes de su retirada. Para ejercer tus derechos, visita nuestros centros de ayuda, tu configuración de Facebook e Instagram y la configuración de tu dispositivo».
fr: « Retrait du consentement Vous pouvez retirer votre consentement à tout moment dans les cas où il est nécessaire au traitement de vos informations. Le retrait de votre consentement n’affecte pas la légalité du traitement des données fondé sur le consentement antérieur. Pour exercer vos droits, consultez nos centres d’aide, vos paramètres sur Facebook et Instagram et les paramètres de votre appareil. »
pt_br: "Retirar consentimento Quando confiamos no seu consentimento para processar as suas informações, você pode retirar o seu consentimento a qualquer momento. Se você optar por retirar seu consentimento, isso não afetará a legalidade do processamento com base no consentimento antes de sua retirada. Para exercer os seus direitos, visite os nossos Centros de Ajuda, as suas definições para o Facebook e Instagram e as definições baseadas no seu dispositivo."

# track_record_details
source: Turkey's competition authority <a id="a1">said</a> in January, 2024 it had decided to fine Facebook parent Meta Platforms Inc 4.8 million lira ($160,000) a day for failing to provide sufficient documentation as part of a previous investigation.
de: Die türkische Wettbewerbsbehörde <a id="a1">teilte</a> im Januar 2024 mit, dass sie beschlossen habe, die Facebook-Muttergesellschaft Meta Platforms Inc. mit einer Geldstrafe von 4,8 Mio. Lira (160.000 USD) pro Tag zu belegen, weil sie im Rahmen einer früheren Untersuchung keine ausreichenden Unterlagen vorgelegt habe.
es: En enero de 2024, la autoridad de competencia de Turquía <a id="a1">dijo</a> que había decidido multar a la matriz de Facebook, Meta Platforms Inc, con 4,8 millones de liras (160.000 dólares) al día por no proporcionar documentación suficiente como parte de una investigación previa.
fr: Les autorités compétentes turques en matière de concurrence ont <a id="a1">annoncé</a> en janvier 2024 leur décision d’infliger une amende de 4,8 millions de lires (160 000 dollars) par jour à Meta Platforms Inc, la société mère de Facebook, pour avoir omis de fournir une documentation suffisamment étoffée dans le cadre d’une enquête antérieure.
pt_br: A autoridade de concorrência da Turquia <a id="a1">disse</a>, em janeiro de 2024, que decidiu multar a controladora do Facebook, Meta Platforms Inc, em 4,8 milhões de liras (US$ 160.000) por dia por não fornecer documentação suficiente como parte de uma investigação anterior.

# track_record_details
source: In October of 2023, Meta was <a id="a1">sued</a> by 33 US states for, <a id="a2">among other things</a>, entic[ing], engag[ing], and ultimately ensnar[ing] youth and teens [...] to maximize its financial gains..."
de: Im Oktober 2023 wurde Meta von 33 US-Bundesstaaten <a id="a1">verklagt</a>, <a id="a2">unter anderem</a> weil Jugendliche und Teenager angelockt, animiert und letztlich verführt wurden, um finanziellen Gewinne zu maximieren ...“
es: En octubre de 2023, Meta fue <a id="a1">demandada</a> por 33 estados de los EE. UU. por, <a id="a2">entre otras cosas</a>, incitar, involucrar y, en última instancia, enredar a jóvenes y adolescentes [...] para maximizar sus ganancias financieras...»
fr: En octobre 2023, Meta a été <a id="a1">poursuivie en justice</a> par 33 États américains pour avoir, <a id="a2">entre autres</a>, attiré, entraîné et finalement piégé des jeunes et des adolescents [...] afin de maximiser ses gains financiers... »
pt_br: Em outubro de 2023, a Meta foi <a id="a1">processada</a> por 33 estados dos EUA por, <a id="a2">entre outras coisas</a>, atrair, envolver e, finalmente, enredar jovens e adolescentes [...] para maximizar seus ganhos financeiros..."

# track_record_details
source: In May of 2023, Meta was <a id="a1">fined</a> a record 1.2B euros for violating GDPR by sending data about European residents to the US without consent.
de: Im Mai 2023 wurde Meta eine <a id="a1">Rekordstrafe</a> in Höhe von 1,2 Mrd. Euro wegen Verstoßes gegen die DSGVO auferlegt, weil Daten europäischer Bürger ohne Zustimmung an die USA übermittelt wurden.
es: En mayo de 2023, Meta recibió una <a id="a1">multa</a> récord de 1200 millones de euros por violar el RGPD al enviar datos sobre residentes europeos a los EE. UU. sin su consentimiento previo.
fr: En mai 2023, Meta s’est vu <a id="a1">infliger une amende</a> record de 1,2 milliard d’euros pour avoir enfreint le RGPD en envoyant des données concernant des résidents européens aux États-Unis sans leur consentement.
pt_br: Em maio de 2023, a Meta foi <a id="a1">multada</a> em um recorde de 1,2 bilhão de euros por violar o GDPR, enviando dados sobre residentes europeus para os EUA sem consentimento.

# track_record_details
source: In September 2023, a Norwegian court ruled to uphold the country's data regulator's <a id="a1">fine</a> of $93,200/day for a period of three months for harvesting users' data for targeted advertising. In January 2023, Meta was <a id="a2">fined</a> 390m euros privacy violations involving the company's ad targeting practices.
de: Im September 2023 entschied ein norwegisches Gericht, die von der norwegischen Datenaufsichtsbehörde verhängte <a id="a1">Geldstrafe</a> in Höhe von 93.200 USD/Tag für einen Zeitraum von drei Monaten aufrechtzuerhalten, weil das Unternehmen die Daten von Nutzern für gezielte Werbung gesammelt hatte. Im Januar 2023 wurde Meta zu einer <a id="a2">Geldstrafe</a> in Höhe von 390 Mio. Euro wegen Datenschutzverstößen im Zusammenhang mit den Praktiken des Unternehmens beim gezielten Einsatz von Werbung verurteilt.
es: En septiembre de 2023, un tribunal noruego decidió mantener la <a id="a1">multa</a> del regulador de datos del país, de un valor de 93.200 dólares por día a lo largo de un período de tres meses, por recopilar datos de los usuarios para publicidad dirigida. En enero de 2023, Meta recibió una <a id="a2">multa</a> 390 millones de euros por violaciones de privacidad relacionadas con prácticas de orientación de anuncios de la empresa.
fr: En septembre 2023, un tribunal norvégien a décidé de maintenir la décision de l’autorité de régulation des données du pays d’imposer une <a id="a1">amende</a> de 93 200 dollars par jour pendant une période de trois mois pour avoir recueilli des données concernant des utilisateurs à des fins de publicité ciblée. En janvier 2023, Meta a été <a id="a2">condamnée à une amende</a> de 390 millions d’euros pour violation de la vie privée dans le cadre de ses pratiques de ciblage publicitaire.
pt_br: Em setembro de 2023, um tribunal norueguês decidiu manter a <a id="a1">multa</a> do regulador de dados do país, de US$ 93.200/dia, por um período de três meses por coletar dados de usuários para publicidade direcionada. Em janeiro de 2023, a Meta foi <a id="a2">multada</a> em 390 milhões de euros por violações de privacidade envolvendo as práticas de segmentação de anúncios da empresa.
