Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/facebook-dating.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: "When you use our Products, you see ads, such as boosted posts or product listings in Shops. You also see ads shown through Meta Audience Network when you visit other apps. We want everything you see to be interesting and useful to you, so we personalize ads for you and measure how they perform. We use information from your account or across accounts in your Accounts Center and cookies on our Products for this. You can control whether we show you ads and which information we use to show you ads in Ad Preference."
de: „Wenn Sie unsere Produkte nutzen, sehen Sie Anzeigen, wie z. B. hervorgehobene Beiträge oder Produktauflistungen in Shops. Sie sehen auch Anzeigen, die über das Meta Audience Network angezeigt werden, wenn Sie andere Apps besuchen. Wir möchten, dass alles, was Sie sehen, für Sie interessant und nützlich ist, daher personalisieren wir Anzeigen für Sie und messen, wie sie funktionieren. Dazu verwenden wir Informationen aus Ihrem Konto oder aus kontenübergreifenden Konten in Ihrem Kundencenter sowie Cookies auf unseren Produkten. Sie können in den Anzeigeneinstellungen festlegen, ob wir Ihnen Anzeigen zeigen und welche Informationen wir dazu verwenden.“
es: «Cuando utilizas nuestros productos, ves anuncios como publicaciones mejoradas o listados de productos en Tiendas. También ves anuncios que se muestran a través de Meta Audience Network cuando visitas otras aplicaciones. Queremos que todo lo que veas sea interesante y útil para ti, por lo que personalizamos los anuncios para ti y medimos su rendimiento. Para ello, utilizamos información de tu cuenta o de otras cuentas en tu Centro de Cuentas, y de las cookies en nuestros productos. Puedes controlar si te mostramos anuncios y qué información utilizamos para mostrarte anuncios desde las preferencias de anuncios».
fr: « Lorsque vous utilisez nos produits, des publicités vous sont présentées, telles que des posts boostés ou des annonces de produits dans les boutiques. Vous verrez également des publicités diffusées par Meta Audience Network en utilisant d’autres applications. Nous souhaitons que le contenu qui vous est proposé soit intéressant et utile pour vous, c’est pourquoi nous personnalisons les publicités et évaluons leurs performances. Pour ce faire, nous utilisons des informations provenant de votre compte ou de plusieurs comptes dans votre Espace Comptes, ainsi que des cookies intégrés à nos produits. Vous pouvez configurer l’affichage des publicités et les informations que nous utilisons pour les diffuser dans la section Préférences publicitaires. »
pt_br: "Quando você usa nossos Produtos, vê anúncios, como postagens impulsionadas ou listagens de produtos nas Lojas. Você também vê anúncios exibidos por meio da Meta Audience Network quando visita outros aplicativos. Queremos que tudo o que vê seja interessante e útil para si, por isso personalizamos os anúncios para você e avaliamos o seu desempenho. Usamos informações da sua conta ou entre contas no seu Centro de Contas e cookies nos nossos Produtos para isso. Você pode controlar se exibimos anúncios e quais informações usamos para exibir anúncios na Preferência de Anúncios."

# how_does_it_use_data_collected
source: How Meta uses information for generative AI models
de: So verwendet Meta Informationen für generative KI-Modelle
es: Cómo utiliza Meta la información para los modelos de IA generativa
fr: Comment Meta exploite les informations pour créer des modèles d’IA générative
pt_br: Como a Meta usa informações para modelos de IA generativa

# how_does_it_use_data_collected
source: "We’re investing so much in this space because we believe in the benefits that generative AI can provide for creators and businesses around the world. To train effective models to unlock these advancements, a significant amount of information is needed from publicly available and licensed sources. We keep training data for as long as we need it on a case-by-case basis to ensure an AI model is operating appropriately, safely and efficiently. We also may keep it to protect our or other’s interests, or comply with legal obligations."
de: „Wir investieren so viel in diesen Bereich, weil wir an die Vorteile glauben, die generative KI für Ersteller und Unternehmen auf der ganzen Welt bieten kann. Um wirksame Modelle zu trainieren, die diese Fortschritte freisetzen, wird eine erhebliche Menge an Informationen aus öffentlich zugänglichen und lizenzierten Quellen benötigt. Wir bewahren Trainingsdaten so lange auf, wie wir sie von Fall zu Fall benötigen, um sicherzustellen, dass ein KI-Modell angemessen, sicher und effizient arbeitet. Wir können sie auch aufbewahren, um unsere Interessen oder die Interessen anderer zu schützen oder um rechtlichen Verpflichtungen nachzukommen.“
es: «Estamos invirtiendo mucho en este espacio porque creemos en los beneficios que la IA generativa puede proporcionar a los creadores y empresas de todo el mundo. Para entrenar modelos efectivos que permitan estos avances, se necesita una cantidad significativa de información de fuentes públicas y autorizadas. Conservamos datos para el entrenamiento durante el tiempo que los necesitamos caso por caso, para garantizar que un modelo de IA funcione de manera adecuada, segura y eficiente. También podemos conservarlos para proteger nuestros intereses o los de otros, o para cumplir con obligaciones legales».
fr: « Si nous investissons autant dans ce domaine, c’est parce que nous croyons aux bienfaits de l’IA générative pour les créateurs et les entreprises du monde entier. Pour former des modèles efficaces permettant de concrétiser ces progrès, nous avons besoin d’une quantité importante d’informations provenant de sources accessibles publiquement et sous licence. Nous conservons les données d’entraînement aussi longtemps que nécessaire, au cas par cas, pour nous assurer du bon fonctionnement, de la sécurité et de l’efficacité d’un modèle d’IA. Nous pouvons également les conserver pour protéger nos intérêts ou ceux d’autres personnes, ou pour nous conformer à des obligations légales. »
pt_br: "Estamos investindo muito neste espaço porque acreditamos nos benefícios que a IA generativa pode oferecer para criadores e empresas em todo o mundo. Para treinar modelos eficazes para desbloquear esses avanços, uma quantidade significativa de informações é necessária de fontes publicamente disponíveis e licenciadas. Mantemos os dados de treinamento pelo tempo que precisarmos, caso a caso, para garantir que um modelo de IA esteja operando de forma adequada, segura e eficiente. Também podemos mantê-lo para proteger nossos interesses ou de outros, ou cumprir obrigações legais."

# tips_to_protect_yourself
source: In your Facebook <a id="a1">Ad Preferences</a>, you can choose whether Facebook shows you ads on Meta Products and make choices about the information they use to show you ads.
de: In Ihren Facebook-<a id="a1">Anzeigeneinstellungen</a> können Sie festlegen, ob Facebook Ihnen Werbeanzeigen auf Meta-Produkten zeigt und welche Informationen verwendet werden, um Ihnen Werbeanzeigen zu zeigen.
es: En tus <a id="a1">Preferencias de anuncios</a> de Facebook, puedes elegir si Facebook te muestra anuncios en los productos de Meta y tomar decisiones con respecto a la información que utilizan para mostrarte anuncios.
fr: Dans vos <a id="a1">Préférences publicitaires</a> sur Facebook, vous pouvez configurer la diffusion de publicités sur les produits Meta et définir les informations utilisées pour la diffusion de ces publicités.
pt_br: Em suas <a id="a1">Preferências de Anúncios</a> do Facebook, você pode escolher se o Facebook te apresenta anúncios em Produtos Meta e fazer escolhas sobre as informações que eles usam para te apresentar anúncios.

# tips_to_protect_yourself
source: Visit the app's privacy preferences at the app and opt out from personalized advertsing as well as all non-essential data collection.
de: Besuchen Sie die Datenschutzeinstellungen der App und deaktivieren Sie die personalisierte Werbung sowie die Erfassung aller nicht unbedingt erforderlichen Daten.
es: Ingresa a las preferencias de privacidad dentro de la aplicación y opta por excluirte de la publicidad personalizada, así como de toda la recopilación de datos no esenciales.
fr: Consultez la section des paramètres de confidentialité de l’application et refusez les publicités personnalisées ainsi que toute collecte de données non essentielle.
pt_br: Visite as preferências de privacidade da aplicação no aplicativo e opte por não receber publicidade personalizada, bem como toda a recolha de dados não essenciais.

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data nor does close your account.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales ni cierra tu cuenta.
fr: Exigez la suppression de vos données lorsque vous cessez d’utiliser l’application. La simple suppression d’une application de votre appareil ne permet généralement pas d’effacer vos données personnelles ni de clôturer votre compte.
pt_br: Se decidir parar de usar o aplicativo, solicite que seus dados sejam excluídos. Apenas excluir o aplicativo do seu dispositivo não apagará seus dados pessoais da base da empresa e nem fechará a sua conta.

# tips_to_protect_yourself
source: Do not give consent to constant geolocation tracking by the app. Better provide geolocation 'only when using the app'.
de: Geben Sie keine Zustimmung zur ständigen Geolokalisierung durch die App. Bieten Sie besser Geolokalisierung „nur bei Verwendung der App“.
es: No otorgues tu consentimiento para el seguimiento constante de geolocalización por parte de la aplicación. Es mejor que permitas la geolocalización «solo mientras la aplicación está en uso».
fr: Ne consentez pas au suivi continu de votre géolocalisation par l’application. Il est préférable de fournir la géolocalisation « uniquement pendant l’utilisation de l’application ».
pt_br: Não dê consentimento para o rastreamento constante de geolocalização pelo aplicativo. É melhor fornecer geolocalização "somente ao usar o aplicativo".

# tips_to_protect_yourself
source: Do not share sensitive data through the app.
de: Teilen Sie keine sensiblen Daten über die App.
es: No compartas datos confidenciales en la aplicación.
fr: Ne partagez pas de données sensibles via l’application.
pt_br: Não compartilhe dados confidenciais pelo aplicativo.

# tips_to_protect_yourself
source: Do not give access to your photos and video or camera. - Do not log in using third-party accounts.
de: Geben Sie keinen Zugriff auf Ihre Fotos und Videos oder Ihre Kamera. - Melden Sie sich nicht mit Konten von Drittanbietern an.
es: No otorgues acceso a tus fotos, vídeo o cámara. No inicies sesión a través de cuentas de terceros.
fr: N’autorisez pas l’accès à vos photos et vidéos ou à votre appareil photo. Ne vous connectez pas par le biais de comptes tiers.
pt_br: Não dê acesso às suas fotos e vídeo ou câmera. - Não faça login usando contas de terceiros.

# tips_to_protect_yourself
source: Do not connect to any third party via the app, or at least make sure that a third party employs decent privacy practices.
de: Stellen Sie über die App keine Verbindung zu Dritten her, oder vergewissern Sie sich zumindest, dass diese Dritte anständige Datenschutzpraktiken anwenden.
es: No te conectes a ningún tercero a través de la aplicación, o al menos asegúrate de que el tercero en cuestión tenga prácticas de privacidad decentes.
fr: Ne vous connectez pas à un service tiers via l’application, ou assurez-vous au minimum que ce dernier adopte des pratiques décentes en matière de protection de la vie privée.
pt_br: Não se conecte a terceiros através do aplicativo, ou pelo menos certifique-se de que este terceiro empregue práticas de privacidade decentes.

# tips_to_protect_yourself
source: Do not give consent for sharing of personal data for marketing and advertisement.
de: Geben Sie keine Einwilligung zur Weitergabe personenbezogener Daten für Marketing und Werbung.
es: No otorgues tu consentimiento para compartir datos personales con fines de marketing y publicidad.
fr: Ne donnez pas votre consentement pour le partage de données personnelles à des fins de marketing et de publicité.
pt_br: Não dê consentimento para o compartilhamento de dados pessoais para marketing e publicidade.

# tips_to_protect_yourself
source: Choose a strong password! You may use a password control tool like 1Password, KeePass etc.
de: Wählen Sie ein starkes Passwort! Dafür können Sie auch ein Passwortkontrollprogramm anwenden, wie 1Password, KeePass, etc.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe fort ! Vous pouvez utiliser un outil de contrôle de mot de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Do not use social media plug-ins.
de: Verwenden Sie keine Social-Media-Plug-ins.
es: No utilices complementos de redes sociales.
fr: N’utilisez pas de plug-ins de médias sociaux.
pt_br: Não use plug-ins de mídia social.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary).
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre persönlichen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Standort, außer es ist notwendig).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et emplacement, sauf si nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do aplicativo (não libere acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário).

# tips_to_protect_yourself
source: Keep your app regularly updated.
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand.
es: Actualiza tu aplicación con regularidad.
fr: Mettez votre application à jour régulièrement.
pt_br: Mantenha seu aplicativo atualizado regularmente.

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization).
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung).
es: Limita el rastreo de anuncios a través del dispositivo (p. ej., en el iPhone, ve a Privacidad -> Publicidad -> Limitar seguimiento de anuncios) y de los gigantes publicitarios (para Google, ve a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire via votre appareil (par ex., sur iPhone, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces).
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios).

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Lehnen Sie bei der Anmeldung das Tracking Ihrer Daten nach Möglichkeit ab.
es: Si puedes hacerlo, no aceptes el seguimiento de tus datos cuando estés realizando el proceso de registro.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.
pt_br: Ao se cadastrar, não concorde com o rastreamento dos seus dados, se possível.

# personal_data_collected
source: Gender, gender(s) you are interested in; Content, such as posts, comments, audio, etc.; Messages sent and received; Metadata about content and messages; Types of content, including ads, you view or interact with, and how you interact with it; Apps and features you use, and what actions you take in them; Purchases or other transactions made, including credit card information; Hashtags; Time, frequency and duration of activities on the Products; Views of and interactions with a Facebook Page and its content;<br/> <br/>Voluntarily: information about your religious views, your sexual orientation, political views, health, racial or ethnic origin, philosophical beliefs or trade union membership.
de: Geschlecht, Geschlecht(er), für das/die Sie sich interessieren; Inhalte, wie Beiträge, Kommentare, Audiodateien usw.; gesendete und empfangene Nachrichten; Metadaten über Inhalte und Nachrichten; Arten von Inhalten, einschließlich Werbeanzeigen, die Sie sich ansehen oder mit denen Sie interagieren, und wie Sie damit interagieren; Apps und Funktionen, die Sie nutzen, und welche Aktionen Sie darin ausführen; getätigte Käufe oder andere Transaktionen, einschließlich Kreditkarteninformationen; Hashtags; Zeitpunkt, Häufigkeit und Dauer von Aktivitäten auf den Produkten; Ansichten einer Facebook-Seite und ihrer Inhalte und Interaktionen damit;<br/> <br/>Freiwillig: Informationen über Ihre religiösen Ansichten, Ihre sexuelle Orientierung, Ihre politischen Ansichten, Ihre Gesundheit, Ihre Rasse oder ethnische Herkunft, Ihre philosophischen Überzeugungen oder Ihre Mitgliedschaft in einer Gewerkschaft.
es: Géneros que te interesan; Contenidos, como publicaciones, comentarios, audio, etc.; Mensajes enviados y recibidos; Metadatos sobre los contenidos y los mensajes; Tipos de contenidos, incluyendo anuncios, que ves o con los que interactúas, y cómo interactúas con ellos; Aplicaciones y funciones que utilizas, y qué acciones realizas en ellas; Compras u otras transacciones realizadas, incluyendo información de la tarjeta de crédito; Hashtags; Hora, frecuencia y duración de las actividades en los productos; Vistas e interacciones con una página de Facebook y sus contenidos;<br/> <br/>Voluntariamente: información sobre tus opiniones religiosas, tu orientación sexual, opiniones políticas, salud, origen racial o étnico, creencias filosóficas o afiliación sindical.
fr: Sexe, orientation sexuelle ; Contenu, tel que les messages, les commentaires, les fichiers audio, etc. ; Messages envoyés et reçus ; Métadonnées sur le contenu et les messages ; Types de contenu, y compris les publicités, que vous visualisez ou avec lesquels vous interagissez, et de quelle manière vous interagissez avec ce contenu ; Applications et fonctionnalités que vous utilisez, et les actions que vous y effectuez ; Achats ou autres transactions effectuées, y compris les informations relatives aux cartes de crédit ; Hashtags ; Heure, fréquence et durée des activités sur les services ; Consultations et interactions avec une page Facebook et son contenu ;<br/> <br/>Avec votre consentement : informations sur vos opinions religieuses, votre orientation sexuelle, vos opinions politiques, votre état de santé, vos origines ethniques, vos croyances philosophiques ou votre adhésion à un syndicat.
pt_br: Gênero, gênero(s) em que você está interessado; Conteúdo, como postagens, comentários, áudio, etc.; Mensagens enviadas e recebidas; Metadados sobre conteúdo e mensagens; Tipos de conteúdo, incluindo anúncios, que você visualiza ou interage e como interage com ele; Aplicativos e recursos que você usa e quais ações você toma neles; Compras ou outras transações feitas, incluindo informações de cartão de crédito; Hashtags; Tempo, frequência e duração das atividades nos Produtos; Visualizações e interações com uma Página do Facebook e seu conteúdo;<br/> <br/>Voluntariamente: informações sobre suas opiniões religiosas, sua orientação sexual, opiniões políticas, saúde, origem racial ou étnica, crenças filosóficas ou filiação sindical.

# biometric_data_collected
source: Photos, videos, voice content.
de: Fotos, Videos, Sprachinhalte.
es: Fotos, vídeos, contenido de voz.
fr: Photos, vidéos, contenu audio.
pt_br: Fotos, vídeos, conteúdo de voz.

# social_data_collected
source: Facebook contacts.
de: Facebook-Kontakte.
es: Contactos de Facebook.
fr: Contacts Facebook.
pt_br: Contatos do Facebook.

# how_can_you_control_your_data
source: We ding this product as it is unclear if all users regardless of location can get their data deleted. Facebook Dating Supplemental Privacy Policy
de: Wir geben diesem Produkt einen Warnhinweis, da es unklar ist, ob alle Nutzer unabhängig von ihrem Standort ihre Daten löschen lassen können. Ergänzende Datenschutzerklärung zu Facebook Dating
es: Criticamos este producto porque no está claro si todos los usuarios, independientemente de su ubicación, pueden eliminar sus datos. Política de privacidad complementaria de Facebook Parejas
fr: Nous signalons ce produit en raison du manque de clarté quant à la possibilité pour tous les utilisateurs, quel que soit leur lieu de résidence, de faire supprimer leurs données. Politique de confidentialité supplémentaire de Facebook Dating
pt_br: Notificamos este produto, pois não está claro se todos os usuários, independentemente da localização, podem excluir seus dados. Política de Privacidade Suplementar do Facebook Dating
