Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-luxe.po
Languages: es, fr, pt_br

# how_does_it_use_data_collected
source: Research and development: Google uses information to improve our services and to develop new products, features and technologies that benefit our users and the public. For example, we use publicly available information to help train Google’s AI models and build products and features like Google Translate, Bard, and Cloud AI capabilities.
fr: Recherche et développement : Google utilise ces informations pour améliorer ses services et développer de nouveaux produits, fonctionnalités et technologies au profit de ses utilisateurs et du grand public. Par exemple, nous utilisons des informations accessibles au public pour entraîner les modèles d’IA de Google et créer des produits et des fonctionnalités tels que Google Traduction, Bard et les capacités d’IA dans le Cloud.
pt_br: Pesquisa e desenvolvimento: o Google usa informações para melhorar nossos serviços e desenvolver novos produtos, recursos e tecnologias que beneficiam nossos usuários e o público. Por exemplo, usamos informações publicamente disponíveis para ajudar a treinar os modelos de IA do Google e criar produtos e recursos como os recursos do Google Tradutor, Bard e Cloud AI.

# how_does_it_use_data_collected
source: Legal reasons: Google also uses information to satisfy applicable laws or regulations, and discloses information in response to legal process or enforceable government requests, including to law enforcement. We provide information about the number and type of requests we receive from governments in our <a id="a1">Transparency Report</a>."<br/><br/>"Google does not sell your personal information. Google also does not “share” your personal information as that term is defined in the California Consumer Privacy Act (CCPA)."
fr: Raisons juridiques : Google utilise également ces informations pour se conformer aux lois et réglementations en vigueur, et les divulgue dans le cadre d’une procédure judiciaire ou d’une demande gouvernementale exécutoire, notamment aux autorités chargées de l’application de la loi. Nous fournissons des informations sur le nombre et le type de demandes que nous recevons de la part des autorités dans notre <a id="a1">rapport de transparence</a>. »<br/><br/>« Google ne vend pas vos informations personnelles. Google ne "partage" pas non plus vos informations personnelles au sens entendu par la loi californienne sur la protection de la vie privée des consommateurs (California Consumer Privacy Act, CCPA). »
pt_br: Motivos legais: o Google também usa informações para cumprir as leis ou regulamentos aplicáveis e divulga informações em resposta a processos legais ou solicitações governamentais aplicáveis, inclusive para autoridades policiais. Fornecemos informações sobre o número e o tipo de solicitações que recebemos dos governos em nosso <a id="a1">Relatório de Transparência</a>."<br/><br/>"O Google não vende suas informações pessoais. O Google também não 'compartilha' suas informações pessoais, conforme esse termo é definido na Lei de Privacidade do Consumidor da Califórnia (CCPA)."

# how_does_it_use_data_collected
source: "We use the information we collect to customize our services for you, including providing recommendations, personalized content, and customized search results. For example, Security Checkup provides security tips adapted to how you use Google products. And Google Play uses information like apps you’ve already installed and videos you’ve watched on YouTube to suggest new apps you might like.
fr: « Nous utilisons les informations que nous recueillons pour personnaliser nos services, notamment en vous proposant des recommandations, un contenu personnalisé et des résultats de recherche personnalisés. Par exemple, le Check-up Sécurité fournit des conseils de sécurité adaptés à la façon dont vous utilisez les produits Google. Google Play utilise des informations telles que les applications que vous avez déjà installées et les vidéos que vous avez regardées sur YouTube pour vous suggérer de nouvelles applications susceptibles de vous plaire.
pt_br: "Usamos as informações que coletamos para personalizar nossos serviços para você, incluindo o fornecimento de recomendações, conteúdo personalizado e resultados de pesquisa personalizados. Por exemplo, a Verificação de Segurança fornece dicas de segurança adaptadas à forma como você usa os produtos do Google. E o Google Play usa informações como aplicativos que você já instalou e vídeos que você assistiu no YouTube para sugerir novos aplicativos que você pode gostar.

# how_does_it_use_data_collected
source: Depending on your settings, we may also show you personalized ads based on your interests. &lt;...&gt;<br/> We don’t show you personalized ads based on sensitive categories, such as race, religion, sexual orientation, or health.<br/> We don’t show you personalized ads based on your content from Drive, Gmail, or Photos.<br/> We don’t share information that personally identifies you with advertisers, such as your name or email, unless you ask us to. For example, if you see an ad for a nearby flower shop and select the “tap to call” button, we’ll connect your call and may share your phone number with the flower shop."
fr: En fonction de vos paramètres, nous pouvons également vous présenter des publicités personnalisées basées sur vos centres d’intérêt. &lt;…&gt;<br/> Nous ne vous montrons pas de publicités personnalisées basées sur des catégories sensibles, telles que l’origine ethnique, la religion, l’orientation sexuelle ou la santé.<br/> Nous ne vous montrons pas de publicités personnalisées basées sur votre contenu enregistré dans Drive, Gmail ou Photos.<br/> Nous ne partageons pas avec les annonceurs des informations qui vous identifient personnellement, telles que votre nom ou votre adresse e-mail, sauf si vous nous le demandez. Par exemple, si vous voyez une publicité pour un fleuriste à proximité et que vous sélectionnez le bouton "taper pour appeler", nous connecterons votre appel et pourrons partager votre numéro de téléphone avec le fleuriste. »
pt_br: Dependendo das suas configurações, também podemos mostrar anúncios personalizados com base nos seus interesses. &lt;...&gt;<br/> Não mostramos anúncios personalizados com base em categorias sensíveis, como raça, religião, orientação sexual ou saúde.<br/> Não mostramos anúncios personalizados com base no seu conteúdo do Drive, Gmail ou Fotos.<br/> Não compartilhamos informações que o identifiquem pessoalmente com anunciantes, como seu nome ou e-mail, a menos que você nos peça. Por exemplo, se você vir um anúncio de uma floricultura próxima e selecionar o botão "tocar para ligar", conectaremos sua chamada e poderemos compartilhar seu número de telefone com a floricultura."

# how_does_it_use_data_collected
source: "Personal information. This is information that you provide to us which personally identifies you, such as your name, email address, or billing information, <b>or other data that can be reasonably linked to such information by Google,</b> such as information we associate with your Google Account."
fr: « Informations personnelles. Il s’agit d’informations que vous nous fournissez et qui vous identifient personnellement, comme votre nom, votre adresse e-mail, vos données de facturation<b> ou encore d’autres données qui peuvent être raisonnablement associées à ces informations par Google,</b> telles que les informations que nous associons à votre compte Google. »
pt_br: "Informações pessoais. São informações que você nos fornece que o identificam pessoalmente, como seu nome, endereço de e-mail ou informações de cobrança, <b>ou outros dados que podem ser razoavelmente vinculados a essas informações pelo Google,</b> como informações que associamos à sua Conta do Google."

# how_does_it_use_data_collected
source: "In some circumstances, Google also collects information about you from publicly accessible sources."
fr: « Dans certaines circonstances, Google recueille également des informations vous concernant auprès de sources accessibles au public. »
pt_br: "Em algumas circunstâncias, o Google também coleta informações sobre você de fontes acessíveis ao público."

# how_does_it_use_data_collected
source: "We use various technologies to collect and store information, including cookies, pixel tags, local storage, such as browser web storage or application data caches, databases, and server logs."
fr: « Nous utilisons diverses technologies pour collecter et stocker des informations, notamment des cookies, des balises pixel, un stockage local, tel que le stockage web du navigateur ou les caches de données d’application, des bases de données et des journaux de serveur. »
pt_br: "Usamos várias tecnologias para coletar e armazenar informações, incluindo cookies, tags de pixel, armazenamento local, como armazenamento na web do navegador ou caches de dados de aplicativos, bancos de dados e logs do servidor."

# how_does_it_use_data_collected
source: "We’ll share personal information outside of Google when we have your consent. "
fr: « Nous partagerons des informations personnelles en dehors de Google lorsque nous aurons votre consentement. »
pt_br: "Compartilharemos informações pessoais fora do Google quando tivermos seu consentimento."

# how_does_it_use_data_collected
source: "We provide personal information to our affiliates and other trusted businesses or persons to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures. "
fr: « Nous transmettons des données personnelles à nos filiales ou autres sociétés ou personnes de confiance qui les traitent pour notre compte, selon nos instructions et conformément au présent avis de confidentialité, et dans le respect de toute autre mesure appropriée de sécurité et de confidentialité. »
pt_br: "Fornecemos informações pessoais às nossas afiliadas e outras empresas ou pessoas confiáveis para processá-las para nós com base em nossas instruções e em conformidade com nossa Política de Privacidade e quaisquer outras medidas apropriadas de confidencialidade e segurança."

# how_does_it_use_data_collected
source: "We may share non-personally identifiable information publicly and with our partners — like publishers, advertisers, developers, or rights holders. For example, we share information publicly to show trends about the general use of our services. <b>We also allow specific partners to collect information from your browser or device for advertising and measurement purposes using their own cookies or similar technologies.</b>"
fr: « Nous pouvons partager des informations non personnelles identifiables publiquement et avec nos partenaires, tels que des éditeurs, des publicitaires, des développeurs ou des détenteurs de droits. Par exemple, nous partageons des informations publiquement pour vous montrer des tendances sur l’utilisation générale de nos services. <b>Nous autorisons également des partenaires spécifiques à collecter des informations à partir de votre navigateur ou de votre appareil à des fins de publicité et de mesure en utilisant leurs propres cookies ou des technologies similaires.</b> »
pt_br: "Podemos compartilhar informações não pessoalmente identificáveis publicamente e com nossos parceiros – como editores, anunciantes, desenvolvedores ou detentores de direitos. Por exemplo, compartilhamos informações publicamente para mostrar tendências sobre o uso geral de nossos serviços. <b>Também permitimos que parceiros específicos coletem informações do seu navegador ou dispositivo para fins de publicidade e medição usando seus próprios cookies ou tecnologias semelhantes.</b>"

# how_does_it_use_data_collected
source: <b>How does Google use location information?</b><br/>"Your location information can help Google show you more relevant ads. When you search for something like “shoe stores near me,” location information can be used to show you ads from shoe stores near you. Or, let’s say you’re searching for pet insurance, advertisers might show different benefits in different areas."
fr: <b>Comment la société Google utilise-t-elle les informations de localisation ?</b><br/>« Les informations relatives à votre localisation peuvent aider Google à vous présenter des publicités plus pertinentes. Lorsque vous effectuez une recherche telle que "magasins de chaussures près de chez moi", les informations de localisation peuvent être utilisées pour vous présenter les publicités des magasins de chaussures situés près de chez vous. De même, si vous recherchez une assurance pour animaux de compagnie, les annonceurs peuvent vous proposer des prestations différentes selon les régions. »
pt_br: <b>Como o Google usa as informações de localização?</b><br/>"Suas informações de localização podem ajudar o Google a mostrar anúncios mais relevantes. Quando você pesquisa algo como 'lojas de calçados perto de mim', as informações de localização podem ser usadas para mostrar anúncios de lojas de calçados perto de você. Ou, digamos que você esteja procurando um seguro para animais de estimação, os anunciantes podem mostrar benefícios diferentes em diferentes áreas."

# how_does_it_use_data_collected
source: "Google may also use your past browsing or app activity (such as your searches, website visits, or videos you watched on YouTube) and general areas saved as part of the Web &amp; App Activity setting to show you more useful ads. For example, if you search for where to buy milk nearby on Google, you may see ads for grocery stores in the general area where you frequently browse Google Search while waiting for your bus or train.<br/>Advertisers can only target ads to general areas, such as countries, cities, or regions around their business."
fr: « Google peut également utiliser vos précédentes activités de navigation ou d’utilisation d’applications (telles que vos recherches, vos visites de sites Web ou les vidéos que vous avez regardées sur YouTube) et les zones générales enregistrées dans le cadre du paramètre Activité sur le Web et dans les applications pour vous présenter des publicités plus utiles. Par exemple, si vous cherchez où acheter du lait à proximité sur Google, il se peut que vous voyiez des publicités pour des épiceries situées dans la zone générale où vous utilisez fréquemment le moteur de recherche Google en attendant votre bus ou votre train.<br/>Les annonceurs ne peuvent cibler des publicités que sur des zones générales, telles que des pays, des villes ou des régions autour de leur activité. »
pt_br: "O Google também pode usar sua navegação anterior ou atividade no aplicativo (como suas pesquisas, visitas ao site ou vídeos que você assistiu no YouTube) e áreas gerais salvas como parte da configuração Atividade na Web e no Aplicativo para mostrar anúncios mais úteis. Por exemplo, se pesquisar onde comprar leite nas proximidades no Google, poderá ver anúncios de mercearias na área geral onde navega frequentemente na Pesquisa Google enquanto espera pelo seu ônibus ou trem.<br/>Os anunciantes só podem segmentar anúncios para áreas gerais, como países, cidades ou regiões em torno da sua empresa."

# how_does_it_use_data_collected
source: <b>Google's Advertising Technologies Page</b><br/>"Advertising keeps Google and many of the websites and services you use free of charge. We work hard to make sure that ads are safe, unobtrusive, and as relevant as possible. "
fr: <b>Page des technologies publicitaires de Google</b><br/>« La publicité permet à Google et à de nombreux sites Web et services que vous utilisez de rester gratuits. Nous mettons tout en œuvre pour que les publicités soient sûres, discrètes et aussi pertinentes que possible. »
pt_br: <b>Página de Tecnologias de Publicidade do Google</b><br/>"A publicidade mantém o Google e muitos dos sites e serviços que você usa gratuitamente. Trabalhamos arduamente para garantir que os anúncios sejam seguros, discretos e o mais relevantes possível."

# how_does_it_use_data_collected
source: "Other technologies used in advertising...<br/>We may use the IP address, for example, to identify your general location. We may also select advertising based on information about your computer or device, such as your device model, browser type, or sensors in your device like the accelerometer.
fr: « Autres technologies utilisées dans la publicité…<br/>Nous pouvons utiliser l’adresse IP, par exemple, pour identifier votre emplacement général. Nous pouvons également sélectionner des publicités sur la base d’informations concernant votre ordinateur ou votre appareil, telles que le modèle de votre appareil, le type de navigateur ou les capteurs de votre appareil tels que l’accéléromètre.
pt_br: "Outras tecnologias utilizadas na publicidade...<br/>Podemos usar o endereço IP, por exemplo, para identificar a sua localização geral. Também podemos selecionar publicidade com base em informações sobre o seu computador ou dispositivo, como o modelo do seu dispositivo, tipo de navegador ou sensores no seu dispositivo, como o acelerômetro.

# how_does_it_use_data_collected
source: Location<br/>Google’s ad products may receive or infer information about your location from a variety of sources. For example, we may use the IP address to identify your general location; we may receive precise location from your mobile device; we may infer your location from your search queries; and websites or apps that you use may send information about your location to us. Google uses location information in our ads products to infer demographic information, to improve the relevance of the ads you see, to measure ad performance and to report aggregate statistics to advertisers....
fr: Localisation<br/>Les solutions publicitaires de Google permettent d’obtenir ou de déduire des informations relatives à votre localisation à partir de diverses sources. Par exemple, nous pouvons utiliser l’adresse IP pour identifier votre localisation générale ; nous pouvons recevoir la localisation précise de votre appareil mobile ; nous pouvons déduire votre localisation à partir de vos requêtes de recherche ; et les sites Web ou les applications que vous utilisez peuvent nous envoyer des informations sur votre localisation. Google utilise les informations de localisation dans ses produits publicitaires pour déduire des informations démographiques, améliorer la pertinence des publicités que vous voyez, mesurer la performance des publicités et communiquer des statistiques globales aux annonceurs…
pt_br: Localização<br/>Os produtos de anúncios do Google podem receber ou inferir informações sobre a sua localização a partir de várias fontes. Por exemplo, podemos usar o endereço IP para identificar a sua localização geral; podemos receber a localização precisa do seu dispositivo móvel; podemos inferir a sua localização a partir das suas consultas de pesquisa; e os sites ou aplicações que utiliza podem enviar-nos informações sobre a sua localização. O Google usa informações de localização em nossos produtos de anúncios para inferir informações demográficas, melhorar a relevância dos anúncios que você vê, medir o desempenho dos anúncios e relatar estatísticas agregadas aos anunciantes...

# how_does_it_use_data_collected
source: Advertising identifiers for mobile apps<br/>To serve ads in services where cookie technology may not be available (for example, in mobile applications), we may use technologies that perform similar functions to cookies. Sometimes Google links the identifier used for advertising on mobile applications to an advertising cookie on the same device in order to coordinate ads across your mobile apps and mobile browser....
fr: Identifiants publicitaires pour les applications mobiles<br/>Pour présenter des publicités dans des services où la technologie des cookies n’est pas disponible (par exemple, dans les applications mobiles), nous pouvons utiliser des technologies qui remplissent des fonctions similaires à celles des cookies. Parfois, Google associe l’identifiant utilisé pour la publicité sur les applications mobiles à un cookie publicitaire sur le même appareil afin de coordonner les publicités sur vos applications mobiles et votre navigateur mobile…
pt_br: Identificadores de publicidade para aplicativos móveis<br/>Para veicular anúncios em serviços em que a tecnologia de cookies pode não estar disponível (por exemplo, em aplicativos móveis), podemos usar tecnologias que executam funções semelhantes às dos cookies. Às vezes, o Google vincula o identificador usado para publicidade em aplicativos móveis a um cookie de publicidade no mesmo dispositivo para coordenar anúncios em seus aplicativos móveis e navegador móvel...

# how_does_it_use_data_collected
source: Connected TVs are another area where cookie technology is not available, and, instead, Google will rely on device identifiers designed for use in advertising to serve ads. Many connected TV devices support an identifier for advertising that is similar in function to mobile device identifiers. These identifiers are built to give users the option to reset them or to opt out of personalized advertising entirely."
fr: Les téléviseurs connectés sont un autre domaine où la technologie des cookies n’est pas disponible. Au lieu de cela, Google s’appuiera sur des identifiants d’appareils conçus pour présenter des publicités. De nombreux téléviseurs connectés prennent en charge un identifiant publicitaire dont la fonction est similaire à celle des identifiants d’appareils mobiles. Ces identifiants sont conçus pour donner aux utilisateurs la possibilité de les réinitialiser ou de se désengager complètement de la publicité personnalisée. »
pt_br: As TVs conectadas são outra área em que a tecnologia de cookies não está disponível e, em vez disso, o Google contará com identificadores de dispositivo projetados para uso em publicidade para veicular anúncios. Muitos dispositivos de TV conectados suportam um identificador para publicidade que é semelhante em função aos identificadores de dispositivos móveis. Esses identificadores são criados para dar aos usuários a opção de redefini-los ou desativar totalmente a publicidade personalizada."
