Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-luxe.po
Languages: es, fr, pt_br

# worst_case
source: So can you trust Google with your data? We've always struggled a bit with Google here at *Privacy Not Included. There is no doubt Google is bad for the world's privacy. They kinda set the standard for collecting huge amounts of data on us and using that to target ads. The end result of Google's years and years of data collection and targeted advertising is a huge billion dollar company with tons and tons of power around the world. And now we're all perhaps way too conditioned to having our data being scooped up to target us with ads based on our location, our interests, and inferences that can be drawn about us from all these thousands of data points. This is all really bad for privacy.
fr: Pouvez-vous confier vos données à Google ? Chez *Confidentialité non incluse, nous avons toujours eu un peu de mal à faire confiance à Google. Il ne fait aucun doute que Google est un mauvais élève en matière de protection de la vie privée. La société a en quelque sorte créé la norme en matière de collecte massive de données nous concernant et d’utilisation de ces données pour la publicité ciblée. Après des années de collecte de données et de publicité ciblée, Google est aujourd’hui une entreprise qui pèse des milliards de dollars et qui dispose d’un pouvoir considérable dans le monde entier. Aujourd’hui, nous sommes peut-être trop habitués à ce que nos données soient récupérées pour nous proposer des publicités basées sur notre localisation, nos centres d’intérêt et les conclusions qui peuvent être tirées à notre sujet à partir de ces milliers de points de données. Tout cela est réellement néfaste pour la vie privée.
pt_br: Então, você pode confiar no Google com seus dados? Sempre tivemos dificuldades com o Google aqui em *Privacidade não incluída. Não há dúvida de que o Google é ruim para a privacidade do mundo. Eles meio que definem o padrão para coletar grandes quantidades de dados sobre nós e usá-los para segmentar anúncios. O resultado final dos anos e anos de coleta de dados e publicidade direcionada do Google é uma enorme empresa de bilhões de dólares com toneladas e toneladas de poder em todo o mundo. E agora estamos todos talvez muito condicionados a ter nossos dados coletados para nos segmentar com anúncios baseados em nossa localização, nossos interesses e inferências que podem ser extraídos de todos esses milhares de pontos de dados. Isso é muito ruim para a privacidade.

# worst_case
source: That being said. Google has always managed to avoid our *Privacy Not Included warning label because they do some good things too -- like give everyone the ability to delete their data, they do a pretty good job and keeping all the data the hoover up on us secure, and hey, we know they don't really sell that data because, why would they? They want that data for themselves to make lots of money.
fr: Cela dit, Google a toujours réussi à éviter notre avertissement *Confidentialité non incluse, car la société prend aussi de bonnes initiatives : par exemple, donner à chacun la possibilité de supprimer ses données. Elle fait un assez bon travail concernant cet aspect et toutes les données collectées à notre sujet sont gardées en sécurité, et nous savons que la société ne vend pas vraiment ces données car quel en serait l’intérêt ? Elle veut garder ces données pour elle-même afin de gagner beaucoup d’argent.
pt_br: Dito isto. O Google sempre conseguiu evitar o nosso rótulo de aviso *Privacidade não incluída porque eles fazem algumas coisas boas também – como dar a todos a capacidade de excluir seus dados, eles fazem um trabalho bastante eficaz em manter todos os dados que coletam de nós seguros; e ei, sabemos que eles realmente não vendem esses dados, afinal, por que fariam isso? Eles querem esses dados para ganhar muito dinheiro.

# worst_case
source: This is the year that we've finally decided Google has gotten bad enough we can justify dinging them with our *Privacy Not Included warning label (yes, we don't disagree we should have done it sooner, but we do have a methodology full of criteria we work from and they always walked the line of being bad but not exactly crossing enough of our lines to ding them). Here's why we decided to ding them this year.
fr: Cette année, nous avons enfin décidé que Google méritait de recevoir notre avertissement *Confidentialité non incluse (oui, nous ne contestons pas que nous aurions dû le faire plus tôt, mais nous avons une méthodologie reposant sur de nombreux critères que nous devons respecter et Google a toujours flirté avec la limite à ne pas franchir, en ayant de mauvaises pratiques sans pour autant cocher assez de cases pour recevoir notre avertissement). Nous vous expliquons ci-dessous pourquoi nous avons décidé de le faire cette année.
pt_br: Este é o ano em que finalmente decidimos que o Google ficou ruim o suficiente para que possamos justificá-los com nosso rótulo de aviso *Privacidade não incluída (sim, não discordamos que deveríamos ter feito isso antes, mas temos uma metodologia cheia de critérios com os quais trabalhamos e eles sempre andaram na linha de ser ruins, mas não exatamente cruzando o suficiente de nossas linhas para criticarmos eles). Veja por que decidimos criticar eles este ano.

# worst_case
source: First, we already know Google <a id="a1">collects a TON of personal information on us</a>, through location tracking, searches, cookies and app tracking technologies, and more. And while Google says they don't sell that information, they do provide access to that information to many, many third parties for advertising purposes. Google goes even farther these days and says that they allow ""specific partners to collect information from your browser or device for advertising and measurement purposes using their own cookies or similar technologies."" That means you're not just being tracked by Google when you use devices but also by these mysterious ""specific partners"" in ways that you might not be aware of or been given the opportunity to consent to. This is bad.
fr: Tout d’abord, nous savons déjà que Google <a id="a1">collecte une TONNE d’informations personnelles</a> à notre sujet, que ce soit via le suivi de la localisation, les recherches, les cookies, les technologies de suivi des applications etc. Et bien que la société affirme qu’elle ne vend pas ces informations, elle donne accès à celles-ci à de très nombreux tiers à des fins publicitaires. Google va encore plus loin ces jours-ci en affirmant qu’elle permet à <i>« des partenaires spécifiques de collecter des informations à partir de votre navigateur ou de votre appareil à des fins publicitaires et de mesure en utilisant leurs propres cookies ou des technologies similaires. »</i> Cela signifie que vous n’êtes pas seulement suivi par Google lorsque vous utilisez des appareils, mais aussi par ces mystérieux « partenaires spécifiques » d’une manière que vous pourriez ignorer ou à laquelle vous n’avez pas eu la possibilité de consentir. Ce n’est pas bon.
pt_br: Primeiro, já sabemos que o Google <a id="a1">coleta uma TONELADA de informações pessoais sobre nós</a>, por meio de rastreamento de localização, pesquisas, cookies e tecnologias de rastreamento de aplicativos e muito mais. E embora o Google diga que não vende essas informações, eles fornecem acesso a essas informações a muitos, muitos terceiros para fins publicitários. O Google vai ainda mais longe nos dias de hoje e diz que permite que "parceiros específicos coletem informações do seu navegador ou dispositivo para fins de publicidade e medição usando seus próprios cookies ou tecnologias semelhantes". Isso significa que você não está apenas sendo rastreado pelo Google quando usa dispositivos, mas também por esses misteriosos "parceiros específicos" de maneiras que você pode não estar ciente ou ter a oportunidade de consentir. Isso é ruim.

# worst_case
source: We're in the age of AI now, so there is even more bad. We are very concerned that Google's privacy policy nows says they can ""use publicly available information to help train Google’s AI models."" This is a <a id="a1">concern to us and others</a> because we don't know what Google counts as ""publicly available information,"" and we don't know if people are ever given any idea, warning, or opportunity to consent to have this data used to train Google's AI.
fr: Nous sommes à présent à l’ère de l’IA, ce qui fait que la situation empire. Nous sommes très préoccupés par le fait que la politique de confidentialité de Google indique désormais que la société peut <i>« utiliser des informations accessibles au public pour entraîner les modèles d’IA de Google. ». </i>Cela <a id="a1">nous préoccupe, nous et d’autres,</a> car nous ignorons ce que Google entend par « informations accessibles au public », et nous ne savons pas si les utilisateurs en sont informés ou ont la possibilité de consentir à ce que ces données soient utilisées pour entraîner les produits d’IA de Google.
pt_br: Estamos na era da IA agora, então há ainda mais coisas ruins. Estamos muito preocupados que a política de privacidade do Google agora diga que eles podem "usar informações publicamente disponíveis para ajudar a treinar os modelos de IA do Google". Esta é uma <a id="a1">preocupação para nós e para os outros</a> porque não sabemos o que o Google conta como "informações publicamente disponíveis", e não sabemos se as pessoas recebem alguma ideia, aviso ou oportunidade de consentir que esses dados sejam usados para treinar a IA do Google.

# worst_case
source: The second big concern we have about Google is their track record at being honest and respecting all this personal information they collect on us. Google has racked up quite a long list of fines for privacy violations. In 2023, they <a id="a1">settled a lawsuit with the state of California for $93 million</a> for continuing to collect and store location data even after users turned off location tracking, according to the lawsuit. In 2022, they settled a similar lawsuit for continuing to track users' locations after they opted with 40 states for $392 million. Also in 2023, a <a id="a2">$5 billion lawsuit was allowed to continue</a> against Google for secretly tracking users internet use when the judge ruled "she could not find that users consented to letting Google collect information about what they viewed online because the Alphabet (GOOGL.O) unit never explicitly told them it would." And in December of 2022, the French data protection authority fined Google $57 million for ""failing to acknowledge how its users' data is processed."" Those are just the fines and lawsuits that have happened since we last reviewed Google in 2022. Over the past few years, there have been even more. <a id="a3">South Korea</a> fined Google (and Meta) millions of dollars recently for privacy violations. So did <a id="a4">France</a> and <a id="a5">Spain</a>. And in the US, Google has faced a <a id="a6">host of lawsuits</a> and settlements from <a id="a7">Texas</a>, California, <a id="a8">Illinois</a>, <a id="a9">Arizona</a>, the <a id="a10">Federal Trade Commission</a>, and more. All this makes it pretty hard to trust what a company says they do with that massive amount of personal information they collect on you.
fr: La deuxième grande inquiétude que nous avons à propos de Google concerne ses antécédents en matière d’honnêteté et de respect de toutes les informations personnelles recueillies à notre sujet. Google a accumulé une longue liste d’amendes pour violation de la vie privée. En 2023, la société <a id="a1">a mis fin à un procès avec l’État de Californie avant que le tribunal ne prenne une décision pour un montant de 93 millions de dollars</a> pour avoir continué à collecter et à stocker des données de localisation même après que les utilisateurs ont désactivé le suivi de la localisation, selon les termes de l’action en justice. En 2022, elle fit de même avec un procès similaire impliquant 40 États pour 392 millions de dollars, car elle continuait à suivre la localisation des utilisateurs qui avaient choisi d’en désactiver le suivi. Toujours en 2023, un procès de <a id="a2">5 milliards de dollars a été autorisé à se poursuivre contre Google</a> pour avoir surveillé secrètement l’utilisation d’Internet par les utilisateurs. La juge a alors déclaré <i>« qu’elle ne pouvait pas conclure que les utilisateurs avaient consenti à laisser Google collecter des informations sur ce qu’ils consultaient en ligne parce que l’unité Alphabet (GOOGL.O) ne leur a jamais explicitement dit qu’elle le ferait. »</i> Et en décembre 2022, l’autorité française de protection des données a condamné Google à une amende de 57 millions de dollars pour <i>« ne pas avoir reconnu la façon dont les données de ses utilisateurs sont traitées. »</i> Il ne s’agit là que des amendes et des poursuites judiciaires qui ont eu lieu depuis notre dernier examen de Google en 2022. Au cours des dernières années, il y en a eu encore plus. <a id="a3">La Corée du Sud</a> a récemment infligé une amende de plusieurs millions de dollars à Google (et Meta) pour des violations de la vie privée, tout comme la <a id="a4">France</a> et l’<a id="a5">Espagne</a>. Et aux États-Unis, Google a fait l’objet <a id="a6">d’un grand nombre de poursuites judiciaires</a> et d’accords de la part du <a id="a7">Texas</a>, de la Californie, de Washington, de l’<a id="a8">Illinois</a>, de l’<a id="a9">Arizona</a>, de la <a id="a10">Federal Trade Commission</a>, et plus encore. Il est donc difficile de se fier à ce qu’une société dit faire de l’énorme quantité d’informations personnelles qu’elle recueille à votre sujet.
pt_br: A segunda grande preocupação que temos com o Google é o histórico deles de serem honestos e respeitarem todas as informações pessoais que coletam sobre nós. Só que não. O Google acumulou uma longa lista de multas por violações de privacidade. Em 2023, eles <a id="a1">resolveram um processo com o estado da Califórnia por US$ 93 milhões</a> por continuar coletando e armazenando dados de localização mesmo depois que os usuários desativaram o rastreamento de localização, de acordo com o processo. Em 2022, eles resolveram um processo semelhante por continuar rastreando os locais dos usuários, depois que os mesmos optaram por não serem rastreados, em 40 estados por US$ 392 milhões. Também em 2023, um processo de <a id="a2">US$ 5 bilhões foi autorizado a continuar contra o Google</a> por rastrear secretamente o uso da Internet pelos usuários quando o juiz decidiu que <i>"ela não conseguiu descobrir que os usuários consentiram em permitir que o Google coletasse informações sobre o que eles viam on-line porque a unidade Alphabet (GOOGL.O) nunca lhes disse explicitamente que iria".</i> E em dezembro de 2022, a autoridade francesa de proteção de dados multou o Google em US$ 57 milhões por "<i>não reconhecer como os dados de seus usuários são processados".</i> Essas são apenas as multas e ações judiciais que aconteceram desde a última vez que revisamos o Google em 2022. Nos últimos anos, houve ainda mais. A <a id="a3">Coreia do Sul</a> multou o Google (e a Meta) em milhões de dólares recentemente por violações de privacidade. Assim como a <a id="a4">França</a> e a <a id="a5">Espanha</a>. E nos EUA, o Google enfrentou uma <a id="a6">série de ações judiciais</a> e acordos do<a id="a7"> Texas</a>, Califórnia, DC, <a id="a8">Illinois</a>, <a id="a9">Arizona</a>, <a id="a10">Comissão Federal de Comércio</a> e muito mais. Tudo isso torna muito difícil confiar no que uma empresa diz que faz com essa enorme quantidade de informações pessoais que coletam sobre você.

# worst_case
source: One thing about Google we do like: They have a decent way to communicate with users about how they collect and use data in their <a id="a1">Safety Center</a>. Google does collect a ton of data on you and your children, especially if you don't take the time to adjust your privacy settings to lock down just how much info they can gather. You should absolutely take the time to adjust these privacy settings. Just beware, you will get notifications that some things might not work right if you change settings. That’s annoying, and probably worth it for a little more privacy.
fr: Voici un aspect de Google que nous apprécions : le fait que la société communique correctement avec les utilisateurs sur le processus de collecte et d’utilisation des données dans son <a id="a1">centre de sécurité</a>. Google collecte effectivement une tonne de données sur vous et vos enfants, surtout si vous ne prenez pas le temps de régler vos paramètres de confidentialité pour limiter la quantité d’informations pouvant être collectée. Vous devez absolument prendre le temps de régler ces paramètres de confidentialité. Attention, vous recevrez des notifications indiquant que certaines fonctionnalités risquent de ne pas fonctionner correctement si vous modifiez les paramètres. C’est ennuyeux, mais c’est le prix à payer pour un peu plus de confidentialité.
pt_br: Uma coisa sobre o Google que gostamos: eles têm uma maneira decente de se comunicar com os usuários sobre como coletam e usam dados em sua <a id="a1">Central de Segurança.</a> O Google coleta uma tonelada de dados sobre você e seus filhos, especialmente se você não dedicar tempo para ajustar suas configurações de privacidade para bloquear a quantidade de informações que eles podem coletar. Você deve absolutamente dedicar um tempo para ajustar essas configurações de privacidade. Apenas tenha cuidado, você receberá notificações de que algumas coisas podem não funcionar corretamente se você alterar as configurações. Isso é irritante e provavelmente vale a pena por um pouco mais de privacidade.

# worst_case
source: What’s the worst that could happen? Well, when you give away a lot of personal information, especially sensitive information like your live location and you combine that with health information like your heart rate, mood, or menstrual cycle, that has to come with a lot of trust. And our trust in Google -- who owns Fitbit -- is wavering.
fr: Que peut-il arriver de pire ? Lorsque l’on communique un grand nombre d’informations personnelles, en particulier des informations sensibles telles que l’endroit où l’on se trouve, et que l’on associe ces informations à des données de santé telles que le rythme cardiaque, l’humeur ou le cycle menstruel, il faut faire preuve d’une grande confiance. Et la confiance que nous accordons à Google, propriétaire de Fitbit, est fragilisée.
pt_br: Qual é a pior coisa que poderia acontecer? Bem, quando você fornece muitas informações pessoais, especialmente informações confidenciais, como sua localização ao vivo, e combina isso com informações de saúde, como frequência cardíaca, humor ou ciclo menstrual, isso precisa vir com muita confiança. E nossa confiança no Google – que é dono da Fitbit – está vacilando.

# signup_requirement_explanation
source: A Google Account is required for all new users. A Google Account is required to activate new Fitbit devices released after the launch of Google Accounts for Fitbit. Existing users have the option to use either a Google Account or their existing Fitbit account until at least 2025 at which point they will be required to use a Google Account for login.
fr: Un compte Google est nécessaire pour tous les nouveaux utilisateurs. Un compte Google est nécessaire pour activer les nouveaux appareils Fitbit commercialisés après l’instauration des comptes Google pour Fitbit. Les utilisateurs existants ont la possibilité d’utiliser soit un compte Google, soit leur compte Fitbit en cours de validité jusqu’en 2025 au moins, date à laquelle ils seront tenus d’utiliser un compte Google pour se connecter.
pt_br: É necessária uma Conta do Google para todos os novos usuários. Uma Conta do Google é necessária para ativar novos dispositivos Fitbit lançados após o lançamento das Contas do Google para Fitbit. Os usuários existentes têm a opção de usar uma Conta do Google ou sua conta Fitbit existente até 2025, quando serão obrigados a usar uma Conta do Google para fazer login.

# how_does_it_use_data_collected
source: We ding this product for collecting extensive information on users, combining it with data from third-party data sources, and targeting ads based on that data, as well as letting its customers target ads based on that data. In addition, we ding this product for allowing "specific partners to collect information from your browser or device for advertising and measurement purposes using their own cookies or similar technologies." We are also concerned about the fact that Google says they can "use publicly available information to help train Google’s AI models," as that could potentially entail a lot of information people don't consent to have used to train their AIs.
fr: Nous signalons ce produit car il collecte des informations détaillées sur les utilisateurs, les combine avec des données provenant de sources de données tierces, cible les publicités en fonction de ces données et permet à ses clients de le faire également. De plus, nous signalons ce produit car il permet à « des partenaires spécifiques de collecter des informations à partir de votre navigateur ou de votre appareil à des fins publicitaires et de mesure à l’aide de leurs propres cookies ou de technologies similaires. » Nous sommes également préoccupés par le fait que Google dit pouvoir « utiliser des informations accessibles au public pour aider à entraîner les modèles d’IA de Google », car cela pourrait potentiellement impliquer beaucoup d’informations que les gens ne consentent pas à voir utilisées pour entraîner leurs IA.
pt_br: Usamos este produto para coletar informações abrangentes sobre os usuários, combiná-las com dados de fontes de dados de terceiros e segmentar anúncios com base nesses dados, além de permitir que seus clientes segmentem anúncios com base nesses dados. Além disso, usamos este produto para permitir que "parceiros específicos coletem informações do seu navegador ou dispositivo para fins de publicidade e medição usando seus próprios cookies ou tecnologias semelhantes". Também estamos preocupados com o fato de que o Google diz que pode "usar informações publicamente disponíveis para ajudar a treinar os modelos de IA do Google", pois isso poderia potencialmente envolver muitas informações que as pessoas não consentem em usar para treinar suas IAs.

# how_does_it_use_data_collected
source: Google's Privacy Policy
fr: Avis de confidentialité de Google
pt_br: Política de Privacidade do Google

# how_does_it_use_data_collected
source: "Business purposes for which information may be used or disclosed<br/>Advertising: Google processes information to provide advertising, including online identifiers, browsing and search activity, and information about your location and interactions with advertisements."
fr: « Fins commerciales pour lesquelles des informations peuvent être utilisées ou divulguées<br/>Publicité : Google traite des informations pour présenter des publicités. Ces informations comprennent des identifiants en ligne, des activités de navigation et de recherche, ainsi que des informations sur votre localisation et vos interactions avec les publicités. »
pt_br: "Fins comerciais para os quais as informações podem ser usadas ou divulgadas<br/>Publicidade: o Google processa informações para fornecer publicidade, incluindo identificadores on-line, atividade de navegação e pesquisa e informações sobre sua localização e interações com anúncios."
