Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-charge-5.po
Languages: fr

# worst_case
source: As of January 14, 2021, Google officially <a id="a1">became the owner</a> of Fitbit. That worried many privacy conscious users. However, Google promised that “Fitbit users’ health and wellness data won't be used for Google ads and this data will be kept separate from other Google ad data” as part of the deal with global regulators when they bought Fitbit. This is good.
fr: Le 14 janvier 2021, Google <a id="a1">est officiellement devenu propriétaire</a> de Fitbit. Cela inquiétait beaucoup d’utilisateurs et d’utilisatrices qui se soucient de leur vie privée. Cependant, Google a promis que « les données de santé et de bien-être des utilisateurs de Fitbit ne seront pas utilisées pour les publicités Google et ces données seront conservées séparément des autres données publicitaires de Google » dans le cadre de l’accord avec les régulateurs mondiaux lors du rachat de Fitbit. C’est une bonne chose.

# how_does_it_use_data_collected
source: Fitbit says that they transfer information to their corporate affiliates, service providers, and other partners who "process it for us, based on our instructions, and in compliance with this policy and any other appropriate confidentiality and security measures." You may also give consent for Fitbit to share your information in other ways, for example, when you give a third party access to your account, or give your employer or insurance company access to information when you choose to participate in a wellness program. Remember when you do that, their use of your information will be governed by their privacy policies and terms.
fr: Fitbit déclare transférer des informations à ses filiales, fournisseurs de services et autres partenaires qui « les traitent pour nous, sur la base de nos instructions et conformément à cette politique et à toute autre mesure de confidentialité et de sécurité appropriée ». Vous pouvez également autoriser Fitbit à partager vos informations d’autres manières, par exemple, lorsque vous autorisez un tiers à accéder à votre compte, ou autorisez votre employeur ou votre compagnie d’assurance à accéder aux informations lorsque vous choisissez de participer à un programme de bien-être. Gardez bien à l’esprit que lorsque vous faites cela, l’utilisation de vos informations sera régie par leurs politiques de confidentialité et conditions d’utilisation.

# user_friendly_privacy_policy_helptext
source: Despite being acquired by Google, Fitbit keeps its own privacy policy, written it relatively simple language.
fr: Bien que Fitbit ait été racheté par Google, Fitbit conserve sa propre politique de confidentialité, rédigée avec des termes relativement simples.

# tips_to_protect_yourself
source: Follow <a id="a1">Fitbit's advice</a> to keep your stats private
fr: Suivez les <a id="a1">conseils de Fitbit</a> pour garder vos statistiques privées

# tips_to_protect_yourself
source: Be very careful what third party companies you consent to share you health data with. If you do decided to share your health data with another company, read their privacy policy to see how they protect, secure, and share or sell your data.
fr: Faites très attention aux sociétés tierces avec lesquelles vous consentez à partager vos données de santé. Si vous décidez de partager vos données de santé avec une autre entreprise, lisez leur politique de confidentialité pour voir comment sont protégées, sécurisées, partagées ou vendues vos données.

# tips_to_protect_yourself
source: Stop sharing friends' lists: Under “Friends” on your profile page, select Privacy Setting and then Private.
fr: Désactivez le partage des listes d’amis : dans la section « Amis » de votre page de profil, sélectionnez Paramètres de confidentialité, puis Privé.

# personal_data_collected
source: Name, date of birth, gender, photo (optional)
fr: Nom, date de naissance, genre, photo (facultatif)

# biometric_data_collected
source: Heart rate, movement, sleep data, menstrual cycle, and more
fr: Fréquence cardiaque, mouvements, données sur le sommeil, cycle menstruel, etc.

# social_data_collected
source: Fitbit connections
fr: Connexions Fitbit

# how_can_you_control_your_data
source: You can choose not to sync the device with the app. Fitbit keeps your account information, like your name, email address, and password, for as long as your account is in existence. Fitbit keeps your exercise or activity data, until you use your account settings or tools to delete the data or your account. Fitbit also keeps information about you and your use of the Services for as long as necessary for their legitimate business interests, legal reasons, etc. So, there is no clear and final way to delete your data. No retention details are stated either.
fr: Vous pouvez choisir de ne pas synchroniser l’appareil avec l’application. Fitbit conserve les informations de votre compte, telles que votre nom, votre adresse e-mail et votre mot de passe, aussi longtemps que votre compte existe. Fitbit conserve vos données d’exercice ou d’activité jusqu’à ce que vous utilisiez les paramètres ou les outils de votre compte pour supprimer les données ou votre compte. Fitbit conserve également des informations sur vous et votre utilisation des services aussi longtemps que nécessaire pour leurs intérêts commerciaux légitimes, raisons juridiques, etc. Il n’y a donc pas de moyen clair et définitif de supprimer vos données. Aucun détail de conservation n’est indiqué non plus.

# track_record_details
source: Unfortunately, Fitbit's security measures <a id="a1">did not prevent</a> the major data leak of 61 million fitness tracker data records, including Fitbit user data, by the third party company GetHealth. In September 2021, a group of security researchers discovered GetHealth had an unsecured database containing over 61 million records related to wearable technology and fitness services. GetHealth accessed health data belonging to wearable device users around the world and leaked it in an non-password protected, unencrypted database. The list contained names, birthdates, weight, height, gender, and geographical location, as well as other medical data, such as blood pressure.
fr: Malheureusement, les mesures de sécurité de Fitbit n’ont pas empêché la <a id="a1">fuite de données majeure</a> de 61 millions d’enregistrements de données de traqueur d’activité, parmi lesquelles les données utilisateur Fitbit, par le biais de la société tierce GetHealth. En septembre 2021, un groupe de chercheurs en sécurité a découvert que GetHealth disposait d’une base de données non sécurisée contenant plus de 61 millions d’enregistrements liés à des traqueurs d’activité et des services de fitness. GetHealth a accédé aux données de santé appartenant aux utilisateurs de traqueurs d’activité du monde entier et les a divulguées dans une base de données non chiffrée et non protégée par mot de passe. La liste contenait les noms, les dates de naissance, le poids, la taille, le genre et l’emplacement géographique, ainsi que d’autres données médicales, telles que la pression artérielle.
