Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-luxe.po
Languages: es, fr, pt_br

# ai_helptext
source: Google publishes academic papers about its AI research (https://ai.google/) and makes several tools available via open source. https://ai.google/tools
fr: Google publie ses travaux de recherche en matière d’IA (https://ai.google/) et propose plusieurs outils open source. https://ai.google/tools
pt_br: O Google publica artigos acadêmicos sobre sua pesquisa de inteligência artificial (https://ai.google/) e disponibiliza várias ferramentas via código aberto. https://ai.google/tools

# ai_helptext
source: FitBit Coach and FitBit Care services are <a id="a1">said</a> to be based on Machine Learning.
fr: Les services FitBit Coach et FitBit Care <a id="a1">reposeraient</a> sur l’apprentissage automatique.
pt_br: <a id="a1">Diz-se</a> que os serviços FitBit Coach e FitBit Care se baseiam no aprendizado de máquina.

# social_data_collected
source: Contacts
pt_br: Contatos

# worst_case
source: As of January 14, 2021, Google officially <a id="a1">became the owner</a> of Fitbit. That worried many privacy conscious users. However, Google promised that “Fitbit users’ health and wellness data won't be used for Google ads and this data will be kept separate from other Google ad data” for at least 10 years as part of the deal with global regulators. However, Fitbit and Google <a id="a2">announced</a> in 2022 that <a id="a3">a Google account will be required</a> for some uses of Fitbit starting in 2023. And in 2025, Google accounts will likely be required to use a Fitbit, indicating Google has plans to bring Fitbit users into the Google ecosystem as much as they can.
es: A partir del 14 de enero de 2021, Google se convirtió oficialmente en el <a id="a1">propietario</a> de Fitbit. Eso preocupó a muchos usuarios conscientes de la privacidad. Sin embargo, Google prometió que «los datos de salud y bienestar de los usuarios de Fitbit no se utilizarán para anuncios de Google y se mantendrán separados de otros datos de anuncios de Google» durante al menos 10 años, como parte de un acuerdo con reguladores globales. Sin embargo, en 2022, Fitbit y Google <a id="a2">anunciaron</a> que <a id="a3">se requerirá una cuenta de Google</a> para algunos usos de Fitbit a partir de 2023. Además, es probable que en 2025 se requiera una cuenta de Google para usar un Fitbit, lo que indica que Google planea llevar a los usuarios de Fitbit al ecosistema Google en la mayor medida posible.

# worst_case
source: What’s this mean? Well, Fitbit can collect a good amount of data, as most fitness trackers do. They say they collect things such as name, email address, phone number, birthdate, gender, height, weight, location, wi-fi access points, and of course all the body related data like steps, activity, sleep, stress, calories burned, and more. Fitbit also says they can collect data from third parties social media sites like Facebook and Google if you choose to connect them (please, don’t) and from employers and insurance companies if you choose to share to receive wellness benefits or discounted or free services (again, not a good idea).
es: ¿Qué significa esto? Bueno, Fitbit puede recopilar una buena cantidad de datos, al igual que hacen la mayoría de los rastreadores de fitness. Dicen que recopilan cosas como nombre, dirección de correo electrónico, número de teléfono, fecha de nacimiento, género, altura, peso, ubicación, puntos de acceso wi-fi y, por supuesto, todos los datos relacionados con el cuerpo, tales como pasos, actividad, sueño, estrés, calorías quemadas y otros. Fitbit también dice que puede recopilar datos de sitios de redes sociales de terceros, como Facebook y Google, si eliges conectarlos (por favor, no lo hagas), y de empleadores y compañías de seguros, si eliges compartir para recibir beneficios o servicios de bienestar gratuitos o con descuento (te lo repetimos, no es una buena idea).

# worst_case
source: How does Fitbit use all this personal information it collects? Well, the good news is their <a id="a1">privacy policy</a> says they never sell your data. They also say they can share your personal information with advertising partners for targeted, interest-based advertising across the internet, which isn’t good news. And they say they can use that information to make inferences about you to show you more relevant content -- like using your sleep data to show you content to help you sleep better, which I’m pretty sure wouldn’t actually help me sleep better. So yeah, your Fitbit data is being used to show you ads and keep you using the platform as much as possible. Not surprising, but not great either.
es: ¿Cómo utiliza Fitbit toda esta información personal recopilada? La buena noticia es que su <a id="a1">política de privacidad</a> dice que nunca venden tus datos. También dice que pueden compartir tu información personal con socios publicitarios para publicidad dirigida y basada en intereses en Internet, lo que no es una buena noticia. Además, indica que pueden usar esa información para hacer inferencias sobre ti con el fin de mostrarte contenidos más relevantes, por ejemplo, pueden usar tus datos de sueño para mostrarte contenidos que te ayuden a dormir mejor, algo que con seguridad a mí no me ayudaría a dormir mejor, sino lo contrario. Así que sí, tus datos de Fitbit se están utilizando para mostrarte anuncios y hacer que sigas utilizando la plataforma todo lo posible. Aunque no es sorprendente, tampoco es bueno.

# worst_case
source: Fitbit also says it can share non-personal information that has been de-identified or aggregated. This is pretty common, but still, can be a bit of a concern as it’s <a id="a1">been found</a> to be pretty easy to de-anonymize these data sets and track down an individual’s patterns, especially with location data. So, be aware with Fitbit--or any fitness tracker--you are strapping on a device that tracks your location, heart rate, sleep patterns, and more. That's a lot of personal information gathered in one place.
es: Fitbit también dice que puede compartir información no personal que ha sido desidentificada o agregada. Esta es una práctica bastante común, pero aún así, puede ser un poco preocupante, ya que <a id="a1">está demostrado</a> que es bastante fácil desanonimizar estos sets de datos y rastrear los patrones de un individuo, especialmente si hay datos de ubicación. Por lo tanto, ten en cuenta que al usar Fitbit, o cualquier rastreador de fitness, te estás atando a un dispositivo que rastrea tu ubicación, frecuencia cardíaca, patrones de sueño y más. Eso es una gran cantidad de información personal recopilada en un solo lugar.

# worst_case
source: What’s the worst that could happen with a Fitbit and all the personal and health related data it can collect? Well, in 2021 <a id="a1">it was reported</a> that health data for over 61 million fitness tracker users, including both Fitbit and Apple, was exposed when a third-party company that allowed users to sync their health data from their fitness trackers did not secure the data properly. Personal information such as names, birthdates, weight, height, gender, and geographical location for Fitbit and other fitness-tracker users was left exposed because the company didn't password protect or encrypt their database. This is a great reminder that yes, while Fitbit might do a good job with their own security, anytime you sync or share that data with anyone else including third party apps, your employer, or a insurance company, it could be vulnerable.I don’t know about you, but I don’t need the world to know my weight, how well I sleep, and where I live. That’s really dang creepy.
es: ¿Qué es lo peor que podría pasar con un Fitbit y con todos los datos personales y relacionados con la salud que recopila? En 2021, se <a id="a1">informó</a> que los datos de salud de más de 61 millones de usuarios de rastreadores de fitness, incluidos Fitbit y Apple, quedaron expuestos debido a que la empresa externa que permitía que los usuarios sincronicen los datos de sus dispositivos no protegió la información correctamente. Los datos personales como nombres, fechas de nacimiento, peso, altura, sexo y ubicación geográfica de usuarios de Fitbit y otros rastreadores de fitness quedaron expuestos porque la empresa no protegió con contraseña ni cifró su base de datos. Esto sirve para que no nos olvidemos de que, aunque Fitbit haga un buen trabajo con su propia seguridad, cada vez que sincronizas o compartes datos con otros —incluyendo aplicaciones de terceros, tu empleador o una compañía de seguros— puedes ser vulnerable. No sé qué pensaréis, pero yo no necesito que el mundo sepa cuánto peso y dónde vivo. Eso sí que es espeluznante.

# signup_requirement_explanation
source: According to Google, a Google account will be required for some uses of Fitbit starting in 2023, with all users likely needing Google accounts to use Fitbit in 2025. "In 2023 we plan to launch Google accounts on Fitbit, which will enable use of Fitbit with a Google account. After the date of this launch, some uses of Fitbit will require a Google account"
es: Según Google, a partir de 2023 se requerirá una cuenta de Google para acceder a algunos de los usos de Fitbit, y es probable que todos los usuarios necesiten tener una cuenta de Google para usar Fitbit en 2025. «En 2023 planeamos lanzar cuentas de Google en Fitbit, lo que permitirá el uso de Fitbit con una cuenta de Google. Después de la fecha de este lanzamiento, algunos usos de Fitbit requerirán una cuenta de Google».

# how_does_it_use_data_collected
source: "We never sell the personal information of our users. We do not share your personal information except in the limited circumstances described below: [...] FOR EXTERNAL PROCESSING, [...] FOR LEGAL REASONS OR TO PREVENT HARM, "
es: «Nunca vendemos la información personal de nuestros usuarios. No compartimos su información personal excepto en las circunstancias limitadas descritas a continuación: [...] PARA PROCESAMIENTO EXTERNO, [...] POR RAZONES LEGALES O PARA EVITAR DAÑOS,»

# how_does_it_use_data_collected
source: "We never sell the personal information of our users. We do work with partners who provide us with advertising services as described in the Analytics and Advertising Services Provided By Others section. To learn more about how these partners collect data and your options for controlling the use of your information for interest-based advertising, please read our Cookie Use statement"
es: «Nunca vendemos la información personal de nuestros usuarios. Trabajamos con socios que nos brindan servicios de publicidad como se describe en la sección "Servicios de análisis y publicidad prestados por terceros". Para obtener más información sobre cómo estos socios recopilan datos y cuáles son sus opciones para controlar el uso de su información para publicidad basada en intereses, lea nuestra declaración sobre el Uso de cookies»

# how_does_it_use_data_collected
source: Fitbit says they can share your data with third-parties for targeted, interest-based advertising. "We work with partners who provide us with analytics and advertising services. This includes helping us understand how users interact with the Services, serving advertisements on our behalf across the internet, and measuring the performance of those advertisements. These companies may use cookies and similar technologies to collect information about your interactions with the Services and other websites and applications. To learn more and about your privacy choices, please read our Cookie Use statement."
es: Fitbit dice que pueden compartir sus datos con terceros para publicidad dirigida y basada en intereses. «Trabajamos con socios que nos proporcionan servicios de análisis y publicidad. Esto incluye ayudarnos a comprender cómo interactúan los usuarios con los Servicios, publicar anuncios en nuestro nombre a través de Internet y medir el rendimiento de esos anuncios. Estas empresas pueden utilizar cookies y tecnologías similares para recopilar información sobre las interacciones que usted tiene con los Servicios y otros sitios web y aplicaciones. Para obtener más información y conocer sus opciones de privacidad, lea nuestra declaración sobre el Uso de cookies».

# how_does_it_use_data_collected
source: Fitbit says that they transfer information to their corporate affiliates, service providers, and other partners: "We transfer information to our corporate affiliates, service providers, and other partners who process it for us, based on our instructions, and in compliance with this policy and any other appropriate confidentiality and security measures. These partners provide us with services globally, including for customer support, information technology, payments, sales, marketing, data analysis, research, and surveys."
es: Fitbit dice que transfieren información a sus afiliados corporativos, proveedores de servicios y otros socios: «Transferimos información a nuestros afiliados corporativos, proveedores de servicios y otros socios, quienes la procesan por nosotros, según nuestras instrucciones, y de conformidad con esta política y cualquier otra medida de confidencialidad y seguridad apropiada. Estos socios nos brindan servicios a nivel mundial, que incluyen soporte al cliente, tecnología de la información, pagos, ventas, marketing, análisis de datos, investigación y encuestas».

# user_friendly_privacy_policy_helptext
source: Despite being acquired by Google, Fitbit keeps its own privacy policy, written in relatively simple language.
es: A pesar de haber sido adquirido por Google, Fitbit mantiene su propia política de privacidad, que está escrita en un lenguaje relativamente simple.

# strong_password_helptext
source: To create a Fitbit account, users are required to provide strong, complex, passwords during onboarding.
es: Para crear una cuenta de Fitbit, los usuarios deben proporcionar una contraseña segura y compleja durante el proceso de registro.

# personal_data_collected
source: Name, date of birth, gender, photo (optional)
es: Nombre, fecha de nacimiento, sexo, foto (opcional)

# biometric_data_collected
source: Heart rate, movement, sleep data, menstrual cycle, and more
es: Frecuencia cardíaca, movimiento, datos del sueño, ciclo menstrual y más

# social_data_collected
source: Fitbit connections
es: Conexiones a Fitbit

# how_can_you_control_your_data
source: Everyone can get their data deleted by deleting their account and waiting for 90 days,
es: Los datos de todos los usuarios se suprimen después de 90 días tras la eliminación de una cuenta por parte del usuario,

# how_can_you_control_your_data
source: "We keep your account information, like your name, email address, and password, for as long as your account is in existence because we need it to operate your account. In some cases, when you give us information for a feature of the Services, we delete the data after it is no longer needed for the feature. For instance, when you provide your contact list for finding friends on the Services, we delete the list after it is used for adding contacts as friends. We keep other information, like your exercise or activity data, until you use your account settings or tools to delete the data or your account because we use this data to provide you with your personal statistics and other aspects of the Services. We also keep information about you and your use of the Services for as long as necessary for our legitimate business interests, for legal reasons, and to prevent harm, including as described in the How We Use Information and How Information Is Shared sections."
es: «Conservamos la información de su cuenta, como nombre, dirección de correo electrónico y contraseña, durante el tiempo que la cuenta exista, porque la necesitamos para operarla. En algunos casos, cuando nos proporciona información para una función de los Servicios, eliminaremos los datos cuando ya no sean necesarios para dicha función. Por ejemplo, si proporciona su lista de contactos para encontrar amigos en los Servicios, la eliminaremos después de usarla para agregar a sus contactos como amigos. Conservamos otra información, como sus datos de ejercicios o actividades, hasta que utilice la configuración o las herramientas de su cuenta para eliminar estos datos o toda la cuenta, ya que utilizamos estos datos para proporcionarle sus estadísticas personales y otros aspectos de los Servicios. También guardamos información sobre usted y su uso de los Servicios durante el tiempo que sea necesario para nuestros intereses comerciales legítimos, por razones legales y para evitar daños, incluso como se describe en las secciones Cómo usamos la información y Cómo compartimos la información».

# how_can_you_control_your_data
source: "Editing and Deleting Data. By logging into your account and using your account settings, you can change and delete your personal information. For instance, you can edit or delete the profile data you provide and delete your account if you wish. Learn more here. If you choose to delete your account, please note that while most of your information will be deleted within 30 days, it may take up to 90 days to delete all of your information, like the data recorded by your Fitbit device and other data stored in our backup systems. This is due to the size and complexity of the systems we use to store data. We may also preserve data for legal reasons or to prevent harm, including as described in the How Information Is Shared section."
es: «Edición y eliminación de datos. Al iniciar sesión en su cuenta, puede cambiar y eliminar su información personal usando los ajustes de la misma. Por ejemplo, puede editar o eliminar los datos de perfil que proporcione y eliminar su cuenta si así lo desea. Obtenga más información aquí. Si decide eliminar su cuenta, tenga en cuenta que, si bien la mayoría de la información se eliminará en un plazo de 30 días, esto puede tardar hasta 90 días, al igual que la eliminación de los datos registrados por su dispositivo Fitbit y otros datos almacenados en nuestros sistemas en copias de seguridad. Esto se debe al tamaño y la complejidad de los sistemas que utilizamos para almacenar datos. También podríamos conservar datos por razones legales o para evitar daños, incluyendo lo descrito en la sección Cómo compartimos la información».

# track_record_details
source: In 2021 Fitbit's security measures <a id="a1">did not prevent</a> the major data leak of 61 million fitness tracker data records, including Fitbit user data, by the third-party company GetHealth. In September 2021, a group of security researchers discovered GetHealth had an unsecured database containing over 61 million records related to wearable technology and fitness services. GetHealth accessed health data belonging to wearable device users around the world and leaked it in an non-password protected, unencrypted database. The list contained names, birthdates, weight, height, gender, and geographical location, as well as other medical data, such as blood pressure.
es: En 2021, las medidas de seguridad de Fitbit <a id="a1">no lograron evitar</a> la gran filtración de 61 millones de registros de datos provenientes de rastreadores de fitness, como los de Fitbit, por parte de la empresa externa GetHealth. En septiembre de 2021, un grupo de investigadores de seguridad descubrió que GetHealth tenía una base de datos sin medidas de seguridad, que contenía más de 61 millones de registros relacionados con tecnología portátil y servicios de fitness. GetHealth accedió a datos de salud pertenecientes a usuarios de dispositivos móviles de todo el mundo, y los filtró en una base de datos sin cifrado y sin contraseña. La lista contenía nombres, fechas de nacimiento, pesos, alturas, sexo y ubicación geográfica, junto con otros datos médicos, como la presión arterial.

# track_record_details
source: In 2020, it was <a id="a1">reported</a> the emails and passwords of nearly 2 million Fitbit users was leaked online.
es: En 2020, se <a id="a1">informó</a> que los correos electrónicos y contraseñas de casi 2 millones de usuarios de Fitbit se habían filtrado en línea.

# child_safety_blurb
source: "We appreciate the importance of taking additional measures to protect children’s privacy.
es: «Sabemos que es de suma importancia tomar medidas adicionales para proteger la privacidad de los niños.

# ai_helptext
source: FitBit Coach and FitBit Care services are <a id="a1">said</a> to be based on Machine Learning
es: Se <a id="a1">dice</a> que los servicios de FitBit Coach y FitBit Care están basados en el aprendizaje automático
