Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-sense-2.po
Languages: es

# how_does_it_use_data_collected
source: "What determines the ads by Google that I see?<br/>Many decisions are made to determine which ad you see. Sometimes the ad you see is based on your current or past location. Your IP address is usually a good indication of your approximate location. So you might see an ad on the homepage of YouTube.com that promotes a forthcoming movie in your country, or a search for ‘pizza’ might return results for pizza places in your town. Sometimes the ad you see is based on the context of a page. If you’re looking at a page of gardening tips, you might see ads for gardening equipment. Sometimes you might also see an ad on the web that’s based on your app activity or activity on Google services; an in-app ad that’s based on your web activity; or an ad based on your activity on another device. Sometimes the ad you see on a page is served by Google but selected by another company. For example, you might have registered with a newspaper website. From information you’ve given the newspaper, it can make decisions about which ads to show you, and it can use Google’s ad serving products to deliver those ads. You may also see ads on Google products and services, including Search, Gmail, and YouTube, based on information, such as your email address, that you provided to advertisers and the advertisers then shared with Google."
es: «¿Qué determina los anuncios de Google que veo?<br/>Se toman muchas decisiones para determinar los anuncios que ves. A veces, el anuncio se basa en tu ubicación actual o anterior. Tu dirección IP suele ser una buena indicación de tu ubicación aproximada. Por lo tanto, es posible que veas un anuncio en la página de inicio de YouTube.com que promocione una película que se lanzará próximamante en tu país, o una búsqueda de “pizza” podría arrojar resultados de las pizzerías de tu ciudad. A veces, el anuncio que ves se basa en el contexto de una página. Si estás viendo una página de consejos de jardinería, es posible que veas anuncios de equipos de jardinería. A veces también puedes ver un anuncio en la web que se basa en tu actividad en una aplicación o en los servicios de Google; un anuncio en una aplicación que se basa en tu actividad en la web; o un anuncio basado en tu actividad en otro dispositivo. A veces, el anuncio que ves en una página es servido por Google pero seleccionado por otra empresa. Por ejemplo, es posible que te hayas registrado en el sitio web de un periódico. A partir de la información que le hayas dado al periódico, puede tomar decisiones sobre qué anuncios mostrarte, y usar los productos de publicación de anuncios de Google para entregarte esos anuncios. También puedes ver anuncios en los productos y servicios de Google, como Búsqueda, Gmail y YouTube, en función de datos como tu dirección de correo electrónico, que hayas proporcionado a ciertos anunciantes y que estos anunciantes hayan compartido con Google».

# how_does_it_use_data_collected
source: "We do have restrictions on this type of ad. For example, we prohibit advertisers from selecting an audience based on sensitive information, such as health information or religious beliefs."
es: «Tenemos restricciones para este tipo de anuncios. Por ejemplo, prohibimos a los anunciantes seleccionar una audiencia en función de datos confidenciales, como información de salud o creencias religiosas».

# how_does_it_use_data_collected
source: Fitbit Privacy Policy
es: Política de privacidad de Fitbit

# how_does_it_use_data_collected
source: "JOINT PROCESSING FOR PROFILE INFORMATION<br/>From June 6, 2023, Fitbit users will have the opportunity to move their accounts to Google. This means that some Fitbit users will be part of the Google service while others may remain part of the Fitbit service. As a result, to ensure our users can still view their friends lists (including where your friends move their service to Google), Fitbit and Google will share with each other limited profile information about their Fitbit users, notably the user’s name, photo and friends list (“Joint Processing”)."
es: «PROCESAMIENTO CONJUNTO DE INFORMACIÓN DE PERFIL<br/>A partir del 6 de junio de 2023, los usuarios de Fitbit tendrán la oportunidad de mover sus cuentas a Google. Esto significa que algunos usuarios de Fitbit formarán parte del servicio de Google, mientras que otros pueden seguir formando parte del servicio de Fitbit. Como resultado, para garantizar que nuestros usuarios puedan seguir viendo sus listas de amigos (incluso si tus amigos trasladan su servicio a Google), Fitbit y Google compartirán entre sí información de perfil limitada sobre sus usuarios de Fitbit, en particular el nombre del usuario, la foto y la lista de amigos (“Procesamiento conjunto”)».

# how_does_it_use_data_collected
source: "GEOLOCATION INFORMATION<br/>The Services include features that use precise geolocation data, including GPS signals, device sensors, Wi-Fi access points, and cell tower IDs. We collect this type of data if you grant us access to your location. You can always remove our access using your Fitbit device or mobile device settings. We may also derive your approximate location from your IP address."
es: «INFORMACIÓN DE GEOLOCALIZACIÓN<br/>Los servicios incluyen funciones que utilizan datos de geolocalización precisos, incluidas señales GPS, sensores de dispositivos, puntos de acceso Wi-Fi e ID de torres celulares. Recopilamos este tipo de datos si nos concedes acceso a tu ubicación. Siempre puedes eliminar nuestro acceso utilizando tu dispositivo Fitbit o la configuración de tu dispositivo móvil. También podemos obtener tu ubicación aproximada a partir de tu dirección IP».

# how_does_it_use_data_collected
source: "We never sell the personal information of our users. We do .... work with partners who provide us with analytics and advertising services. This includes helping us understand how users interact with the Services, serving advertisements on our behalf across the internet, and measuring the performance of those advertisements. These companies may use cookies and similar technologies to collect information about your interactions with the Services and other websites and applications."
es: «Nunca vendemos la información personal de nuestros usuarios. Trabajamos con socios que nos proporcionan servicios de análisis y publicidad. Esto incluye ayudarnos a comprender cómo interactúan los usuarios con los servicios, publicar anuncios en nuestro nombre a través de Internet y medir el rendimiento de esos anuncios. Estas empresas pueden utilizar cookies y tecnologías similares para recopilar información sobre tus interacciones con los servicios y otros sitios web y aplicaciones».

# how_does_it_use_data_collected
source: "We may preserve or disclose information about you to comply with a law, regulation, legal process, or governmental request; to assert legal rights or defend against legal claims; or to prevent, detect, or investigate illegal activity, fraud, abuse, violations of our terms, or threats to the security of the Services or the physical safety of any person."
es: «Podemos preservar o divulgar información sobre ti para cumplir con una ley, regulación, proceso legal o solicitud gubernamental; para hacer valer derechos legales o defendernos contra reclamos legales; o para prevenir, detectar o investigar actividades ilegales, fraude, abuso, violaciones de nuestros términos o amenazas a la seguridad de los Servicios o la seguridad física de cualquier persona».

# how_does_it_use_data_collected
source: "You may direct us to disclose your information to others, such as when you use our community features like the forums, 7-day leaderboard, and other social tools. &lt;...&gt; You may also direct us to share your information in other ways, for example, when you give a third-party application access to your account, or give your employer access to information when you choose to participate in an employee wellness program. Remember that their use of your information will be governed by their privacy policies and terms."
es: «Puedes indicarnos que revelemos tu información a otras personas, por ejemplo, cuando usas las funciones de nuestra comunidad, como los foros, la tabla de clasificación de 7 días y otras herramientas sociales. &lt;...&gt; También puedes indicarnos que compartamos tu información de otras maneras, por ejemplo, cuando le das acceso a tu cuenta a una aplicación de terceros o le das acceso a la información a tu empleador para participar en un programa de bienestar para empleados. Recuerda que el uso que hagan de tu información se regirá por sus políticas y términos de privacidad».

# how_does_it_use_data_collected
source: "We may share non-personal information that is aggregated or de-identified so that it cannot reasonably be used to identify an individual. We may disclose such information publicly and to third parties, for example, in public reports about exercise and activity, to partners under agreement with us, or as part of the community benchmarking information we provide to users of our subscription services."
es: «Podemos compartir información no personal agregada o desidentificada de modo que no pueda usarse razonablemente para identificar a una persona. Podemos divulgar dicha información públicamente y a terceros, por ejemplo, en informes públicos sobre ejercicios y actividades, a socios bajo acuerdo con nosotros, o como parte de la información de referencia comunitaria que proporcionamos a los usuarios de nuestros servicios de suscripción».

# how_does_it_use_data_collected
source: "To the extent that information we collect is health data or another special category of personal data subject to the GDPR, we ask for your explicit consent to process the data. We obtain this consent separately when you take actions leading to our obtaining the data, for example, when you pair your device to your account, grant us access to your exercise or activity data from another service, or use the female health tracking feature. You can use your account settings and tools to withdraw your consent at any time, including by stopping use of a feature, removing our access to a third-party service, unpairing your device, or deleting your data or your account."
es: «En la medida en que la información que recopilamos sean datos de salud u otra categoría especial de datos personales sujetos al RGPD, te pedimos tu consentimiento explícito para procesar los datos. Obtenemos este consentimiento por separado cuando tomas medidas para que obtengamos los datos, por ejemplo, cuando vinculas tu dispositivo a tu cuenta, nos concedes acceso a los datos de ejercicio o actividad de otro servicio o cuando utilizas la función de seguimiento de la salud femenina. Puedes utilizar la configuración y las herramientas de tu cuenta para retirar tu consentimiento en cualquier momento, incluso deteniendo el uso de una función, eliminando nuestro acceso a un servicio de terceros, desvinculando tu dispositivo o eliminando tus datos o tu cuenta».

# user_friendly_privacy_policy_helptext
source: Users must comb through privacy policies for both Fitbit and Google to make sure they've covered all their bases when it comes to privacy documentation for Fitbit products. It is complicated and cumbersome and confusing.
es: Los usuarios deben revisar las políticas de privacidad tanto de Fitbit como de Google para asegurarse de que han cubierto todas sus bases cuando se trata de la documentación de privacidad de los productos de Fitbit. Es complicado, engorroso y confuso.

# tips_to_protect_yourself
source: Follow <a id="a1">Fitbit's advice</a> to keep your stats private
es: Sigue los <a id="a1">consejos de Fitbit</a> para mantener tus estadísticas privadas

# tips_to_protect_yourself
source: Be very careful what third party companies you consent to share you health data with. If you do decided to share your health data with another company, read their privacy policy to see how they protect, secure, and share or sell your data.
es: Ten mucho cuidado con las empresas de terceros a las que das consentimiento para compartir tus datos de salud. Si decides compartir tus datos de salud con otra empresa, lee su política de privacidad para saber cómo protegen, aseguran y comparten o venden tus datos.

# tips_to_protect_yourself
source: Stop sharing friends' lists: Under “Friends” on your profile page, select Privacy Setting and then Private.
es: Deja de compartir listas de amigos: en la pestaña «Amigos» de tu página de perfil, selecciona «Configuración de privacidad» y luego «Privado».

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
es: No te registres a través de cuentas de terceros. Es mejor que inicies sesión con un correo electrónico y una contraseña segura.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).

# tips_to_protect_yourself
source: Keep your app regularly updated
es: Actualiza tu aplicación con regularidad

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
es: Si puedes hacerlo, no aceptes el seguimiento de tus datos cuando estés realizando el proceso de registro.

# personal_data_collected
source: Name, email address, or billing information, or other data that can be reasonably linked to such information by Google, such as information we associate with your Google Account; <br/> <br/>Precise geolocation data, including GPS signals, device sensors, Wi-Fi access points, and cell tower IDs<br/> <br/>If you choose: profile photo, biography, country information, and community username;<br/> <br/>Data on your activity, such as terms you search for, videos you watch, views and interactions with content and ads, voice and audio information, purchase activity, people with whom you communicate or share content, activity on third-party sites and apps that use our services, Chrome browsing history you’ve synced with your Google Account; <br/> <br/>Your address, ZIP code, and where the device is placed;<br/> <br/>Sensor data such as detected motion, ambient light measurements, temperature, humidity, carbon monoxide, and smoke levels as well as information derived from this data, such as sleep information;<br/> <br/>(If you use calls) Phone number, calling-party number, receiving-party number, forwarding numbers, sender and recipient email address, time and date of calls and messages, duration of calls, routing information, and types and volumes of calls and messages;<br/>GPS location and other sensor data from your device
es: Nombre, dirección de correo electrónico o información de facturación, u otros datos que Google pueda vincular razonablemente a dicha información, como la información que asociamos con tu cuenta de Google; <br/><br/>Datos de geolocalización precisos, incluidas señales de GPS, sensores de dispositivos, puntos de acceso Wi-Fi e ID de torres de telefonía celular <br/><br/>Si lo deseas: foto de perfil, biografía, información del país y nombre de usuario en la comunidad;<br/><br/> Datos sobre tu actividad, como los términos que buscas, los vídeos que ves, las visualizaciones e interacciones con contenidos y anuncios, información de voz y audio, actividades de compra, las personas con las que te comunicas o compartes contenidos, la actividad en sitios y aplicaciones de terceros que utilizan nuestros servicios, el historial de navegación de Chrome que hayas sincronizado con tu cuenta de Google;<br/><br/> Tu dirección, código postal y lugar donde se encuentra el dispositivo;<br/><br/> Datos del sensor, como movimientos detectados, mediciones de luz ambiental, temperatura, humedad, monóxido de carbono y niveles de humo, así como información derivada de estos datos, como información sobre el sueño; <br/><br/>(Si utilizas llamadas) Número de teléfono, número de la parte que llama, número de la parte que recibe, números de reenvío, dirección de correo electrónico del remitente y del destinatario, hora y fecha de las llamadas y mensajes, duración de las llamadas, información de enrutamiento y tipos y volúmenes de llamadas y mensajes; <br/>Ubicación GPS y otros datos del sensor de tu dispositivo

# biometric_data_collected
source: Height, weight;<br/> <br/>If you choose: logs for food, weight, sleep, water, or female health tracking<br/> <br/>Voice (if you use Google Assistant).
es: Altura, peso;<br/> <br/> Si lo deseas: registros de comida, peso, sueño, agua o seguimiento de la salud femenina<br/> <br/>Voz (si utilizas el Asistente de Google).

# social_data_collected
source: Contacts
es: Contactos

# how_can_you_control_your_data
source: Google's Privacy Policy
es: Política de privacidad de Google

# how_can_you_control_your_data
source: "You can export a copy of content in your Google Account if you want to back it up or use it with a service outside of Google."<br/>"To delete your information, you can:<br/> Delete your content from specific Google services<br/> Search for and then delete specific items from your account using My Activity<br/> Delete specific Google products, including your information associated with those products<br/> Delete your entire Google Account"
es: «Puedes exportar una copia del contenido de tu cuenta de Google si quieres hacer una copia de seguridad o usarla con un servicio externo a Google».<br/> «Para eliminar tu información, puedes:<br/> Eliminar tu contenido de servicios específicos de Google<br/> Buscar y luego eliminar elementos específicos de tu cuenta utilizando Mi actividad<br/> Eliminar productos específicos de Google, incluida tu información asociada con esos productos<br/> Eliminar toda tu cuenta de Google»

# how_can_you_control_your_data
source: "In some cases, rather than provide a way to delete data, we store it for a predetermined period of time. For each type of data, we set retention timeframes based on the reason for its collection. For example, to ensure that our services display properly on many different types of devices, we may retain browser width and height for up to 9 months. We also take steps to anonymize or pseudonymize certain data within set time periods. For example, we anonymize advertising data in server logs by removing part of the IP address after 9 months and cookie information after 18 months. We may also retain pseudonymized data, such as queries that have been disconnected from users’ Google Accounts, for a set period of time."
es: «En algunos casos, en lugar de proporcionar una forma de eliminar datos, los almacenamos durante un período de tiempo predeterminado. Para cada tipo de datos, establecemos plazos de retención en función del motivo de su recopilación. Por ejemplo, para garantizar que nuestros servicios se muestren correctamente en diversos tipos de dispositivos, podemos conservar el ancho y la altura del navegador durante un máximo de 9 meses. También tomamos medidas para anonimizar o seudonimizar ciertos datos dentro de períodos de tiempo establecidos. Por ejemplo, anonimizamos los datos publicitarios en los registros del servidor eliminando parte de la dirección IP después de 9 meses y la información de las cookies después de 18 meses. También podemos conservar datos seudonimizados, como consultas que se han desconectado de las cuentas de Google de los usuarios, durante un período de tiempo determinado».

# how_can_you_control_your_data
source: <b>Fitbit Privacy Policy</b><br/>Editing and Deleting Data. <br/>By logging into your account and using your account settings, you can change and delete your personal information. For instance, you can edit or delete the profile data you provide and delete your account if you wish. Learn more here.
es: <b>Política de privacidad de Fitbit</b><br/>Edición y eliminación de datos.<br/> Si inicias sesión en tu cuenta y utilizas su configuración, puedes cambiar y eliminar tu información personal. Por ejemplo, puedes editar o eliminar los datos del perfil que proporciones y eliminar tu cuenta si lo deseas. Más información aquí.

# how_can_you_control_your_data
source: If you choose to delete your account, please note that while most of your information will be deleted within 30 days, it may take up to 90 days to delete all of your information, like the data recorded by your Fitbit device and other data stored in our backup systems. This is due to the size and complexity of the systems we use to store data. We may also preserve data for legal reasons or to prevent harm, including as described in the How Information Is Shared section.
es: Si decides eliminar tu cuenta, ten en cuenta que, si bien la mayoría de la información se eliminará en un plazo de 30 días, esto puede tardar hasta 90 días, al igual que la eliminación de los datos registrados por tu dispositivo Fitbit y otros datos almacenados en nuestros sistemas en copias de seguridad. Esto se debe al tamaño y la complejidad de los sistemas que utilizamos para almacenar datos. También podríamos conservar datos por razones legales o para evitar daños, incluyendo lo descrito en la sección “Cómo compartimos la información”».

# track_record_details
source: <b>Google</b><br/>In September 2023, the <a id="a1">US Department of Justice launched a trial against Google</a> arguing "that Google abused its power as a monopoly to dominate the search engine business." Full disclosure, Mozilla testified in this trial.
es: <b>Google</b><br/>En septiembre de 2023, el <a id="a1">Departamento de Justicia de los EE. UU. inició un juicio contra Google</a> argumentando «que Google abusó de su poder como monopolio para dominar el negocio de los motores de búsqueda». Divulgación completa: Mozilla testificó en ese juicio.

# track_record_details
source: In September 2023, Google was <a id="a1">set to pay $93M</a> in settlement over deceptive location tracking.
es: En septiembre de 2023, Google <a id="a1">acordó pagar 93 millones de dólares</a> por una demanda por realizar un seguimiento engañoso de la ubicación.
