Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-aria-air.po
Languages: de

# worst_case
source: The second big concern we have about Google is their track record at being honest and respecting all this personal information they collect on us. Google has racked up quite a long list of fines for privacy violations. In 2023, they <a id="a1">settled a lawsuit with the state of California for $93 million</a> for continuing to collect and store location data even after users turned off location tracking, according to the lawsuit. In 2022, they settled a similar lawsuit for continuing to track users' locations after they opted with 40 states for $392 million. Also in 2023, a <a id="a2">$5 billion lawsuit was allowed to continue</a> against Google for secretly tracking users internet use when the judge ruled "she could not find that users consented to letting Google collect information about what they viewed online because the Alphabet (GOOGL.O) unit never explicitly told them it would." And in December of 2022, the French data protection authority fined Google $57 million for "failing to acknowledge how its users' data is processed." Those are just the fines and lawsuits that have happened since we last reviewed Google in 2022. Over the past few years, there have been even more. <a id="a3">South Korea</a> fined Google (and Meta) millions of dollars recently for privacy violations. So did <a id="a4">France</a> and <a id="a5">Spain</a>. And in the US, Google has faced a <a id="a6">host of lawsuits</a> and settlements from <a id="a7">Texas</a>, California, <a id="a8">Illinois</a>, <a id="a9">Arizona</a>, the <a id="a10">Federal Trade Commission</a>, and more. All this makes it pretty hard to trust what a company says they do with that massive amount of personal information they collect on you.
de: Die zweite große Sorge, die wir über Google haben, ist ihre Erfolgsbilanz, ehrlich zu sein und all diese persönlichen Informationen zu respektieren, die sie über uns sammeln. Google hat eine ziemlich lange Liste von Geldstrafen für Datenschutzverletzungen zusammengestellt. Im Jahr 2023 haben sie eine Klage mit dem Bundesstaat Kalifornien über 93 Millionen US-Dollar <a id="a1">beigelegt,</a> weil sie weiterhin Standortdaten gesammelt und gespeichert haben, auch nachdem Benutzer die Standortverfolgung deaktiviert hatten, heißt es in der Klage. Im Jahr 2022 haben sie eine ähnliche Klage beigelegt, weil sie die Standorte der Nutzer weiterhin verfolgen wollten, nachdem sie sich mit 40 Staaten für 392 Millionen <a id="a2">US-Dollar entschieden hatten. Ebenfalls im Jahr 2023 durfte eine 5-Milliarden-Dollar-Klage gegen Google wegen</a> der heimlichen Verfolgung der Internetnutzung der Nutzer fortgesetzt werden, als der Richter entschied: <i>"Sie konnte nicht feststellen, dass die Nutzer zugestimmt haben, dass Google Informationen über das, was sie online angesehen haben, sammelt, da die Alphabet (GOOGL.O)-Einheit ihnen dies nie ausdrücklich mitgeteilt hat."</i> Und im Dezember 2022 verhängte die französische Datenschutzbehörde eine Geldbuße von 57 Millionen US-Dollar gegen Google, weil <i>"sie nicht anerkennt, wie die Daten ihrer Nutzer verarbeitet werden".</i> Das sind nur die Bußgelder und Klagen, die seit unserer letzten Überprüfung von Google im Jahr 2022 verhängt wurden. In den letzten Jahren gab es noch mehr. <a id="a3">Südkorea</a> hat kürzlich gegen Google (und Meta) eine Geldbuße in Millionenhöhe wegen Datenschutzverletzungen verhängt. <a id="a4">Frankreich</a> und <a id="a5">Spanien</a> auch. Und in den USA war Google mit einer <a id="a6">Vielzahl von Klagen</a> und Vergleichen aus <a id="a7">Texas</a>, Kalifornien, DC, <a id="a8">Illinois</a>, <a id="a9">Arizona</a>, mit der <a id="a10">Federal Trade Commission</a> und anderen konfrontiert. All dies macht es ziemlich schwierig, darauf zu vertrauen, was ein Unternehmen mit der riesigen Menge an persönlichen Informationen macht, die es über Sie sammelt.

# worst_case
source: One thing about Google we do like: They have a decent way to communicate with users about how they collect and use data in their <a id="a1">Safety Center</a>. Google does collect a ton of data on you and your children, especially if you don't take the time to adjust your privacy settings to lock down just how much info they can gather. You should absolutely take the time to adjust these privacy settings. Just beware, you will get notifications that some things might not work right if you change settings. That’s annoying, and probably worth it for a little more privacy.
de: Eine Sache, die wir an Google mögen: Sie verfügen über eine angemessene Kommunikation mit den Nutzern darüber, wie sie Daten in ihrem <a id="a1">Sicherheitscenter </a>sammeln und verwenden. Google sammelt eine Menge Daten über Sie und Ihre Kinder, insbesondere wenn Sie sich nicht die Zeit nehmen, Ihre Datenschutzeinstellungen so anzupassen, dass sie nach Möglichkeit sperren, wie viele Informationen sie über Sie sammeln können. Sie sollten sich unbedingt die Zeit nehmen, diese Datenschutzeinstellungen anzupassen. Vorsicht, Sie erhalten Benachrichtigungen, dass einige Dinge möglicherweise nicht richtig funktionieren, wenn Sie die Einstellungen ändern. Das ist ärgerlich, und wahrscheinlich lohnt es sich für ein wenig mehr Privatsphäre aber doch.

# worst_case
source: What’s the worst that could happen? Well, when you give away a lot of personal information, especially sensitive information like your live location and you combine that with health information like your weight and BMI, that has to come with a lot of trust. And our trust in Google -- who owns Fitbit -- is wavering.
de: Was ist das Schlimmste, was passieren könnte? Nun, wenn Sie viele persönliche Informationen weitergeben, insbesondere sensible Informationen wie Ihren Live-Standort, und diese mit Gesundheitsinformationen wie Ihrem Gewicht und BMI kombinieren, muss dies mit viel Vertrauen einhergehen. Und unser Vertrauen in Google - der Eigentümerin von Fitbit - schwankt.

# signup_requirement_explanation
source: A Google Account is required for all new users. A Google Account is required to activate new Fitbit devices released after the launch of Google Accounts for Fitbit. Existing users have the option to use either a Google Account or their existing Fitbit account until at least 2025 at which point they will be required to use a Google Account for login.
de: Für alle neuen Nutzer ist ein Google-Konto erforderlich. Ein Google-Konto ist erforderlich, um neue Fitbit-Geräte zu aktivieren, die nach dem Start von Google-Konten für Fitbit veröffentlicht werden. Bestehende Nutzer haben die Möglichkeit, entweder ein Google-Konto oder ihr bestehendes Fitbit-Konto bis mindestens 2025 zu verwenden. Zu diesem Zeitpunkt müssen sie ein Google-Konto für die Anmeldung verwenden.

# how_does_it_use_data_collected
source: We ding this product for collecting extensive information on users, combining it with data from third-party data sources, and targeting ads based on that data, as well as letting its customers target ads based on that data. In addition, we ding this product for allowing "specific partners to collect information from your browser or device for advertising and measurement purposes using their own cookies or similar technologies." We are also concerned about the fact that Google says they can "use publicly available information to help train Google’s AI models," as that could potentially entail a lot of information people don't consent to have used to train their AIs.
de: Wir "dingen" (beanstanden) dieses Produkt dafür, dass es umfangreiche Informationen über Benutzer sammelt, sie mit Daten aus Datenquellen von Drittanbietern kombiniert und Anzeigen auf der Grundlage dieser Daten schaltet sowie es seinen Kunden ermöglicht, Anzeigen auf der Grundlage dieser Daten zu schalten. Darüber hinaus beanstanden wir es, weil es "bestimmten Partnern" erlaubt, "Informationen von Ihrem Browser oder Gerät für Werbe- und Messzwecke mit eigenen Cookies oder ähnlichen Technologien zu sammeln". Wir sind zudem über die Tatsache besorgt, dass Google sagt, dass sie" öffentlich verfügbare Informationen verwenden können, um die KI-Modelle von Google zu trainieren", da dies möglicherweise viele Informationen umfasst, zu denen die Menschen nicht zugestimmt haben, dass ihre KIs damit trainiert werden.

# how_does_it_use_data_collected
source: Google's Privacy Policy
de: Google's Datenschutzerklärung

# how_does_it_use_data_collected
source: "Business purposes for which information may be used or disclosed<br/>Advertising: Google processes information to provide advertising, including online identifiers, browsing and search activity, and information about your location and interactions with advertisements."
de: "Geschäftszwecke, für die Informationen verwendet oder offengelegt werden können<br/>Werbung: Google verarbeitet Informationen, um Werbung bereitzustellen, einschließlich Online-Identifikatoren, Browsing- und Suchaktivitäten sowie Informationen über Ihren Standort und Interaktionen mit Werbung."

# how_does_it_use_data_collected
source: Research and development: Google uses information to improve our services and to develop new products, features and technologies that benefit our users and the public. For example, we use publicly available information to help train Google’s AI models and build products and features like Google Translate, Bard, and Cloud AI capabilities.
de: Forschung und Entwicklung: Google verwendet Informationen, um unsere Dienste zu verbessern und neue Produkte, Funktionen und Technologien zu entwickeln, die unseren Nutzern und der Öffentlichkeit zugute kommen. Zum Beispiel verwenden wir öffentlich verfügbare Informationen, um die KI-Modelle von Google zu trainieren und Produkte und Funktionen wie Google Translate, Bard und Cloud-KI-Funktionen zu entwickeln.

# how_does_it_use_data_collected
source: Legal reasons: Google also uses information to satisfy applicable laws or regulations, and discloses information in response to legal process or enforceable government requests, including to law enforcement. We provide information about the number and type of requests we receive from governments in our <a id="a1">Transparency Report</a>."<br/><br/>"Google does not sell your personal information. Google also does not “share” your personal information as that term is defined in the California Consumer Privacy Act (CCPA)."
de: Rechtliche Gründe: Google verwendet Informationen auch, um geltende Gesetze oder Vorschriften zu erfüllen, und gibt Informationen als Reaktion auf rechtliche Verfahren oder durchsetzbare behördliche Anfragen, einschließlich an Strafverfolgungsbehörden, weiter. In unserem <a id="a1">Transparenzbericht geben wir Auskunft über die Anzahl und Art der Anfragen, die wir von Regierungen erhalten</a>.<br/><br/>""Google verkauft Ihre persönlichen Daten nicht. Google „teilt“ Ihre personenbezogenen Daten auch nicht, wie dieser Begriff im California Consumer Privacy Act (CCPA) definiert ist.“

# how_does_it_use_data_collected
source: "We use the information we collect to customize our services for you, including providing recommendations, personalized content, and customized search results. For example, Security Checkup provides security tips adapted to how you use Google products. And Google Play uses information like apps you’ve already installed and videos you’ve watched on YouTube to suggest new apps you might like.
de: „Wir verwenden die von uns gesammelten Informationen, um unsere Dienstleistungen für Sie anzupassen, einschließlich der Bereitstellung von Empfehlungen, personalisierten Inhalten und benutzerdefinierten Suchergebnissen. Zum Beispiel bietet Security Checkup Sicherheitstipps, die an Ihre Verwendung von Google-Produkten angepasst sind. Und Google Play verwendet Informationen wie Apps, die Sie bereits installiert haben, und Videos, die Sie auf YouTube angesehen haben, um neue Apps vorzuschlagen, die Ihnen gefallen könnten.

# how_does_it_use_data_collected
source: Depending on your settings, we may also show you personalized ads based on your interests. &lt;...&gt;<br/> We don’t show you personalized ads based on sensitive categories, such as race, religion, sexual orientation, or health.<br/> We don’t show you personalized ads based on your content from Drive, Gmail, or Photos.<br/> We don’t share information that personally identifies you with advertisers, such as your name or email, unless you ask us to. For example, if you see an ad for a nearby flower shop and select the “tap to call” button, we’ll connect your call and may share your phone number with the flower shop."
de: Abhängig von Ihren Einstellungen können wir Ihnen auch personalisierte Anzeigen anzeigen, die auf Ihren Interessen basieren. &lt;...&gt;<br/> Wir zeigen Ihnen keine personalisierten Anzeigen, die auf sensiblen Kategorien wie Rasse, Religion, sexuelle Orientierung oder Gesundheit basieren.<br/> Wir zeigen Ihnen keine personalisierten Anzeigen, die auf Ihren Inhalten von Drive, Gmail oder Fotos basieren.<br/> Wir geben keine Informationen, die Sie persönlich identifizieren, an Werbetreibende weiter, wie z. B. Ihren Namen oder Ihre E-Mail-Adresse, es sei denn, Sie bitten uns darum. Wenn Sie beispielsweise eine Anzeige für einen Blumenladen in der Nähe sehen und die Schaltfläche „Tippen, um anzurufen“ auswählen, verbinden wir Ihren Anruf und teilen möglicherweise Ihre Telefonnummer mit dem Blumenladen.“

# how_does_it_use_data_collected
source: "Personal information. This is information that you provide to us which personally identifies you, such as your name, email address, or billing information, <b>or other data that can be reasonably linked to such information by Google,</b> such as information we associate with your Google Account."
de: "Personenbezogene Daten. Dies sind Informationen, die Sie uns zur Verfügung stellen, die Sie persönlich identifizieren, wie z. B. Ihr Name, Ihre E-Mail-Adresse oder Rechnungsinformationen, <b>oder andere Daten, die von Google vernünftigerweise mit diesen Informationen verknüpft werden können,</b> wie z. B. Informationen, die wir mit Ihrem Google-Konto verknüpfen."

# how_does_it_use_data_collected
source: "In some circumstances, Google also collects information about you from publicly accessible sources."
de: „Google erhebt unter Umständen auch Informationen über Sie aus öffentlich zugänglichen Quellen.“

# how_does_it_use_data_collected
source: "We use various technologies to collect and store information, including cookies, pixel tags, local storage, such as browser web storage or application data caches, databases, and server logs."
de: „Wir verwenden verschiedene Technologien, um Informationen zu sammeln und zu speichern, darunter Cookies, Pixel-Tags, lokale Speicher wie Browser-Webspeicher oder Anwendungsdaten-Caches, Datenbanken und Serverprotokolle.“

# how_does_it_use_data_collected
source: "We’ll share personal information outside of Google when we have your consent. "
de: "Wir geben personenbezogene Daten außerhalb von Google weiter, wenn wir Ihre Zustimmung haben. "

# how_does_it_use_data_collected
source: "We provide personal information to our affiliates and other trusted businesses or persons to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures. "
de: "Wir stellen personenbezogene Daten unseren Partnern, anderen vertrauenswürdigen Unternehmen oder Personen zur Verfügung, die diese in unserem Auftrag verarbeiten. Dies geschieht auf der Grundlage unserer Weisungen und im Einklang mit unserer Datenschutzerklärung sowie anderen geeigneten Vertraulichkeits- und Sicherheitsmaßnahmen."

# how_does_it_use_data_collected
source: "We may share non-personally identifiable information publicly and with our partners — like publishers, advertisers, developers, or rights holders. For example, we share information publicly to show trends about the general use of our services. <b>We also allow specific partners to collect information from your browser or device for advertising and measurement purposes using their own cookies or similar technologies.</b>"
de: "Wir können nicht personenbezogene Daten öffentlich und mit unseren Partnern teilen — wie Herausgebern, Werbetreibenden, Entwicklern oder Rechteinhabern. Beispielsweise geben wir Informationen öffentlich weiter, um Trends zur allgemeinen Nutzung unserer Dienste aufzuzeigen. <b>Wir erlauben auch bestimmten Partnern, Informationen von Ihrem Browser oder Gerät für Werbe- und Messzwecke mit ihren eigenen Cookies oder ähnlichen Technologien zu sammeln.</b>"

# how_does_it_use_data_collected
source: <b>How does Google use location information?</b><br/>"Your location information can help Google show you more relevant ads. When you search for something like “shoe stores near me,” location information can be used to show you ads from shoe stores near you. Or, let’s say you’re searching for pet insurance, advertisers might show different benefits in different areas."
de: <b>Wie verwendet Google Standortinformationen?</b><br/>"Ihre Standortinformationen können Google helfen, Ihnen relevantere Anzeigen zu zeigen. Wenn Sie nach etwas wie „Schuhgeschäften in meiner Nähe“ suchen, können Standortinformationen verwendet werden, um Ihnen Anzeigen von Schuhgeschäften in Ihrer Nähe zu zeigen. Oder nehmen wir an, Sie suchen nach einer Haustierversicherung. Werbetreibende können in verschiedenen Bereichen unterschiedliche Benefits zeigen.“

# how_does_it_use_data_collected
source: "Google may also use your past browsing or app activity (such as your searches, website visits, or videos you watched on YouTube) and general areas saved as part of the Web &amp; App Activity setting to show you more useful ads. For example, if you search for where to buy milk nearby on Google, you may see ads for grocery stores in the general area where you frequently browse Google Search while waiting for your bus or train.<br/>Advertisers can only target ads to general areas, such as countries, cities, or regions around their business."
de: "Google kann auch Ihre früheren Browsing- oder App-Aktivitäten (z. B. Ihre Suchanfragen, Website-Besuche oder Videos, die Sie auf YouTube angesehen haben) und allgemeine Bereiche verwenden, die im Rahmen der Einstellung für Web- und App-Aktivitäten gespeichert wurden, um Ihnen nützlichere Anzeigen anzuzeigen. Wenn Sie beispielsweise bei Google suchen, wo Sie Milch in der Nähe kaufen können, sehen Sie möglicherweise Anzeigen für Lebensmittelgeschäfte im allgemeinen Bereich, in dem Sie häufig die Google-Suche durchsuchen, während Sie auf Ihren Bus oder Zug warten.<br/>Werbetreibende können Anzeigen nur auf allgemeine Bereiche wie Länder, Städte oder Regionen rund um ihr Unternehmen ausrichten.“

# how_does_it_use_data_collected
source: <b>Google's Advertising Technologies Page</b><br/>"Advertising keeps Google and many of the websites and services you use free of charge. We work hard to make sure that ads are safe, unobtrusive, and as relevant as possible. "
de: <b>Google's Advertising Technologies Page</b><br/>"Werbung sorgt dafür, dass Google und viele der Websites und Dienste, die Sie nutzen, kostenlos sind. Wir arbeiten hart daran, sicherzustellen, dass die Anzeigen sicher, unaufdringlich und so relevant wie möglich sind.“

# how_does_it_use_data_collected
source: "Other technologies used in advertising...<br/>We may use the IP address, for example, to identify your general location. We may also select advertising based on information about your computer or device, such as your device model, browser type, or sensors in your device like the accelerometer.
de: "Andere Technologien, die in der Werbung verwendet werden...<br/>Wir dürfen die IP-Adresse zum Beispiel verwenden, um Ihren allgemeinen Standort zu identifizieren. Wir dürfen auch Werbung basierend auf Informationen über Ihren Computer oder Ihr Gerät auswählen, wie z. B. Ihr Gerätemodell, den Browsertyp oder Sensoren in Ihrem Gerät wie den Beschleunigungsmesser.

# how_does_it_use_data_collected
source: Location<br/>Google’s ad products may receive or infer information about your location from a variety of sources. For example, we may use the IP address to identify your general location; we may receive precise location from your mobile device; we may infer your location from your search queries; and websites or apps that you use may send information about your location to us. Google uses location information in our ads products to infer demographic information, to improve the relevance of the ads you see, to measure ad performance and to report aggregate statistics to advertisers....
de: Standort<br/>Die Anzeigenprodukte von Google können Informationen über Ihren Standort aus einer Vielzahl von Quellen erhalten oder ableiten. Wir können beispielsweise die IP-Adresse verwenden, um Ihren allgemeinen Standort zu ermitteln; wir können den genauen Standort von Ihrem Mobilgerät erhalten; wir können Ihren Standort aus Ihren Suchanfragen ableiten; und Websites oder Apps, die Sie verwenden, können Informationen über Ihren Standort an uns senden. Google verwendet Standortinformationen in unseren Anzeigenprodukten, um demografische Informationen abzuleiten, die Relevanz der angezeigten Anzeigen zu verbessern, die Anzeigenleistung zu messen und zusammengefasste Statistiken an Werbetreibende zu übermitteln....

# how_does_it_use_data_collected
source: Advertising identifiers for mobile apps<br/>To serve ads in services where cookie technology may not be available (for example, in mobile applications), we may use technologies that perform similar functions to cookies. Sometimes Google links the identifier used for advertising on mobile applications to an advertising cookie on the same device in order to coordinate ads across your mobile apps and mobile browser....
de: Werbekennungen für mobile Apps<br/>Um Anzeigen in Diensten zu schalten, in denen möglicherweise keine Cookie-Technologie verfügbar ist (z. B. in mobilen Anwendungen), dürfen wir Technologien verwenden, die ähnliche Funktionen wie Cookies ausführen. Manchmal verknüpft Google die Kennung, die für Werbung in mobilen Anwendungen verwendet wird, mit einem Werbe-Cookie auf demselben Gerät, um Anzeigen über Ihre mobilen Apps und Ihren mobilen Browser hinweg zu koordinieren....

# how_does_it_use_data_collected
source: Connected TVs are another area where cookie technology is not available, and, instead, Google will rely on device identifiers designed for use in advertising to serve ads. Many connected TV devices support an identifier for advertising that is similar in function to mobile device identifiers. These identifiers are built to give users the option to reset them or to opt out of personalized advertising entirely."
de: Connected TVs sind ein weiterer Bereich, in dem die Cookie-Technologie nicht verfügbar ist, und stattdessen verlässt sich Google auf Gerätekennungen, die für die Verwendung in der Werbung entwickelt wurden, um Anzeigen zu schalten. Viele angeschlossene TV-Geräte unterstützen eine Kennung für Werbung, die in ihrer Funktion den Kennungen mobiler Geräte ähnelt. Diese Kennungen wurden entwickelt, um Benutzern die Möglichkeit zu geben, sie zurückzusetzen oder personalisierte Werbung vollständig zu deaktivieren."
