Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit.po
Languages: de, es, pt_br

# worst_case
source: As for how Fitbit says they share data with law enforcement, they say, "We may preserve or disclose information about you to comply with a law, regulation, legal process, or governmental request; to assert legal rights or defend against legal claims; or to prevent, detect, or investigate illegal activity, fraud, abuse, violations of our terms, or threats to the security of the Services or the physical safety of any person. Please note: Our policy is to notify you of legal process seeking access to your information, such as search warrants, court orders, or subpoenas, unless we are prohibited by law from doing so. In cases where a court order specifies a non-disclosure period, we provide delayed notice after the expiration of the non-disclosure period. Exceptions to our notice policy include exigent or counterproductive circumstances, for example, when there is an emergency involving a danger of death or serious physical injury to a person." It's a least nice Fitbit notes to users their policy to notify you if there is a legal request to access your data. With this much sensitive data collect, we would like to see them clarify even more that they won't give up user data to law enforcement unless required to under subpoena, and even then, we like to see them commit to only giving up the bare minimum necessary.
de: Was die Weitergabe von Daten an die Strafverfolgungsbehörden betrifft, teilt Fitbit mit: „Wir können Informationen über Sie aufbewahren oder offenlegen, um einem Gesetz, einer Vorschrift, einem Gerichtsverfahren oder einer behördlichen Aufforderung nachzukommen, um Rechte geltend zu machen, uns gegen rechtliche Ansprüche zu verteidigen oder um illegale Aktivitäten, Betrug, Missbrauch, Verstöße gegen unsere Bedingungen oder Bedrohungen für die Sicherheit der Dienste oder die physische Sicherheit einer Person zu verhindern, aufzudecken oder zu untersuchen. Bitte beachten Sie: Es gehört zu unseren Grundsätzen, Sie über rechtliche Schritte zu informieren, die den Zugriff auf Ihre Daten erfordern, wie z. B. Durchsuchungsbefehle, Gerichtsbeschlüsse oder Vorladungen, es sei denn, dies ist uns gesetzlich untersagt. In Fällen, in denen ein Gerichtsbeschluss eine Geheimhaltungsfrist vorsieht, benachrichtigen wir Sie mit Verzögerung nach Ablauf der Geheimhaltungsfrist. Zu den Ausnahmen von unserer Benachrichtigungspolitik gehören dringende oder kontraproduktive Umstände, z. B. wenn ein Notfall vorliegt, bei dem die Gefahr des Todes oder einer schweren körperlichen Verletzung einer Person besteht.“ Es ist zumindest nett, dass Fitbit seine Nutzer darauf hinweist, dass sie benachrichtigt werden, wenn ein rechtlicher Antrag auf Zugriff auf ihre Daten vorliegt. Bei so vielen sensiblen Daten, die gesammelt werden, würden wir gerne sehen, dass sie noch deutlicher machen, dass sie keine Nutzerdaten an Strafverfolgungsbehörden weitergeben, es sei denn, sie werden durch eine Vorladung dazu gezwungen, und selbst dann würden wir gerne sehen, dass sie sich verpflichten, nur das absolut notwendige Minimum weiterzugeben.
es: En cuanto a cómo Fitbit dice que comparte datos con los organismos de seguridad, la empresa declara: «Podemos preservar o divulgar información sobre usted para cumplir con una ley, regulación, proceso legal o solicitud gubernamental; para hacer valer derechos legales o defendernos contra reclamos legales; o para prevenir, detectar o investigar actividades ilegales, fraude, abuso, violaciones de nuestros términos o amenazas a la seguridad de los Servicios o a la seguridad física de una persona. Tenga en cuenta: nuestra política es notificarle del proceso legal que está solicitando acceso a su información, tales como órdenes de registro, órdenes judiciales o citaciones, a menos que la ley nos lo prohíba. En los casos en que una orden judicial especifica un período de no divulgación, proporcionaremos un aviso tardío después de la expiración del período de no divulgación. Las excepciones a nuestra política de notificación incluyen circunstancias exigentes o contraproducentes, por ejemplo, cuando hay una emergencia que implica un peligro de muerte o lesiones físicas graves para una persona». Está bien que Fitbit al menos notifique a los usuarios si hay una solicitud legal para acceder a sus datos. Al hacer una recopilación de tantos datos sensibles, nos gustaría que dejen aún más claro que no entregarán los datos de sus usuarios a los organismos de seguridad a menos que sean requeridos mediante una citación, e incluso en tal caso, nos gustaría que se comprometan a divulgar solo lo mínimo necesario.
pt_br: Quanto à forma como a Fitbit diz que compartilha dados com as autoridades policiais, eles dizem: "Podemos preservar ou divulgar informações sobre você para cumprir uma lei, regulamento, processo legal ou solicitação governamental; para reivindicar direitos legais ou se defender contra reivindicações legais; ou para prevenir, detectar ou investigar atividades ilegais, fraudes, abusos, violações de nossos termos ou ameaças à segurança dos Serviços ou à segurança física de qualquer pessoa. Observação: nossa política é notificá-lo sobre processos legais que buscam acesso às suas informações, como mandados de busca, ordens judiciais ou intimações, a menos que estejamos proibidos por lei de fazê-lo. Nos casos em que uma ordem judicial especifica um período de não divulgação, notificamos com atraso após o término do período de não divulgação. As exceções à nossa política de aviso incluem circunstâncias exigentes ou contraproducentes, por exemplo, quando há uma emergência envolvendo um perigo de morte ou ferimentos físicos graves a uma pessoa." É uma política menos agradável do Fitbit para os usuários notificá-lo se houver uma solicitação legal para acessar seus dados. Com essa coleta de dados muito sensível, gostaríamos que eles esclarecessem ainda mais que não desistiriam dos dados do usuário para a aplicação da lei, a menos que fossem intimados, e mesmo assim, gostaríamos que eles se comprometessem a desistir apenas do mínimo necessário.

# worst_case
source: Fitbit isn't the wearable we'd trust the most with our private reproductive health data. Apple, Garmin, Oura all make us feel a bit more comfortable with this personal information. That said, Fitbit also doesn't have a pregnancy tracker and seems to have more limited period tracking in their app, which might be good in the long run. There are better options out there, all around.
de: Fitbit ist nicht das Wearable, dem wir unsere privaten Gesundheitsdaten am liebsten anvertrauen würden. Bei Apple, Garmin und Oura fühlen wir uns mit diesen persönlichen Informationen etwas wohler. Abgesehen davon hat Fitbit auch keinen Schwangerschaftstracker und scheint in seiner App nur eine begrenzte Periodenüberwachung zu haben, was auf lange Sicht gut sein könnte. Es gibt jedenfalls bessere Optionen.
es: Fitbit no es el dispositivo corporal al que más confiaríamos nuestros datos privados de salud reproductiva. Apple, Garmin, Oura nos hacen sentir un poco más cómodas en relación con esta información personal. Dicho esto, Fitbit tampoco tiene un rastreador de embarazo, y el seguimiento del ciclo menstrual en su aplicación parece ser más limitado, lo que podría ser positivo a largo plazo. Hay mejores opciones ahí afuera, por todas partes.
pt_br: O Fitbit não é o dispositivo vestível em que mais confiaríamos com nossos dados privados de saúde reprodutiva. Apple, Garmin, Oura nos fazem sentir um pouco mais confortáveis com essas informações pessoais. Dito isso, o Fitbit também não tem um rastreador de gravidez e parece ter um monitoramente de menstruação mais limitado em seu aplicativo, o que pode ser bom a longo prazo. Há melhores opções lá fora, por toda parte.

# how_does_it_use_data_collected
source: Fitbit never sell the personal information of their users.
de: Fitbit verkauft niemals die persönlichen Daten seiner Nutzer.
es: Fitbit nunca vende la información personal de sus usuarios.
pt_br: A Fitbit nunca vende as informações pessoais de seus usuários.

# how_does_it_use_data_collected
source: Fitbit says that they transfer information to their corporate affiliates, service providers, and other partners who "process it for us, based on our instructions, and in compliance with this policy and any other appropriate confidentiality and security measures." You may also give consent for Fitbit to share your information in other ways, for example, when you give a third party access to your account, or give your employer or insurance company access to information when you choose to participate in a wellness program. Remember when you do that, their use of your information will be governed by their privacy policies and terms.
de: Fitbit gibt an, dass sie Daten an ihre verbundenen Unternehmen, Dienstleister und andere Partner weitergeben, die sie für uns auf der Grundlage unserer Anweisungen und in Übereinstimmung mit dieser Richtlinie und anderen angemessenen Vertraulichkeits- und Sicherheitsmaßnahmen verarbeiten“. Sie können Fitbit auch die Erlaubnis erteilen, Ihre Daten auf andere Weise weiterzugeben, z. B. wenn Sie einem Dritten Zugang zu Ihrem Konto gewähren oder Ihrem Arbeitgeber oder Ihrer Versicherung Zugang zu den Daten gewähren, wenn Sie sich für die Teilnahme an einem Wellness-Programm entscheiden. Denken Sie daran, dass in diesem Fall die Verwendung Ihrer Daten den jeweiligen Datenschutzrichtlinien und -bedingungen unterliegt.
es: Fitbit dice que transfieren información a sus afiliados corporativos, proveedores de servicios y otros socios, quienes «la procesan por nosotros, en base a nuestras instrucciones y de conformidad con esta política y con cualquier otra medida de confidencialidad y seguridad apropiada». También puedes dar tu consentimiento para que Fitbit comparta tu información de otras maneras, por ejemplo, cuando permites que un tercero acceda a tu cuenta o cuando permites el acceso de tu empleador o compañía de seguros a tu información para poder participar en un programa de bienestar. Recuerda que cuando hagas esto, el uso que estos terceros hagan de tu información se regirá por sus políticas y términos de privacidad.
pt_br: A Fitbit diz que transfere informações para suas afiliadas corporativas, prestadores de serviços e outros parceiros que "processam para nós, com base em nossas instruções e em conformidade com esta política e quaisquer outras medidas apropriadas de confidencialidade e segurança." Você também pode dar consentimento para que a Fitbit compartilhe suas informações de outras maneiras, por exemplo, quando você dá a terceiros acesso à sua conta, ou dá ao seu empregador ou companhia de seguros acesso às informações quando você escolhe participar de um programa de bem-estar. Lembre-se de que, ao fazer isso, o uso de suas informações será regido por suas políticas e termos de privacidade.

# how_does_it_use_data_collected
source: How the company says they may share data with law enforcement:
de: Wie das Unternehmen formuliert, dass es Daten mit Strafverfolgungsbehörden teilen kann:
es: Cómo dice la empresa que puede compartir datos con los organismos de seguridad:
pt_br: Como a empresa diz que pode compartilhar dados com as autoridades policiais:

# how_does_it_use_data_collected
source: Fitbit says that their policy is to notify you of legal process seeking access to your information, such as search warrants, court orders, or subpoenas, unless we are prohibited by law from doing so. In cases where a court order specifies a non-disclosure period, we provide delayed notice after the expiration of the non-disclosure period. Exceptions to our notice policy include exigent or counterproductive circumstances, for example, when there is an emergency involving a danger of death or serious physical injury to a person.
de: Fitbit gibt an, dass es zu den Grundsätzen des Unternehmens gehört, Sie über rechtliche Schritte zu informieren, „die den Zugang zu Ihren Daten betreffen, wie Durchsuchungsbefehle, Gerichtsbeschlüsse oder Vorladungen, es sei denn, dies ist uns gesetzlich untersagt.“ In Fällen, in denen ein Gerichtsbeschluss eine Geheimhaltungsfrist vorsieht, benachrichtigen wir Sie mit Verzögerung nach Ablauf der Geheimhaltungsfrist. Zu den Ausnahmen von unserer Benachrichtigungspolitik gehören dringende oder kontraproduktive Umstände, z. B. wenn ein Notfall vorliegt, bei dem die Gefahr besteht, dass eine Person getötet oder schwer verletzt wird.
es: Fitbit dice que su política es notificarte en el caso de que se solicite acceso a tu información por un procedimiento legal, tal como órdenes de registro, órdenes judiciales o citaciones, a menos que la ley se lo prohíba. En los casos en que una orden judicial especifique un período de no divulgación, proporcionará un aviso tardío después de la expiración del período de no divulgación. Las excepciones a la política de notificación incluyen circunstancias exigentes o contraproducentes, por ejemplo, cuando hay una emergencia que implica un peligro de muerte o lesiones físicas graves para una persona.
pt_br: A Fitbit diz que sua política é notificá-lo sobre processos legais que buscam acesso às suas informações, como mandados de busca, ordens judiciais ou intimações, a menos que sejamos proibidos por lei de fazê-lo. Nos casos em que uma ordem judicial especifica um período de não divulgação, notificamos com atraso após o término do período de não divulgação. As exceções à nossa política de aviso incluem circunstâncias exigentes ou contraproducentes, por exemplo, quando há uma emergência envolvendo um perigo de morte ou ferimentos físicos graves a uma pessoa.

# user_friendly_privacy_policy_helptext
source: Despite being acquired by Google, Fitbit keeps its own privacy policy, written it relatively simple language.
de: Obwohl Fitbit von Google übernommen wurde, hat das Unternehmen seine eigenen Datenschutzrichtlinien, die relativ einfach formuliert sind.
es: A pesar de haber sido adquirido por Google, Fitbit mantiene su propia política de privacidad, escrita en un lenguaje relativamente simple.
pt_br: Apesar de ter sido adquirida pelo Google, a Fitbit mantém sua própria política de privacidade, escrita em uma linguagem relativamente simples.

# strong_password_helptext
source: To create a Fitbit account, users are required to provide strong, complex, passwords during onboarding.
de: Um ein Fitbit-Konto zu erstellen, müssen Benutzer während des Onboardings starke, komplexe Passwörter bereitstellen.
es: Para crear una cuenta de Fitbit, los usuarios deben proporcionar contraseñas seguras y complejas durante el proceso de registro.
pt_br: Para criar uma conta Fitbit, os usuários são obrigados a fornecer senhas fortes e complexas durante a integração.

# tips_to_protect_yourself
source: Follow <a id="a1">Fitbit's advice</a> to keep your stats private
de: Befolgen Sie den <a id="a1"> Rat von Fitbit</a>, Ihre Statistiken nicht öffentlich zu machen
es: Sigue los <a id="a1">consejos de Fitbit</a> para mantener tus estadísticas privadas
pt_br: Siga o <a id="a1">conselho da Fitbit</a> para manter suas estatísticas privadas

# tips_to_protect_yourself
source: Be very careful what third party companies you consent to share you health data with. If you do decided to share your health data with another company, read their privacy policy to see how they protect, secure, and share or sell your data.
de: Seien Sie sehr vorsichtig, mit welchen Drittunternehmen Sie Ihre Gesundheitsdaten teilen. Wenn Sie sich entscheiden, Ihre Gesundheitsdaten mit einem anderen Unternehmen zu teilen, lesen Sie deren Datenschutzrichtlinien, um zu erfahren, wie diese Ihre Daten schützen, sichern und teilen oder verkaufen.
es: Ten mucho cuidado con las empresas de terceros a las que das consentimiento para compartir tus datos de salud. Si decides compartir tus datos de salud con otra empresa, lee su política de privacidad para saber cómo protegen, aseguran y comparten o venden tus datos.
pt_br: Tenha muito cuidado com quais empresas terceirizadas você concorda em compartilhar seus dados de saúde. Se você decidir compartilhar seus dados de saúde com outra empresa, leia a política de privacidade dela para ver como eles zelam, protegem e compartilham ou vendem seus dados.

# tips_to_protect_yourself
source: Stop sharing friends' lists: Under “Friends” on your profile page, select Privacy Setting and then Private.
de: Beenden Sie die Freigabe von Freundeslisten: Wählen Sie auf Ihrer Profilseite unter „Freunde“ die Option Datenschutzeinstellungen und dann Privat.
es: Deja de compartir listas de amigos: en la pestaña «Amigos» de tu página de perfil, selecciona «Configuración de privacidad» y luego «Privado».
pt_br: Pare de compartilhar listas de amigos: Em "Amigos" na página do seu perfil, selecione Configuração de Privacidade e, em seguida, Privado.

# tips_to_protect_yourself
source: When you no longer use the app, go to "Delete account" in the app menu
de: Wenn Sie die App nicht mehr verwenden, gehen Sie im App-Menü auf „Konto löschen“
es: Cuando dejes de usar la app, dirígete a «Eliminar cuenta» en el menú de la aplicación.
pt_br: Quando você não estiver mais usando o aplicativo, vá para "Excluir conta" no menu do aplicativo

# tips_to_protect_yourself
source: Turn off precise location sharing!
de: Schalten Sie die genaue Standortfreigabe aus!
es: ¡Desactiva la función de compartir ubicación precisa!
pt_br: Desative o compartilhamento preciso de localização!

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc.
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images and videos)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Videos).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso às suas informações pessoais via aplicativo (não dê acesso à sua câmera, microfone, imagens e vídeos)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios)
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limite o rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# personal_data_collected
source: Name, date of birth, gender, photo (optional)
de: Name, Geburtsdatum, Geschlecht, Foto (optional)
es: Nombre, fecha de nacimiento, sexo, foto (opcional)
pt_br: Nome, data de nascimento, sexo, foto (opcional)

# biometric_data_collected
source: Heart rate, movement, sleep data, menstrual cycle, and more
de: Herzfrequenz, Bewegung, Schlafdaten, Menstruationszyklus und mehr
es: Frecuencia cardíaca, movimiento, datos del sueño, ciclo menstrual y más
pt_br: Frequência cardíaca, movimento, dados de sono, ciclo menstrual e muito mais

# social_data_collected
source: Fitbit connections
de: Fitbit Verbindungen
es: Conexiones a Fitbit
pt_br: Conexões do Fitbit

# how_can_you_control_your_data
source: We ding this product as not all users may be able to delete their data.
de: Wir heben bei diesem Produkt hervor, dass möglicherweise nicht alle Benutzer in der Lage sind, ihre Daten zu löschen.
es: Nuestra crítica para este producto es que no todos los usuarios pueden conseguir la eliminación de sus datos.
pt_br: Nós chamamos a atenção para este produto uma vez que nem todos os usuários podem ser capazes de excluir seus dados.

# how_can_you_control_your_data
source: You can choose not to sync the device with the app.
de: Sie können das Gerät nicht mit der App synchronisieren.
es: Puedes optar por no sincronizar el dispositivo con la aplicación.
pt_br: Você pode optar por não sincronizar o dispositivo com o aplicativo.

# how_can_you_control_your_data
source: Fitbit keeps your account information, like your name, email address, and password, for as long as your account is in existence. Fitbit keeps your exercise or activity data, until you use your account settings or tools to delete the data or your account. Fitbit also keeps information about you and your use of the services for as long as necessary for their legitimate business interests, legal reasons, etc.
de: Fitbit bewahrt Ihre Kontoinformationen wie Ihren Namen, Ihre E-Mail-Adresse und Ihr Passwort so lange auf, wie Ihr Konto existiert. Fitbit speichert Ihre Trainings- oder Aktivitätsdaten, bis Sie Ihre Kontoeinstellungen oder Tools zum Löschen der Daten oder Ihres Kontos verwenden. Fitbit bewahrt auch Informationen über Sie und Ihre Nutzung der Dienste so lange auf, wie dies für ihre berechtigten Geschäftsinteressen, rechtlichen Gründe usw. erforderlich ist.
es: Fitbit conservará la información de tu cuenta, como tu nombre, dirección de correo electrónico y contraseña, durante el tiempo que tu cuenta exista. Fitbit conservará tus datos de ejercicio o actividad hasta que los elimines o elimines tu cuenta utilizando la configuración o las herramientas de la cuenta. Fitbit también conservará información sobre ti y sobre el uso que haces de sus servicios durante el tiempo que sea necesario para cumplir con sus intereses comerciales legítimos, por razones legales, etc.
pt_br: A Fitbit mantém as informações da sua conta, como seu nome, endereço de e-mail e senha, enquanto sua conta existir. A Fitbit mantém seus dados de exercício ou atividade até que você use as configurações ou ferramentas da sua conta para excluir os dados ou sua conta. A Fitbit também mantém informações sobre você e seu uso dos serviços pelo tempo necessário para seus interesses comerciais legítimos, razões legais, etc.
