Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-aria-air.po
Languages: de

# how_does_it_use_data_collected
source: "What determines the ads by Google that I see?<br/>Many decisions are made to determine which ad you see. Sometimes the ad you see is based on your current or past location. Your IP address is usually a good indication of your approximate location. So you might see an ad on the homepage of YouTube.com that promotes a forthcoming movie in your country, or a search for ‘pizza’ might return results for pizza places in your town. Sometimes the ad you see is based on the context of a page. If you’re looking at a page of gardening tips, you might see ads for gardening equipment. Sometimes you might also see an ad on the web that’s based on your app activity or activity on Google services; an in-app ad that’s based on your web activity; or an ad based on your activity on another device. Sometimes the ad you see on a page is served by Google but selected by another company. For example, you might have registered with a newspaper website. From information you’ve given the newspaper, it can make decisions about which ads to show you, and it can use Google’s ad serving products to deliver those ads. You may also see ads on Google products and services, including Search, Gmail, and YouTube, based on information, such as your email address, that you provided to advertisers and the advertisers then shared with Google."
de: "Was bestimmt die Anzeigen von Google, die ich sehe?<br/>Viele Entscheidungen werden getroffen, um zu bestimmen, welche Anzeige Sie sehen. Manchmal hängt die Anzeige, die Sie sehen, von Ihrem aktuellen oder früheren Standort ab. Ihre IP-Adresse ist normalerweise ein guter Hinweis auf Ihren ungefähren Standort. So kann es sein, dass Sie auf der Startseite von YouTube.com eine Anzeige sehen, die einen in Ihrem Land anlaufenden Film bewirbt, oder dass eine Suche nach "Pizza" Ergebnisse für Pizzerien in Ihrer Stadt liefert. Manchmal hängt die Anzeige, die Sie sehen, auch vom Kontext einer Seite ab. Wenn Sie sich eine Seite mit Gartentipps ansehen, sehen Sie vielleicht Anzeigen für Gartengeräte. Manchmal sehen Sie auch eine Anzeige im Web, die auf Ihrer App-Aktivität oder Ihrer Aktivität bei Google-Diensten basiert, eine In-App-Anzeige, die auf Ihrer Web-Aktivität basiert, oder eine Anzeige, die auf Ihrer Aktivität auf einem anderen Gerät basiert. Manchmal wird die Anzeige, die Sie auf einer Seite sehen, von Google geschaltet, aber von einem anderen Unternehmen ausgewählt. Sie könnten sich beispielsweise bei einer Zeitungswebsite registriert haben. Anhand der Informationen, die Sie der Zeitung zur Verfügung gestellt haben, kann diese entscheiden, welche Anzeigen Ihnen angezeigt werden sollen, und sie kann die Anzeigenschaltung von Google nutzen, um diese Anzeigen zu schalten. Möglicherweise werden Ihnen auch Anzeigen in Google-Produkten und -Diensten, einschließlich Suche, Google Mail und YouTube, angezeigt, die auf Informationen wie Ihrer E-Mail-Adresse beruhen, die Sie Werbetreibenden zur Verfügung gestellt haben und die die Werbetreibenden dann an Google weitergegeben haben."

# how_does_it_use_data_collected
source: "We do have restrictions on this type of ad. For example, we prohibit advertisers from selecting an audience based on sensitive information, such as health information or religious beliefs."
de: „Wir haben Einschränkungen für diese Art von Werbung. Zum Beispiel verbieten wir Werbetreibenden, eine Zielgruppe basierend auf sensiblen Informationen wie Gesundheitsinformationen oder religiösen Überzeugungen auszuwählen.“

# how_does_it_use_data_collected
source: Fitbit Privacy Policy
de: Fitbit-Datenschutzrichtlinie

# how_does_it_use_data_collected
source: "JOINT PROCESSING FOR PROFILE INFORMATION<br/>From June 6, 2023, Fitbit users will have the opportunity to move their accounts to Google. This means that some Fitbit users will be part of the Google service while others may remain part of the Fitbit service. As a result, to ensure our users can still view their friends lists (including where your friends move their service to Google), Fitbit and Google will share with each other limited profile information about their Fitbit users, notably the user’s name, photo and friends list (“Joint Processing”)."
de: "ZUR GEMEINSAMEN VERARBEITUNG VON PROFILINFORMATIONEN<br/> Ab dem 6. Juni 2023 haben Fitbit-Nutzer die Möglichkeit, ihre Konten zu Google zu verschieben. Dies bedeutet, dass einige Fitbit-Nutzer Teil des Google-Dienstes sein werden, während andere Teil des Fitbit-Dienstes bleiben können. Um sicherzustellen, dass unsere Nutzer ihre Freundeslisten weiterhin einsehen können (einschließlich der Fälle, in denen Ihre Freunde ihren Dienst zu Google verlagern), teilen Fitbit und Google einander begrenzte Profilinformationen über ihre Fitbit-Nutzer mit, vor allem den Namen, das Foto und die Freundesliste des Nutzers („Gemeinsame Verarbeitung“)."

# how_does_it_use_data_collected
source: "GEOLOCATION INFORMATION<br/>The Services include features that use precise geolocation data, including GPS signals, device sensors, Wi-Fi access points, and cell tower IDs. We collect this type of data if you grant us access to your location. You can always remove our access using your Fitbit device or mobile device settings. We may also derive your approximate location from your IP address."
de: "GEOLOKALISIERUNGSINFORMATIONEN<br/>Die Dienste umfassen Funktionen, die präzise Geolokalisierungsdaten verwenden, einschließlich GPS-Signale, Gerätesensoren, WLAN-Zugangspunkte und Mobilfunkmast-IDs. Wir erheben diese Art von Daten, wenn Sie uns Zugriff auf Ihren Standort gewähren. Sie können unseren Zugriff jederzeit über Ihre Fitbit-Geräte- oder Mobilgeräteeinstellungen entfernen. Wir können Ihren ungefähren Standort auch aus Ihrer IP-Adresse ableiten.“

# how_does_it_use_data_collected
source: "We never sell the personal information of our users. We do .... work with partners who provide us with analytics and advertising services. This includes helping us understand how users interact with the Services, serving advertisements on our behalf across the internet, and measuring the performance of those advertisements. These companies may use cookies and similar technologies to collect information about your interactions with the Services and other websites and applications."
de: „Wir verkaufen niemals die persönlichen Daten unserer Nutzer. Wir arbeiten .... mit Partnern zusammen, die uns Analyse- und Werbedienstleistungen zur Verfügung stellen. Dazu gehört es, uns zu helfen, zu verstehen, wie Nutzer mit den Diensten interagieren, Werbung in unserem Namen über das Internet zu schalten und die Leistung dieser Werbung zu messen. Diese Unternehmen können Cookies und ähnliche Technologien verwenden, um Informationen über Ihre Interaktionen mit den Diensten und anderen Websites und Anwendungen zu sammeln."

# how_does_it_use_data_collected
source: "We may preserve or disclose information about you to comply with a law, regulation, legal process, or governmental request; to assert legal rights or defend against legal claims; or to prevent, detect, or investigate illegal activity, fraud, abuse, violations of our terms, or threats to the security of the Services or the physical safety of any person."
de: "Wir dürfen Informationen über Sie aufbewahren oder offenlegen, um einem Gesetz, einer Verordnung, einem Gerichtsverfahren oder einer behördlichen Aufforderung nachzukommen; um gesetzliche Rechte geltend zu machen oder Rechtsansprüche zu verteidigen; oder um illegale Aktivitäten, Betrug, Missbrauch, Verstöße gegen unsere Bedingungen oder Bedrohungen der Sicherheit der Dienste oder der physischen Sicherheit einer Person zu verhindern, aufzudecken oder zu untersuchen."

# how_does_it_use_data_collected
source: "You may direct us to disclose your information to others, such as when you use our community features like the forums, 7-day leaderboard, and other social tools. &lt;...&gt; You may also direct us to share your information in other ways, for example, when you give a third-party application access to your account, or give your employer access to information when you choose to participate in an employee wellness program. Remember that their use of your information will be governed by their privacy policies and terms."
de: „Sie können uns anweisen, Ihre Daten an andere weiterzugeben, z. B. wenn Sie unsere Community-Funktionen wie die Foren, die 7-Tage-Bestenliste und andere soziale Tools nutzen. &lt;...&gt; Sie können uns auch anweisen, Ihre Daten auf andere Weise weiterzugeben, z. B. wenn Sie einer Drittanbieteranwendung Zugriff auf Ihr Konto gewähren oder Ihrem Arbeitgeber Zugriff auf Informationen gewähren, wenn Sie sich für die Teilnahme an einem Wellness-Programm für Mitarbeiter entscheiden. Denken Sie daran, dass deren Verwendung Ihrer Daten durch ihre eigenen Datenschutzrichtlinien und -bedingungen geregelt wird."

# how_does_it_use_data_collected
source: "We may share non-personal information that is aggregated or de-identified so that it cannot reasonably be used to identify an individual. We may disclose such information publicly and to third parties, for example, in public reports about exercise and activity, to partners under agreement with us, or as part of the community benchmarking information we provide to users of our subscription services."
de: „Wir können nicht-personenbezogene Daten weitergeben, die aggregiert oder de-identifiziert sind, so dass sie nicht zur Identifizierung einer Person verwendet werden können. Wir können solche Informationen öffentlich und an Dritte weitergeben, z. B. in öffentlichen Berichten über Übungen und Aktivitäten, an mit uns vereinbarte Partner oder als Teil der Community-Benchmarking-Informationen, die wir den Nutzern unserer Abonnementdienste zur Verfügung stellen“.

# how_does_it_use_data_collected
source: "To the extent that information we collect is health data or another special category of personal data subject to the GDPR, we ask for your explicit consent to process the data. We obtain this consent separately when you take actions leading to our obtaining the data, for example, when you pair your device to your account, grant us access to your exercise or activity data from another service, or use the female health tracking feature. You can use your account settings and tools to withdraw your consent at any time, including by stopping use of a feature, removing our access to a third-party service, unpairing your device, or deleting your data or your account."
de: „Soweit es sich bei den von uns erhobenen Informationen um Gesundheitsdaten oder eine andere besondere Kategorie personenbezogener Daten handelt, die der DSGVO unterliegen, bitten wir Sie um Ihre ausdrückliche Einwilligung zur Verarbeitung der Daten. Wir holen diese Einwilligung separat ein, wenn Sie Maßnahmen ergreifen, die dazu führen, dass wir die Daten erhalten, z. B. wenn Sie Ihr Gerät mit Ihrem Konto koppeln, uns Zugriff auf Ihre Trainings- oder Aktivitätsdaten von einem anderen Dienst gewähren oder die Funktion zur Verfolgung der weiblichen Gesundheit verwenden. Sie können Ihre Kontoeinstellungen und Tools verwenden, um Ihre Einwilligung jederzeit zu widerrufen, unter anderem indem Sie die Nutzung einer Funktion einstellen, unseren Zugriff auf einen Dienst eines Drittanbieters entfernen, Ihr Gerät entkoppeln oder Ihre Daten oder Ihr Konto löschen.“

# user_friendly_privacy_policy_helptext
source: Users must comb through privacy policies for both Fitbit and Google to make sure they've covered all their bases when it comes to privacy documentation for Fitbit products. It is complicated and cumbersome and confusing.
de: Die Nutzer müssen die Datenschutzrichtlinien von Fitbit und Google durchforsten, um sicherzugehen, dass sie alle Aspekte der Datenschutzdokumentation für Fitbit-Produkte berücksichtigt haben. Das ist kompliziert, umständlich und verwirrend.

# tips_to_protect_yourself
source: Follow <a id="a1">Fitbit's advice</a> to keep your stats private
de: Befolgen Sie den <a id="a1"> Rat von Fitbit</a>, Ihre Statistiken nicht öffentlich zu machen

# tips_to_protect_yourself
source: Be very careful what third party companies you consent to share you health data with. If you do decided to share your health data with another company, read their privacy policy to see how they protect, secure, and share or sell your data.
de: Seien Sie sehr vorsichtig, mit welchen Drittunternehmen Sie Ihre Gesundheitsdaten teilen. Wenn Sie sich entscheiden, Ihre Gesundheitsdaten mit einem anderen Unternehmen zu teilen, lesen Sie deren Datenschutzrichtlinien, um zu erfahren, wie diese Ihre Daten schützen, sichern und teilen oder verkaufen.

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
de: Registrieren Sie sich nicht über ein Drittanbieterkonto. Es ist besser, sich mithilfe der E-Mail-Adresse und einem starken Passwort zu registrieren.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Dafür können Sie auch ein Passwortkontrollprogramm anwenden, wie 1Password, KeePass etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Nutzen Sie Ihre Datenschutzeinstellungen, um den Zugriff auf Ihre personenbezogenen Daten per App zu beschränken (d. h., geben Sie Kamera, Mikrofon, Bildern und Standort keinen Zugriff, es sei denn es ist notwendig)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Aktualisieren Sie Ihre App regelmäßig

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz > Werbung > Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Beantragen Sie die Löschung Ihrer Daten, wenn Sie die App nicht mehr nutzen. Das Deinstallieren der App auf Ihrem Gerät löscht normalerweise nicht automatisch Ihre personenbezogenen Daten.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung nicht dem Tracking Ihrer Daten zu, wenn Sie die Möglichkeit haben.

# personal_data_collected
source: "Name, email address, or billing information, or other data that can be reasonably linked to such information by Google, such as information we associate with your Google Account; <br/> <br/>Precise geolocation data, including GPS signals, device sensors, Wi-Fi access points, and cell tower IDs;<br/> <br/>If you choose: profile photo, biography, country information, and community username;<br/> <br/>Data on your activity, such as terms you search for, videos you watch, views and interactions with content and ads, voice and audio information, purchase activity, people with whom you communicate or share content, activity on third-party sites and apps that use our services, Chrome browsing history you’ve synced with your Google Account; <br/> <br/>Your address, ZIP code, and where the device is placed;<br/> <br/>Sensor data such as detected motion, ambient light measurements, temperature, humidity, carbon monoxide, and smoke levels as well as information derived from this data, such as sleep information;<br/> <br/>(If you use calls) Phone number, calling-party number, receiving-party number, forwarding numbers, sender and recipient email address, time and date of calls and messages, duration of calls, routing information, and types and volumes of calls and messages;<br/> <br/>GPS location and other sensor data from your device"
de: "Name, E-Mail-Adresse oder Rechnungsinformationen oder andere Daten, die von Google vernünftigerweise mit solchen Informationen verknüpft werden können, wie Informationen, die wir mit Ihrem Google-Konto verknüpfen; <br/> <br/>Genaue Geolokalisierungsdaten, einschließlich GPS-Signale, Gerätesensoren, WLAN-Zugangspunkte und Mobilfunkmast-IDs <br/> <br/>Wenn Sie auswählen: Profilfoto, Biografie, Länderinformationen und Community-Benutzername; <br/> <br/>Daten zu Ihrer Aktivität, wie Begriffe, nach denen Sie suchen, Videos, die Sie ansehen, Aufrufe und Interaktionen mit Inhalten und Anzeigen, Sprach- und Audioinformationen, Kaufaktivitäten, Personen, mit denen Sie Sie kommunizieren oder mit denen Sie Inhalte teilen, Aktivitäten auf Websites und Apps von Drittanbietern, die unsere Dienste nutzen, Chrome-Browserverlauf, den Sie mit Ihrem Google-Konto synchronisiert haben; <br/> <br/>Ihre Adresse, Postleitzahl und den Ort, an dem sich das Gerät befindet; <br/> <br/>Sensordaten wie erkannte Bewegung, Umgebungslichtmessungen, Temperatur, Luftfeuchtigkeit, Kohlenmonoxid und Rauchpegel sowie Informationen, die aus diesen Daten abgeleitet werden, wie Schlafinformationen; <br/> <br/>(Wenn Sie Anrufe verwenden) Telefonnummer, Nummer des Anrufers, Nummer des Empfängers, Weiterleitungsnummern, Absender- und Empfänger-E-Mail-Adresse, Uhrzeit und Datum der Anrufe und Nachrichten, Dauer von Anrufen, Routing-Informationen und Arten und Mengen von Anrufen und Nachrichten; <br/><br/>GPS-Standort und andere Sensordaten von Ihrem Gerät"

# biometric_data_collected
source: Weight, body mass index, body fat, visceral fat
de: Gewicht, Body-Mass-Index, Körperfett, viszerales Fett

# social_data_collected
source: If you choose: friends' email addresses.
de: Wenn Sie wählen: E-Mail-Adressen von Freunden.

# how_can_you_control_your_data
source: Google Privacy Policy
de: Google-Datenschutzerklärung

# how_can_you_control_your_data
source: "You can export a copy of content in your Google Account if you want to back it up or use it with a service outside of Google."
de: "Sie können eine Kopie von Inhalten in Ihrem Google-Konto exportieren, wenn Sie sie sichern oder mit einem Dienst außerhalb von Google verwenden möchten."

# how_can_you_control_your_data
source: "To delete your information, you can:
de: "Um Ihre Daten zu löschen, können Sie:

# how_can_you_control_your_data
source: Delete your content from specific Google services<br/> Search for and then delete specific items from your account using My Activity<br/> Delete specific Google products, including your information associated with those products<br/> Delete your entire Google Account"
de: Ihre Inhalte aus bestimmten Google-Diensten<br/> Suchen Sie nach bestimmten Elementen in Ihrem Konto und löschen Sie sie dann mithilfe von Meine Aktivitäten.<br/> Löschen Sie bestimmte Google-Produkte, einschließlich Ihrer mit diesen Produkten verknüpften Informationen, löschen.<br/> Ihr gesamtes Google-Konto löschen"

# how_can_you_control_your_data
source: "In some cases, rather than provide a way to delete data, we store it for a predetermined period of time. For each type of data, we set retention timeframes based on the reason for its collection. For example, to ensure that our services display properly on many different types of devices, we may retain browser width and height for up to 9 months. We also take steps to anonymize or pseudonymize certain data within set time periods. For example, we anonymize advertising data in server logs by removing part of the IP address after 9 months and cookie information after 18 months. We may also retain pseudonymized data, such as queries that have been disconnected from users’ Google Accounts, for a set period of time."
de: "In einigen Fällen bieten wir keine Möglichkeit, Daten zu löschen, sondern speichern sie für einen bestimmten Zeitraum. Für jede Art von Daten legen wir Aufbewahrungszeiträume fest, die sich nach dem Grund für ihre Erfassung richten. Um zum Beispiel sicherzustellen, dass unsere Dienste auf vielen verschiedenen Gerätetypen richtig angezeigt werden, können wir die Breite und Höhe des Browsers bis zu 9 Monate lang speichern. Wir ergreifen auch Maßnahmen, um bestimmte Daten innerhalb bestimmter Zeiträume zu anonymisieren oder zu pseudonymisieren. So anonymisieren wir beispielsweise Werbedaten in Serverprotokollen, indem wir einen Teil der IP-Adresse nach 9 Monaten und Cookie-Informationen nach 18 Monaten entfernen. Wir können auch pseudonymisierte Daten, wie z. B. Abfragen, die von den Google-Konten der Nutzer getrennt wurden, für einen bestimmten Zeitraum aufbewahren.“

# track_record_details
source: <b>Google</b><br/>In September 2023, the <a id="a1">US Department of Justice launched a trial against Google</a> arguing "that Google abused its power as a monopoly to dominate the search engine business." Full disclosure, Mozilla testified in this trial.
de: <b>Google</b><br/>Im September 2023 startete das <a id="a1">US-Justizministerium einen Prozess gegen Google mit dem</a> Argument, „dass Google seine Macht als Monopol missbraucht hat, um das Suchmaschinengeschäft zu dominieren." Vollständige Offenlegung: Mozilla hat in diesem Prozess ausgesagt.

# track_record_details
source: In September 2023, Google was <a id="a1">set to pay $93M</a> in settlement over deceptive location tracking.
de: Im September 2023 sollte Google <a id="a1">93 Millionen US-Dollar als Ausgleich</a> für die betrügerische Standortverfolgung zahlen.

# track_record_details
source: In August 2023, a US District Court judge <a id="a1">allowed a $5 Billion lawsuit to continue</a> against Google for alleged privacy violations of users for secretly tracking them without their consent.
de: Im August 2023 <a id="a1">hat ein Richter eines US-Bezirksgerichts eine 5-Milliarden-Dollar-Klage</a> gegen Google wegen angeblicher Verletzung der Privatsphäre von Nutzern durch deren heimliches Tracking ohne deren Zustimmung zugelassen.

# track_record_details
source: In January 2023, Google <a id="a1">confirmed</a> data breach in its cell network provider Google Fi. The breach is linked to the recent T-Mobile hack. Google announced the breach immediately. Google says the hackers accessed limited customer information, including phone numbers, account status, SIM card serial numbers and information related to details about customers’ mobile service plans, such as whether they have selected unlimited SMS or international roaming.
de: Im Januar 2023 <a id="a1">bestätigte Google eine</a> ine Datenpanne bei seinem Mobilfunkanbieter Google Fi. Der Verstoß steht im Zusammenhang mit dem jüngsten T-Mobile-Hack. Google gab den Verstoß umgehend bekannt. Google sagt, dass die Hacker auf begrenzte Kundendaten zugegriffen haben, einschließlich Telefonnummern, Kontostatus, Seriennummern von SIM-Karten und Informationen über Details zu den Mobilfunkplänen der Kunden, z. B. ob sie unbegrenzte SMS oder internationales Roaming gewählt haben.

# track_record_details
source: In December 2022, Google was <a id="a1">fined</a> by EU watchdog over GDPR violations.
de: Im Dezember 2022 wurde Google von der EU-Aufsichtsbehörde wegen Verstößen gegen die DSGVO mit einer<a id="a1"> Geldstrafe belegt</a>.

# track_record_details
source: In September 2022, Google <a id="a1">lost</a> anti-trust ruling of EU which put a fine of over $4.34B on Google because of its Android monopoly.
de: Im September 2022 <a id="a1">verlor</a> Google ein Kartellurteil der EU, das Google wegen seines Android-Monopols eine Geldbuße von über 4,34 Mrd. US-Dollar auferlegte.
