Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-sense-2.po
Languages: es

# blurb
source: Always wanted an Apple Watch for all the cool health tracking and smart watch features but don't have an iPhone? Fitbit made their new Sense health and fitness tracker for you. This busy little watch measures your heart with an ECG, your blood oxygen levels, your stress through your skin temperature and electrodermal activity, how well (or not well) you are sleeping, it tracks your menstrual cycle, and more. It'll also track you with GPS, count your steps and calories and active minutes. The Sense literally knows when you are sleeping and knows when you are awake and knows if you've been bad or good. And something you should know is that, starting this year, Google is the proud owner of that Santa-like data set.
es: ¿Siempre has soñado con tener un Apple Watch para disfrutar de todas las funciones de seguimiento de la salud y del reloj inteligente, pero no tienes un iPhone? Fitbit creó su nuevo Sense Health and Fitness Tracker para ti. Este pequeño reloj mide los latidos de tu corazón con un ECG, tus niveles de oxígeno en sangre, tu nivel de estrés según la temperatura de la piel y la actividad electrodérmica, qué tan bien (o mal) estás durmiendo, hace el seguimiento de tus ciclos menstruales y mucho más. También te rastrea con GPS, cuenta tus pasos, las calorías quemadas y los minutos de actividad. El Sense sabe cuando estás durmiendo, cuando estás despierto(a) y si te has portado bien o mal. Pero hay algo que debes saber: a partir de este año, Google es el orgulloso propietario de ese set de datos como los de Papá Noel.

# worst_case
source: It's 2023 and that means the Fitbit + Google marriage that started back in 2019 has gotten even more intertwined. What's that mean for your Fitbit Sense 2? Well, it’s<a id="a1"> complicated and confusing</a>. If you already have a Fitbit (and account) then you’re a “legacy user” which means your Fitbit is playing by the rules of Fitbit’s privacy policy (as far as we can tell). If you’re a new user, you now have to use a Google Account to login to the Fitbit app and agree to Google’s privacy policy instead (we think). To be honest, it's not completely clear to us when only Fitbit's privacy policy applies or when Google's privacy policy applies. So, we'll just tell you about both of them knowing that your data is eventually going to end up with Google anyway.
es: Estamos en 2023 y eso significa que el matrimonio entre Fitbit + Google que comenzó en 2019 se ha entrelazado aún más. ¿Qué significa eso para tu Fitbit Sense 2? Bueno, la respuesta es <a id="a1">complicada y confusa</a>. Si ya tienes un Fitbit (y una cuenta), entonces eres un «usuario heredado», lo que significa que tu Fitbit cumple con las reglas de la política de privacidad de Fitbit. Si eres un usuario nuevo, para iniciar sesión en Fitbit ahora tienes que usar una cuenta de Google y aceptar la política de privacidad de Google (al menos eso creemos). Para ser honestos, no nos queda completamente claro cuándo solo se aplica la política de privacidad de Fitbit y cuándo se aplica la política de privacidad de Google. Solo te diremos que ambos saben que tus datos eventualmente terminarán en Google de todos modos.

# worst_case
source: So, what's going on with Fitibit's privacy? Well, Fitbit can collect a good amount of data, as most fitness trackers do. They say they collect things such as name, email address, phone number, birth date, gender, height, weight, location, wi-fi access points, and of course all the body related data like steps, activity, sleep, stress, calories burned, and more. Fitbit also says they can collect data from third parties social media sites like Facebook and Google if you choose to connect them (please, don’t) and from employers and insurance companies if you choose to share to receive wellness benefits or discounted or free services (again, not a good idea).
es: Entonces, ¿qué es lo que está pasando con la privacidad de Fitbit? Bueno, Fitbit puede recopilar una buena cantidad de datos, al igual que hacen la mayoría de los rastreadores de fitness. Dicen que recopilan cosas como nombre, dirección de correo electrónico, número de teléfono, fecha de nacimiento, género, altura, peso, ubicación, puntos de acceso wi-fi y, por supuesto, todos los datos relacionados con el cuerpo, tales como pasos, actividad, sueño, estrés, calorías quemadas y otros. Fitbit también dice que puede recopilar datos de sitios de redes sociales de terceros, como Facebook y Google, si eliges conectarlos (por favor, no lo hagas), y de empleadores y compañías de seguros, si eliges compartir para recibir beneficios o servicios de bienestar gratuitos o con descuento (te lo repetimos, no es una buena idea).

# worst_case
source: How does Fitbit use all this personal information it collects? Well, the good news is their <a id="a1">privacy policy</a> says they never sell your data. However, they do say they can share your personal information with advertising partners for targeted, interest-based advertising across the internet, which isn’t good news. And they say they can use that information to make inferences about you to show you more relevant content -- like using your sleep data to show you content to help you sleep better, which I’m pretty sure wouldn’t actually help me sleep better. So yeah, your Fitbit data is being used to show you ads and keep you using the platform as much as possible. Not surprising, but not great either.
es: ¿Cómo utiliza Fitbit toda esta información personal que recopila? La buena noticia es que su <a id="a1">política de privacidad</a> dice que nunca venden tus datos. Sin embargo, también dice que pueden compartir tu información personal con socios publicitarios para publicidad dirigida y basada en intereses en Internet, lo que no es una buena noticia. Además, indica que pueden usar esa información para hacer inferencias sobre ti con el fin de mostrarte contenidos más relevantes, por ejemplo, pueden usar tus datos de sueño para mostrarte contenidos que te ayuden a dormir mejor, algo que con seguridad a mí no me ayudaría a dormir mejor, sino lo contrario. Por lo tanto, sí, tus datos de Fitbit se están utilizando para mostrarte anuncios y hacer que sigas utilizando la plataforma todo lo posible. Aunque no es sorprendente, tampoco es bueno.

# worst_case
source: Fitbit also says it can share non-personal information that has been de-identified or aggregated. This is pretty common, but still, can be a bit of a concern as <a id="a1">it’s been found to be pretty easy to re-identify</a> these data sets and track down an individual’s patterns, especially with location data. So, be aware with Fitbit--or any fitness tracker--you are strapping on a device that tracks your location, heart rate, sleep patterns, and more. That's a lot of personal information gathered in one place.
es: Fitbit también dice que puede compartir información no personal que ha sido desidentificada o agregada. Esta es una práctica bastante común, pero aún así, puede ser un poco preocupante, ya que <a id="a1">está demostrado que es bastante fácil volver a identificar</a> estos sets de datos y rastrear los patrones de un individuo, especialmente si hay datos de ubicación. Por lo tanto, ten en cuenta que al usar Fitbit, o cualquier rastreador de fitness, te estás atando a un dispositivo que rastrea tu ubicación, frecuencia cardíaca, patrones de sueño y más. Eso es una gran cantidad de información personal recopilada en un solo lugar.

# worst_case
source: What’s the worst that could happen with Fitbit and all the personal and health related data it collects? Well, in 2021 it was reported that health data for over 61 million fitness tracker users, including both Fitbit and Apple, was exposed when a third-party company that allowed users to sync their health data from their fitness trackers did not secure the data properly. Personal information such as names, birthdates, weight, height, gender, and geographical location for Fitbit and other fitness-tracker users was left exposed because the company didn't password protect or encrypt their database. This is a great reminder that yes, while Fitbit might do a good job with their own security, anytime you sync or share that data with anyone else including third party apps, your employer, or a insurance company, it could be vulnerable.I don’t know about you, but I don’t need the world to know my weight, how well I sleep, and where I live. That’s really dang creepy.
es: ¿Qué es lo peor que podría pasar con un Fitbit y con todos los datos personales y relacionados con la salud que recopila? En 2021, se informó que los datos de salud de más de 61 millones de usuarios de rastreadores de fitness, incluidos Fitbit y Apple, quedaron expuestos debido a que la empresa externa que permitía que los usuarios sincronicen los datos de sus dispositivos no protegió la información correctamente. Los datos personales como nombres, fechas de nacimiento, peso, altura, sexo y ubicación geográfica de usuarios de Fitbit y otros rastreadores de fitness quedaron expuestos porque la empresa no protegió con contraseña ni cifró su base de datos. Esto sirve para que no nos olvidemos de que, aunque Fitbit haga un buen trabajo con su propia seguridad, cada vez que sincronizas o compartes datos con otros —incluyendo aplicaciones de terceros, tu empleador o una compañía de seguros— puedes ser vulnerable. No sé qué pensaréis, pero yo no necesito que el mundo sepa cuánto peso y dónde vivo. Eso sí que es espeluznante.

# worst_case
source: Now, about Google and their privacy. Google published a <a id="a1">Fitbit FAQ</a> to answer specifically how their privacy policy applies to the unique data that’s collected by the fitness tracking device. In addition to the data that your Fitbit <a id="a2">creates about you</a>, Google says they can collect: height, weight, and sex since they need that information to calculate your stride length, distance, and some other fitness stats. They can also collect any information you enter yourself, like your profile photo, period tracking information, and even snore detection data if you pay a premium. Tempting! They also collect “device data” that tells Google how you use the app and when you check it, as well as your precise location (if you let them).
es: Con respecto a Google y su privacidad, la empresa publicó una sección de <a id="a1">preguntas frecuentes de Fitbit</a> para responder específicamente cómo se aplica su política de privacidad a los datos únicos que recopila el dispositivo de seguimiento de fitness. Además de los datos que tu Fitbit <a id="a2">crea sobre ti</a>, Google dice que pueden recopilar: altura, peso y sexo, ya que necesitan esa información para calcular la longitud de tu zancada, la distancia y algunas otras estadísticas de condición física. También pueden recopilar cualquier información que introduzcas tú mismo(a), como tu foto de perfil, información de seguimiento de tus ciclos menstruales y datos de detección de ronquidos. ¡Qué tentador! También recopilan «datos del dispositivo» que le dicen a Google cómo usas la aplicación y cuándo la revisas, así como tu ubicación precisa (si se lo permites).

# worst_case
source: What else? Well, Google can collect information from many of the other third-party fitness and health apps you choose to connect to Fitbit. We usually suggest not doing that. On the other hand, if you’re already using Gmail, Google Drive, and Google Calendar to organize your life, that’s already a heck of a lot of eggs in one data-collecting basket. Through <a id="a1">Fitbit Care</a>, Google might partner with your employer or insurance provider, in which case they will get some personal information about you to invite you to the service. The Fitbit Care <a id="a2">FAQ</a> doesn’t say what information might be shared back with your employer or insurance company, but I would definitely ask about that before making the relationship between my employer and my fitness data official. I’d hate to have to confront my step count during a performance review.
es: ¿Qué más? Bueno, Google puede recopilar información de cualquiera de las otras aplicaciones externas de fitness y salud que elijas para conectarte a tu aplicación de Fitbit. Por lo general, sugerimos no hacer eso. Por otro lado, si ya estás usando Gmail, Google Drive y Google Calendar para organizar tu vida, ya tienes un montón de huevos en la misma canasta de recopilación de datos. A través de <a id="a1">Fitbit Care</a>, Google podría asociarse con tu empleador o tu proveedor de seguros, en cuyo caso obtendrán cierta información personal sobre ti para invitarte al servicio. Las <a id="a2">preguntas frecuentes</a> de Fitbit Care no dicen qué información podría compartirse con tu empleador o tu compañía de seguros, pero en tu lugar no dudaría en preguntar sobre eso antes de hacer oficial la relación entre mi empleador y mis datos de estado físico. Odiaría tener que confrontar mi conteo de pasos durante una evaluación de desempeño.

# worst_case
source: Now for the million dollar question. Will Google use your private health data to sell you stuff or combine it with the loads of other information they probably have about you? Google <a id="a1">says</a>: “<i>Your Fitbit health and wellness data won’t be used for Google Ads, and it will continue to be kept separate from Google Ads data</i>.” (Cue the world’s tiniest party popper -- weeeee.) That’s also what they <a id="a2">promised</a> when they bought Fitbit, not that that keeps the privacy-conscious among us from <a id="a3">worrying</a> about how exactly this information will be used by one of the world’s largest data companies. As privacy advocacy group NOYB <a id="a4">pointed out</a>, Google’s Fitbit is already seemingly skirting Europe’s data privacy law, GDPR, by forcing users to consent to having their data transferred outside the EU if they want to use the app at all.
es: Ahora, la pregunta del millón. ¿Google usará tus datos privados de salud para venderte cosas o para combinarlos con la gran cantidad de información que probablemente ya tengan sobre ti? Google <a id="a1">dice</a>: «<i>Tus datos de salud y bienestar de Fitbit no se utilizarán para Google Ads y seguirán manteniéndose separados de los datos de Google Ads</i>» (suponemos que no esperan grandes aplausos). Eso es lo mismo que <a id="a2">prometieron</a> cuando compraron Fitbit, no es algo que evite que quienes nos interesamos por la privacidad nos <a id="a3">preocupemos</a> por cómo exactamente esta información será utilizada por una de las compañías de datos más grandes del mundo. Como <a id="a4">señaló</a> el grupo de defensa de la privacidad NOYB, aparentemente, Fitbit de Google ya está eludiendo la ley de privacidad de datos de Europa, el RGPD, al obligar a los usuarios a dar su consentimiento para que sus datos se transfieran fuera de la UE como requisito para usar la aplicación.

# worst_case
source: So can you trust Google with your data? We've always struggled a bit with Google here at *Privacy Not Included. There is no doubt Google is bad for the world's privacy. They kinda set the standard for collecting huge amounts of data on us and using that to target ads. The end result of Google's years and years of data collection and targeted advertising is a huge billion dollar company with tons and tons of power around the world. And now we're all perhaps way too conditioned to having our data being scooped up to target us with ads based on our location, our interests, and inferences that can be drawn about us from all these thousands of data points. This is all really bad for privacy.
es: Entonces, ¿puedes confiar tus datos a Google? En *Privacidad no incluida, siempre hemos tenido problemas con Google. No hay duda de que Google es malo para la privacidad del mundo. Ellos fueron quienes establecieron el estándar de recopilar grandes cantidades de datos sobre nosotros y usarlos para orientar anuncios. El resultado final de los años y años de recopilación de datos y publicidad dirigida de Google es una enorme empresa de mil millones de dólares que tiene un poder gigantezco en todo el mundo. Tal vez ya estemos demasiado condicionados a que nuestros datos se recopilen para orientarnos con anuncios basados en nuestra ubicación, nuestros intereses y las inferencias que se pueden extraer sobre nosotros a partir de todos estos miles de puntos de datos. Todo esto malísimo para la privacidad.

# worst_case
source: That being said. Google has always managed to avoid our *Privacy Not Included warning label because they do some good things too -- like give everyone the ability to delete their data, they do a pretty good job and keeping all the data the hoover up on us secure, and hey, we know they don't really sell that data because, why would they? They want that data for themselves to make lots of money.
es: Dicho esto, Google siempre ha logrado evitar que le coloquemos la etiqueta de advertencia de *Privacidad no incluida porque también hace algunas cosas bien, como dar a todas las personas la posibilidad de eliminar sus datos, hacer un trabajo bastante bueno para mantener la seguridad de todos los datos que nos interesan, y bueno, sabemos que realmente no venden esos datos porque, ¿por qué lo harían? Quieren esos datos para ellos, para ganar mucho dinero.

# worst_case
source: This is the year that we've finally decided Google has gotten bad enough we can justify dinging them with our *Privacy Not Included warning label (yes, we don't disagree we should have done it sooner, but we do have a methodology full of criteria we work from and they always walked the line of being bad but not exactly crossing enough of our lines to ding them). Here's why we decided to ding them this year.
es: Este es el año en el que finalmente hemos decidido que Google se ha vuelto lo suficientemente malo como para justificar que le coloquemos la etiqueta de advertencia de *Privacidad no incluida (sí, quizás deberíamos haberlo hecho antes, pero tenemos una metodología llena de criterios con la que trabajamos y, si bien la empresa siempre estuvo en la línea de la maldad, no cruzaron nuestras líneas). Esta es la razón por la que decidimos criticarlos este año.

# worst_case
source: First, we already know Google <a id="a1">collects a TON of personal information on us</a>, through location tracking, searches, cookies and app tracking technologies, and more. And while Google says they don't sell that information, they do provide access to that information to many, many third parties for advertising purposes. Google goes even farther these days and says that they allow "specific partners to collect information from your browser or device for advertising and measurement purposes using their own cookies or similar technologies." That means you're not just being tracked by Google when you use devices but also by these mysterious "specific partners" in ways that you might not be aware of or been given the opportunity to consent to. This is bad.
es: En primer lugar, ya sabemos que Google <a id="a1">recopila una TONELADA de información personal sobre nosotros</a> a través del seguimiento de ubicación, búsquedas, cookies y tecnologías de seguimiento de aplicaciones, entre otros. Y aunque Google dice que no vende esa información, sí permite que muchos, muchos terceros accedan a ella con fines publicitarios. En estos días, Google está yendo aún más lejos y dice que permite a «socios específicos recopilar información de tu navegador o dispositivo con fines publicitarios y de medición utilizando sus propias cookies o tecnologías similares». Eso significa que Google no solo te rastrea cuando usas dispositivos, sino también con estos misteriosos «socios específicos», de maneras que tal vez no sepas o no tengas la oportunidad de consentir. Esto es pésimo.

# worst_case
source: We're in the age of AI now, so there is even more bad. We are very concerned that Google's privacy policy now says they can ""use publicly available information to help train Google’s AI models."" This is a <a id="a1">concern to us and others</a> because we don't know what Google counts as "publicly available information," and we don't know if people are ever given any idea, warning, or opportunity to consent to have this data used to train Google's AI.
es: Estamos en la era de la IA, por lo que hay aún más cosas malas. Nos preocupa mucho que la política de privacidad de Google ahora diga que pueden «usar la información disponible públicamente para entrenar los modelos de IA de Google». Esto nos <a id="a1">preocupa a nosotros y a otros</a>, porque no sabemos qué es lo que Google considera como «información disponible públicamente» y no sabemos si le da a las personas alguna idea, advertencia u oportunidad de dar su consentimiento para que estos datos se utilicen para entrenar la IA de Google.
