Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-luxe.po
Languages: es, fr, pt_br

# blurb
source: Fitbit calls this a "fashion forward" fitness and wellness wristband that will help boost your mind, body, and health. That's a lot of responsibilities to put on one little gadget. If you want a fitness tracker that tracks all the things fitness trackers track -- steps, heart rate, stress, sleep, and more -- but doesn't look like a gaudy gadget on your wrist, here you go. Accessorize away with a variety fancy bracelet like straps. As they say, look good, feel good. What might not feel super good though is knowing that, if you're a new user, <a id="a1">you're gonna need to sign up with a Google account</a> (and thus share your data with them) whether you like it or not.
fr: Ce bracelet de remise en forme et de bien-être, présenté par Fitbit comme « à la pointe de la mode », vous aidera à stimuler votre esprit, votre corps et votre santé. C’est beaucoup de responsabilités pour un si petit gadget. Si vous voulez un dispositif de suivi de la condition physique qui mesure tous les paramètres nécessaires (nombre de pas, fréquence cardiaque, stress, sommeil, etc.), mais qui n’a pas l’air d’un accessoire tape-à-l’œil sur votre poignet, c’est le modèle qu’il vous faut. Accessoirisez-le avec une variété de bracelets fantaisie. La beauté, c’est le bien-être, dit-on. Ce qui n’est pas forcément très agréable, c’est de savoir que, si vous êtes un nouvel utilisateur, <a id="a1">vous allez devoir ouvrir un compte Google</a> (et donc partager vos données avec eux), que vous le vouliez ou non.

# worst_case
source: It's 2023 and that means the Fitbit + Google marriage that started back in 2019 has gotten even more intertwined. What's that mean for your Fitbit Luxe? Well, it’s complicated and confusing. If you already have a Fitbit (and account) then you’re a “legacy user” which means your Fitbit is playing by the rules of Fitbit’s privacy policy (as far as we can tell). If you’re a new user, you now have to use a Google Account to login to the Fitbit app and agree to Google’s privacy policy instead (we think). To be honest, it's not compeletly clear to us when only Fitbit's privacy policy apps or when Google's privacy policy applies. So, we'll just tell you about both of them knowing that your data is eventually going to end up with Google anyway.
fr: Nous sommes en 2023 et cela signifie que le partenariat entre Fitbit et Google, qui a débuté en 2019, est encore plus inextricable. Qu’est-ce que cela signifie pour votre Fitbit Luxe ? Bien, la situation est compliquée et déroutante. Si vous possédez déjà une Fitbit (et un compte), vous êtes un « utilisateur historique », ce qui signifie que votre Fitbit se conforme aux règles de la politique de confidentialité de Fitbit (à notre connaissance). Si vous êtes un nouvel utilisateur, vous devez désormais utiliser un compte Google pour vous connecter à l’application Fitbit et accepter les règles de confidentialité de Google à la place (selon nous). Pour être honnête, nous ne comprenons pas exactement dans quels cas la politique de confidentialité de Fitbit ou celle de Google s’applique. Nous allons donc vous parler des deux en sachant que vos données finiront de toute façon par atterrir chez Google.
pt_br: Estamos em 2023 e isso significa que o casamento Fitbit + Google, que começou em 2019, ficou ainda mais interligado. O que isso significa para o seu Fitbit Luxe? Bem, é complicado e confuso. Se você já tem um Fitbit (e conta), então você é um "usuário legado", o que significa que seu Fitbit está seguindo as regras da política de privacidade da Fitbit (até onde podemos dizer). Se você é um novo usuário, agora precisa usar uma Conta do Google para fazer login no aplicativo Fitbit e concordar com a política de privacidade do Google (acreditamos). Para ser honesto, não está completamente claro para nós quando apenas a política de privacidade da Fitbit se aplica ou quando a política de privacidade do Google se aplica. Então, vamos falar sobre as duas sabendo que seus dados acabarão no Google de qualquer maneira.

# worst_case
source: So, what's going on with Fitibit's privacy? Well, Fitbit can collect a good amount of data, as most fitness trackers do. They say they collect things such as name, email address, phone number, birthdate, gender, height, weight, location, wi-fi access points, and of course all the body related data like steps, activity, sleep, stress, calories burned, and more. Fitbit also says they can collect data from third parties social media sites like Facebook and Google if you choose to connect them (please, don’t) and from employers and insurance companies if you choose to share to receive wellness benefits or discounted or free services (again, not a good idea).
fr: Alors qu’est-ce que cela implique en matière de confidentialité ? Fitbit peut collecter une bonne quantité de données, comme le font la plupart des traqueurs de fitness. L’entreprise indique recueillir des éléments tels que le nom, l’adresse e-mail, le numéro de téléphone, la date de naissance, le sexe, la taille, le poids, la localisation, les points d’accès Wi-Fi et, bien sûr, toutes les données relatives au corps comme les pas, l’activité, le sommeil, le stress, les calories brûlées, etc. Fitbit indique également pouvoir collecter des données auprès de sites de réseaux sociaux tiers comme Facebook et Google si vous choisissez de les connecter (vraiment pas une bonne idée) et auprès d’employeurs et de compagnies d’assurance si vous choisissez de les partager pour bénéficier d’avantages en matière de bien-être ou de services gratuits ou à prix réduit (là encore, ce n’est pas une bonne idée).
pt_br: O que isso significa? Bem, o Fitbit pode coletar uma boa quantidade de dados, como a maioria dos rastreadores de condicionamento físico. Ele diz que coleta coisas como nome, endereço de e-mail, número de telefone, data de nascimento, gênero, altura, peso, localização, pontos de acesso de Wi-Fi e, claro, todos os dados relacionados ao corpo, como passos, atividade, sono, tensão, calorias queimadas e muito mais. O Fitbit também diz que pode coletar dados de sites de redes sociais de terceiros, como Facebook e Google, se você optar por conectá-los (por favor, não faça isso) e de empregadores e seguradoras, se você optar por compartilhar para receber benefícios de bem-estar ou serviços com desconto ou gratuitos (novamente, não é uma boa ideia).

# worst_case
source: How does Fitbit use all this personal information it collects? Well, the good news is their <a id="a1">privacy policy</a> says they never sell your data. However, they do say they can share your personal information with advertising partners for targeted, interest-based advertising across the internet, which isn’t good news. And they say they can use that information to make inferences about you to show you more relevant content -- like using your sleep data to show you content to help you sleep better, which I’m pretty sure wouldn’t actually help me sleep better. So yeah, your Fitbit data is being used to show you ads and keep you using the platform as much as possible. Not surprising, but not great either.
fr: Comment Fitbit utilise toutes ces informations personnelles que l’entreprise collecte ? La bonne nouvelle, c’est que <a id="a1">sa politique de confidentialité</a> stipule que Fitbit ne vend jamais vos données. Cependant, Fitbit indique pouvoir partager vos informations personnelles avec des partenaires publicitaires pour des publicités ciblées et basées sur les intérêts sur Internet, ce qui n’est pas une bonne nouvelle. Et l’entreprise déclare aussi pouvoir utiliser ces informations pour déduire des informations sur vous afin de vous montrer du contenu plus pertinent (par exemple utiliser vos données de sommeil pour vous montrer un contenu qui vous aide à mieux dormir, enfin, en théorie). Donc oui, vos données Fitbit sont utilisées pour vous afficher des publicités et vous inciter à utiliser la plateforme autant que possible. Pas surprenant, mais pas génial non plus.
pt_br: Como o Fitbit usa todas essas informações pessoais que coleta? A boa notícia é que a sua <a id="a1">política de privacidade</a> diz que ele nunca vende seus dados. Contudo, ela também diz que eles podem compartilhar suas informações pessoais com parceiros de propaganda para propaganda direcionada e baseada em interesses em toda a internet, o que não é uma boa notícia. E diz que pode usar essa informação para fazer inferências sobre você para mostrar conteúdo mais relevante – como usar seus dados de sono para mostrar conteúdo para ajudar você a dormir melhor, o que tenho certeza que não me ajudaria a dormir melhor. Então, sim, seus dados do Fitbit estão sendo usados para mostrar anúncios e manter você usando a plataforma o máximo possível. Não é uma surpresa, mas também não é ótimo.

# worst_case
source: Fitbit also says it can share non-personal information that has been de-identified or aggregated. This is pretty common, but still, can be a bit of a concern as <a id="a1">it’s been found to be pretty easy to re-identify</a> these data sets and track down an individual’s patterns, especially with location data. So, be aware with Fitbit--or any fitness tracker--you are strapping on a device that tracks your location, heart rate, sleep patterns, and more. That's a lot of personal information gathered in one place.
fr: Fitbit indique aussi pouvoir partager des données non personnelles préalablement déidentifiées ou agrégées. C’est assez courant, mais cela peut quand même être un peu préoccupant car <a id="a1">il s’est avéré qu’il est assez facile de ré-identifier</a> ces ensembles de données et de retracer les comportements d’une personne, en particulier avec les données de localisation. Ayez donc conscience qu’avec Fitbit (ou n’importe quel traqueur de fitness), vous vous attachez un appareil qui suit votre position, votre fréquence cardiaque, vos habitudes de sommeil, etc. C’est beaucoup d’informations personnelles rassemblées au même endroit.
pt_br: O Fitbit também diz que pode compartilhar informações que não sejam pessoais que foram desidentificadas ou agregadas. Isso é bastante comum, mas ainda assim pode ser um pouco preocupante, pois <a id="a1">foi descoberto que é muito fácil identificar novamente</a> esses conjuntos de dados e descobrir os padrões de um indivíduo, especialmente com dados de localização. Portanto, esteja ciente que com o Fitbit – ou qualquer rastreador de condicionamento físico – você está usando um dispositivo que monitora sua localização, frequência cardíaca, padrões de sono e muito mais. São muitas informações pessoais reunidas em um mesmo lugar.

# worst_case
source: What’s the worst that could happen with Fitbit and all the personal and health related data it collects? Well, in 2021 it was reported that health data for over 61 million fitness tracker users, including both Fitbit and Apple, was exposed when a third-party company that allowed users to sync their health data from their fitness trackers did not secure the data properly. Personal information such as names, birthdates, weight, height, gender, and geographical location for Fitbit and other fitness-tracker users was left exposed because the company didn't password protect or encrypt their database. This is a great reminder that yes, while Fitbit might do a good job with their own security, anytime you sync or share that data with anyone else including third party apps, your employer, or a insurance company, it could be vulnerable.I don’t know about you, but I don’t need the world to know my weight, how well I sleep, and where I live. That’s really dang creepy.
fr: Quel est le pire qui puisse arriver avec un appareil Fitbit et toutes les données personnelles et de santé qu’il collecte ? En 2021, on apprenait que les données de santé de plus de 61 millions d’utilisateurs de traqueurs d’activité, notamment Fitbit et Apple, ont été divulguées lorsqu’une société tierce ayant permis aux utilisateurs de synchroniser leurs données de santé à partir de leurs traqueurs d’activité, n’a pas sécurisé les données correctement. Les informations personnelles telles que les noms, les dates de naissance, le poids, la taille, le genre et l’emplacement géographique de Fitbit et d’autres utilisateurs de traqueurs d’activité ont été laissées sans protection car l’entreprise tierce n’a pas utilisé de mot de passe et encore moins chiffré sa base de données. Cet incident nous rappelle que bien que Fitbit puisse faire du bon travail de son côté en matière de sécurité, chaque fois que vous synchronisez ou partagez ces données avec une application tierce, votre employeur, ou une compagnie d’assurance, elles peuvent être vulnérables. Nous n’avons pas besoin que le monde entier connaisse notre poids, la qualité de notre sommeil ou notre adresse. C’est vraiment flippant.
pt_br: Qual é o pior coisa que poderia acontecer com um Fitbit e todos os dados pessoais e relacionados à saúde que ele pode coletar? Bem, em 2021, foi relatado que os dados de saúde de mais de 61 milhões de usuários de rastreadores de condicionamento físico, incluindo Fitbit e Apple, foram expostos quando uma empresa terceirizada que permitia que os usuários sincronizassem seus dados de saúde de seus rastreadores de condicionamento físico não protegia os dados adequadamente. Informações pessoais, como nomes, datas de nascimento, peso, altura, gênero e localização geográfica para usuários do Fitbit e usuários de outros rastreadores de condicionamento físico, foram deixadas expostas porque a empresa não protegia ou criptografava seu banco de dados com senha. Este é um grande lembrete de que sim, embora o Fitbit possa fazer um bom trabalho com sua própria segurança, sempre que você sincronizar ou compartilhar esses dados com qualquer pessoa, incluindo aplicativos de terceiros, seu empregador ou uma companhia de seguros, isso pode ser vulnerável. Não sei quanto a você, mas não preciso que o mundo saiba meu peso, se durmo bem e onde moro. Isso é muito assustador.

# worst_case
source: Now, about Google and their privacy. Google published a <a id="a1">Fitbit FAQ</a> to answer specifically how their privacy policy applies to the unique data that’s collected by the fitness tracking device. In addition to the data that your Fitbit <a id="a2">creates about you</a>, Google says they can collect: height, weight, and sex since they need that information to calculate your stride length, distance, and some other fitness stats. They can also collect any information you enter yourself, like your profile photo, period tracking information, and even snore detection data if you pay a premium. Tempting! They also collect “device data” that tells Google how you use the app and when you check it, as well as your precise location (if you let them).
fr: Maintenant, à propos de Google et de son respect de la vie privée. Google a publié une FAQ concernant <a id="a1">Fitbit</a> afin de préciser comment sa politique de confidentialité s’applique aux données particulières collectées par l’appareil de mesure de la condition physique. En plus des données <a id="a2">créées par Fitbit à votre sujet</a>, Google précise qu’ils collectent également votre taille, votre poids et votre sexe, car ils ont besoin de ces informations pour calculer la longueur de vos foulées, la distance parcourue et d’autres statistiques relatives à votre condition physique. Google peut également collecter toutes les informations que vous saisissez vous-même, comme votre photo de profil, les informations relatives au suivi de vos menstruations et les données relatives à la détection des ronflements. Très tentant ! Ils collectent également des « données relatives à l’appareil » qui indiquent à Google comment vous utilisez l’application et à quel moment vous la consultez, ainsi que votre position précise (si vous le leur permettez).
pt_br: Para novos usuários, o Google publicou um <a id="a1">FAQ do Fitbit</a> para responder especificamente como sua política de privacidade se aplica aos dados exclusivos coletados pelo dispositivo de rastreamento de condicionamento físico. Além dos dados que seu Fitbit <a id="a2">cria sobre você</a>, o Google diz que eles podem coletar: altura, peso e sexo, pois precisam dessas informações para calcular seu comprimento, distância e algumas outras estatísticas de condicionamento físico. Eles também podem coletar qualquer informação que você inserir, como sua foto de perfil, dados de acompanhamento do período menstrual e dados de detecção de ronco. Tentador! Eles também coletam "dados do dispositivo" que informam ao Google como você usa o aplicativo e quando você o verifica, bem como sua localização precisa (se você permitir).

# worst_case
source: What else? Well, Google can collect information from many of the other third-party fitness and health apps you choose to connect to Fitbit. We usually suggest not doing that. On the other hand, if you’re already using Gmail, Google Drive, and Google Calendar to organize your life, that’s already a heck of a lot of eggs in one data-collecting basket. Through <a id="a1">Fitbit Care</a>, Google might partner with your employer or insurance provider, in which case they will get some personal information about you to invite you to the service. The Fitbit Care <a id="a2">FAQ</a> doesn’t say what information might be shared back with your employer or insurance company, but I would definitely ask about that before making the relationship between my employer and my fitness data official. I’d hate to have to confront my step count during a performance review.
fr: Et quoi d’autre ? Google peut collecter des informations à partir de nombreuses autres applications tierces de sport et de santé que vous choisissez de connecter à Fitbit. Nous vous conseillons de ne pas le faire. D’un autre côté, si vous utilisez déjà Gmail, Google Drive et Google Calendar pour gérer vos activités, cela fait déjà pas mal d’œufs dans le même panier pour la collecte de données. Dans le cadre de <a id="a1">Fitbit Care</a>, Google pourrait s’associer à votre employeur ou à votre assureur, auquel cas ils obtiendront des informations personnelles vous concernant afin de vous inviter à participer au service. La <a id="a2">FAQ</a> de Fitbit Care ne précise pas quelles informations peuvent être partagées avec votre employeur ou votre compagnie d’assurance, mais je me poserais certainement des questions à ce sujet avant d’officialiser la relation entre mon employeur et les informations relatives à ma condition physique. Je n’aimerais pas avoir à justifier de mon nombre de pas lors d’un entretien annuel.
pt_br: O que mais? Assim como o Fitbit, o Google pode coletar informações de qualquer um dos outros aplicativos de fitness e saúde que você escolher para se conectar ao seu aplicativo Fitbit. Geralmente sugerimos não fazer isso. Por outro lado, se você já está usando o Gmail, o Google Drive e o Google Agenda para organizar sua vida, isso já é um monte de ovos em uma cesta de coleta de dados. Através do <a id="a1">Fitbit Care</a>, o Google pode fazer parceria com seu empregador ou provedor de seguros, caso em que eles obterão algumas informações pessoais sobre você para convidá-lo para o serviço. As <a id="a2">Perguntas Frequentes</a> sobre o Fitbit Care não dizem quais informações podem ser compartilhadas com seu empregador ou companhia de seguros, mas eu definitivamente perguntaria sobre isso antes de oficializar a relação entre meu empregador e meus dados de condicionamento físico. Eu odiaria ter que confrontar minha contagem de passos durante uma avaliação de desempenho.

# worst_case
source: Now for the million dollar question. Will Google use your private health data to sell you stuff or combine it with the loads of other information they probably have about you? Google <a id="a1">says</a>: “<i>Your Fitbit health and wellness data won’t be used for Google Ads, and it will continue to be kept separate from Google Ads data</i>.” (Cue the world’s tiniest party popper -- weeeee.) That’s also what they <a id="a2">promised</a> when they bought Fitbit, not that that keeps the privacy-conscious among us from <a id="a3">worrying</a> about how exactly this information will be used by one of the world’s largest data companies. As privacy advocacy group NOYB <a id="a4">pointed out</a>, Google’s Fitbit is already seemingly skirting Europe’s data privacy law, GDPR, by forcing users to consent to having their data transferred outside the EU if they want to use the app at all.
fr: Et maintenant, la question à un million d’euros. Google utilisera-t-il vos données de santé privées pour vous vendre des produits ou les combiner avec les tonnes d’informations qu’ils détiennent déjà probablement à votre sujet ? Google <a id="a1">déclare</a> : « <i>Les données Fitbit relatives à la santé et au bien-être ne seront pas utilisées pour les publicités Google et continueront d’être traitées séparément des données publicitaires de Google</i> ». C’est également ce qu’ils ont <a id="a2">promis</a> lorsqu’ils ont acheté Fitbit, mais cela n’empêche pas les personnes soucieuses de la protection de la confidentialité de <a id="a3">s’inquiéter</a> de la manière dont ces informations seront utilisées par l’une des plus grandes sociétés de données au monde. Comme l’a <a id="a4">souligné</a> le groupe de défense de la confidentialité NOYB, Fitbit de Google semble déjà contourner la loi européenne sur la confidentialité des données, le RGPD, en obligeant les utilisateurs à consentir au transfert de leurs données en dehors de l’UE s’ils veulent utiliser l’application.
pt_br: Agora, a pergunta de um milhão de dólares: o Google irá combinar seus dados com a grande quantidade de outras informações que eles provavelmente têm sobre você ou usará seus dados privados de saúde para vender coisas para você? O Google <a id="a1">diz</a>: "<i>Seus dados de saúde e bem-estar da Fitbit não serão usados para o Google Ads e continuarão separados dos dados do Google Ads</i>". (Prepare o menor rojão de festa do mundo – ueeeee). Isso também é o que eles <a id="a2">prometeram</a> quando compraram a Fitbit. Entretanto, isso não impede que os que se <a id="a3">preocupam</a> com a privacidade se questionem sobre como exatamente essas informações serão usadas por uma das maiores empresas de dados do mundo. Como o grupo de defesa da privacidade NOYB <a id="a4">apontou</a>, o Fitbit do Google já está contornando a lei de privacidade de dados da Europa, o GDPR, forçando os usuários a consentirem que seus dados sejam transferidos para fora da UE se quiserem usar o aplicativo.
