Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-luxe.po
Languages: es, fr, pt_br

# how_does_it_use_data_collected
source: "What determines the ads by Google that I see?<br/>Many decisions are made to determine which ad you see. Sometimes the ad you see is based on your current or past location. Your IP address is usually a good indication of your approximate location. So you might see an ad on the homepage of YouTube.com that promotes a forthcoming movie in your country, or a search for ‘pizza’ might return results for pizza places in your town. Sometimes the ad you see is based on the context of a page. If you’re looking at a page of gardening tips, you might see ads for gardening equipment. Sometimes you might also see an ad on the web that’s based on your app activity or activity on Google services; an in-app ad that’s based on your web activity; or an ad based on your activity on another device. Sometimes the ad you see on a page is served by Google but selected by another company. For example, you might have registered with a newspaper website. From information you’ve given the newspaper, it can make decisions about which ads to show you, and it can use Google’s ad serving products to deliver those ads. You may also see ads on Google products and services, including Search, Gmail, and YouTube, based on information, such as your email address, that you provided to advertisers and the advertisers then shared with Google."
fr: « Qu’est-ce qui détermine les publicités Google que je vois ?<br/>De nombreuses décisions sont prises pour déterminer la publicité qui vous soit présentée. Parfois, celle-ci est basée sur votre emplacement actuel ou passé. Votre adresse IP est généralement une bonne indication de votre emplacement approximatif. Cela explique pourquoi, sur la page d’accueil de YouTube.com, vous pouvez voir une publicité qui fait la promotion d’un film qui sortira bientôt dans votre pays. De même, si vous recherchez le mot "pizza", on peut vous présenter des résultats concernant les pizzerias de la ville où vous vous trouvez. Il se peut aussi que la publicité que vous voyez est basée sur le contexte d’une page : si vous consultez une page de conseils de jardinage, vous verrez peut-être des publicités pour du matériel de jardinage. Vous pouvez également voir une publicité sur le Web basée sur votre activité sur une application ou les services Google, une publicité dans l’application basée sur votre activité sur le Web ou une publicité basée sur votre activité sur un autre appareil. Il arrive également que la publicité que vous voyez sur une page soit présentée par Google mais sélectionnée par une autre entreprise. Par exemple, si vous vous inscrivez sur le site Web d’un journal, les informations que vous avez fournies peuvent déterminer les publicités que vous verrez, et le site Web peut utiliser des produits de diffusion de publicités Google pour vous les présenter. Vous pouvez également voir des publicités sur les produits et services Google, notamment le moteur de recherche, Gmail et YouTube, en fonction des informations que vous avez fournies à des annonceurs et que ceux-ci ont ensuite partagées avec Google, comme votre adresse e-mail. »
pt_br: "O que determina os anúncios do Google que eu vejo?<br/>Muitas decisões são tomadas para determinar qual anúncio você vê. Às vezes, o anúncio que você vê é baseado na sua localização atual ou passada. Seu endereço IP geralmente é uma boa indicação da sua localização aproximada. Portanto, você pode ver um anúncio na página inicial do YouTube.com que promove um próximo filme em seu país, ou uma pesquisa por 'pizza' pode retornar resultados para pizzarias em sua cidade. Às vezes, o anúncio que você vê é baseado no contexto de uma página. Se você estiver olhando para uma página de dicas de jardinagem, poderá ver anúncios de equipamentos de jardinagem. Às vezes, você também pode ver um anúncio na web baseado na atividade do seu aplicativo ou nos serviços do Google; um anúncio no aplicativo baseado na sua atividade na web; ou um anúncio baseado na sua atividade em outro dispositivo. Às vezes, o anúncio que você vê em uma página é veiculado pelo Google, mas selecionado por outra empresa. Por exemplo, você pode ter se registrado em um site de jornal. A partir das informações que você forneceu ao jornal, ele pode tomar decisões sobre quais anúncios exibir e usar os produtos de veiculação de anúncios do Google para veicular esses anúncios. Você também pode ver anúncios em produtos e serviços do Google, incluindo Pesquisa, Gmail e YouTube, com base em informações, como seu endereço de e-mail, que você forneceu aos anunciantes e que os anunciantes compartilharam com o Google."

# how_does_it_use_data_collected
source: "We do have restrictions on this type of ad. For example, we prohibit advertisers from selecting an audience based on sensitive information, such as health information or religious beliefs."
fr: « Nous avons des restrictions sur ce type de publicité. Par exemple, nous interdisons aux annonceurs de sélectionner un public sur la base d’informations sensibles, telles que des données médicales ou des convictions religieuses. »
pt_br: "Temos restrições para esse tipo de anúncio. Por exemplo, proibimos os anunciantes de selecionar um público-alvo com base em informações confidenciais, como informações de saúde ou crenças religiosas."

# how_does_it_use_data_collected
source: Fitbit Privacy Policy
fr: Politique de confidentialité de Fitbit
pt_br: Política de Privacidade da Fitbit

# how_does_it_use_data_collected
source: "JOINT PROCESSING FOR PROFILE INFORMATION<br/>From June 6, 2023, Fitbit users will have the opportunity to move their accounts to Google. This means that some Fitbit users will be part of the Google service while others may remain part of the Fitbit service. As a result, to ensure our users can still view their friends lists (including where your friends move their service to Google), Fitbit and Google will share with each other limited profile information about their Fitbit users, notably the user’s name, photo and friends list (“Joint Processing”)."
fr: « TRAITEMENT CONJOINT DES INFORMATIONS DE PROFIL<br/>À partir du 6 juin 2023, les utilisateurs de Fitbit auront la possibilité de transférer leurs comptes vers Google. Cela signifie que certains utilisateurs de Fitbit intégreront les services de Google, tandis que d’autres continueront de faire partie des services de Fitbit. Par conséquent, pour s’assurer que nos utilisateurs peuvent toujours consulter leurs listes d’amis (y compris lorsque vos amis transfèrent leur service vers Google), Fitbit et Google partageront entre eux des informations de profil limitées sur leurs utilisateurs Fitbit, notamment le nom, la photo de profil et la liste d’amis de l’utilisateur (« traitement conjoint ») ».
pt_br: "PROCESSAMENTO CONJUNTO PARA INFORMAÇÕES DE PERFIL<br/>A partir de 6 de junho de 2023, os usuários da Fitbit terão a oportunidade de mover suas contas para o Google. Isso significa que alguns usuários da Fitbit farão parte do serviço do Google, enquanto outros podem permanecer como parte do serviço da Fitbit. Como resultado, para garantir que nossos usuários ainda possam visualizar suas listas de amigos (incluindo para onde seus amigos movem seu serviço para o Google), a Fitbit e o Google compartilharão entre si informações de perfil limitadas sobre seus usuários Fitbit, principalmente o nome do usuário, foto e lista de amigos ('Processamento Conjunto')."

# how_does_it_use_data_collected
source: "GEOLOCATION INFORMATION<br/>The Services include features that use precise geolocation data, including GPS signals, device sensors, Wi-Fi access points, and cell tower IDs. We collect this type of data if you grant us access to your location. You can always remove our access using your Fitbit device or mobile device settings. We may also derive your approximate location from your IP address."
fr: « INFORMATIONS DE GEOLOCALISATION<br/>Les services comprennent des fonctions qui utilisent des données de géolocalisation précises, notamment des signaux GPS, des capteurs d’appareils, des points d’accès Wi-Fi et des identificateurs d’antennes-relais. Nous collectons ce type de données si vous nous donnez accès à votre localisation. Vous pouvez toujours supprimer ce droit d’accès en modifiant les paramètres de votre appareil Fitbit ou de votre appareil mobile. Nous pouvons également déduire votre emplacement approximatif à partir de votre adresse IP. »
pt_br: "INFORMAÇÕES DE GEOLOCALIZAÇÃO<br/>Os Serviços incluem recursos que usam dados de geolocalização precisos, incluindo sinais de GPS, sensores de dispositivos, pontos de acesso Wi-Fi e IDs de torre de celular. Coletamos esse tipo de dados se você nos conceder acesso à sua localização. Você sempre pode remover nosso acesso usando seu dispositivo Fitbit ou as configurações do dispositivo móvel. Também podemos derivar sua localização aproximada do seu endereço IP."

# how_does_it_use_data_collected
source: "We never sell the personal information of our users. We do .... work with partners who provide us with analytics and advertising services. This includes helping us understand how users interact with the Services, serving advertisements on our behalf across the internet, and measuring the performance of those advertisements. These companies may use cookies and similar technologies to collect information about your interactions with the Services and other websites and applications."
fr: « Nous ne vendons jamais les informations personnelles de nos utilisateurs. Nous … travaillons avec des partenaires qui nous fournissent des services d’analyse et de publicité. Il s’agit notamment de nous aider à comprendre comment les utilisateurs interagissent avec les Services, de diffuser des publicités en notre nom sur Internet et de mesurer les performances de ces publicités. Ces sociétés peuvent utiliser des cookies et des technologies similaires pour recueillir des informations sur vos interactions avec les services et d’autres sites web et applications. »
pt_br: "Nunca vendemos as informações pessoais de nossos usuários. Nós... trabalhamos com parceiros que nos fornecem serviços de análise e publicidade. Isso inclui nos ajudar a entender como os usuários interagem com os Serviços, veicular anúncios em nosso nome na Internet e medir o desempenho desses anúncios. Essas empresas podem usar cookies e tecnologias semelhantes para coletar informações sobre suas interações com os Serviços e outros sites e aplicativos."

# how_does_it_use_data_collected
source: "We may preserve or disclose information about you to comply with a law, regulation, legal process, or governmental request; to assert legal rights or defend against legal claims; or to prevent, detect, or investigate illegal activity, fraud, abuse, violations of our terms, or threats to the security of the Services or the physical safety of any person."
fr: « Nous pouvons conserver ou divulguer des informations vous concernant pour nous conformer à la loi, à la réglementation, à une procédure judiciaire ou à une demande émanant du gouvernement, pour faire valoir des intérêts légaux ou nous prémunir contre des actions en justice, ou afin de pouvoir empêcher, détecter ou enquêter sur des activités illégales, des fraudes, des abus, des infractions à nos conditions ou des menaces à la sécurité des services ou à la sécurité physique de toute personne ».
pt_br: "Podemos preservar ou divulgar informações sobre você para cumprir uma lei, regulamento, processo legal ou solicitação governamental; para reivindicar direitos legais ou defender-se contra reivindicações legais; ou para prevenir, detectar ou investigar atividades ilegais, fraudes, abusos, violações de nossos termos ou ameaças à segurança dos Serviços ou à segurança física de qualquer pessoa."

# how_does_it_use_data_collected
source: "You may direct us to disclose your information to others, such as when you use our community features like the forums, 7-day leaderboard, and other social tools. &lt;...&gt; You may also direct us to share your information in other ways, for example, when you give a third-party application access to your account, or give your employer access to information when you choose to participate in an employee wellness program. Remember that their use of your information will be governed by their privacy policies and terms."
fr: « Vous avez la possibilité de nous autoriser à divulguer vos informations à des tiers, par exemple lorsque vous utilisez les fonctionnalités communautaires telles que les forums, le tableau de classement à 7 jours et d’autres outils sociaux. &lt;…&gt; Vous pouvez également nous autoriser à partager vos informations d’autres manières, par exemple lorsque vous permettez à une application tierce d’accéder à votre compte, ou lorsque vous permettez à votre employeur d’accéder à vos informations lorsque vous choisissez de participer à un programme de santé des salariés. Veuillez noter que l’utilisation de vos informations par ces entreprises sera régie par leurs politiques et conditions en matière de protection de la confidentialité ».
pt_br: "Você pode nos instruir a divulgar suas informações a outras pessoas, como quando você usa nossos recursos da comunidade, como os fóruns, a tabela de classificação de sete dias e outras ferramentas sociais. &lt;...&gt; Você também pode nos instruir a compartilhar suas informações de outras maneiras, por exemplo, quando você dá a um aplicativo de terceiros acesso à sua conta ou dá ao seu empregador acesso às informações quando você escolhe participar de um programa de bem-estar para funcionários. Lembre-se de que o uso de suas informações será regido por suas políticas e termos de privacidade."

# how_does_it_use_data_collected
source: "We may share non-personal information that is aggregated or de-identified so that it cannot reasonably be used to identify an individual. We may disclose such information publicly and to third parties, for example, in public reports about exercise and activity, to partners under agreement with us, or as part of the community benchmarking information we provide to users of our subscription services."
es: «Podemos compartir información no personal agregada o desidentificada de modo que no pueda usarse razonablemente para identificar a una persona. Podemos divulgar dicha información públicamente y a terceros, por ejemplo, en informes públicos sobre ejercicios y actividades, a socios bajo acuerdo con nosotros, o como parte de la información de referencia comunitaria que proporcionamos a los usuarios de nuestros servicios de suscripción».
fr: « Nous pouvons partager des informations non personnelles qui sont agrégées ou dépersonnalisées afin qu’elles ne puissent pas raisonnablement être utilisées pour identifier un individu. Nous pouvons divulguer ces informations publiquement et à des tiers, par exemple, dans des rapports publics sur l’exercice et l’activité, à des partenaires sous contrat avec nous, ou dans le cadre des informations d’analyse comparative de la communauté que nous fournissons aux utilisateurs de nos services d’abonnement. »
pt_br: "Podemos compartilhar informações não pessoais agregadas ou desidentificadas para que não possam ser razoavelmente usadas para identificar um indivíduo. Podemos divulgar essas informações publicamente e a terceiros, por exemplo, em relatórios públicos sobre exercício e atividade, a parceiros sob acordo conosco ou como parte das informações de benchmarking da comunidade que fornecemos aos usuários de nossos serviços de assinatura."

# how_does_it_use_data_collected
source: "To the extent that information we collect is health data or another special category of personal data subject to the GDPR, we ask for your explicit consent to process the data. We obtain this consent separately when you take actions leading to our obtaining the data, for example, when you pair your device to your account, grant us access to your exercise or activity data from another service, or use the female health tracking feature. You can use your account settings and tools to withdraw your consent at any time, including by stopping use of a feature, removing our access to a third-party service, unpairing your device, or deleting your data or your account."
fr: « Dans la mesure où les informations que nous collectons sont liées à la santé ou à une autre catégorie particulière de données à caractère personnel soumises au GDPR, nous vous demandons votre consentement explicite en vue du traitement de ces données. Nous obtenons ce consentement séparément au moment où vous effectuez des actions qui nous permettent d’obtenir les données, par exemple lorsque vous associez votre appareil à votre compte, lorsque vous nous donnez accès à vos données d’exercice ou d’activité provenant d’un autre service, ou lorsque vous utilisez la fonction de suivi médical pour les femmes. Vous pouvez utiliser les paramètres et les outils de votre compte pour retirer votre consentement à tout moment, notamment en cessant d’utiliser une fonction, en supprimant notre accès à un service tiers, en désappariant votre appareil ou en supprimant vos données ou votre compte ».
pt_br: "Na medida em que as informações que coletamos são dados de saúde ou outra categoria especial de dados pessoais sujeitos ao GDPR, solicitamos seu consentimento explícito para processar os dados. Obtemos esse consentimento separadamente quando você toma medidas que nos levam a obter os dados, por exemplo, quando você emparelha seu dispositivo à sua conta, nos concede acesso aos seus dados de exercício ou atividade de outro serviço ou usa o recurso de rastreamento de saúde feminina. Você pode usar as configurações e ferramentas da sua conta para retirar seu consentimento a qualquer momento, inclusive interrompendo o uso de um recurso, removendo nosso acesso a um serviço de terceiros, desemparelhando seu dispositivo ou excluindo seus dados ou sua conta."

# user_friendly_privacy_policy_helptext
source: Users must comb through privacy policies for both Fitbit and Google to make sure they've covered all their bases when it comes to privacy documentation for Fitbit products. It is complicated and cumbersome and confusing.
fr: Les utilisateurs doivent examiner les politiques de confidentialité de Fitbit et de Google pour s’assurer qu’ils connaissent tous les aspects de la documentation relative à la confidentialité des produits Fitbit. Tout cela est compliqué, lourd et déroutant.
pt_br: Os usuários devem vasculhar as políticas de privacidade da Fitbit e do Google para se certificarem de que cobriram todas as suas bases quando se trata de documentação de privacidade para produtos Fitbit. É complicado, incômodo e confuso.

# tips_to_protect_yourself
source: Follow <a id="a1">Fitbit's advice</a> to keep your stats private
es: Sigue los <a id="a1">consejos de Fitbit</a> para mantener tus estadísticas privadas
fr: Suivez les <a id="a1">conseils de Fitbit</a> pour que vos statistiques restent privées.
pt_br: Siga o <a id="a1">conselho da Fitbit</a> para manter suas estatísticas privadas

# tips_to_protect_yourself
source: Be very careful what third party companies you consent to share you health data with. If you do decided to share your health data with another company, read their privacy policy to see how they protect, secure, and share or sell your data.
es: Ten mucho cuidado con las empresas de terceros a las que das consentimiento para compartir tus datos de salud. Si decides compartir tus datos de salud con otra empresa, lee su política de privacidad para saber cómo protegen, aseguran y comparten o venden tus datos.
fr: Faites très attention aux sociétés tierces avec lesquelles vous consentez à partager vos données de santé. Si vous décidez de partager vos données de santé avec une autre entreprise, lisez leur politique de confidentialité pour voir comment sont protégées, sécurisées, partagées ou vendues vos données.
pt_br: Tenha muito cuidado com quais empresas terceirizadas você concorda em compartilhar seus dados de saúde. Se você decidir compartilhar seus dados de saúde com outra empresa, leia a política de privacidade dela para ver como eles zelam, protegem e compartilham ou vendem seus dados.

# tips_to_protect_yourself
source: Stop sharing friends' lists: Under “Friends” on your profile page, select Privacy Setting and then Private.
es: Deja de compartir listas de amigos: en la pestaña «Amigos» de tu página de perfil, selecciona «Configuración de privacidad» y luego «Privado».
fr: Désactivez le partage des listes d’amis : dans la section « Amis » de votre page de profil, sélectionnez Paramètres de confidentialité, puis Privé.
pt_br: Pare de compartilhar listas de amigos: Em "Amigos" na página do seu perfil, selecione Configuração de Privacidade e, em seguida, Privado.

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
es: No te registres a través de cuentas de terceros. Es mejor que inicies sesión con un correo electrónico y una contraseña segura.
fr: N’utilisez pas de compte tiers pour vous inscrire. Mieux vaut vous connecter simplement avec une adresse e-mail et un mot de passe fort.
pt_br: Não se cadastre com contas de terceiros. É melhor acessar com email e senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe fort ! Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Use uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (n’autorisez pas l’accès à votre caméra, votre micro, vos images et votre localisation, sauf si nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do app (não dê acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário)

# tips_to_protect_yourself
source: Keep your app regularly updated
es: Actualiza tu aplicación con regularidad.
fr: Assurez-vous de garder votre application à jour.
pt_br: Mantenha seu aplicativo sempre atualizado
