Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-luxe.po
Languages: es, fr, pt_br

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire sur votre appareil (par exemple, sur iPhone, utilisez « Confidentialité » > « Publicités » > et « Limiter le suivi publicitaire ») et via les principaux réseaux publicitaires (pour Google, rendez-vous sur votre compte Google et désactivez la personnalisation des publicités).
pt_br: Limite o rastreamento de anúncios no seu dispositivo (ex.: no iPhone acesse Privacidade e Segurança -> Publicidade da Apple -> Limitar rastreamento de anúncios) e nas principais redes de anúncios (para o Google, acesse sua conta Google e desative os anúncios personalizados)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.
pt_br: Solicite que seus dados sejam excluídos quando você parar de usar o aplicativo. A simples exclusão de um aplicativo de seu dispositivo normalmente não apaga seus dados pessoais.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
es: Cuando inicies el registro, no aceptes el seguimiento de tus datos si es posible.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.
pt_br: Ao realizar uma inscrição, não concorde com o rastreamento de seus dados, se possível.

# personal_data_collected
source: Name, email address, or billing information, or other data that can be reasonably linked to such information by Google, such as information we associate with your Google Account; <br/> <br/>Precise geolocation data, including GPS signals, device sensors, Wi-Fi access points, and cell tower IDs<br/> <br/>If you choose: profile photo, biography, country information, and community username;<br/> <br/>Data on your activity, such as terms you search for, videos you watch, views and interactions with content and ads, voice and audio information, purchase activity, people with whom you communicate or share content, activity on third-party sites and apps that use our services, Chrome browsing history you’ve synced with your Google Account; <br/> <br/>Your address, ZIP code, and where the device is placed;<br/> <br/>Sensor data such as detected motion, ambient light measurements, temperature, humidity, carbon monoxide, and smoke levels as well as information derived from this data, such as sleep information;<br/> <br/>(If you use calls) Phone number, calling-party number, receiving-party number, forwarding numbers, sender and recipient email address, time and date of calls and messages, duration of calls, routing information, and types and volumes of calls and messages;<br/>GPS location and other sensor data from your device
fr: Nom, adresse e-mail ou informations de facturation, ou toute autre donnée pouvant être facilement reliée à ces informations par Google, telles que les informations associées à votre compte Google ; <br/> <br/>données de géolocalisation précises, y compris les signaux GPS, les capteurs d’appareils, les points d’accès Wi-Fi et les identifiants d’antennes-relais <br/> <br/>Selon vos préférences : photo de profil, biographie, informations sur le pays et nom d’utilisateur au sein de la communauté ; <br/> <br/> données relatives à vos activités, telles que les termes recherchés, les vidéos regardées, les vues et interactions avec le contenu et les annonces, les informations vocales et audio, les activités d’achat, les personnes avec lesquelles vous communiquez ou partagez du contenu, les activités sur les sites et applications tiers qui utilisent nos services, l’historique de navigation Chrome que vous avez synchronisé avec votre compte Google ; <br/> <br/>votre adresse, votre code postal et l’endroit où se trouve l’appareil ; <br/> <br/> données des capteurs telles que les mouvements détectés, les mesures de la lumière ambiante, la température, l’humidité, le monoxyde de carbone et les niveaux de fumée, ainsi que les informations dérivées de ces données, telles que les informations concernant le sommeil ; <br/> <br/>(si vous passez des appels) numéro de téléphone, numéro de l’appelant, numéro du destinataire, numéros de renvoi, adresse e-mail de l’expéditeur et du destinataire, heure et date des appels et des messages, durée des appels, informations de routage, et types et volumes d’appels et de messages ; <br/>localisation GPS et d’autres données des capteurs de votre appareil.
pt_br: Nome, endereço de e-mail ou informações de cobrança, ou outros dados que podem ser razoavelmente vinculados a essas informações pelo Google, como informações que associamos à sua Conta do Google; <br/> <br/>Dados precisos de geolocalização, incluindo sinais de GPS, sensores do dispositivo, pontos de acesso Wi-Fi e IDs de torres de celular <br/> <br/>Se você optar por: foto de perfil, biografia, informações sobre o país e nome de usuário da comunidade; <br/> <br/>Dados sobre a sua atividade, como termos pesquisados, vídeos assistidos, visualizações e interações com conteúdo e anúncios, informações de voz e áudio, atividade de compra, pessoas com quem você se comunica ou compartilha conteúdo, atividade em sites de terceiros e aplicativos que usam nossos serviços, histórico de navegação no Chrome sincronizado com a sua Conta do Google; <br/> <br/>Seu endereço, CEP e localização do dispositivo; <br/> <br/>Dados do sensor, como movimento detectado, medidas de luz ambiente, temperatura, umidade, níveis de monóxido de carbono e fumaça, assim como informações derivadas desses dados, como informações sobre o sono; <br/> <br/>(Se você usar chamadas) Número de telefone, número da parte que faz a chamada, número da parte receptora, números de encaminhamento, endereço de e-mail do remetente e do destinatário, hora e data de chamadas e mensagens, duração das chamadas, informações de roteamento e tipos e volumes de chamadas e mensagens; <br/>Localização GPS e outros dados do sensor do seu dispositivo.

# biometric_data_collected
source: Height, weight;<br/> <br/>If you choose: logs for food, weight, sleep, water, or female health tracking<br/> <br/>Voice (if you use Google Assistant).
fr: Taille, poids ;<br/> <br/>selon vos préférences : suivi de l’alimentation, du poids, du sommeil, de l’eau ou de la condition de santé des femmes<br/> <br/>Voix (si vous utilisez Google Assistant).
pt_br: Altura, peso; <br/> <br/>Se você escolher: registros de comida, peso, sono, água ou rastreamento de saúde feminina <br/> <br/>Voz (se você usar o Google Assistente).

# how_can_you_control_your_data
source: Google's Privacy Policy
fr: Avis de confidentialité de Google
pt_br: Política de Privacidade do Google

# how_can_you_control_your_data
source: "You can export a copy of content in your Google Account if you want to back it up or use it with a service outside of Google."<br/>"To delete your information, you can:<br/> Delete your content from specific Google services<br/> Search for and then delete specific items from your account using My Activity<br/> Delete specific Google products, including your information associated with those products<br/> Delete your entire Google Account"
fr: « Vous pouvez exporter une copie du contenu de votre compte Google si vous souhaitez le sauvegarder ou l’utiliser avec un service extérieur à Google. »<br/>« Pour supprimer vos informations, vous pouvez :<br/> Supprimer votre contenu des services Google spécifiques<br/> Rechercher, puis supprimer des éléments spécifiques de votre compte à l’aide de Mon activité<br/> Supprimer des produits Google spécifiques, y compris vos informations associées à ces produits<br/> Supprimer l’intégralité de votre compte Google »
pt_br: "Você pode exportar uma cópia do conteúdo em sua Conta do Google se quiser fazer backup ou usá-lo com um serviço fora do Google."<br/> "Para excluir suas informações, você pode:<br/> Excluir seu conteúdo de serviços específicos do Google<br/> Pesquisar e excluir itens específicos da sua conta usando Minha Atividade<br/> Excluir produtos específicos do Google, incluindo suas informações associadas a esses produtos<br/> Excluir toda a sua Conta do Google."

# how_can_you_control_your_data
source: "In some cases, rather than provide a way to delete data, we store it for a predetermined period of time. For each type of data, we set retention timeframes based on the reason for its collection. For example, to ensure that our services display properly on many different types of devices, we may retain browser width and height for up to 9 months. We also take steps to anonymize or pseudonymize certain data within set time periods. For example, we anonymize advertising data in server logs by removing part of the IP address after 9 months and cookie information after 18 months. We may also retain pseudonymized data, such as queries that have been disconnected from users’ Google Accounts, for a set period of time."
fr: « Dans certains cas, au lieu de fournir un moyen de supprimer les données, nous les conservons pendant une période prédéterminée. Pour chaque type de données, nous fixons des délais de conservation en fonction de la raison de leur collecte. Par exemple, pour garantir que nos services s’affichent correctement sur différents types d’appareils, nous pouvons conserver la largeur et la hauteur du navigateur pendant une période pouvant aller jusqu’à 9 mois. Nous prenons également des mesures pour anonymiser ou pseudonymiser certaines données dans des délais déterminés. Par exemple, nous rendons anonymes les données publicitaires dans les journaux des serveurs en supprimant une partie de l’adresse IP après 9 mois et les informations sur les cookies après 18 mois. Nous pouvons également conserver des données pseudonymisées, telles que les requêtes qui ont été déconnectées des comptes Google des utilisateurs, pendant une période déterminée. »
pt_br: "Em alguns casos, em vez de fornecer uma maneira de excluir dados, nós os armazenamos por um período de tempo predeterminado. Para cada tipo de dado, definimos prazos de retenção com base no motivo de sua coleta. Por exemplo, para garantir que nossos serviços sejam exibidos corretamente em muitos tipos diferentes de dispositivos, podemos manter a largura e a altura do navegador por até 9 meses. Também tomamos medidas para anonimizar ou pseudonimizar determinados dados dentro dos períodos de tempo definidos. Por exemplo, anonimizamos dados de publicidade nos registros do servidor removendo parte do endereço IP após 9 meses e informações de cookies após 18 meses. Também podemos reter dados pseudonimizados, como consultas que foram desconectadas das Contas do Google dos usuários, por um determinado período de tempo."

# how_can_you_control_your_data
source: <b>Fitbit Privacy Policy</b><br/>Editing and Deleting Data.<br/> By logging into your account and using your account settings, you can change and delete your personal information. For instance, you can edit or delete the profile data you provide and delete your account if you wish. Learn more here.
fr: <b>Politique de confidentialité de Fitbit</b><br/>Modification et suppression des données.<br/> En vous connectant à votre compte et en configurant vos paramètres de compte, vous pouvez modifier et supprimer vos informations personnelles. Vous pouvez par exemple modifier ou supprimer les données de profil que vous fournissez et supprimer votre compte si vous le souhaitez. Pour en savoir plus, cliquez ici.
pt_br: <b>Política de Privacidade da Fitbit</b><br/>Editar e Excluir Dados.<br/> Ao entrar na sua conta e usar as configurações da sua conta, você pode alterar e excluir suas informações pessoais. Por exemplo, você pode editar ou excluir os dados do perfil que forneceu e excluir sua conta, se desejar. Saiba mais aqui.

# how_can_you_control_your_data
source: If you choose to delete your account, please note that while most of your information will be deleted within 30 days, it may take up to 90 days to delete all of your information, like the data recorded by your Fitbit device and other data stored in our backup systems. This is due to the size and complexity of the systems we use to store data. We may also preserve data for legal reasons or to prevent harm, including as described in the How Information Is Shared section.
fr: Si vous choisissez de supprimer votre compte, veuillez noter que la plupart de vos informations seront supprimées dans un délai de 30 jours, mais que la suppression de toutes vos informations, comme les données enregistrées par votre appareil Fitbit et d’autres données stockées dans nos systèmes de sauvegarde, peut prendre jusqu’à 90 jours. Cela est dû à la taille et à la complexité des systèmes que nous utilisons pour stocker les données. Nous nous réservons également le droit de conserver les données pour des raisons juridiques ou pour éviter tout préjudice, conformément à ce qui est décrit dans la section Comment les informations sont-elles partagées ?
pt_br: Se você optar por excluir sua conta, observe que, embora a maioria das suas informações seja excluída dentro de 30 dias, pode levar até 90 dias para excluir todas as suas informações, como os dados registrados pelo seu dispositivo Fitbit e outros dados armazenados em nossos sistemas de backup. Isso se deve ao tamanho e à complexidade dos sistemas que usamos para armazenar dados. Também podemos preservar os dados por motivos legais ou para evitar danos, inclusive conforme descrito na seção: Como as Informações são Compartilhadas.

# track_record_details
source: <b>Google</b><br/>In September 2023, the <a id="a1">US Department of Justice launched a trial against Google</a> arguing "that Google abused its power as a monopoly to dominate the search engine business." Full disclosure, Mozilla testified in this trial.
fr: <b>Google</b><br/>En septembre 2023, le <a id="a1">ministère de la Justice des États-Unis a intenté un procès à Google</a> en avançant que « Google a abusé de son pouvoir de monopole pour dominer le marché des moteurs de recherche. » En toute transparence, Mozilla a témoigné lors de ce procès.
pt_br: <b>Google</b><br/>Em setembro de 2023, o <a id="a1">Departamento de Justiça dos EUA lançou uma ação judicial contra o Google,</a> argumentando "que o Google abusou de seu poder como monopólio para dominar o negócio de mecanismos de busca". Em total transparência, a Mozilla testemunhou neste julgamento.

# track_record_details
source: In September 2023, Google was <a id="a1">set to pay $93M</a> in settlement over deceptive location tracking.
fr: En septembre 2023, la société Google a été condamnée à <a id="a1">payer 93 millions de dollars</a> dans le cadre d’un arrangement à l’amiable concernant le suivi de localisation trompeur.
pt_br: Em setembro de 2023, o Google <a id="a1">deveria pagar US$ 93 milhões</a> em liquidação por rastreamento enganoso de localização.

# track_record_details
source: In August 2023, a US District Court judge <a id="a1">allowed a $5 Billion lawsuit to continue</a> against Google for alleged privacy violations of users for secretly tracking them without their consent.
fr: En août 2023, un juge d’un tribunal de district américain a <a id="a1">autorisé la poursuite d’une action en justice d’un montant de 5 milliards de dollars</a> contre Google pour violation présumée de la vie privée des utilisateurs en suivant leur activité secrètement sans leur consentement.
pt_br: Em agosto de 2023, um juiz do Tribunal Distrital dos EUA <a id="a1">permitiu que um processo de US$ 5 bilhões continuasse</a> contra o Google por violações de privacidade dos usuários por rastreá-los secretamente sem o seu consentimento.

# track_record_details
source: In January 2023, Google <a id="a1">confirmed</a> data breach in its cell network provider Google Fi. The breach is linked to the recent T-Mobile hack. Google announced the breach immediately. Google says the hackers accessed limited customer information, including phone numbers, account status, SIM card serial numbers and information related to details about customers’ mobile service plans, such as whether they have selected unlimited SMS or international roaming.
fr: En janvier 2023, Google <a id="a1">a confirmé</a> l’existence d’une violation des données chez son fournisseur de réseau cellulaire Google Fi. Cette violation est liée au récent piratage de T-Mobile. Google a immédiatement annoncé la violation. Google affirme que les pirates ont accédé à des informations limitées sur les clients, notamment des numéros de téléphone, l’état des comptes, les numéros de série des cartes SIM et des informations relatives aux plans de services mobiles des clients, par exemple s’ils ont choisi les SMS illimités ou l’itinérance internationale.
pt_br: Em janeiro de 2023, o Google <a id="a1">confirmou</a> a violação de dados em seu provedor de rede celular Google Fi. A violação está ligada ao recente ataque hacker da T-Mobile. O Google anunciou a violação imediatamente. O Google diz que os hackers acessaram informações limitadas do cliente, incluindo números de telefone, status da conta, números de série do cartão SIM e informações relacionadas a detalhes sobre os planos de serviço móvel dos clientes, como se eles selecionaram SMS ilimitado ou roaming internacional.

# track_record_details
source: In December 2022, Google was <a id="a1">fined</a> by EU watchdog over GDPR violations.
fr: En décembre 2022, la société Google a été <a id="a1">condamnée à payer une amende</a> par l’autorité de surveillance de l’UE pour violation du RGPD.
pt_br: Em dezembro de 2022, o Google foi <a id="a1">multado</a> pelo órgão de fiscalização da UE por violações do GDPR.

# track_record_details
source: In September 2022, Google <a id="a1">lost</a> anti-trust ruling of EU which put a fine of over $4.34B on Google because of its Android monopoly.
fr: En septembre 2022, Google <a id="a1">a perdu</a> le procès antitrust de l’UE qui lui infligeait une amende de plus de 4,34 milliards de dollars en raison de son monopole sur Android.
pt_br: Em setembro de 2022, o Google <a id="a1">perdeu</a> a decisão antitruste da UE, que aplicou uma multa de mais de US$ 4,34 bilhões ao Google por causa de seu monopólio do Android.

# track_record_details
source: Google received plenty of fines from European, American, and Korean authorities in the last few years. The biggest <a id="a1">was</a> the $170M fine from New York Attorney General for mishandling the children consent. The other cases include the <a id="a2">fine</a> of $100M for violating the Biometric Information Privacy Act in Illinois, $71.8M <a id="a3">fine</a> for mishandling consent in South Korea, $57M <a id="a4">fine</a> for violating GDPR in France, as well as other fines from local Data Protection Authorities in Ireland, Italy, and Spain.
fr: Google a reçu de nombreuses amendes de la part des autorités européennes, américaines et coréennes au cours des dernières années. La plus importante <a id="a1">était</a> l’amende de 170 millions de dollars infligée par le procureur général de New York pour avoir mal géré le consentement des enfants. Les autres affaires comprennent l’<a id="a2">amende</a> de 100 millions de dollars pour violation de la loi sur la confidentialité des informations biométriques dans l’Illinois, une <a id="a3">amende</a> de 71,8 millions de dollars pour mauvaise gestion du consentement en Corée du Sud, une <a id="a4">amende</a> de 57 millions de dollars pour violation du RGPD en France, ainsi que d’autres amendes des autorités locales de protection des données en Irlande, en Italie et en Espagne.
pt_br: O Google recebeu inúmeras multas de autoridades europeias, americanas e coreanas nos últimos anos. A maior <a id="a1">foi</a> a multa de US$ 170 milhões do procurador-geral de Nova York por má administração do consentimento infantil. Os outros casos incluem a <a id="a2">multa</a> de US$ 100 milhões por violação da Lei de Privacidade de Informações Biométricas em Illinois, <a id="a3">multa</a> de US$ 71,8 milhões por má administração de consentimento na Coreia do Sul, <a id="a4">multa</a> de US$ 57 milhões por violação da GDPR na França, assim como outras multas de autoridades locais de proteção de dados da Irlanda, Itália e da Espanha.

# track_record_details
source: In August 2019, <a id="a1">the company</a> admitted that partners who work to analyze voice snippets from the Assistant leaked the voice snippets of some Dutch users. More than 1,000 private conversations were sent to a Belgian news outlet, some of the messages reportedly revealed sensitive information such as medical conditions and customer addresses.
fr: En août 2019, <a id="a1">l’entreprise a admis</a> que des partenaires travaillant à l’analyse d’extraits vocaux provenant de l’Assistant avaient fait fuiter les extraits vocaux d’utilisateurs et utilisatrices néerlandais·e·s. Plus de 1 000 conversations privées avaient été envoyées à un organe de presse belge, dont certaines révélaient apparemment des informations sensibles, comme des problèmes de santé et des adresses postales.
pt_br: Em agosto de 2019, a <a id="a1">empresa admitiu</a> que parceiros que trabalhavam para analisar trechos de voz do Assistente vazaram trechos de voz de alguns usuários holandeses. Mais de 1.000 conversas particulares foram enviadas a uma agência de notícias belga, algumas das mensagens revelaram informações confidenciais, tais como condições médicas e endereços de clientes.

# track_record_details
source: In <a id="a1">December 2018,</a> a bug exposed the data of 52.5 million <a id="a2">Google+ users.</a>
fr: En <a id="a1">décembre 2018</a>, un bug a révélé les données de 52,5 millions <a id="a2">d’utilisateurs de Google+</a>.
pt_br: Em <a id="a1">dezembro de 2018</a>, um bug expôs os dados de 52,5 milhões de <a id="a2">usuários do Google+</a>.

# track_record_details
source: <a id="a1">Nest Security Bulletin</a> contains details of security vulnerabilities that previously affected Google Nest's devices.
fr: Le <a id="a1">Bulletin de sécurité Nest</a> détaille les failles de sécurité ayant précédemment affecté les appareils Google Nest.
pt_br: <a id="a1">O Boletim de Segurança do Nest</a> contém informações sobre vulnerabilidades de segurança que antes afetavam os dispositivos Google Nest.
