Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-sense-2.po
Languages: es

# worst_case
source: The second big concern we have about Google is their track record at being honest and respecting all this personal information they collect on us. Google has racked up quite a long list of fines for privacy violations. In 2023, they <a id="a1">settled a lawsuit with the state of California for $93 million</a> for continuing to collect and store location data even after users turned off location tracking, according to the lawsuit. In 2022, they settled a similar lawsuit for continuing to track users' locations after they opted with 40 states for $392 million. Also in 2023, a <a id="a2">$5 billion lawsuit was allowed to continue</a> against Google for secretly tracking users internet use when the judge ruled "she could not find that users consented to letting Google collect information about what they viewed online because the Alphabet (GOOGL.O) unit never explicitly told them it would." And in December of 2022, the French data protection authority fined Google $57 million for "failing to acknowledge how its users' data is processed." Those are just the fines and lawsuits that have happened since we last reviewed Google in 2022. Over the past few years, there have been even more. <a id="a3">South Korea</a> fined Google (and Meta) millions of dollars recently for privacy violations. So did <a id="a4">France</a> and <a id="a5">Spain</a>. And in the US, Google has faced a <a id="a6">host of lawsuits</a> and settlements from <a id="a7">Texas</a>, California, <a id="a8">Illinois</a>, <a id="a9">Arizona</a>, the <a id="a10">Federal Trade Commission</a>, and more. All this makes it pretty hard to trust what a company says they do with that massive amount of personal information they collect on you.
es: La segunda gran preocupación que tenemos sobre Google es su historial con respecto a ser honestos y respetar toda esta información personal que recopilan sobre nosotros. Google ha acumulado una larga lista de multas por violaciones a la privacidad. En 2023, <a id="a1">resolvió un litigio con el estado de California por 93 millones de dólares</a> por continuar recopilando y almacenando datos de ubicación incluso después de que los usuarios desactivaran el seguimiento de la ubicación, según la demanda. En 2022, resolvió un litigio similar con 40 estados por 392 millones de dólares por continuar rastreando las ubicaciones de los usuarios después de que optaron por excluirse. También en 2023, <a id="a2">se presentó una demanda de 5 mil millones de dólares contra Google</a> por rastrear secretamente el uso de Internet de los usuarios; la jueza dictaminó que <i>«no pudo encontrar pruebas de que los usuarios hayan consentido que Google recopilara información sobre lo que veían en línea, ya que la unidad Alphabet (GOOGL.O) nunca les dijo explícitamente que lo haría». </i>Además, en diciembre de 2022, la autoridad francesa de protección de datos multó a Google con 57 millones de dólares por «<i>no reconocer cómo se procesan los datos de sus usuarios».</i> Esas son solo las multas y demandas que han ocurrido desde la última vez que revisamos a Google en 2022. En los últimos años, hubieron aún más. <a id="a3">Corea del Sur</a> multó recientemente a Google (y a Meta) por millones de dólares por violaciones a la privacidad. Lo mismo hicieron <a id="a4">Francia</a> y <a id="a5">España</a>. Y en los EE. UU., Google se ha enfrentado a una <a id="a6">serie de demandas</a> y acuerdos con los estados de <a id="a7">Texas</a>, California, DC, <a id="a8">Illinois</a>, <a id="a9">Arizona</a>, la <a id="a10">Comisión Federal de Comercio</a>, entre otros. Todo esto hace que sea bastante difícil confiar en lo que una empresa dice que hace con esa enorme cantidad de información personal que recopila sobre ti.

# worst_case
source: One thing about Google we do like: They have a decent way to communicate with users about how they collect and use data in their <a id="a1">Safety Center</a>. Google does collect a ton of data on you and your children, especially if you don't take the time to adjust your privacy settings to lock down just how much info they can gather. You should absolutely take the time to adjust these privacy settings. Just beware, you will get notifications that some things might not work right if you change settings. That’s annoying, and probably worth it for a little more privacy.
es: Algo que nos gusta de Google es que tienen una forma decente de comunicarse con los usuarios en su <a id="a1">Centro de seguridad</a> sobre cómo recopilan y usan los datos. Google recopila un montón de datos sobre ti y tus hijos, especialmente si no te tomas el trabajo de ajustar tu configuración de privacidad para bloquear la cantidad de información que pueden recopilar. Debes tomarte el tiempo necesario para ajustar esta configuración de privacidad. Solo ten en cuenta que recibirás notificaciones de que es posible que algunas cosas no funcionen bien si cambias la configuración. Eso es molesto, y probablemente valga la pena a cambio de un poco más de privacidad.

# worst_case
source: What’s the worst that could happen? Well, when you give away a lot of personal information, especially sensitive information like your live location and you combine that with health information like your heart rate, mood, or menstrual cycle, that has to come with a lot of trust. And our trust in Google -- who owns Fitbit -- is wavering.
es: ¿Qué es lo peor que podría pasar? Bueno, cuando compartes mucha información personal (especialmente información confidencial como tu ubicación en tiempo real) y la combinas con información de salud como tu ritmo cardíaco, tu estado de ánimo o tu ciclo menstrual, deberías tener mucha confianza en quien recibe esa información. Y nuestra confianza en Google, propietario de Fitbit, es bastante débil.

# signup_requirement_explanation
source: A Google Account is required for all new users. A Google Account is required to activate new Fitbit devices released after the launch of Google Accounts for Fitbit. Existing users have the option to use either a Google Account or their existing Fitbit account until at least 2025 at which point they will be required to use a Google Account for login.
es: Se requiere una cuenta de Google para todos los nuevos usuarios. Se requiere una cuenta de Google para activar nuevos dispositivos Fitbit lanzados después de la aparición de las cuentas de Google para Fitbit. Los usuarios existentes tienen la opción de usar una cuenta de Google o su cuenta existente de Fitbit hasta al menos 2025, momento en el que deberán usar una cuenta de Google para iniciar sesión.

# how_does_it_use_data_collected
source: We ding this product for collecting extensive information on users, combining it with data from third-party data sources, and targeting ads based on that data, as well as letting its customers target ads based on that data. In addition, we ding this product for allowing "specific partners to collect information from your browser or device for advertising and measurement purposes using their own cookies or similar technologies." We are also concerned about the fact that Google says they can "use publicly available information to help train Google’s AI models," as that could potentially entail a lot of information people don't consent to have used to train their AIs.
es: Criticamos a este producto porque recopila mucha información sobre los usuarios, la combina con datos de fuentes de datos de terceros y orienta anuncios en función de esos datos, además de permitir que sus clientes orienten los anuncios en función de esos datos. También criticamos a este producto por permitir que «socios específicos recopilen información de tu navegador o dispositivo con fines publicitarios y de medición utilizando sus propias cookies o tecnologías similares». Otra cosa que nos preocupa es que Google diga que puede «usar la información disponible públicamente para ayudar a entrenar los modelos de IA de Google», ya que eso podría implicar una gran cantidad de información que las personas no consienten que se use para entrenar IA.

# how_does_it_use_data_collected
source: Google's Privacy Policy
es: Política de privacidad de Google

# how_does_it_use_data_collected
source: "Business purposes for which information may be used or disclosed<br/>Advertising: Google processes information to provide advertising, including online identifiers, browsing and search activity, and information about your location and interactions with advertisements."
es: «Propósitos comerciales para los que se puede usar o divulgar información<br/>Publicidad: Google procesa información para proporcionar publicidad, esto incluye identificadores en línea, actividad de navegación y búsqueda, e información sobre tu ubicación y tus interacciones con los anuncios».

# how_does_it_use_data_collected
source: Research and development: Google uses information to improve our services and to develop new products, features and technologies that benefit our users and the public. For example, we use publicly available information to help train Google’s AI models and build products and features like Google Translate, Bard, and Cloud AI capabilities.
es: Investigación y desarrollo: Google utiliza la información para mejorar sus servicios y desarrollar nuevos productos, funciones y tecnologías que beneficien a nuestros usuarios y al público. Por ejemplo, utilizamos información disponible públicamente para entrenar a los modelos de IA de Google y crear productos y funciones como Google Translate, Bard y capacidades de IA en la nube.

# how_does_it_use_data_collected
source: Legal reasons: Google also uses information to satisfy applicable laws or regulations, and discloses information in response to legal process or enforceable government requests, including to law enforcement. We provide information about the number and type of requests we receive from governments in our <a id="a1">Transparency Report</a>."<br/><br/>"Google does not sell your personal information. Google also does not “share” your personal information as that term is defined in the California Consumer Privacy Act (CCPA)."
es: Razones legales: Google también utiliza la información para cumplir con las leyes o regulaciones aplicables, y divulga información en respuesta a procesos legales o solicitudes gubernamentales aplicables, incluso a las fuerzas del orden. Proporcionamos información sobre el número y el tipo de solicitudes que recibimos de agencias gubernamentales en nuestro <a id="a1">Informe de transparencia</a>.<br/><br/>Google no vende tu información personal. Google tampoco «comparte» tu información personal según se define ese término en la Ley de Privacidad del Consumidor de California (CCPA)».

# how_does_it_use_data_collected
source: "We use the information we collect to customize our services for you, including providing recommendations, personalized content, and customized search results. For example, Security Checkup provides security tips adapted to how you use Google products. And Google Play uses information like apps you’ve already installed and videos you’ve watched on YouTube to suggest new apps you might like.
es: «Utilizamos la información que recopilamos para personalizar nuestros servicios para ti, lo que incluye proporcionarte recomendaciones, contenidos personalizados y resultados de búsqueda individualizados. Por ejemplo, Security Checkup proporciona consejos de seguridad adaptados a la forma en que usas los productos de Google. Y Google Play utiliza datos tales como qué aplicaciones ya has instalado y qué vídeos has visto en YouTube para sugerirte nuevas aplicaciones que te pueden gustar.

# how_does_it_use_data_collected
source: Depending on your settings, we may also show you personalized ads based on your interests. &lt;...&gt;<br/> We don’t show you personalized ads based on sensitive categories, such as race, religion, sexual orientation, or health.<br/> We don’t show you personalized ads based on your content from Drive, Gmail, or Photos.<br/> We don’t share information that personally identifies you with advertisers, such as your name or email, unless you ask us to. For example, if you see an ad for a nearby flower shop and select the “tap to call” button, we’ll connect your call and may share your phone number with the flower shop."
es: Dependiendo de tu configuración, también podemos mostrarte anuncios personalizados en función de tus intereses. &lt;...&gt;<br/> No te mostramos anuncios personalizados basados en categorías sensibles, como raza, religión, orientación sexual o salud. <br/>No te mostramos anuncios personalizados basados en tus contenidos de Drive, Gmail o Fotos. <br/>No compartimos con los anunciantes información que te identifique personalmente, como tu nombre o correo electrónico, a menos que nos lo solicites. Por ejemplo, si ves un anuncio de una floristería cercana y seleccionas el botón “Toca para llamar”, realizaremos tu llamada y es posible que compartamos tu número de teléfono con la floristería».

# how_does_it_use_data_collected
source: "Personal information. This is information that you provide to us which personally identifies you, such as your name, email address, or billing information, <b>or other data that can be reasonably linked to such information by Google,</b> such as information we associate with your Google Account."
es: «Información personal. Esta es la información que nos proporcionas y que te identifica personalmente, como tu nombre, dirección de correo electrónico o información de facturación, <b>u otros datos que Google puede vincular razonablemente a dicha información,</b> como la información que asociamos con tu cuenta de Google».

# how_does_it_use_data_collected
source: "In some circumstances, Google also collects information about you from publicly accessible sources."
es: «En algunas circunstancias, Google también recopila información sobre ti de fuentes de acceso público».

# how_does_it_use_data_collected
source: "We use various technologies to collect and store information, including cookies, pixel tags, local storage, such as browser web storage or application data caches, databases, and server logs."
es: «Utilizamos varias tecnologías para recopilar y almacenar información, que incluyen cookies, etiquetas de píxeles, almacenamiento local, como almacenamiento web del navegador o cachés de datos de aplicaciones, bases de datos y registros del servidor».

# how_does_it_use_data_collected
source: "We’ll share personal information outside of Google when we have your consent. "
es: «Compartiremos información personal fuera de Google cuando tengamos tu consentimiento».

# how_does_it_use_data_collected
source: "We provide personal information to our affiliates and other trusted businesses or persons to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures. "
es: «Proporcionamos información personal a nuestros afiliados y a otras personas o empresas de confianza para que lleven a cabo su procesamiento en nuestro nombre, siguiendo nuestras instrucciones y de conformidad con nuestra Política de privacidad, y adoptando otras medidas de seguridad y confidencialidad adecuadas».

# how_does_it_use_data_collected
source: "We may share non-personally identifiable information publicly and with our partners — like publishers, advertisers, developers, or rights holders. For example, we share information publicly to show trends about the general use of our services. <b>We also allow specific partners to collect information from your browser or device for advertising and measurement purposes using their own cookies or similar technologies.</b>"
es: «Podemos compartir información de identificación no personal, tanto públicamente como con nuestros socios, que incluyen editores, anunciantes, desarrolladores o titulares de derechos. Por ejemplo, compartimos información públicamente para mostrar tendencias sobre el uso general de nuestros servicios. <b>También permitimos que socios específicos recopilen información de tu navegador o dispositivo con fines publicitarios y de medición, utilizando sus propias cookies o tecnologías similares»</b>.

# how_does_it_use_data_collected
source: <b>How does Google use location information?</b><br/>"Your location information can help Google show you more relevant ads. When you search for something like “shoe stores near me,” location information can be used to show you ads from shoe stores near you. Or, let’s say you’re searching for pet insurance, advertisers might show different benefits in different areas."
es: <b>¿Cómo utiliza Google la información de ubicación?</b><br/>«La información de tu ubicación puede ayudar a Google a mostrarte anuncios más relevantes. Cuando buscas cosas como “zapaterías cerca de mí”, se puede usar la información de ubicación para mostrarte anuncios de zapaterías cercanas a donde te encuentras. O, si estás buscando un seguro para mascotas, los anunciantes pueden mostrar diferentes beneficios en diferentes áreas».

# how_does_it_use_data_collected
source: "Google may also use your past browsing or app activity (such as your searches, website visits, or videos you watched on YouTube) and general areas saved as part of the Web &amp; App Activity setting to show you more useful ads. For example, if you search for where to buy milk nearby on Google, you may see ads for grocery stores in the general area where you frequently browse Google Search while waiting for your bus or train.<br/>Advertisers can only target ads to general areas, such as countries, cities, or regions around their business."
es: «Google también puede utilizar tu navegación anterior o tu actividad en la aplicación (como tus búsquedas, visitas a sitios web o vídeos que viste en YouTube) y las áreas generales guardadas como parte de la configuración de actividad web y de aplicaciones, para mostrarte anuncios más útiles. Por ejemplo, si buscas en Google dónde comprar leche cerca, es posible que veas anuncios de tiendas de comestibles en el área general donde navegas con frecuencia por la Búsqueda de Google mientras esperas tu autobús o el tren.<br/>Los anunciantes solo pueden orientar anuncios a áreas generales, como países, ciudades o regiones alrededor de sus negocios».

# how_does_it_use_data_collected
source: <b>Google's Advertising Technologies Page</b><br/>"Advertising keeps Google and many of the websites and services you use free of charge. We work hard to make sure that ads are safe, unobtrusive, and as relevant as possible. "
es: <b>Página de tecnologías publicitarias de Google</b><br/>«La publicidad permite que Google y muchos de los sitios web y servicios que utilizas sean gratuitos. Trabajamos arduamente para asegurarnos de que los anuncios sean seguros, discretos y lo más relevantes posible».

# how_does_it_use_data_collected
source: "Other technologies used in advertising...<br/>We may use the IP address, for example, to identify your general location. We may also select advertising based on information about your computer or device, such as your device model, browser type, or sensors in your device like the accelerometer.
es: «Otras tecnologías utilizadas para la publicidad...<br/>Podemos utilizar la dirección IP, por ejemplo, para identificar tu ubicación general. También podemos seleccionar la publicidad en función de datos sobre tu ordenador o dispositivo, como el modelo de dispositivo, el tipo de navegador o los sensores de tu dispositivo, como el acelerómetro.

# how_does_it_use_data_collected
source: Location<br/>Google’s ad products may receive or infer information about your location from a variety of sources. For example, we may use the IP address to identify your general location; we may receive precise location from your mobile device; we may infer your location from your search queries; and websites or apps that you use may send information about your location to us. Google uses location information in our ads products to infer demographic information, to improve the relevance of the ads you see, to measure ad performance and to report aggregate statistics to advertisers....
es: Ubicación<br/>Los productos publicitarios de Google pueden recibir o inferir información sobre tu ubicación de una variedad de fuentes. Por ejemplo, podemos usar la dirección IP para identificar tu ubicación general; podemos recibir una ubicación precisa de tu dispositivo móvil; podemos inferir tu ubicación a partir de tus búsquedas; y los sitios web o aplicaciones que utilizas pueden enviarnos información sobre tu ubicación. Google utiliza la información de ubicación en nuestros productos publicitarios para inferir información demográfica, mejorar la relevancia de los anuncios que ves, medir el rendimiento de los anuncios e informar estadísticas agregadas a los anunciantes...

# how_does_it_use_data_collected
source: Advertising identifiers for mobile apps<br/>To serve ads in services where cookie technology may not be available (for example, in mobile applications), we may use technologies that perform similar functions to cookies. Sometimes Google links the identifier used for advertising on mobile applications to an advertising cookie on the same device in order to coordinate ads across your mobile apps and mobile browser....
es: Identificadores de publicidad para aplicaciones móviles<br/>Para publicar anuncios en servicios donde la tecnología de cookies no está disponible (por ejemplo, en aplicaciones móviles), podemos utilizar tecnologías que realicen funciones similares a las cookies. A veces, Google vincula el identificador utilizado para la publicidad en aplicaciones móviles a una cookie publicitaria en el mismo dispositivo para coordinar los anuncios en tus aplicaciones móviles y tu navegador móvil...

# how_does_it_use_data_collected
source: Connected TVs are another area where cookie technology is not available, and, instead, Google will rely on device identifiers designed for use in advertising to serve ads. Many connected TV devices support an identifier for advertising that is similar in function to mobile device identifiers. These identifiers are built to give users the option to reset them or to opt out of personalized advertising entirely."
es: Los televisores conectados son otra área donde la tecnología de cookies no está disponible y, en cambio, Google se basará en identificadores de dispositivos diseñados para publicar anuncios. Muchos dispositivos de TV conectados admiten un identificador para publicidad que es similar en función a los identificadores de dispositivos móviles. Estos identificadores están diseñados para dar a los usuarios la opción de restablecerlos o de optar por excluirse por completo de recibir publicidad personalizada».
