Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-sense-2.po
Languages: es

# track_record_details
source: In August 2023, a US District Court judge <a id="a1">allowed a $5 Billion lawsuit to continue</a> against Google for alleged privacy violations of users for secretly tracking them without their consent.
es: En agosto de 2023, un juez del Tribunal de Distrito de los EE. UU. <a id="a1">autorizó una demanda de 5000 millones de dólares</a> contra Google por presuntas violaciones a la privacidad de los usuarios por rastrearlos secretamente y sin su consentimiento.

# track_record_details
source: In January 2023, Google <a id="a1">confirmed</a> data breach in its cell network provider Google Fi. The breach is linked to the recent T-Mobile hack. Google announced the breach immediately. Google says the hackers accessed limited customer information, including phone numbers, account status, SIM card serial numbers and information related to details about customers’ mobile service plans, such as whether they have selected unlimited SMS or international roaming.
es: En enero de 2023, Google <a id="a1">confirmó</a> una filtración de datos en su proveedor de red celular Google Fi. La filtración estuvo vinculada al reciente hackeo de T-Mobile. Google anunció el problema de inmediato y declaró que los piratas informáticos accedieron a información limitada de los clientes, que incluía números de teléfono, estados de cuenta, números de serie de tarjetas SIM e información relacionada con detalles sobre los planes de servicio móvil, por ejemplo, si los clientes habían seleccionado SMS ilimitados o roaming internacional.

# track_record_details
source: In December 2022, Google was <a id="a1">fined</a> by EU watchdog over GDPR violations.
es: En diciembre de 2022, Google fue <a id="a1">multado</a> por el organismo de control de la UE por infracciones al RGPD.

# track_record_details
source: In September 2022, Google <a id="a1">lost</a> anti-trust ruling of EU which put a fine of over $4.34B on Google because of its Android monopoly.
es: En septiembre de 2022, Google <a id="a1">perdió</a> el juicio antimonopolio de la UE, que le impuso una multa de más de 4,34 mil millones de dólares debido a su monopolio de Android.

# track_record_details
source: Google received plenty of fines from European, American, and Korean authorities in the last few years. The biggest <a id="a1">was</a> the $170M fine from New York Attorney General for mishandling the children consent. The other cases include the <a id="a2">fine</a> of $100M for violating the Biometric Information Privacy Act in Illinois, $71.8M <a id="a3">fine</a> for mishandling consent in South Korea, $57M <a id="a4">fine</a> for violating GDPR in France, as well as other fines from local Data Protection Authorities in Ireland, Italy, and Spain.
es: En años recientes, las autoridades europeas, estadounidenses y coreanas han multado muchas veces a Google. La multa más cuantiosa <a id="a1">fue por</a> 170 millones de dólares, que le aplicó la procuraduría general de Nueva York por mal uso del consentimiento infantil. Otros litigios incluyen la <a id="a2">multa</a> de 100 millones de dólares por contravenir la Ley de Privacidad de la información Biométrica de Illinois, una <a id="a3">multa</a> de 71.8 millones de dólares por el mal uso del consentimiento en Corea del Sur, una <a id="a4">multa</a> de 57 millones de dólares por infringir el Reglamento General de Protección de Datos en Francia, más otras sanciones de las autoridades de protección de datos en Irlanda, Italia y España.

# track_record_details
source: In August 2019, <a id="a1">the company</a> admitted that partners who work to analyze voice snippets from the Assistant leaked the voice snippets of some Dutch users. More than 1,000 private conversations were sent to a Belgian news outlet, some of the messages reportedly revealed sensitive information such as medical conditions and customer addresses.
es: En agosto de 2019, la <a id="a1">compañía admitió</a> que los socios que analizan los snippets de voz del asistente filtraron los snippets de voz de algunos usuarios holandeses. Se enviaron más de 1000 conversaciones privadas a una agencia de noticias belga y, supuestamente, algunos de los mensajes revelaron información sensible como el estado de salud de los clientes y su domicilio.

# track_record_details
source: In <a id="a1">December 2018,</a> a bug exposed the data of 52.5 million <a id="a2">Google+ users.</a>
es: En <a id="a1">diciembre de 2018</a>, un error expuso los datos de 52,5 millones de usuarios de <a id="a2">Google+</a>.

# track_record_details
source: <a id="a1">Nest Security Bulletin</a> contains details of security vulnerabilities that previously affected Google Nest's devices.
es: En las distintas ediciones de <a id="a1">Nest Security Bulletin</a> se proporcionan detalles de las vulnerabilidades de seguridad que anteriormente han afectado a los dispositivos Google Nest.

# track_record_details
source: <b>Fitbit:</b><br/>In August 2023, <a id="a1">Fitbit faced three data transfer complaints in the EU</a>, that allege the company is illegally exporting user data in breach of the bloc’s data protection rules: "European privacy rights not-for-profit, noyb, has filed the complaints with data protection authorities in Austria, the Netherlands and Italy on behalf of three (unnamed) Fitbit users. Commenting in a statement, Maartje de Graaf, data protection lawyer at noyb, said: “First, you buy a Fitbit watch for at least €100. Then you sign up for a paid subscription, only to find that you are forced to ‘freely’ agree to the sharing of your data with recipients around the world. Five years into the GDPR, Fitbit is still trying to enforce a ‘take it or leave it’ approach.”
es: <b>Fitbit:</b><br/>En agosto de 2023, Fitbit <a id="a1">enfrentó</a> tres denuncias de transferencia de datos en la UE, donde se alega que la empresa está exportando ilegalmente datos de usuarios, en violación de las normas de protección de datos del bloque: La organización de derechos de privacidad europeos sin fines de lucro, noyb, ha presentado las denuncias ante las autoridades de protección de datos en Austria, los Países Bajos e Italia en nombre de tres usuarios de Fitbit (sin proporcionar nombres). En una declaración, Maartje de Graaf, abogada de protección de datos de noyb, dijo: «Primero, compras un reloj Fitbit por al menos 100 €. Luego te registras para una suscripción de pago, solo para descubrir que estás obligado a aceptar “libremente” el intercambio de tus datos con destinatarios de todo el mundo. Cinco años después del GDPR, Fitbit todavía está tratando de hacer cumplir un método de “tómalo o déjalo”».

# track_record_details
source: In 2021 <a id="a1">Fitbit's security measures did not prevent the major data leak</a> of 61 million fitness tracker data records, including Fitbit user data, by the third-party company GetHealth. In September 2021, a group of security researchers discovered GetHealth had an unsecured database containing over 61 million records related to wearable technology and fitness services. GetHealth accessed health data belonging to wearable device users around the world and leaked it in an non-password protected, unencrypted database. The list contained names, birthdates, weight, height, gender, and geographical location, as well as other medical data, such as blood pressure.
es: En 2021, las <a id="a1">medidas de seguridad de Fitbit no lograron evitar la gran filtración</a> de 61 millones de registros de datos provenientes de rastreadores de fitness, como los de Fitbit, por parte de la empresa externa GetHealth. En septiembre de 2021, un grupo de investigadores de seguridad descubrió que GetHealth tenía una base de datos sin medidas de seguridad, que contenía más de 61 millones de registros relacionados con tecnología portátil y servicios de fitness. GetHealth accedió a datos de salud pertenecientes a usuarios de dispositivos móviles de todo el mundo, y los filtró en una base de datos sin cifrado y sin contraseña. La lista contenía nombres, fechas de nacimiento, pesos, alturas, sexo y ubicación geográfica, junto con otros datos médicos, como la presión arterial.

# track_record_details
source: In 2020, <a id="a1">it was reported</a> the emails and passwords of nearly 2 million Fitbit users were leaked online.
es: En 2020, se <a id="a1">informó</a> que los correos electrónicos y contraseñas de casi 2 millones de usuarios de Fitbit se habían filtrado en línea.

# child_safety_blurb
source: Google provides a <a id="a1">Privacy Link guide</a> with information about privacy of kids aged 6-8, 9-12, and 13-17.
es: Google proporciona una <a id="a1">guía de privacidad de Family Link</a> con información sobre la privacidad de los niños de 6 a 8 años, de 9 a 12 años y de 13 a 17 años.

# child_safety_blurb
source: <a id="a1"><b>Privacy Notice</b></a><b> for Google Accounts and Profiles Managed with Family Link, for Children under 13 (or applicable age in your country) </b><br/>"For your child to have their own Google Account or profile, we may need your permission to collect, use or disclose your child’s information as described in this Privacy Notice and the Google Privacy Policy. When you allow your child to use our services, you and your child are trusting us with your information. We understand this is a big responsibility and work hard to protect your information and put you in control. You can choose whether your child can manage their activity controls for things like Web &amp; App Activity and YouTube History.
es: <a id="a1"><b>Aviso de privacidad</b></a><b> para cuentas y perfiles de Google gestionados con Family Link, para niños menores de 13 años (o la edad aplicable en tu país)</b><br/> «Para que tu hijo tenga su propia cuenta o perfil de Google, es posible que necesitemos tu permiso para recopilar, usar o divulgar su información según se describe en este Aviso de privacidad y en la Política de privacidad de Google. Cuando permites que tu hijo use nuestros servicios, tanto tú como tu hijo nos confían su información. Entendemos que esta es una gran responsabilidad y trabajamos arduamente para proteger la información y darte control sobre ella. Puedes decidir si tu hijo puede administrar sus controles de actividad para cosas como la Actividad web y de aplicaciones y el Historial de YouTube.

# child_safety_blurb
source: This Privacy Notice for Google Accounts and Profiles Managed with Family Link, for Children under 13 (or applicable age in your country) and the Google Privacy Policy explain Google’s privacy practices. To the extent there are privacy practices specific to your child’s account or profile, such as with respect to limitations on personalized advertising, those differences are outlined in this Privacy Notice.
es: Este Aviso de privacidad para cuentas y perfiles de Google administrados con Family Link, para niños menores de 13 años (o la edad aplicable en tu país), y la Política de privacidad de Google, explican las prácticas de privacidad de Google. En la medida en que existan prácticas de privacidad específicas para la cuenta o el perfil de tu hijo, como las relativas a las limitaciones de la publicidad personalizada, esas diferencias se describen en este Aviso de privacidad.

# child_safety_blurb
source: This Privacy Notice does not apply to the practices of any third party (non-Google) apps, actions or websites that your child may use. You should review the applicable terms and policies for third party apps, actions, and sites to determine their appropriateness for your child, including their data collection and use practices."
es: Este Aviso de privacidad no se aplica a las prácticas de aplicaciones, acciones o sitios web de terceros (que no sean de Google) que use tu hijo. Debes revisar los términos y políticas aplicables a las aplicaciones, acciones y sitios de terceros para determinar si son adecuados para tu hijo, esto incluye revisar sus prácticas de recopilación y uso de datos».

# child_safety_blurb
source: Once you grant permission for your child to have a Google Account or profile, their account or profile will generally be treated like your own with respect to the information that we collect. For example, we collect:<br/>Information you and your child create or provide to us...<br/>Information we get from your child’s use of our services....(including)....<br/>Your child’s apps, browsers &amp; devices...<br/>Your child’s location information...<br/>Your child’s voice &amp; audio information..."
es: Una vez que otorgues permiso para que tu hijo tenga una cuenta o perfil de Google, la cuenta o perfil generalmente se tratará como la tuya con respecto a la información que recopilamos. Por ejemplo, recopilamos:<br/>Información que tú y tu hijo crean o nos proporcionan...<br/>Información que obtenemos del uso que tu hijo hace de nuestros servicios... (incluyendo) ...<br/>Las aplicaciones, navegadores y dispositivos de tu hijo... <br/>Información de ubicación de tu hijo... <br/>Información de voz y audio de tu hijo...»

# child_safety_blurb
source: "We may use your child’s information to provide recommendations, personalized content, and customized search results. For example, depending on your child’s settings, Google Play may use information like apps your child has installed to suggest new apps they might like.<br/>In addition, we may combine the information we collect among our services and across your child’s devices for the purposes described above. Depending on your child’s account or profile settings, their activity on other sites and apps may be associated with their personal information in order to improve Google’s services.<br/>Google will not serve personalized ads to your child, which means ads will not be based on information from your child’s account or profile. Instead, ads may be based on information like the content of the website or app your child is viewing, the current search query, or general location (such as city or state). When browsing the web or using non-Google apps, your child may encounter ads served by other (non-Google) ad providers, including ads personalized by third parties."
es: «Podemos utilizar la información de tu hijo para proporcionarle recomendaciones, contenido personalizado y resultados de búsqueda personalizados. Por ejemplo, dependiendo de la configuración de tu hijo, Google Play puede usar información como las aplicaciones que tu hijo ha instalado para sugerir nuevas aplicaciones que podrían gustarle.<br/>Además, podemos combinar la información que recopilamos entre nuestros servicios y en los dispositivos de tu hijo para los fines descritos anteriormente. Dependiendo de la configuración de la cuenta o el perfil de tu hijo, su actividad en otros sitios y aplicaciones puede asociarse con su información personal para mejorar los servicios de Google.<br/>Google no publicará anuncios personalizados para tu hijo, lo que significa que los anuncios no se basarán en la información de su cuenta o su perfil. En cambio, los anuncios pueden basarse en información como el contenido del sitio web o la aplicación que está viendo tu hijo, la consulta de búsqueda actual o la ubicación general (como la ciudad o el estado). Cuando tu hijo navega por la web o utiliza aplicaciones que no son de Google, puede encontrar anuncios publicados por otros proveedores publicitarios (que no son de Google), incluidos anuncios personalizados por terceros».

# child_safety_blurb
source: "We may also share non-personally identifiable information (such as trends about the general use of our services) publicly and with our partners — like publishers, advertisers, developers, or rights holders. For example, we share information publicly to show trends about the general use of our services. We also allow specific partners to collect information from browsers or devices for advertising and measurement purposes using their own cookies or similar technologies."
es: «También podemos compartir información no identificable personalmente (como tendencias sobre el uso general de nuestros servicios), tanto públicamente como con nuestros socios, que incluyen editores, anunciantes, desarrolladores o titulares de derechos. Por ejemplo, compartimos información públicamente para mostrar tendencias sobre el uso general de nuestros servicios. También permitimos que socios específicos recopilen información de navegadores o dispositivos con fines publicitarios y de medición, utilizando sus propias cookies o tecnologías similares».

# child_safety_blurb
source: <b>Fitbit Privacy Policy</b><br/>"We appreciate the importance of taking additional measures to protect children’s privacy.
es: <b>Política de privacidad de Fitbit</b><br/>«Sabemos que es de suma importancia tomar medidas adicionales para proteger la privacidad de los niños.

# child_safety_blurb
source: Fitbit allows parents to set up accounts for their children to use with select Fitbit devices (“Children’s Account”). Children’s Accounts are subject to a separate Privacy Policy for Children’s Accounts which explains what information we collect to set up these accounts, what information we collect from a child’s use of our Services, and how we use and share that information. Parents or guardians must consent to the use of their child’s data in accordance with the Privacy Policy for Children’s Accounts in order to create such an account.
es: Fitbit permite que los padres configuren cuentas para que sus hijos las usen con dispositivos Fitbit seleccionados ("Cuenta para niños"). Las cuentas para niños están sujetas a una política de privacidad exclusiva para este tipo de cuentas, que explica qué información recopilamos para configurarlas, qué información recopilamos durante el uso de nuestros servicios por parte de un menor y cómo usamos y compartimos esa información. Para crear una de estas cuentas, los padres o tutores deben dar su consentimiento para el uso de los datos de sus hijos de acuerdo con la política de privacidad de las cuentas para niños.

# child_safety_blurb
source: Persons under the age of 13, or any higher minimum age in the jurisdiction where that person resides, are not permitted to create accounts unless their parent has consented in accordance with applicable law. If we learn that we have collected the personal information of a child under the relevant minimum age without parental consent, we will take steps to delete the information as soon as possible. Parents who believe that their child has submitted personal information to us and would like to have it deleted may contact us at privacy@fitbit.com."
es: Las personas menores de 13 años o de cualquier edad mínima más alta establecida en la jurisdicción donde reside la persona, no pueden crear una cuenta a menos que sus padres hayan dado su consentimiento de conformidad con la ley aplicable. Si entramos en conocimiento de que hemos recopilado la información personal de un menor de la edad mínima correspondiente sin el consentimiento de sus padres, tomaremos las medidas necesarias para eliminar tal información lo antes posible. Los padres que crean que su hijo nos ha enviado información personal y quieran que la eliminemos pueden ponerse en contacto con nosotros en privacy@fitbit.com».

# ai_helptext
source: Google publishes academic papers about its AI research (https://ai.google/) and makes several tools available via open source. https://ai.google/tools
es: Google publica artículos académicos sobre sus estudios en materia de IA (https://ai.google/) y pone varias herramientas de código abierto a disposición del público. https://ai.google/tools

# ai_helptext
source: FitBit Coach and FitBit Care services are <a id="a1">said</a> to be based on Machine Learning
es: Se <a id="a1">dice</a> que los servicios de FitBit Coach y FitBit Care están basados en el aprendizaje automático
