Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-luxe.po
Languages: es, fr, pt_br

# track_record_details
source: <b>Fitbit:</b><br/>In August 2023, <a id="a1">Fitbit faced three data transfer complaints in the EU</a>, that allege the company is illegally exporting user data in breach of the bloc’s data protection rules: "European privacy rights not-for-profit, noyb, has filed the complaints with data protection authorities in Austria, the Netherlands and Italy on behalf of three (unnamed) Fitbit users. Commenting in a statement, Maartje de Graaf, data protection lawyer at noyb, said: “First, you buy a Fitbit watch for at least €100. Then you sign up for a paid subscription, only to find that you are forced to ‘freely’ agree to the sharing of your data with recipients around the world. Five years into the GDPR, Fitbit is still trying to enforce a ‘take it or leave it’ approach.”
fr: <b>Fitbit :</b><br/>En août 2023, Fitbit <a id="a1">a fait l’objet</a> de trois plaintes en Europe portant sur le transfert de données, au motif que l’entreprise exporte illégalement des données d’utilisateurs en violation des règles de protection des données : « L’organisation à but non lucratif de défense du droit à la confidentialité NOYB a déposé une plainte auprès des autorités de protection des données en Autriche, aux Pays-Bas et en Italie, au nom de trois utilisateurs (anonymes) de Fitbit ». Au cours d’une déclaration, Maartje de Graaf, avocat spécialiste de la protection des données, a affirmé : « Premièrement, vous achetez une montre Fitbit valant au moins 100 euros, puis vous souscrivez à un abonnement payant pour découvrir que vous êtes forcé d’accepter « librement » le partage de vos données avec des utilisateurs du monde entier. Cinq ans après l’entrée en vigueur du RGPD, Fitbit continue à imposer une approche de type « c’est comme ça » ».
pt_br: <b>Fitbit:</b><br/>Em agosto de 2023, a Fitbit <a id="a1">enfrentou</a> três reclamações de transferência de dados na UE, que alegam que a empresa está exportando ilegalmente dados de usuários em violação das regras de proteção de dados do bloco: "Os direitos de privacidade europeus sem fins lucrativos, NOYB, apresentaram as reclamações às autoridades de proteção de dados na Áustria, Holanda e Itália em nome de três usuários (não identificados) da Fitbit. Comentando em um comunicado, Maartje de Graaf, advogada de proteção de dados da NOYB, disse: “Primeiro, você compra um relógio Fitbit por pelo menos € 100. Então você se inscreve para uma assinatura paga, apenas para descobrir que é forçado a concordar "livremente" com o compartilhamento de seus dados com destinatários em todo o mundo. Cinco anos após o GDPR, a Fitbit ainda está tentando impor uma abordagem ‘pegar ou largar’.”

# track_record_details
source: In 2021 <a id="a1">Fitbit's security measures did not prevent the major data leak</a> of 61 million fitness tracker data records, including Fitbit user data, by the third-party company GetHealth. In September 2021, a group of security researchers discovered GetHealth had an unsecured database containing over 61 million records related to wearable technology and fitness services. GetHealth accessed health data belonging to wearable device users around the world and leaked it in an non-password protected, unencrypted database. The list contained names, birthdates, weight, height, gender, and geographical location, as well as other medical data, such as blood pressure.
fr: En 2021, <a id="a1">les mesures de sécurité de Fitbit n’ont pas empêché la fuite de données majeure</a> de 61 millions d’enregistrements de données de traqueur d’activité, parmi lesquelles les données utilisateur Fitbit, par le biais de la société tierce GetHealth. En septembre 2021, un groupe de chercheurs en sécurité a découvert que GetHealth disposait d’une base de données non sécurisée contenant plus de 61 millions d’enregistrements liés à des traqueurs d’activité et des services de fitness. GetHealth a accédé aux données de santé appartenant aux utilisateurs de traqueurs d’activité du monde entier et les a divulguées dans une base de données non chiffrée et non protégée par mot de passe. La liste contenait les noms, les dates de naissance, le poids, la taille, le genre et l’emplacement géographique, ainsi que d’autres données médicales, telles que la pression artérielle.
pt_br: Infelizmente, <a id="a1">as medidas de segurança do Fitbit não evitaram o grande vazamento</a> de 61 milhões de registros de dados de monitoramento de condicionamento físico, incluindo dados de usuários do Fitbit, pela empresa terceirizada GetHealth. Em setembro de 2021, um grupo de pesquisadores de segurança descobriu que a GetHealth tinha um banco de dados desprotegido contendo mais de 61 milhões de registros relacionados à tecnologia vestível e serviços de condicionamento físico. A GetHealth acessou dados de saúde pertencentes a usuários de dispositivos portáteis em todo o mundo e vazou-os em um banco de dados não protegido por senha e não criptografado. A lista continha nomes, datas de nascimento, peso, altura, gênero e localização geográfica, bem como outros dados médicos, como pressão arterial.

# track_record_details
source: In 2020, <a id="a1">it was reported</a> the emails and passwords of nearly 2 million Fitbit users were leaked online.
fr: En 2020, il a été <a id="a1">signalé</a> que les adresses e-mail et les mots de passe de près de 2 millions d’utilisateurs de Fitbit ont été divulgués en ligne.
pt_br: Em 2020, foi <a id="a1">denunciado</a> que emails e senhas de quase 2 milhões de usuários do Fitbit foram vazados online.

# child_safety_blurb
source: Google provides a <a id="a1">Privacy Link guide</a> with information about privacy of kids aged 6-8, 9-12, and 13-17.
fr: Google fournit un <a id="a1">guide de lien de confidentialité</a> contenant des informations sur la confidentialité des enfants âgés de 6 à 8 ans, de 9 à 12 ans et de 13 à 17 ans.
pt_br: O Google fornece um <a id="a1">guia de Link de Privacidade</a> com informações sobre a privacidade de crianças de 6 a 8, 9 a 12 e 13 a 17 anos.

# child_safety_blurb
source: <a id="a1"><b>Privacy Notice</b></a><b> for Google Accounts and Profiles Managed with Family Link, for Children under 13 (or applicable age in your country)</b><br/> "For your child to have their own Google Account or profile, we may need your permission to collect, use or disclose your child’s information as described in this Privacy Notice and the Google Privacy Policy. When you allow your child to use our services, you and your child are trusting us with your information. We understand this is a big responsibility and work hard to protect your information and put you in control. You can choose whether your child can manage their activity controls for things like Web &amp; App Activity and YouTube History.
fr: <a id="a1"><b>L’avis de confidentialité</b></a><b> pour les comptes et profils Google gérés avec Family Link, pour les enfants de moins de 13 ans (ou l’âge en vigueur dans votre pays)</b><br/> « Pour que votre enfant dispose de son propre compte ou profil Google, il se peut que nous ayons besoin de votre autorisation pour collecter, utiliser ou divulguer les informations de votre enfant, comme décrit dans la présente déclaration et l’avis de confidentialité de Google. Lorsque vous autorisez votre enfant à utiliser nos services, vous et votre enfant nous confiez vos informations. Nous comprenons qu’il s’agit d’une grande responsabilité et nous nous efforçons de protéger vos informations et de vous laisser le contrôle. Vous pouvez choisir si votre enfant peut gérer ses contrôles d’activité pour des aspects tels que l’activité sur le Web et dans les applications et l’historique YouTube.
pt_br: <a id="a1"><b>Aviso de Privacidade</b></a><b> para Contas e Perfis do Google Gerenciados com o Family Link para Crianças menores de 13 anos (ou idade aplicável em seu país)</b><br/> "Para que seu filho tenha sua própria Conta ou perfil do Google, podemos precisar de sua permissão para coletar, usar ou divulgar as informações de seu filho conforme descrito neste Aviso de Privacidade e na Política de Privacidade do Google. Quando você permite que seu filho use nossos serviços, você e seu filho estão confiando suas informações a nós. Entendemos que esta é uma grande responsabilidade e trabalhamos duro para proteger suas informações e colocá-lo no controle. Você pode escolher se seu filho pode gerenciar seus controles de atividade para coisas como Atividade na Web e de Aplicativos e Histórico do YouTube.

# child_safety_blurb
source: This Privacy Notice for Google Accounts and Profiles Managed with Family Link, for Children under 13 (or applicable age in your country) and the Google Privacy Policy explain Google’s privacy practices. To the extent there are privacy practices specific to your child’s account or profile, such as with respect to limitations on personalized advertising, those differences are outlined in this Privacy Notice.
fr: Le présent avis de confidentialité pour les comptes et profils Google gérés avec Family Link, pour les enfants de moins de 13 ans (ou l’âge applicable dans votre pays) et l’avis de confidentialité de Google expliquent les pratiques de Google en matière de confidentialité. Dans la mesure où il existe des pratiques de confidentialité spécifiques au compte ou au profil de votre enfant, par exemple en ce qui concerne les limitations de la publicité personnalisée, ces différences sont décrites dans le présent avis de confidentialité.
pt_br: Este Aviso de Privacidade para Contas e Perfis do Google Gerenciados com o Family Link para Crianças menores de 13 anos (ou idade aplicável em seu país) e a Política de Privacidade do Google explicam as práticas de privacidade do Google. Na medida em que existam práticas de privacidade específicas para a conta ou perfil do seu filho, como no que diz respeito às limitações à publicidade personalizada, essas diferenças são descritas neste Aviso de Privacidade.

# child_safety_blurb
source: This Privacy Notice does not apply to the practices of any third party (non-Google) apps, actions or websites that your child may use. You should review the applicable terms and policies for third party apps, actions, and sites to determine their appropriateness for your child, including their data collection and use practices."
fr: Le présent avis de confidentialité ne s’applique pas aux pratiques des applications, actions ou sites Web tiers (non Google) que votre enfant peut utiliser. Vous devez consulter les conditions et politiques applicables aux applications, actions et sites tiers pour déterminer s’ils conviennent à votre enfant, y compris leurs pratiques en matière de collecte et d’utilisation des données. »
pt_br: Este Aviso de Privacidade não se aplica às práticas de aplicativos, ações ou sites de terceiros (que não sejam do Google) que seu filho possa usar. Você deve revisar os termos e políticas aplicáveis para aplicativos, ações e sites de terceiros para determinar sua adequação ao seu filho, incluindo suas práticas de coleta e uso de dados."

# child_safety_blurb
source: Once you grant permission for your child to have a Google Account or profile, their account or profile will generally be treated like your own with respect to the information that we collect. For example, we collect:<br/>Information you and your child create or provide to us...<br/>Information we get from your child’s use of our services....(including)....<br/>Your child’s apps, browsers &amp; devices...<br/>Your child’s location information...<br/>Your child’s voice &amp; audio information..."
fr: Une fois que vous avez autorisé votre enfant à créer un compte ou un profil Google, son compte ou son profil est généralement traité comme le vôtre en ce qui concerne les informations que nous collectons. Par exemple, nous collectons : <br/>des informations que vous et votre enfant créez ou nous fournissez…<br/>des informations obtenues lors de l’utilisation de nos services par votre enfant…(y compris)…<br/>les applications, navigateurs et appareils de votre enfant…<br/>les informations de localisation de votre enfant…<br/>les informations vocales et audio de votre enfant…
pt_br: Depois de conceder permissão para que seu filho tenha uma Conta ou perfil do Google, a conta ou perfil dele geralmente será tratado como se fosse seu em relação às informações que coletamos. Por exemplo, coletamos: <br/>Informações que você e seu filho criam ou nos fornecem...<br/> Informações que obtemos do uso de nossos serviços pelo seu filho(a)... (incluindo)...<br/> Aplicativos, navegadores e dispositivos do seu filho(a)...<br/> Informações de localização do seu filho(a)...<br/> Informações de voz e áudio do seu filho(a)..."

# child_safety_blurb
source: "We may use your child’s information to provide recommendations, personalized content, and customized search results. For example, depending on your child’s settings, Google Play may use information like apps your child has installed to suggest new apps they might like.<br/>In addition, we may combine the information we collect among our services and across your child’s devices for the purposes described above. Depending on your child’s account or profile settings, their activity on other sites and apps may be associated with their personal information in order to improve Google’s services.<br/>Google will not serve personalized ads to your child, which means ads will not be based on information from your child’s account or profile. Instead, ads may be based on information like the content of the website or app your child is viewing, the current search query, or general location (such as city or state). When browsing the web or using non-Google apps, your child may encounter ads served by other (non-Google) ad providers, including ads personalized by third parties."
fr: « Nous pouvons utiliser les informations relatives à votre enfant pour lui fournir des recommandations, un contenu personnalisé et des résultats de recherche personnalisés. Par exemple, en fonction des paramètres de votre enfant, Google Play peut utiliser des informations telles que les applications installées par votre enfant pour lui suggérer de nouvelles applications susceptibles de lui plaire.<br/>En outre, nous pouvons combiner les informations que nous collectons entre nos services et sur les appareils de votre enfant aux fins décrites ci-dessus. En fonction des paramètres du compte ou du profil de votre enfant, son activité sur d’autres sites et applications peut être associée à ses informations personnelles afin d’améliorer les services de Google.<br/>Google ne présentera pas de publicités personnalisées à votre enfant, ce qui signifie que les publicités ne seront pas basées sur les informations contenues dans le compte ou le profil de votre enfant. En revanche, les publicités peuvent être basées sur des informations telles que le contenu du site Web ou de l’application que votre enfant consulte, la requête de recherche en cours ou l’emplacement général (ville ou état, par exemple). Lorsqu’il navigue sur le Web ou utilise des applications non Google, votre enfant peut rencontrer des publicités diffusées par d’autres fournisseurs de publicités (non Google), y compris des publicités personnalisées par des tiers. »
pt_br: "Podemos usar as informações do seu filho para fornecer recomendações, conteúdo personalizado e resultados de pesquisa personalizados. Por exemplo, dependendo das configurações do seu filho, o Google Play pode usar informações como aplicativos que seu filho instalou para sugerir novos aplicativos de que ele possa gostar.<br/>Além disso, podemos combinar as informações que coletamos entre nossos serviços e entre os dispositivos do seu filho para os fins descritos acima. Dependendo das configurações da conta ou do perfil do seu filho, a atividade dele em outros sites e aplicativos pode estar associada às informações pessoais dele para melhorar os serviços do Google. <br/>O Google não exibirá anúncios personalizados ao seu filho, o que significa que os anúncios não serão baseados em informações da conta ou do perfil do seu filho. Em vez disso, os anúncios podem ser baseados em informações como o conteúdo do site ou aplicativo que seu filho está visualizando, a consulta de pesquisa atual ou a localização geral (como cidade ou estado). Ao navegar na web ou usar aplicativos que não são do Google, seu filho pode encontrar anúncios veiculados por outros provedores de anúncios (que não são do Google), incluindo anúncios personalizados por terceiros."

# child_safety_blurb
source: "We may also share non-personally identifiable information (such as trends about the general use of our services) publicly and with our partners — like publishers, advertisers, developers, or rights holders. For example, we share information publicly to show trends about the general use of our services. We also allow specific partners to collect information from browsers or devices for advertising and measurement purposes using their own cookies or similar technologies."
fr: « Nous pouvons également partager des informations non personnellement identifiables (telles que les tendances concernant l’utilisation générale de nos services) publiquement et avec nos partenaires, comme les éditeurs, les annonceurs, les développeurs ou les détenteurs de droits. Par exemple, nous partageons des informations publiquement pour montrer les tendances de l’utilisation générale de nos services. Nous autorisons également des partenaires spécifiques à collecter des informations à partir de navigateurs ou d’appareils à des fins de publicité et de mesure en utilisant leurs propres cookies ou des technologies similaires. »
pt_br: "Também podemos compartilhar informações não pessoalmente identificáveis (como tendências sobre o uso geral de nossos serviços) publicamente e com nossos parceiros – como editores, anunciantes, desenvolvedores ou detentores de direitos. Por exemplo, compartilhamos informações publicamente para mostrar tendências sobre o uso geral de nossos serviços. Também permitimos que parceiros específicos coletem informações de navegadores ou dispositivos para fins de publicidade e medição usando seus próprios cookies ou tecnologias semelhantes."

# child_safety_blurb
source: <b>Fitbit Privacy Policy</b><br/>"We appreciate the importance of taking additional measures to protect children’s privacy.
fr: <b>Politique de confidentialité de Fitbit</b><br/>« Nous sommes conscients de l’importance de prendre des mesures supplémentaires pour protéger la vie privée des enfants.
pt_br: <b>Política de privacidade da Fitbit</b><br/>"Apreciamos a importância de tomar medidas adicionais para proteger a privacidade das crianças.

# child_safety_blurb
source: Fitbit allows parents to set up accounts for their children to use with select Fitbit devices (“Children’s Account”). Children’s Accounts are subject to a separate Privacy Policy for Children’s Accounts which explains what information we collect to set up these accounts, what information we collect from a child’s use of our Services, and how we use and share that information. Parents or guardians must consent to the use of their child’s data in accordance with the Privacy Policy for Children’s Accounts in order to create such an account.
es: Fitbit permite que los padres configuren cuentas para que sus hijos las usen con dispositivos Fitbit seleccionados ("Cuenta para niños"). Las cuentas para niños están sujetas a una política de privacidad exclusiva para este tipo de cuentas, que explica qué información recopilamos para configurarlas, qué información recopilamos durante el uso de nuestros servicios por parte de un menor y cómo usamos y compartimos esa información. Para crear una de estas cuentas, los padres o tutores deben dar su consentimiento para el uso de los datos de sus hijos de acuerdo con la política de privacidad de las cuentas para niños.
fr: Fitbit permet aux parents de paramétrer des comptes pour que leurs enfants puissent les utiliser avec certains appareils Fitbit (« Compte enfant »). Les comptes d’enfants sont soumis à la Politique de confidentialité pour les comptes enfants qui explique quelles informations sont recueillies pour créer ces comptes, quelles informations sont recueillies à partir de l’utilisation de nos services par un enfant et comment nous utilisons et partageons ces informations. Les parents ou tuteurs et tutrices doivent consentir à l’utilisation des données de leurs enfants conformément à la Politique de confidentialité pour les comptes enfants afin de créer un tel compte.
pt_br: "A Fitbit permite que os pais configurem contas para seus filhos usarem com dispositivos Fitbit selecionados ("Conta para Crianças"). As Contas de Crianças estão sujeitas a uma Política de Privacidade separada para Contas de Crianças, que explica quais informações coletamos para configurar essas contas, quais informações coletamos do uso de nossos Serviços por uma criança e como usamos e compartilhamos essas informações. Os pais ou responsáveis devem consentir com o uso dos dados de seus filhos de acordo com a Política de Privacidade para Contas de Crianças para criar tal conta.

# child_safety_blurb
source: Persons under the age of 13, or any higher minimum age in the jurisdiction where that person resides, are not permitted to create accounts unless their parent has consented in accordance with applicable law. If we learn that we have collected the personal information of a child under the relevant minimum age without parental consent, we will take steps to delete the information as soon as possible. Parents who believe that their child has submitted personal information to us and would like to have it deleted may contact us at privacy@fitbit.com."
es: Las personas menores de 13 años o de cualquier edad mínima más alta establecida en la jurisdicción donde reside la persona, no pueden crear una cuenta a menos que sus padres hayan dado su consentimiento de conformidad con la ley aplicable. Si entramos en conocimiento de que hemos recopilado la información personal de un menor de la edad mínima correspondiente sin el consentimiento de sus padres, tomaremos las medidas necesarias para eliminar tal información lo antes posible. Los padres que crean que su hijo nos ha enviado información personal y quieran que la eliminemos pueden ponerse en contacto con nosotros en privacy@fitbit.com».
fr: Les personnes âgées de moins de 13 ans ou sous un âge minimum supérieur dans la juridiction où elles résident ne sont pas autorisées à créer des comptes à moins que leurs parents n’y aient consenti conformément à la loi applicable. Si nous apprenons que nous avons recueilli les informations personnelles d’un enfant en dessous de l’âge minimum en vigueur sans le consentement des parents, nous prendrons des mesures pour supprimer les informations dès que possible. Les parents qui pensent que leur enfant pourrait nous avoir soumis des informations personnelles et qui souhaitent qu’elles soient supprimées peuvent nous contacter à l’adresse e-mail privacy@fitbit.com."
pt_br: Pessoas com menos de 13 anos, ou qualquer idade mínima maior na jurisdição onde essa pessoa reside, não estão autorizadas a criar contas, a menos que seus pais tenham consentido de acordo com a lei aplicável. Se soubermos que coletamos as informações pessoais de uma criança com idade inferior à idade mínima relevante sem o consentimento dos pais, tomaremos medidas para excluir as informações o mais rápido possível. Os pais que acreditam que seus filhos nos enviaram informações pessoais e gostariam de excluí-las podem entrar em contato conosco em privacy@fitbit.com."
