Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit.po
Languages: de, es, pt_br

# how_can_you_control_your_data
source: If you live in the European Economic Area (EEA), United Kingdom (UK), or Switzerland, you can exercise your privacy rights under the European Union’s General Data Protection Regulation (“GDPR”).
de: Wenn Sie im Europäischen Wirtschaftsraum (EWR), im Vereinigten Königreich (UK) oder in der Schweiz leben, können Sie Ihre Datenschutzrechte gemäß der Datenschutz-Grundverordnung der Europäischen Union („DSGVO“) ausüben.
es: Si vives en el Espacio Económico Europeo (EEE), el Reino Unido o Suiza, puedes ejercer tus derechos de privacidad en virtud del Reglamento General de Protección de Datos de la Unión Europea («RGPD»).
pt_br: Se você mora no Espaço Econômico Europeu (EEE), Reino Unido (Reino Unido) ou Suíça, pode exercer seus direitos de privacidade de acordo com o Regulamento Geral de Proteção de Dados ("GDPR") da União Europeia.

# track_record_details
source: Unfortunately, Fitbit's security measures <a id="a1">did not prevent</a> the major data leak of 61 million fitness tracker data records, including Fitbit user data, by the third-party company GetHealth. In September 2021, a group of security researchers discovered GetHealth had an unsecured database containing over 61 million records related to wearable technology and fitness services. GetHealth accessed health data belonging to wearable device users around the world and leaked it in an non-password protected, unencrypted database. The list contained names, birthdates, weight, height, gender, and geographical location, as well as other medical data, such as blood pressure.
de: Leider konnten die Sicherheitsmaßnahmen von Fitbit das <a id="a1">große Datenleck</a> von 61 Millionen Fitness-Tracker-Datensätzen, einschließlich der Healthkit-Daten von Fitbit, durch das Drittunternehmen GetHealth nicht verhindern. Im September 2021 entdeckte eine Gruppe von Sicherheitsforschern, dass GetHealth über eine ungesicherte Datenbank mit über 61 Millionen Datensätzen zu tragbaren Technologien und Fitnessdiensten verfügt. GetHealth griff auf Gesundheitsdaten von Benutzern von tragbaren Geräten auf der ganzen Welt zu und gab sie in einer nicht passwortgeschützten, unverschlüsselten Datenbank weiter. Die Liste enthielt Namen, Geburtsdaten, Gewicht, Größe, Geschlecht und geografische Lage sowie andere medizinische Daten wie den Blutdruck.
es: Desafortunadamente, las medidas de seguridad de Fitbit <a id="a1">no lograron evitar</a> la gran filtración de datos, que incluía 61 millones de registros de datos provenientes de rastreadores de fitness, como los de Fitbit, por parte de la empresa externa GetHealth. En septiembre de 2021, un grupo de investigadores de seguridad descubrió que GetHealth tenía una base de datos sin medidas de seguridad, que contenía más de 61 millones de registros relacionados con tecnología portátil y servicios de fitness. GetHealth accedió a datos de salud pertenecientes a usuarios de dispositivos móviles de todo el mundo, y los filtró en una base de datos sin cifrado y sin contraseña. La lista contenía nombres, fechas de nacimiento, pesos, alturas, sexo y ubicación geográfica, junto con otros datos médicos, como la presión arterial.
pt_br: Infelizmente, as medidas de segurança da Fitbit <a id="a1">não evitaram</a> o grande vazamento de 61 milhões de registros de dados de rastreadores de condicionamento físico, incluindo dados de usuários do Fitbit, pela empresa terceirizada GetHealth. Em setembro de 2021, um grupo de pesquisadores de segurança descobriu que a GetHealth tinha um banco de dados desprotegido contendo mais de 61 milhões de registros relacionados à tecnologia vestível e serviços de condicionamento físico. A GetHealth acessou dados de saúde pertencentes a usuários de dispositivos portáteis em todo o mundo e vazou-os em um banco de dados não protegido por senha e não criptografado. A lista continha nomes, datas de nascimento, peso, altura, sexo e localização geográfica, bem como outros dados médicos, como pressão arterial.

# child_safety_blurb
source: "Fitbit allows parents to set up accounts for their children to use with select Fitbit devices (“Children’s Account”). Children’s Accounts are subject to a separate Privacy Policy for Children’s Accounts which explains what information we collect to set up these accounts, what information we collect from a child’s use of our Services, and how we use and share that information. Parents or guardians must consent to the use of their child’s data in accordance with the Privacy Policy for Children’s Accounts in order to create such an account.
de: „Fitbit ermöglicht es Eltern, Konten für ihre Kinder einzurichten, die diese mit ausgewählten Fitbit-Geräten nutzen können („Kinderkonto“). Für Kinderkonten gilt eine gesonderte Datenschutzrichtlinie, in der erläutert wird, welche Daten wir für die Einrichtung dieser Konten erfassen, welche Daten wir aus der Nutzung unserer Dienste durch ein Kind erfassen und wie wir diese Daten nutzen und weitergeben. Eltern oder Erziehungsberechtigte müssen der Verwendung der Daten ihres Kindes gemäß der Datenschutzrichtlinie für Kinderkonten zustimmen, um ein solches Konto einrichten zu können.
es: «Fitbit permite que los padres configuren cuentas para que sus hijos las usen con dispositivos Fitbit seleccionados ("Cuenta para niños"). Las cuentas para niños están sujetas a una política de privacidad exclusiva para este tipo de cuentas, que explica qué información recopilamos para configurarlas, qué información recopilamos durante el uso de nuestros servicios por parte de un menor y cómo usamos y compartimos esa información. Para crear una de estas cuentas, los padres o tutores deben dar su consentimiento para el uso de los datos de sus hijos de acuerdo con la política de privacidad de las cuentas para niños.
pt_br: "A Fitbit permite que os pais configurem contas para seus filhos usarem com dispositivos Fitbit selecionados ("Conta para Crianças"). As Contas de Crianças estão sujeitas a uma Política de Privacidade separada para Contas de Crianças, que explica quais informações coletamos para configurar essas contas, quais informações coletamos do uso de nossos Serviços por uma criança e como usamos e compartilhamos essas informações. Os pais ou responsáveis devem consentir com o uso dos dados de seus filhos de acordo com a Política de Privacidade para Contas de Crianças para criar tal conta.

# child_safety_blurb
source: Persons under the age of 13, or any higher minimum age in the jurisdiction where that person resides, are not permitted to create accounts unless their parent has consented in accordance with applicable law. If we learn that we have collected the personal information of a child under the relevant minimum age without parental consent, we will take steps to delete the information as soon as possible. Parents who believe that their child has submitted personal information to us and would like to have it deleted may contact us at privacy@fitbit.com."
de: Personen unter 13 Jahren oder einem höheren Mindestalter (je nach Rechtsprechung des Landes, in dem die Person ihren Wohnsitz hat), ist es nicht gestattet, Konten zu erstellen, es sei denn, ihre Eltern haben in Übereinstimmung mit dem geltenden Recht zugestimmt. Wenn wir erfahren, dass wir die personenbezogenen Daten eines Kindes unter dem entsprechenden Mindestalter ohne Zustimmung der Eltern erfasst haben, werden wir Maßnahmen ergreifen, um die Daten so schnell wie möglich zu löschen. Eltern, die glauben, dass ihr Kind uns personenbezogene Daten übermittelt hat und diese löschen lassen möchten, können uns unter privacy@fitbit.com kontaktieren.“
es: Las personas menores de 13 años o de cualquier edad mínima más alta establecida en la jurisdicción donde reside la persona, no pueden crear una cuenta a menos que sus padres hayan dado su consentimiento de conformidad con la ley aplicable. Si entramos en conocimiento de que hemos recopilado la información personal de un menor de la edad mínima correspondiente sin el consentimiento de sus padres, tomaremos las medidas necesarias para eliminar tal información lo antes posible. Los padres que crean que su hijo nos ha enviado información personal y quieran que la eliminemos pueden ponerse en contacto con nosotros en privacy@fitbit.com».
pt_br: Pessoas com menos de 13 anos, ou qualquer idade mínima maior na jurisdição onde essa pessoa reside, não estão autorizadas a criar contas, a menos que seus pais tenham consentido de acordo com a lei aplicável. Se soubermos que coletamos as informações pessoais de uma criança com idade inferior à idade mínima relevante sem o consentimento dos pais, tomaremos medidas para excluir as informações o mais rápido possível. Os pais que acreditam que seus filhos nos enviaram informações pessoais e gostariam de excluí-las podem entrar em contato conosco em privacy@fitbit.com."

# worst_case
source: And Fitbit seems to do an OK job with privacy and security. It de-identifies the data it collects so it's (hopefully) not personally identifiable. We say hopefully because, depending on the kind of data, it’s <a id="a1">been found</a> to be pretty easy to de-anonymize these data sets and track down an individual’s patterns, especially with location data. So, be aware with Fitbit--or any fitness tracker--you are strapping on a device that tracks your location, heart rate, sleep patterns, and more. That's a lot of personal information gathered in one place.
es: Fitbit parece hacer un buen trabajo con la privacidad y la seguridad. Desidentifica los datos que recopila para que (con suerte) no sean personalmente identificables. Decimos con suerte porque, dependiendo del tipo de datos, <a id="a1">se ha descubierto</a> que es bastante fácil desanonimizar estos sets de datos y rastrear los patrones de una persona, especialmente si hay datos de ubicación. Por lo tanto, ten en cuenta que con Fitbit —o con cualquier otro rastreador de actividad física— estás unido(a) a un dispositivo que rastrea tu ubicación, frecuencia cardíaca, patrones de sueño y más. Esa es una gran cantidad de información personal recopilada en un solo lugar.
