Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit.po
Languages: de, es, pt_br

# blurb
source: If you want to hit your personal best and kick life’s butt, you’ve already wasted too much time reading this sentence. Your metabolic rate has dropped 2% lower than a sprinting cheetah. Just kidding. Fitbit, Google's GPS tracking, heart rate monitoring, sleep tracking, stress managing, stairs climbed, calories burned, swim proof line of fitness tracker pairs with your phone and computer to tell you if you are, indeed, kicking life’s butt (or if life is kicking your butt instead). Good luck with that!
de: Wenn Sie Ihre persönliche Bestleistung erreichen und das Leben herausfordern wollen, haben Sie bereits zu viel Zeit mit dem Lesen dieses Satzes verschwendet. Ihre Stoffwechselrate ist um 2 % niedriger als die eines sprintenden Geparden. War nur ein Scherz. Fitbit, Googles GPS-Tracking, Herzfrequenzmessung, Schlafüberwachung, Stressmanagement, Treppensteigen, Kalorienverbrauch und Schwimmnachweis können mit Ihrem Telefon und Computer gekoppelt werden, um Ihnen mitzuteilen, ob Sie tatsächlich dem Leben die Stirn bieten (oder ob das Leben stattdessen Ihnen eins auswischt). Viel Glück dabei!
es: Si quieres hacer tu mejor marca personal y ganarle a la vida, ya has perdido demasiado tiempo leyendo esta oración. Tu tasa metabólica ha bajado un 2 % más que la de un guepardo. No, es broma. Fitbit, seguimiento GPS de Google, monitoreo de la frecuencia cardíaca, seguimiento del sueño, gestión del estrés, escaleras subidas, calorías quemadas, línea de profundidad al nadar o rastreador de fitness, se vincula con tu teléfono y tu ordenador para decirte si estás en condiciones de ganarle a la vida (o si es la vida la que te está ganando a ti). ¡Suerte con eso!
pt_br: Se você quer alcançar seu melhor desempenho e botar para quebrar, você já perdeu muito tempo lendo esta frase. Sua taxa metabólica caiu 2% mais baixo do que uma chita correndo. Brincadeira. Fitbit, rastreamento do GPS do Google, monitoramento da frequência cardíaca, rastreamento do sono, gerenciamento de estresse, escadas subidas, calorias queimadas, linha à prova de natação de par de rastreadores de condicionamento físico com seu telefone e computador para dizer se você está, de fato, botando para quebrar (ou se a vida está quebrando você em vez disso). Boa sorte com isso!

# blurb
source: Update: In June 2022, after Roe vs Wade was overturned allowing US states to make access to abortion illegal, we took another look at the privacy and security of Google's Ftibit fitness trackers that can track menstrual cycle data. Our updated review is below. Overall, Fitbit is owned by Google, for better and for worse. That means your data is owned by the advertising giant (although not used for advertising, according to them). It also means Google has the resources to push back against law enforcement requests for data if they chose.
de: Update: Im Juni 2022, nachdem das Gesetz Roe vs. Wade gekippt und es den US-Bundesstaaten erlaubt wurde, den Zugang zu Abtreibungen illegal zu machen, haben wir einen weiteren Blick auf den Datenschutz und die Sicherheit der Ftibit-Fitness-Tracker von Google geworfen, die Daten über den Menstruationszyklus erfassen können. Unsere aktualisierte Bewertung finden Sie unten. Fitbit gehört zu Google, im Guten wie im Schlechten. Das bedeutet, dass Ihre Daten dem Werbegiganten gehören (auch wenn sie laut Google nicht für Werbung verwendet werden). Das bedeutet auch, dass Google die Ressourcen hat, sich gegen Anfragen der Strafverfolgungsbehörden nach Daten zu wehren, wenn sie es wünschen.
es: Actualización: En junio de 2022, después de que se anulara el precedente judicial de Roe vs. Wade, lo que permitió que los estados que conforman los EE. UU. puedan determinar el acceso al aborto como ilegal, volvimos a analizar la privacidad y seguridad de los rastreadores de fitness Ftibit de Google, ya que es un dispositivo que puede rastrear el ciclo menstrual. Más abajo encontrarás nuestra revisión actualizada. Fitbit pertenece a Google, para bien y para mal. Esto significa que tus datos son propiedad del gigante publicitario (aunque, según ellos, no se utilizan para publicidad). También significa que, si lo desea, Google tiene los recursos para rechazar las solicitudes de datos de los organismos de seguridad.
pt_br: Atualização: em junho de 2022, depois que Roe vs Wade foi derrubado, permitindo que os estados dos EUA tornassem o acesso ao aborto ilegal, analisamos novamente a privacidade e a segurança dos rastreadores de condicionamento físico Fitbit do Google, que podem rastrear dados do ciclo menstrual. Nossa análise atualizada está abaixo. No geral, o Fitbit é de propriedade do Google, seja isso bom ou ruim. Isso significa que seus dados são de propriedade do gigante da publicidade (embora não sejam usados para publicidade, de acordo com eles). Isso também significa que o Google tem os recursos para responder às solicitações de dados das autoridades policiais, se quiserem.

# worst_case
source: As of January 14, 2021, Google officially <a id="a1">became the owner</a> of Fitbit. That worried many privacy conscious users. However, Google promised that “Fitbit users’ health and wellness data won't be used for Google ads and this data will be kept separate from other Google ad data” as part of the deal with global regulators when they bought Fitbit. This is good.
de: Seit dem 14. Januar 2021 ist Google offiziell <a id="a1">Eigentümer</a> von Fitbit. Das beunruhigte viele datenschutzbewusste Nutzer. Google hat jedoch versprochen, dass die Gesundheits- und Wellness-Daten der Fitbit-Nutzer nicht für Google-Anzeigen verwendet werden und dass diese Daten von anderen Google-Anzeigendaten getrennt bleiben. Das ist gut.
es: A partir del 14 de enero de 2021, Google <a id="a1">se convirtió oficialmente en el propietario</a> de Fitbit. Esto preocupaba a muchos usuarios conscientes de la privacidad. Sin embargo, como parte del acuerdo con los reguladores globales cuando compraron Fitbit, Google prometió que «los datos de salud y bienestar de los usuarios de Fitbit no se utilizarán para anuncios de Google y se mantendrán separados de otros datos de anuncios de Google». Esto es bueno.
pt_br: A partir de 14 de janeiro de 2021, o Google <a id="a1">tornou-se oficialmente o proprietário</a> da Fitbit. Isso preocupou muitos usuários preocupados com privacidade. No entanto, o Google prometeu que "os dados de saúde e bem-estar dos usuários do Fitbit não serão usados para anúncios do Google e esses dados serão mantidos separados de outros dados de anúncios do Google" como parte do acordo com reguladores globais quando compraram o Fitbit. Isso é muito bom.

# worst_case
source: And Fitbit seems to do an OK job with privacy and security. It de-identifies the data it collects so it's (hopefully) not personally identifiable. We say hopefully because, depending on the kind of data, it’s <a id="a1">been found</a> to be pretty easy to de-anonymize these data sets and track down an individual’s patterns, especially with location data. So, be aware with Fitbit—or any fitness tracker—you are strapping on a device that tracks your location, heart rate, sleep patterns, and more. That's a lot of personal information gathered in one place.
de: <a id="a1"></a>Und Fitbit scheint in Sachen Datenschutz und Sicherheit gute Arbeit zu leisten. Die gesammelten Daten werden anonymisiert, sodass sie (hoffentlich) nicht persönlich identifizierbar sind. Wir sagen „hoffentlich“, weil es sich je nach Art der Daten als ziemlich einfach erwiesen hat, diese Datensätze zu de-anonymisieren und die Muster einer Person aufzuspüren, insbesondere bei Standortdaten. Seien Sie sich also bewusst, dass Sie sich mit Fitbit - oder jedem anderen Fitness-Tracker - ein Gerät umschnallen, das Ihren Standort, Ihre Herzfrequenz, Ihr Schlafverhalten und vieles mehr aufzeichnet. Das sind eine Menge persönlicher Daten, die an einem einzigen Ort gesammelt werden.
pt_br: E a Fitbit parece fazer um bom trabalho com privacidade e segurança. Eles desidentificam os dados que coletam, então eles não são (espero) identificáveis pessoalmente. Dizemos "espero" porque, dependendo do tipo de dados, <a id="a1">descobriu-se</a> ser muito fácil desanonimizar esses conjuntos de dados e rastrear os padrões de um indivíduo, especialmente com dados de localização. Portanto, esteja ciente com o Fitbit - ou qualquer monitor de condicionamento físico - você está usando um dispositivo que rastreia sua localização, frequência cardíaca, padrões de sono e muito mais. São muitas informações pessoais reunidas em um só lugar.

# worst_case
source: What is not good is what can happen with all this very personal health data if others aren't careful. A recent <a id="a1">report</a> showed that health data for over 61 million fitness tracker users, including both Fitbit and Apple, was exposed when a third-party company that allowed users to sync their health data from their fitness trackers did not secure the data properly. Personal information such as names, birthdates, weight, height, gender, and geographical location for Fitbit and other fitness-tracker users was left exposed because the company didn't password protect or encrypt their database. This is a great reminder that yes, while Fitbit might do a good job with their own security, anytime you sync or share that data with anyone else, it could be vulnerable. And Fitbit partners with many third parties such as employers and insurance companies. I don’t know about you, but I don’t need the world to know my weight and where I live. That’s really dang creepy.
de: Nicht gut ist, was mit all diesen sehr persönlichen Gesundheitsdaten passieren kann, wenn andere nicht aufpassen. Ein kürzlich veröffentlichter <a id="a1">Bericht</a> zeigte, dass Gesundheitsdaten von über 61 Millionen Fitness-Tracker-Nutzern, darunter sowohl Fitbit als auch Apple, offengelegt wurden, als ein Drittanbieter, der es Benutzern erlaubte, ihre Gesundheitsdaten von ihren Fitness-Trackern zu synchronisieren, die Daten nicht richtig sicherte. Persönliche Informationen wie Namen, Geburtsdatum, Gewicht, Größe, Geschlecht und geografischer Standort von Apple und anderen Fitness-Tracker-Benutzern wurden offengelegt, weil das Unternehmen seine Datenbank nicht mit einem Passwort schützte oder verschlüsselte. Dies ist eine großartige Erinnerung daran, dass Fitbit zwar gute Arbeit in Bezug auf seine eigene Sicherheit leistet, aber jedes Mal, wenn Sie diese Daten synchronisieren oder mit anderen teilen, diese anfällig sein können. Außerdem arbeitet Fitbit mit vielen Drittanbietern wie Arbeitgebern und Versicherungsgesellschaften zusammen. Ich weiß nicht, wie es Ihnen geht, aber ich möchte nicht, dass die ganze Welt über mein Gewicht und meinen Wohnort Bescheid weiß. Das ist verdammt unheimlich.
es: Lo que no es bueno es lo que puede suceder con todos estos datos de salud tan personales si otras personas no tienen cuidado. Un <a id="a1">informe</a> reciente reveló que los datos de salud de más de 61 millones de usuarios de rastreadores de fitness, incluidos Fitbit y Apple, quedaron expuestos debido a que la empresa externa que permitía que los usuarios sincronicen los datos de sus dispositivos no protegió la información correctamente. Los datos personales como nombres, fechas de nacimiento, peso, altura, sexo y ubicación geográfica de usuarios de Fitbit y de otros rastreadores de fitness quedaron expuestos porque la empresa no protegió con contraseña ni cifró su base de datos. Esto sirve para que no nos olvidemos de que, aunque Fitbit hace un buen trabajo con su propia seguridad, cada vez que sincronizas o compartes datos con otros, puedes ser vulnerable. Además, Fitbit está asociado con muchos terceros, como empleadores y empresas de seguros. No sé qué pensaréis, pero yo no necesito que el mundo sepa cuánto peso y dónde vivo. Eso sí que da yuyu.
pt_br: Coisas não tão boas podem acontecer com todos esses dados de saúde extremamente pessoais se as pessoas não tomarem cuidado. Um <a id="a1">relatório</a> recente mostrou que os dados de saúde de mais de 61 milhões de usuários de rastreadores de condicionamento físico, incluindo Fitbit e Apple, foram expostos quando uma empresa terceirizada que permitia que os usuários sincronizassem seus dados de saúde de seus rastreadores de condicionamento físico não protegia os dados adequadamente. Informações pessoais como nomes, datas de nascimento, peso, altura, sexo e localização geográfica de usuários do Fitbit e outros usuários do rastreador de condicionamento físico foram deixadas expostas porque a empresa não protegeu ou criptografou seu banco de dados por senha. Este é um ótimo lembrete de que, sim, embora a Fitbit possa fazer um bom trabalho com sua própria segurança, sempre que você sincronizar ou compartilhar esses dados com qualquer outra pessoa, isso pode ser vulnerável. Não sei quanto a você, mas não preciso que o mundo saiba meu peso e onde moro. Isso é muito assustador.

# worst_case
source: <i>Update, August 2022 following the overturn of Roe vs Wade protection reproductive health rights in the United States.</i><br/> Fitbit <a id="a1">seemingly</a> hasn't focused much time and resources into developing period and pregnancy tracking features in their app, at least <a id="a2">according to the users</a> who want such features. The Fitbit app does allow for <a id="a3">period tracking</a> though. And the app, like most wearable tracking apps, collects a whole bunch of person, body-related data that could <a id="a4">potentially be used</a> to tell if a user is pregnant.
de: <i>Update, August 2022 nach der Aufhebung des Urteils Roe vs. Wade zum Schutz der reproduktiven Gesundheitsrechte in den Vereinigten Staaten. </i><br/>Fitbit <a id="a1">hat anscheinend</a> nicht viel Zeit und Ressourcen in die Entwicklung von Funktionen zur Überwachung von Periode und Schwangerschaft in seiner App gesteckt, zumindest <a id="a2">wenn es nach den Nutzern geht</a>, die solche Funktionen wünschen. Die Fitbit-App ermöglicht jedoch die <a id="a3">Überwachung der Periode</a>. Und die App sammelt, wie die meisten Wearable-Tracking-Apps, eine ganze Reihe personenbezogener, körperbezogener Daten, die <a id="a4">potenziell genutzt werden könnten</a>, um festzustellen, ob eine Nutzerin schwanger ist.
es: <i>Actualización, agosto de 2022, tras la revocación de los derechos de protección de la salud reproductiva de Roe vs. Wade en los Estados Unidos.</i><br/> Fitbit <a id="a1">aparentemente</a> no ha dedicado demasiado tiempo ni recursos para el desarrollo de funciones de seguimiento del ciclo menstrual y el embarazo en su aplicación, al menos de <a id="a2">acuerdo con los usuarios</a> que desearían esas características. Sin embargo, la aplicación Fitbit sí permite el <a id="a3">seguimiento del ciclo menstrual,</a> y la aplicación, al igual que la mayoría de las aplicaciones de seguimiento en dispositivos corporales, recopila un montón de datos relacionados con el cuerpo de la persona que <a id="a4">potencialmente pueden usarse para</a> saber si una usuaria está embarazada.
pt_br: <i>Atualização, agosto de 2022, após a derrubada dos direitos de saúde reprodutiva de proteção Roe vs Wade nos Estados Unidos. </i><br/> A Fitbit <a id="a1">aparentemente</a> não concentrou muito tempo e recursos no desenvolvimento de recursos de monitoramento de menstruação e gravidez em seu aplicativo, pelo menos de <a id="a2">acordo com os usuários</a> que desejam esses recursos. O aplicativo Fitbit permite o <a id="a3">monitoramento de menstruação</a>. E o aplicativo, como a maioria dos aplicativos de rastreamento portáteis, coleta um monte de dados pessoais e corporais que podem <a id="a4">possivelmente ser usados</a> para saber se uma usuária está grávida.

# worst_case
source: Fortunately, Fitbit doesn't sell this data but it does say it can share some personal data for interest-based advertising. Fitbit also can share your wellness data with other apps, insurers, and employers if you sign up for that and give your consent. Their privacy policy says, "You may also direct us to share your information in other ways, for example, when you give a third-party application access to your account, or give your employer access to information when you choose to participate in an employee wellness program. Remember that their use of your information will be governed by their privacy policies and terms." Remember, every time you share that data, it becomes more and more vulnerable and you have to trust more and more people to protect it. Generally, it's better to not share such data with anyone else at all, if you can avoid it.
de: Glücklicherweise verkauft Fitbit diese Daten nicht, gibt aber an, dass es einige persönliche Daten für interessenbasierte Werbung weitergeben kann. Fitbit kann Daten zu Ihrem Wohlbefinden auch an andere Apps, Versicherer und Arbeitgeber weitergeben, wenn Sie sich dafür anmelden und Ihr Einverständnis geben. In der Datenschutzrichtlinie heißt es: „Sie können uns auch anweisen, Ihre Daten auf andere Weise weiterzugeben, z. B. wenn Sie einer Drittanbieter-Anwendung Zugriff auf Ihr Konto gewähren oder Ihrem Arbeitgeber Zugang zu Informationen geben, wenn Sie sich für die Teilnahme an einem Wellness-Programm für Mitarbeiter entscheiden. Denken Sie daran, dass die Verwendung Ihrer Daten durch die jeweiligen Datenschutzrichtlinien und -bestimmungen geregelt wird.“ Denken Sie daran, dass die Daten mit jeder Weitergabe angreifbarer werden und Sie immer mehr Personen mit dem Schutz Ihrer Daten betrauen müssen. Im Allgemeinen ist es besser, solche Daten überhaupt nicht weiterzugeben, wenn Sie es vermeiden können.
es: Afortunadamente, Fitbit no vende estos datos, sin embargo, declara que podría compartir algunos datos personales para publicidad basada en intereses. Fitbit también puede compartir tus datos de bienestar con otras aplicaciones, aseguradoras y empleadores si te suscribes para eso y das tu consentimiento. Su política de privacidad dice: «También puede indicarnos que compartamos su información de otras maneras, por ejemplo, cuando le da acceso a su cuenta a una aplicación de terceros, o le da acceso a su empleador a la información cuando decide participar en un programa de bienestar para empleados. Recuerde que el uso de su información se regirá por las políticas y términos de privacidad de esos terceros». Recuerda que cada vez que compartes esos datos, se vuelven más y más vulnerables y tienes que confiar en más y más personas para protegerlos. En general, es mejor no compartirlos con nadie más, si puedes evitarlo.
pt_br: Felizmente, a Fitbit não vende esses dados, mas diz que pode compartilhar alguns dados pessoais para publicidade baseada em interesses. A Fitbit também pode compartilhar seus dados de bem-estar com outros aplicativos, seguradoras e empregadores se você se inscrever para isso e der seu consentimento. A política de privacidade deles diz: "Você também pode nos instruir a compartilhar suas informações de outras maneiras, por exemplo, quando você dá a um aplicativo de terceiros acesso à sua conta ou dá ao seu empregador acesso a informações quando você escolhe participar de um programa de bem-estar do funcionário. Lembre-se de que o uso de suas informações será regido por suas políticas e termos de privacidade." Lembre-se, cada vez que você compartilha esses dados, eles se tornam cada vez mais vulneráveis e você precisa confiar em mais e mais pessoas para protegê-los. Geralmente, é melhor não compartilhar esses dados com mais ninguém, se você puder evitá-los.
