Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-aria-air.po
Languages: de

# track_record_details
source: Google received plenty of fines from European, American, and Korean authorities in the last few years. The biggest <a id="a1">was</a> the $170M fine from New York Attorney General for mishandling the children consent. The other cases include the <a id="a2">fine</a> of $100M for violating the Biometric Information Privacy Act in Illinois, $71.8M <a id="a3">fine</a> for mishandling consent in South Korea, $57M <a id="a4">fine</a> for violating GDPR in France, as well as other fines from local Data Protection Authorities in Ireland, Italy, and Spain.
de: Google hat in den letzten Jahren viele Geldstrafen von europäischen, amerikanischen und koreanischen Behörden erhalten. Die größte <a id="a1">war die Geldbuße in Höhe von 170 Millionen US-Dollar</a> des New Yorker Generalstaatsanwalts für den falschen Umgang mit der Einwilligung von Kindern. Zu den anderen Fällen gehören die <a id="a2">Geldbuße in Höhe</a> von 100 Mio. US-Dollar wegen Verstoßes gegen das Gesetz zum Schutz biometrischer Informationen in Illinois, eine <a id="a3">Geldbuße in</a> Höhe von 71,8 Mio. US-Dollar wegen falscher Behandlung der Einwilligung in Südkorea , eine <a id="a4">Geldbuße</a> in Höhe von 57 Mio. US-Dollar wegen Verstoßes gegen die DSGVO in Frankreich sowie andere Geldbußen von lokalen Datenschutzbehörden in Irland, Italien und Spanien.

# track_record_details
source: In August 2019, <a id="a1">the company</a> admitted that partners who work to analyze voice snippets from the Assistant leaked the voice snippets of some Dutch users. More than 1,000 private conversations were sent to a Belgian news outlet, some of the messages reportedly revealed sensitive information such as medical conditions and customer addresses.
de: Im August 2019 gab das <a id="a1">Unternehmen</a> zu, dass Partner, die mit der Analyse von Sprachaufnahmen vom Google Assistant betraut wurden, die Daten einiger Nutzer*innen in den Niederlanden geleakt hatte. Mehr als 1.000 private Gespräche wurden an eine belgische Nachrichtenanstalt geschickt, einige Nachrichten legten Berichten zufolge sensible Informationen offen, wie zum Beispiel Krankheiten und Adressen von Kund*innen.

# track_record_details
source: In <a id="a1">December 2018,</a> a bug exposed the data of 52.5 million <a id="a2">Google+ users.</a>
de: Im <a id="a1">Dezember 2018</a> hat ein Fehler die Offenlegung von Daten von 52,5 Millionen <a id="a2">Google+-Nutzern</a> verursacht.

# track_record_details
source: <a id="a1">Nest Security Bulletin</a> contains details of security vulnerabilities that previously affected Google Nest's devices.
de: <a id="a1">Das Nest Sicherheits-Bulletin</a> enthält Details zu Sicherheitslücken, die in der Vergangenheit die Geräte von Google Nest betroffen haben.

# track_record_details
source: <b>Fitbit:</b><br/>In August 2023, <a id="a1">Fitbit faced three data tranfer complaints in the EU</a>, that allege the company is illegally exporting user data in breach of the bloc’s data protection rules: "European privacy rights not-for-profit, noyb, has filed the complaints with data protection authorities in Austria, the Netherlands and Italy on behalf of three (unnamed) Fitbit users. Commenting in a statement, Maartje de Graaf, data protection lawyer at noyb, said: “First, you buy a Fitbit watch for at least €100. Then you sign up for a paid subscription, only to find that you are forced to ‘freely’ agree to the sharing of your data with recipients around the world. Five years into the GDPR, Fitbit is still trying to enforce a ‘take it or leave it’ approach.”
de: <b>Fitbit:</b><br/>Im August 2023 <a id="a1">sah sich Fitbit in der EU mit</a> drei Beschwerden über Datenübertragungen EU konfrontiert, in denen behauptet wird, dass das Unternehmen unter Verstoß gegen die Datenschutzbestimmungen der Union illegal Benutzerdaten exportiert: „Die europäische gemeinnützige Datenschutzorganisation noyb hat im Namen von drei (ungenannten) Fitbit-Nutzern Beschwerden bei den Datenschutzbehörden in Österreich, den Niederlanden und Italien eingereicht. Maartje de Graaf, Datenschutzanwältin bei noyb, kommentierte: „Zuerst kaufen Sie eine Fitbit-Uhr für mindestens 100 €. Dann melden Sie sich für ein kostenpflichtiges Abonnement an, nur um festzustellen, dass Sie gezwungen sind, der Weitergabe Ihrer Daten an Empfänger auf der ganzen Welt „freiwillig“ zuzustimmen. Fünf Jahre nach Inkrafttreten der DSGVO versucht Fitbit immer noch, einen "Take it or leave it" -Ansatz durchzusetzen."

# track_record_details
source: In 2021 <a id="a1">Fitbit's security measures did not prevent the major data leak</a> of 61 million fitness tracker data records, including Fitbit user data, by the third-party company GetHealth. In September 2021, a group of security researchers discovered GetHealth had an unsecured database containing over 61 million records related to wearable technology and fitness services. GetHealth accessed health data belonging to wearable device users around the world and leaked it in an non-password protected, unencrypted database. The list contained names, birthdates, weight, height, gender, and geographical location, as well as other medical data, such as blood pressure.
de: In 2021 <a id="a1">konnten die Sicherheitsmaßnahmen von Fitbit das große Datenleck</a> von 61 Millionen Fitness-Tracker-Datensätzen, einschließlich der Healthkit-Daten von Fitbit, durch das Drittunternehmen GetHealth nicht verhindern. Im September 2021 entdeckte eine Gruppe von Sicherheitsforschern, dass GetHealth über eine ungesicherte Datenbank mit über 61 Millionen Datensätzen zu tragbaren Technologien und Fitnessdiensten verfügt. GetHealth griff auf Gesundheitsdaten von Benutzern von tragbaren Geräten auf der ganzen Welt zu und gab sie in einer nicht passwortgeschützten, unverschlüsselten Datenbank weiter. Die Liste enthielt Namen, Geburtsdaten, Gewicht, Größe, Geschlecht und geografische Lage sowie andere medizinische Daten wie den Blutdruck.

# track_record_details
source: In 2020, <a id="a1">it was reported</a> the emails and passwords of nearly 2 million Fitbit users were leaked online.
de: Im Jahr 2020 <a id="a1">wurde berichtet</a>, dass die E-Mails und Passwörter von fast 2 Millionen Fitbit-Nutzern online durchgesickert sind.

# child_safety_blurb
source: Google provides a <a id="a1">Privacy Link guide</a> with information about privacy of kids aged 6-8, 9-12, and 13-17.
de: Google bietet einen <a id="a1">Leitfaden zum Datenschutz-Link</a> mit Informationen zum Datenschutz von Kindern im Alter von 6-8, 9-12 und 13-17 Jahren an.

# child_safety_blurb
source: <a id="a1"><b>Privacy Notice</b></a><b> for Google Accounts and Profiles Managed with Family Link, for Children under 13 (or applicable age in your country)</b><br/> "For your child to have their own Google Account or profile, we may need your permission to collect, use or disclose your child’s information as described in this Privacy Notice and the Google Privacy Policy. When you allow your child to use our services, you and your child are trusting us with your information. We understand this is a big responsibility and work hard to protect your information and put you in control. You can choose whether your child can manage their activity controls for things like Web &amp; App Activity and YouTube History.
de: <a id="a1"><b>Datenschutzerklärung</b></a><b> für Google-Konten und -Profile, die mit Family Link verwaltet werden, für Kinder unter 13 Jahren (oder das in Ihrem Land geltende Alter)</b><br/> „Damit Ihr Kind über ein eigenes Google-Konto oder -Profil verfügen kann, benötigen wir Ihre Erlaubnis, die Informationen Ihres Kindes wie in diesen Datenschutzhinweisen und den Google-Datenschutzbestimmungen beschrieben zu erfassen, zu verwenden oder weiterzugeben. Wenn Sie Ihrem Kind erlauben, unsere Dienste zu nutzen, vertrauen Sie und Ihr Kind uns Ihre Informationen an. Wir sind uns bewusst, dass dies eine große Verantwortung ist, und arbeiten hart daran, Ihre Daten zu schützen und Ihnen die Kontrolle darüber zu geben. Sie können wählen, ob Ihr Kind seine Aktivitätskontrollen für Dinge wie Web- und App-Aktivitäten und das YouTube-Protokoll verwalten kann.

# child_safety_blurb
source: This Privacy Notice for Google Accounts and Profiles Managed with Family Link, for Children under 13 (or applicable age in your country) and the Google Privacy Policy explain Google’s privacy practices. To the extent there are privacy practices specific to your child’s account or profile, such as with respect to limitations on personalized advertising, those differences are outlined in this Privacy Notice.
de: Diese Datenschutzerklärung für Google-Konten und -Profile, die mit Family Link verwaltet werden, für Kinder unter 13 Jahren (oder das in Ihrem Land geltende Alter) und die Google-Datenschutzrichtlinie erläutern die Datenschutzpraktiken von Google. Soweit es für das Konto oder Profil Ihres Kindes spezifische Datenschutzpraktiken gibt, z. B. in Bezug auf Beschränkungen für personalisierte Werbung, werden diese Unterschiede in dieser Datenschutzerklärung beschrieben.

# child_safety_blurb
source: This Privacy Notice does not apply to the practices of any third party (non-Google) apps, actions or websites that your child may use. You should review the applicable terms and policies for third party apps, actions, and sites to determine their appropriateness for your child, including their data collection and use practices."
de: Diese Datenschutzerklärung gilt nicht für die Praktiken von Apps, Aktionen oder Websites von Drittanbietern (die nicht von Google stammen), die Ihr Kind möglicherweise nutzt. Sie sollten die geltenden Bedingungen und Richtlinien für Apps, Aktionen und Websites von Drittanbietern überprüfen, um festzustellen, ob diese für Ihr Kind geeignet sind, einschließlich ihrer Datenerfassungs- und Nutzungspraktiken."

# child_safety_blurb
source: Once you grant permission for your child to have a Google Account or profile, their account or profile will generally be treated like your own with respect to the information that we collect. For example, we collect:<br/>Information you and your child create or provide to us...<br/>Information we get from your child’s use of our services....(including)....<br/>Your child’s apps, browsers &amp; devices...<br/>Your child’s location information...<br/>Your child’s voice &amp; audio information..."
de: Sobald Sie Ihrem Kind die Erlaubnis erteilen, ein Google-Konto oder -Profil zu haben, wird sein Konto oder Profil in Bezug auf die von uns erfassten Informationen im Allgemeinen wie Ihr eigenes behandelt. Zum Beispiel sammeln wir:<br/>Informationen, die Sie und Ihr Kind erstellen oder uns zur Verfügung stellen...<br/>Informationen, die wir von der Nutzung unserer Dienste durch<br/>Ihr Kind erhalten....(einschließlich).... die Apps, Browser und Geräte<br/>Ihres Kindes... die Standortinformationen<br/>Ihres Kindes... die Sprach- und Audioinformationen Ihres Kindes..."

# child_safety_blurb
source: "We may use your child’s information to provide recommendations, personalized content, and customized search results. For example, depending on your child’s settings, Google Play may use information like apps your child has installed to suggest new apps they might like.<br/>In addition, we may combine the information we collect among our services and across your child’s devices for the purposes described above. Depending on your child’s account or profile settings, their activity on other sites and apps may be associated with their personal information in order to improve Google’s services.<br/>Google will not serve personalized ads to your child, which means ads will not be based on information from your child’s account or profile. Instead, ads may be based on information like the content of the website or app your child is viewing, the current search query, or general location (such as city or state). When browsing the web or using non-Google apps, your child may encounter ads served by other (non-Google) ad providers, including ads personalized by third parties."
de: „Wir können die Informationen Ihres Kindes verwenden, um Empfehlungen, personalisierte Inhalte und benutzerdefinierte Suchergebnisse bereitzustellen. Abhängig von den Einstellungen Ihres Kindes kann Google Play beispielsweise Informationen wie Apps verwenden, die Ihr Kind installiert hat, um neue Apps vorzuschlagen, die ihm gefallen könnten.<br/>Darüber hinaus können wir die Informationen, die wir zwischen unseren Diensten und auf den Geräten Ihres Kindes sammeln, für die oben beschriebenen Zwecke kombinieren. Abhängig von den Konto- oder Profileinstellungen Ihres Kindes können seine Aktivitäten auf anderen Websites und Apps mit seinen persönlichen Daten verknüpft werden, um die Dienste von Google zu verbessern.<br/>Google schaltet keine personalisierten Anzeigen für Ihr Kind, d. h. die Anzeigen basieren nicht auf Informationen aus dem Konto oder Profil Ihres Kindes. Stattdessen können die Anzeigen auf Informationen wie dem Inhalt der Website oder App, die Ihr Kind gerade anschaut, der aktuellen Suchanfrage oder dem allgemeinen Standort (z. B. Stadt oder Bundesland) basieren. Beim Surfen im Internet oder bei der Nutzung von Apps, die nicht von Google stammen, kann Ihr Kind auf Anzeigen stoßen, die von anderen (nicht von Google stammenden) Anzeigenanbietern geschaltet werden, einschließlich personalisierter Anzeigen von Drittanbietern."

# child_safety_blurb
source: "We may also share non-personally identifiable information (such as trends about the general use of our services) publicly and with our partners — like publishers, advertisers, developers, or rights holders. For example, we share information publicly to show trends about the general use of our services. We also allow specific partners to collect information from browsers or devices for advertising and measurement purposes using their own cookies or similar technologies."
de: "Wir können auch nicht persönlich identifizierbare Informationen (wie z. B. Trends über die allgemeine Nutzung unserer Dienste) öffentlich und mit unseren Partnern - wie Verlegern, Werbekunden, Entwicklern oder Rechteinhabern - teilen. Wir geben zum Beispiel Informationen öffentlich weiter, um Trends über die allgemeine Nutzung unserer Dienste aufzuzeigen. Wir erlauben auch bestimmten Partnern, Informationen von Browsern oder Geräten für Werbe- und Messzwecke zu sammeln, indem sie ihre eigenen Cookies oder ähnliche Technologien verwenden."

# child_safety_blurb
source: <b>Fitbit Privacy Policy</b><br/>"We appreciate the importance of taking additional measures to protect children’s privacy.
de: <b>Fitbit-Datenschutzrichtlinie</b><br/>„Wir wissen, wie wichtig es ist, zusätzliche Maßnahmen zum Schutz der Privatsphäre von Kindern zu ergreifen.

# child_safety_blurb
source: Fitbit allows parents to set up accounts for their children to use with select Fitbit devices (“Children’s Account”). Children’s Accounts are subject to a separate Privacy Policy for Children’s Accounts which explains what information we collect to set up these accounts, what information we collect from a child’s use of our Services, and how we use and share that information. Parents or guardians must consent to the use of their child’s data in accordance with the Privacy Policy for Children’s Accounts in order to create such an account.
de: Fitbit ermöglicht es Eltern, Konten für ihre Kinder einzurichten, die diese mit ausgewählten Fitbit-Geräten nutzen können („Kinderkonto“). Für Kinderkonten gilt eine gesonderte Datenschutzrichtlinie, in der erläutert wird, welche Daten wir für die Einrichtung dieser Konten erfassen, welche Daten wir aus der Nutzung unserer Dienste durch ein Kind erfassen und wie wir diese Daten nutzen und weitergeben. Eltern oder Erziehungsberechtigte müssen der Verwendung der Daten ihres Kindes gemäß der Datenschutzrichtlinie für Kinderkonten zustimmen, um ein solches Konto einrichten zu können.

# child_safety_blurb
source: Persons under the age of 13, or any higher minimum age in the jurisdiction where that person resides, are not permitted to create accounts unless their parent has consented in accordance with applicable law. If we learn that we have collected the personal information of a child under the relevant minimum age without parental consent, we will take steps to delete the information as soon as possible. Parents who believe that their child has submitted personal information to us and would like to have it deleted may contact us at privacy@fitbit.com."
de: Personen unter 13 Jahren oder einem höheren Mindestalter (je nach Rechtsprechung des Landes, in dem die Person ihren Wohnsitz hat), ist es nicht gestattet, Konten zu erstellen, es sei denn, ihre Eltern haben in Übereinstimmung mit dem geltenden Recht zugestimmt. Wenn wir erfahren, dass wir die personenbezogenen Daten eines Kindes unter dem entsprechenden Mindestalter ohne Zustimmung der Eltern erfasst haben, werden wir Maßnahmen ergreifen, um die Daten so schnell wie möglich zu löschen. Eltern, die glauben, dass ihr Kind uns personenbezogene Daten übermittelt hat und diese löschen lassen möchten, können uns unter privacy@fitbit.com kontaktieren.“

# ai_helptext
source: FitBit Coach and FitBit Care services are <a id="a1">said</a> to be based on Machine Learning
de: FitBit Coach und FitBit Care basieren <a id="a1">angeblich</a> auf maschinellem Lernen
