Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/fitbit-aria-air.po
Languages: de

# blurb
source: Charts &amp; graphs! Who doesn't love them? Especially when they're about your weight, body fat percentage, and BMI. This little Bluetooth enabled scale will give you all the charts and graphs you want about your weight. Track it all on an app on your phone and connect it to your fitness tracker to see what happens when you walk all those steps. Just don't blame it when it doesn't tell you what you want. As for privacy, well, Google bought Fitbit in 2021 so all your data is owned by Google now. It's not a privacy nightmare, exactly, as Google had to promise not to use any health data in advertising for at least 10 years. Still, you know, it's still Google.
de: Diagramme und Schaubilder! Wer liebt sie nicht? Vor allem, wenn sie sich auf dein Gewicht, deinen Körperfettanteil und deinen BMI beziehen. Diese kleine, Bluetooth-fähige Waage liefert dir alle Diagramme und Grafiken, die du über dein Gewicht wissen willst. Du kannst alles in einer App auf deinem Handy verfolgen und sie mit deinem Fitness-Tracker verbinden, um zu sehen, was passiert, wenn du alle diese Schritte gehst. Geben Sie nur nicht dem Gerät die Schuld, wenn es Ihnen nicht sagt, was Sie wollen. Was den Datenschutz angeht, so hat Google Fitbit im Jahr 2021 gekauft, so dass alle Ihre Daten jetzt im Besitz von Google sind. Das ist kein Alptraum für den Datenschutz, denn Google musste versprechen, mindestens 10 Jahre lang keine Gesundheitsdaten für Werbung zu verwenden. Aber Sie wissen ja: Google bleibt Google.

# worst_case
source: It's 2023 and that means the Fitbit + Google marriage that started back in 2019 has gotten even more intertwined. What's that mean for your Fitbit Aria Air? Well, it’s <a id="a1">complicated and confusing</a>. If you already have a Fitbit (and account) then you’re a “legacy user” which means your Fitbit is playing by the rules of Fitbit’s privacy policy (as far as we can tell). If you’re a new user, you now have to use a Google Account to login to the Fitbit app and agree to Google’s privacy policy instead (we think). To be honest, it's not completely clear to us when only Fitbit's privacy policy applies or when Google's privacy policy applies. So, we'll just tell you about both of them knowing that your data is eventually going to end up with Google anyway.
de: Wir schreiben das Jahr 2023, und das bedeutet, dass die Ehe zwischen Fitbit und Google, die 2019 begann, noch enger geworden ist. Was bedeutet das für Ihr Fitbit Aria Air? Nun, <a id="a1">es ist kompliziert und verwirrend</a>. Wenn Sie bereits ein Fitbit (und ein Konto) haben, dann sind Sie ein "Altnutzer" (legacy user), was bedeutet, dass Ihr Fitbit nach den Regeln der Datenschutzrichtlinie von Fitbit spielt (soweit wir das beurteilen können). Wenn Sie ein neuer Nutzer sind, müssen Sie jetzt ein Google-Konto verwenden, um sich bei der Fitbit-App anzumelden, und stattdessen den Datenschutzbestimmungen von Google zustimmen (so denken wir). Um ehrlich zu sein, ist uns nicht ganz klar, wann nur die Datenschutzbestimmungen von Fitbit gelten und wann die von Google. Daher informieren wir Sie einfach über beide Möglichkeiten, da wir wissen, dass Ihre Daten letztendlich sowieso bei Google landen werden.

# worst_case
source: So, what's going on with Fitibit's privacy? Well, Fitbit can collect a good amount of data, from your smart scale (and your fitness tracker too, of course). They say they collect things such as name, email address, phone number, birth date, gender, height, weight, location, wi-fi access points, and of course all the body related data your weight and BMI. Fitbit also says they can collect data from third parties social media sites like Facebook and Google if you choose to connect them (please, don’t) and from employers and insurance companies if you choose to share to receive wellness benefits or discounted or free services (again, not a good idea).
de: Was ist also mit dem Datenschutz bei Fitibit los? Nun, Fitbit kann eine schöne Menge Daten von Ihrer intelligenten Waage (und natürlich auch von Ihrem Fitness-Tracker) sammeln. Sie sagen, dass sie Dinge wie Name, E-Mail-Adresse, Telefonnummer, Geburtsdatum, Geschlecht, Größe, Gewicht, Standort, WLAN-Zugangspunkte und natürlich alle körperbezogenen Daten zu Ihrem Gewicht und BMI sammeln. Fitbit sagt auch, dass sie Daten von Social-Media-Sites Dritter wie Facebook und Google sammeln dürfen, wenn Sie sich dafür entscheiden, sie damit zu verbinden (bitte nicht!), sowie von Arbeitgebern und Versicherungsgesellschaften, wenn Sie sich dafür entscheiden, Wellness-Vorteile bzw. vergünstigte oder kostenlose Dienste zu erhalten (auch das ist keine gute Idee).

# worst_case
source: How does Fitbit use all this personal information it collects? Well, the good news is their <a id="a1">privacy policy</a> says they never sell your data. However, they do say they can share your personal information with advertising partners for targeted, interest-based advertising across the internet, which isn’t good news. And they say they can use that information to make inferences about you to show you more relevant content -- like using your sleep data to show you content to help you sleep better, which I’m pretty sure wouldn’t actually help me sleep better. So yeah, your Fitbit data is being used to show you ads and keep you using the platform as much as possible. Not surprising, but not great either.
de: Wie verwendet Fitbit all diese gesammelten persönlichen Daten? Nun, die gute Nachricht ist, dass Fitbit laut seiner <a id="a1">Datenschutzrichtlinie</a> Ihre Daten nicht verkauft. Sie sagen aber auch, dass sie Ihre persönlichen Daten an Werbepartner weitergeben können, um gezielte, interessenbezogene Werbung im Internet zu schalten, was sich nicht gut anhört. Und sie sagen, dass sie diese Informationen nutzen können, um Rückschlüsse auf Sie zu ziehen, um Ihnen relevantere Inhalte zu zeigen - wie zum Beispiel Ihre Schlafdaten, um Ihnen Inhalte zu zeigen, die Ihnen helfen, besser zu schlafen, was mir mit ziemlicher Sicherheit nicht helfen würde, besser zu schlafen. Ja, deine Fitbit-Daten werden verwendet, um dir Werbung zu zeigen und dich dazu zu bringen, die Plattform so oft wie möglich zu nutzen. Das ist nicht überraschend, aber auch nicht besonders erfreulich.

# worst_case
source: Fitbit also says it can share non-personal information that has been de-identified or aggregated. This is pretty common, but still, can be a bit of a concern as <a id="a1">it’s been found to be pretty easy to re-identify</a> these data sets and track down an individual’s patterns, especially with location data. So, be aware with Fitbit--or any fitness tracker--you are strapping on a device that tracks your location, heart rate, sleep patterns, and more. That's a lot of personal information gathered in one place.
de: Fitbit sagt auch, dass das Unternehmen nicht-personenbezogene Daten weitergeben kann, die de-identifiziert oder aggregiert wurden. Dies ist ziemlich üblich, kann aber dennoch ein wenig besorgniserregend sein, da es sich als ziemlich <a id="a1">einfach erwiesen hat</a>, diese Datensätze zu erneut einer Person zuzuordnen und die Muster einer Person aufzuspüren, insbesondere bei Standortdaten. Seien Sie sich also bewusst, dass Sie sich mit Fitbit - oder jedem anderen Fitness-Tracker - ein Gerät umschnallen, das Ihren Standort, Ihre Herzfrequenz, Ihr Schlafverhalten und vieles mehr aufzeichnet. Das sind eine Menge persönlicher Informationen, die an einem Ort gesammelt werden.

# worst_case
source: What’s the worst that could happen with Fitbit and all the personal and health related data it collects? Well, in 2021 it was reported that health data for over 61 million fitness tracker users, including both Fitbit and Apple, was exposed when a third-party company that allowed users to sync their health data from their fitness trackers did not secure the data properly. Personal information such as names, birthdates, weight, height, gender, and geographical location for Fitbit and other fitness-tracker users was left exposed because the company didn't password protect or encrypt their database. This is a great reminder that yes, while Fitbit might do a good job with their own security, anytime you sync or share that data with anyone else including third party apps, your employer, or a insurance company, it could be vulnerable.I don’t know about you, but I don’t need the world to know my weight, how well I sleep, and where I live. That’s really dang creepy.
de: Was ist das Schlimmste, was mit einem Fitbit und all den persönlichen und gesundheitsbezogenen Daten, die es sammeln kann, passieren kann? Nun, im Jahr 2021 wurde berichtet, dass die Gesundheitsdaten von über 61 Millionen Fitness-Tracker-Nutzern, darunter sowohl Fitbit als auch Apple, offengelegt wurden, als ein Drittanbieter, der den Nutzern die Synchronisierung ihrer Gesundheitsdaten mit ihren Fitness-Trackern ermöglichte, die Daten nicht ordnungsgemäß gesichert hatte. Persönliche Informationen wie Namen, Geburtsdaten, Gewicht, Größe, Geschlecht und geografischer Standort von Fitbit- und anderen Fitness-Tracker-Nutzern wurden preisgegeben, weil das Unternehmen seine Datenbank nicht mit einem Passwort geschützt oder verschlüsselt hatte. Dies ist eine gute Erinnerung daran, dass Fitbit zwar gute Arbeit in Bezug auf die eigene Sicherheit leistet, dass diese Daten aber jedes Mal, wenn Sie sie mit anderen synchronisieren oder mit anderen teilen, einschließlich Apps von Drittanbietern, Ihrem Arbeitgeber oder einer Versicherungsgesellschaft, angreifbar sein könnten.Ich weiß nicht, wie es Ihnen geht, aber ich möchte nicht, dass die Welt mein Gewicht, meinen Schlaf und meinen Wohnort kennt. Das ist wirklich schon sehr gruselig.

# worst_case
source: Now, about Google and their privacy. Google published a <a id="a1">Fitbit FAQ</a> to answer specifically how their privacy policy applies to the unique data that’s collected by the fitness tracking device. In addition to the data that your Fitbit <a id="a2">creates about you</a>, Google says they can collect: height, weight, and sex since they need that information to calculate your stride length, distance, and some other fitness stats. They can also collect any information you enter yourself, like your profile photo, period tracking information, and even snore detection data if you pay a premium. Tempting! They also collect “device data” that tells Google how you use the app and when you check it, as well as your precise location (if you let them).
de: Nun zu Google und dem Datenschutz. Für neue Nutzer hat Google eine Fitbit-FAQ <a id="a1">veröffentlicht,</a> um speziell zu beantworten, wie ihre Datenschutzrichtlinie für die einzigartigen Daten gilt, die vom Fitness-Tracking-Gerät erfasst werden. Zusätzlich zu den Daten, die Ihr Fitbit <a id="a2">über Sie erstellt</a>, sagt Google, dass sie Folgendes sammeln können: Größe, Gewicht und Geschlecht, da sie diese Informationen benötigen, um Ihre Schrittlänge, Entfernung und einige andere Fitnessstatistiken zu berechnen. Sie können auch alle Informationen sammeln, die Sie selbst eingeben, wie Ihr Profilfoto, Informationen zur Periodenverfolgung und Schnarch-Erkennungsdaten. Verlockend! Sie sammeln auch "Gerätedaten", die Google mitteilen, wie Sie die App verwenden und wann Sie sie überprüfen, sowie Ihren genauen Standort (wenn Sie es zulassen).

# worst_case
source: What else? Well, Google can collect information from many of the other third-party fitness and health apps you choose to connect to Fitbit. We usually suggest not doing that. On the other hand, if you’re already using Gmail, Google Drive, and Google Calendar to organize your life, that’s already a heck of a lot of eggs in one data-collecting basket. Through <a id="a1">Fitbit Care</a>, Google might partner with your employer or insurance provider, in which case they will get some personal information about you to invite you to the service. The Fitbit Care <a id="a2">FAQ</a> doesn’t say what information might be shared back with your employer or insurance company, but I would definitely ask about that before making the relationship between my employer and my fitness data official. I’d hate to have to confront my step count during a performance review.
de: Was noch? Nun ja, Google Informationen kann von allen anderen Fitness- und Gesundheits-Apps sammeln, die Sie mit Fitbit verbinden möchten. Wir schlagen in der Regel vor, dies nicht zu tun. Wenn Sie jedoch bereits Google Mail, Google Drive und Google Calendar verwenden, um Ihr Leben zu organisieren, ist das schon eine ganze Menge an 'Eiern', die in einem einzigen Datenerfassungskorb gesammelt werden. Über <a id="a1">Fitbit Care arbeitet Google möglicherweise</a>mit Ihrem Arbeitgeber oder Versicherungsanbieter zusammen. In diesem Fall erhalten sie einige persönliche Informationen über Sie, um Sie zu dem Dienst einzuladen. Die Fitbit Care <a id="a2">FAQ sagt</a> nicht, welche Informationen an Ihren Arbeitgeber oder Ihre Versicherungsgesellschaft weitergegeben werden könnten, aber ich würde da auf jeden Fall nachfragen, bevor ich die Beziehung zwischen meinem Arbeitgeber und meinen Fitnessdaten offiziell mache. Ich würde es hassen, mich während einer Leistungsbeurteilung mit meiner Schrittzahl auseinandersetzen zu müssen.

# worst_case
source: Now for the million dollar question. Will Google use your private health data to sell you stuff or combine it with the loads of other information they probably have about you? Google <a id="a1">says</a>: “<i>Your Fitbit health and wellness data won’t be used for Google Ads, and it will continue to be kept separate from Google Ads data</i>.” (Cue the world’s tiniest party popper -- weeeee.) That’s also what they <a id="a2">promised</a> when they bought Fitbit, not that that keeps the privacy-conscious among us from <a id="a3">worrying</a> about how exactly this information will be used by one of the world’s largest data companies. As privacy advocacy group NOYB <a id="a4">pointed out</a>, Google’s Fitbit is already seemingly skirting Europe’s data privacy law, GDPR, by forcing users to consent to having their data transferred outside the EU if they want to use the app at all.
de: Und nun die Millionen-Dollar-Frage. Wird Google Ihre privaten Gesundheitsdaten verwenden, um Ihnen Produkte zu verkaufen, oder wird es sie mit den vielen anderen Informationen kombinieren, die es wahrscheinlich über Sie hat? Google <a id="a1">sagt</a>: <i>„Ihre Fitbit-Gesundheits- und Wellnessdaten werden nicht für Google Ads verwendet und weiterhin getrennt von Google Ads-Daten aufbewahrt."</i> (Einsatz des kleinsten Partyknallers der Welt an dieser Stelle). Das ist auch das, was sie <a id="a2">versprochen</a> haben, als sie Fitbit gekauft haben. Nicht etwa, dass dies die Datenschutzbewussten unter uns davon abhält, sich <a id="a3">Gedanken</a> darüber zu machen, wie genau diese Informationen von einem der weltweit größten Datenunternehmen verwendet werden. Die Datenschutzgruppe NOYB <a id="a4">wies darauf hin</a>, dass Googles Fitbit anscheinend bereits das europäische Datenschutzgesetz DSGVO umgeht, indem es die Nutzer zwingt, der Übermittlung ihrer Daten außerhalb der EU zuzustimmen, wenn sie die App überhaupt nutzen möchten.

# worst_case
source: So can you trust Google with your data? We've always struggled a bit with Google here at *Privacy Not Included. There is no doubt Google is bad for the world's privacy. They kinda set the standard for collecting huge amounts of data on us and using that to target ads. The end result of Google's years and years of data collection and targeted advertising is a huge billion dollar company with tons and tons of power around the world. And now we're all perhaps way too conditioned to having our data being scooped up to target us with ads based on our location, our interests, and inferences that can be drawn about us from all these thousands of data points. This is all really bad for privacy.
de: Können Sie Google also Ihre Gesundheitsdaten anvertrauen? Wir haben uns hier bei *Privacy Not Included immer ein wenig mit Google herumgeschlagen. Es besteht kein Zweifel, dass Google schlecht für die Privatsphäre der Welt ist. Das Unternehmen hat gewissermaßen den Standard für das Sammeln riesiger Datenmengen über uns gesetzt und nutzt diese, um gezielt Werbung zu schalten. Das Endergebnis von Googles jahrelanger Datensammlung und gezielter Werbung ist ein riesiges Milliarden-Dollar-Unternehmen mit tonnenweise Macht in der Welt. Und jetzt sind wir vielleicht alle viel zu sehr daran gewöhnt, dass unsere Daten abgegriffen werden, um uns gezielt mit Werbung anzusprechen, die auf unserem Standort, unseren Interessen und den Rückschlüssen basiert, die sich aus all diesen Tausenden von Datenpunkten über uns ziehen lassen. Das alles ist wirklich schlecht für die Privatsphäre.

# worst_case
source: That being said. Google has always managed to avoid our *Privacy Not Included warning label because they do some good things too -- like give everyone the ability to delete their data, they do a pretty good job and keeping all the data the hoover up on us secure, and hey, we know they don't really sell that data because, why would they? They want that data for themselves to make lots of money.
de: Davon abgesehen, hat es Google immer geschafft, unser Warnschild *'Datenschutz Nicht Inbegriffen' zu vermeiden, weil sie auch einige gute Dinge tun - zum Beispiel jedem die Möglichkeit geben, seine Daten zu löschen, Sie leisten gute Arbeit und halten alle Daten, die sie über uns absaugen, sicher, und wir wissen, dass sie diese Daten nicht verkaufen, denn warum sollten sie? Sie wollen diese Daten für sich selbst, um eine Menge Geld zu verdienen.

# worst_case
source: This is the year that we've finally decided Google has gotten bad enough we can justify dinging them with our *Privacy Not Included warning label (yes, we don't disagree we should have done it sooner, but we do have a methodology full of criteria we work from and they always walked the line of being bad but not exactly crossing enough of our lines to ding them). Here's why we decided to ding them this year.
de: Dies ist das Jahr, in dem wir endlich entschieden haben, dass Google schlecht genug geworden ist, dass wir es rechtfertigen können, sie mit unserem *Privacy Not Included-Warnschild zu versehen (ja, wir sind nicht uneinig mit Ihnen, dass wir es früher hätten tun sollen, aber wir haben eine Methodik voller Kriterien, nach denen wir arbeiten, und sie haben sich immer an der Grenze zur Schlechtigkeit bewegt, aber nicht genau genug unsere Grenzen überschritten, um sie zu beanstanden). Hier ist der Grund, warum wir beschlossen haben, sie dieses Jahr zu beanstanden (zu "dingen").

# worst_case
source: First, we already know Google <a id="a1">collects a TON of personal information on us</a>, through location tracking, searches, cookies and app tracking technologies, and more. And while Google says they don't sell that information, they do provide access to that information to many, many third parties for advertising purposes. Google goes even farther these days and says that they allow "specific partners to collect information from your browser or device for advertising and measurement purposes using their own cookies or similar technologies." That means you're not just being tracked by Google when you use devices but also by these mysterious "specific partners" in ways that you might not be aware of or been given the opportunity to consent to. This is bad.
de: Erstens wissen wir bereits, dass Google eine MENGE personenbezogener Daten über uns<a id="a1"> sammelt</a>, und zwar durch unsere Standortverfolgung, Suchanfragen, Cookies und App-Tracking-Technologien und vieles mehr. Und obwohl Google sagt, dass sie diese Informationen nicht verkaufen, bieten sie vielen, vielen Dritten zu Werbezwecken Zugang zu diesen Informationen. Google geht gegenwärtig noch weiter und sagt, dass sie <i>„bestimmten Partnern erlauben, Informationen von Ihrem Browser oder Gerät für Werbe- und Messzwecke mit ihren eigenen Cookies oder ähnlichen Technologien zu sammeln."</i> Das bedeutet, dass Sie nicht nur von Google verfolgt werden, wenn Sie Geräte verwenden, sondern auch von diesen mysteriösen "spezifischen Partnern", und zwar auf eine Weise, die Ihnen möglicherweise nicht bewusst ist oder dass Ihnen überhaupt die Möglichkeit gegeben wurde, dem zuzustimmen. Das ist schlimm.

# worst_case
source: We're in the age of AI now, so there is even more bad. We are very concerned that Google's privacy policy now says they can "use publicly available information to help train Google’s AI models." This is a <a id="a1">concern to us and others</a> because we don't know what Google counts as "publicly available information," and we don't know if people are ever given any idea, warning, or opportunity to consent to have this data used to train Google's AI.
de: Wir sind jetzt im Zeitalter der KI, also gibt es noch mehr Schlechtes. Wir sind sehr besorgt darüber, dass die Datenschutzrichtlinie von Google jetzt besagt, dass sie "öffentlich verfügbare Informationen verwenden können, um die KI-Modelle von Google zu trainieren." Dies ist ein <a id="a1">Problem für uns und andere,</a> weil wir nicht wissen, was Google zu den "öffentlich verfügbaren Informationen" zählt, und wir wissen nicht, ob die Menschen jemals eine Vorstellung, Warnung oder Gelegenheit erhalten, der Verwendung dieser Daten zur Schulung der KI von Google zuzustimmen.
