Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/flo-ovulation-period-tracker.po
Languages: de, es, fr, pt_br

# title
source: Flo Ovulation &amp; Period Tracker
de: Periodenkalender Flo
es: Mi calendario menstrual Flo
fr: Calendrier des règles Flo
pt_br: Calendário Menstrual Flo

# blurb
source: Old Aunt Flo, she's got her own app these days. Flo Ovulation &amp; Period Tracker is quite popular, with over 230 million downloads of the app, according to Flo Health. This app tracks, logs, calculates, reminds, calendars, chats, and more to help you know when you're most likely to get pregnant so you can plan accordingly. Log all those moods, symptoms, sex drives, weight, water intake, energy levels, and activities to get "the most precise AI-based overview of your body’s patterns." Free to download, Flo offers premium features in their subscription services for around $40 - 50 a year.
de: Periodenkalender Flo ist ziemlich beliebt, mit über 230 Millionen Downloads der App, laut Flo Health. Diese App verfolgt, protokolliert, berechnet, erinnert, kalendert, chattet und vieles mehr, damit Sie wissen, wann Sie am wahrscheinlichsten schwanger werden, damit Sie entsprechend planen können. Zeichnen Sie all Ihre Stimmungen, Symptome, Sexualtriebe, Gewicht, Wasseraufnahme, Energieniveaus und Aktivitäten auf, um „den präzisesten KI-basierten Überblick über die Funktionsmuster Ihres Körpers“ zu erhalten. Flo kann kostenlos heruntergeladen werden und bietet Premium-Funktionen im Rahmen eines Abonnements für etwa 40-50 Dollar pro Jahr an.
es: Mi calendario menstrual Flo es bastante popular, con más de 230 millones de descargas, según Flo Health. Con esta aplicación puedes monitorear, registrar, calcular, recordar, chatear, hacer calendarios y mucho más, para saber cuándo tienes más probabilidades de quedar embarazada y así poder planificar en consecuencia. Registra estados de ánimo, síntomas, impulsos sexuales, peso, ingesta de agua, niveles de energía y actividades para obtener «la visión más precisa de los patrones de tu cuerpo, mediante el uso de IA». Flo es de descarga gratuita y ofrece funciones premium en sus servicios de suscripción por alrededor de 40 o 50 dólares al año.
fr: Calendrier des règles Flo est une application très populaire, avec plus de 230 millions de téléchargements selon Flo Health. Cette application suit, enregistre, calcule, fait des rappels, programme, discute et plus encore pour vous aider à savoir quand vous êtes le plus susceptible de tomber enceinte afin que vous puissiez vous organiser en conséquence. Enregistrez toutes les humeurs, symptômes, pulsions sexuelles, poids, apport d’eau, niveaux d’énergie et activités pour obtenir, grâce à l’IA, une vue d’ensemble la plus précise possible des mécanismes de votre corps ». Le téléchargement est gratuit, mais Flo offre un abonnement payant avec des fonctionnalités premium pour 33 euros par an.
pt_br: O Calendário Menstrual Flo é bastante popular, com mais de 230 milhões de downloads, de acordo com a Flo Health. Este aplicativo rastreia, registra, calcula, lembra, agenda, tem bate-papos e muito mais para ajudar você a saber quando é mais provável engravidar para que possa se planejar adequadamente. Registre todos os humores, sintomas, impulsos sexuais, peso, ingestão de água, níveis de energia e atividades para obter "a visão geral baseada em IA mais precisa dos padrões do seu corpo." Grátis para download, Flo oferece recursos premium em seus serviços de assinatura por cerca de US$ 40 - US$50 por ano.

# blurb
source: So, how does Flo look from a privacy perspective? Well, unfortunately, they proved themselves rather untrustworthy when they got called out <a id="a1">by the Federal Trade Commision</a> in 2021 for the sharing sensitive health information of their users with advertising and marketing companies, including the likes of Facebook and Google, after promising not to. Yikes! Bad form Flo, bad form.
de: Wie sieht es nun mit dem Datenschutz bei Flo aus? Leider hat sich das Unternehmen als nicht sehr vertrauenswürdig erwiesen, als es im Jahr 2021 von der <a id="a1">Federal Trade Commission</a> wegen der Weitergabe sensibler Gesundheitsdaten seiner Nutzer an Werbe- und Marketingunternehmen wie Facebook und Google gerügt wurde, obwohl es versprochen hatte, dies nicht zu tun. Igitt! Schlechte Manieren Flo, schlechte Manieren.
es: ¿Quieres saber cómo se ve Flo desde la perspectiva de la privacidad? Desafortunadamente, demostraron ser bastante poco confiables cuando la <a id="a1">Comisión Federal de Comercio (FTC)</a> los demandó en 2021 por compartir información de salud confidencial de sus usuarias con empresas de publicidad y marketing, incluyendo empresas como Facebook y Google, después de prometer que no lo harían. Muy mal, Flo, muy mal.
fr: Alors, comment s’en sort Flo d’un point de vue confidentialité ? Malheureusement, sa réputation a été entachée lorsqu’elle s’est fait pointer du doigt par l’agence américaine <a id="a1">Federal Trade Commission</a> (FTC) en 2021 pour avoir partagé des informations de santé sensibles de ses utilisateurs et utilisatrices avec des annonceurs et des entreprises marketing, dont Facebook et Google, alors qu’elle avait promis de ne pas le faire. Pas terrible, Flo. Vraiment pas terrible.
pt_br: Então, como é o Flo em questão privacidade? Bem, infelizmente, eles se mostraram pouco confiáveis quando foram chamados <a id="a1">pela Comissão Federal de Comércio</a> em 2021 por compartilhar informações confidenciais de saúde de seus usuários com empresas de publicidade e marketing, incluindo pessoas como Facebook e Google, depois de prometer não fazê-lo. Credo! Pisou na bola, Flo, pisou na bola.

# worst_case
source: There's good news and bad news when it comes to Flo. Let's start with the bad news, because that's probably why you're here. Flo has a spotty track record of protecting their user's very sensitive personal information. Which is very bad for a app that collects and tracks so much sensitive personal information.
de: Es gibt eine gute und eine schlechte Nachricht, was Flo anbelangt. Fangen wir mit der schlechten Nachricht an, denn deshalb lesen Sie dies wahrscheinlich. Flo hat eine fleckige Erfolgsbilanz beim Schutz der sehr sensiblen persönlichen Daten seiner Nutzer. Das ist sehr schlecht für eine App, die so viele sensible persönliche Daten sammelt und verfolgt.
es: Hay buenas y malas noticias con respecto a Flo. Empezaremos con las malas, ya que seguramente estés aquí para eso. Flo tiene un historial bastante irregular de protección de la información personal confidencial de sus usuarias. Algo muy malo para una aplicación que recopila y rastrea tanta información de ese tipo.
fr: Il y a de bonnes et de mauvaises nouvelles. Commençons par la mauvaise nouvelle, parce que c’est probablement pour ça que vous êtes là. Flo a un bilan inégal en matière de protection des informations personnelles très sensibles de ses utilisateurs et utilisatrices. Ce qui est très mauvais pour une application qui recueille et suit autant d’informations personnelles sensibles.
pt_br: Há boas e más notícias quando se fala no Flo. Vamos começar com a má notícia, porque é provavelmente por isso que você está aqui. O Flo tem um histórico irregular de proteger as informações pessoais muito sensíveis de seus usuários. O que é muito ruim para um aplicativo que coleta e rastreia muitas informações pessoais confidenciais.

# worst_case
source: Here's <a id="a1">what happened</a>. Back in 2019 the <a id="a2">Wall Street Journal</a> reported that Flo was sharing data with Facebook that included health data like when a person started their period. This prompted a <a id="a3">review by the FTC</a> who found that "despite express privacy claims, the company (Flo) took control of users’ sensitive fertility data and shared it with third parties." This resulted in the FTC and Flo <a id="a4">agreeing to a settlement</a> in 2021 that required Flo Health " to obtain the affirmative consent of users of the company’s fertility-tracking app before sharing their personal health information with others and to obtain an independent review of their privacy practices". So, the bad news is, <a id="a5">Flo got caught</a> misleading their users and sharing data they had promised they wouldn't (although the never admitted wrongdoing in the settlement). That's really bad. The good news is, after they got busted and settled with the FTC, they were forced to (hopefully) clean up their act and do better. So are they doing better? Well, again, hopefully.
de: <a id="a1">Folgendes ist passiert</a>. Im Jahr 2019 berichtete das <a id="a2">Wall Street Journal</a>, dass Flo Daten mit Facebook geteilt hat, darunter auch Gesundheitsdaten, z. B. wann eine Person ihre Periode bekommt. Dies führte zu einer <a id="a3">Überprüfung durch die FTC</a>, die feststellte, dass „das Unternehmen (Flo) trotz ausdrücklicher Datenschutzbehauptungen die Kontrolle über die sensiblen Fruchtbarkeitsdaten der Nutzer übernahm und sie mit Dritten teilte.“ Dies führte dazu, dass sich die FTC und Flo im Jahr 2021 <a id="a4">auf einen Vergleich einigten</a>, der Flo Health dazu verpflichtete, „die Zustimmung der Nutzerinnen der Fruchtbarkeits-App des Unternehmens einzuholen, bevor sie ihre persönlichen Gesundheitsdaten an Dritte weitergeben, und eine unabhängige Überprüfung ihrer Datenschutzpraktiken zu veranlassen“. Die schlechte Nachricht ist also, dass <a id="a5">Flo dabei erwischt wurde</a>, wie es seine Nutzer in die Irre geführt und Daten weitergegeben hat, von denen es versprochen hatte, dass es sie nicht weitergeben würde (obwohl das Unternehmen in dem Vergleich nie ein Fehlverhalten zugegeben hat). Das ist wirklich schlimm. Die gute Nachricht ist, dass sie nach der Verhaftung und dem Vergleich mit der FTC gezwungen waren, (hoffentlich) aufzuräumen und sich zu bessern. Und machen sie es jetzt besser? Nun, ich hoffe es wieder mal.
es: Esto es <a id="a1">lo que pasó</a>. En 2019, el <a id="a2">Wall Street Journal</a> informó que Flo estaba compartiendo con Facebook información que incluía datos de salud tales como la fecha de comienzo del período de una persona. Esto provocó una <a id="a3">revisión por parte de la FTC,</a> en la que se descubrió que «a pesar de las afirmaciones expresas sobre privacidad, la empresa (Flo) tomó el control de los datos confidenciales de fertilidad de sus usuarias, y los compartió con terceros». El resultado de esta situación fue <a id="a4">un acuerdo entre la FTC y Flo</a> en 2021, en el que se exigió que Flo Health «debía obtener el consentimiento de las usuarias de la aplicación de la empresa dedicada al seguimiento de la fertilidad antes de compartir su información personal de salud con otros y procurar que se llevara a cabo una revisión independiente de sus prácticas de privacidad». Entonces, la mala noticia es que <a id="a5">Flo fue descubierta</a> engañando a sus usuarias y compartiendo datos que habían prometido que no compartirían (aunque nunca admitieron irregularidades en el acuerdo). Eso es muy malo. La buena noticia es que, después de que fueron descubiertos y lograron un acuerdo con la FTC, se vieron obligados a reparar su mala acción y mejorar (esperemos que así sea). ¿Entonces han mejorado? Bueno, lo repetimos, esperemos que así sea.
fr: Voilà <a id="a1">ce qui s’est passé</a>. En 2019, le <a id="a2">Wall Street Journal</a> a rapporté que Flo partageait des données avec Facebook qui incluaient des données de santé, telles que le moment où une personne a commencé ses menstruations. Cela a incité la FTC à <a id="a3">examiner la question,</a> qui a conclu que « malgré des déclarations de confidentialité explicites, la société (Flo) a pris le contrôle des données sensibles sur la fécondité des utilisateurs et utilisatrices et les a partagées avec des tiers ». Cela a conduit la FTC et Flo à <a id="a4">convenir d’un accord</a> en 2021 qui exigeait que Flo Health « obtienne le consentement explicite des utilisateurs et utilisatrices de l’application de suivi de la fertilité avant de partager leurs informations personnelles de santé avec d’autres et d’autoriser une enquête indépendante sur leurs pratiques de confidentialité ». La mauvaise nouvelle, c’est que <a id="a5">Flo a été surprise à duper ses utilisateurs et utilisatrices</a> en partageant des données qu’elle avait promis de ne pas partager (bien qu’elle n’ait jamais avoué ses torts dans l’accord). C’est vraiment mauvais. La bonne nouvelle, c’est qu’après s’être fait pointer du doigt par la FTC et contrainte de passer un accord avec l’agence, elle a été forcée de (espérons-le) changer et d’améliorer ses pratiques. Alors, est-ce le cas ? Eh bien, on ne peut qu’espérer que oui.
pt_br: Eis <a id="a1">o que aconteceu</a>. Em 2019, o <a id="a2">Wall Street Journal</a> informou que o Flo estava compartilhando dados com o Facebook que incluíam dados de saúde, como o início do ciclo menstrual de uma pessoa. Isso levou a uma <a id="a3">revisão da FTC,</a> que descobriu que "apesar de reivindicações expressas de privacidade, a empresa (Flo) assumiu o controle dos dados sensíveis de fertilidade dos usuários e os compartilhou com terceiros." Isso fez com que a FTC e a Flo <a id="a4">chegassem a um acordo</a> em 2021, que exigia que a Flo Health "obtivesse o consentimento afirmativo dos usuários do aplicativo de rastreamento de fertilidade da empresa antes de compartilhar suas informações pessoais de saúde com outras pessoas e obter uma revisão independente de suas práticas de privacidade". Então, a má notícia é que a <a id="a5">Flo foi pega</a> enganando seus usuários e compartilhando dados que eles haviam prometido que não compartilhariam (embora nunca tenha admitido irregularidades no acordo). Isso é muito ruim. A boa notícia é que, depois que foram presos e fizeram um acordo com a FTC, eles foram forçados a (esperançosamente) limpar seu nome e fazer melhor. Então, eles melhoraram? Bem, novamente, espero que sim.

# worst_case
source: They do say in their privacy policy they can collect a whole heap of personal and usage data. Things like, name, email address, birth data, location, weight, body temperature, dates of your menstrual cycle, pregnancy details, sexual activity, symptoms, moods, and how often you use the app, your mobile service provider, unique device identifiers, and more. That's a LOT of information to trust Flo with. Which, you know, they've not been so trustworthy in the past, although now they've got the FTC keeping a bit more of an eye on them.
de: In den Datenschutzbestimmungen heißt es, dass eine ganze Reihe von persönlichen Daten und Nutzungsdaten gesammelt werden können. Dinge wie Name, E-Mail-Adresse, Geburtsdaten, Standort, Gewicht, Körpertemperatur, Menstruationsdaten, Schwangerschaftsdaten, sexuelle Aktivitäten, Symptome, Stimmungen und wie oft du die App verwendest, dein Mobilfunkanbieter, eindeutige Gerätekennungen und mehr. Das sind eine Menge Informationen, die man Flo da anvertraut. In der Vergangenheit war Flo nicht immer vertrauenswürdig, aber jetzt hat die FTC ein wachsames Auge auf das Unternehmen geworfen.
es: En su política de privacidad dicen que pueden recopilar un montón de datos personales y de uso. Datos como nombre, dirección de correo electrónico, fecha de nacimiento, ubicación, peso, temperatura corporal, fechas del ciclo menstrual, información sobre el embarazo, actividad sexual, síntomas, estados de ánimo y la frecuencia con que usas la aplicación, cuál es tu proveedor de servicios móviles, los identificadores únicos de tus dispositivos, entre otros. Esto es MUCHA información que se pone en manos de Flo, una empresa que, como ya sabes, no ha sido tan confiable en el pasado, aunque ahora tiene a la FTC vigilando un poco más.
fr: Flo déclare bien dans sa politique de confidentialité qu’elle peut collecter tout un tas de données personnelles et d’utilisation, telles que le nom, l’adresse e-mail, les informations de naissance, l’emplacement, le poids, la température corporelle, les dates du cycle menstruel, les détails de grossesse, l’activité sexuelle, les symptômes, les humeurs, mais aussi la fréquence à laquelle vous utilisez l’application, votre fournisseur de services mobiles, les identifiants uniques de l’appareil, et plus encore. C’est BEAUCOUP d’informations qui se retrouvent entre les mains de Flo, qui, vous le savez, ne s’est pas montrée très digne de confiance par le passé, bien que la FTC garde maintenant un œil sur elle.
pt_br: Eles informam em sua política de privacidade que podem coletar um monte de dados pessoais e de uso. Informações como, nome, endereço de e-mail, dados de nascimento, localização, peso, temperatura corporal, datas do seu ciclo menstrual, detalhes da gravidez, atividade sexual, sintomas, humor e com que frequência você usa o aplicativo, seu provedor de serviços móveis, identificadores exclusivos de dispositivos e muito mais. É muita informação para confiar no Flo. Pois, você sabe, eles não foram tão confiáveis no passado, embora agora a FTC esteja um pouco mais de olho neles.

# worst_case
source: What does Flo say they can do with all that data, according to their <a id="a1">privacy policy</a>? They do say they won't sell your data, so that's good. And they do ask for your consent to use your data as laid out in the privacy policy when you set up the app, so pay close attention to what you are consenting to! Because they say with your consent they can use your personal information for things like customizing the app, making recommendations to you for other product offers, including third-party products, and for Flo promotional purposes. Flo also says that consent means they can share some of your non-health personal information with third-party marketing platform AppsFlyer for marketing and promotional purposes on third-party platforms like Facebook, Google, Pinterest, Snapchat, Twitter, and more.
de: Was darf Flo laut seiner <a id="a1">Datenschutzrichtlinie</a> mit all diesen Daten machen? Sie sagen, dass sie Ihre Daten nicht verkaufen werden, das ist gut. Außerdem werden Sie bei der Einrichtung der App um Ihr Einverständnis zur Verwendung Ihrer Daten gebeten, wie in der Datenschutzrichtlinie beschrieben. Denn mit Ihrer Zustimmung dürfen sie Ihre persönlichen Daten für Dinge wie die Anpassung der App, Empfehlungen für andere Produktangebote, einschließlich Produkte von Drittanbietern, und für Flo-Werbezwecke verwenden. Flo sagt auch, dass die Zustimmung beinhaltet, dass sie einige Ihrer persönlichen Daten, die nicht die Gesundheit betreffen, mit der Marketingplattform AppsFlyer von Drittanbietern für Marketing- und Werbezwecke auf Plattformen von Drittanbietern wie Facebook, Google, Pinterest, Snapchat, Twitter und anderen teilen können.
es: ¿Qué es lo que dicen en Flo que pueden hacer con todos esos datos, de acuerdo con su <a id="a1">política de privacidad</a>? Dicen que no venderán tus datos, algo bueno. Cuando configuras la aplicación, te piden tu consentimiento para usar tus datos como se establece en la política de privacidad, ¡así que presta mucha atención a lo que consientes! Porque dicen que con tu consentimiento pueden usar tu información personal para cosas como personalizar la aplicación, hacerte recomendaciones para ofertas de otros productos —incluyendo productos de terceros— y para fines promocionales de Flo. La empresa también dice que tu consentimiento implica que pueden compartir parte de tu información personal no relacionada con la salud, con la plataforma de marketing de terceros AppsFlyer, en plataformas de terceros como Facebook, Google, Pinterest, Snapchat, Twitter y otros, con fines de marketing y promocionales.
fr: Qu’est-ce que Flo déclare faire avec toutes ces données, selon leur politique de <a id="a1">confidentialité</a> ? Elle déclare ne pas vendre vos données ; c’est déjà ça. Et elle demande votre consentement pour utiliser vos données comme indiqué dans la politique de confidentialité lorsque vous configurez l’application, alors faites attention quand vous acceptez quelque chose ! Parce que Flo déclare qu’avec votre consentement, elle peut utiliser vos informations personnelles pour personnaliser l’application, vous faire des recommandations pour d’autres offres de produits, y compris des produits tiers, et à des fins promotionnelles Flo. Flo déclare également que votre consentement lui permet de partager certaines de vos informations personnelles non liées à la santé avec la plateforme de marketing tierce AppsFlyer à des fins de marketing et de promotion sur des plateformes tierces telles que Facebook, Google, Pinterest, Snapchat, Twitter, et plus encore.
pt_br: O que Flo diz que eles podem fazer com todos esses dados, de acordo com sua <a id="a1">política de privacidade</a>? Eles dizem que não venderão seus dados, e isso é bom. E pedem seu consentimento para usar seus dados conforme estabelecido na política de privacidade quando você configura o aplicativo, portanto, preste muita atenção ao que você está consentindo! Porque eles dizem que, com o seu consentimento, podem usar suas informações pessoais para personalizar o aplicativo, fazer recomendações para você de outras ofertas de produtos, incluindo produtos de terceiros, e para fins promocionais do Flo. O Flo também diz que o consentimento significa que eles podem compartilhar algumas de suas informações pessoais não relacionadas à saúde com a plataforma de marketing de terceiros AppsFlyer para fins de marketing e promocionais em plataformas de terceiros, como Facebook, Google, Pinterest, Snapchat, Twitter e muito mais.

# worst_case
source: Good news though. Flo <a id="a1">recently announced</a> the launch of an "Anonymous Mode," which is a free features that allows people to "use the service without any personally identifiable information, such as a name, email address, and technical identifier being associated with the account." We like that for sure! See, we told you there was both good and bad news when it comes to Flo.
de: Aber es gibt gute Neuigkeiten. Flo hat <a id="a1">vor kurzem</a> die Einführung eines „anonymen Modus“ angekündigt, bei dem es sich um eine kostenlose Funktion handelt, die es Menschen ermöglicht, „den Dienst ohne persönlich identifizierbare Informationen wie Name oder E-Mail-Adresse zu nutzen , und technische Kennung, die mit dem Konto verknüpft ist“. Das gefällt uns auf jeden Fall! Sehen Sie, wir haben Ihnen gesagt, dass es sowohl gute als auch schlechte Nachrichten gibt, wenn es um Flo geht.
es: Pero hay buenas noticias. <a id="a1">Recientemente, Flo anunció</a> el lanzamiento de un «Modo anónimo», que es una función gratuita que permitirá a las personas «usar el servicio sin que ninguna información personalmente identificable, como nombre, dirección de correo electrónico o identificador técnico, sea asociada con la cuenta». ¡Esto sí que nos gusta! Te dijimos que teníamos noticias malas y buenas de Flo.
pt_br: Mas a boa notícia é que a Flo <a id="a1">anunciou recentemente</a> o lançamento de um "Modo Anônimo", recurso gratuito que permite às pessoas "usar o serviço sem qualquer informação de identificação pessoal, como nome, endereço de email e identificador técnico associado à conta". Gostamos disso, com certeza! Veja só, nós dissemos que tinha boas e más notícias quando se trata da Flo.
