Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/flo-ovulation-period-tracker.po
Languages: de, es, fr, pt_br

# worst_case
source: Flo collects a whole lot of personal information, shares some of that with third-parties for marketing and promotional purposes, and has a track record of not being completely honest about how they share their data. So far, not great. They also say they can gather more information about your from third-party sources, "We may receive Personal Data about you from third parties. For example, we may obtain information from third parties, to enhance or supplement existing user information…" Does this mean they could buy data from data brokers to learn more about your and build a bigger profile on you? Perhaps. Flo has told us that they currently do not buy or sell data to data brokers (yay!). However, the way their privacy policy is written seems like they could in the future if something were to change inside the company. Flo also says they "aggregate, anonymize or de-identify your Personal Data so that it cannot reasonably be used to identify you. Such data is no longer Personal Data. We may share such data with our partners or research institutions or use for statistical purposes…" This is fairly common, but now is a good time to remind you that it has <a id="a1">been found to be pretty easy</a> to re-identify this sort of data, especially when location data is included.
de: Flo sammelt eine ganze Menge persönlicher Daten, gibt einige davon zu Marketing- und Werbezwecken an Dritte weiter und ist bekannt dafür, beim Thema Datenweitergabe nicht ganz ehrlich zu sein. Bisher nicht so toll. Sie sagen auch, dass sie mehr Informationen über Sie aus Drittquellen sammeln können, „Wir können personenbezogene Daten über Sie von Dritten erhalten. Beispielsweise können wir Informationen von Dritten erhalten, um bestehende Benutzerinformationen zu verbessern oder zu ergänzen …“. Das heißt, sie könnten Daten von Datenbrokern kaufen, um mehr über Sie zu erfahren und ein größeres Profil über Sie aufzubauen? Vielleicht. Flo hat uns mitgeteilt, dass sie derzeit keine Daten an Datenhändler verkaufen oder von ihnen kaufen (yay!). Die Art und Weise, wie ihre Datenschutzrichtlinie geschrieben ist, ermöglicht dies jedoch für die Zukunft, wenn sich innerhalb des Unternehmens etwas ändern würde. Flo sagt auch, dass sie „Ihre personenbezogenen Daten aggregieren oder anonymisieren, sodass sie nicht vernünftigerweise verwendet werden können, um Sie zu identifizieren. Solche Daten sind keine personenbezogenen Daten mehr. Wir können solche Daten mit unseren Partnern oder Forschungseinrichtungen teilen oder für statistische Zwecke verwenden …“ Dies ist ziemlich üblich, aber jetzt ist ein guter Zeitpunkt, Sie daran zu erinnern, dass es sich <a id="a1">als ziemlich einfach herausgestellt hat</a>, diese Art von Daten neu zu identifizieren, insbesondere wenn es sich um Standortdaten handelt.
es: Flo recopila una gran cantidad de información personal, comparte una parte de esa información con terceros, con fines de marketing y promoción, y tiene un historial de no ser una empresa del todo honesta con respecto a cómo comparte los datos. Hasta aquí, no muy bien. También dicen que pueden recopilar más información sobre ti proveniente de fuentes de terceros: «Podemos recibir datos personales sobre usted de terceros. Por ejemplo, podemos obtener información de terceros para mejorar o complementar la información de usuario existente...» ¿Esto significa que podrían comprar informació a los brókers de datos para saber más sobre ti y construir un perfil más extenso sobre ti? Quizás. Flo nos ha aclarado que actualmente no compran ni venden datos a brókers de datos (¡hurra!). Sin embargo, la manera en que está redactada su política de privacidad da a entender que podrían hacerlo en el futuro si hubiera algún cambio dentro de la empresa. Flo también dice: «agregamos, anonimizamos o desidentificamos sus datos personales para que no puedan usarse para identificarla. De este modo, dichos datos dejan de ser datos personales. Podemos compartir estos datos con nuestros socios o con instituciones de investigación, o usarlos con fines estadísticos...» Esta es una práctica bastante común, pero este es un buen momento para recordarte que <a id="a1">se ha descubierto que es bastante fácil</a> volver a identificar este tipo de datos, especialmente cuando se incluyen datos de ubicación.
pt_br: A Flo coleta muitas informações pessoais, compartilha algumas delas com terceiros para fins promocionais e de marketing e tem um histórico de não ser completamente honesta sobre como compartilham seus dados. Até agora, nada bom. Eles também dizem que podem coletar mais informações sobre você de fontes de terceiros: "Podemos receber dados pessoais sobre você de terceiros. Por exemplo, podemos obter informações de terceiros para aprimorar ou complementar as informações existentes de usuários…". Significa que eles poderiam comprar dados de corretores de dados para saber mais sobre você e criar um perfil seu mais detalhado? Talvez. A Flo nos disse que atualmente não compram nem vendem dados para corretores de dados (oba!). No entanto, a maneira como sua política de privacidade está escrita dá a entender que poderiam fazer isso no futuro, caso algo mude dentro da empresa. A Flo também afirma que eles "agregam, anonimizam ou desidentificam seus dados pessoais para não poder ser razoavelmente usados para te identificar. Esses dados deixam de ser dados pessoais. Podemos compartilhar tais dados com nossos parceiros ou instituições de pesquisa, ou usar para fins de estatística…". Isso é bastante comum, mas agora é um bom momento para lembrar que <a id="a1">foi considerado muito fácil</a> reidentificar esses tipos de dados, especialmente quando são incluídas informações de localização.

# worst_case
source: And back to that whole Flo honesty problem. When we were reading the data safety information they shared on their <a id="a1">Google Play store app page</a>, we noticed they self-declared they say they don't share data with other companies or organizations. Which, as we've just outlined above, just isn't true. Unfortunately, <a id="a2">Google's data safety sharing information rules</a> are pretty terrible because they say developers don't actually need to say they are sharing data with third parties even if they are if consent is obtained. This is terribly misleading on all parts and we wish both Flo and Google would do better for consumers. Bottom line, please don't trust the self-reported data safety information you find on the Google Play store. It's better (and also awful) to read the app's privacy policy instead. If you need some tips to do that, well, <a id="a3">here's a good article</a> to help (even better, read our *Privacy Not Included reviews!).
de: Und zurück zu dem ganzen Ehrlichkeitsproblem bei Flo. Als wir die Datensicherheitsinformationen gelesen haben, die sie auf ihrer <a id="a1">App-Seite im Google Play Store</a> veröffentlicht haben, ist uns aufgefallen, dass sie selbst erklärt haben, dass sie keine Daten mit anderen Unternehmen oder Organisationen teilen. Was, wie wir gerade oben dargelegt haben, einfach nicht wahr ist. Leider sind die <a id="a2">Regeln von Google für die Weitergabe von Informationen zur Datensicherheit</a> ziemlich schrecklich, denn sie besagen, dass Entwickler nicht angeben müssen, dass sie Daten mit Dritten teilen, selbst wenn dies der Fall ist, sofern die Zustimmung eingeholt wurde. Das ist in jeder Hinsicht sehr irreführend, und wir würden uns wünschen, dass sowohl Flo als auch Google mehr für die Verbraucher tun würden. Unterm Strich sollten Sie den selbst gemachten Angaben zur Datensicherheit, die Sie im Google Play Store finden, nicht trauen. Es ist besser (und auch schrecklich), stattdessen die Datenschutzrichtlinien der App zu lesen. Wenn Sie dazu ein paar Tipps brauchen, finden Sie <a id="a3">hier einen guten Artikel</a> (noch besser ist es, unsere „*Datenschutz nicht inbegriffen“-Bewertungen zu lesen).
es: Volviendo al problema de la honestidad de Flo; cuando leímos la información de seguridad de datos que se encuentra en la página de la aplicación de la tienda <a id="a1">Google Play</a>, notamos que declaraban que no comparten datos con otras empresas u organizaciones. Lo que, como acabamos de mostrarte, es simplemente una mentira. Desafortunadamente, las <a id="a2">reglas de Google para compartir información sobre la protección de datos</a> son bastante malas, ya que dicen que no es necesario que los desarrolladores declaren que comparten datos con terceros, incluso si lo hacen con un consentimiento previo. Esto es tremendamente engañoso y deseamos que tanto Flo como Google cuiden mejor a los consumidores. En resumen, no confíes en la información sobre protección de datos que encuentres en la tienda Google Play. Es mejor (y también horrible) que leas la política de privacidad de la aplicación. Si necesitas algunos consejos para hacerlo, <a id="a3">aquí tienes un buen artículo</a> para ayudarte (o aún mejor, ¡lee nuestras reseñas de *Privacidad no incluida!).
fr: Revenons à l’honnêteté de Flo. Lorsque nous avons lu les informations de sécurité des données qu’elle a partagées sur la page de l’application sur le <a id="a1">Google Play Store</a>, nous avons remarqué qu’elle a déclaré ne pas partager de données avec d’autres entreprises ou organisations, ce qui, comme nous venons de le souligner, est tout simplement faux. Malheureusement, <a id="a2">les règles de partage d’informations de sécurité des données de Google</a> sont assez mauvaises parce que les développeurs n’ont pas besoin de dire qu’ils partagent des données avec des tiers, même si les utilisateurs et utilisatrices y ont consenti. C’est terriblement trompeur et nous aimerions que Flo et Google en fassent plus pour les consommateurs et consommatrices. En conclusion, ne faites pas confiance aux informations de sécurité des données autodéclarées que vous trouvez sur le Google Play Store. Il est préférable (bien que pénible) de lire la politique de confidentialité de l’application à la place. Si vous avez besoin de quelques conseils pour le faire, eh bien, <a id="a3">voici un bon article</a> pour vous aider (encore mieux, lisez nos avis *Confidentialité non incluse !).
pt_br: E de volta àquele problema de honestidade do Flo. Quando estávamos lendo as informações de segurança de dados que eles compartilharam em sua <a id="a1">página de aplicativos da Google Play Store</a>, percebemos que eles autodeclararam que não compartilham dados com outras empresas ou organizações. O que, como acabamos de descrever acima, não é verdade. Infelizmente, as <a id="a2">regras de compartilhamento de segurança de dados do Google</a> são terríveis porque dizem que os desenvolvedores não precisam dizer que estão compartilhando dados com terceiros, mesmo que eles estejam, se o consentimento for obtido. Isso é terrivelmente enganoso em todas as partes e gostaríamos que tanto o Flo quanto o Google melhorassem para os consumidores. Resumindo, não confie nas informações de segurança de dados autorreferidas que você encontra na loja do Google Play. Em vez disso, é melhor (e também horrível) ler a política de privacidade do aplicativo. Se você precisa de algumas dicas para fazer isso, bem, <a id="a3">aqui está um bom artigo</a> para ajudar (ainda melhor, leia nossos comentários de *Privacidade não incluída!).

# worst_case
source: How does Flo say they will handle requests from law enforcement to obtain their users' information? Their privacy policy says, "We may also share some of your Personal Data … in response to subpoenas, court orders or legal processes, to the extent permitted and as restricted by law (including to meet national security or law enforcement requirements)." Which is a bit vague. However, Flo shared with us <a id="a1">this public statement</a> they made to clarify what this means. And it's actually pretty good -- they say they require a legally valid request, will work to limit the scope of any data they are required to share, and will do their best to notify the user if their data is requested by law enforcement. Good work Flo.
de: Wie will Flo mit Anfragen von Strafverfolgungsbehörden umgehen, um die Informationen ihrer Nutzer zu erhalten? Ihre Datenschutzerklärung besagt: „Wir können im Rahmen der gesetzlichen Vorschriften und Beschränkungen auch einige Ihrer personenbezogenen Daten ... als Reaktion auf Vorladungen, Gerichtsbeschlüsse oder Gerichtsverfahren weitergeben (auch um nationale Sicherheits- oder Strafverfolgungsvorschriften zu erfüllen).“ Das ist etwas vage. Flo teilte uns jedoch <a id="a1">diese öffentliche Erklärung</a> mit, die sie zur Klärung der Bedeutung abgaben. Und das klingt eigentlich ziemlich gut – sie sagen, sie benötigen eine rechtsgültige Anfrage, arbeiten daran, den Umfang der Daten zu begrenzen, die sie teilen müssen, und werden ihr Bestes tun, um den Benutzer zu benachrichtigen, wenn ihre Daten von der Strafverfolgungsbehörden angefordert werden. Gute Arbeit Flo.
es: ¿Cómo dice Flo que actuará ante posibles solicitudes de información de sus usuarias por parte de organismos de seguridad? Su política de privacidad dice: «También podemos compartir algunos de sus datos personales... en respuesta a citaciones, órdenes judiciales o procesos legales, en la medida permitida y restringida por la ley (incluso para cumplir con requisitos de seguridad nacional o de aplicación de la ley)». Una declaración un poco vaga. Sin embargo, Flo compartió con nosotros <a id="a1">esta declaración pública</a> que la empresa preparó para aclarar este punto. Lo que dicen es bastante bueno: explican que exigirán una solicitud legalmente válida, trabajarán para limitar el alcance de los datos que deban compartir y harán todo lo posible para notificar a la usuaria en el caso de que un organismo de seguridad solicite sus datos. Buen trabajo, Flo.
fr: En ce qui concerne le partage des données avec les forces de l’ordre, que dit Flo ? Sa politique de confidentialité indique : « Nous pouvons également partager certaines de vos Données personnelles […] en réponse à des citations à comparaître, des ordonnances judiciaires ou des procédures judiciaires, dans la mesure permise et restreinte par la loi (y compris pour répondre aux exigences de sécurité nationale ou d’application de la loi) ». Cela reste un peu vague. Cependant, Flo a partagé avec nous <a id="a1">cette déclaration publique</a> pour clarifier ce que cela signifie. Et c’est plutôt bien ; l’entreprise indique qu’elle a besoin d’une demande légalement valide, s’efforcera de limiter la portée de toutes les données qu’elle est tenue de partager et fera de son mieux pour informer l’utilisatrice ou l’utilisateur si ses données sont demandées par les forces de l’ordre. Bon travail, Flo.
pt_br: Como o Flo diz que lidará com solicitações da polícia para obter informações de seus usuários? Sua política de privacidade diz: "Também podemos compartilhar alguns de seus Dados Pessoais... em resposta a intimações, ordens judiciais ou processos legais, na medida permitida e restrita por lei (inclusive para atender aos requisitos de segurança nacional ou de aplicação da lei)." O que é um pouco vago. No entanto, Flo compartilhou conosco <a id="a1">essa declaração pública</a> que fizeram para esclarecer o que isso significa. E isso é realmente muito bom - eles dizem que exigem uma solicitação legalmente válida,que trabalharão para limitar o escopo de quaisquer dados que sejam obrigados a compartilhar e farão o possível para notificar o usuário se seus dados forem solicitados pela aplicação da lei. Bom trabalho, Flo.

# worst_case
source: So, what's the worst that could happen with Flo? Well, you could trust a company with a spotty track record to keep all that personal information you share with them private, safe, and secure. It's possible, although hopefully it doesn't happen, that they could leak or share data about your period or pregnancy that gets scooped up by people you don't want to have it and used against you. Which is really scary in the post-Roe vs Wade world we live in these days. Hopefully this never, ever happens. And hopefully all that data they collect and store on you to train up their AI algorithms is stored securely and never leaked. And hopefully Flo doesn't give your user data to law enforcement unless absolutely necessary, and then, hopefully they only give the bare minimum (which is what they say they will do, thank goodness). These are a lot of hopefullys. Maybe it's better to just not share so much personal info to begin with.
de: Also, was ist das Schlimmste, was Flo passieren könnte? Nun, Sie könnten einem Unternehmen mit einer lückenhaften Erfolgsbilanz vertrauen, dass es alle persönlichen Informationen, die Sie mit ihm teilen, privat und sicher aufbewahrt. Es ist möglich, obwohl dies hoffentlich nicht passiert, dass sie Daten über Ihre Periode oder Schwangerschaft durchsickern oder weitergeben, die von Personen, die Sie nicht haben sollten, aufgegriffen und gegen Sie verwendet werden. Was in der Post-Roe-vs-Wade-Welt, in der wir heutzutage leben, wirklich beängstigend ist. Hoffentlich passiert das nie, nie. Und hoffentlich werden all diese Daten, die sie sammeln und über Sie speichern, um ihre KI-Algorithmen zu trainieren, sicher gespeichert und niemals durchgesickert. Und hoffentlich gibt Flo Ihre Benutzerdaten nicht an die Strafverfolgungsbehörden weiter, es sei denn, es ist absolut notwendig, und dann geben sie hoffentlich nur das Nötigste weiter (was sie Gott sei Dank sagen, dass sie es tun werden). Das sind viele Hoffnungsträger. Vielleicht ist es besser, zunächst nicht so viele persönliche Informationen zu teilen.
es: Entonces, ¿qué es lo peor que podría pasar con Flo? Bueno, supongamos que decides confiar en una empresa que tiene varias manchas en su pasado con respecto a mantener la privacidad, la seguridad y la protección de toda la información personal que compartes con ella. Podría suceder, aunque esperemos que no pase, que filtren o compartan datos sobre tu período o tu embarazo, y que esa información llegue a manos de personas que no deseas que la conozca y que pueden utilizarla en tu contra. Una situación realmente aterradora en esta nueva realidad en que vivimos tras la derogación del fallo Roe vs. Wade. Esperamos que esto no suceda jamás y que todos los datos que recopilan sobre ti para entrenar sus algoritmos de IA se almacenen de forma segura y nunca se filtren. También esperamos que Flo no divulgue tus datos de usuario a organismos de seguridad a menos que sea absolutamente necesario, y que, en ese caso, solo divulguen lo mínimo. Todo esto requiere demasiada esperanza. Tal vez lo mejor sea empezar por no compartir tanta información personal.
fr: Alors, quel est le pire qui puisse arriver avec Flo ? Eh bien, vous pourriez faire confiance à une entreprise à la réputation douteuse pour qu’elle garde toutes les informations personnelles que vous partagez avec elle privées, sûres et sécurisées. Il est possible, même si nous espérons que cela n’arrivera pas, qu’elle ne protège pas suffisamment bien ou partage des données sur vos menstruations ou votre grossesse qui sont alors récupérées par des personnes indésirables qui pourraient les utiliser contre vous, ce qui est assez effrayant, surtout aux États-Unis depuis que l’arrêt Roe vs Wade a été annulé. Avec un peu de chance, cela n’arrivera jamais. Et avec un peu de chance, toutes ces données que Flo collecte et stocke vous concernant pour entraîner leurs algorithmes IA sont stockées de manière sécurisée et ne fuiteront jamais. Et avec un peu plus de chance, Flo ne transmet pas vos données utilisateur aux forces de l’ordre sauf si cela est absolument nécessaire, et espérons-le, ne transmet que le strict minimum (ce qui, heureusement, est ce que Flo indique faire dans un tel cas). Il faut beaucoup de chance. Peut-être qu’il est préférable de ne pas partager autant d’informations personnelles pour commencer.
pt_br: Então, qual é a pior coisa que pode acontecer com o Flo? Bem, você pode confiar em uma empresa com um histórico irregular para manter todas as informações pessoais que você compartilha com eles privadas, seguras e protegidas. É possível, embora esperemos que isso não aconteça, que eles possam vazar ou compartilhar dados sobre seu ciclo menstrual ou gravidez que são recolhidos por pessoas que você não quer ter e usados contra você. O que é realmente assustador no mundo pós-Roe vs Wade em que vivemos hoje em dia. Espero que isso nunca aconteça. E espero que todos os dados que eles coletam e armazenam para treinar seus algoritmos de IA sejam armazenados com segurança e nunca vazem. E espero que o Flo não forneça seus dados de usuário para a aplicação da lei, a menos que seja absolutamente necessário, e então, espero que eles apenas forneçam o mínimo (que é o que eles dizem que farão, graças a Deus). É muita coisas para se esperar. Talvez seja melhor não compartilhar tantas informações pessoais para começo de conversa.

# signup_requirement_explanation
source: Google account is possible
de: Anmeldung über Google-Konto möglich
es: Se puede usar la cuenta de Google.
fr: Connexion avec un compte Google possible
pt_br: Conta do Google é possível

# how_does_it_use_data_collected
source: We ding this product for potentially combining collected data with data from third parties, as well as for sharing personal data for advertisement
de: Wir bemängeln, dass dieses Produkt möglicherweise gesammelte Daten mit Daten von Drittanbietern kombiniert und persönliche Daten für Werbezwecke weitergibt.
es: Criticamos a este producto porque podría combinar datos recopilados con otros datos provenientes de terceros y porque comparte datos personales para publicidad.
fr: Nous tirons la sonnette d’alarme concernant ce produit en raison de la possible combinaison des données avec des données venant de tiers et du partage des données personnelles à des fins publicitaires
pt_br: Fazemos um alerta sobre este produto por potencialmente combinar dados coletados com dados de terceiros, bem como pelo compartilhamento de dados pessoais para publicidade

# how_does_it_use_data_collected
source: "We may receive Personal Data about you from third parties. For example, we may obtain information from third parties, to enhance or supplement existing user information, including to customize and personalize your experience and for statistical purposes and analytics, as described below."
de: „Wir können personenbezogene Daten über Sie von Dritten erhalten. Zum Beispiel können wir Informationen von Dritten erhalten, um bestehende Benutzerinformationen zu verbessern oder zu ergänzen, einschließlich der Anpassung und Personalisierung Ihrer Erfahrung und für statistische Zwecke und Analysen, wie unten beschrieben.“
es: «Podríamos recibir datos personales sobre usted de terceros. Por ejemplo, podemos obtener información proveniente de terceros y utilizarla para mejorar o complementar la información de usuario existente, personalizar su experiencia y para fines estadísticos y analíticos, como se describe a continuación».
fr: « Nous pouvons recevoir des Données personnelles vous concernant de la part de tiers. Par exemple, nous pouvons obtenir des informations de tiers pour améliorer ou compléter les informations utilisateur existantes, y compris pour personnaliser votre expérience et à des fins statistiques et analytiques, comme décrit ci-dessous ».
pt_br: "Podemos receber dados pessoais sobre você de terceiros. Por exemplo, podemos obter informações de terceiros, para aprimorar ou complementar as informações existentes do usuário, inclusive para personalizar e personalizar sua experiência e para fins estatísticos e analíticos, conforme descrito abaixo."
