Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/flo-ovulation-period-tracker.po
Languages: de, es, fr, pt_br

# how_can_you_control_your_data
source: If you choose to delete the App from your device or your account becomes inactive, the app will retain your Personal Data for a period of 3 years in case you decide to re-activate the Services or re-install the App.
de: Wenn Sie die App von Ihrem Gerät löschen oder Ihr Konto inaktiv wird, bewahrt die App Ihre personenbezogenen Daten für einen Zeitraum von 3 Jahren auf, falls Sie sich entscheiden, die Dienste wieder zu aktivieren oder die App erneut zu installieren.
es: Si decide eliminar la aplicación de su dispositivo o si su cuenta queda inactiva, la aplicación conservará sus datos personales durante un período de 3 años, por si desea volver a activar los servicios o volver a instalar la aplicación.
fr: Si vous choisissez de supprimer l’application de votre appareil ou si votre compte devient inactif, l’application conservera vos données personnelles pendant une période de 3 ans au cas où vous décideriez de réactiver les services ou de réinstaller l’application.
pt_br: Se você optar por excluir o aplicativo do seu dispositivo ou sua conta ficar inativa, o aplicativo reterá seus Dados Pessoais por um período de 3 anos, caso decida reativar os Serviços ou reinstalar o aplicativo.

# track_record_details
source: The period app Flo <a id="a1">got in trouble</a> with the Federal Trade Commission (FTC) for “deceptive” practices around its data sharing. In June, 2021, <a id="a2">the FTC announced</a> that Flo Health <a id="a3">settled</a> with them over allegations that the company, after promises of privacy, shared health data of users using its fertility-tracking app with outside data analytics companies, including Facebook and Google.
de: Die Perioden-App Flo <a id="a1">bekam Ärger</a> mit der Federal Trade Commission (FTC) wegen „irreführender“ Praktiken bei der Weitergabe von Daten. Im Juni 2021 <a id="a2">hat die FTC bekanntgegeben</a>, dass Flo Health hat sich mit ihr <a id="a3">geeinigt</a> hat, nachdem das Unternehmen trotz Versprechungen zum Schutz der Privatsphäre Gesundheitsdaten von Nutzern, die seine App zur Überwachung der Fruchtbarkeit verwenden, an externe Datenanalyseunternehmen wie Facebook und Google weitergegeben haben soll.
es: La aplicación Flo para el seguimiento del período <a id="a1">se metió en problemas</a> con la Comisión Federal de Comercio (FTC) por sus prácticas «engañosas» en relación al intercambio de datos. En junio de 2021, <a id="a2">la FTC anunció</a> que Flo Health <a id="a3">había llegado a un acuerdo</a> con ellos en relación con las acusaciones de que la empresa, tras haber prometido privacidad, había compartido datos de salud de las usuarias que usaban su aplicación para el seguimiento de la fertilidad con empresas externas de análisis de datos, incluidas Facebook y Google.

# child_safety_blurb
source: You must be at least 13 to use the App (16 for European Economic Area (“EEA” and United Kingdom (“UK”) residents). They do not knowingly collect information from children under 13 (16 for EEA and UK residents), and do not allow people to use the App if they are younger than 13 (16 for EEA and UK residents). Moreover, some of the App functions are limited for users that are younger than 18.
de: Sie müssen mindestens 13 Jahre alt sein, um die App nutzen zu können (16 Jahre für Einwohner des Europäischen Wirtschaftsraums („EWR“) und des Vereinigten Königreichs („UK“)). Sie erheben nicht wissentlich Daten von Kindern unter 13 Jahren (16 Jahre für Bewohner des EWR und des Vereinigten Königreichs) und erlauben die Nutzung der App nicht, wenn sie jünger als 13 Jahre sind (16 Jahre für Bewohner des EWR und des Vereinigten Königreichs). Darüber hinaus sind einige der Funktionen der App für Nutzer unter 18 Jahren eingeschränkt.
es: Debes tener al menos 13 años para usar la aplicación [16 años, en el caso de residentes del Espacio Económico Europeo («EEE») y el Reino Unido]. No recopilan a sabiendas información de menores de 13 años (16 años, en el caso de residentes del EEE y el Reino Unido) y no permiten que las personas menores de 13 años (16 años, en el caso de residentes del EEE y el Reino Unido) utilicen la aplicación. Además, algunas de las funciones de la aplicación están limitadas para las usuarias menores de 18 años.
fr: Vous devez avoir au moins 13 ans pour utiliser l’application (16 pour les résidents de l’Espace économique européen (« EEE » et du Royaume-Uni (« UK »)). Flo ne recueille pas sciemment d’informations auprès d’enfants de moins de 13 ans (ou 16 pour les résidents de l’EEE et du Royaume-Uni) et ne permet pas aux personnes âgées de moins de 13 ans (ou 16 pour les résidents de l’EEE et du Royaume-Uni) d’utiliser l’application. De plus, certaines fonctions de l’application sont limitées pour les utilisateurs et utilisatrices de moins de 18 ans.
pt_br: Você deve ter pelo menos 13 anos para usar o aplicativo (16 para residentes do Espaço Econômico Europeu ("EEE" e Reino Unido ("Reino Unido"))). Eles não coletam conscientemente informações de crianças menores de 13 anos (16 para residentes no EEE e no Reino Unido) e não permitem que as pessoas usem o aplicativo se forem menores de 13 anos (16 para residentes no EEE e no Reino Unido). Além disso, algumas das funções do aplicativo são limitadas para usuários com menos de 18 anos.

# ai_is_transparent_helptext
source: Flo has this FAQ post about the accuracy of the Flo app that touches on their use of an AI prediction algorithm https://flo.health/faq/accuracy
de: Flo veröffentlichte diesen FAQ-Beitrag über die Genauigkeit der Flo-App, der die Verwendung eines KI-Vorhersagealgorithmus berührt https://flo.health/faq/accuracy
es: Flo tiene esta publicación con preguntas frecuentes sobre la precisión de la aplicación, en la que hablan de su uso de un algoritmo predictivo de IA: https://flo.health/faq/accuracy
fr: Flo a publié ce billet de FAQ sur la précision de l’application Flo qui détaille son recours à un algorithme de prédiction d’IA https://flo.health/faq/accuracy
pt_br: O Flo tem esta publicação de perguntas frequentes sobre a precisão do aplicativo Flo que aborda o uso de um algoritmo de previsão de IA https://flo.health/faq/accuracy

# ai_helptext
source: Flo uses AI technology to make it easier for women with irregular periods to track their cycle and fertility if desired.
de: Flo nutzt KI-Technologie, um es Frauen mit unregelmäßigen Perioden zu erleichtern, ihren Zyklus und ihre Fruchtbarkeit zu verfolgen, falls gewünscht.
es: Flo utiliza tecnología de IA para que las mujeres con períodos irregulares puedan hacer un seguimiento de su ciclo y su fertilidad más fácilmente.
fr: Flo utilise la technologie de l’IA pour faciliter le suivi du cycle et de la fécondité pour les femmes ayant des menstruations irrégulières, si besoin.
pt_br: O Flo usa a tecnologia de IA para tornar mais fácil para mulheres com períodos irregulares rastrear seu ciclo e fertilidade, se desejado.

# ai_what_can_it_do
source: Your period cycles
de: Ihre Periodenzyklen
es: Tus ciclos menstruales.
fr: Vos cycles de menstruation
pt_br: Seus ciclos menstruais

# ai_can_user_control_helptext
source: We found no control over AI in the app
de: Wir haben keine Kontrolle über KI in der App gefunden
es: No hemos encontrado ningún control sobre la IA en la aplicación.
fr: Nous n’avons trouvé aucun paramètre d’IA dans l’application.
pt_br: Não encontramos controle sobre a IA no aplicativo
