Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/flo-ovulation-period-tracker.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: "We will not sell or rent your Personal Data. We will not disclose your Personal Data except as otherwise described in this Privacy Policy. We may share your Personal Data with our service providers solely as described in this Privacy Policy. We will also not use information received through your use of the HealthKit and Google Fit framework for advertising or similar services, or sell it to advertising platforms, data brokers, or information resellers."
de: „Wir werden Ihre persönlichen Daten nicht verkaufen oder vermieten. Wir werden Ihre persönlichen Daten nicht weitergeben, es sei denn, dies ist in dieser Datenschutzrichtlinie beschrieben. Wir können Ihre persönlichen Daten mit unseren Dienstleistern nur wie in dieser Datenschutzrichtlinie beschrieben teilen. Wir werden auch keine Informationen, die wir durch Ihre Nutzung des HealthKit- und Google Fit-Frameworks erhalten, für Werbung oder ähnliche Dienste verwenden oder an Werbeplattformen, Datenmakler oder Informationshändler verkaufen.“
es: «No venderemos ni alquilaremos sus datos personales. No divulgaremos sus datos personales, a menos que se indique lo contrario en esta política de privacidad. Podemos compartir sus datos personales con nuestros proveedores de servicios únicamente como se describe en esta política de privacidad. Tampoco utilizaremos la información recibida a través de su uso de HealthKit y Google Fit para publicidad o servicios similares, ni la venderemos a plataformas publicitarias, brókers de datos o revendedores de información».
fr: « Nous ne vendrons ni ne louerons vos Données personnelles. Nous ne divulguerons pas vos Données personnelles, sauf indication contraire dans la Politique de confidentialité. Nous pouvons partager vos Données personnelles avec nos fournisseurs de services uniquement de la manière décrite dans la Politique de confidentialité. Nous n’utiliserons pas non plus les informations reçues via votre utilisation des applications HealthKit et Google Fit pour la publicité ou des services similaires, ni ne les vendrons à des plateformes publicitaires, des courtiers de données ou des revendeurs d’informations. »
pt_br: "Não venderemos nem alugaremos seus Dados Pessoais. Não divulgaremos seus Dados Pessoais, exceto quando descrito de outra forma nesta Política de Privacidade. Podemos compartilhar seus Dados Pessoais com nossos provedores de serviços exclusivamente conforme descrito nesta Política de Privacidade. Também não usaremos informações recebidas por meio do uso da estrutura HealthKit e Google Fit para publicidade ou serviços semelhantes, nem as venderemos a plataformas de publicidade, corretores de dados ou revendedores de informações."

# how_does_it_use_data_collected
source: "We may process your Personal Data in relation to our interests in providing the Services to you, our commercial interests, including our interest in protecting the security and integrity of the Services, and wider societal benefits;"<br/><br/>"With your consent we may share some of your non-health Personal Data with AppsFlyer for marketing and promotional purposes. AppsFlyer is a mobile marketing platform that handles your Personal Data in accordance with our instructions. By using AppsFlyer and its integrated partners for marketing and promotional purposes we are able to reach you and people like you on various platforms and spread the word about Flo. If we need to share your Personal Data with other platforms for this purpose, except as we have explained in this Privacy Policy, we will ask for your consent."
de: „Wir können Ihre personenbezogenen Daten im Zusammenhang mit unseren Interessen an der Bereitstellung der Dienste für Sie, unseren geschäftlichen Interessen, einschließlich unseres Interesses am Schutz der Sicherheit und Integrität der Dienste, und allgemeinem gesellschaftlichem Nutzen verarbeiten“;<br/><br/>„Mit Ihrem Einverständnis können wir einige Ihrer nicht gesundheitsbezogenen personenbezogenen Daten zu Marketing- und Werbezwecken mit AppsFlyer teilen. AppsFlyer ist eine Plattform für mobiles Marketing, die Ihre persönlichen Daten in Übereinstimmung mit unseren Anweisungen behandelt. Indem wir AppsFlyer und seine integrierten Partner für Marketing- und Werbezwecke nutzen, können wir Sie und Gleichgesinnte auf verschiedenen Plattformen erreichen und Flo bekannt machen. Wenn wir Ihre personenbezogenen Daten zu diesem Zweck an andere Plattformen weitergeben müssen, werden wir Sie um Ihre Zustimmung bitten, es sei denn, wir haben dies in dieser Datenschutzrichtlinie erklärt.“
es: «Podemos procesar sus datos personales en relación con nuestros intereses al proporcionarle los servicios, para nuestros intereses comerciales, que incluye nuestro interés en proteger la seguridad e integridad de los servicios, y para beneficios sociales más amplios»;<br/><br/>«Con su consentimiento, podemos compartir algunos de sus datos personales no relacionados con la salud con AppsFlyer para fines de marketing y promoción. AppsFlyer es una plataforma de marketing móvil que maneja sus datos personales de acuerdo con nuestras instrucciones. Usar los servicios de AppsFlyer y sus socios integrados para fines de marketing y promoción nos permite llegar a usted y a personas como usted en varias plataformas, y dar a conocer a Flo. Si necesitamos compartir sus datos personales con otras plataformas para este propósito, excepto como hemos explicado en esta política de privacidad, le pediremos su consentimiento».
fr: « Nous pouvons traiter vos Données personnelles dans le cadre de nos intérêts à vous fournir les Services, de nos intérêts commerciaux, y compris notre intérêt à protéger la sécurité et l’intégrité des Services, et des avantages sociétaux plus larges ; »<br/><br/>« Avec votre consentement, nous pouvons partager certaines de vos Données personnelles non liées à la santé avec AppsFlyer à des fins de marketing et de promotion. AppsFlyer est une plateforme de marketing mobile qui traite vos données personnelles conformément à nos instructions. En utilisant AppsFlyer et ses partenaires intégrés à des fins marketing et promotionnelles, nous pouvons vous atteindre, vous et des personnes comme vous, sur diverses plateformes et faire connaître Flo. Si nous avons besoin de partager vos données personnelles avec d’autres plateformes à cette fin, sauf dans les cas mentionnés dans cette politique de confidentialité, nous demanderons votre consentement ».
pt_br: "Podemos processar seus Dados Pessoais em relação aos nossos interesses em fornecer os Serviços a você, nossos interesses comerciais, incluindo nosso interesse em proteger a segurança e a integridade dos Serviços e benefícios sociais mais amplos;"<br/><br/>"Com seu consentimento, podemos compartilhar alguns de seus Dados Pessoais não relacionados à saúde com a AppsFlyer para fins de marketing e promocionais. O AppsFlyer é uma plataforma de marketing móvel que lida com seus Dados Pessoais de acordo com nossas instruções. Ao usar o AppsFlyer e seus parceiros integrados para fins de marketing e promocionais, podemos entrar em contato com você e pessoas como você em várias plataformas e divulgar o Flo. Se precisarmos compartilhar seus Dados Pessoais com outras plataformas para esse fim, exceto conforme explicado nesta Política de Privacidade, solicitaremos seu consentimento."

# how_does_it_use_data_collected
source: <b>How the company says they may share data with law enforcement:</b><br/>Flo may share your data in response to subpoenas, court orders or legal processes, to the extent permitted and as restricted by law (including to meet national security or law enforcement requirements);
de: <b>Wie das Unternehmen formuliert, dass es Daten an Strafverfolgungsbehörden weitergeben kann:</b><br/>Flo kann Ihre Daten als Reaktion auf Vorladungen, Gerichtsbeschlüsse oder rechtliche Verfahren weitergeben, soweit dies gesetzlich zulässig ist (einschließlich zur Erfüllung nationaler Sicherheits- oder Strafverfolgungsanforderungen);
es: <b>Cómo dice la empresa que puede compartir datos con los organismos de seguridad:</b><br/>Flo puede compartir sus datos en respuesta a citaciones, órdenes judiciales o procesos legales, en la medida permitida y restringida por la ley (incluso para cumplir con requisitos de seguridad nacional o de aplicación de la ley);
fr: <b>Voilà ce que déclare l’entreprise concernant le partage des données avec les forces de l’ordre : </b><br/>Flo peut partager vos données en réponse à des assignations, des ordonnances judiciaires ou des procédures judiciaires, dans la mesure permise et telle que limitée par la loi (y compris pour répondre aux exigences de sécurité nationale ou d’application de la loi) ;
pt_br: <b>Como a empresa diz que pode compartilhar dados com a aplicação da lei: o</b><br/>Flo pode compartilhar seus dados em resposta a intimações, ordens judiciais ou processos legais, na medida permitida e restrita por lei (inclusive para atender aos requisitos de segurança nacional ou de aplicação da lei);

# how_does_it_use_data_collected
source: Flo clarifies how they respond to data requests <a id="a1">in this post</a> on their website.
de: Flo erklärt <a id="a1">in diesem Beitrag</a> auf ihrer Website, wie sie auf Datenanfragen reagieren.
es: Flo aclara cómo responden a las solicitudes de datos <a id="a1">en esta publicación</a> de su sitio web.

# user_friendly_privacy_policy_helptext
source: They provide a privacy portal on their website with easy to understand privacy principles and their privacy policy is generally easy to read.
de: Das Unternehmen stellt auf seiner Website ein Datenschutzportal mit leicht verständlichen Datenschutzgrundsätzen zur Verfügung, und seine Datenschutzpolitik ist im Allgemeinen leicht zu lesen.
es: En su sitio web, ofrecen un portal de privacidad que contiene principios de privacidad fáciles de entender. En términos generales, su política de privacidad es fácil de leer.
fr: Flo met à disposition un portal de confidentialité sur son site web, qui présente des principes de confidentialité faciles à comprendre et une politique de confidentialité facile à lire.
pt_br: Eles fornecem um portal de privacidade em seu site com princípios de privacidade fáceis de entender e sua política de privacidade geralmente é fácil de ler.

# manage_vulnerabilities_helptext
source: If you want to report a security incident related to the Services please contact us at security@flo.health.
de: Wenn Sie einen Sicherheitsvorfall im Zusammenhang mit den Diensten melden möchten, kontaktieren Sie uns bitte unter security@flo.health.
es: Si desea informar un incidente de seguridad relacionado con los servicios, póngase en contacto con nosotros en: security@flo.health.
fr: Si vous souhaitez signaler un incident de sécurité lié aux Services, veuillez nous contacter à security@flo.health.
pt_br: Se você quiser relatar um incidente de segurança relacionado aos Serviços, entre em contato conosco em security@flo.health.

# tips_to_protect_yourself
source: Set up <a id="a1">Anonymous Mode</a> when using the app to protect your data
de: Richten Sie den <a id="a1">anonymen Modus</a> ein, wenn Sie die App verwenden, um Ihre Daten zu schützen
es: Para proteger tus datos, configura el <a id="a1">modo anónimo</a> cuando uses la aplicación
fr: Configurez le <a id="a1">mode anonyme</a> lorsque vous utilisez l’application pour protéger vos données

# tips_to_protect_yourself
source: Enable a 4-digit secure access code if you want additional security of your data from someone who might access your device
de: Aktivieren Sie einen 4-stelligen sicheren Zugangscode, wenn Sie Ihre Daten zusätzlich vor dem Zugriff anderer schützen möchten.
es: Habilita un código de acceso seguro de 4 dígitos si deseas añadir más seguridad a tus datos y protegerlos de otras personas que pueden acceder a tu dispositivo.
fr: Paramétrez un code d’accès sécurisé à 4 chiffres si vous souhaitez davantage protéger vos données contre un individu qui pourrait accéder à votre appareil
pt_br: Ative um código de acesso seguro de 4 dígitos se você quiser segurança adicional de seus dados de alguém que possa acessar seu dispositivo

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data.
de: Stimmen Sie bei der Registrierung für ein Konto nicht der Nachverfolgung Ihrer Daten zu.
es: Cuando inicies el registro, no aceptes el seguimiento de tus datos.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données.
pt_br: Ao iniciar uma inscrição, não concorde com o rastreamento de seus dados.

# tips_to_protect_yourself
source: Do not sign up with your Google account. Better just log in with email and password.
de: Melden Sie sich nicht mit Ihrem Google-Konto an. Melden Sie sich am besten einfach mit E-Mail und Passwort an.
es: No te registres con tu cuenta de Google. Es mejor iniciar sesión con correo electrónico y contraseña.
fr: Ne vous inscrivez pas avec votre compte Google. Il vaut mieux vous connecter avec un e-mail et un mot de passe.
pt_br: Não se inscreva na sua Conta Google. É melhor fazer login com e-mail e senha.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe fort ! Vous pouvez utiliser un outil de contrôle de mot de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images and videos)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Videos).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos).
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et vidéos)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso às suas informações pessoais via aplicativo (não dê acesso à sua câmera, microfone, imagens e vídeos)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad
fr: Mettez votre application à jour régulièrement
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire via votre appareil (par ex., sur iPhone, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device does not erase your personal data.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten nicht gelöscht.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.
fr: Demandez que vos données soient supprimées une fois que vous avez cessé d’utiliser l’application. La simple suppression d’une application de votre appareil n’efface pas vos données personnelles.
pt_br: Solicite que seus dados sejam excluídos assim que você parar de usar o aplicativo. Simplesmente excluir um aplicativo do seu dispositivo não apaga seus dados pessoais.

# personal_data_collected
source: Name; Email address; Year of birth; Place of residence and associated location information including time zone and language
de: Name; E-Mail-Adresse; Geburtsjahr; Wohnort und zugehörige Standortinformationen einschließlich Zeitzone und Sprache
es: Nombre, dirección de correo electrónico, año de nacimiento, lugar de residencia e información de ubicación asociada, incluyendo zona horaria e idioma.
fr: Nom ; adresse e-mail ; année de naissance ; lieu de résidence et informations de localisation associées, y compris le fuseau horaire et la langue
pt_br: Nome; Endereço de e-mail; Ano de nascimento; Local de residência e informações de localização associadas, incluindo fuso horário e idioma

# biometric_data_collected
source: Weight; Body temperature; Menstrual cycle dates; Details of your pregnancy (if you select the pregnancy mode); Various symptoms related to your menstrual cycle, pregnancy and health; Other information about your health (including sexual activities), physical and mental well-being, and related activities, including personal life.
de: Gewicht; Körpertemperatur; Menstruationszyklusdaten; Details Ihrer Schwangerschaft (wenn Sie den Schwangerschaftsmodus auswählen); Verschiedene Symptome im Zusammenhang mit Ihrem Menstruationszyklus, Schwangerschaft und Gesundheit; Weitere Informationen über Ihre Gesundheit (einschließlich sexueller Aktivitäten), Ihr körperliches und geistiges Wohlbefinden und damit verbundene Aktivitäten, einschließlich des persönlichen Lebens.
es: Peso; temperatura corporal; fechas del ciclo menstrual; información sobre tu embarazo (si seleccionas el modo de embarazo); varios síntomas relacionados con el ciclo menstrual, el embarazo y la salud; otra información sobre tu salud (incluyendo la actividad sexual), tu bienestar físico y mental, y actividades relacionadas, incluyendo la vida personal.
fr: Poids ; température corporelle ; dates du cycle menstruel ; détails de votre grossesse (si vous sélectionnez le mode de grossesse) ; divers symptômes liés à votre cycle menstruel, grossesse et santé ; autres informations sur votre santé (y compris l’activité sexuelle), votre bien-être physique et mental et les activités connexes, y compris la vie personnelle.
pt_br: Peso; Temperatura corporal; Datas do ciclo menstrual; Detalhes de sua gravidez (se você selecionar o modo de gravidez); Vários sintomas relacionados ao seu ciclo menstrual, gravidez e saúde; Outras informações sobre sua saúde (incluindo atividades sexuais), bem-estar físico e mental e atividades relacionadas, incluindo a vida pessoal.

# how_can_you_control_your_data
source: "It does not matter what country or region you come from, we are committed to providing you vast privacy rights in relation to your Personal Data."
de: „Es spielt keine Rolle, aus welchem Land oder welcher Region Sie kommen, wir verpflichten uns, Ihnen weitreichende Datenschutzrechte in Bezug auf Ihre persönlichen Daten zu gewähren.“
es: «No importa de qué país o región provenga, nos comprometemos a proporcionarle amplios derechos de privacidad en relación con sus datos personales».
fr: « Peu importe le pays ou la région d’où vous venez, nous nous engageons à vous accorder de nombreux droits relatifs à la vie privée en ce qui concerne vos données personnelles. »
pt_br: "Não importa de que país ou região você vem, estamos comprometidos em fornecer a você amplos direitos de privacidade em relação aos seus Dados Pessoais."

# how_can_you_control_your_data
source: "Сontact us at support@flo.health to exercise your privacy rights. We will address your request within 30 days after receipt. It may take us up to 90 days in some cases, for example for full erasure of your Personal Data stored in our backup systems. We will let you know if we need more time and explain the reasons for the delay. "
de: „Kontaktieren Sie uns unter support@flo.health, um Ihre Datenschutzrechte wahrzunehmen. Wir werden Ihre Anfrage innerhalb von 30 Tagen nach Erhalt bearbeiten. In manchen Fällen kann es bis zu 90 Tage dauern, z. B. für die vollständige Löschung Ihrer in unseren Sicherungssystemen gespeicherten personenbezogenen Daten. Wir werden Ihnen mitteilen, wenn wir mehr Zeit benötigen, und die Gründe für die Verzögerung erläutern.“
es: «Si desea ejercer sus derechos de privacidad, contáctenos en support@flo.health. Abordaremos su solicitud dentro de los 30 días posteriores a recibir su solicitud. En algunos casos, podríamos tardar hasta 90 días, por ejemplo, para borrar completamente sus datos personales almacenados en nuestros sistemas de copia de seguridad. Si necesitáramos más tiempo, se lo informaremos y le explicaremos las razones del retraso».
fr: « Contactez-nous à support@flo.health pour exercer vos droits en matière de confidentialité. Nous répondrons à votre demande dans les 30 jours suivant sa réception. Cela peut prendre jusqu’à 90 jours dans certains cas, par exemple pour l’effacement complet de vos données personnelles stockées dans nos systèmes de sauvegarde. Nous vous informerons si nous avons besoin de plus de temps et expliquerons les raisons de ce retard. »
pt_br: "Entre em contato conosco em support@flo.health para exercer seus direitos de privacidade. Abordaremos sua solicitação dentro de 30 dias após o recebimento. Pode levar até 90 dias em alguns casos, por exemplo, para apagar totalmente seus Dados Pessoais armazenados em nossos sistemas de backup. Avisaremos se precisarmos de mais tempo e explicaremos os motivos do atraso. "
