Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/garmin-vivoactive.po
Languages: de, fr, pt_br

# how_does_it_use_data_collected
source: According to Garmin written statement to us, "Garmin doesn’t share any data collected from a user’s device with third parties unless the user directs us to do so. Some users wish to connect their Garmin accounts with their accounts on other platforms, such as Strava or MyFitnessPal, and we share a user’s data with such other platforms if directed to do so by a user."
de: Laut einer schriftlichen Erklärung von Garmin an uns „gibt Garmin keine Daten, die vom Gerät eines Benutzers erfasst wurden, an Dritte weiter, es sei denn, der Benutzer weist uns an, dies zu tun. Einige Benutzer möchten ihre Garmin-Konten mit ihren Konten auf anderen Plattformen wie Strava oder MyFitnessPal verbinden, und wir teilen die Daten eines Benutzers mit solchen anderen Plattformen, wenn ein Benutzer dies anweist."
fr: Selon la déclaration que Garmin nous a adressée par écrit, « Garmin ne partage aucune donnée collectée à partir de l’appareil d’un utilisateur avec des tiers, à moins que l’utilisateur ne nous le demande. Certains utilisateurs souhaitent connecter leurs comptes Garmin à leurs comptes d’autres plateformes, telles que Strava ou MyFitnessPal, et nous partageons les données d’un utilisateur avec ces autres plateformes si l’utilisateur nous y invite ».

# how_does_it_use_data_collected
source: <b>Garmin Connect Privacy Policy</b><br/>"If you choose to authorize us to permit a third party, such as your wellness program provider, or an app, such as MyFitnessPal, Strava, or TrainingPeaks, to access your activity data in your Garmin account, then we will share such data with the third party. We will not do this without your explicit consent. Once you direct us to share data with a third party, the third party's handling of your personal data is the responsibility of that third party, and you should carefully review the third party's privacy policy. You can choose to stop sharing data with the third-party app, platform, or service provider at any time within your Garmin account."
de: Datenschutzrichtlinie von<b>Garmin Connect</b><br/>"Wenn Sie uns autorisieren, Dritten, wie z. B. Ihrem Anbieter von Wellnessprogrammen oder einer App wie MyFitnessPal, Strava oder TrainingPeaks, den Zugriff auf Ihre Aktivitätsdaten in Ihrem Garmin-Konto zu gestatten, geben wir diese Daten an Dritte weiter. Wir werden dies nicht ohne Ihre ausdrückliche Zustimmung tun. Sobald Sie uns anweisen, Daten an Dritte weiterzugeben, liegt der Umgang des Dritten mit Ihren personenbezogenen Daten in der Verantwortung dieses Dritten, und Sie sollten die Datenschutzerklärung des Dritten sorgfältig lesen. Sie können die Weitergabe von Daten an die Drittanbieter-App, -Plattform oder -Dienstleister jederzeit in Ihrem Garmin-Konto einstellen."
fr: <b>Politique de confidentialité deGarmin Connect</b><br/>« Si vous choisissez de nous autoriser à permettre à un tiers, tel que votre fournisseur de services de bien-être, ou à une application, telle que MyFitnessPal, Strava ou TrainingPeaks, d’accéder à vos données d’activité dans votre compte Garmin, nous partagerons ces données avec le tiers. Nous ne le ferons pas sans votre consentement explicite. Une fois que vous nous avez demandé de partager des données avec un tiers, le traitement de vos données personnelles par ce tiers relève de sa responsabilité et vous devez lire attentivement sa politique de confidentialité. Vous pouvez choisir d’arrêter de partager des données avec l’application, la plateforme ou le fournisseur de services tiers à tout moment dans votre compte Garmin ».

# how_does_it_use_data_collected
source: "We may process and disclose personal data about you to others: (a) if we have your valid consent to do so; (b) to comply with legal and regulatory obligations, such as a valid subpoena, court or judicial order, other valid legal process, or record keeping to support applicable reporting and auditing requirements; (c) to investigate potential fraud and enforce any of our terms and conditions or policies; (d) as necessary to pursue available legal remedies or defend legal claims; or (e) as we deem necessary or appropriate for purposes of attempting to get you help in the event you are involved in an emergency situation."
de: "Wir dürfen personenbezogene Daten über Sie verarbeiten und an andere weitergeben: (a) wenn wir Ihre gültige Zustimmung dazu haben; (b) um gesetzliche und behördliche Verpflichtungen wie eine gültige Vorladung, ein Gericht oder eine gerichtliche Anordnung, ein anderes gültiges Gerichtsverfahren oder die Aufbewahrung von Aufzeichnungen einzuhalten, um die geltenden Berichts- und Prüfungsanforderungen zu unterstützen; (c) um potenziellen Betrug zu untersuchen und unsere Geschäftsbedingungen oder Richtlinien durchzusetzen; (d) soweit erforderlich, um verfügbare Rechtsbehelfe einzulegen oder Rechtsansprüche zu verteidigen; oder (e) wenn wir es für notwendig oder angemessen erachten, um Ihnen in einer Notsituation Hilfe zukommen zu lassen."
fr: « Nous sommes habilités à traiter et à divulguer des données à caractère personnel vous concernant à des tiers : (a) si nous avons votre consentement légitime pour le faire ; (b) pour nous conformer à des obligations légales et réglementaires, telles qu’une citation à comparaître valide, une ordonnance d’un tribunal ou d’un juge, une autre procédure légale valide, ou la tenue de registres pour soutenir les exigences applicables en matière de rapports et d’audit ; (c) pour enquêter sur des fraudes potentielles et appliquer nos conditions générales ou nos politiques ; (d) si nécessaire pour exercer les recours légaux disponibles ou défendre des réclamations légales ; ou (e) si nous le jugeons nécessaire ou approprié pour tenter de vous apporter de l’aide dans le cas où vous vous trouveriez dans une situation d’urgence ».

# user_friendly_privacy_policy_helptext
source: Garmin has an easy to find list of all privacy policies. The privacy policies are relatively easy to find and simple to read.
de: Garmin hat eine leicht zu findende Liste aller Datenschutzrichtlinien. Die Datenschutzrichtlinien sind relativ leicht aufzufinden und einfach zu lesen.
fr: Garmin dispose d’une liste facilement accessible de toutes les politiques de confidentialité. Les politiques de confidentialité sont généralement simples à obtenir et à lire.

# uses_encryption_helptext
source: Garmin devices and apps use a combination of asymmetric and symmetric encryption appropriate to the nature and function of the product, and data stored/transmitted.
de: Garmin-Geräte und -Apps verwenden eine Kombination aus asymmetrischer und symmetrischer Verschlüsselung, die der Art und Funktion des Produkts und der gespeicherten/übertragenen Daten angemessen ist.
fr: Les appareils et applications Garmin utilisent une combinaison de chiffrement asymétrique et symétrique adaptée à la nature et à la fonction du produit, ainsi qu’aux données stockées/transmises.
pt_br: Os dispositivos e aplicativos da Garmin usam uma combinação de criptografia assimétrica e simétrica apropriada à natureza e função do produto, bem como aos dados armazenados e transmitidos.

# strong_password_helptext
source: In order to use companion apps, an account with a strong password is required.
de: Um Companion-Apps zu verwenden, ist ein Konto mit einem starken Passwort erforderlich.
fr: Pour utiliser les applications compagnons, un compte avec un mot de passe fort est requis.
pt_br: Para usar aplicativos complementares, é necessária uma conta com senha forte.

# tips_to_protect_yourself
source: Be very careful who you choose to share your Garmin wellness data with.
de: Seien Sie sehr vorsichtig, mit wem Sie Ihre Garmin-Wellness-Daten teilen möchten.
fr: Faites très attention avec qui vous avez choisi de partager vos données bien-être Garmin.
pt_br: Tenha bastante cuidado ao decidir com quem compartilhar seus dados de bem-estar da Garmin.

# tips_to_protect_yourself
source: Adjust your <a id="a1">privacy settings</a> in the Garmin Connect app to suit your comfort level.
de: Passen Sie Ihre <a id="a1">Datenschutzeinstellungen</a> in der Garmin Connect App an Ihr Sicherheitsgefühl an.
fr: Ajustez vos <a id="a1">paramètres de confidentialité</a> dans l’application Garmin Connect en fonction de votre niveau de confort.
pt_br: Ajuste as <a id="a1">configurações de privacidade</a> do aplicativo Garmin Connect de modo a ficar confortável com elas.

# tips_to_protect_yourself
source: Don't connect your Garmin app to any social networks like Facebook, WeChat, etc.
de: Verbinden Sie Ihre Garmin-App nicht mit sozialen Netzwerken wie Facebook, WeChat usw.
fr: Ne connectez pas votre application Garmin à des réseaux sociaux comme Facebook, WeChat, etc.
pt_br: Não conecte seu aplicativo Garmin a nenhuma rede social, como Facebook, WeChat, etc.

# tips_to_protect_yourself
source: When you no longer use the app, go to "Delete account" in the app menu
de: Wenn Sie die App nicht mehr verwenden, gehen Sie im App-Menü auf „Konto löschen“
fr: Lorsque vous n’utilisez plus l’application, accédez à « Supprimer le compte » dans le menu de l’application

# tips_to_protect_yourself
source: Turn off precise location sharing!
de: Schalten Sie die genaue Standortfreigabe aus!
fr: Désactivez le partage de position précis !
pt_br: Desative o compartilhamento de localização precisa!

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc.
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senhas, como o 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images and videos)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (erlauben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Videos).
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et vidéos)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
fr: Mettez votre application à jour régulièrement

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät (z. B. auf dem iPhone unter „Datenschutz“ -&gt; „Werbung“ -&gt; „Ad-Tracking beschränken“) und die größten Werbenetzwerke ein (bei Google öffnen Sie Ihr Google-Konto und schalten Sie die Anzeigenpersonalisierung aus)
fr: Limitez le suivi publicitaire via votre appareil (par exemple, sur iPhone, accédez à Confidentialité -&gt; Publicité -&gt; Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces).

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
de: Melden Sie sich nicht mit Konten von Drittanbietern an. Melden Sie sich am besten einfach mit E-Mail und starkem Passwort an.
fr: Ne vous inscrivez pas avec un compte tiers. Il vaut mieux vous connecter avec un e-mail et un mot de passe compliqué.
pt_br: Não se cadastre utilizando contas de aplicativos terceiros. É melhor criar um login com seu e-mail e uma senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Standort, außer es ist notwendig).
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et emplacement, sauf si nécessaire)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.
pt_br: Se decidir parar de usar o aplicativo, solicite que seus dados sejam excluídos. Apenas excluir o aplicativo do seu dispositivo não apagará seus dados pessoais da base da empresa.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung für ein Konto nicht der Nachverfolgung Ihrer Daten zu, falls möglich.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.
pt_br: Ao se cadastrar, não concorde com o rastreamento dos seus dados, se possível.

# personal_data_collected
source: "Email, name, phone number.<br/> <br/>If you choose to provide: location, types of activities you participate in (e.g., running, hiking, cycling, golf, etc.), and a photo, and your gender, birthdate, height, and weight, activities (e.g., runs, walks, bike rides, swims, hikes, gym activities, etc.)"
de: "E-Mail, Name, Telefonnummer.<br/> <br/>Wenn Sie sich entscheiden, Folgendes anzugeben: Ort, Arten von Aktivitäten, die Sie ausüben (z. B. Laufen, Wandern, Radfahren, Golf usw.), und ein Foto, sowie Ihr Geschlecht, Geburtsdatum, Größe und Gewicht, Aktivitäten (z. B. Läufe, Spaziergänge, Fahrradtouren, Schwimmen, Wanderungen, Aktivitäten im Fitnessstudio usw.)"
fr: « E-mail, nom, numéro de téléphone.<br/> <br/>En fonction de vos préférences : localisation, types d’activités pratiquées (par exemple, course à pied, randonnée, cyclisme, golf, etc.), photo, sexe, date de naissance, taille et poids, activités (par exemple, course à pied, marche, cyclisme, natation, randonnée, activités sportives, etc.) ».

# biometric_data_collected
source: If you choose to provide: activity data (e.g., steps, distance, pace, activity time, calories burned, heart rate, sleep, location, golf stats, menstrual cycle information, hydration, music played, etc.).
de: Wenn Sie Folgendes angeben: Aktivitätsdaten (z. B. Schritte, Entfernung, Tempo, Aktivitätszeit, verbrannte Kalorien, Herzfrequenz, Schlaf, Standort, Golfstatistiken, Informationen zum Menstruationszyklus, Flüssigkeitszufuhr, abgespielte Musik usw.).
fr: En fonction de vos préférences : données sur l’activité (par exemple, nombre de pas, distance, rythme, durée d’activité, nombre de calories brûlées, fréquence cardiaque, sommeil, localisation, statistiques de golf, informations sur le cycle menstruel, hydratation, musique jouée, etc.).

# how_can_you_control_your_data
source: <b>Data Protection Rights page</b><br/>"Regardless of where you reside, you can access, correct, export, or delete your personal data (including deleting your entire Garmin account) by visiting our Account Management Center."
de: <b>Seite der Datenschutzrechte</b><br/>"Unabhängig davon, wo Sie wohnen, können Sie auf Ihre personenbezogenen Daten zugreifen, sie korrigieren, exportieren oder löschen (einschließlich der Löschung Ihres gesamten Garmin-Kontos), indem Sie unser Account Management Center besuchen."
fr: <b>Page des droits à la protection des données</b><br/>« Quel que soit votre lieu de résidence, vous pouvez accéder à vos données personnelles, les corriger, les exporter ou les supprimer (y compris supprimer l’intégralité de votre compte Garmin) en visitant notre Centre de gestion des comptes ».

# how_can_you_control_your_data
source: <b>Privacy Policy for Garmin Connect and Compatible Garmin Devices</b><br/><br/>"We will retain your personal data as long as your Garmin account is considered to be active or in accordance with applicable law and regulatory obligations. In addition, see below under “Manage Your Data” for information on how to delete your data or account."
de: <b>Datenschutzrichtlinie für Garmin Connect und kompatible Garmin-Geräte</b><br/><br/>"Wir bewahren Ihre personenbezogenen Daten so lange auf, wie Ihr Garmin-Konto als aktiv gilt oder in Übereinstimmung mit den geltenden Gesetzen und behördlichen Verpflichtungen. Weitere Informationen zum Löschen Ihrer Daten oder Ihres Kontos finden Sie unten unter „Verwalten Ihrer Daten “.
fr: <b>Politique de confidentialité pour Garmin Connect et les appareils Garmin compatibles</b><br/><br/>« Nous conserverons vos données personnelles tant que votre compte Garmin sera considéré comme actif ou conformément à la législation en vigueur et aux obligations réglementaires. Par ailleurs, reportez-vous à la section "Gérer vos données" ci-dessous pour savoir comment supprimer vos données ou votre compte ».

# how_can_you_control_your_data
source: "We provide a self-service portal, the Account Management Center, to allow you to access, export, correct, or delete your data at any time. The Account Management Center requires you to sign in with your Garmin credentials to ensure that only you can manage your data and exercise your rights."
de: „Wir stellen Ihnen ein Self-Service-Portal, das Account Management Center, zur Verfügung, damit Sie jederzeit auf Ihre Daten zugreifen, diese exportieren, korrigieren oder löschen können. Im Account Management Center müssen Sie sich mit Ihren Garmin-Anmeldeinformationen anmelden, um sicherzustellen, dass nur Sie Ihre Daten verwalten und Ihre Rechte ausüben können."
fr: « Nous mettons à votre disposition un portail en libre-service, le Centre de gestion de compte, qui vous permet d’accéder à vos données, de les exporter, de les corriger ou de les supprimer à tout moment. Le Centre de gestion de compte exige que vous vous connectiez à l’aide de vos identifiants Garmin afin de garantir que vous seul puissiez gérer vos données et exercer vos droits ».

# track_record_details
source: They did suffer that very public <a id="a1">ransomware attack</a> in 2020. No user data was compromised during this attack.
de: 2020 standen sie wegen eines <a id="a1">Ransomware-Angriffs</a> im Lichte der Öffentlichkeit. Bei diesem Angriff wurden keine Benutzerdaten kompromittiert.
fr: Garmin a subi une <a id="a1">attaque par ransomware</a> très médiatisée en 2020. Aucune donnée utilisateur n’a été compromise lors de cette attaque.
pt_br: Eles sofreram aquele famoso <a id="a1">ataque de ransomware</a> em 2020. Nenhum dado de usuário foi comprometido durante tal ataque.

# child_safety_blurb
source: We request individuals under the age of 13 in the U.S. and under the age of 16 in the rest of the world not provide personal data to Garmin. If we learn that we have collected personal data from a child under the age of 13 in the U.S. or under 16 in the rest of the world, we will take steps to delete the information as soon as possible.
de: Wir bitten Personen unter 13 Jahren in den USA und unter 16 Jahren im Rest der Welt, Garmin keine personenbezogenen Daten zur Verfügung zu stellen. Wenn wir erfahren, dass wir personenbezogene Daten von einem Kind unter 13 Jahren in den USA oder unter 16 Jahren im Rest der Welt erfasst haben, werden wir Maßnahmen ergreifen, um die Informationen so schnell wie möglich zu löschen.
fr: Nous demandons aux personnes de moins de 13 ans résidant aux États-Unis et de moins de 16 ans dans le reste du monde de ne pas fournir de données personnelles à Garmin. Si nous apprenons que nous avons collecté des données personnelles d’une personne de moins de 13 ans aux États-Unis ou de moins de 16 ans dans le reste du monde, nous prendrons des mesures pour supprimer ces données aussi vite que possible.

# ai_helptext
source: Garmin uses Machine Learning (ML) to provide personalized insights to customers who wish to receive them as they pursue their fitness and wellness goals.
de: Garmin nutzt maschinelles Lernen (ML), um Kunden, die dies wünschen, bei der Verfolgung ihrer Fitness- und Wellness-Ziele personalisierte Einblicke zu geben.
fr: Garmin utilise l’apprentissage automatique (Machine Learning, ML) pour fournir des informations personnalisées aux clients qui souhaitent les recevoir au fur et à mesure que les objectifs de fitness et de bien-être sont atteints.
pt_br: A Garmin usa o aprendizado de máquina (ML) para fornecer insights personalizados aos clientes que desejam recebê-los enquanto buscam alcançar seus objetivos de condicionamento físico e bem-estar.

# ai_what_can_it_do
source: Garmin says in their privacy policy, "Garmin does not make any decisions based on algorithms or other automated processing that significantly affect you."
de: Garmin sagt in seiner Datenschutzerklärung: „Garmin trifft keine Entscheidungen auf der Grundlage von Algorithmen oder anderen automatisierten Verarbeitungen, die Sie erhebliche Auswirkungen auf Sie haben.“
fr: Garmin déclare dans sa politique de confidentialité : « Garmin ne prend aucune décision basée sur des algorithmes ou d’autres traitements automatisés qui vous affectent de manière significative. »
pt_br: A Garmin diz em sua política de privacidade: "A Garmin não toma qualquer decisão com base em algoritmos ou outros processamentos automatizados que afetem significativamente você."

# worst_case
source: When your *Privacy Not Included researcher wanted to get a fitness tracking smartwatch to see how stressed out reading privacy policies made her, Garmin is what she went with. Because Garmin seems to do one of the best jobs handling the privacy and security of all the personal data fitness trackers collect, at least according to their really not that stressful <a id="a1">privacy policy</a>.
pt_br: Quando sua pesquisadora *Privacidade Não Incluída buscou um relógio fitness para monitorar o quão estressante é ler políticas de privacidade, a escolha dela foi justamente um Garmin. Isso porque a Garmin parece fazer um dos melhores trabalhos em privacidade e segurança de todos aqueles dados pessoais que dispositivos de condicionamento físico costumam coletar. Ao menos, é o que diz a (nem tão estressante) <a id="a1">política de privacidade</a> deles.
