Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/garmin.po
Languages: de, es, pt_br

# how_does_it_use_data_collected
source: <b>How the company says they may share data with law enforcement:</b><br/>Garmin may also share data to comply with legal obligations, such as a valid subpoena, court or judicial order, or other valid legal process.
de: <b>Wie das Unternehmen sagt, können Daten an Strafverfolgungsbehörden weitergegeben werden:</b><br/>Garmin kann Daten auch weitergeben, um rechtlichen Verpflichtungen nachzukommen, z. B. einer gültigen Vorladung, einem Gerichtsbeschluss oder einem anderen gültigen rechtlichen Verfahren.
es: <b>Cómo la empresa dice que puede compartir datos con los organismos de seguridad:</b><br/>Garmin también puede compartir datos para cumplir con obligaciones legales tales como una citación legal, una orden judicial u otro proceso legal válido.
pt_br: <b>Como a empresa diz que pode compartilhar dados com a aplicação da lei: a</b><br/>Garmin também pode compartilhar dados para cumprir obrigações legais, como uma intimação válida, ordem judicial ou judicial ou outro processo legal válido.

# user_friendly_privacy_policy_helptext
source: Garmin has an easy to find list of all privacy policies. The privacy policies are relatively simple to read.
de: Garmin hat eine leicht zu findende Liste aller Datenschutzrichtlinien. Die Datenschutzrichtlinien sind relativ einfach zu lesen.
es: Garmin tiene una lista fácil de encontrar, con todas sus políticas de privacidad. Las políticas de privacidad son relativamente sencillas de leer.
pt_br: A Garmin tem uma lista fácil de encontrar de todas as políticas de privacidade. As políticas de privacidade são relativamente simples de ler.

# uses_encryption_helptext
source: Garmin devices and apps use a combination of asymmetric and symmetric encryption appropriate to the nature and function of the product, and data stored/transmitted.
de: Garmin-Geräte und -Apps verwenden eine Kombination aus asymmetrischer und symmetrischer Verschlüsselung, die der Art und Funktion des Produkts und der gespeicherten/übertragenen Daten angemessen ist.
es: Los dispositivos y aplicaciones de Garmin utilizan una combinación de cifrado simétrico y asimétrico adecuado a la naturaleza y la función del producto y a los datos almacenados o transmitidos.
pt_br: Os dispositivos e aplicativos Garmin usam uma combinação de criptografia assimétrica e simétrica apropriada à natureza e função do produto e aos dados armazenados/transmitidos.

# strong_password_helptext
source: In order to use companion apps, an account with a strong password is required.
de: Um Companion-Apps zu verwenden, ist ein Konto mit einem starken Passwort erforderlich.
es: Para utilizar aplicaciones complementarias, se requiere una cuenta con una contraseña segura.
pt_br: Para usar aplicativos complementares, é necessário uma conta com uma senha forte.

# tips_to_protect_yourself
source: Be very careful who you choose to share your Garmin wellness data with.
de: Seien Sie sehr vorsichtig, mit wem Sie Ihre Garmin-Wellnessdaten teilen möchten.
es: Ten mucho cuidado al elegir con quién compartes tus datos de bienestar de Garmin.
pt_br: Tenha muito cuidado com quem você escolhe compartilhar seus dados de bem-estar Garmin.

# tips_to_protect_yourself
source: Adjust your <a id="a1">privacy settings</a> in the Garmin Connect app to suit your comfort level.
de: Passen Sie Ihre <a id="a1">Datenschutzeinstellungen</a> in der Garmin Connect App an Ihren Komfort an.
es: Ajusta tu <a id="a1">configuración de privacidad</a> en la aplicación Garmin Connect para que se adapte a tu nivel de comodidad.
pt_br: Ajuste suas <a id="a1">configurações de privacidade</a> no aplicativo Garmin Connect para se adequar ao seu nível de conforto.

# tips_to_protect_yourself
source: Don't connect your Garmin app to any social networks like Facebook, WeChat, etc.
de: Verbinden Sie Ihre Garmin-App nicht mit sozialen Netzwerken wie Facebook, WeChat usw.
es: No conectes tu aplicación de Garmin a ninguna red social como Facebook, WeChat, etc.
pt_br: Não conecte seu aplicativo Garmin a nenhuma rede social como Facebook, WeChat, etc.

# tips_to_protect_yourself
source: When you no longer use the app, go to "Delete account" in the app menu
de: Wenn Sie die App nicht mehr verwenden, gehen Sie im App-Menü auf „Konto löschen“
es: Cuando dejes de usar la app, dirígete a «Eliminar cuenta» en el menú de la aplicación.
pt_br: Quando você não estiver mais usando o aplicativo, vá para "Excluir conta" no menu do aplicativo

# tips_to_protect_yourself
source: Turn off precise location sharing!
de: Schalten Sie die genaue Standortfreigabe aus!
es: ¡Desactiva la función de compartir ubicación precisa!
pt_br: Desative o compartilhamento preciso de localização!

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc.
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images and videos)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Videos).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso às suas informações pessoais via aplicativo (não dê acesso à sua câmera, microfone, imagens e vídeos)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios)
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limite o rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# personal_data_collected
source: Name, email address, gender (optional), age (optional), date of birth (optional), photos (optional)
de: Name, E-Mail-Adresse, Geschlecht (optional), Alter (optional), Geburtsdatum (optional), Fotos (optional)
es: Nombre, correo electrónico, sexo (opcional), edad (opcional), fecha de nacimiento (opcional), fotos (opcional)
pt_br: Nome, endereço de e-mail, sexo (opcional), idade (opcional), data de nascimento (opcional), fotos (opcional)

# biometric_data_collected
source: "Activity data, such as menstrual cycle information, steps, distance, pace, activity time, calories burned, heart rate, sleep, location, golf stats, etc."
de: „Aktivitätsdaten wie Menstruationszyklusinformationen, Schritte, Entfernung, Tempo, Aktivitätszeit, verbrannte Kalorien, Herzfrequenz, Schlaf, Standort, Golfstatistiken usw.“
es: «Datos de actividad, como información del ciclo menstrual, pasos, distancia, ritmo, tiempo de actividad, calorías quemadas, frecuencia cardíaca, sueño, ubicación, estadísticas de golf, etc.»
pt_br: "Dados de atividade, como informações do ciclo menstrual, passos, distância, ritmo, tempo de atividade, calorias queimadas, frequência cardíaca, sono, localização, estatísticas de golfe, etc."

# social_data_collected
source: You can add friends to see their activity data
de: Sie können Freunde hinzufügen, um deren Aktivitätsdaten anzuzeigen
es: Puedes añadir amigos para ver sus datos de actividad.
pt_br: Você pode adicionar amigos para ver os dados da atividade

# how_can_you_control_your_data
source: We ding this product as not all users may be able to delete their data.
de: Wir heben bei diesem Produkt hervor, dass möglicherweise nicht alle Benutzer in der Lage sind, ihre Daten zu löschen.
es: Nuestra crítica para este producto es que no todos los usuarios pueden conseguir la eliminación de sus datos.
pt_br: Nós chamamos a atenção para este produto uma vez que nem todos os usuários podem ser capazes de excluir seus dados.

# how_can_you_control_your_data
source: Garmin will retain your personal data as long as your Garmin account is considered to be active or in accordance with applicable law and regulatory obligations.
de: Garmin bewahrt Ihre personenbezogenen Daten so lange auf, wie Ihr Garmin-Konto als aktiv betrachtet wird, oder in Übereinstimmung mit geltendem Recht und regulatorischen Verpflichtungen.
es: Garmin retendrá tus datos personales mientras se considere que tu cuenta de Garmin está activa o de acuerdo con la ley y las obligaciones reglamentarias aplicables.
pt_br: A Garmin manterá seus dados pessoais enquanto sua conta Garmin for considerada ativa ou de acordo com a lei aplicável e as obrigações regulamentares.

# how_can_you_control_your_data
source: If you reside in the EEA, U.K., or Switzerland, you have the right, subject to the conditions set out in the General Data Protection Regulation ("GDPR") or other applicable law, to request from Garmin access to and rectification or erasure of your personal data.
de: Wenn Sie Ihren Wohnsitz im EWR, im Vereinigten Königreich oder in der Schweiz haben, haben Sie das Recht, vorbehaltlich der in der Allgemeinen Datenschutzverordnung („DSGVO“) oder in anderen geltenden Gesetzen festgelegten Bedingungen, von Garmin Zugang zu Ihren personenbezogenen Daten und deren Berichtigung oder Löschung zu verlangen.
es: Si resides en el EEE, el Reino Unido o Suiza, tienes derecho, sujeto a las condiciones establecidas en el Reglamento General de Protección de Datos («RGPD») u otras leyes aplicables, a solicitar a Garmin el acceso, la rectificación o la eliminación de tus datos personales.
pt_br: Se você reside no EEE, Reino Unido ou Suíça, você tem o direito, sujeito às condições estabelecidas no Regulamento Geral de Proteção de Dados ("GDPR") ou outra lei aplicável, de solicitar à Garmin acesso e retificação ou exclusão de seus dados pessoais.

# how_can_you_control_your_data
source: If you do not reside in the EEA, U.K., Switzerland, or mainland China but you believe you have a right to exercise the right to erasure of your data or any other rights under your local laws, please contact Garmin International, Inc. by email at privacy@garmin.com.
de: Wenn Sie nicht im EWR, im Vereinigten Königreich, in der Schweiz oder auf dem chinesischen Festland ansässig sind, aber glauben, dass Sie das Recht auf Löschung Ihrer Daten oder andere Rechte nach Ihren lokalen Gesetzen ausüben können, wenden Sie sich bitte per E-Mail an Garmin International, Inc. unter privacy@garmin.com
es: Si no resides en el EEE, el Reino Unido, Suiza o China continental, pero crees que tienes derecho a la eliminación de tus datos o a ejercer cualquier otro derecho bajo las leyes del lugar en que vives, comunícate con Garmin International, Inc. por correo electrónico a privacy@garmin.com.
pt_br: Se você não reside no EEE, Reino Unido, Suíça ou China continental, mas acredita que tem o direito de exercer o direito de apagar seus dados ou quaisquer outros direitos sob suas leis locais, entre em contato com a Garmin International, Inc. por e-mail em privacy@garmin.com.

# track_record_details
source: They did suffer that very public <a id="a1">ransomware attack</a> in 2020. No user data was compromised during this attack.
de: 2020 standen sie wegen eines <a id="a1">Ransomware-Angriffs</a> im Rampenlicht. Bei diesem Angriff wurden keine Benutzerdaten kompromittiert.
es: En 2020, sufrieron ese <a id="a1">ataque de ransomware</a> del que habló todo el mundo. Ningún dato de los usuarios se vio comprometido durante el ataque.
pt_br: Eles sofreram aquele famoso <a id="a1">ataque de ransomware</a> em 2020. Nenhum dado de usuário foi comprometido durante tal ataque.

# child_safety_blurb
source: "We request individuals under the age of 13 in the U.S. and under the age of 16 in the rest of the world not provide personal data to Garmin. If we learn that we have collected personal data from a child under the age of 13 in the U.S. or under 16 in the rest of the world, we will take steps to delete the information as soon as possible."
de: „Wir bitten Personen unter 13 Jahren in den USA und unter 16 Jahren im Rest der Welt, Garmin keine personenbezogenen Daten zur Verfügung zu stellen. Wenn wir erfahren, dass wir personenbezogene Daten von einem Kind unter 13 Jahren in den USA oder unter 16 Jahren im Rest der Welt erfasst haben, werden wir Maßnahmen ergreifen, um die Informationen so schnell wie möglich zu löschen.“
es: «Solicitamos que las personas menores de 13 años en los EE. UU. y menores de 16 años en el resto del mundo no proporcionen sus datos personales a Garmin. Si entramos en conocimiento de que hemos recopilado datos personales de un menor de 13 años en los EE. UU. o de un menor de 16 años en el resto del mundo, tomaremos las medidas necesarias para eliminar la información lo antes posible».
pt_br: "Solicitamos que indivíduos menores de 13 anos nos EUA e menores de 16 anos no resto do mundo não forneçam dados pessoais à Garmin. Se soubermos que coletamos dados pessoais de uma criança menor de 13 anos nos EUA ou menor de 16 anos no resto do mundo, tomaremos medidas para excluir as informações o mais rápido possível."

# ai_helptext
source: Garmin use Machine Learning (ML) to provide personalized insights to customers who wish to receive them as they pursue their fitness and wellness goals.
de: Garmin verwendet Machine Learning (ML), um Kunden personalisierte Einblicke zu bieten, die diese erhalten möchten, während sie ihre Fitness- und Wellnessziele verfolgen.
es: Garmin utiliza aprendizaje automático para proporcionar información personalizada a los clientes que desean recibirla, mientras persiguen sus objetivos de fitness y bienestar.
pt_br: A Garmin usa o aprendizado de máquina (ML) para fornecer insights personalizados aos clientes que desejam recebê-los enquanto buscam alcançar seus objetivos de condicionamento físico e bem-estar.

# ai_what_can_it_do
source: Garmin says in their privacy policy, "Garmin does not make any decisions based on algorithms or other automated processing that significantly affect you."
de: Garmin sagt in seiner Datenschutzerklärung: „Garmin trifft keine Entscheidungen auf der Grundlage von Algorithmen oder anderen automatisierten Verarbeitungen, die erhebliche Auswirkungen auf Sie haben.“
es: En su política de privacidad, Garmin declara que «Garmin no toma ninguna decisión basada en algoritmos u otro procesamiento automatizado que te afecte de forma significativa».
pt_br: Garmin diz em sua política de privacidade: "A Garmin não toma nenhuma decisão com base em algoritmos ou outros processamentos automatizados que afetem significativamente você."
