Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/garmin-vivoactive.po
Languages: de, fr, pt_br

# blurb
source: Stressed out? Overwhelmed? Neck in knots? Stomach a mess? Garmin's Vivoactive fitness trackers have you covered. They do all the usual fitness tracking stuff like activity, heart rate, sleep monitoring and more. They also track the time interval between each heartbeat and use that to figure out how stressed you are. If you get too stressed, they will vibrate and remind you to take a moment to breath. Deep breath everyone, this sounds like just what we need these days.
de: Gestresst? Überwältigt? Verspannt? Der Magen ist durcheinander? Die Vivoactive Fitness-Tracker von Garmin sind für Sie da. Sie machen das übliche Fitness-Tracking-Zeug wie Aktivität, Herzfrequenz, Schlafüberwachung und mehr. Sie verfolgen auch das Zeitintervall zwischen jedem Herzschlag und verwenden es, um herauszufinden, wie gestresst Sie sind. Wenn Sie zu gestresst sind, vibrieren sie und erinnern Sie daran, mal Pause zu machen. Tief durchatmen, das hört sich nach genau dem an, was wir heutzutage brauchen.
fr: Stressé·e ? La tête sou l’eau ? Des nœuds au niveau du cou ? L’estomac en désordre ? Les traqueurs d’activité Vivoactive de Garmin sont là pour vous. Ils effectuent toutes les tâches habituelles de suivi de la condition physique, telles que l’activité, le rythme cardiaque, le suivi du sommeil, etc. Ils suivent également l’intervalle de temps entre chaque battement de cœur et l’utilisent pour déterminer votre niveau de stress. Si vous êtes trop stressé·e, ils vibreront et vous rappelleront de prendre un moment pour respirer. Prendre une grande respiration, c’est ce dont nous avons tous et toutes besoin de nos jours.

# worst_case
source: When your *Privacy Not Included researcher wanted to get a fitness tracking smartwatch to see how stressed out reading privacy policies made her, Garmin is what she went with. Because Garmin seems to do one of the best jobs handling the privacy and security of all the personal data fitness trackers collect, at least according to their really not that stressful <a id="a1">privacy policy</a>. (Seriously, companies who have privacy policies, please, look to Garmin as an example of how to do privacy practices and policies right.)
de: Als Ihre *Privacy Not Included-Forscherin eine Fitness-Tracking-Smartwatch haben wollte, um zu sehen, wie gestresst das Lesen von Datenschutzrichtlinien sie hat werden lassen, war Garmin das Richtige für sie. Denn Garmin scheint einen der besten Jobs darin zu machen, wenn es um die Privatsphäre und Sicherheit aller persönlichen Daten geht, die Fitness-Tracker sammeln, zumindest gemäß ihrer wirklich nicht besonders stressigen <a id="a1">Datenschutzrichtlinie</a>. (Im Ernst, an die Unternehmen, die Datenschutzrichtlinien haben: Schauen Sie sich bitte Garmin als Beispiel an, wie man Datenschutzpraktiken und -richtlinien richtig aufsetzt.)
fr: Lorsque votre chercheuse *Confidentialité non incluse a voulu se procurer une montre intelligente de mesure de la condition physique pour constater le niveau de stress que lui procurait la lecture des politiques de confidentialité, son choix s’est porté sur Garmin. Garmin semble en effet être un des meilleurs gestionnaires de la confidentialité et de la sécurité de toutes les données personnelles collectées par les traqueurs de condition physique, du moins selon leur <a id="a1">politique de confidentialité</a>, qui n’est pas si angoissante que cela (Sérieusement, toutes les entreprises qui ont une politique de confidentialité sont invitées à s’en inspirer).

# worst_case
source: Here’s what this privacy researcher really likes about Garmin. Yes, Garmin's fitness trackers and smartwatches can collect a whole lot of personal information through the device and on the <a id="a1">Garmin Connect app</a>. That’s what a fitness trackers and smartwatch are designed to do, that's why we want them. Garmin says they can collect data like email address, device information, location, and all that body-related data like physical activity, stress, sleep patterns, heat rate, pulse ox, and more. Here's the thing. Garmin might collect lots of data, but they then do a pretty good job, as far as we can tell, of respecting it, protecting it, and not trying to make money off sharing or selling it. Gasp! What a wonderful idea.
de: Hier ist, was diese Datenschutz-Forscherin wirklich an Garmin mag. Ja, die Fitness-Tracker und Smartwatches von Garmin können eine ganze Reihe persönlicher Informationen über das Gerät und die <a id="a1">Garmin Connect-App sammeln</a>. Dafür sind Fitness-Tracker und Smartwatch ja konzipiert, deshalb wollen wir sie ja. Garmin sagt, dass sie Daten wie E-Mail-Adresse, Geräteinformationen, Standort und alle körperbezogenen Daten wie körperliche Aktivität, Stress, Schlafmuster, Wärmefrequenz, Sauerstoffsättigung und mehr sammeln können. Hier ist das Ding. Garmin sammelt zwar viele Daten, aber sie leisten dann, soweit wir das beurteilen können, einen ziemlich guten Job darin, indem sie sie respektieren, schützen und nicht versuchen, mit deren Teilen oder Verkauf Geld zu verdienen. Hach! Was für eine wunderbare Idee.
fr: Voici ce que cette chercheuse en matière de protection de la vie privée apprécie vraiment chez Garmin. Il est vrai que les appareils de suivi de la condition physique et les montres intelligentes de Garmin peuvent recueillir un grand nombre d’informations personnelles par l’intermédiaire de l’appareil et de l’application <a id="a1">Garmin Connect</a>. C’est pour cela que les appareils de suivi de la condition physique et les montres intelligentes sont conçus, c’est pour cette raison que nous les utilisons. Garmin affirme qu’ils peuvent collecter des données telles que l’adresse e-mail, les informations sur l’appareil, la localisation et toutes les données liées au corps comme l’activité physique, le stress, les habitudes de sommeil, le taux de chaleur, le pouls et bien plus encore. Mais voilà. Garmin recueille peut-être beaucoup de données, mais pour autant que nous puissions en juger, elle les respecte, les protège et n’essaie pas de gagner de l’argent en les partageant ou en les vendant. Bravo ! Quelle merveilleuse idée !

# worst_case
source: Your “sharing with others” user settings in the Garmin Connect app are set to “private” by default. Which is great. You can choose to share your data with contacts if you wish, but you have to change your privacy settings to do that. Good work Garmin. Garmin says they don't sell data and they don't share your personal information for advertising purposes with third parties without your consent. They ask you to opt-in rather than opt-out of consent to receive marketing communications from them. And their privacy policy is actually pretty good at laying out what data they collect, clearly explaining why they collect it, and how it is used.
de: Ihre Benutzereinstellungen für das „Teilen mit anderen“ sind in der Garmin Connect-App sind standardmäßig auf „privat“ eingestellt. Das ist großartig. Sie können Ihre Daten mit Kontakten teilen, wenn Sie möchten, aber Sie müssen Ihre Datenschutzeinstellungen ändern, um dies zu tun. Gute Arbeit Garmin. Garmin sagt, dass sie keine Daten verkaufen und dass sie Ihre persönlichen Daten ohne Ihre Zustimmung nicht zu Werbezwecken an Dritte weitergeben. Garmin bittet Sie, sich anzumelden (Opt-In), anstatt Ihre Zustimmung zum Erhalt ihrer Marketingmitteilungen zu verweigern (Opt-Out). Und ihre Datenschutzrichtlinie ist in der Tat ziemlich gut darin, darzulegen, welche Daten sie sammeln, und klar zu erklären, warum sie sie sammeln und wie sie verwendet werden.
fr: Vos paramètres utilisateur de « partage entre utilisateurs » dans l’application Garmin Connect sont réglés par défaut sur « privé ». Ce qui est une excellente chose. Vous pouvez choisir de partager vos données avec vos contacts si vous le souhaitez, mais vous devez pour cela modifier vos paramètres de confidentialité. Félicitations à Garmin ! Garmin affirme qu’elle ne vend pas de données et qu’elle ne partage pas vos informations personnelles à des fins publicitaires avec des tiers sans votre consentement. Garmin vous demande d’accepter, plutôt que de refuser, de recevoir des communications commerciales de sa part. En outre, sa politique de protection de la vie privée décrit très bien les données qu’elle recueille, explique clairement les raisons pour lesquelles elle les recueille et la manière dont elles sont utilisées.

# worst_case
source: Garmin also seems to do a pretty good job securing the personal information they collect. However, they did suffer that very public <a id="a1">ransomware attack</a> in 2020. Ransomware attacks suck and it seems no company is safe from them these days. Good news though, no user data was actually compromised in that attack, so, once more, good work Garmin.
de: Garmin scheint auch ziemlich gute Arbeit beim Schutz der gesammelten persönlichen Daten zu leisten. Allerdings wurde das Unternehmen im Jahr 2020 Opfer eines sehr öffentlichen <a id="a1">Ransomware-Angriffs</a>. Ransomware-Angriffe sind schlimm und es scheint, dass heutzutage kein Unternehmen mehr davor sicher ist. Die gute Nachricht ist jedoch, dass bei diesem Angriff keine Nutzerdaten kompromittiert wurden, also noch einmal: Gute Arbeit, Garmin.
fr: Garmin semble également faire du bon boulot pour ce qui est de sécuriser les données personnelles collectées. Cependant, Garmin a subi une <a id="a1">attaque par ransomware</a> très médiatisée en 2020. Les attaques par ransomware sont extrêmement pénibles et il semble qu’aucune entreprise n’en soit à l’abri ces jours-ci. Bonne nouvelle cependant, aucune donnée utilisateur n’a été compromise lors de cette attaque, donc, une fois de plus, bon travail Garmin.
pt_br: A Garmin também parece levar a sério a segurança das informações coletadas. No entanto, eles sofreram aquele <a id="a1">ataque de ransomware</a> que ficou famoso em 2020. Ataques de ransomware são um saco e parece que nenhuma empresa está imune a eles hoje em dia. Mas a boa notícia é que não houve comprometimento de dados de usuários naquela ocasião, o que nos leva ao terceiro "bom trabalho, Garmin" do dia.

# worst_case
source: Garmin has been on our Best Of list for a number of years. And we're pleased to say, in 2023, it seems they've gotten even better (which is amazing when so many other companies are getting worse). We were very happy to see that the one gripe we had with Garmin in the past -- the fact that they didn't clearly state they grant all people, regardless of where they live and the privacy laws they live under, the same right to delete their data -- got fixed in 2023.
de: Garmin steht seit einigen Jahren auf unserer Best Of-Liste. Wir freuen uns auch, sagen zu können, dass sie im Jahr 2023 anscheinend noch besser geworden sind (was erstaunlich ist, wenn so viele andere Unternehmen schlechter werden). Wir waren sehr froh, zu sehen, dass der einzige Konflikt, den wir in der Vergangenheit mit Garmin hatten, im Jahr 2023 behoben wurde, nämlich den Fakt, dass sie nicht klar erklärten, dass sie allen Menschen, unabhängig davon, wo sie leben und unter welchen Datenschutzgesetzen sie leben, das gleiche Recht einräumen, ihre Daten löschen zu lassen.
fr: Garmin figure sur notre liste des meilleures entreprises depuis plusieurs années. Et nous sommes heureux de dire qu’en 2023, il semble qu’elle se soit encore améliorée (ce qui est surprenant alors que tant d’autres entreprises sont en train de se dégrader). Nous avons été très heureux de constater que le seul reproche que nous avions à adresser à Garmin par le passé (le fait qu’elle n’ait pas clairement indiqué qu’elle accordait à tous les utilisateurs, quel que soit leur lieu de résidence et les lois sur la protection de la vie privée auxquelles ils sont soumis, le même droit de supprimer leurs données) a été corrigé en 2023.

# worst_case
source: Garmin actually reached out to us about that and when we pointed out that they didn't clearly state that, they said they would take a look. And now we see this lovely line on their <a id="a1">Data Protection Rights</a> page, <i>"Depending on where you reside, you may have rights under applicable laws, subject to conditions and restrictions provided in those laws. Regardless of where you reside, you can access, correct, export, or delete your personal data (including deleting your entire Garmin account) by visiting our Account Management Center."</i> Great work Garmin! This is the kind of care about privacy for everyone, not just the people you're required to grant privacy rights to, that we LOVE to see. (Also, a note to toot our own horn a bit: This is what happen when we point out the issues we see to companies -- sometimes the good ones make change.)
de: Garmin hat sich dazu tatsächlich an uns gewandt. Als wir darauf hinwiesen, dass sie das nicht klar gesagt haben, meinten sie, dass sie sich das ansehen würden. Und jetzt lesen wir diese schöne Zeile auf ihrer <a id="a1">Seite zu den Datenschutzrechten</a>: <i>„Je nachdem, wo Sie wohnen, haben Sie möglicherweise Rechte nach anwendbarem Recht, vorbehaltlich der in diesen Gesetzen festgelegten Bedingungen und Einschränkungen. Unabhängig davon, wo Sie wohnen, können Sie auf Ihre personenbezogenen Daten zugreifen, sie korrigieren, exportieren oder löschen (einschließlich des Löschens Ihres gesamten Garmin-Kontos), indem Sie unser Account Management Center besuchen."</i> Gute Arbeit, Garmin! Das ist die Art von Sorge um die Privatsphäre für alle, nicht nur für die Menschen, denen Sie Datenschutzrechte gewähren müssen, die wir sehr GERNE sehen. (Außerdem möchten wir uns selbst ein wenig auf die Schulter klopfen: Genau das passiert, wenn wir Unternehmen auf die Probleme hinweisen, die wir sehen - manchmal verändern die guten Unternehmen etwas).
fr: Garmin nous a contactés à ce sujet et lorsque nous leur avons fait remarquer qu’ils ne précisaient pas clairement ce point, ils nous ont dit qu’ils allaient se pencher sur la question. Et maintenant, nous voyons cette belle ligne sur la <a id="a1">page des droits de protection des données</a> : «<i> Selon votre lieu de résidence, vous pouvez avoir des droits en vertu des lois applicables, sous réserve des conditions et des restrictions prévues par ces lois. Quel que soit votre lieu de résidence, vous pouvez accéder à vos données personnelles, les corriger, les exporter ou les supprimer (y compris supprimer l’intégralité de votre compte Garmin) en visitant notre Centre de gestion des comptes ». </i>Bravo Garmin ! C’est le genre de préoccupation concernant la protection de la vie privée de tous, et pas seulement celle des personnes protégées par des lois, cela fait plaisir à voir (Par ailleurs, je me permets de saluer notre initiative car il peut arriver que signaler les problèmes aux entreprises permette de les résoudre).

# worst_case
source: Is your intrepid privacy researcher happy with her decision to get a Garmin fitness tracker? Yes, she is. Although it does make her a little nervous that she now leaves her <a id="a1">phone's Bluetooth</a> on all the time. But hey, knowing that body battery score is really cool! And shoot, any smart watch that's <a id="a2">good enough for the US Space Force</a> is good enough for us (we joke, we joke!) What’s the worst that could happen with your fun Garmin fitness tracking smartwatch? Well, hopefully nothing, but do <a id="a3">beware if you link your data to other third party apps like Strava</a> and MyFitnessPal. Those apps come with their own privacy policies and every time you share your personal information with someone else you increase the vulnerability of that personal information.
de: Ist Ihre unerschrockene Datenschutzforscherin glücklich mit ihrer Entscheidung, einen Garmin Fitness-Tracker zu besorgen? Ja, das ist sie. Obwohl es sie ein wenig nervös macht, dass sie jetzt ständig das Bluetooth ihres <a id="a1">Telefons</a> eingeschaltet lässt. Aber hey, den Body Battery Score zu kennen, ist wirklich cool! Und hallo aber auch, eine Smart-Uhr, die <a id="a2">gut genug für die US Space Force</a> ist, ist auch gut genug für uns (wir machen nur Spaß!) Was ist das Schlimmste, was Ihnen mit Ihrer witzigen Garmin Fitness-Tracking-Smartwatch passieren könnte? Nun, hoffentlich nichts, aber seien Sie <a id="a3">vorsichtig, wenn Sie Ihre Daten mit anderen Apps von Drittanbietern, wie Strava</a> und MyFitnessPal verknüpfen. Diese Apps haben ihre eigenen Datenschutzrichtlinien und jedes Mal, wenn Sie Ihre persönlichen Daten mit jemand anderem teilen, erhöhen Sie die Anfälligkeit dieser persönlichen Daten.
fr: Votre intrépide chercheuse en protection de la vie privée est-elle satisfaite de sa décision d’acheter un appareil de suivi de la condition physique Garmin ? Oui, elle l’est. Bien qu’un peu angoissée par le l’idée de laisser le <a id="a1">Bluetooth de son téléphone</a> activé en permanence, elle s’est décidée pour l’achat d’un appareil Garmin. Mais le fait de connaître le capital énergétique de son corps est vraiment génial ! Et puis, toute montre intelligente jugée <a id="a2">assez performante par l’US Space Force </a>l’est aussi pour nous (je plaisante !). Que pourrait-il arriver de pire à votre montre intelligente Garmin ? En principe, rien, mais <a id="a3">méfiez-vous si vous reliez vos données à des applications tierces telles que Strava</a> et MyFitnessPal. Ces applications ont leurs propres politiques de confidentialité et chaque fois que vous partagez vos informations personnelles avec quelqu’un d’autre, vous augmentez la vulnérabilité de ces informations.

# signup_requirement_explanation
source: For users in China, WeChat, QQ, or Apple sign-ins are available.
de: Für Benutzer in China stehen WeChat-, QQ- oder Apple-Anmeldungen zur Verfügung.
fr: Pour les utilisateurs en Chine, des identifiants WeChat, QQ ou Apple sont disponibles.

# how_does_it_use_data_collected
source: Garmin Privacy Policy
de: Garmin-Datenschutzrichtlinie
fr: Politique de confidentialité de Garmin

# how_does_it_use_data_collected
source: "If you choose to enable your account to access accounts you have with other app providers, such as your MyFitnessPal, Strava, or TrainingPeaks account, we will obtain information about you from such account, such as the number of calories consumed in a particular day based on information from your MyFitnessPal account or courses and segments from your Strava account."
de: "Wenn Sie Ihrem Konto den Zugriff auf Konten ermöglichen, die Sie bei anderen App-Anbietern haben, wie z. B. Ihrem MyFitnessPal-, Strava- oder TrainingPeaks-Konto, erhalten wir von diesem Konto Informationen über Sie, z. B. die Anzahl der an einem bestimmten Tag verbrauchten Kalorien auf der Grundlage von Informationen aus Ihrem MyFitnessPal-Konto oder von Kursen und Segmenten aus Ihrem Strava-Konto."
fr: « Si vous choisissez d’autoriser votre compte à accéder à des comptes appartenant à d’autres éditeurs d’applications, tels que MyFitnessPal, Strava ou TrainingPeaks, nous obtiendrons des informations vous concernant à partir de ces comptes, telles que le nombre de calories consommées au cours d’une journée donnée sur la base d’informations provenant de votre compte MyFitnessPal ou de cours et de segments provenant de votre compte Strava ».

# how_does_it_use_data_collected
source: "If you provide your opt-in consent to receiving marketing information from us, we will also process your email address for the purpose of sending you marketing information about our products, services, and apps, as well as newsletters. The legal ground for processing your email address for this purpose is your consent. You may withdraw your consent at any time by changing your preferences in your account or through the unsubscribe link at the bottom of our marketing emails. The marketing emails you receive from us are based on the preferences you provide in your account, the locale indicated by your Internet Protocol (IP) address, the types of devices you have added to your account, and any subscriptions included in your account. The legal ground for processing this data for this purpose is our legitimate interest in reducing the number of marketing emails sent to each particular customer by selecting which customers receive a particular marketing email rather than sending every marketing email to every customer who has consented to receiving marketing emails. If you reside in mainland China, we may use your mobile phone number to send you marketing communications via SMS."
de: „Wenn Sie Ihre Einwilligung zum Erhalt von Marketinginformationen von uns erteilen (Opt-In), verarbeiten wir Ihre E-Mail-Adresse auch, um Ihnen Marketinginformationen über unsere Produkte, Dienstleistungen und Apps sowie Newsletter zuzusenden. Rechtsgrundlage für die Verarbeitung Ihrer E-Mail-Adresse zu diesem Zweck ist Ihre Einwilligung. Sie können Ihre Einwilligung jederzeit widerrufen, indem Sie Ihre Einstellungen in Ihrem Konto ändern oder über den Abmeldelink am Ende unserer Marketing-E-Mails. Die Marketing-E-Mails, die Sie von uns erhalten, basieren auf den Präferenzen, die Sie in Ihrem Konto angeben, dem durch Ihre Internetprotokoll (IP) -Adresse angegebenen Gebietsschema, den Arten von Geräten, die Sie Ihrem Konto hinzugefügt haben, und allen in Ihrem Konto enthaltenen Abonnements. Die Rechtsgrundlage für die Verarbeitung dieser Daten zu diesem Zweck ist unser berechtigtes Interesse, die Anzahl der Marketing-E-Mails, die an jeden bestimmten Kunden gesendet werden, zu reduzieren, indem ausgewählt wird, welche Kunden eine bestimmte Marketing-E-Mail erhalten, anstatt jede Marketing-E-Mail an jeden Kunden zu senden, der dem Erhalt von Marketing-E-Mails zugestimmt hat. Wenn Sie auf dem chinesischen Festland wohnen, können wir Ihre Mobiltelefonnummer verwenden, um Ihnen Marketingkommunikation per SMS zu senden.“
fr: « Si vous consentez à recevoir des informations commerciales de notre part, nous utiliserons également votre adresse e-mail pour vous envoyer des informations commerciales sur nos produits, services et applications, ainsi que des bulletins d’information. Le cadre juridique du traitement de votre adresse e-mail à cette fin repose sur votre consentement. Vous pouvez retirer votre consentement à tout moment en modifiant vos préférences dans votre compte ou via le lien de désinscription figurant au bas de nos e-mails commerciaux. Les e-mails marketing que nous vous envoyons sont basés sur les préférences que vous avez indiquées dans votre compte, la localisation indiquée par votre adresse IP (Internet Protocol), les types d’appareils que vous avez ajoutés à votre compte et tous les abonnements inclus dans votre compte. Le cadre juridique du traitement de ces données à cette fin est notre intérêt de réduire le nombre d’e-mails marketing envoyés à chaque client particulier en sélectionnant les clients qui décident de les recevoir plutôt que de les envoyer systématiquement à tous les clients qui ont consenti à recevoir des e-mails marketing. Si vous résidez en Chine continentale, nous sommes en mesure de vous envoyer des communications marketing par SMS en utilisant votre numéro de téléphone portable ».
