Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/garmin-fenix.po
Languages: pt_br

# how_can_you_control_your_data
source: <b>Privacy Policy for Garmin Connect and Compatible Garmin Devices</b><br/><br/>"We will retain your personal data as long as your Garmin account is considered to be active or in accordance with applicable law and regulatory obligations. In addition, see below under “Manage Your Data” for information on how to delete your data or account."
pt_br: <b>Política de Privacidade para o Garmin Connect e Dispositivos Garmin Compatíveis</b><br/><br/>"Manteremos os seus dados pessoais enquanto a sua conta Garmin for considerada ativa ou de acordo com a lei aplicável e as obrigações regulamentares. Além disso, consulte abaixo em 'Gerir os seus dados' para obter informações sobre como eliminar os seus dados ou conta."

# how_can_you_control_your_data
source: "We provide a self-service portal, the Account Management Center, to allow you to access, export, correct, or delete your data at any time. The Account Management Center requires you to sign in with your Garmin credentials to ensure that only you can manage your data and exercise your rights."
pt_br: "Fornecemos um portal de autoatendimento, o Centro de Gerenciamento de Contas, para permitir que você acesse, exporte, corrija ou exclua seus dados a qualquer momento. O Centro de Gerenciamento de Contas exige que você inicie uma sessão com as suas credenciais Garmin para garantir que apenas você possa gerir os seus dados e exercer os seus direitos."

# track_record_details
source: They did suffer that very <a id="a1">public ransomware attack</a> in 2020. No user data was compromised during this attack.
pt_br: Eles sofreram aquele famoso <a id="a1">ataque de ransomware</a> em 2020. Nenhum dado de usuário foi comprometido durante tal ataque.

# child_safety_blurb
source: We request individuals under the age of 13 in the U.S. and under the age of 16 in the rest of the world not provide personal data to Garmin. If we learn that we have collected personal data from a child under the age of 13 in the U.S. or under 16 in the rest of the world, we will take steps to delete the information as soon as possible.
pt_br: Solicitamos que indivíduos menores de 13 anos nos EUA e menores de 16 anos no resto do mundo não forneçam dados pessoais à Garmin. Se soubermos que coletamos dados pessoais de uma criança menor de 13 anos nos EUA ou menor de 16 anos no resto do mundo, tomaremos medidas para excluir as informações o mais rápido possível.

# ai_helptext
source: Garmin uses Machine Learning (ML) to provide personalized insights to customers who wish to receive them as they pursue their fitness and wellness goals.
pt_br: A Garmin usa o aprendizado de máquina (ML) para fornecer insights personalizados aos clientes que desejam recebê-los enquanto buscam alcançar seus objetivos de condicionamento físico e bem-estar.

# ai_what_can_it_do
source: Garmin says in their privacy policy, "Garmin does not make any decisions based on algorithms or other automated processing that significantly affect you."
pt_br: A Garmin diz em sua política de privacidade: "A Garmin não toma qualquer decisão com base em algoritmos ou outros processamentos automatizados que o afetem significativamente."
