Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/garmin-fenix.po
Languages: pt_br

# worst_case
source: When your *Privacy Not Included researcher wanted to get a fitness tracking smartwatch to see how stressed out reading privacy policies made her, Garmin is what she went with. Because Garmin seems to do one of the best jobs handling the privacy and security of all the personal data fitness trackers collect, at least according to their really not that stressful <a id="a1">privacy policy</a>. (Seriously, companies who have privacy policies, please, look to Garmin as an example of how to do privacy practices and policies right.)
pt_br: Quando sua pesquisadora *Privacy Not Included queria obter um smartwatch de rastreamento de condicionamento físico para ver o quão estressada a leitura das políticas de privacidade a deixavam, a Garmin foi o que ela escolheu. Porque a Garmin parece fazer um dos melhores trabalhos lidando com a privacidade e a segurança de todos os dados pessoais que os rastreadores de ginástica coletam, pelo menos de acordo com sua <a id="a1">política de privacidade</a> realmente não tão estressante. (Sério, as empresas que têm políticas de privacidade, por favor, olhem para a Garmin como um exemplo de como fazer as práticas e políticas de privacidade do jeito certo.)

# worst_case
source: Here’s what this privacy researcher really likes about Garmin. Yes, Garmin's fitness trackers and smartwatches can collect a whole lot of personal information through the device and on the <a id="a1">Garmin Connect app</a>. That’s what a fitness trackers and smartwatch are designed to do, that's why we want them. Garmin says they can collect data like email address, device information, location, and all that body-related data like physical activity, stress, sleep patterns, heat rate, pulse ox, and more. Here's the thing. Garmin might collect lots of data, but they then do a pretty good job, as far as we can tell, of respecting it, protecting it, and not trying to make money off sharing or selling it. Gasp! What a wonderful idea.
pt_br: Veja o que esta pesquisadora de privacidade realmente gosta na Garmin. Sim, os rastreadores de ginástica e smartwatches da Garmin podem coletar muitas informações pessoais através do dispositivo e do aplicativo <a id="a1">Garmin Connect</a>. É para isso que um rastreador de ginástica e um smartwatch são projetados, é por isso que os queremos. A Garmin diz que pode coletar dados como endereço de e-mail, informações do dispositivo, localização e todos os dados relacionados ao corpo, como atividade física, estresse, padrões de sono, taxa de calor, oxímetro de pulso e muito mais. É o seguinte. A Garmin pode coletar muitos dados, mas eles fazem um bom trabalho, até onde podemos dizer, de respeitá-los, protegê-los e não tentar ganhar dinheiro compartilhando ou vendendo-os. Puxa! Que ideia maravilhosa.

# worst_case
source: Your “sharing with others” user settings in the Garmin Connect app are set to “private” by default. Which is great. You can choose to share your data with contacts if you wish, but you have to change your privacy settings to do that. Good work Garmin. Garmin says they don't sell data and they don't share your personal information for advertising purposes with third parties without your consent. They ask you to opt-in rather than opt-out of consent to receive marketing communications from them. And their privacy policy is actually pretty good at laying out what data they collect, clearly explaining why they collect it, and how it is used.
pt_br: Suas configurações de usuário de "compartilhamento com outras pessoas" no aplicativo Garmin Connect estão definidas como "privadas" por padrão. O que é ótimo. Você pode optar por compartilhar seus dados com os contatos, se desejar, mas precisa alterar suas configurações de privacidade para fazer isso. Bom trabalho, Garmin. A Garmin diz que não vende dados e não compartilha suas informações pessoais para fins publicitários com terceiros sem o seu consentimento. Eles pedem que você aceite, em vez de recusar, o consentimento para receber comunicações de marketing deles. E sua política de privacidade é realmente muito boa em definir quais dados eles coletam, explicando claramente por que eles os coletam e como eles são usados.

# worst_case
source: Garmin also seems to do a pretty good job securing the personal information they collect. However, they did suffer that very public <a id="a1">ransomware attack</a> in 2020. Ransomware attacks suck and it seems no company is safe from them these days. Good news though, no user data was actually compromised in that attack, so, once more, good work Garmin.
pt_br: A Garmin também parece levar a sério a segurança das informações coletadas. No entanto, eles sofreram aquele <a id="a1">ataque de ransomware</a> que ficou famoso em 2020. Ataques de ransomware são um saco e parece que nenhuma empresa está imune a eles hoje em dia. Mas a boa notícia é que não houve comprometimento de dados de usuários naquela ocasião, o que nos leva ao próximo "bom trabalho, Garmin" do dia.

# worst_case
source: Garmin has been on our Best Of list for a number of years. And we're pleased to say, in 2023, it seems they've gotten even better (which is amazing when so many other companies are getting worse). We were very happy to see that the one gripe we had with Garmin in the past -- the fact that they didn't clearly state they grant all people, regardless of where they live and the privacy laws they live under, the same right to delete their data -- got fixed in 2023.
pt_br: A Garmin está na nossa lista dos Melhores há vários anos. E temos o prazer em dizer que, em 2023, parece que eles ficaram ainda melhores (o que é incrível quando tantas outras empresas estão piorando). Ficamos muito felizes em ver que a única reclamação que tivemos com a Garmin no passado – o fato de que eles não declararam claramente que concedem a todas as pessoas, independentemente de onde moram e das leis de privacidade sob as quais vivem, o mesmo direito de excluir seus dados – foi corrigida em 2023.

# worst_case
source: Garmin actually reached out to us about that and when we pointed out that they didn't clearly state that, they said they would take a look. And now we see this lovely line on their <a id="a1">Data Protection Rights</a> page, <i>"Depending on where you reside, you may have rights under applicable laws, subject to conditions and restrictions provided in those laws. Regardless of where you reside, you can access, correct, export, or delete your personal data (including deleting your entire Garmin account) by visiting our Account Management Center."</i> Great work Garmin! This is the kind of care about privacy for everyone, not just the people you're required to grant privacy rights to, that we LOVE to see. (Also, a note to toot our own horn a bit: This is what happen when we point out the issues we see to companies -- sometimes the good ones make change.)
pt_br: A Garmin realmente entrou em contato conosco sobre isso e quando apontamos que eles não declararam isso claramente, eles disseram que dariam uma olhada. E agora vemos esta bela linha na <a id="a1">página de Direitos de Proteção de Dados</a>: <i>"Dependendo de onde você reside, você pode ter direitos sob as leis aplicáveis, sujeito às condições e restrições previstas nessas leis. Independentemente de onde você reside, pode acessar, corrigir, exportar ou eliminar os seus dados pessoais (incluindo eliminar toda a sua conta Garmin) visitando o nosso Centro de Gestão de Contas."</i> Ótimo trabalho, Garmin! Este é o tipo de preocupação com a privacidade para todos, não apenas para as pessoas a quem você deve conceder direitos de privacidade, que ADORAMOS ver. (Além disso, uma observação para nos elogiarmos um pouco: isso é o que acontece quando apontamos os problemas que vemos para as empresas – às vezes as boas empresas fazem mudanças.)

# worst_case
source: Is your intrepid privacy researcher happy with her decision to get a Garmin fitness tracker? Yes, she is. Although it does make her a little nervous that she now leaves her <a id="a1">phone's Bluetooth</a> on all the time. But hey, knowing that body battery score is really cool! And shoot, any smart watch that's <a id="a2">good enough for the US Space Force</a> is good enough for us (we joke, we joke!) What’s the worst that could happen with your fun Garmin fitness tracking smartwatch? Well, hopefully nothing, but do <a id="a3">beware if you link your data to other third party apps like Strava</a> and MyFitnessPal. Those apps come with their own privacy policies and every time you share your personal information with someone else you increase the vulnerability of that personal information.
pt_br: Sua intrépida pesquisadora de privacidade está feliz com sua decisão de obter um rastreador de ginástica Garmin? Sim, ela está. Apesar do fato de ela ter que deixar o <a id="a1">Bluetooth do celular</a> sempre ligado a deixe um pouco nervosa. Mas ei, saber a pontuação da bateria corporal é muito legal! E, caramba, qualquer smartwatch que seja <a id="a2">bom o suficiente para a Força Espacial dos EUA</a> é bom o suficiente para nós (brincadeira, brincadeira!). Qual é a pior coisa que pode acontecer com o seu divertido smartwatch rastreador de ginástica Garmin? Bem, espero que nada, mas <a id="a3">tome cuidado se você vincular seus dados a outros aplicativos de terceiros, como Strava</a> e MyFitnessPal. Esses aplicativos vêm com suas próprias políticas de privacidade e toda vez que você compartilha suas informações pessoais com outra pessoa, aumenta a vulnerabilidade dessas informações pessoais.

# signup_requirement_explanation
source: WeChat, QQ, or Google, Apple log-ins available
pt_br: Logins do WeChat, QQ, Google e Apple disponíveis

# how_does_it_use_data_collected
source: Garmin Privacy Policy
pt_br: Política de Privacidade da Garmin

# how_does_it_use_data_collected
source: "If you choose to enable your account to access accounts you have with other app providers, such as your MyFitnessPal, Strava, or TrainingPeaks account, we will obtain information about you from such account, such as the number of calories consumed in a particular day based on information from your MyFitnessPal account or courses and segments from your Strava account."
pt_br: "Se optar por permitir que a sua conta tenha acesso a contas que você tem com outros fornecedores de aplicações, como a sua conta MyFitnessPal, Strava ou TrainingPeaks, obteremos informações sobre você a partir dessa conta, como o número de calorias consumidas num determinado dia com base em informações da sua conta MyFitnessPal ou cursos e segmentos da sua conta Strava."

# how_does_it_use_data_collected
source: "If you provide your opt-in consent to receiving marketing information from us, we will also process your email address for the purpose of sending you marketing information about our products, services, and apps, as well as newsletters. The legal ground for processing your email address for this purpose is your consent. You may withdraw your consent at any time by changing your preferences in your account or through the unsubscribe link at the bottom of our marketing emails. The marketing emails you receive from us are based on the preferences you provide in your account, the locale indicated by your Internet Protocol (IP) address, the types of devices you have added to your account, and any subscriptions included in your account. The legal ground for processing this data for this purpose is our legitimate interest in reducing the number of marketing emails sent to each particular customer by selecting which customers receive a particular marketing email rather than sending every marketing email to every customer who has consented to receiving marketing emails. If you reside in mainland China, we may use your mobile phone number to send you marketing communications via SMS."
pt_br: "Se fornecer seu consentimento para receber informações de marketing de nós, também processaremos seu endereço de e-mail com a finalidade de enviar informações de marketing sobre nossos produtos, serviços e aplicativos, bem como boletins informativos. O fundamento legal para processar o seu endereço de e-mail para este fim é o seu consentimento. Você pode retirar o seu consentimento a qualquer momento, alterando as suas preferências na sua conta ou através do link de cancelamento de subscrição na parte inferior dos nossos e-mails de marketing. Os e-mails de marketing que você recebe da nossa parte baseiam-se nas preferências que fornece na sua conta, no local indicado pelo seu endereço de Protocolo de Internet (IP), nos tipos de dispositivos que adicionou à sua conta e em quaisquer subscrições incluídas na sua conta. O fundamento jurídico para processar esses dados para esta finalidade é o nosso interesse legítimo em reduzir o número de e-mails de marketing enviados a cada cliente em particular, selecionando quais clientes recebem um e-mail de marketing específico em vez de enviar todos os e-mails de marketing a todos os clientes que consentiram em receber os mesmos. Se você reside na China continental, podemos usar seu número de celular para enviar comunicações de marketing por SMS."

# how_does_it_use_data_collected
source: According to Garmin written statement to us, "Garmin doesn’t share any data collected from a user’s device with third parties unless the user directs us to do so. Some users wish to connect their Garmin accounts with their accounts on other platforms, such as Strava or MyFitnessPal, and we share a user’s data with such other platforms if directed to do so by a user."
pt_br: De acordo com a declaração por escrito da Garmin para nós, "a Garmin não compartilha nenhum dado coletado do dispositivo de um usuário com terceiros, a menos que o usuário nos instrua a fazê-lo. Alguns usuários desejam conectar suas contas Garmin com suas contas em outras plataformas, como Strava ou MyFitnessPal, e compartilhamos os dados de um usuário com essas outras plataformas, se formos orientados a fazê-lo por um usuário."

# how_does_it_use_data_collected
source: <b>Garmin Connect Privacy Policy</b><br/>"If you choose to authorize us to permit a third party, such as your wellness program provider, or an app, such as MyFitnessPal, Strava, or TrainingPeaks, to access your activity data in your Garmin account, then we will share such data with the third party. We will not do this without your explicit consent. Once you direct us to share data with a third party, the third party's handling of your personal data is the responsibility of that third party, and you should carefully review the third party's privacy policy. You can choose to stop sharing data with the third-party app, platform, or service provider at any time within your Garmin account."
pt_br: <b>Política de Privacidade do Garmin Connect</b><br/>"Se você optar por nos autorizar a permitir que terceiros, como seu provedor de programas de bem-estar, ou um aplicativo, como MyFitnessPal, Strava ou TrainingPeaks, acessem seus dados de atividade em sua conta Garmin, compartilharemos esses dados com terceiros. Não faremos isso sem o seu consentimento explícito. Depois de nos instruir a compartilhar dados com terceiros, o manuseio de seus dados pessoais por terceiros é de responsabilidade desses terceiros, e você deve revisar cuidadosamente a política de privacidade desses terceiros. Você pode optar por parar de compartilhar dados com a aplicação, plataforma ou fornecedor de serviços de terceiros a qualquer momento na sua conta Garmin."

# how_does_it_use_data_collected
source: "We may process and disclose personal data about you to others: (a) if we have your valid consent to do so; (b) to comply with legal and regulatory obligations, such as a valid subpoena, court or judicial order, other valid legal process, or record keeping to support applicable reporting and auditing requirements; (c) to investigate potential fraud and enforce any of our terms and conditions or policies; (d) as necessary to pursue available legal remedies or defend legal claims; or (e) as we deem necessary or appropriate for purposes of attempting to get you help in the event you are involved in an emergency situation."
pt_br: "Podemos processar e divulgar seus dados pessoais a terceiros: (a) se tivermos seu consentimento válido para fazê-lo; (b) para cumprir obrigações legais e regulamentares, como uma intimação válida, ordem judicial ou mandato judicial, outro processo legal válido ou manutenção de registros para apoiar os requisitos aplicáveis de relatórios e auditoria; (c) para investigar possíveis fraudes e fazer cumprir qualquer um de nossos termos e condições ou políticas; (d) conforme necessário para buscar recursos legais disponíveis ou defender ações judiciais; ou (e) conforme julgarmos necessário ou apropriado para fins de tentar obter sua ajuda no caso de você estar envolvido em uma situação de emergência."

# user_friendly_privacy_policy_helptext
source: Garmin has an easy to find list of all privacy policies. The privacy policies are relatively easy to find and simple to read.
pt_br: A Garmin tem uma lista de fácil acesso de todas as políticas de privacidade. As políticas de privacidade são relativamente simples de ler.

# uses_encryption_helptext
source: Garmin devices and apps use a combination of asymmetric and symmetric encryption appropriate to the nature and function of the product, and data stored/transmitted.
pt_br: Os dispositivos e aplicativos da Garmin usam uma combinação de criptografia assimétrica e simétrica apropriada à natureza e função do produto, bem como aos dados armazenados e transmitidos.

# strong_password_helptext
source: In order to use companion apps, an account with a strong password is required.
pt_br: Para usar aplicativos complementares, é necessária uma conta com senha forte.

# tips_to_protect_yourself
source: Be very careful who you choose to share your Garmin wellness data with.
pt_br: Tenha bastante cuidado ao decidir com quem compartilhar seus dados de bem-estar da Garmin.

# tips_to_protect_yourself
source: Adjust your <a id="a1">privacy settings</a> in the Garmin Connect app to suit your comfort level.
pt_br: Ajuste as suas <a id="a1">configurações de privacidade</a> do aplicativo Garmin Connect de modo a ficar confortável com elas.

# tips_to_protect_yourself
source: Don't connect your Garmin app to any social networks like Facebook, WeChat, etc.
pt_br: Não conecte seu aplicativo Garmin a nenhuma rede social, como Facebook, WeChat, etc.

# tips_to_protect_yourself
source: When you no longer use the app, go to "Delete account" in the app menu
pt_br: Quando não for mais usar o aplicativo, procure por "Excluir conta" no menu do aplicativo

# tips_to_protect_yourself
source: Turn off precise location sharing!
pt_br: Desative o compartilhamento de localização precisa!

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senhas, como o 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images and videos)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso às suas informações pessoais via aplicativo (não libere acesso à sua câmera, microfone, imagens e vídeos)

# tips_to_protect_yourself
source: Keep your app regularly updated
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
pt_br: Limite o rastreamento de anúncios no seu dispositivo (ex.: no iPhone acesse Privacidade e Segurança -&gt; Publicidade da Apple -&gt; Limitar rastreamento de anúncios) e nas principais redes de anúncios (para o Google, acesse sua conta Google e desative os anúncios personalizados)

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
pt_br: Não se cadastre com contas de terceiros. É melhor acessar com e-mail e senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
pt_br: Use uma senha forte! Você pode usar uma ferramenta de controle de senha como o 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do aplicativo (não libere acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
pt_br: Se decidir parar de usar o aplicativo, solicite que seus dados sejam excluídos. Apenas excluir o aplicativo do seu dispositivo não apagará seus dados pessoais da base da empresa.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
pt_br: Ao se cadastrar, não concorde com o rastreamento dos seus dados, se possível.

# personal_data_collected
source: "Email, name, phone number.<br/> <br/>If you choose to provide: location, types of activities you participate in (e.g., running, hiking, cycling, golf, etc.), and a photo, and your gender, birthdate, height, and weight, activities (e.g., runs, walks, bike rides, swims, hikes, gym activities, etc.)"
pt_br: "E-mail, nome, número de telefone.<br/> <br/>Se você optar por fornecer: localização, tipos de atividades em que participa (por exemplo, corrida, caminhada, ciclismo, golfe, etc.), uma foto, seu gênero, data de nascimento, altura e peso, atividades (por exemplo, corridas, caminhadas, passeios de bicicleta, natação, escaladas, atividades de academia, etc.)"

# biometric_data_collected
source: If you choose to provide: activity data (e.g., steps, distance, pace, activity time, calories burned, heart rate, sleep, location, golf stats, menstrual cycle information, hydration, music played, etc.).
pt_br: Se você optar por fornecer: dados de atividade (por exemplo, passos, distância, ritmo, tempo de atividade, calorias queimadas, frequência cardíaca, sono, localização, estatísticas de golfe, informações sobre o ciclo menstrual, hidratação, música tocada, etc.).

# how_can_you_control_your_data
source: <b>Data Protection Rights page</b><br/>"Regardless of where you reside, you can access, correct, export, or delete your personal data (including deleting your entire Garmin account) by visiting our Account Management Center."
pt_br: <b>Página de Direitos de Proteção de Dados</b><br/>"Independentemente de onde reside, você pode acessar, corrigir, exportar ou eliminar os seus dados pessoais (incluindo eliminar toda a sua conta Garmin) visitando o nosso Centro de Gestão de Contas."
