Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/garmin.po
Languages: de, es, pt_br

# blurb
source: Stressed out? Overwhelmed? Neck in knots? Stomach a mess? Garmin's fitness trackers have you covered. They do all the usual fitness tracking stuff like activity, heart rate, sleep monitoring and more. They also track the time interval between each heartbeat and use that to figure out how stressed you are. If you get too stressed, they will vibrate and remind you to take a moment to breath. Deep breath everyone, this sounds like just what we need these days.
de: Gestresst? Überwältigt? Verspannt? Der Magen ist durcheinander? Die Fitness-Tracker von Garmin sind für Sie da. Sie machen das übliche Fitness-Tracking-Zeug wie Aktivität, Herzfrequenz, Schlafüberwachung und mehr. Sie verfolgen auch das Zeitintervall zwischen jedem Herzschlag und verwenden es, um herauszufinden, wie gestresst Sie sind. Wenn Sie zu gestresst sind, vibrieren sie und erinnern Sie daran, mal Pause zu machen. Tief durchatmen, das hört sich nach genau dem an, was wir heutzutage brauchen.
es: ¿Sientes estrés? ¿Agobio? ¿Nudos en el cuello? ¿El estómago hecho un desastre? Los monitores de actividad física de Garmin están aquí para ayudarte. Saben hacer todas las cosas habituales relacionadas con el seguimiento del estado físico, como medir tu actividad y tu frecuencia cardíaca, hacer un monitoreo de tu sueño y mucho más. También rastrean el intervalo entre cada latido del corazón y usan esa información para determinar tu nivel de estrés. Si estás demasiado estresado(a), vibrará y te recordará que te tomes un momento para respirar. Respirad hondo, creo que eso es exactamente lo que necesitamos todos en estos días.
pt_br: Estresse? Cansaço? Tensão no pescoço? Os rastreadores de ginástica do Garmin está com você. Eles fazem todas as coisas habituais de monitoramento de condicionamento físico, como atividade, frequência cardíaca, monitoramento do sono e muito mais. Eles também rastreiam o intervalo de tempo entre cada batimento cardíaco e o usam para descobrir seu nível de estresse. Se seu nível de estresse ficar alto, eles vibrarão e o lembrarão de respirar por um momento. Respirem fundo, pessoal, isso parece exatamente o que precisamos hoje em dia.

# blurb
source: Update: In June 2022, after Roe vs Wade was overturned allowing US states to make access to abortion illegal, we took another look at the privacy and security of the Garmin Watch as a device that can track menstrual cycle and reproductive health data. Our updated review is below. Overall, Garmin does a pretty good job of protecting their users privacy and security and has a pretty good history as standing up to law enforcement requests for their users' data.
de: Update: Im Juni 2022, nach der Aufhebung des Urteils Roe vs. Wade, das es den US-Bundesstaaten erlaubt, den Zugang zu Abtreibungen zu verbieten, haben wir uns die Privatsphäre und Sicherheit der Garmin Watch als Gerät, das Daten zum Menstruationszyklus und zur reproduktiven Gesundheit aufzeichnen kann, erneut angesehen. Unsere aktualisierte Bewertung finden Sie unten. Insgesamt leistet Garmin gute Arbeit beim Schutz der Privatsphäre und der Sicherheit seiner Nutzer und hat sich in der Vergangenheit bei Anfragen der Strafverfolgungsbehörden nach den Daten seiner Nutzer bewährt.
es: Actualización: En junio de 2022, después de que se anulara el precedente judicial de Roe vs. Wade, lo que permitió que los estados que conforman los EE. UU. puedan determinar el acceso al aborto como ilegal, volvimos a analizar la privacidad y la seguridad de Garmin Watch, ya que es un dispositivo que puede rastrear el ciclo menstrual y otros datos de salud reproductiva. Más abajo encontrarás nuestra revisión actualizada. En general, Garmin hace un buen trabajo protegiendo la privacidad y la seguridad de sus usuarios y tiene un historial bastante bueno en hacer frente a las solicitudes de los organismos de seguridad con respecto a los datos de sus usuarios.
pt_br: Atualização: Em junho de 2022, depois que Roe vs Wade foi derrubado, permitindo que os estados dos EUA tornassem o acesso ao aborto ilegal, analisamos novamente a privacidade e a segurança do Garmin Watch como um dispositivo que pode rastrear o ciclo menstrual e os dados de saúde reprodutiva. Nossa análise atualizada está abaixo. No geral, a Garmin faz um bom trabalho protegendo a privacidade e a segurança de seus usuários e tem um histórico muito bom de enfrentar as solicitações de aplicação da lei para os dados de seus usuários.

# worst_case
source: When your *Privacy Not Included researcher wanted to get a fitness tracker, Garmin is what she went with. Garmin seems to do one of the best jobs handling the privacy and security of all the personal data fitness trackers collect. They did suffer that very public <a id="a1">ransomware attack</a> in 2020. Ransomware attacks suck and it seems no company is safe from them these days.
de: Wenn sich Ihre „*Datenschutz nicht inbegriffen“-Forscherin einen Fitness-Tracker kaufen wollte, würde sie sich für Garmin entscheiden. Garmin scheint mit die beste Arbeit im Umgang mit dem Datenschutz und der Sicherheit aller persönlichen Daten zu leisten, die Fitness-Tracker sammeln. Allerdings wurde das Unternehmen im Jahr 2020 Opfer eines sehr öffentlichen <a id="a1">Ransomware-Angriffs</a>. Ransomware-Angriffe sind schlimm und es scheint, dass heutzutage kein Unternehmen mehr davor sicher ist.
es: Cuando tu investigadora de *Privacidad no incluida quiso comprarse un monitor de actividad física, eligió Garmin. Esta marca parece ser una de las que mejor maneja la privacidad y la seguridad de los datos personales recopilados por este tipo de rastreadores. En 2020, sufrieron ese <a id="a1">ataque de ransomware</a> del que habló todo el mundo. Los ataques de ransomware son terribles y parece que ninguna empresa está a salvo de ellos hoy en día.
pt_br: Quando a seu pesquisadora *Privacidade não incluída queria obter um monitor de fitness, foi um Garmin que ela escolheu. A Garmin parece fazer um dos melhores trabalhos ao lidar com a privacidade e a segurança de todos os rastreadores de condicionamento físico de dados pessoais coletados. Eles sofreram aquele conhecido <a id="a1">ataque de ransomware</a> em 2020. Os ataques de ransomware são um problema e parece que nenhuma empresa está a salvo deles hoje em dia.

# worst_case
source: Garmin says they don’t sell your personal data to anyone. This is great. Garmin also seems to do a good job with what data they do share, which doesn’t seem to be too much. They ask for explicit consent before sharing things like location data for navigation purposes and emails for marketing.
de: Garmin sagt, dass sie Ihre persönlichen Daten an niemanden verkaufen. Das ist toll. Garmin scheint auch sorgsam mit den Daten umzugehen, die sie teilen, was nicht zu viel zu sein scheint. Sie bitten um ausdrückliche Zustimmung, bevor sie Dinge wie Standortdaten für Navigationszwecke und E-Mails für Marketingzwecke weitergeben.
es: Garmin dice que no vende tus datos personales a nadie. Esto es genial. Garmin también parece hacer un buen trabajo con los datos que sí comparte, que no parecen ser demasiados. Solicitan consentimiento explícito antes de compartir algunos datos como los de ubicación, con fines de navegación, y correos electrónicos para marketing.
pt_br: A Garmin afirma que não vende seus dados pessoais para ninguém. Isso é ótimo. A Garmin também parece fazer um bom trabalho com os dados que eles compartilham, que não parecem ser muitos. Eles pedem consentimento explícito antes de compartilhar coisas como dados de localização para fins de navegação e e-mails para marketing.

# worst_case
source: Garmin may share or sell de-identified aggregate data collected by the Garmin Connect app with third parties to do things like make their features better or for research purposes. This doesn’t worry us too much. Although now is a good time to remind you that it’s <a id="a1">been found</a> to be pretty easy to de-anonymize some types of data and track down an individual’s patterns, especially with location data. If you’re worried about this, you can opt out of using the Garmin Connect app, you’ll just lose a lot of cool data about your sleep, stress, and menstrual cycles if you do.
de: Garmin kann von der Garmin Connect App erfasste anonymisierte aggregierte Daten an Dritte weitergeben oder verkaufen, um beispielsweise deren Funktionen zu verbessern oder zu Forschungszwecken. Dies beunruhigt uns nicht allzu sehr. Obwohl jetzt ein guter Zeitpunkt ist, Sie daran zu erinnern, dass es <a id="a1">ermittelt wurde</a>, dass es sehr einfach ist, einige Datentypen zu deanonymisieren und die Muster einer Person aufzuspüren, insbesondere bei Standortdaten. Wenn Sie sich darüber Sorgen machen, können Sie die Verwendung der Garmin Connect App ablehnen. Sie verlieren dann nur viele coole Daten über Ihren Schlaf, Stress und Ihren Menstruationszyklus.
es: Garmin puede compartir o vender a terceros los datos agregados desidentificados que han sido recopilados por la aplicación Garmin Connect, para hacer cosas como mejorar sus funciones, o con fines de investigación. Esto no nos preocupa demasiado. Aunque este es un buen momento para recordarte que <a id="a1">se ha descubierto</a> que es bastante fácil desanonimizar algunos tipos de datos, sobre todo los de ubicación, y rastrear los patrones de una persona. Si esto te preocupa, puedes optar por no usar la aplicación Garmin Connect, aunque perderás muchos datos interesantes sobre sueño, estrés y ciclos menstruales.
pt_br: A Garmin pode compartilhar ou vender, com ou para terceiros, dados agregados não identificados coletados pelo aplicativo Garmin Connect, com a finalidade de melhorar seus recursos ou para fins de pesquisa. Isso não nos preocupa muito. Embora agora seja um bom momento para lembrá-lo que <a id="a1">foi</a> bastante fácil desanonimizar alguns tipos de dados e rastrear os padrões de um indivíduo, especialmente com dados de localização. Se você está preocupado com isso, você pode optar por não usar o aplicativo Garmin Connect, você só vai perder um monte de dados legais sobre o seu sono, estresse e ciclos menstruais, se você fizer isso.

# worst_case
source: Is our researcher happy with her decision to get a Garmin fitness tracker? Yes, she is. Although it does make her a little nervous that she now leaves her <a id="a1">phone's Bluetooth</a> on all the time. But hey, knowing that body battery score is really cool!
de: Ist unsere Forscherin mit ihrer Entscheidung für einen Fitness-Tracker von Garmin zufrieden? Ja, ist sie. Obwohl es sie ein wenig nervös macht, dass sie jetzt die <a id="a1">Bluetooth-Funktion</a> ihres Telefons ständig eingeschaltet lässt. Aber den Body-Battery-Score zu kennen ist ziemlich cool!
es: ¿Nuestra investigadora está contenta con su decisión de adquirir un monitor de actividad Garmin? Sí, lo está. Aunque dejar el <a id="a1">Bluetooth del móvil</a> encendido todo el tiempo la pone un poco nerviosa. Pero, bueno, ¡tener un marcador de la batería corporal es realmente genial!
pt_br: Nossa pesquisadora está feliz com sua decisão de obter um monitor de condicionamento físico Garmin? Embora isso a deixe nervosa por deixar o <a id="a1">Bluetooth do celular</a> dela ligado o tempo todo. Mas veja, saber o nível de bateria corporal é muito legal!

# worst_case
source: Update, August 2022 following the overturn of Roe vs Wade protection reproductive health rights in the United States.
de: Update, August 2022 nach der Aufhebung des Urteils Roe vs. Wade zum Schutz der reproduktiven Gesundheitsrechte in den Vereinigten Staaten.
es: Actualización, agosto de 2022, tras la revocación de los derechos de protección de la salud reproductiva de Roe vs. Wade en los Estados Unidos.
pt_br: Atualização, agosto de 2022, após a derrubada dos direitos de saúde reprodutiva de proteção Roe vs Wade nos Estados Unidos.

# worst_case
source: Garmin's wearables and the app they use, Garmin Connect, can be used for <a id="a1">period</a> and <a id="a2">pregnancy</a> tracking<i>.</i> Still, even though Garmin does collect a lot of very personal information, they do a pretty good job with privacy and security. However, if you share your Garmin Connect app data with another third-party such as MyFitnessPal or Strava, all that very personal data you share is not under the privacy policies of those third-parties, which might not be as good as Garmin's policies. So be very careful who you share your Garmin data with. Better yet, don't share it with anyone. And remember to password protect and lock down your phone so people can't access your period or pregnancy data there either.
de: Die Wearables von Garmin und die dazugehörige App, Garmin Connect, können für die Überwachung von <a id="a1">Periode</a> und <a id="a2">Schwangerschaft</a> verwendet werden<i>.</i> Auch wenn Garmin viele sehr persönliche Daten sammelt, ist das Unternehmen in Bezug auf Datenschutz und Sicherheit ziemlich gut aufgestellt. Wenn Sie jedoch die Daten aus der Garmin Connect-App an andere Drittanbieter wie MyFitnessPal oder Strava weitergeben, unterliegen all diese sehr persönlichen Daten nicht den Datenschutzrichtlinien dieser Drittanbieter, die möglicherweise nicht so gut sind wie die Richtlinien von Garmin. Seien Sie also sehr vorsichtig, an wen Sie Ihre Garmin-Daten weitergeben. Besser noch: Geben Sie sie an niemanden weiter. Und denken Sie daran, Ihr Telefon mit einem Kennwort zu schützen und zu sperren, damit auch dort niemand auf Ihre Perioden- oder Schwangerschaftsdaten zugreifen kann.
es: Los dispositivos corporales de Garmin y la aplicación que utilizan, Garmin Connect, se pueden utilizar para el seguimiento del <a id="a1">ciclo menstrual</a> y del <a id="a2">embarazo</a><i>.</i> Aún así, a pesar de que Garmin recopila una gran cantidad de información muy personal, hacen un muy buen trabajo con la privacidad y seguridad de estos datos. Sin embargo, si compartes los datos de la aplicación Garmin Connect con un tercero, como MyFitnessPal o Strava, todos esos datos tan personales estarán bajo las políticas de privacidad de esos terceros, que podrían no ser tan buenas como las de Garmin. Por lo tanto, ten mucho cuidado de con quién compartes los datos de Garmin. Mejor aún, no los compartas con nadie. También es importante que recuerdes proteger con contraseña y bloquear tu teléfono para que otras personas no puedan acceder a tus datos de ciclos menstruales o embarazo.
pt_br: Os dispositivos vestíveis da Garmin e o aplicativo que eles usam, o Garmin Connect, podem ser usados para rastreamento de <a id="a1">menstruação</a> e de <a id="a2">gravidez</a><i>.</i>Ainda assim, mesmo que Garmin colete muitas informações muito pessoais, eles fazem um bom trabalho no que diz respeito à privacidade e à segurança. No entanto, se você compartilhar seus dados do aplicativo Garmin Connect com outro terceiro, como MyFitnessPal ou Strava, todos esses dados pessoais que você compartilha não estão sob as políticas de privacidade desses terceiros, o que pode não ser tão bom quanto as políticas da Garmin. Portanto, tenha muito cuidado com quem você compartilha seus dados Garmin. Melhor ainda, não compartilhe com ninguém. E lembre-se de proteger com senha e bloquear seu telefone para que as pessoas não possam acessar seus dados de menstruação ou gravidez lá também.

# worst_case
source: When it comes to sharing data with law enforcement, Garmin's privacy policy says, "We may process and disclose personal data about you to others: … to comply with legal obligations, such as a valid subpoena, court or judicial order, or other valid legal process." Which isn't as strong and clear a statement of sharing data with law enforcement as we like to see. We much prefer when companies state they won't give up user data to law enforcement unless required to under subpoena, and even then, we like to see them commit to only giving up the bare minimum necessary.
de: Wenn es um die Weitergabe von Daten an Strafverfolgungsbehörden geht, heißt es in der Datenschutzrichtlinie von Garmin: „Wir können personenbezogene Daten über Sie verarbeiten und an andere weitergeben: ... um rechtlichen Verpflichtungen nachzukommen, z. B. einer gültigen Vorladung, einem Gerichtsbeschluss oder einem anderen gültigen rechtlichen Verfahren.“ Das ist keine so klare und deutliche Aussage über die Weitergabe von Daten an Strafverfolgungsbehörden, wie wir sie gerne sehen würden. Wir bevorzugen es, wenn Unternehmen erklären, dass sie keine Nutzerdaten an die Strafverfolgungsbehörden weitergeben, es sei denn, sie werden durch eine Vorladung dazu gezwungen, und selbst dann möchten wir, dass sie sich verpflichten, nur das absolut notwendige Minimum weiterzugeben.
es: Cuando se trata de compartir datos con los organismos de seguridad, la política de privacidad de Garmin dice: «Podemos procesar y divulgar datos personales sobre usted a otros: ...para cumplir con obligaciones legales tales como una citación legal, una orden judicial u otro proceso legal válido». No es una declaración tan fuerte y clara como nos gusta ver. Nos parece mucho mejor cuando las empresas afirman que no entregarán los datos de los usuarios a los organismos de seguridad a menos que esto sea requerido por una citación, e incluso en ese caso, nos gusta ver que se comprometen a divulgar solo el mínimo necesario.
pt_br: Quando se trata de compartilhar dados com a aplicação da lei, a política de privacidade da Garmin diz: "Podemos processar e divulgar dados pessoais sobre você a outras pessoas:... para cumprir obrigações legais, como uma intimação válida, ordem judicial ou judicial ou outro processo legal válido." O que não é uma declaração tão forte e clara de compartilhamento de dados com as autoridades policiais quanto gostaríamos de ver. Preferimos quando as empresas afirmam que não entregarão os dados dos usuários à polícia, a menos que seja necessário intimá-los, e mesmo assim, gostamos de vê-los se comprometer a apenas desistir do mínimo necessário.

# worst_case
source: Does this privacy researcher still use her Garmin fitness tracker? Yes. Does this privacy researcher use it to track her period? Yes. Is she worried that personal information could leak or be shared in a way she doesn't want. Also, yes. But not worried enough to stop using the device, because Garmin does do a pretty good job with privacy and security. And this privacy researcher understands nothing is perfect and we all have to determine our own risks versus reward. Now, if this privacy researcher lived in a state where abortion had recently been made illegal, she'd probably have a different take on matters. This is the sort of evaluation we all have to do right now, as nothing is 100% safe.
de: Benutzt diese Datenschutzforscherin immer noch ihren Garmin-Fitness-Tracker? Ja. Verwendet diese Datenschutzforscherin ihn, um ihre Periode zu überwachen? Ja. Ist sie besorgt, dass persönliche Informationen durchsickern oder in einer Weise weitergegeben werden könnten, die sie nicht wünscht? Auch, ja. Aber sie ist nicht so besorgt, dass sie das Gerät nicht mehr benutzen würde, denn Garmin kümmert sich sehr gut um den Datenschutz und die Sicherheit. Und die Datenschutzforscherin weiß, dass nichts perfekt ist und dass jede von uns selbst abwägen muss, ob sich das Risiko lohnt oder nicht. Wenn diese Datenschutzforscherin in einem Staat leben würde, in dem Abtreibung seit kurzem verboten ist, würde sie die Sache wahrscheinlich anders sehen. Das ist die Art von Abwägung, die wir alle im Moment vornehmen müssen, denn nichts ist zu 100 % sicher.
es: ¿Esta investigadora de privacidad todavía usa su rastreador de fitness Garmin? Sí. ¿Lo usa para hacer un seguimiento de su ciclo menstrual? Sí. ¿Le preocupa que esta información personal pueda filtrarse o compartirse de una manera que no quiere? También, sí. Pero no lo suficientemente como para dejar de usar el dispositivo, ya que Garmin hace un muy buen trabajo con la privacidad y la seguridad. Además, esta investigadora de privacidad entiende que nada es perfecto y que todos tenemos que determinar nuestros propios riesgos y beneficios. Ahora, si esta investigadora de privacidad viviera en un estado donde el aborto ha sido determinado como ilegal recientemente, probablemente tendría una visión diferente del tema. Esto es lo que tenemos que evaluar todos en este momento, ya que nada es 100 % seguro.
pt_br: Essa pesquisadora de privacidade ainda usa o rastreador de condicionamento físico Garmin? Sim. Essa pesquisadora de privacidade usa para rastrear a menstruação? Sim. Ela está preocupada que as informações pessoais possam vazar ou ser compartilhadas de uma forma que ela não queira. Mas não o suficiente para parar de usar o dispositivo, porque a Garmin faz um bom trabalho no que diz respeito à privacidade e à segurança. E essa pesquisadora de privacidade entende que nada é perfeito e todos nós temos que determinar nossos próprios riscos versus a recompensa. Agora, se essa pesquisadora de privacidade vivesse em um estado onde o aborto foi recentemente tornado ilegal, ela provavelmente teria uma visão diferente sobre o assunto. Este é o tipo de avaliação que todos temos de fazer neste momento, pois nada é 100% seguro.

# signup_requirement_explanation
source: WeChat, QQ, or Apple log-ins available
de: WeChat-, QQ- oder Apple-Anmeldungen sind verfügbar
es: Se puede iniciar sesión desde WeChat, QQ o Apple
pt_br: Logins do WeChat, QQ ou Apple disponíveis

# how_does_it_use_data_collected
source: Garmin clearly states they don't sell your personal information to anyone. Garmin doesn’t share any data collected from a user’s device unless the user directs them to do so.
de: Garmin sagt eindeutig, dass sie Ihre persönlichen Daten nicht an jemanden verkaufen. Garmin gibt keine Daten weiter, die vom Gerät eines Benutzers erfasst werden, es sei denn, der Benutzer weist sie an, dies zu tun.
es: Garmin afirma claramente que no venden tu información personal a nadie. Garmin no comparte ningún dato recopilado del dispositivo de un usuario a menos que el usuario le indique que lo haga.
pt_br: A Garmin diz claramente que eles não vende suas informações pessoais para ninguém. A Garmin não compartilha nenhum dado coletado do dispositivo de um usuário, a menos que o usuário o instrua a fazê-lo.

# how_does_it_use_data_collected
source: If you choose to authorize Garmin to permit a third party, such as your wellness program provider, or an app, such as MyFitnessPal, Strava, or TrainingPeaks, to access your activity data in your Garmin account, then they will share such data with the third party.
de: Wenn Sie Garmin ermächtigen, einem Dritten, z. B. dem Anbieter Ihres Wellness-Programms oder einer App, z. B. MyFitnessPal, Strava oder TrainingPeaks, den Zugriff auf Ihre Aktivitätsdaten in Ihrem Garmin-Konto zu gestatten, werden diese Daten an den Dritten weitergegeben.
es: Si decides autorizar a Garmin para que permita que un tercero, como su proveedor de programas de bienestar, o una aplicación, como MyFitnessPal, Strava o TrainingPeaks, accedan a los datos de tu actividad en tu cuenta de Garmin, compartirán esos datos con el tercero.
pt_br: Se você optar por autorizar a Garmin a permitir que terceiros, como seu provedor de programas de bem-estar, ou um aplicativo, como MyFitnessPal, Strava ou TrainingPeaks, acessem seus dados de atividade em sua conta Garmin, eles compartilharão esses dados com terceiros.
