Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/garmin-index-smart-scale.po
Languages: fr

# title
source: Garmin Index Smart Scale
fr: Balance intelligente Garmin Index

# worst_case
source: Garmin seems to do a good job handling the privacy and security of all the personal data this smart scale collects. They did suffer that very public <a id="a1">ransomware attack</a> in 2020. Ransomware attacks suck and it seems no company is safe from them these days.
fr: Garmin semble faire du bon travail pour gérer la confidentialité et la sécurité de toutes les données personnelles que cette balance connectée collecte. À noter que l’entreprise a subi une <a id="a1">attaque par ransomware</a> très médiatisée en 2020. Les attaques par ransomware sont extrêmement pénibles et il semble qu’aucune entreprise n’en soit à l’abri ces jours-ci.

# worst_case
source: Garmin says they don’t sell your personal data to anyone. This is great. Garmin also seems to do a good job with what data they do share, which doesn’t seem to be too much. They ask for explicit consent before sharing things like wellness data with third party wellness companies and emails for marketing.
fr: Garmin assure ne vendre vos données personnelles à personne. C’est très bien. Garmin semble également faire du bon travail avec les données partagées, dont le nombre semble restreint. Garmin demande un consentement explicite avant de partager des éléments tels que les données de bien-être avec des tiers dans le domaine du bien être et les e-mails à des fins marketing.

# worst_case
source: Garmin may share or sell de-identified aggregate data collected by the Garmin Connect app with third parties to do things like make their features better or for research purposes. This doesn’t worry us too much. Although now is a good time to remind you that it’s <a id="a1">been found</a> to be pretty easy to de-anonymize some types of data and track down an individual’s patterns, especially with location data. If you’re worried about this, you can opt out of using the Garmin Connect app to keep track of all the cool things it keeps track of. Which could be a bummer, but hey, also more private.
fr: Garmin peut partager ou vendre des données agrégées anonymisées collectées par l’application Garmin Connect avec des tiers afin, par exemple, d’améliorer leurs fonctionnalités ou à des fins de recherche. Cela ne nous inquiète pas trop, bien que le moment soit venu de vous rappeler qu’il <a id="a1">est assez facile</a> de désanonymiser certains types de données et de suivre les tendances d’un individu, en particulier avec les données de localisation. Si cela vous inquiète, vous pouvez désactiver l’application Garmin Connect, vous perdrez simplement beaucoup de données intéressantes. Mais en contrepartie, vous renforcerez votre vie privée.

# how_does_it_use_data_collected
source: Garmin clearly states they don't sell your personal information to anyone. They do say they may share or sell de-identified data collected by the Garmin Connect app: "From time to time, we share or sell activity data in a de-identified and aggregated manner with or to companies that provide Garmin and our customers with content or features for the purpose of enhancing the quality of the content or features they provide and with or to other third parties for research or other purposes."
fr: Garmin déclare clairement ne pas vendre vos informations personnelles. L’entreprise précise pouvoir partager ou vendre des données anonymisées collectées par l’application Garmin Connect : « De temps en temps, nous partageons ou vendons des données d’activité de manière anonymisée et agrégée avec ou à des sociétés qui fournissent du contenu ou des fonctionnalités à Garmin et nos clients dans le but d’améliorer la qualité du contenu ou des fonctionnalités fournies et avec ou à d’autres tiers à des fins de recherche ou à d’autres fins. »

# how_does_it_use_data_collected
source: Some users wish to connect their Garmin accounts with their accounts on other platforms, such as Strava or MyFitnessPal, and they share a user’s data with such other platforms if directed to do so by a user.
fr: Certains utilisateurs souhaitent connecter leur compte Garmin à leurs comptes sur d’autres plateformes, telles que Strava ou MyFitnessPal, et Garmin partage les données d’un utilisateur avec ces autres plateformes si un utilisateur le leur demande.

# how_does_it_use_data_collected
source: Garmin says they will only share most other forms of data like wellness data with wellness program provider, location data for navigation purposes or emails for marketing, with your explicit consent.
fr: Garmin assure partager la plupart des types de données autres que les données de bien-être avec les fournisseurs de programmes de bien-être, les données de localisation à des fins de navigation ou les e-mails à des fins marketing, avec votre consentement explicite.

# uses_encryption_helptext
source: Garmin devices and apps use a combination of asymmetric and symmetric encryption appropriate to the nature and function of the product, and data stored/transmitted.
fr: Les appareils et applications Garmin utilisent une combinaison de chiffrement asymétrique et symétrique adaptée à la nature et à la fonction du produit, ainsi qu’aux données stockées/transmises.

# strong_password_helptext
source: In order to use companion apps, an account with a strong password is required.
fr: Pour utiliser les applications compagnons, un compte avec un mot de passe fort est requis.

# tips_to_protect_yourself
source: Be very carefull who you chose to share your Garmin wellness data with.
fr: Faites très attention avec qui vous avez choisi de partager vos données bien-être Garmin.

# tips_to_protect_yourself
source: Adjust your <a id="a1">privacy settings</a> in the Garmin Connect app to suit your comfort level.
fr: Ajustez vos <a id="a1">paramètres de confidentialité</a> dans l’application Garmin Connect en fonction de votre niveau de confort.

# tips_to_protect_yourself
source: Don't connect your Garmin app to any social networks like Facebook.
fr: Ne connectez pas votre application Garmin à des réseaux sociaux comme Facebook.

# personal_data_collected
source: Name, email address, gender (optional), age (optional), date of birth (optional), photos (optional), location
fr: Nom, adresse e-mail, genre (facultatif), âge (facultatif), date de naissance (facultatif), photos (facultatif), localisation

# biometric_data_collected
source: Weight
fr: Poids

# how_can_you_control_your_data
source: Users can delete their data from their devices at any time.
fr: Les utilisateurs peuvent supprimer les données de leurs appareils à tout moment.

# how_can_you_control_your_data
source: Data provided to companion apps and servers is retained for as long as the user’s account is active. Users can delete their data from the companion apps and services at any time.
fr: Les données fournies aux applications et serveurs associés sont conservées aussi longtemps que le compte de l’utilisateur est actif. Les utilisateurs peuvent supprimer leurs données des applications et services associés à tout moment.

# track_record_details
source: No known incidents in the last 3 years.
fr: Aucun incident connu au cours des 3 dernières années.

# ai_helptext
source: Garmin uses Machine Learning (ML) to provide personalized insights to customers who wish to receive them as they pursue their fitness and wellness goals.
fr: Garmin utilise l’apprentissage automatique (Machine Learning, ML) pour fournir des informations personnalisées aux clients qui souhaitent les recevoir au fur et à mesure que les objectifs de fitness et de bien-être sont atteints.

# ai_what_can_it_do
source: Garmin says in their privacy policy, "Garmin does not make any decisions based on algorithms or other automated processing that significantly affect you."
fr: Garmin déclare dans sa politique de confidentialité : « Garmin ne prend aucune décision basée sur des algorithmes ou d’autres traitements automatisés qui vous affectent de manière significative. »
