Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/garmin-vivoactive.po
Languages: de, fr, pt_br

# worst_case
source: Here’s what this privacy researcher likes about Garmin. Yes, they do collect a good bit of personal information through the device and on the Garmin Connect app because that’s what a fitness tracking smartwatch does. They collect data like email address, device information, location, and all that body related data like physical activity, stress, sleep patterns, heat rate, pulse ox, and more. The good thing is, yes, they collect it, but they also seem to protect it.
pt_br: E aqui estão os pontos sobre a Garmin que agradaram esta pesquisadora: Sim, eles coletam boa parte das informações pessoais através do dispositivo e pelo aplicativo Garmin Connect, pois é o que smartwatches de monitoramento físico fazem. Eles colhem informações como endereço de e-mail, informações do dispositivo, localização e todos os dados relacionados ao corpo, como atividade física, estresse, padrões de sono, frequência cardíaca, oxigenação, entre outros. A boa notícia é que eles parecem proteger todas essas informações.

# worst_case
source: Your “sharing with others” user settings in the Garmin Connect app are set to “private” by default. Which is great. You can choose to share your data with contacts if you wish, but you have to change your privacy settings to do that. Good work Garmin. Garmin also doesn’t share your personal information for advertising purposes with third parties. They ask you to opt-in rather than opt-out of consent to receive marketing communications from them. And their privacy policy is actually pretty good at laying out what data they collect, clearly explaining why they collect it, and how it is used. That’s all worth another, good work Garmin!
pt_br: A opção "compartilhamento com outras pessoas" vem marcada como "privativo" por padrão nas configurações de usuário do app Garmin Connect, e isso é ótimo. Você pode optar por compartilhar seus dados com os contatos, mas precisará alterar as configurações de privacidade. Bom trabalho, Garmin! Além disso, a empresa não compartilha suas informações pessoais para fins de publicidade com terceiros, e pede que você declare seu consentimento para receber comunicações de marketing deles, ao invés de ativar essa opção por padrão e nos obrigar a desativá-la se quisermos. Por fim, a política de privacidade da Garmin é realmente muito boa em informar quais dados eles coletam, explicando claramente por que os coletam e como são usados. Mais uma vez: bom trabalho, Garmin!

# worst_case
source: Garmin isn’t 100% perfect though. We do ding them because they don’t make it clear in their privacy policy that all users -- regardless of where they live and the privacy laws they live under -- have the same right to access and delete their data. Garmin told us they don’t deny any user those requests. However, it seems based on the way their privacy policy is worded, they could. Garmin told us they would revisit the wording in their privacy policy on this issue. Here’s hoping they make an update to clarify that soon.
pt_br: Mas a Garmin não é 100% perfeita. Inclusive, nós os contatamos porque eles não deixam claro em sua política de privacidade se todos os usuários – independentemente de onde vivem e de suas leis locais de privacidade – têm o mesmo direito de acessar e excluir seus dados. A empresa nos respondeu que eles não negam essa requisição a nenhum usuário. No entanto, baseado no texto da política, parece que poderiam fazer isso. A Garmin disse que iriam analisar o texto da política de privacidade quanto a este ponto. Esperamos que façam uma atualização em breve para deixá-lo mais claro.

# worst_case
source: Is your intrepid privacy researcher happy with her decision to get a Garmin fitness tracker? Yes, she is. Although it does make her a little nervous that she now leaves her <a id="a1">phone's Bluetooth</a> on all the time. But hey, knowing that body battery score is really cool! What’s the worst that could happen with your fun Garmin fitness tracking smartwatch? Well, hopefully nothing, but do beware if you link your data to other third party apps like Strave and MyFitnessPal. Those apps come with their own privacy policies and every time you share your personal information with someone else you increase the vulnerability of that personal information.
pt_br: E nossa destemida pesquisadora está feliz com sua decisão de comprar um monitor de condicionamento físico da Garmin? Sim, está, apesar de ficar um pouco incomodada por precisar deixar o <a id="a1">Bluetooth do celular</a> ligado o tempo todo. Ah, mas saber sua pontuação de "bateria corporal" é muito legal! E qual é o pior cenário que poderia ocorrer com o seu divertido smartwatch fitness da Garmin? Bom, esperamos que nada, mas recomendamos cuidado se você pretende vincular seus dados a outros aplicativos, como o Strava e o MyFitnessPal. Esses apps operam sob políticas de privacidade próprias, e toda vez que você compartilha suas informações pessoais com terceiros, a vulnerabilidade sobre esses dados aumenta.

# signup_requirement_explanation
source: WeChat, QQ, Google, and Apple log-ins available
pt_br: Logins do WeChat, QQ, Google e Apple disponíveis

# how_does_it_use_data_collected
source: Garmin clearly states they don't sell your personal information to anyone. Garmin doesn’t share any data collected from a user’s device unless the user directs them to do so.
pt_br: A Garmin diz claramente que não vende suas informações pessoais a ninguém. A Garmin não compartilha quaisquer dados coletados do dispositivo de um usuário, a menos que o próprio usuário os instrua a fazê-lo.

# how_does_it_use_data_collected
source: If you choose to authorize Garmin to permit a third party, such as your wellness program provider, or an app, such as MyFitnessPal, Strava, or TrainingPeaks, to access your activity data in your Garmin account, then they will share such data with the third party.
pt_br: Se você decidir autorizar que a empresa conceda acesso aos seus dados de atividade da conta Garmin a terceiros, como ao seu provedor de programas de bem-estar, ou a aplicativos, como o MyFitnessPal, Strava ou TrainingPeaks, eles compartilharão esses dados com terceiros.

# how_does_it_use_data_collected
source: <b>How the company says they may share data with law enforcement:</b><br/>Garmin may also share data to comply with legal obligations, such as a valid subpoena, court or judicial order, or other valid legal process.
pt_br: <b>Como a empresa diz que pode compartilhar dados com autoridades legais:</b><br/> a Garmin também pode compartilhar dados para cumprir com obrigações legais, como uma intimação, ordem judicial ou outro processo legal válido.

# user_friendly_privacy_policy_helptext
source: Garmin has an easy to find list of all privacy policies. The privacy policies are relatively simple to read.
pt_br: A Garmin tem uma lista fácil de encontrar de todas as políticas de privacidade. As políticas de privacidade são relativamente simples de ler.

# tips_to_protect_yourself
source: When you no longer use the app, go to "Delete account" in the app menu.
pt_br: Se não pretender mais usar o aplicativo, procure por "Excluir conta" no menu do app.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images and videos).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso às informações pessoais via aplicativo (não dê acesso à sua câmera, microfone, imagens e vídeos).

# tips_to_protect_yourself
source: Keep your app regularly updated.
pt_br: Mantenha seu aplicativo sempre atualizado.

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization).
pt_br: Limite o rastreamento de anúncios pelo seu dispositivo (por exemplo, no iPhone, vá em Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e nas grandes redes de anúncios (no Google, vá em Conta do Google e desative a personalização de anúncios).

# personal_data_collected
source: Name, email address, gender (optional), age (optional), date of birth (optional), photos (optional)
pt_br: Nome, endereço de e-mail, sexo (opcional), idade (opcional), data de nascimento (opcional), fotos (opcional)

# biometric_data_collected
source: Activity data, such as menstrual cycle information, steps, distance, pace, activity time, calories burned, heart rate, sleep, location, golf stats, etc.
pt_br: Dados de atividade, como informações do ciclo menstrual, passos, distância, ritmo, tempo de atividade, calorias queimadas, frequência cardíaca, sono, localização, estatísticas de golfe, etc.

# social_data_collected
source: You can add friends to see their activity data
pt_br: Você pode adicionar amigos para ver dados das atividades deles

# how_can_you_control_your_data
source: It is unclear if all users regardless of location can get their data be deleted.
pt_br: Não está claro se todos os usuários, independentemente de onde vivem, podem excluir seus dados.

# how_can_you_control_your_data
source: Garmin will retain your personal data as long as your Garmin account is considered to be active or in accordance with applicable law and regulatory obligations.
pt_br: A Garmin manterá seus dados pessoais enquanto sua conta Garmin for considerada ativa ou conforme as leis e obrigações regulamentares aplicáveis.

# how_can_you_control_your_data
source: If you reside in the EEA, U.K., or Switzerland, you have the right, subject to the conditions set out in the General Data Protection Regulation ("GDPR") or other applicable law, to request from Garmin access to and rectification or erasure of your personal data.
pt_br: Se você reside no EEE, Reino Unido ou Suíça, você tem o direito, sujeito às condições estabelecidas no Regulamento Geral de Proteção de Dados ("GDPR") ou outra lei aplicável, de solicitar à Garmin acesso e retificação ou exclusão de seus dados pessoais.

# how_can_you_control_your_data
source: If you do not reside in the EEA, U.K., Switzerland, or mainland China but you believe you have a right to exercise the right to erasure of your data or any other rights under your local laws, please contact Garmin International, Inc. by email at privacy@garmin.com.
pt_br: Se você não reside no EEE, Reino Unido, Suíça ou China continental, mas acredita que tem o direito de solicitar a exclusão dos seus dados, bem como quaisquer outros direitos conforme as leis da sua região, entre em contato com a Garmin International, Inc. por e-mail em privacy@garmin.com.

# child_safety_blurb
source: "We request individuals under the age of 13 in the U.S. and under the age of 16 in the rest of the world not provide personal data to Garmin. If we learn that we have collected personal data from a child under the age of 13 in the U.S. or under 16 in the rest of the world, we will take steps to delete the information as soon as possible."
pt_br: "Solicitamos que indivíduos menores de 13 anos nos EUA e menores de 16 anos no resto do mundo não forneçam dados pessoais à Garmin. Se soubermos que coletamos dados pessoais de uma criança menor de 13 anos nos EUA ou menor de 16 anos no resto do mundo, tomaremos medidas para excluir as informações o mais rápido possível."
