Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/genesia-ai-friend-and-partner.po
Languages: de, es, fr

# title
source: Genesia AI Friend &amp; Partner
es: Genesia AI Friend & Partner
fr: Genesia AI Friend &amp; Partenaire

# blurb
source: Genesia AI is an AI relationship chatbot made by Turkey-based app developer Codeway. Codeway also makes a handful of other AI-centered apps for things like studying, writing, digital images, videos, roleplaying conversations, and more. Genesia AI bills itself as <i>"the perfect companion for anyone who wants a friend they can always count on. Whether you're looking for emotional support, a mentor, or just someone to talk to, this app is there for you."</i> Free to try, you'll need a subscription that runs about $15 per month to take advantage of most of the features in the app. How does Genesia do at privacy? Like all the AI relationship chatbots we've reviewed, they don't seem to do great.
de: Genesia AI ist ein KI-Beziehungs-Chatbot des in der Türkei ansässigen App-Entwicklers Codeway. Codeway erstellt auch eine Handvoll anderer KI-zentrierter Apps für Dinge wie Lernen, Schreiben, digitale Bilder, Videos, Rollenspielgespräche und mehr. Genesia AI bezeichnet sich selbst als <i>"den perfekten Begleiter für alle, die einen Freund wollen, auf den sie sich immer verlassen können. Egal, ob Sie emotionale Unterstützung, einen Mentor oder einfach nur jemanden suchen, mit dem Sie sprechen können, diese App ist für Sie da. "Sie können sie</i> kostenlos ausprobieren. Sie benötigen ein Abonnement, das etwa 15 US-Dollar/Monat kostet, um die meisten Funktionen der App nutzen zu können. Wie geht Genesia mit der Privatsphäre um? Wie alle KI-Beziehungs-Chatbots, die wir überprüft haben, scheinen sie in der Hinsicht einfach nicht gut zu sein.
es: Genesia AI es un chatbot de IA para relaciones creado por Codeway, un desarrollador de aplicaciones con sede en Turquía. Codeway también hace un puñado de otras aplicaciones centradas en la IA para cosas como estudiar, escribir, crear imágenes digitales, vídeos, conversaciones con juegos de rol y mucho más. Genesia AI se anuncia como <i>«el compañero perfecto para cualquiera que quiera un amigo con el que pueda contar siempre. Ya sea que estés buscando apoyo emocional, un mentor o simplemente alguien con quien hablar, esta aplicación está a tu disposición». </i>Se puede probar gratis, pero necesitarás una suscripción que cuesta alrededor de 15 dólares por mes para aprovechar la mayoría de las funciones de la aplicación. ¿Quieres saber cómo se ve Genesia en cuanto a privacidad? Al igual que todos los chatbots de IA para relaciones que hemos revisado, simplemente no demasiado bien.
fr: Genesia AI est un chatbot relationnel d’IA créé par le développeur d’applications Codeway basé en Turquie. Codeway crée également une poignée d’autres applications centrées sur l’IA pour des choses comme les études, l’écriture, les images numériques, les vidéos, les conversations de jeu de rôle, et plus encore. Genesia AI se présente comme <i>« le compagnon idéal pour tous ceux qui veulent un ami sur lequel ils peuvent toujours compter. Que vous recherchiez un soutien émotionnel, un mentor ou simplement quelqu’un à qui parler, cette application est là pour vous. »</i> Essai gratuit, vous devrez vous abonner pour environ 15 $ par mois pour profiter de la plupart des fonctionnalités de l’application. Comment Genesia respecte-t-elle la vie privée ? Comme tous les chatbots relationnels d’IA que nous avons examinés, elle ne semble tout simplement pas très performante.

# worst_case
source: Here's some good news! Genesia AI Friend &amp; Partner is the only AI relationship chatbot we reviewed that seems to actually meet our <a id="a1">Minimum Security Standards</a>! Whoo hoo! Granted, this is a pretty low bar...they are called our <i>Minimum</i> Security Standards after all. But, given the other apps we reviewed didn't climb over this bar and this one app does, we feel a little like celebrating.
de: Hier sind einige gute Nachrichten! Genesia AI Friend &amp; Partner ist der einzige Chatbot für KI-Beziehungen, den wir überprüft haben und der unsere <a id="a1">Mindestsicherheitsstandards tatsächlich zu erfüllen scheint</a>! Hurra! Zugegeben, das ist eine ziemlich niedrige Messlatte ... sie werden ja genau deswegen unsere <i></i> Mindestsicherheitsstandards genannt. Doch angesichts der anderen Apps, die wir überprüft haben, die diese Schwelle nicht einmal erreicht haben, während diese eine App das tut, haben wir doch ein wenig Lust zum Feiern bekommen.
es: ¡Tenemos buenas noticias! ¡«Genesia AI Friend & Partner» es el único chatbot de IA para relaciones que revisamos que parece cumplir con nuestros <a id="a1">estándares mínimos de seguridad</a>! ¡Ole! Por supuesto, se trata de un listón bastante bajo... después de todo, se llaman nuestros estándares <i>mínimos</i> de seguridad. Pero, dado que las otras aplicaciones que revisamos no lo superaron y esta aplicación sí, queremos celebrarlo.
fr: Voici de bonnes nouvelles ! Genesia AI Friend & Partner est le seul chatbot relationnel d’IA que nous avons examiné qui semble répondre à nos <a id="a1">normes de sécurité minimales </a>! Youpi ! Certes, la barre est assez basse... ce sont nos normes de sécurité <i>minimales</i> après tout. Mais, étant donné que les autres applications que nous avons examinées n’ont pas franchi cette barre et que cette application le fait, nous avons un peu envie de célébrer l’événement.

# worst_case
source: We do have to add one caveat -- we *think* they meet our Minimum Security Standards based on the publicly available information we found about them. We did also find something contradictory in the <a id="a1">Data Safety information they provide</a> on their Google Play Store page. There they say that no user data is collected (not true according to their <a id="a2">privacy policy</a>), data isn't encrypted (also not true according to their privacy policy), and data can't be deleted (according to their privacy policy, some users can delete their data but it's not clear if all users can). This is confusing. It's also a good time for us to remind you that <a id="a3">according to our research</a>, there is a good chance the information you find on the Data Safety pages in the Google Play store is a hot mess of bad information.
de: Wir müssen eine Einschränkung hinzufügen - wir *glauben*, dass sie unsere Mindestsicherheitsstandards erfüllt, und zwar aufgrund der öffentlich verfügbaren Informationen, die wir über sie gefunden haben. Wir haben auch Widersprüchliches in den Informationen zur <a id="a1">Datensicherheit gefunden, die sie</a> auf ihrer Google Play Store-Seite bereitstellen. Darin heißt es, dass keine Benutzerdaten gesammelt werden (was gemäß ihrer <a id="a2">Datenschutzrichtlinie nicht wahr ist</a>), Daten nicht verschlüsselt werden (das ist gemäß ihrer Datenschutzrichtlinie auch nicht wahr) und Daten nicht gelöscht werden können (gemäß ihrer Datenschutzrichtlinie können einige Benutzer ihre Daten löschen lassen, aber es ist nicht klar, ob alle Benutzer dies können). Das ist verwirrend. Es ist auch ein guter Zeitpunkt für uns, Sie daran zu erinnern, dass <a id="a3">laut unserer Forschung eine gute Chance besteht</a>, dass die Informationen, die Sie auf den Datensicherheitsseiten im Google Play Store finden, ein totales Durcheinander schlechter Informationen sind.
es: Pero tenemos que agregar una advertencia: *creemos* que cumplen con nuestros estándares mínimos de seguridad, en función de la información pública que encontramos sobre ellos. Hay que decir que también encontramos algo contradictorio en la <a id="a1">información sobre seguridad de datos que proporcionan</a> en su página de Google Play Store. Allí dicen que no recopilan datos de los usuarios (lo que no es cierto según su <a id="a2">política de privacidad</a>), que los datos no están cifrados (tampoco es ciertos según su política de privacidad) y que los datos no se pueden eliminar (según la política de privacidad, algunos usuarios pueden eliminar sus datos, pero no está claro si todos pueden hacerlo). Esto es confuso. También es un buen momento para recordarte que, <a id="a3">según nuestra investigación</a>, es muy probable que la información que encuentres en las páginas de seguridad de datos en la tienda de Google Play sea un desastre lleno de mala información.
fr: Nous devons ajouter une mise en garde : nous *pensons* qu’ils répondent à nos normes de sécurité minimales sur la base des informations accessibles au public que nous avons trouvées à leur sujet. Nous avons également trouvé quelque chose de contradictoire dans les <a id="a1">informations de sécurité des données qu’ils fournissent</a> sur leur page Google Play Store. Là, ils disent qu’aucune donnée utilisateur n’est collectée (ce qui n’est pas vrai selon leur <a id="a2">politique de confidentialité</a>), que les données ne sont pas chiffrées (ce qui n’est pas vrai non plus selon leur politique de confidentialité) et que les données ne peuvent pas être supprimées (selon leur politique de confidentialité, certains utilisateurs peuvent supprimer leurs données, mais on ne sait pas exactement si tous les utilisateurs peuvent le faire). C’est déroutant. C'est aussi le bon moment pour nous de vous rappeler que <a id="a3">selon nos recherches</a>, il y a de fortes chances que les informations que vous trouvez sur les pages de sécurité des données dans le Google Play Store soient un fouillis de mauvaises informations.

# worst_case
source: So, the good news is Genesia AI seems to meet our Minimum Security Standards. The bad news is, we have questions and concerns about how they are sharing the loads of personal data this app can collect on you. Genesia AI's privacy policy doesn't go into much detail about what data is shared and with whom. They do say they can process your personal information for "<i>execution of advertising/campaign/promotion processes,"</i> and this fun bit of vague legalese, "<i>Codeway may also transfer your personal data to services providers of our Company, third parties such as Facebook SDK, Adjust and Firebase Analytics which are embedded into our</i><br/> <i>service for the following purposes: ... Sharing identity and contact information to ... conduct business activities." "Business activities"</i> is a pretty broad category there Codeway.
es: Por lo tanto, la buena noticia es que Genesia AI parece cumplir con nuestros estándares mínimos de seguridad. La mala noticia es que tenemos preguntas e inquietudes acerca de cómo comparten la gran cantidad de datos personales que pueden recopilar sobre ti. La política de privacidad de Genesia AI no entra en muchos detalles sobre qué datos se comparten y con quién. Dicen que pueden procesar tu información personal para «<i>la ejecución de procesos de publicidad, campañas y promoción»,</i> y agregan esta divertida e imprecisa jerga legal: «<i>Codeway también puede transferir tus datos personales a proveedores de servicios de nuestra empresa, a terceros como Facebook SDK, Adjust y Firebase Analytics que están integrados en nuestro</i><br/> <i>servicio, para los siguientes propósitos: ...Compartir información de identidad y datos de contacto para... realizar actividades comerciales». La categoría de «actividades comerciales»</i> es bastante amplia en Codeway.

# worst_case
source: And we did find that within one minute of using the app it had sent around 500 data trackers out to third parties, including advertising companies. So, while the Genesia AI privacy policy doesn't go into much detail about how they share data in their privacy policy, we have concerns that they are likely sharing some of your data for targeted advertising purposes.
es: También descubrimos que tras un minuto usando la aplicación, había enviado alrededor de 500 rastreadores de datos a terceros, como por ejemplo, empresas de publicidad. Por lo tanto, aunque la política de privacidad de Genesia AI no entra en demasiados detalles sobre cómo comparten los datos, nos preocupa que probablemente compartan algo de tu información con fines publicitarios específicos.

# worst_case
source: You should also know that all those chats you are having with your AI friend basically become the property of the company that makes Genesia AI -- Codeway. This is pretty standard, but good to know. Their Terms &amp; Conditions says they can use those chats of yours in lots of ways, "<i>From the time of uploading or transmission of Input, you grant Codeway non-exclusive, irrevocable, fully-paid, royalty-free, perpetual, sub-licensable, transferrable, worldwide, license and right to store, use, broadcast, reproduce, modify, make derivative works of, record, sublicense (on multiple levels), translate, transmit, publish, publicly display or otherwise exploit, for the limited purpose of operating, improving, troubleshooting, debugging, protecting and customizing the existing and future products of the Codeway and its affiliates, including but not limited to training Genesia AI, developing new features or future products and in all formats and mediums and with any technology now known or hereafter developed without notice, permission, payment or any additional compensation to you or a third party. T</i>hat's a lot of words to say they can do with the contents of your chats pretty much what they want.
de: Sie sollten zudem wissen dürfen, dass all die Chats, die Sie mit Ihrem KI-Freund führen, im Grunde genommen Eigentum des Unternehmens Codeway werden, das Genesia AI produziert. Das ist so ziemlich Standard, aber immer gut zu wissen. In den Allgemeinen Geschäftsbedingungen heißt es, dass sie Ihre Chats auf vielfältige Weise nutzen dürfen: "<i>Ab dem Zeitpunkt des Hochladens oder der Übertragung von Input gewähren Sie Codeway eine nicht ausschließliche, unwiderrufliche, vollständig bezahlte, gebührenfreie, unbefristete, unterlizenzierbare, übertragbare, weltweite Lizenz und das Recht, die bestehenden und zukünftigen Produkte von Codeway und seinen verbundenen Unternehmen zu speichern, zu verwenden, zu senden, zu reproduzieren, zu modifizieren, abgeleitete Werke davon zu erstellen, aufzuzeichnen, zu unterlizenzieren (auf mehreren Ebenen), zu übersetzen, zu übertragen, zu veröffentlichen, öffentlich anzuzeigen oder anderweitig zu nutzen, für den begrenzten Zweck des Betriebs, der Verbesserung, der Fehlerbehebung, des Fehlersuchens, des Schutzes und der Anpassung, einschließlich, aber nicht beschränkt auf die Schulung von Genesia AI, die Entwicklung neuer Funktionen oder zukünftiger Produkte und in allen Formaten und Medien und mit jeder Technologie, die jetzt bekannt ist oder später bekannt werden wird, entwickelt wird, ohne Vorankündigung, Erlaubnis, Zahlung oder zusätzliche Entschädigung an Sie oder einen Dritten.</i>Das sind viele Worte, um zu sagen, dass sie mit dem Inhalt Ihrer Chats so ziemlich alles anstellen können, was sie wollen.
es: También debes saber que todos esos chats que tienes con tu amigo de IA básicamente se convierten en propiedad de Codeway, la empresa que fabrica Genesia AI. Esta es una práctica bastante estándar, pero es bueno que lo sepas. Sus términos y condiciones dicen que pueden usar esos chats de muchas maneras: «<i>Desde el momento de la carga o la transmisión de contenido, otorgas a Codeway una licencia no exclusiva, irrevocable, totalmente pagada, libre de regalías, perpetua, sublicenciable, transferible y válida en todo el mundo, así como el derecho a almacenar, usar, transmitir, reproducir, modificar, hacer trabajos derivados, grabar, sublicenciar (en múltiples niveles), traducir, transmitir, publicar, mostrar públicamente o explotar de otra manera, con el propósito limitado de operar, mejorar, solucionar problemas, depurar, proteger y personalizar los productos existentes y futuros de Codeway y sus afiliados, incluidos, entre otros, la capacitación de Genesia AI, el desarrollo de nuevas funciones o productos futuros, en todos los formatos y medios y con cualquier tecnología ahora conocida o desarrollada en el futuro, sin previo aviso, permiso, pago o cualquier compensación adicional para ti o un tercero.</i> Esas son un montón de palabras para decir que pueden hacer prácticamente lo que quieran con el contenido de tus chats.
fr: Vous devez également savoir que tous ces chats que vous avez avec votre ami IA deviennent essentiellement la propriété de la société qui crée Genesia AI, à savoir Codeway. C’est assez standard, mais c’est bon à savoir. Leurs conditions générales indiquent qu’ils peuvent utiliser ces discussions de nombreuses façons : « <i>À partir du téléchargement ou de la transmission de vos contributions, vous accordez à Codeway une licence non exclusive, irrévocable, entièrement payée, libre de redevance, perpétuelle, sous-licenciable, transférable, mondiale, et le droit de stocker, d’utiliser, de diffuser, de reproduire, de modifier, de créer des œuvres dérivées de votre contenu, d’enregistrer, de sous-licencier (à plusieurs niveaux), de traduire, de transmettre, de publier, d’afficher publiquement ou d’exploiter autrement, dans le but limité d’exploiter, d’améliorer, de dépanner, de déboguer, de protéger et de personnaliser les produits existants et futurs de Codeway et de ses sociétés affiliées, y compris, mais sans s’y limiter, la formation de Genesia AI, le développement de nouvelles fonctionnalités ou de futurs produits et dans tous les formats et supports et avec toute la technologie connue à ce jour ou développée ultérieurement sans préavis, autorisation, paiement ou toute compensation supplémentaire pour vous ou un tiers.</i>Ça fait beaucoup de mots pour dire simplement qu’ils peuvent faire à peu près ce qu’ils veulent du contenu de vos chats.

# worst_case
source: That being said, we do have to applaud Genesia AI for being one of the few AI chatbot companies we reviewed that actually say users can opt out of having their user content data used to train Genesia's AIs. Their privacy policy says that your user content is used for, "<i>improving our services (including training AI models) (You can opt out of our use for your information to train AI models by filing a request through the “Data Subject Application Form” at support@codeway.com"</i> This is great that they include this language in their privacy policy when so many other AI chatbot apps don't. However, we would love to see the use of your chats for training their AI models to be opt-in rather than opt-out. Baby steps here, we suppose.
de: Davon abgesehen müssen wir Genesia AI dafür loben, dass sie zu den wenigen von uns überprüften KI-Chatbot-Unternehmen gehört, die tatsächlich sagen, dass ihre Nutzer die Verwendung ihrer Benutzerinhaltsdaten zum Trainieren der KI von Genesia ablehnen können. In ihrer Datenschutzrichtlinie heißt es, dass Ihre Benutzerinhalte verwendet werden, um "unsere Dienste zu<i>verbessern (einschließlich der Schulung von KI-Modellen) (Sie können die Verwendung Ihrer Informationen zum Trainieren von KI-Modellen ablehnen, indem Sie eine Anfrage über das "'Antragsformular für betroffene Personen' unter support@codeway.com einreichen."</i> Es ist großartig, dass sie diese Sprache in ihre Datenschutzrichtlinie aufnehmen, während dies bei so vielen anderen KI-Chatbot-Apps nicht der Fall ist. Wir würden es jedoch begrüßen, wenn ihre Nutzung Ihrer Chats für das Training der KI-Modelle auf Opt-in-Basis und nicht auf Opt-out-Basis erfolgen würde. Wir vermuten, dass es sich hier um kleine Schritte handelt.
es: Dicho esto, tenemos que aplaudir a Genesia AI por ser una de las pocas empresas de chatbots de IA que revisamos que dice que los usuarios pueden elegir si desean que sus contenidos de usuario se utilicen para entrenar a las IA de Genesia. Su política de privacidad dice que tus contenidos de usuario se utilizan para «<i>mejorar nuestros servicios (lo que incluye el entrenamiento de modelos de IA). (Puedes optar por excluirte de que se utilice tu información para entrenar modelos de IA presentando una solicitud a través del “Formulario de solicitud de sujeto de datos” en support@codeway.com».</i> Es genial que incluyan esto en su política de privacidad cuando muchas otras aplicaciones de chatbot de IA no lo hacen. Sin embargo, nos encantaría ver que el uso de tus chats para entrenar a sus modelos de IA no sea algo predeterminado de lo que debes excluirte. Suponemos que se progresará en esto poco a poco...
fr: Ceci étant dit, nous devons féliciter Genesia AI d’être l’une des rares entreprises de chatbot d’IA que nous ayons examinées à dire que les utilisateurs peuvent refuser que leurs données de contenu utilisateur soient utilisées pour former les IA de Genesia. Leur politique de confidentialité indique que votre contenu utilisateur est utilisé pour «<i> améliorer nos services (y compris la formation des modèles d’IA) (Vous pouvez refuser notre utilisation de vos informations pour former des modèles d’IA en envoyant une demande via le « formulaire de demande de personne concernée » à support@codeway.com ».</i> C’est bien qu’ils le mentionnent dans leur politique de confidentialité quand on sait que tant d’autres applications de chatbot d’IA ne le font pas. Toutefois, nous aimerions que l’utilisation de vos chats pour l’entraînement de leurs modèles d’IA se fasse sur la base d’un consentement préalable plutôt que d’un refus. Un petit pas en avant, sans doute.
