Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/genesia-ai-friend-and-partner.po
Languages: de, es, fr

# how_does_it_use_data_collected
source: <b>Terms &amp; Conditions</b><br/>"From the time of uploading or transmission of Input, you grant Codeway non-exclusive, irrevocable, fully-paid, royalty-free, perpetual, sub-licensable, transferrable, worldwide, license and right to store, use, broadcast, reproduce, modify, make derivative works of, record, sublicense (on multiple levels), translate, transmit, publish, publicly display or otherwise exploit, for the limited purpose of operating, improving, troubleshooting, debugging, protecting and customizing the existing and future products of the Codeway and its affiliates, including but not limited to training Genesia AI, developing new features or future products and in all formats and mediums and with any technology now known or hereafter developed without notice, permission, payment or any additional compensation to you or a third party."
es: <b>Términos y condiciones</b><br/>«Desde el momento de la carga o la transmisión de contenido, otorgas a Codeway una licencia no exclusiva, irrevocable, totalmente pagada, libre de regalías, perpetua, sublicenciable, transferible y válida en todo el mundo, así como el derecho a almacenar, usar, transmitir, reproducir, modificar, hacer trabajos derivados, grabar, sublicenciar (en múltiples niveles), traducir, transmitir, publicar, mostrar públicamente o explotar de otra manera, con el propósito limitado de operar, mejorar, solucionar problemas, depurar, proteger y personalizar los productos existentes y futuros de Codeway y sus afiliados, incluidos, entre otros, la capacitación de Genesia AI, el desarrollo de nuevas funciones o productos futuros, en todos los formatos y medios y con cualquier tecnología ahora conocida o desarrollada en el futuro, sin previo aviso, permiso, pago o cualquier compensación adicional para ti o un tercero».
fr: <b>Conditions générales</b><br/>« À partir du téléchargement ou de la transmission de vos contributions, vous accordez à Codeway une licence non exclusive, irrévocable, entièrement payée, libre de redevance, perpétuelle, sous-licenciable, transférable, mondiale, et le droit de stocker, d’utiliser, de diffuser, de reproduire, de modifier, de créer des œuvres dérivées de votre contenu, d’enregistrer, de sous-licencier (à plusieurs niveaux), de traduire, de transmettre, de publier, d’afficher publiquement ou autrement d’exploiter, dans le but limité d’exploiter, d’améliorer, de dépanner, de déboguer, de protéger et de personnaliser les produits existants et futurs de Codeway et de ses sociétés affiliées, y compris, mais sans s’y limiter, la formation de Genesia AI, le développement de nouvelles fonctionnalités ou de futurs produits et dans tous les formats et supports et avec toute la technologie connue à ce jour ou développée ultérieurement sans préavis, autorisation, paiement ou toute compensation supplémentaire pour vous ou un tiers. »

# how_does_it_use_data_collected
source: <b>Data Trackers Found</b><br/>We discovered 500 trackers within 1 minute of use, including sending data to Adjust (marketing tracker).
de: <b>Gefundene Data-Tracker</b><br/>Wir haben innerhalb von 1 Minute 500 Tracker entdeckt, einschließlich der Übermittlung von Daten an Adjust (Marketing-Tracker).
es: <b>Rastreadores de datos encontrados</b><br/>Descubrimos 500 rastreadores durante 1 minuto de uso, incluido el envío de datos a Adjust (rastreador de marketing).
fr: <b>Traqueurs de données trouvés</b><br/>Nous avons découvert 500 traqueurs en l’espace d’une minute d’utilisation, y compris des traqueurs transmettant des données à Adjust (traqueur de marketing).

# user_friendly_privacy_policy_helptext
source: Genesia's privacy policy is long, dense, hard to read and understand.
de: Die Datenschutzrichtlinie von Genesia ist lang, unübersichtlich, schwer zu lesen und zu verstehen.
es: La política de privacidad de Genesia es extensa, densa, difícil de leer y de entender.
fr: La politique de confidentialité de Genesia est longue, dense, difficile à lire et à comprendre.

# uses_encryption_helptext
source: "Sensitive data is stored with cryptographic methods and if required, transferred through environments encrypted with cryptographic methods and cryptographic keys are stored in secure and various environments."
es: «Los datos confidenciales se almacenan con métodos criptográficos y, si es necesario, se transfieren a través de entornos encriptados con métodos criptográficos y las claves criptográficas se almacenan en varios entornos seguros».

# manage_vulnerabilities_helptext
source: "Periodically, penetration tests are performed on servers in the Codeway system. The security gaps created as a result of this test are closed and a verification test is performed to show that the relevant security gaps have been closed. Besides, Information Security Threat and Event Management System automatically performs penetration tests. Test results are recorded."
es: «Periódicamente, se realizan pruebas de penetración en los servidores del sistema de Codeway. Las brechas de seguridad creadas como resultado de esta prueba se cierran y se realiza una prueba de verificación para comprobrar que se han cerrado. Además, el sistema de gestión de amenazas y eventos de seguridad de la información realiza automáticamente pruebas de penetración. Los resultados de las pruebas se registran».

# tips_to_protect_yourself
source: Do not say anything containing sensitive information in your conversation with your AI partner.
de: Sagen Sie in Ihrem Gespräch mit dem KI-Partner nichts, was sensible Informationen enthält.
es: No digas nada que contenga información confidencial durante tus conversaciones con tu amigo de IA.
fr: Ne divulguez pas d’informations sensibles lors de vos conversations avec votre partenaire généré par l’IA.

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data nor does close your account.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales ni cierra tu cuenta.
fr: Exigez la suppression de vos données lorsque vous cessez d’utiliser l’application. La simple suppression d’une application de votre appareil ne permet généralement pas d’effacer vos données personnelles ni de clôturer votre compte.

# tips_to_protect_yourself
source: Do not give consent to constant geolocation tracking by the app. Better provide geolocation 'only when using the app'.
de: Geben Sie keine Zustimmung zur ständigen Geolokalisierung durch die App. Bieten Sie besser Geolokalisierung „nur bei Verwendung der App“.
es: No otorgues tu consentimiento para el seguimiento constante de geolocalización por parte de la aplicación. Es mejor que permitas la geolocalización «solo mientras la aplicación está en uso».
fr: Ne consentez pas au suivi continu de votre géolocalisation par l’application. Il est préférable de fournir la géolocalisation « uniquement pendant l’utilisation de l’application ».

# tips_to_protect_yourself
source: Do not share sensitive data through the app.
de: Teilen Sie keine sensiblen Daten über die App.
es: No compartas datos confidenciales en la aplicación.
fr: Ne partagez pas de données sensibles via l’application.

# tips_to_protect_yourself
source: Do not give access to your photos and video or camera.
de: Geben Sie keinen Zugriff auf Ihre Fotos und Videos oder Kamera.
es: No otorgues acceso a tus fotos, vídeo o cámara.
fr: N’autorisez pas l’accès à vos photos et vidéos ou à votre appareil photo.

# tips_to_protect_yourself
source: Do not log in using third-party accounts.
de: Melden Sie sich nicht mit Konten von Drittanbietern an.
es: No inicies sesión con cuentas de terceros.
fr: Ne vous connectez pas par le biais de comptes tiers.

# tips_to_protect_yourself
source: Do not connect to any third party via the app, or at least make sure that a third party employs decent privacy practices.
de: Stellen Sie über die App keine Verbindung zu Dritten her, oder vergewissern Sie sich zumindest, dass diese Dritte anständige Datenschutzpraktiken anwenden.
es: No te conectes a ningún tercero a través de la aplicación, o al menos asegúrate de que el tercero en cuestión tenga prácticas de privacidad decentes.
fr: Ne vous connectez pas à un service tiers via l’application, ou assurez-vous au minimum que ce dernier adopte des pratiques décentes en matière de protection de la vie privée.

# tips_to_protect_yourself
source: Do not say anything containing sensitive information in your conversation with AI partner.
de: Sagen Sie in Ihrem Gespräch mit dem KI-Partner nichts, was sensible Informationen enthält.
es: No digas nada que contenga información confidencial durante tus conversaciones con tu amigo de IA.
fr: Ne divulguez pas d’informations sensibles lors de vos conversations avec votre partenaire généré par l’IA.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc.
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Do not use social media plug-ins.
de: Verwenden Sie keine Social-Media-Plug-ins.
es: No utilices complementos de redes sociales.
fr: N’utilisez pas de plug-ins de médias sociaux.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary).
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Standort, außer es ist notwendig).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et emplacement, sauf si nécessaire).

# tips_to_protect_yourself
source: Keep your app regularly updated.
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand.
es: Actualiza tu aplicación con regularidad.
fr: Mettez votre application à jour régulièrement.

# tips_to_protect_yourself
source: Limit ad tracking via your device (ex. on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization).
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire via votre appareil (par ex., sur iPhone, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Lehnen Sie bei der Anmeldung das Tracking Ihrer Daten nach Möglichkeit ab.
es: Si puedes hacerlo, no aceptes el seguimiento de tus datos cuando estés realizando el proceso de registro.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.

# personal_data_collected
source: Name, surname, phone number, e-mail address, username, Google user ID, nickname, profile picture, user token, Open ID; Internet traffic data (network movements, IP address, visit data, time and date information), device name, In-app purchase history, Token ID, Identifier for Advertisers-IDFA), identifier for vendors/developers; Texts, visual records, graphics, content, record; order information; marketing data; IP address, device name, operating system version, the configuration of the app, the time/date of your use of the service, other statistics.
de: Name, Nachname, Telefonnummer, E-Mail-Adresse, Benutzername, Google-Benutzer-ID, Spitzname, Profilbild, Benutzertoken, Open ID; Internetverkehrsdaten (Netzwerkbewegungen, IP-Adresse, Besuchsdaten, Zeit- und Datumsinformationen), Gerätename, In-App-Kaufhistorie, Token-ID, Kennung für Werbetreibende (IDFA), Kennung für Anbieter/Entwickler; Texte, visuelle Aufzeichnungen, Grafiken, Inhalte, Aufzeichnungen; Bestellinformationen; Marketingdaten; IP-Adresse, Gerätename, Betriebssystemversion, Konfiguration der App, Uhrzeit/Datum Ihrer Nutzung des Dienstes, andere Statistiken.
es: Nombre, apellidos, número de teléfono, dirección de correo electrónico, nombre de usuario, ID de usuario de Google, apodo, foto de perfil, token de usuario, ID abierto; datos de tráfico de Internet (movimientos de red, dirección IP, datos de visita, información de hora y fecha), nombre del dispositivo, historial de compras en la aplicación, ID de token, identificador para anunciantes-IDFA), identificador para proveedores/desarrolladores; textos, registros visuales, gráficos, contenido, registro; información de pedidos; datos de marketing; dirección IP, nombre del dispositivo, versión del sistema operativo, configuración de la aplicación, hora/fecha de uso del servicio, otras estadísticas.
fr: Nom, prénom, numéro de téléphone, adresse e-mail, nom d’utilisateur, identifiant utilisateur Google, surnom, photo de profil, jeton d’utilisateur, identifiant ouvert ; données de trafic Internet (mouvements de réseau, adresse IP, données de visite, informations sur l’heure et la date), nom de l’appareil, historique des achats dans l’application, identifiant de jeton, identifiant pour les annonceurs-IDFA), identifiant pour les fournisseurs ou développeurs ; textes, enregistrements visuels, graphiques, contenu, enregistrement ; informations de commande ; données marketing ; adresse IP, nom de l’appareil, version du système d’exploitation, configuration de l’application, heure ou date de votre utilisation du service, autres statistiques.

# how_can_you_control_your_data
source: We cannot confirm if all users regardless of location can get their data deleted.
de: Wir können nicht bestätigen, dass alle Nutzer unabhängig vom Standort ihre Daten löschen lassen können.
es: No podemos confirmar si todos los usuarios, independientemente de su ubicación, pueden eliminar sus datos.
fr: Nous ne pouvons pas confirmer que tous les utilisateurs, où qu’ils se trouvent, peuvent obtenir la suppression de leurs données.

# how_can_you_control_your_data
source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité

# how_can_you_control_your_data
source: "Pursuant to Article 11 of the PDP Law, you may request the following regarding your personal<br/> data by applying to Codeway:<br/> <b>Know the third parties in the country or abroad to whom your personal data have</b><br/> <b>been transferred;</b><br/> &lt;...&gt;<br/><b>Request deletion,</b> destruction or anonymization of personal data if the reasons for the<br/> processing have disappeared and request notification of the transactions made under<br/> this scope to third parties to whom personal data have been transferred;<br/> &lt;...&gt;
de: "Gemäß Artikel 11 des PDP-Gesetzes können Sie bei Codeway in Bezug auf Ihre personenbezogenen<br/> Daten Folgendes beantragen:<br/> <b>Kenntnis der Dritten im In- oder Ausland, an die Ihre personenbezogenen Daten übermittelt</b><br/> <b>wurden; &lt;...&gt;</b><br/> Löschung,<br/><b></b> Vernichtung oder Anonymisierung personenbezogener Daten beantragen, wenn die Gründe für die<br/> Verarbeitung weggefallen sind, und die Mitteilung<br/> der in diesem Rahmen vorgenommenen Transaktionen an Dritte, an die personenbezogene Daten übermittelt wurden, verlangen;<br/> &lt;...&gt;
es: «De conformidad con el artículo 11 de la Ley de Protección de Datos Personales, puedes solicitar a Codeway lo siguiente con respecto a tus<br/> datos personales:<br/> <b>Conocer a los terceros del país o del extranjero a los que se han</b><br/> <b>transferido tus datos personales;</b><br/>&lt;...&gt; <br/><b>Solicitar la eliminación,</b> destrucción o anonimización de los datos personales si los motivos del<br/> procesamiento han desaparecido, y solicitar una notificación de las transacciones realizadas bajo<br/> este alcance a terceros a los que se han transferido los datos personales;<br/> &lt;...&gt;»
fr: « Conformément à l’article 11 de la loi PDP, vous pouvez demander ce qui suit concernant vos<br/> données personnelles en vous adressant à Codeway :<br/> <b>Connaître les tiers dans le pays ou à l’étranger auxquels vos données personnelles ont</b><br/> <b>été transférées </b><br/>; &lt;...&gt;<br/><b>Demander la suppression, la</b> destruction ou l’anonymisation des données personnelles si les raisons du<br/> traitement ont disparu et demander la notification des transactions effectuées dans<br/> ce cadre aux tiers auxquels les données personnelles ont été transférées ;<br/> &lt;...&gt;

# how_can_you_control_your_data
source: "<b>Where General Data Protection Regulation (GDPR) is applicable</b>, data subjects have the<br/> following rights:<br/> &lt;...&gt;<br/>Right to delete – To request deletion of personal data under the conditions stipulated<br/> in GDPR"
de: "<b>Soweit die Datenschutz-Grundverordnung (DSGVO) anwendbar ist</b>, haben betroffene Personen<br/> folgende Rechte: <br/> &lt;...&gt;<br/>Recht auf Löschung – Löschung personenbezogener Daten unter den<br/> in der DSGVO festgelegten Bedingungen zu verlangen"
es: «<b>Cuando el Reglamento General de Protección de Datos (RGPD) sea aplicable</b>, los sujetos de datos tienen los<br/> siguientes derechos<br/>: &lt;...&gt;<br/>Derecho a la supresión – Solicitar la supresión de datos personales en las condiciones estipuladas<br/> en el RGPD»
fr: «<b> Lorsque le règlement général sur la protection des données (RGPD) est applicable</b>, les personnes concernées ont les droits<br/> suivants :<br/> &lt;...&gt;<br/>Droit de suppression – Demander la suppression de données à caractère personnel en vertu des conditions stipulées<br/> dans le RGPD »

# track_record_details
source: No known data breaches discovered in the last three years.
de: Keine bekannten Datenschutzverletzungen in den letzten drei Jahren entdeckt.
es: No se han descubierto filtraciones de datos conocidas en los últimos tres años.
fr: Aucune violation de données connue découverte au cours des trois dernières années.

# child_safety_blurb
source: No information on age restriction found.
de: Keine Angaben zur Altersbeschränkung gefunden.
es: No se ha encontrado información sobre restricciones de edad.
fr: Aucune information sur la restriction d’âge trouvée.

# ai_is_transparent_helptext
source: We found no documentation or policies that explain how this product's AI works.
de: Wir haben keine Dokumentation oder Richtlinien gefunden, die erklären, wie die KI dieses Produkts funktioniert.
es: No encontramos documentación ni políticas que expliquen cómo funciona la IA de este producto.
fr: Nous n’avons trouvé aucune documentation ou politique expliquant le fonctionnement de l’IA de ce produit.

# ai_helptext
source: We cannot confirm if the AI employed at this product is trustworthy, because there is little or no public information on how it works and what user controls exist to make the product safe. At the same time, the potential harm of the apps is high as they collects lots of sensitive data, and use collected data to train AI algorithms.
de: Wir können nicht bestätigen, ob die bei diesem Produkt eingesetzte KI vertrauenswürdig ist, da es nur wenige oder keine öffentlichen Informationen darüber gibt, wie sie funktioniert und welche Benutzerkontrollen vorhanden sind, um das Produkt sicher zu machen. Gleichzeitig ist der potenzielle Schaden der Apps hoch, da sie viele sensible Daten sammeln und gesammelte Daten verwenden, um KI-Algorithmen zu trainieren.
es: No podemos confirmar si la IA empleada en este producto es confiable, porque hay poca o ninguna información pública sobre cómo funciona y qué controles de usuario existen para hacer que el producto sea seguro. Al mismo tiempo, el daño potencial de la aplicación es alto, ya que recopila muchos datos confidenciales y utilizan los datos recopilados para entrenar algoritmos de IA.
fr: Il est impossible de confirmer si l’IA employée par ce produit est digne de confiance, car il n’existe que peu ou pas d’informations publiques sur son fonctionnement et sur les mécanismes de contrôle mis à disposition des utilisateurs pour assurer la sécurité du produit. En même temps, le préjudice potentiel des applications est élevé car elles collectent de nombreuses données sensibles et utilisent les données collectées pour entraîner les algorithmes d’IA.

# ai_helptext
source: Genesia AI employs large language models to generate conversations and act as a romantic partner.
de: Genesia AI verwendet große Sprachmodelle (Large language models), um Gespräche zu generieren und als romantischer Partner zu fungieren.
es: Genesia AI emplea modelos de lenguaje grande para generar conversaciones y actuar como una pareja romántica.
fr: Genesia AI utilise de grands modèles de langage pour générer des conversations et se comporter comme un partenaire amoureux.

# ai_can_user_control_helptext
source: We found no details regarding user controls at this app.
de: Wir haben bei dieser App keine Details zur Benutzerkontrolle gefunden.
es: No hemos encontrado información detallada sobre los controles del usuario en esta aplicación.
fr: Nous n’avons pas trouvé de précisions concernant les contrôles mis à la disposition des utilisateurs dans cette application.
