Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/genesia-ai-friend-and-partner.po
Languages: de, es, fr

# worst_case
source: Overall, while we wouldn't call Genesia AI great at privacy (it certainly won't be making our Best Of list), we do have to say, it's one of the better AI relationship chatbots we reviewed. It does seem to meet our Minimum Security Standards. And it does give users a way to opt-out of having their chats use for training their AI models. These are good things we didn't see in many of the other AI relationship chatbots we reviewed. However, we do still have concerns about Genesia AI. Specifically, what personal information are they sharing for marketing and advertising and who exactly are they sharing that with? And, we couldn't confirm that all users, regardless of what privacy laws they live under, have the same rights to have their data deleted. Finally, as with most AI chatbots, there is no transparency into how Genesia AI's AI models work and no information about any ways users can control the AI if the want. This is common, unfortunately, and something we'd like to see Genesia AI and all AI chatbots do better at. We need transparency and control in our AI relationships people!
de: Insgesamt würden wir Genesia AI zwar nicht als besonders datenschutzfreundlich bezeichnen (sie wird es sicher nicht in unsere Best-of-Liste schaffen), doch wir müssen eingestehen, dass es einer der besseren KI-Beziehungs-Chatbots ist, die wir getestet haben. Er scheint unsere Mindestsicherheitsstandards zu erfüllen. Und es gibt den Nutzern die Möglichkeit, sich dagegen zu entscheiden, dass ihre Chats für das Training ihrer KI-Modelle verwendet werden. Das sind gute Dinge, die wir bei vielen anderen, von uns getesteten, KI-Beziehungs-Chatbots nicht gesehen haben. Allerdings haben wir immer noch Bedenken bezüglich Genesia AI, insbesondere dazu, welche persönlichen Daten für Marketing und Werbung weitergegeben und mit wem genau diese Daten geteilt werden? Außerdem konnten wir nicht bestätigen, dass alle Nutzer, unabhängig von den Datenschutzgesetzen, denen sie unterworfen sind, über das gleiche Recht verfügen, ihre Daten löschen zu lassen. Schließlich gibt es, wie bei den meisten KI-Chatbots, keinerlei Transparenz darüber, wie die KI-Modelle von Genesia AI funktionieren, und auch keine Informationen darüber, wie die Nutzer die KI kontrollieren können, wenn sie dies wünschen. Das ist leider häufig der Fall, und wir würden uns wünschen, dass Genesia AI und alle KI-Chatbots das besser hinbekommen. Wir brauchen Transparenz und Kontrolle in unseren KI-Beziehungen, Leute!
es: En general, aunque no podemos decir que Genesia AI es excelente en privacidad (ciertamente no estará en nuestra lista de «Los más destacados»), tenemos que decir que es uno de los mejores chatbots de IA para relaciones que revisamos. Parece cumplir con nuestros estándares mínimos de seguridad, y les da a los usuarios una forma de optar por exluirse de que se usen sus chats para entrenar los modelos de IA. Estas son cosas muy positivas que no vimos en muchos de los otros chatbots de IA para relaciones que revisamos. Sin embargo, la IA de Genesia sigue preocupándonos. Específicamente, ¿qué información personal comparten para marketing y publicidad y con quién la comparten exactamente? Además, no pudimos confirmar que todos los usuarios, independientemente de las leyes de privacidad bajo las que vivan, tengan los mismos derechos para que se eliminen sus datos. Finalmente, como con la mayoría de los chatbots de IA, no hay transparencia sobre cómo funcionan los modelos de IA de Genesia AI, ni información sobre las formas en que los usuarios pueden controlar la IA si lo desean. Desafortunadamente, esto es habitual y es algo en lo que nos gustaría ver mejorar a la IA de Genesia y a todos los chatbots de IA. ¡Necesitamos que los desarrolladores de IA para relaciones ofrezcan transparencia y control!
fr: Dans l’ensemble, même si nous ne qualifierions pas Genesia AI d’excellente en matière de confidentialité (elle ne figurera certainement pas dans notre liste des Best Of), nous tenons à dire que c’est l’un des meilleurs chatbots relationnels d’IA que nous avons examinés. Il semble répondre à nos normes minimales de sécurité. Et il donne la possibilité aux utilisateurs de refuser que leurs chats soient utilisés pour la formation de leurs modèles d’IA. Ce sont des points positifs que nous n’avons pas vus dans la plupart des autres chatbots relationnels d’IA que nous avons examinés. Cependant, nous avons toujours des inquiétudes au sujet de Genesia AI. Plus précisément, quelles informations personnelles partagent-ils à des fins de marketing et de publicité et avec qui exactement ? De plus, nous n’avons pas pu confirmer que tous les utilisateurs, quelles que soient les lois sur la protection de la vie privée auxquelles ils sont soumis, ont les mêmes droits en matière de suppression de leurs données. Enfin, comme avec la plupart des chatbots d’IA, il n’y a aucune transparence sur le fonctionnement des modèles d’IA de Genesia AI et aucune information sur les moyens dont disposent les utilisateurs pour contrôler l’IA s’ils le souhaitent. C’est malheureusement courant et nous aimerions voir Genesia AI et tous les chatbots d’IA faire mieux. Nous avons besoin de transparence et de contrôle dans nos relations avec l’IA !

# worst_case
source: What's the worst that could happen with Genesia AI? Well, you could develop too close a relationship with your AI girlfriend, fall in love, and then Genesia AI could change up their AI algorithms so your AI girlfriend is now really mean to you. That would be pretty heartbreaking. And it is <a id="a1">something that's already happening in the world of AI relationship chatbots</a>. So, be careful out there with your AI friends!
de: Was ist das Schlimmste, was mit Genesia AI passieren könnte? Nun, Sie könnten eine allzu enge Beziehung zu Ihrer KI-Freundin entwickeln, sich verlieben und dann ändert Genesia KI ihre KI-Algorithmen, so dass Ihre KI-Freundin jetzt wirklich gemein zu Ihnen ist. Das wäre ziemlich herzzerreißend. Und es ist <a id="a1">etwas, das bereits in der Welt der KI-Beziehungs-Chatbots passiert</a>. Seien Sie also vorsichtig mit Ihren KI-Freunden!
es: ¿Qué es lo peor que podría pasar con Genesia AI? Bueno, es posible que desarrolles una relación demasiado estrecha con tu novia de IA, que te enamores y que luego Genesia AI cambie sus algoritmos de IA y haga que tu novia de IA se vuelva realmente mala contigo. Eso sería bastante desgarrador. Y es <a id="a1">algo que ya está sucediendo en el mundo de los chatbots de IA para relaciones</a>. Ya sabes, ¡ten cuidado con tus amigos de IA!
fr: Quel est le pire qui pourrait arriver avec Genesia AI ? Eh bien, vous pourriez aussi développer une relation trop étroite avec votre petite amie IA, tomber amoureux ou amoureuse, puis Genesia AI modifie ses algorithmes d’IA pour que votre petite amie IA soit maintenant très méchante avec vous. Ce serait assez déchirant. Et c’est <a id="a1">quelque chose qui se passe déjà dans le monde des chatbots relationnels d’IA</a>. Alors, faites attention avec vos amis IA !

# signup_requirement_explanation
source: No sign-up available
de: Keine Anmeldung verfügbar
es: No hay registro disponible
fr: Aucune inscription disponible

# how_does_it_use_data_collected
source: We ding this product as it is unclear what personal data it shares with which third parties and for what purpose.
de: Wir "dingen" (bemängeln) dieses Produkt, da unklar ist, welche personenbezogenen Daten es mit welchen Dritten zu welchem Zweck teilt.
es: Criticamos este producto porque no está claro qué datos personales comparte con qué terceros y con qué propósito.
fr: Nous attribuons un avertissement à ce produit, car nous ne savons pas exactement quelles données personnelles il partage avec quels tiers et dans quel but.

# how_does_it_use_data_collected
source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité

# how_does_it_use_data_collected
source: "Purposes of Processing Personal Data: In accordance with this text, your personal data is processed for the following purposes in<br/> accordance with the above general conditions: &lt;...&gt;
de: "Zwecke der Verarbeitung personenbezogener Daten: Gemäß diesem Text werden Ihre personenbezogenen Daten für die folgenden Zwecke<br/> gemäß den oben genannten allgemeinen Bedingungen verarbeitet: &lt;...&gt;
es: «Fines del procesamiento de datos personales: De acuerdo con este texto, tus datos personales se procesan para los siguientes fines, <br/>en cumplimiento de las condiciones generales anteriores: &lt;...&gt;
fr: « Finalités du traitement des données personnelles : conformément à ce texte, vos données personnelles sont traitées aux fins suivantes<br/> selon les conditions générales ci-dessus : &lt;...&gt;

# how_does_it_use_data_collected
source: <b>User Content</b><br/> improving our services (including training AI models) (You can opt out of our use for your information to train AI models by filing a request through the “Data Subject Application Form” at support@codeway.com) &lt;...&gt;
de: <b>Benutzerinhalte</b><br/> zur Verbesserung unserer Dienstleistungen (einschließlich Schulungs-KI-Modelle) (Sie können die Verwendung Ihrer Informationen zur Schulung von KI-Modellen ablehnen, indem Sie eine Anfrage über das 'Antragsformular für betroffene Personen' an support@codeway.com stellen) &lt;...&gt;
es: <b>Contenidos de usuario</b><br/> mejora nuestros servicios (incluido el entrenamiento de los modelos de IA). (Puede optar por excluirte de que se utilice tu información para entrenar modelos de IA presentando una solicitud a través del “Formulario de solicitud del sujeto de datos” en support@codeway.com) &lt;...&gt;
fr: <b>Contenu utilisateur</b><br/> améliorant nos services (y compris la formation des modèles d’IA) (Vous pouvez refuser que nous utilisions vos informations pour former des modèles d’IA en envoyant une demande via le « Formulaire de demande de personne concernée » à support@codeway.com) &lt;...&gt;

# how_does_it_use_data_collected
source: <b>Marketing Data</b><br/>conducting marketing analysis studies<br/> <b>execution of advertising/campaign/promotion processes"</b>
de: <b>Marketingdaten</b><br/>Durchführen von Marketinganalysen Studien<br/> <b>Durchführung von Werbe-/Kampagnen-/Promotionsprozessen"</b>
es: <b>Datos de marketing</b><br/>Llevar a cabo estudios de análisis de marketing<br/> <b>ejecutar procesos de publicidad, campañas y promoción»</b>
fr: <b>Données de marketing</b><br/>réalisation d’études d’analyse marketing<br/> <b>exécution des processus publicitaires, de campagne et promotionnels »</b>

# how_does_it_use_data_collected
source: "We may collect your log data generated while you are using our services/applications (through our products or third party products). This log data may include information such as your device’s Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing our service/application, the time/date of your use of the service/application, and other statistics.”
de: "Wir können Ihre Protokolldaten erfassen, die während der Nutzung unserer Dienste/Anwendungen (über unsere Produkte oder Produkte von Drittanbietern) generiert werden. Diese Protokolldaten können Informationen wie die Internet Protocol ("IP") -Adresse Ihres Geräts, den Gerätenamen, die Betriebssystemversion, die Konfiguration der App bei der Nutzung unseres Dienstes/unserer Anwendung, die Uhrzeit/das Datum Ihrer Nutzung des Dienstes/der Anwendung und andere Statistiken enthalten."
es: «Podemos recopilar tus datos de registro generados mientras utilizas nuestros servicios o aplicaciones (a través de nuestros productos o productos de terceros). Estos datos de registro pueden incluir información como la dirección del protocolo de internet (“IP”) de tu dispositivo, el nombre del dispositivo, la versión del sistema operativo, la configuración de la aplicación al utilizar nuestro servicio o aplicación, la hora/fecha de tu uso del servicio o aplicación, y otras estadísticas».
fr: « Nous pouvons collecter vos données de journal générées pendant que vous utilisez nos services ou applications (via nos produits ou des produits tiers). Ces données de journal peuvent inclure des informations telles que l’adresse de protocole Internet (« IP ») de votre appareil, le nom de l’appareil, la version du système d’exploitation, la configuration de l’application lors de l’utilisation de notre service ou application, l’heure ou la date de votre utilisation du service ou de l’application et d’autres statistiques. »

# how_does_it_use_data_collected
source: "The purposes of processing personal data may be updated in line with our obligations arising from our company policies and legislation; in particular,<br/> •Creating user accounts for the service recipients/application users,<br/> •Customizing our Services, understanding our users and their preferences to enhance user experience and enjoyment using our Services and improve our users’ experience,<br/> •Informing about new products, services and applications and delivering you<br/> information regarding advertisements and promotions,<br/> •Carrying out a digital subscription and in-app purchase processes of service<br/> recipients,<br/> •Carrying out the auto-renewable subscriptions for giving users access to content,<br/> services, or premium features in our service,<br/> •Carrying out the processes of information security,<br/> •Conducting activities in accordance with legislation,<br/> •Fulfilling the demands of competent authorities,<br/> •Conducting the processes of finance and accounting transactions,<br/> •Conducting communication activities,<br/> •Conducting the processes of contracts,<br/> •Carrying out strategic planning activities,<br/> •Following up requests and complaints."
de: "Die Zwecke der Verarbeitung personenbezogener Daten können im Einklang mit unseren Verpflichtungen aus unseren Unternehmensrichtlinien und -gesetzen aktualisiert werden; insbesondere:<br/> •Erstellen von Benutzerkonten für die Dienstleistungsempfänger/Anwendungsbenutzer,<br/> •Anpassen unserer Dienste, Verstehen unserer Benutzer und ihrer Präferenzen, um die Benutzererfahrung und den Genuss unserer Dienste zu verbessern und die Erfahrung unserer Benutzer zu verbessern,<br/> •Informieren über neue Produkte, Dienstleistungen und Anwendungen und Liefern von<br/> Informationen über Anzeigen und Werbeaktionen,<br/> •Durchführen eines digitalen Abonnements und In-App-Kaufprozesse von<br/> Dienstleistungsempfängern,<br/> •Durchführen der automatisch erneuerbaren Abonnements, um Benutzern Zugang zu Inhalten,<br/> Diensten oder Premium-Funktionen in unserem Dienst zu geben,<br/> •Durchführen der Prozesse der Informationssicherheit,<br/> •Durchführen von Aktivitäten in Übereinstimmung mit der Gesetzgebung,<br/> •Erfüllen der Anforderungen von zuständigen Behörden,<br/> •Durchführen der Prozesse von Finanz- und Buchhaltungstransaktionen,<br/> •Durchführen von Kommunikationsaktivitäten,<br/> •Durchführen der Prozesse von Verträgen,<br/> •Durchführen strategischer Planungsaktivitäten,<br/> •Nachverfolgen von Anfragen und Beschwerden."
es: «Los fines del tratamiento de datos personales pueden actualizarse de acuerdo con nuestras obligaciones derivadas de las políticas y la legislación de nuestra empresa; en particular,<br/> •Crear cuentas de usuario para los destinatarios del servicio/usuarios de la aplicación,<br/> •Personalizar nuestros servicios, comprender a nuestros usuarios y sus preferencias para mejorar la experiencia y el disfrute del usuario al utilizar nuestros servicios y mejorar la experiencia de nuestros usuarios,<br/> •Informar sobre nuevos productos, servicios y aplicaciones y entregarte<br/> información sobre anuncios y promociones,<br/> •Realizar procesos de suscripción digital y compra en la aplicación de<br/> los destinatarios del servicio,<br/> •Realizar suscripciones renovables automáticas para dar a los usuarios acceso a contenidos,<br/> servicios o funciones premium en nuestro servicio,<br/> •Realizar procesos para la seguridad de la información,<br/> •Realizar actividades de acuerdo con la legislación,<br/> •Cumplir con las demandas de las autoridades competentes,<br/> •Realizar los procesos de transacciones financieras y contables,<br/> •Realizar actividades de comunicación,<br/> •Realizar procesos de contratos,<br/> •Realizar actividades de planificación estratégica,<br/> • Dar seguimiento a las solicitudes y quejas».
fr: « Les finalités du traitement des données personnelles peuvent être mises à jour conformément à nos obligations découlant des politiques et de la législation de notre entreprise ; en particulier,<br/> •Créer des comptes d’utilisateurs pour les destinataires de services ou les utilisateurs d’applications,<br/> •Personnaliser nos Services, comprendre nos utilisateurs et leurs préférences pour améliorer l’expérience utilisateur et le plaisir d’utiliser nos Services et améliorer l’expérience de nos utilisateurs,<br/> •Informer sur les nouveaux produits, services et applications et vous fournir des<br/> informations concernant les publicités et les promotions,<br/> •Effectuer un abonnement numérique et des processus d’achat intégrés aux applications des<br/> destinataires de services,<br/> •Effectuer les abonnements auto-renouvelables pour donner aux utilisateurs l’accès au contenu, aux<br/> services ou aux fonctionnalités premium de notre service,<br/> •Effectuer les processus de sécurité de l’information,<br/> •Mener des activités conformément à la législation,<br/> •Répondre aux demandes des autorités compétentes,<br/> •Mener les processus de transactions financières et comptables,<br/> •Mener des activités de communication,<br/> •Mener les processus de contrats,<br/> •Mener des activités de planification stratégique,<br/> •Suivi des demandes et des plaintes. »

# how_does_it_use_data_collected
source: "Genesia AI; may contain links to other websites or apps that are unknown to Codeway and<br/> whose content is not controlled. These linked websites or apps may contain terms and<br/> conditions other than Codeway texts. Codeway cannot be held responsible for the use or disclosure of information that these websites or apps may process. Likewise, Codeway shall<br/> not have any responsibility for any links from other sites or apps provided to Genesia AI owned by Codeway.
de: "Genesia AI kann Links zu anderen Websites oder Apps enthalten, die Codeway unbekannt sind und<br/> deren Inhalt nicht kontrolliert wird. Diese verlinkten Websites oder Apps können andere<br/> Bedingungen als Codeway-Texte enthalten. Codeway kann nicht für die Verwendung oder Offenlegung von Informationen verantwortlich gemacht werden, die diese Websites oder Apps möglicherweise verarbeiten. Ebenso übernimmt Codeway<br/> keine Verantwortung für Links von anderen Websites oder Apps, die Genesia AI, im Besitz von Codeway, zur Verfügung gestellt werden.
es: «Genesia AI puede contener enlaces a otros sitios web o aplicaciones que son desconocidos para Codeway y<br/> cuyo contenido no está controlado. Estos sitios web o aplicaciones vinculados pueden contener términos y<br/> condiciones distintos de los textos de Codeway. Codeway no se hace responsable del uso o divulgación de la información que estos sitios web o aplicaciones puedan procesar. Del mismo modo, Codeway<br/> no tendrá ninguna responsabilidad por los enlaces de otros sitios o aplicaciones proporcionados a Genesia AI, propiedad de Codeway.
fr: « Genesia AI ; peut contenir des liens vers d’autres sites Web ou applications qui sont inconnus de Codeway et<br/> dont le contenu n’est pas contrôlé. Ces sites Web ou applications liés peuvent contenir des<br/> conditions générales autres que des textes Codeway. Codeway ne peut être tenu responsable de l’utilisation ou de la divulgation des informations que ces sites Web ou applications peuvent traiter. De même, Codeway<br/> ne sera pas responsable des liens provenant d’autres sites ou applications fournis à Genesia AI appartenant à Codeway.

# how_does_it_use_data_collected
source: We collect information by fair and lawful means, with your knowledge and consent. We also<br/> let you know why we’re collecting it and how it will be used. You are free to refuse our request for this information, with the understanding that we may be unable to provide you with some of your desired services without it.
de: Wir sammeln Informationen mit fairen und rechtmäßigen Mitteln, mit Ihrem Wissen und Ihrer Zustimmung. Wir<br/> informieren Sie auch darüber, warum wir sie sammeln und wie sie verwendet werden. Es steht Ihnen frei, unser Ersuchen um diese Informationen abzulehnen, mit dem Verständnis, dass wir Ihnen einige der von Ihnen gewünschten Dienstleistungen ohne diese Informationen möglicherweise nicht anbieten können.
es: Recopilamos información por medios justos y legales, con tu conocimiento y consentimiento. También te<br/> informamos por qué la recopilamos y cómo se utilizará. Eres libre de rechazar nuestra solicitud de esta información, en el entendimiento de que es posible que no podamos proporcionarte algunos de los servicios deseados sin ella.
fr: Nous recueillons des informations par des moyens justes et légaux, à votre connaissance et avec votre consentement. Nous vous<br/> informons également des raisons pour lesquelles nous recueillons ces informations et de l’usage qui en sera fait. Vous êtes libre de refuser notre demande de ces informations, étant entendu que nous pourrions être dans l’incapacité de vous fournir certains des services que vous souhaitez sans ces informations.

# how_does_it_use_data_collected
source: While using the Genesia AI App, you may provide information through third party websites<br/> and apps to Codeway, please be aware that your liability and obligations against third party<br/> apps or website will continue and Codeway shall not be held responsible any terms,<br/> conditions, rules or policies determined by third parties."
de: Während der Nutzung der Genesia AI-App können Sie Codeway Informationen über Websites<br/> und Apps von Drittanbietern zur Verfügung stellen. Bitte beachten Sie, dass Ihre Haftung und Verpflichtungen gegenüber<br/> Apps oder Websites von Drittanbietern fortbestehen und Codeway nicht für von Dritten festgelegte<br/> Bedingungen, Regeln oder Richtlinien verantwortlich gemacht werden kann."
es: Mientras utilizas la aplicación Genesia AI, puedes estar proporcionando información a Codeway a través de sitios web<br/> y aplicaciones de terceros. Ten en cuenta que tu responsabilidad y tus obligaciones frente a<br/> aplicaciones o sitios web de terceros siguen vigentes, y que Codeway no se hará responsable de los términos,<br/> condiciones, reglas o políticas determinadas por terceros».
fr: Lorsque vous utilisez l’application Genesia AI, vous pouvez fournir des informations à Codeway par le biais de sites Web<br/> et d’applications tiers. Veuillez noter que votre responsabilité et vos obligations à l'égard des<br/> applications ou du site Web tiers continueront et que Codeway ne sera pas tenu responsable des<br/> conditions, règles ou politiques déterminées par des tiers. »
