Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/google-pixel-watch.po
Languages: fr, pt_br

# worst_case
source: Of course, Google uses your personal information to sell those targeted, personalized ads you see all over the place like in your Gmail, in your favorite Solitaire app, on partner websites, and on YouTube. Yup, the ads are everywhere. Google does say they won’t use things like your sexual orientation, race, and health, to show you ads…although we just have to trust them on that. I’m sure we’ve all seen ads based on sensitive things about us that felt pretty creepy. And Google says they won’t use content from your Google Drive, Email, or Photos to personalize ads. We sure hope not.
fr: Bien sûr, Google utilise vos informations personnelles pour vendre les publicités ciblées et personnalisées que vous voyez partout : sur Gmail, dans votre application de Solitaire préférée, sur des sites partenaires et sur YouTube. Oui, ces publicités sont partout. Même si Google affirme ne pas utiliser d’informations comme votre orientation sexuelle, votre origine ethnique ou votre santé pour vous montrer des publicités… Mais nous ne pouvons que les croire sur parole. Je pense que nous avons toutes et tous déjà vu des publicités basées sur des informations personnelles sensibles, qui nous ont fait un peu flipper. Enfin, Google déclare ne pas utiliser de contenus provenant de votre Google Drive, de vos e-mails ou de vos photos pour personnaliser ses annonces. On espère que c’est vraiment le cas.
pt_br: É claro que o Google usa suas informações pessoais para vender aqueles anúncios direcionados e personalizados que você vê em todos os lugares, como no Gmail, no seu aplicativo de paciência favorito, sites parceiros e no YouTube. Sim, os anúncios estão em todos os lugares. No entanto, o Google afirma que não usará coisas como sua orientação sexual, raça e saúde para mostrar-lhe anúncios... e só nos resta acreditar neles. Tenho certeza de que todos nós já vimos anúncios baseados em assuntos privados sobre nós que pareceram bastante assustadores. E o Google diz que não vai usar o conteúdo de seu Google Drive, e-mail ou fotos para personalizar os anúncios. Nós com certeza esperamos que não.

# worst_case
source: We do like that people who use Google’s AI voice assistant are now automatically opted out of Google's human review of voice recordings, because that was super creepy. We also like that Google does try to communicate with users how they collect and use data in their <a id="a1">Safety Center</a>. Google does collect a ton of data on you, especially if you don't take the time to <a id="a2">adjust your privacy settings</a> to lock down just how much info they can gather. You should absolutely take the time to adjust these privacy settings. Just beware, you might get notifications that some things might not work right if you change settings. That’s annoying, and probably worth it for a little more privacy.
fr: Nous apprécions le fait que les personnes qui utilisent l’assistant vocal de Google qui a recours à l’IA soient désormais automatiquement exclues du contrôle humain des enregistrements vocaux, car c’était vraiment flippant. Nous apprécions également le fait que Google essaie de communiquer aux utilisateurs et utilisatrices comment sont collectées et utilisées les données dans leur <a id="a1">Centre de sécurité</a>. Google collecte une quantité astronomique de données vous concernant, surtout si vous ne prenez pas le temps de <a id="a2">modifier vos paramètres de confidentialité</a> pour contrôler la quantité d’informations auxquelles l’entreprise a accès. Vous devriez absolument prendre le temps d’ajuster ces paramètres de confidentialité. Attention, vous pourriez recevoir des notifications indiquant que certaines choses pourraient ne pas fonctionner correctement si vous modifiez les paramètres. C’est ennuyeux, et cela en vaut probablement la peine pour une confidentialité un peu renforcée.
pt_br: Adoramos o fato de que as pessoas que usam o assistente de voz do Google agora estão automaticamente excluídas da revisão humana de gravações de voz do Google, porque isso foi superassustador. Também nos agradou que o Google esteja comunicando aos usuários como ele coleta e utiliza os dados em sua <a id="a1">Central de Segurança</a>. O Google coleta uma tonelada de dados a seu respeito, especialmente se você não dedicar tempo para <a id="a2">ajustar suas configurações de privacidade</a> e bloquear a quantidade de informações que ele pode coletar. Você realmente deveria dedicar algum tempo para ajustar essas configurações de privacidade. Apenas tenha em mente que você receberá notificações de que algumas coisas podem não funcionar corretamente se você mudar as configurações. É irritante, mas provavelmente vale a pena para ter um pouco mais de privacidade.

# worst_case
source: As for Google’s track record at protecting and respecting your privacy, well, it’s a mixed bag. Google does <a id="a1">pretty good</a> at the security side of protecting all that heaps of data they collect on your. It is their money making business asset, after all. Unfortunately, Google also has a spotty track record at respecting privacy, as seen in the multitude of fines and lawsuits that have been thrown at them all around the world for violating privacy laws and protections. <a id="a2">South Korea</a> fined Google (and Meta) millions of dollars recently for privacy violations. So did <a id="a3">France</a> and <a id="a4">Spain</a>. And in the US, Google has faced a <a id="a5">host of lawsuits</a> and settlements from <a id="a6">Texas</a>, California, DC,<a id="a7">Illinois</a>, <a id="a8">Arizona</a>, the <a id="a9">Federal Trade Commission</a>, and more. All this makes it pretty hard to trust what a company says they do with that massive amount of personal information they collect on you.
fr: Quant à l’historique de Google en matière de protection et de respect de la confidentialité, il est en demi-teinte. Google se débrouille <a id="a1">plutôt bien</a> côté sécurité, pour protéger les tonnes de données qu’elle collecte sur vous. Après tout, c’est sa source de revenus. Mais malheureusement, Google a aussi un historique moins reluisant en matière de respect de la vie privée, comme le montre la multitude d’amendes et de poursuites dont elle fait l’objet dans le monde entier pour non-respect des lois et des protections en matière de confidentialité. <a id="a2">La Corée du Sud</a> a récemment infligé à Google (et Meta) une amende de plusieurs millions de dollars pour des violations de la confidentialité. La <a id="a3">France</a> et <a id="a4">l’Espagne</a> ont fait de même. Et, aux États-Unis, Google a fait l’objet de <a id="a5">plusieurs procès</a> et règlements pacifiques au <a id="a6">Texas</a>, en Californie, à DC, dans <a id="a7">l’Illinois</a>, en <a id="a8">Arizona</a>, de la part de la <a id="a9">Federal Trade Commission</a>, et plus encore. Toutes ces informations n’inspirent pas confiance quant aux déclarations de l’entreprise concernant ce qu’elle fait des énormes quantités de données personnelles collectées.

# worst_case
source: What’s the worst that could happen? Well, If you don't take the time to lock down all your privacy settings, it's possible Google can get to know you really well, maybe too well. Maybe they recognize you from all the times you ordered plain cheese pizza. They know you are single because who orders plain cheese pizza? Just kidding, they know you're single because of all those pedicure appointments you've booked for one. Maybe it's OK Google knows you so well? Maybe it's creepy. (OK, we think it’s pretty creepy). What’s even creepier these days is the possibility that your Google searches and location information and more could potentially be used to <a id="a1">harass, arrest, and even prosecute</a> people in the United States seeking reproductive health care. That’s not just creepy, that’s downright harmful.
fr: Quelle est la pire chose qui puisse se produire ? Eh bien, si vous ne prenez pas le temps de régler vos paramètres de confidentialité, il est possible que Google vous connaisse très bien, sans doute trop bien. Elle vous reconnaîtra peut-être parce que vous commandez souvent une pizza au fromage, et elle saura que vous êtes célibataire, parce que personne en couple ne commanderait une pizza uniquement au fromage ! On plaisante, elle saura que vous êtes célibataire car vous prenez toujours vos rendez-vous de pédicure pour une personne. Peut-être que ce n’est pas bien grave que Google vous connaisse si bien ? Mais peut-être que c’est flippant (nous, on trouve ça flippant). Et le plus flippant actuellement, c’est la possibilité que vos recherches Google, vos informations de localisation et plus encore puissent être utilisées pour <a id="a1">harceler, arrêter, voire poursuivre en justice</a> des personnes cherchant à accéder à une IVG aux États-Unis. Et ça, ce n’est pas seulement flippant, c’est dangereux.
pt_br: O que é o pior que pode acontecer? Bom, se você não reservar um tempo para controlar todas as suas configurações de privacidade, é possível que o Google venha a conhecer você muito bem, talvez até demais. Talvez ele o reconheça de todas as vezes que você pediu uma pizza de muçarela simples. Ele sabe que você é solteiro porque quem mais pede uma pizza de muçarela simples? Brincadeira, ele sabe que você é solteiro por causa de todas as reservas para uma pessoa que você fez. Talvez não haja problema de o Google conhecer você tão bem… Talvez seja assustador. (OK, achamos que é bem assustador). O que é ainda mais assustador nos dias de hoje é a possibilidade de que suas buscas no Google e informações de localização, entre outras, possam potencialmente ser usadas para <a id="a1">assediar, prender e até mesmo processar</a> pessoas em busca de cuidados de saúde reprodutiva nos Estados Unidos. Isso não só é assustador, como é absolutamente prejudicial.

# worst_case
source: One last thing. Hey Google and Fitbit. Please sort this out and make it easier for your users to understand the privacy policy ecosystem of this smartwatch and the apps it uses. Or, at the very least, make it clearer on the Google Pixel Watch website that users are going to need to use two apps to control this device and that comes with multiple privacy policies and settings and concerns.
fr: Une dernière chose. Dites, Google et Fitbit, est-ce que vous ne pourriez pas simplifier tout cela et permettre à vos utilisateurs de comprendre plus facilement les politiques de confidentialité qui s’appliquent à cette smartwatch et aux applications qu’elle utilise ? Ou au moins, indiquez plus clairement sur le site web de la Google Pixel Watch que les utilisateurs devront utiliser deux applications pour contrôler cet appareil et qu’il s’accompagne de plusieurs politiques de confidentialité, de nombreux paramètres et d’une tonne de préoccupations.

# signup_requirement_explanation
source: You will need both Google Accound and Fitbit account to set up your Google Pixel Watch.
fr: Vous aurez besoin à la fois d’un compte Google et d’un compte Fitbit pour configurer votre Google Pixel Watch.

# how_does_it_use_data_collected
source: Both Google and FitBit privacy policies apply
fr: Les politiques de confidentialité de Google et de Fitbit s’appliquent

# how_does_it_use_data_collected
source: Google does not share data with third parties for their own advertisement purposes. Google does not sell personal data.
fr: Google ne partage pas de données avec des tiers pour ses propres besoins publicitaires. Google ne vend pas de données personnelles.
pt_br: O Google não compartilha dados com terceiros para seus próprios fins publicitários. O Google não vende dados pessoais.

# how_does_it_use_data_collected
source: Google shares data with its affiliates and business partners: "We provide personal information to our affiliates and other trusted businesses or persons to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures. For example, we use service providers to help operate our data centers, deliver our products and services, improve our internal business processes, and offer additional support to customers and users. We also use service providers to help review YouTube video content for public safety and analyze and listen to samples of saved user audio to help improve Google’s audio recognition technologies."
fr: Google partage des données avec ses sociétés affiliées et partenaires commerciaux : « Nous transmettons des informations personnelles à nos sociétés affiliées et à d’autres sociétés ou personnes de confiance qui les traitent pour notre compte, selon nos instructions, conformément à nos règles de confidentialité et dans le respect de toute autre mesure appropriée de sécurité et de confidentialité. Par exemple, nous faisons appel à des fournisseurs de services pour nous aider à gérer nos centres de données, fournir nos produits et services, améliorer nos processus commerciaux internes et proposer une assistance supplémentaire aux clients et aux utilisateurs. Nous faisons également appel à des prestataires de services pour nous aider à examiner le contenu de vidéos YouTube pour la sécurité du public, et pour analyser et écouter des extraits de données utilisateur audio enregistrées afin d’améliorer les technologies de reconnaissance audio de Google. »
pt_br: O Google compartilha dados com suas afiliadas e parceiros comerciais: "Fornecemos informações pessoais a nossas afiliadas e outras empresas ou pessoas de confiança para processá-las para nós, com base em nossas instruções e em conformidade com nossa Política de Privacidade e quaisquer outras medidas apropriadas de confidencialidade e segurança. Por exemplo, usamos prestadores de serviços para ajudar a operar nossas centrais de dados, entregar nossos produtos e serviços, melhorar nossos processos comerciais internos e oferecer suporte adicional a clientes e usuários. Também usamos provedores de serviços para ajudar a rever o conteúdo de vídeo do YouTube para segurança pública e analisar e ouvir amostras de áudio de usuário salvas para ajudar a melhorar as tecnologias de reconhecimento de áudio do Google."

# how_does_it_use_data_collected
source: At the same time, Google uses collected data on its own services. "We use the information we collect to customize our services for you, including providing recommendations, personalized content, and customized search results."
fr: Google utilise également les données collectées pour ses propres services. « Nous utilisons les informations que nous collectons pour personnaliser nos services en fonction de vous, notamment pour vous proposer des recommandations, du contenu personnalisé et des résultats de recherche personnalisés. »
pt_br: Ao mesmo tempo, o Google utiliza os dados coletados em seus próprios serviços. "Utilizamos as informações coletadas para personalizar nossos serviços para você, incluindo recomendações, conteúdo personalizado e resultados de pesquisa personalizados".

# how_does_it_use_data_collected
source: Google may collect data on you from public and third-party sources. "In some circumstances, Google also collects information about you from publicly accessible sources. For example, if your name appears in your local newspaper, Google’s Search engine may index that article and display it to other people if they search for your name. We may also collect information about you from trusted partners, such as directory services who provide us with business information to be displayed on Google’s services, marketing partners who provide us with information about potential customers of our business services, and security partners who provide us with information to protect against abuse. We also receive information from advertising partners to provide advertising and research services on their behalf."
fr: Google peut collecter des données vous concernant provenant de sources publiques et tierces. « Dans certains cas, Google collecte aussi des informations sur vous auprès de sources accessibles publiquement. Par exemple, si votre nom est mentionné dans un journal local, le moteur de recherche Google peut indexer l’article concerné et l’afficher si des utilisateurs recherchent votre nom. Nous pouvons aussi recueillir des informations sur vous auprès de partenaires de confiance, comme des services d’annuaire qui nous donnent des informations commerciales à afficher sur les services Google, des partenaires marketing qui nous fournissent des données sur des clients potentiels susceptibles de faire appel à nos services professionnels, et des partenaires de sécurité qui nous fournissent des données afin que nous puissions vous protéger contre les abus. Nous recevons aussi des informations de la part d’annonceurs partenaires pour proposer des services publicitaires et de recherche en leur nom. »
pt_br: O Google pode coletar dados sobre você de fontes públicas e de terceiros. "Em algumas circunstâncias, o Google também coleta informações sobre você de fontes acessíveis ao público. Por exemplo, se seu nome aparecer em seu jornal local, o mecanismo de busca do Google pode indexar esse artigo e exibi-lo para outras pessoas se elas pesquisarem por seu nome. Também podemos coletar informações sobre você de parceiros confiáveis, tais como serviços de diretório que nos fornecem informações comerciais a serem exibidas nos serviços do Google, parceiros de marketing que nos fornecem informações sobre clientes potenciais de nossos serviços comerciais, e parceiros de segurança que nos fornecem informações para nos proteger contra abusos. Também recebemos informações de parceiros de publicidade para fornecer serviços de publicidade e pesquisa em nome deles".

# how_does_it_use_data_collected
source: Google also uses personal data for personalised advertisement, if a user allows: "Depending on your settings, we may also show you personalized ads based on your interests. For example, if you search for “mountain bikes,” you may see an ad for sports equipment when you’re browsing a site that shows ads served by Google. You can control what information we use to show you ads by visiting your ad settings."
fr: Google utilise aussi des données personnelles pour fournir des publicités personnalisées, si les utilisateurs et utilisatrices l’autorisent : « Selon vos paramètres, nous pouvons également vous présenter des annonces personnalisées sélectionnées sur la base de vos centres d’intérêt. Par exemple, si vous effectuez une recherche sur "VTT", il est possible qu’une annonce faisant la promotion d’équipement de sport s’affiche lorsque vous parcourez un site sur lequel la diffusion des annonces est assurée par Google. Vous pouvez accéder aux paramètres des annonces afin de gérer les informations que nous utilisons pour vous présenter des annonces. »
pt_br: O Google também usa dados pessoais para publicidade personalizada, se um usuário permitir: "Dependendo de suas configurações, podemos também mostrar-lhe anúncios personalizados com base em seus interesses. Por exemplo, se procurar por "mountain bikes", você poderá ver um anúncio de equipamento esportivo quando estiver navegando em um site que mostre anúncios servidos pelo Google. Você pode controlar quais informações usamos para mostrar os anúncios acessando suas configurações de anúncios".

# how_does_it_use_data_collected
source: Google uses location for advertisement. It gets location from various sources: "Google’s ad products may receive or infer information about your location from a variety of sources. For example, we may use the IP address to identify your general location; we may receive precise location from your mobile device; we may infer your location from your search queries; and websites or apps that you use may send information about your location to us. Google uses location information in our ads products to infer demographic information, to improve the relevance of the ads you see, to measure ad performance and to report aggregate statistics to advertisers."
fr: Google utilise également votre localisation à des fins publicitaires. Elle obtient votre localisation grâce à plusieurs sources : « Les solutions publicitaires de Google permettent d’obtenir ou de déduire des informations relatives à votre position géographique à partir de diverses sources. Par exemple, nous pouvons identifier votre position géographique à partir de l’adresse IP, recevoir des informations précises concernant votre position à partir de votre appareil mobile, déduire votre position à partir de vos requêtes de recherche, ou obtenir des informations de localisation envoyées par les sites Web ou les applications que vous utilisez. Les données de localisation sont utilisées dans les produits publicitaires de Google pour déduire des informations démographiques, pour améliorer la pertinence des annonces qui vous sont présentées, pour mesurer les performances des annonces et pour transmettre aux annonceurs des statistiques globales. »
pt_br: O Google também usa a localização para publicidade. Ele obtém localização de várias fontes: "Os produtos publicitários do Google podem receber ou inferir informações sobre sua localização a partir de uma variedade de fontes. Por exemplo, podemos usar o endereço IP para identificar sua localização geral; podemos receber localização precisa de seu dispositivo móvel; podemos inferir sua localização a partir de suas consultas de pesquisa; e sites ou aplicativos que você usa podem nos enviar informações sobre sua localização. O Google usa informações de localização em seus produtos de anúncios para inferir informações demográficas, para melhorar a relevância dos anúncios que você vê, para medir o desempenho dos anúncios e para apresentar estatísticas agregadas aos anunciantes".

# how_does_it_use_data_collected
source: Google may combine information about you from their other services or devices. "We may combine the information we collect among our services and across your devices for the purposes described above. For example, if you watch videos of guitar players on YouTube, you might see an ad for guitar lessons on a site that uses our ad products."
fr: Google peut combiner des informations sur vous avec d’autres services ou appareils. « Nous pouvons combiner les informations que nous collectons via nos services et sur vos appareils aux fins décrites ci-dessus. Par exemple, si vous regardez des vidéos de guitaristes sur YouTube, il est possible que vous voyiez une annonce faisant la promotion de cours de guitare sur un site qui a recours à nos produits publicitaires. »
pt_br: O Google pode combinar informações sobre você a partir de seus outros serviços ou dispositivos. "Podemos combinar as informações que coletamos entre nossos serviços e em todos os seus dispositivos para os propósitos descritos acima. Por exemplo, se você assistir a vídeos de guitarristas no YouTube, você poderá ver um anúncio de aulas de guitarra em um site que utiliza nossos produtos publicitários".

# how_does_it_use_data_collected
source: Fitbit says they can share your data with third-parties for targeted, interest-based advertising.
fr: Fitbit indique pouvoir partager vos données avec des tiers pour de la publicité ciblée et basée sur les intérêts.
