Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/google-duogoogle-hangoutsgoogle-meet.po
Languages: de, es, fr, pt_br

# how_can_you_control_your_data
source: Google provides various privacy controls, accessible via Google Privacy tools. There are several clearly defined ways to delete personal data, incl. deleting data from separate services or deleting a whole Google Account. The retention periods are also listed in the Policy. Google also offers a possibility to set chat retention rules via its Vault service. For Google Duo, hosts can start calls, mute, and stop calls. Pretty simple. For Google Hangouts, hosts can add and remove people from a conversation, mute, and control who can send messages. For Meet, only 'Owners' have the control to pin, mute and remove participants. At the time of writing, Meet does not regulate who can share content at any given time. Once someone is admitted into a meeting, they automatically have the ability to present.
de: Google bietet verschiedene Datenschutzkontrollen, die über die Google-Datenschutz-Tools zugänglich sind. Es gibt mehrere klar definierte Möglichkeiten, personenbezogene Daten zu löschen, darunter das Löschen von Daten aus einzelnen Diensten oder das Löschen eines ganzen Google-Kontos. Die Aufbewahrungsfristen sind ebenfalls in der Richtlinie aufgeführt. Google bietet auch die Möglichkeit, über seinen Vault-Dienst Regeln für die Aufbewahrung von Chats festzulegen. Bei Google Duo können Gastgeber*innen Anrufe starten, stummschalten und beenden. Ziemlich einfach. Bei Google Hangouts können Gastgeber*innen Personen zu einer Unterhaltung hinzufügen und entfernen, stummschalten und festlegen, wer Nachrichten senden darf. Bei Meet haben nur die „Besitzer*innen“ die Möglichkeit, Teilnehmer*innen anzupinnen, stumm zu schalten und zu entfernen. Zum Zeitpunkt der Erstellung dieses Artikels regelt Meet nicht, wer zu einem bestimmten Zeitpunkt Inhalte teilen kann. Sobald jemand in ein Meeting gelassen wird, hat er:sie automatisch die Möglichkeit, dazu beizutragen.
es: Google proporciona varios controles a través de sus herramientas de privacidad. Existen varias maneras claramente definidas de eliminar los datos personales, incluyendo la eliminación de datos de servicios concretos o la eliminación completa de la cuenta de Google. Los períodos de retención también figuran en su política. Además, Google ofrece la posibilidad de establecer normas de retención de chats usando su herramienta Vault. En Duo, los anfitriones pueden iniciar, silenciar y finalizar llamadas, así de fácil. En Hangouts, los anfitriones pueden añadir y quitar personas de una conversación, silenciarlas y controlar quién puede enviar mensajes. En Meet, únicamente los «propietarios» tienen el poder de fijar, silenciar y quitar participantes. Al momento de escribir este artículo, Meet no regula quién puede compartir contenidos en cualquier momento; en cuanto se admite a una persona en una reunión, se le concede permiso automáticamente para presentar.
fr: Google fournit de nombreux contrôles relatifs à la confidentialité, accessibles par le biais des outils de confidentialité Google. Il existe plusieurs façons clairement définies de supprimer vos données personnelles, y compris de les supprimer sur des services individuels ou de supprimer l’intégralité d’un compte Google. La période de conservation est également bien définie dans la politique de confidentialité. Google permet également de définir des règles de conservation des conversations instantanées par le biais de son service Vault. Dans Google Duo, les hôtes peuvent lancer un appel, activer le mode muet et mettre fin à l’appel. Simple. Dans Google Hangouts, les hôtes peuvent ajouter et supprimer des personnes au sein d’une conversation, activer le mode muet et contrôler qui peut envoyer des messages. Dans Meet, seuls les « propriétaires » peuvent épingler, rendre muets ou supprimer des participants et participantes. Au moment de l’écriture de ce test, Meet ne permet pas de contrôler qui peut partager des contenus ; quand une personne a pu rejoindre une réunion, elle peut en envoyer.
pt_br: O Google fornece vários controles de privacidade, acessíveis por meio das ferramentas de privacidade do Google. Existem várias maneiras claramente definidas de excluir dados pessoais, incluindo a exclusão de dados de serviços separados ou a exclusão de uma Conta do Google inteira. Os períodos de retenção também estão listados na Política. O Google também oferece a possibilidade de definir regras de retenção de bate-papo por meio de seu serviço Vault. Para o Google Duo, os anfitriões podem iniciar chamadas, silenciar e interromper chamadas. Muito simples. Para o Google Hangouts, os anfitriões podem adicionar e remover pessoas de uma conversa, silenciar e controlar quem pode enviar mensagens. Para o Meet, apenas os "Proprietários" têm o controle para fixar, silenciar e remover participantes. No momento da redação deste artigo, o Meet não controla quem pode compartilhar conteúdo a qualquer momento. Uma vez que alguém é admitido em uma reunião, automaticamente tem a capacidade de apresentar.

# track_record_details
source: In January 2021, Google Project Zero security researcher Natalie Silvanovich discovered a logic bug in Google Duo that would allow audio or video to be transmitted without user consent. The bug was promptly fixed. Yes, one Google entity called out another one for a privacy vulnerability!
de: Im Januar 2021 entdeckte die Sicherheitsforscherin von Google Project Zero, Natalie Silvanovich, einen Logikfehler in Google Duo, der die Übertragung von Audio oder Video ohne Zustimmung des Benutzers ermöglichte. Der Fehler wurde umgehend behoben. Ja, ein Google-Unternehmen hat ein anderes auf eine Datenschutzlücke hingewiesen!
es: En enero de 2021, Natalie Silvanovich, una investigadora de seguridad del Proyecto Cero de Google, descubrió un error lógico en Google Duo que podía permitir que se transmita audio o vídeo sin el consentimiento del usuario. Solucionaron el error rápidamente. Sí, ¡una de las entidades de Google llamó a otra por una vulnerabilidad de privacidad!
fr: En janvier 2021, Natalie Silvanovich, chercheuse en sécurité de Google Project Zero, a découvert un bug logique dans Google Duo qui permettrait la transmission audio ou vidéo sans le consentement de l’utilisateur ou l’utilisatrice. Le bug a été rapidement corrigé. Oui, une entité Google a pointé du doigt une autre entité Google pour une faille de confidentialité !
pt_br: Em janeiro de 2021, a pesquisadora de segurança do Google Project Zero, Natalie Silvanovich, descobriu um bug lógico no Google Duo que permitiria que o áudio ou vídeo fosse transmitido sem o consentimento do usuário. O bug foi prontamente corrigido. Sim, uma entidade do Google advertiu outra por uma vulnerabilidade de privacidade!

# ai_helptext
source: AI does things like offer suggestions for chats and ad targeting.
de: Unter anderem schlägt KI Chats vor und schaltet Targeted Ads.
es: Entre otras cosas, la IA ofrece sugerencias en los chats y trabaja en la segmentación de anuncios.
fr: L’IA permet, entre autres, de proposer des suggestions dans la discussion et des publicités ciblées.
pt_br: Inteligência artificial faz coisas como oferecer sugestões de conversas e direcionamento de anúncios.
