Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/google-nest-learning-thermostat.po
Languages: de, es

# title
source: Google Nest Learning Thermostat
de: Google-Nest-Lernthermostat
es: Nest Learning Thermostat de Google

# blurb
source: Learning is fun! Owning a thermostat that learns all about how warm and cool you like your house is maybe fun too? According to Google, use this thermostat for a week and it'll adapt to you. The app lets you control the temperature in your home from anywhere and sends alerts when things don't look quite right. It'll even let you know when it's time to change your furnace filter. Best of all, that learning can help save energy and money. The big question is, can it learn whose side to pick when you like it hot and your partner likes it cold?
es: ¡Aprender es divertido! Tener un termostato que aprenda todo sobre cómo de calentita o fresca te gusta tu casa quizás sea divertido también, ¿verdad? Google dice que si usas este termostato durante una semana, se adaptará a ti. La aplicación te permite controlar la temperatura de tu casa desde cualquier lugar y te envía alertas cuando parece que algo no está bien. Incluso te permite saber cuándo es el momento de cambiar el filtro de la calefacción. Lo mejor de todo es que su aprendizaje te puede ayudar a ahorrar energía y dinero. La gran pregunta es: si a ti te gusta el calor y a tu pareja el frío, ¿puede aprender a elegir?

# worst_case
source: “OK, Google.” That’s pretty much exactly how we think Google does when it comes to privacy. They are OK, if you consider the fact that they are a ginormous data collecting advertising company that makes billions of dollars off your personal information. This is the world we live in now, though, and there are other Big Tech companies doing a worse job than Google at protecting and respecting your privacy (looking at you Meta/Facebook). It’s really unfortunate just how low the bar has gotten when it comes to privacy these days.
es: «OK, Google». La frase describe bastante bien, en nuestra opinión, el trabajo que hace Google en cuanto a la privacidad. Está OK, si consideramos que se trata de una empresa publicitaria enorme que recopila datos y que gana millones de dólares con nuestra información personal. Así es el mundo en el que nos tocó vivir y hay otras grandes tecnológicas más mediocres que Google en la protección y respeto de nuestra privacidad (léase Meta/Facebook). Realmente es lamentable ver qué baja está la vara estos días en lo referente a la privacidad.

# worst_case
source: That said, you should be aware Google is a huge ad company that needs lots and lots of your data to sell ads. What sorts of data does Google collect on you? Well, there are those voice recordings when you go, “Hey Google, what are the symptoms of the latest coronavirus variant?” And while Google promises that your voice recordings won’t be used to send you personalized ads, they do say the transcripts of your voice interactions with your Google smart speaker may. Google also collects things like your location, information about things near your devices like wi-fi access points and bluetooth enabled devices, people you communicate with, purchase activity, voice and audio information, your favorite songs on Spotify, what things you search for, what things you ask Google, when you turn your lights on if you have smart lights, when you use it to run your robot vacuum, and so much more.
es: Dicho esto, deberías estar consciente de que Google es un anunciante gigantesco que necesita montones y montones de datos sobre ti para vender anuncios. ¿Qué tipo de datos tuyos recopila Google? Bueno, están esas grabaciones de voz cuando dices: «Ok, Google. ¿Cuáles son los síntomas de la última variante de coronavirus?» Y aunque Google promete que tus grabaciones de voz no se utilizarán para enviarte anuncios personalizados, sí dice que quizás podría utilizar las transcripciones de tus interacciones por voz con su altavoz inteligente. Google también recopila datos como tu ubicación, información sobre las cosas cercanas a dispositivos como son los puntos de acceso wi-fi y dispositivos habilitados mediante Bluetooth, personas con las que te comunicas, actividades de compras, información de voz y audio, tus canciones favoritas en Spotify, sobre qué cosas haces búsquedas y preguntas a Google, cuándo enciendes la luz si tienes bombillas inteligentes, cuándo utilizas tu robot aspiradora y mucho más.

# worst_case
source: Of course, Google uses your personal information to sell those targeted, personalized ads you see all over the place like in your Gmail, in your favorite Solitaire app, on partner websites, and on YouTube. Yup, the ads are everywhere. Although, Google does say they won’t use things like your sexual orientation, race, and health to show you ads…although we just have to trust them on that. I’m sure we’ve all seems ads based on sensitive things about us that felt pretty creepy. And Google says they won’t use content from your Google Drive, Email, or Photos to personalize ads. We sure hope not.
es: Por supuesto, Google utiliza tu información personal para vender esos anuncios focalizados personalizados que ves por todas partes, como en tu Gmail, en tu app de solitario favorita, en sitios web asociados y en YouTube. Sip, los anuncios están en todas partes. Google sí dice que no utilizará cosas como tu orientación sexual, raza y estado de salud para mostrarte anuncios... pero no nos queda de otra más que creerles. Estoy seguro de que todos hemos visto anuncios basados en información sensible sobre nosotros que nos dieron bastante miedo. Y Google dice que no utilizará contenido de tu Google Drive, Email o Photos para personalizar los anuncios. De verdad esperamos que así sea.

# worst_case
source: We do like that people who use Google’s AI voice assistant are now automatically opted out of Google's human review of voice recordings, because that was super creepy. We also like that Google does try to communicate with users how they collect and use data in their <a id="a1">Safety Center</a>. Google does collect a ton of data on you, especially if you don't take the time to <a id="a2">adjust your privacy settings</a> to lock down just how much info they can gather. You should absolutely take the time to adjust these privacy settings. Just beware, you will get notifications that some things might not work right if you change settings. That’s annoying, and probably worth it for a little more privacy.
es: Nos agrada que el asistente de voz con IA de Google ya traiga desactivada la revisión humana de las grabaciones de voz, porque eso era muy peligroso. También nos gusta que Google se esfuerza por explicar a los usuarios cómo recopila y usa los datos en su <a id="a1">Centro de Seguridad</a>. Google sí reúne toneladas de datos sobre ti, especialmente si no te tomas la molestia de <a id="a2">ajustar tu configuración de privacidad</a> para limitar cuánta información puede recopilar. Sin duda, deberías dedicar un momento a controlar tu privacidad. Te advertimos que recibirás avisos de que algunas cosas quizás no van a funcionar bien si cambias la configuración. Es una lata, pero probablemente merece la pena a cambio de un poco más de privacidad.

# worst_case
source: As for Google’s track record at protecting and respecting your privacy, well, it’s a mixed bag. Google does <a id="a1">pretty good</a> at the security side of protecting all that heaps of data they collect on your. It is their money making business asset, after all. Unfortunately, Google also has a spotty track record at respecting privacy, as seen in the multitude of fines and lawsuits that have been thrown at them all around the world for violating privacy laws and protections. <a id="a2">South Korea</a> fined Google (and Meta) millions of dollars recently for privacy violations. So did <a id="a3">France</a> and <a id="a4">Spain</a>. And in the US, Google has faced a <a id="a5">host of lawsuits</a> and settlements from <a id="a6">Texas</a>, California, DC, <a id="a7">Illinois</a>, <a id="a8">Arizona</a>, the <a id="a9">Federal Trade Commission</a>, and more. All this makes it pretty hard to trust what a company says they do with that massive amount of personal information they collect on you.
es: Los antecedentes de Google en lo referente a proteger y respetar la privacidad son claroscuros. Google sí cuida <a id="a1">bastante bien</a> la seguridad de la infinidad de datos que reúne sobre ti. Después de todo, es con los datos con lo que hace dinero. Lamentablemente, no destaca por su respeto a la privacidad, como demuestran todas las multas y demandas en su contra por violar la privacidad y las salvaguardas en países de todo el mundo. <a id="a2">Corea del Sur</a> multó a Google (y a Meta) con millones de dólares por violaciones a la privacidad. Lo mismo hizo <a id="a3">Francia</a> y <a id="a4">España</a>. Y en Estados Unidos, Google ha enfrentado <a id="a5">toda una serie de demandas</a> y arreglos en <a id="a6">Texas</a>, California, Washington D. C., <a id="a7">Illinois</a>, <a id="a8">Arizona</a>, la <a id="a9">Comisión Federal de Comercio</a> y otros. Por todo lo anterior, resulta muy difícil confiar en lo que una empresa dice que hará con la enorme cantidad de datos personales que recopila sobre ti.

# worst_case
source: What’s the worst that could happen? Well, If you don't take the time to lock down all your privacy settings, it's possible Google can get to know you really well, maybe too well. Maybe they recognize you from all the times you ordered plain cheese pizza. They know you are single because who orders plain cheese pizza? Just kidding, they know you're single because of all those pedicure appointments you've booked for one. Maybe it's OK Google knows you so well? Maybe it's creepy. (OK, we think it’s pretty creepy). What’s even creepier these days is the possibility that your Google searches and location information and more could potentially be used to <a id="a1">harass, arrest, and even prosecute</a> people in the United States seeking reproductive health care. That’s not just creepy, that’s downright harmful.
es: ¿Qué es lo peor que podría pasar? Si no te das el tiempo para modificar todos los ajustes de privacidad, es posible que Google pueda conocerte muy bien, quizás demasiado bien. Tal vez te reconozca por todas las veces que pediste pizza sencilla con queso. ¿Puede determinar que eres soltera porque pides pizza sencilla con queso? Es broma, sabe que estás soltera por todas esas citas solo para ti que agendaste con la manicurista. ¿Está bien que Google te conozca tan bien? Quizás es extraño. (A nosotros nos parece bastante extraño.). Lo que sí está de locos estos días es que tus búsquedas en Google, tu ubicación y otras cosas más puedan utilizarse en Estados Unidos para <a id="a1">hostigar, arrestar e incluso enjuiciar </a> a quienes buscan servicios de salud reproductiva. Eso no solo es una locura, sino tal cual un perjuicio.

# how_does_it_use_data_collected
source: Google does not share data with third parties for their own advertisement purposes. Google does not sell personal data.
es: Google no comparte datos con terceros para sus fines publicitarios. Google no vende datos personales.

# how_does_it_use_data_collected
source: Google shares data with its affiliates and business partners: "We provide personal information to our affiliates and other trusted businesses or persons to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures. For example, we use service providers to help operate our data centers, deliver our products and services, improve our internal business processes, and offer additional support to customers and users. We also use service providers to help review YouTube video content for public safety and analyze and listen to samples of saved user audio to help improve Google’s audio recognition technologies."
es: Google comparte datos con sus filiales y socios de negocios: «Brindamos información personal a nuestros afiliados y otras empresas o personas de confianza para que la procesen por nosotros, con base en nuestras instrucciones y de conformidad con nuestra Política de Privacidad y cualquier otra medida adecuada de confidencialidad y seguridad. Por ejemplo, utilizamos proveedores de servicios para ayudar a operar nuestros centros de datos, suministrar nuestros productos y servicios, mejorar nuestros procesos empresariales internos y ofrecer asistencia adicional a clientes y usuarios. También utilizamos proveedores de servicios que ayudan a revisar el contenido de los videos de YouTube para fines de seguridad pública y analizan y escuchan muestras de audios de usuarios guardadas para ayudar a mejorar las tecnologías de reconocimiento de audio de Google».

# how_does_it_use_data_collected
source: At the same time, Google uses collected data on its own services. "We use the information we collect to customize our services for you, including providing recommendations, personalized content, and customized search results."
es: Al mismo tiempo, Google utiliza los datos recopilados para sus propios servicios: «Empleamos la información que recopilamos en mejorar nuestros servicios para ti, entre otros, proporcionarte recomendaciones, contenido personalizado y resultados de búsqueda personalizados».

# how_does_it_use_data_collected
source: Google may collect data on you from public and third-party sources. "In some circumstances, Google also collects information about you from publicly accessible sources. For example, if your name appears in your local newspaper, Google’s Search engine may index that article and display it to other people if they search for your name. We may also collect information about you from trusted partners, such as directory services who provide us with business information to be displayed on Google’s services, marketing partners who provide us with information about potential customers of our business services, and security partners who provide us with information to protect against abuse. We also receive information from advertising partners to provide advertising and research services on their behalf."
es: Google puede reunir datos sobre ti de fuentes públicas y de otro tipo. «En ciertas circunstancias, Google también recopila información sobre ti de fuentes accesibles al público. Por ejemplo, si tu nombre aparece en el periódico de tu localidad, el buscador de Google puede indizar ese artículo y mostrárselo a otras personas si buscan tu nombre. También podemos recopilar información sobre ti de socios confiables, como servicios de directorio que nos brindan información comercial para mostrarla en los servicios de Google, socios de mercadotecnia que nos brindan información sobre clientes potenciales de nuestros servicios comerciales y socios de seguridad que nos brindan información para proteger contra el abuso. También recibimos información de socios publicitarios para brindar en representación de ellos servicios de investigación y publicidad».

# how_does_it_use_data_collected
source: Google also uses personal data for personalised advertisement, if a user allows: "Depending on your settings, we may also show you personalized ads based on your interests. For example, if you search for “mountain bikes,” you may see an ad for sports equipment when you’re browsing a site that shows ads served by Google. You can control what information we use to show you ads by visiting your ad settings."
es: Google también utiliza datos personales para anuncios personalizados, si un usuario lo permite: «Dependiendo de su configuración, también podemos mostrarte anuncios personalizados a partir de tus intereses. Por ejemplo, si buscas "bicicletas de montaña", es posible que veas un anuncio de equipo deportivo cuando navegues por un sitio que muestra anuncios publicitados por Google. Puedes controlar qué información usamos para mostrarte anuncios ajustando la configuración de anuncios».

# how_does_it_use_data_collected
source: Google uses location for advertisement, too. It gets location from various sources: "Google’s ad products may receive or infer information about your location from a variety of sources. For example, we may use the IP address to identify your general location; we may receive precise location from your mobile device; we may infer your location from your search queries; and websites or apps that you use may send information about your location to us. Google uses location information in our ads products to infer demographic information, to improve the relevance of the ads you see, to measure ad performance and to report aggregate statistics to advertisers."
es: Además, Google utiliza la ubicación para publicitar y la obtiene de distintas fuentes: «Los productos publicitarios de Google pueden recibir o inferir información sobre tu ubicación de una variedad de fuentes. Por ejemplo, podemos usar la dirección IP para identificar tu ubicación general; podemos recibir la ubicación precisa de tu dispositivo móvil; podemos inferir tu ubicación a partir de tus búsquedas; y los sitios web y aplicaciones que utilizas pueden enviarnos información sobre tu ubicación. Google utiliza la información de ubicación en nuestros productos publicitarios para inferir información demográfica, mejorar la relevancia de los anuncios que ves, medir el desempeño de los anuncios y enviar informes sobre estadísticas agregadas a los anunciantes».

# how_does_it_use_data_collected
source: Google may combine information about you from their other services or devices. "We may combine the information we collect among our services and across your devices for the purposes described above. For example, if you watch videos of guitar players on YouTube, you might see an ad for guitar lessons on a site that uses our ad products."
es: Google puede combinar información sobre ti proveniente de sus otros servicios o dispositivos: «Podemos combinar la información que recopilamos mediante nuestros servicios y de tus dispositivos para los fines descritos anteriormente. Por ejemplo, si ves videos de guitarristas en YouTube, es posible que veas un anuncio de lecciones de guitarra en un sitio que utiliza nuestros productos publicitarios».

# how_does_it_use_data_collected
source: Google says they keep video footage, audio recordings, and home environment sensor readings separate from advertising, and they won’t use this data for ad personalization.
es: Google dice que mantiene las grabaciones de videos y de audios, y las lecturas de sensores ambientales domésticos, separadas de la publicidad, y que no utiliza esos datos para personalizar anuncios.

# user_friendly_privacy_policy_helptext
source: Google provides a page with privacy information about Nest.
es: Google cuenta con una página en la que proporciona información de privacidad sobre Nest.

# uses_encryption_helptext
source: Encryption in transit and at rest.
es: Cifrado de datos en tránsito y en reposo.

# manage_vulnerabilities_helptext
source: Google has a <a id="a1">Security Rewards program</a>.
es: Google tiene un <a id="a1">programa de recompensas de seguridad</a>.

# tips_to_protect_yourself
source: Visit privacy controls to adjust the amount of data collected
es: Visita los controles de privacidad para ajustar la cantidad de datos que pueden ser recopilados

# tips_to_protect_yourself
source: Delete your historical data from time to time. You can do this by saying, “Hey Google, delete this week’s activity.” or "Hey Google, that wasn't for you" to delete the last thing you said
es: Elimina tus datos históricos periódicamente. Puedes hacerlo diciendo «OK, Google, elimina la actividad de esta semana» o, también, «OK, Google, eso no era para ti» si deseas eliminar lo último que dijiste.

# tips_to_protect_yourself
source: Turn off personalised advertisement
es: Desactiva los anuncios personalizados.

# tips_to_protect_yourself
source: Review Nest privacy tips: <a id="a1">https://support.google.com/googlenest/answer/9247517</a>
es: Revisa las recomendaciones de privacidad de Nest: <a id="a1">https://support.google.com/googlenest/answer/9247517</a>

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data
es: Cuando inicies el registro, no aceptes el seguimiento de tus datos.

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
es: No te registres utilizando una cuenta que ya tengas con terceros. Es mejor que ingreses un correo electrónico y una buena contraseña.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).

# tips_to_protect_yourself
source: Keep your app regularly updated
es: Actualiza la app a menudo.

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.

# personal_data_collected
source: Name, email, phone number, address.
de: Name, E-Mail, Telefonnummer, Adresse
es: Nombre, correo electrónico, número de teléfono, dirección

# how_can_you_control_your_data
source: Google provides various privacy controls, accessible via Google Privacy tools. There are several clearly defined ways to delete personal data, including deleting data from Nest app or deleting a whole Google Account. An autotimer can be set up for 3 or 18 months. The retention details are also listed in the Policy.
es: Google proporciona varios controles de la privacidad, accesibles mediante las herramientas de Privacidad de Google. Hay varias maneras claramente definidas de eliminar datos personales, inclusive los datos de la app de Nest o la cuenta completa de Google. Se puede configurar un temporizador automático para 3 o 18 meses. Los detalles de retención también se enumeran en la Política.

# how_can_you_control_your_data
source: "When you delete data in your Google account, we immediately start the process of removing it from the product and our systems. First, we aim to immediately remove it from view and the data may no longer be used to personalize your Google experience."
es: «Cuando eliminas datos en tu cuenta de Google, inmediatamente comenzamos el proceso de eliminarlos del producto y de nuestros sistemas. Primero, buscamos que ya no se muestren y que ya no se utilicen para personalizar tu experiencia con Google».
