Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/google-chromecast-with-google-tv.po
Languages: de, es, fr

# how_does_it_use_data_collected
source: Google says they keep video footage, audio recordings, and home environment sensor readings separate from advertising, and they won’t use this data for ad personalization.
de: Google gibt an, dass Video- und Audioaufnahmen sowie die Messwerte von Sensoren in der häuslichen Umgebung getrennt von der Werbung gespeichert werden und dass diese Daten nicht für die Personalisierung von Anzeigen verwendet werden.
fr: Google indique garder les enregistrements audio et vidéo, et les lectures des capteurs de l’environnement domestique séparés de la publicité, et que Google n’utilisera pas ces données pour la personnalisation des publicités

# user_friendly_privacy_policy_helptext
source: Google provides useful privacy information.
de: Google stellt nützliche Datenschutzinformationen zur Verfügung.
fr: Google fournit des informations utiles sur la confidentialité.

# uses_encryption_helptext
source: Uses encryption in transit and at rest.
de: Verschlüsselung wird bei der Übertragung und bei Speicherung verwendet.
es: Emplea cifrado en tránsito y en reposo.
fr: Utilisation du chiffrement en transit et au repos.

# manage_vulnerabilities_helptext
source: Google has a <a id="a1">Security Rewards program</a>.
de: Google hat ein <a id="a1">Sicherheitsprämienprogramm</a>.
fr: Google dispose d’un <a id="a1">programme de récompenses de sécurité</a>.

# privacy_policy_helptext
source: Google has several privacy pages explaining its approach to privacy in simple language.
de: Google hat mehrere Webseiten, auf denen in einfacher Sprache erklärt wird, wie der Zugang des Unternehmens zum Datenschutz ist.
es: Google cuenta con varias páginas de privacidad en las que explica su enfoque a la privacidad usando un lenguaje sencillo.
fr: Google dispose de plusieurs pages au sujet de la confidentialité, qui détaillent ses principes en utilisant un langage simple.

# tips_to_protect_yourself
source: Check <a id="a1">Chromecast privacy settings</a>
de: Überprüfen Sie <a id="a1">die Chromecast-Datenschutzeinstellungen</a>
fr: Vérifiez les <a id="a1">paramètres de confidentialité du Chromecast</a>

# tips_to_protect_yourself
source: Hide <a id="a1">personal recommendations</a> on Google TV
de: <a id="a1">Persönliche Empfehlungen</a> auf Google TV ausblenden
fr: Masquez les <a id="a1">recommandations personnelles</a> sur Google TV

# tips_to_protect_yourself
source: Set up <a id="a1">parental controls</a> if you have kids
de: Richten Sie <a id="a1">die Kindersicherung</a> ein, wenn Sie Kinder haben.
fr: Configurez le <a id="a1">contrôle parental</a> si vous avez des enfants

# tips_to_protect_yourself
source: Set up a passcode for payment authentication
de: Richten Sie einen Passcode für die Zahlungsauthentifizierung ein.
fr: Configurez un mot de passe pour l’authentification des paiements

# tips_to_protect_yourself
source: Visit privacy controls to adjust the amount of data collected
de: Besuchen Sie die Datenschutzeinstellungen, um die Menge der gesammelten Daten anzupassen
fr: Consultez les paramètres de confidentialité pour ajuster la quantité de données collectées.

# tips_to_protect_yourself
source: Delete your historical data from time to time. You can do this by saying, “Hey Google, delete this week’s activity.” or "Hey Google, that wasn't for you" to delete the last thing you said
de: Löschen Sie Ihren Verlauf hin und wieder. Das können Sie tun, indem Sie sagen: „Hey Google, lösche die Aktivitäten dieser Woche.“ oder „Hey Google, das war nicht für dich“, um etwas zu löschen, das Sie gerade gesagt haben.
fr: Supprimez vos anciennes données de temps en temps. Vous pouvez le faire en disant : « Ok Google, supprime l’activité de cette semaine ». ou « Hey Google, ce n’était pas pour toi » pour supprimer la dernière chose que vous avez dite.

# tips_to_protect_yourself
source: Turn off personalised advertisement
de: Deaktivieren Sie personalisierte Werbung
fr: Désactivez la publicité personnalisée

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data.
de: Stimmen Sie bei der Registrierung nicht dem Tracking Ihrer Daten zu.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données.

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
de: Registrieren Sie sich nicht über ein Drittanbieterkonto. Es ist besser, sich mithilfe der E-Mail-Adresse und einem starken Passwort zu registrieren.
fr: Ne vous inscrivez pas avec un compte tiers. Il vaut mieux vous connecter avec un e-mail et un mot de passe compliqué.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Dafür können Sie auch ein Passwortkontrollprogramm anwenden, wie 1Password, KeePass etc.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Nutzen Sie Ihre Datenschutzeinstellungen, um den Zugriff auf Ihre personenbezogenen Daten per App zu beschränken (d. h., geben Sie Kamera, Mikrofon, Bildern und Standort keinen Zugriff, es sei denn es ist notwendig)
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et emplacement, sauf si nécessaire)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Aktualisieren Sie Ihre App regelmäßig
fr: Mettez votre application à jour régulièrement

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät (z. B. auf dem iPhone unter „Datenschutz“ > „Werbung“ > „Ad-Tracking beschränken“) und die größten Werbenetzwerke ein (bei Google öffnen Sie Ihr Google-Konto und schalten Sie die Anzeigenpersonalisierung aus)
fr: Limitez le suivi publicitaire via votre appareil (par ex., sur iPhone, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data."
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.
fr: Demandez que vos données soient supprimées une fois que vous avez cessé d’utiliser l’application. La simple suppression d’une application de votre appareil n’efface généralement pas vos données personnelles.

# personal_data_collected
source: Name, email, phone number
de: Name, E-Mail, Telefonnummer
es: Nombre, dirección de correo electrónico, número de teléfono
fr: Nom, adresse e-mail, numéro de téléphone

# biometric_data_collected
source: Voice recordings
de: Sprachaufnahmen
es: Grabaciones de voz
fr: Enregistrements vocaux

# how_can_you_control_your_data
source: Google provides various privacy controls, accessible via Google Privacy tools. There are several clearly defined ways to delete personal data, including deleting data from Nest app or deleting a whole Google Account. An autotimer can be set up for 3 or 18 months. The retention details are also listed in the Policy.
de: Google bietet verschiedene Datenschutzkontrollen, die über die Google-Datenschutz-Tools zugänglich sind. Es gibt mehrere klar definierte Möglichkeiten, persönliche Daten zu löschen, einschließlich des Löschens von Daten aus der Nest-App oder des Löschens eines ganzen Google-Kontos. Es kann ein Autotimer für 3 oder 18 Monate eingerichtet werden. Die Einzelheiten der Datenaufbewahrung sind ebenfalls in der Richtlinie aufgeführt.
fr: Google fournit divers contrôles de confidentialité, accessibles via les outils de confidentialité de Google. Il existe plusieurs manières clairement définies de supprimer des données personnelles, y compris en supprimant des données de l’application Nest ou en supprimant l’intégralité d’un compte Google. Une minuterie automatique peut être configurée pour 3 ou 18 mois. Les détails de conservation des données sont également répertoriés dans la Politique.

# how_can_you_control_your_data
source: "When you delete data in your Google account, we immediately start the process of removing it from the product and our systems. First, we aim to immediately remove it from view and the data may no longer be used to personalize your Google experience."
de: „Wenn Sie Daten in Ihrem Google-Konto löschen, beginnen wir sofort mit dem Prozess, sie aus dem Produkt und unseren Systemen zu entfernen. Zunächst versuchen wir, die Daten sofort zu entfernen. Sie können nicht mehr zur Personalisierung Ihrer Google-Erfahrung verwendet werden.
fr: « Lorsque vous supprimez des données de votre compte Google, nous lançons immédiatement le processus de suppression du produit et de nos systèmes. Premièrement, nous visons à les supprimer visuellement et les données ne peuvent plus être utilisées pour personnaliser votre expérience Google. »

# how_can_you_control_your_data
source: To delete Google Home search history and voice recordings: See the "Data deletion" section of Data security and privacy on devices that work with Assistant.
de: So löschen Sie den Google Home-Suchverlauf und Sprachaufzeichnungen: Siehe den Abschnitt „Datenlöschung“ unter Datensicherheit und Datenschutz auf Geräten, die mit Assistant funktionieren.
fr: Pour supprimer l’historique de recherche et les enregistrements vocaux de Google Home : consultez la section « Suppression de données » depuis Sécurité et confidentialité des données sur les appareils qui fonctionnent avec l’Assistant.

# how_can_you_control_your_data
source: Google sets various data retention timeframes for different data types: "In some cases, rather than provide a way to delete data, we store it for a predetermined period of time. For each type of data, we set retention timeframes based on the reason for its collection. For example, to ensure that our services display properly on many different types of devices, we may retain browser width and height for up to 9 months. We also take steps to anonymize certain data within set time periods. For example, we anonymize advertising data in server logs by removing part of the IP address after 9 months and cookie information after 18 months."
de: Google legt für die verschiedenen Datentypen unterschiedliche Aufbewahrungsfristen fest: „In einigen Fällen bieten wir keine Möglichkeit, Daten zu löschen, sondern speichern sie für einen bestimmten Zeitraum. Für jede Art von Daten legen wir Aufbewahrungsfristen fest, die sich nach dem Grund für ihre Erfassung richten. Um zum Beispiel sicherzustellen, dass unsere Dienste auf vielen verschiedenen Gerätetypen richtig angezeigt werden, können wir die Breite und Höhe des Browsers bis zu 9 Monate lang aufbewahren. Wir ergreifen auch Maßnahmen, um bestimmte Daten innerhalb bestimmter Zeiträume zu anonymisieren. So anonymisieren wir beispielsweise Werbedaten in Serverprotokollen, indem wir einen Teil der IP-Adresse nach 9 Monaten und Cookie-Informationen nach 18 Monaten entfernen.“

# track_record_details
source: Google received plenty of fines from European, American, and Korean authorities in the last few years. The biggest was the <a id="a1">$170M fine</a> from New York Attorney General for mishandling the children consent. The other cases include the <a id="a2">fine</a> of $100M for violating the Biometric Information Privacy Act in Illinois, $71.8M <a id="a3">fine</a> for mishandling consent in South Korea, $57M <a id="a4">fine</a> for violating GDPR in France, as well as other fines from local Data Protection Authorities in Ireland, Italy, Spain.
de: Google hat in den letzten Jahren zahlreiche Geldstrafen von europäischen, amerikanischen und koreanischen Behörden erhalten. Die größte <a id="a1">war</a> die 170-Millionen-Dollar-Strafe des New Yorker Generalstaatsanwalts für den falschen Umgang mit der Einwilligung von Kindern. Zu den anderen Fällen gehören die <a id="a2">Geldstrafe</a> in Höhe von 100 Mio. USD für die Verletzung des Gesetzes über den Schutz biometrischer Daten in Illinois, <a id="a3">71,8 Mio. USD</a> für den falschen Umgang mit Einwilligungen in Südkorea, <a id="a4">57 Mio. USD</a> für die Verletzung der Datenschutzgrundverordnung in Frankreich sowie weitere Geldstrafen von lokalen Datenschutzbehörden in Irland, Italien und Spanien.

# track_record_details
source: In 2022 <a id="a1">Google agreed to a nearly $392 million dollar legal settlement</a> with 40 US states "for charges that it misled users into thinking they had turned off <a id="a2">location tracking</a> in their account settings even as the company continued collecting that information".
de: Im Jahr 2022 <a id="a1">stimmte Google einem Vergleich in Höhe von fast 392 Millionen Dollar mit 40 US-Bundesstaaten zu</a>, „wegen des Vorwurfs, dass Google den Nutzern vorgaukelte, sie hätten die <a id="a2">Standortverfolgung</a> in ihren Kontoeinstellungen deaktiviert, obwohl das Unternehmen diese Daten weiterhin sammelte“.

# track_record_details
source: In August 2019, the <a id="a1">company admitted</a> that partners who work to analyze voice snippets from the Assistant leaked the voice snippets of some Dutch users. More than 1,000 private conversations were sent to a Belgian news outlet, some of the messages reportedly revealed sensitive information such as medical conditions and customer addresses.
de: Im August 2019 gab das <a id="a1">Unternehmen</a> zu, dass Partner, die mit der Analyse von Sprachaufnahmen vom Google Assistant betraut wurden, die Daten einiger Nutzer*innen in den Niederlanden geleakt hatte. Mehr als 1.000 private Gespräche wurden an eine belgische Nachrichtenanstalt geschickt, einige Nachrichten legten Berichten zufolge sensible Informationen offen, wie zum Beispiel Krankheiten und Adressen von Kund*innen.
fr: En août 2019, la société a <a id="a1">admis</a> que des partenaires qui travaillent à l’analyse des extraits vocaux de l’Assistant ont divulgué les extraits vocaux de certains utilisateurs néerlandais. Plus de 1 000 conversations privées ont été envoyées à un média belge, certains des messages auraient révélé des informations sensibles telles que des conditions médicales et des adresses de clients.

# track_record_details
source: In December 2018, <a id="a1">a bug exposed</a> exposed the data of 52.5 million Google+ users.
de: Im Dezember 2018 hat <a id="a1">ein Fehler</a> die Offenlegung von Daten von 52,5 Millionen Google+-Nutzern verursacht.
fr: En décembre 2018, <a id="a1">un bug a révélé</a> les données de 52,5 millions d’utilisateurs de Google+.

# track_record_details
source: <a id="a1">Nest Security Bulletin</a> contains details of security vulnerabilities that previously affected Google Nest's devices.
de: <a id="a1">Das Nest Sicherheits-Bulletin</a> enthält Details zu Sicherheitslücken, die in der Vergangenheit die Geräte von Google Nest betroffen haben.
fr: Le <a id="a1">bulletin de sécurité Nest</a> contient des détails sur les failles de sécurité qui affectaient auparavant les appareils Google Nest.

# child_safety_blurb
source: You can check <a id="a1">Google Family Link</a> privacy guide for teens &amp; children for details for different countries and age groups.
de: Sie können sich den Datenschutz-Guide für Teenager & Kinder in<a id="a1">Google Family Link</a> ansehen, um Informationen für verschiedene Länder und Altersgruppen einzusehen.
fr: Vous pouvez consulter le guide de confidentialité de <a id="a1">Google Family Link</a> pour les adolescents et enfants pour plus de détails sur les différents pays et tranches d’âge.

# child_safety_blurb
source: You can set up "Include voice and audio activity" option for your child. The "Include voice and audio activity" option under the Web &amp; App Activity setting controls whether voice and audio recordings are stored to your Google Account when you use your voice to interact with Assistant. This option is off by default when creating a Google account, and is not required to use the Assistant.
de: Sie können die Option „Sprach- und Audioaktivitäten einbeziehen“ für Ihr Kind einrichten. Die Option „Sprach- und Audioaktivität einbeziehen“ unter der Einstellung „Web- und App-Aktivität“ steuert, ob Sprach- und Audioaufnahmen in Ihrem Google-Konto gespeichert werden, wenn Sie Ihre Stimme zur Interaktion mit Assistant verwenden. Diese Option ist standardmäßig deaktiviert, wenn Sie ein Google-Konto erstellen, und ist nicht erforderlich, um den Assistant zu verwenden.
fr: Vous pouvez configurer l’option « Inclure l’activité vocale et audio » pour votre enfant. L’option « Inclure l’activité vocale et audio » sous la section Web et Activité de l’application contrôle si les enregistrements vocaux et audio sont stockés sur votre compte Google lorsque vous utilisez votre voix pour interagir avec l’Assistant. Cette option est désactivée par défaut lors de la création d’un compte Google et n’est pas nécessaire pour utiliser l’assistant.

# child_safety_blurb
source: If your child’s "Include voice and audio activity" option under the Web &amp; App Activity setting is checked, when they interact with the Assistant on a signed-in device, a recording of their interaction, plus a few seconds before, may be stored with their account. Google uses this saved voice and audio activity to develop and improve its audio recognition technologies and the Google services that use them, like Google Assistant. If your child uses Google Assistant with Voice Match and you’ve turned on this voice and audio activity setting, Google may also temporarily process a model of your child’s voice from their saved audio to develop and improve Google’s voice technologies and Google services that use them.
de: Wenn die Option „Sprach- und Audioaktivität einbeziehen“ unter der Einstellung „Web- und App-Aktivität“ aktiviert ist, kann eine Aufzeichnung der Interaktion Ihres Kindes mit dem Assistant auf einem angemeldeten Gerät sowie einige Sekunden davor in seinem Konto gespeichert werden. Google verwendet diese gespeicherten Sprach- und Audioaktivitäten zur Entwicklung und Verbesserung seiner Spracherkennungstechnologien und der Google-Dienste, die diese nutzen, wie Google Assistant. Wenn Ihr Kind Google Assistant mit Voice Match verwendet und Sie diese Einstellung für Sprach- und Audioaktivitäten aktiviert haben, kann Google auch vorübergehend ein Modell der Stimme Ihres Kindes aus den gespeicherten Audiodaten erstellen, um die Sprachtechnologien von Google und die Google-Dienste, die diese nutzen, zu entwickeln und zu verbessern.

# ai_helptext
source: Google publishes academic papers about its <a id="a1">AI research</a> and makes several <a id="a2">tools</a> available via open source.
de: Google veröffentlicht wissenschaftliche Arbeiten über seine <a id="a1">KI-Forschung</a> und stellt mehrere <a id="a2">Tools</a> via Open Source zur Verfügung.
fr: Google publie ses <a id="a1">travaux de recherche en matière d’IA</a> et propose plusieurs <a id="a2">outils</a> open source.

# ai_what_can_it_do
source: Google uses natural language processing to understand you and to generate answers to your requests.
de: Google verwendet die Verarbeitung natürlicher Sprache, um Sie zu verstehen und Antworten auf Ihre Anfragen zu generieren.
fr: Google utilise le traitement du langage naturel pour vous comprendre et générer des réponses à vos demandes.

# blurb
source: "Hey Google!" That will become your new favorite saying if you go the route of Chromecast, now with Google TV. This little dongle lets you stream what you're watching or listening to on your phone or tablet to your TV. And the new Google TV puts all the content from all your streaming services on the screen in one place. Just say, "Hey Google, show me rom coms," and all the rom coms from Netflix, Hulu, Amazon Prime, and more will appear on screen. Nifty.
es: «Ok Google»: esta se convertirá en tu expresión favorita si eres de Chromecast, ahora con Google TV. Este pequeño dongle (una especie de pincho USB) te permite enviar lo que estás viendo o escuchando en tu teléfono o tablet a la tele, y el nuevo Google TV pone todo el contenido de tus servicios de streaming en la pantalla en un solo lugar. Basta con decir «Ok Google, enséñame comedias románticas» y todas las que hay en Netflix, Hulu o Amazon Prime, por ejemplo, aparecerán en tu pantalla. Una genialidad.

# worst_case
source: Google seems to do a better job than some of the other Big Tech companies when it comes to privacy. We like that users are now automatically opted out of Google's human review of voice recordings. However, Google does collect a ton of data on you, especially if you don't take the time to adjust your privacy setting to lock down just how much info they can gather. We recognize it is time consuming to have to go in and adjust setting in apps and on your phone and on your computer to protect your privacy. If you don't take the time, it's possible Google can get to know you really well, maybe too well. Google knows that you like to watch sappy rom coms at certain times each month and starts treating you with ads for chocolate and wine and you fall into a rut of watching movies and eating chocolate and drinking wine and, you know what, that doesn't sound so bad. Maybe it's OK Google knows you so well. Maybe it's creepy.
es: Google parece estar haciendo un mejor trabajo que otras empresas Big Tech en lo que respecta a la privacidad (sí, Facebook, eso va por ti). Nos gusta el hecho de que los usuarios queden excluidos de la revisión humana de grabaciones de voz por defecto; no obstante, recoge muchísimos datos sobre ti, sobre todo si no dedicas algo de tiempo a cambiar tus ajustes de privacidad para limitar la cantidad de información que pueden recopilar. Es cierto que lleva bastante tiempo cambiar los ajustes en las apps, el teléfono y el ordenador para proteger tu privacidad, pero si no lo haces, es posible que Google llegue a conocerte muy bien, quizás demasiado. Puede que te reconozcan por todas las veces que has pedido pizza margarita. Y que sepan que no tienes pareja (¿quién pide pizza margarita?). Es broma, saben que no tienes pareja por todas las pedicuras que has reservado para uno. Puede que dé igual que Google te conozca tan bien. O puede que dé yuyu...

# how_does_it_use_data_collected
source: Google says that your personal data is never sold to third parties.
es: Google asevera que nunca vende tus datos personales a terceros.

# manage_vulnerabilities_helptext
source: Google has a Security Rewards program, which means that anyone who finds a security issue and discloses it responsibly may get paid. https://www.google.com/about/appsecurity/programs-home/
es: Google tiene un programa de recompensas de seguridad (Security Rewards), con lo que todas las personas que detecten algún problema de seguridad y se lo notifique de forma responsable podrían recibir un pago por ello: https://www.google.com/about/appsecurity/programs-home/
