Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/google-nest-learning-thermostat.po
Languages: de, es

# how_can_you_control_your_data
source: To delete Google Home search history and voice recordings: See the "Data deletion" section of Data security and privacy on devices that work with Assistant.
es: Para eliminar el historial de búsqueda y grabaciones de voz de Google Home, remítete a la sección «Eliminación de datos» de «Seguridad y privacidad de los datos» en los dispositivos que funcionan con el asistente.

# how_can_you_control_your_data
source: Google sets various data retention timeframes for different data types: "In some cases, rather than provide a way to delete data, we store it for a predetermined period of time. For each type of data, we set retention timeframes based on the reason for its collection. For example, to ensure that our services display properly on many different types of devices, we may retain browser width and height for up to 9 months. We also take steps to anonymize certain data within set time periods. For example, we anonymize advertising data in server logs by removing part of the IP address after 9 months and cookie information after 18 months."
es: Google fija varios plazos de retención de datos para diferentes tipos de datos: «En algunos casos, en vez de proporcionar una manera de eliminar datos, los almacenamos durante un tiempo predeterminado. Para cada tipo de datos, establecemos plazos de retención dependiendo del motivo por el que fueron recopilados. Por ejemplo, para garantizar que nuestros servicios se muestren correctamente en muchos tipos diferentes de dispositivos, podemos retener el ancho y alto del navegador hasta por 9 meses. También tomamos medidas encaminadas a anonimizar ciertos datos dentro de periodos de tiempo establecidos. Por ejemplo, anonimizamos los datos de publicidad en los registros del servidor al eliminar parte de la dirección IP después de 9 meses y la información de las cookies después de 18 meses».

# track_record_details
source: Google received plenty of fines from European, American, and Korean authorities in the last few years. The biggest was the <a id="a1">$170M fine</a> from New York Attorney General for mishandling the children consent. The other cases include the <a id="a2">fine</a> of $100M for violating the Biometric Information Privacy Act in Illinois, $71.8M <a id="a3">fine</a> for mishandling consent in South Korea, $57M <a id="a4">fine</a> for violating GDPR in France, as well as other fines from local Data Protection Authorities in Ireland, Italy, Spain.
es: En años recientes, las autoridades europeas, estadounidenses y coreanas han multado muchas veces a Google. La multa más cuantiosa <a id="a1">fue por</a> $170 millones, que le aplicó la procuraduría general de Nueva York por mal uso del consentimiento infantil. Otros litigios incluyen la <a id="a2">multa</a> de 100 millones de dólares por contravenir la Ley de Privacidad de la información Biométrica de Illinois, una <a id="a3">multa</a> de 71.8 millones de dólares por el mal uso del consentimiento en Corea del Sur, una <a id="a4">multa</a> de 57 millones de dólares por infringir el Reglamento General de Protección de Datos en Francia, y otras sanciones más de las autoridades de protección de datos en Irlanda, Italia y España.

# track_record_details
source: In 2022 <a id="a1">Google agreed to a nearly $392 million dollar legal settlement</a> with 40 US states "for charges that it misled users into thinking they had turned off <a id="a2">location tracking</a> in their account settings even as the company continued collecting that information".
es: En 2022, <a id="a1">Google acordó una conciliación legal de casi 392 millones de dólares</a> con 40 estados de los Estados Unidos «por cargos en los que se acusaba a la empresa de engañar a sus usuarios haciéndoles pensar que habían desactivado el <a id="a2">seguimiento de la ubicación</a> en la configuración de su cuenta, mientras la empresa seguía recopilando esa información».

# track_record_details
source: In August 2019, the <a id="a1">company admitted</a> that partners who work to analyze voice snippets from the Assistant leaked the voice snippets of some Dutch users. More than 1,000 private conversations were sent to a Belgian news outlet, some of the messages reportedly revealed sensitive information such as medical conditions and customer addresses.
es: En agosto de 2019, la <a id="a1">compañía admitió</a> que los socios que analizan los snippets de voz del asistente filtraron los snippets de voz de algunos usuarios holandeses. Se enviaron más de 1000 conversaciones privadas a una agencia de noticias belga y, supuestamente, algunos de los mensajes revelaron información sensible como el estado de salud de los clientes y su domicilio.

# track_record_details
source: In December 2018, <a id="a1">a bug exposed</a> exposed the data of 52.5 million Google+ users.
es: En diciembre de 2018, <a id="a1">un error expuso</a> los datos de 52,5 millones de usuarios de Google+.

# track_record_details
source: <a id="a1">Nest Security Bulletin</a> contains details of security vulnerabilities that previously affected Google Nest's devices.
es: En las distintas ediciones de <a id="a1">Nest Security Bulletin</a> se proporcionan detalles de las vulnerabilidades de seguridad que anteriormente han afectado a los dispositivos Google Nest.

# child_safety_blurb
source: You can check <a id="a1">Google Family Link</a> privacy guide for teens &amp; children for details for different countries and age groups.
es: Puedes leer la guía de privacidad para adolescentes y niños en <a id="a1">Google Family Link</a> para conocer más detalles sobre los distintos países y grupos de edad.

# child_safety_blurb
source: You can set up "Include voice and audio activity" option for your child. The "Include voice and audio activity" option under the Web &amp; App Activity setting controls whether voice and audio recordings are stored to your Google Account when you use your voice to interact with Assistant. This option is off by default when creating a Google account, and is not required to use the Assistant.
es: Puedes configurar la opción «Incluir actividad de voz y audio» para tus niños. Se encuentra en los ajustes de Actividad en la Web y la App y controla si las grabaciones de voz y audio se guardan en la cuenta Google tuya cuando utilizas la voz para interactuar con el asistente. Esta opción está desactivada por defecto cuando se crea una cuenta de Google y no se requiere para utilizar el asistente.

# child_safety_blurb
source: If your child’s "Include voice and audio activity" option under the Web &amp; App Activity setting is checked, when they interact with the Assistant on a signed-in device, a recording of their interaction, plus a few seconds before, may be stored with their account. Google uses this saved voice and audio activity to develop and improve its audio recognition technologies and the Google services that use them, like Google Assistant. If your child uses Google Assistant with Voice Match and you’ve turned on this voice and audio activity setting, Google may also temporarily process a model of your child’s voice from their saved audio to develop and improve Google’s voice technologies and Google services that use them.
es: Si está activada la opción «Incluir actividad de voz y audio» de tus niños en los ajustes de Actividad en la Web y la App, cuando interactúan con el asistente en un dispositivo conectado, se puede guardar una grabación de su interacción, más unos segundos antes, en su cuenta. Google utiliza esta actividad de voz y audio guardada para desarrollar sus tecnologías de reconocimiento de audio y mejorarlas, así como a los servicios propios que las utilizan, como el Asistente de Google. Si tus niños utilizan el Asistente de Google con Voice Match y tú has activado este ajuste de actividad de voz y audio, Google también podría procesar temporalmente un modelo de la voz de tus niños a partir del audio guardado con el fin de desarrollar y mejorar sus propias tecnologías de voz y los servicios suyos que las utilizan.

# ai_helptext
source: Google publishes academic papers about it's <a id="a1">AI research</a> and makes several tools available via open source.
de: Google veröffentlicht wissenschaftliche Arbeiten über seine <a id="a1">KI-Forschung</a> und stellt mehrere Tools via Open Source zur Verfügung.
es: Google publica artículos académicos sobre su <a id="a1">investigación de IA</a> y pone varias herramientas a disposición a través de código abierto.

# ai_what_can_it_do
source: Google uses natural language processing to understand you and to generate answers to your requests.
es: Google utiliza el procesamiento del lenguaje natural para entenderte y ser capaz de generar respuestas adecuadas a tus solicitudes.

# blurb
source: Learning is fun! Owning a thermostat that learns all about how warm and cool you like your house is maybe fun too? According to Google, use this thermostat for a week and it'll adapt to you. The app lets you control the temperature in your home from anywhere and sends alerts when things don't look quite right. It'll even let you know when it's time to change your furnace filter. Best of all, that learning can help save energy and money. The big question is, can it learn who’s side to pick when you like it hot and your partner likes it cold?
de: Lernen macht Spaß! Es macht vielleicht auch Spaß, einen Thermostat zu besitzen, der alles darüber lernt, wie warm und kühl Sie Ihr Haus mögen? Verwenden Sie diesen Thermostat laut Google eine Woche lang und er wird sich an Sie anpassen. Mit der App können Sie die Temperatur in Ihrem Zuhause von überall aus steuern und sendet einen Alarm aus, wenn etwas nicht stimmt. Sie werden sogar informiert, wenn es Zeit ist, Ihren Ofenfilter zu wechseln. Das Beste ist, dass Lernen helfen kann, Energie und Geld zu sparen. Die große Frage ist, kann das Gerät lernen, für welche Seite es sich entscheiden soll, wenn Sie es heiß mögen und Ihr Partner kalt?

# worst_case
source: Google seems to do a better job than some of the other Big Tech companies when it comes to privacy (looking at you Facebook). That said, you should be aware they are a huge ad company that needs your data to sell ads. Google promises that your voice recordings won’t be used to send you personalized ads, but they admit transcripts of your voice interactions with your may. So, while this smart thermostat doesn't have a microphone built in (yay!), when you control it with a smart speaker like the Google Nest Mini, those voice transcripts could be used to target you ads. Google uses your personal information to show you ads all over the place like in your Gmail, in your favorite Solitaire app, on partner websites, and on YouTube.
de: Google scheint einen besseren Job zu machen als einige der anderen Big-Tech-Unternehmen, wenn es um Datenschutz geht (vor allem du, Facebook). Sie sollten sich jedoch bewusst sein, dass es sich um ein riesiges Werbeunternehmen handelt, das Ihre Daten benötigt, um Anzeigen zu verkaufen. Google verspricht, dass Ihre Sprachaufzeichnungen nicht verwendet werden, um Ihnen personalisierte Anzeigen zu senden, gibt allerdings zu, dass dies bei den Transkripten Ihrer Sprachinteraktionen der Fall sein könnte. Dieser intelligente Thermostat hat zwar kein integriertes Mikrofon (hurra!), wenn Sie ihn jedoch mit einem intelligenten Lautsprecher wie dem Google Nest Mini steuern, können diese Sprachtranskripte verwendet werden, um Ihre Anzeigen auszurichten. Google verwendet Ihre personenbezogenen Daten, um Ihnen überall Werbung zu zeigen, beispielsweise in Ihrem Gmail, in Ihrer bevorzugten Solitaire-App, auf Partner-Websites und auf YouTube.

# worst_case
source: We do like that users are now automatically opted out of Google's human review of voice recordings, because that was super creepy. We also like that Google does try to communicate with users how they collect and use data in their <a id="a1">Safety Center</a>. Google does collect a lot of data on you, especially if you don't take the time to <a id="a2">adjust your privacy settings</a> to lock down just how much info they can gather. You should absolutely take the time to adjust these privacy settings. Just beware, you will get notifications that some things might not work right if you change settings. That’s annoying, and probably worth it for a little more privacy.
de: Uns gefällt, dass Benutzer jetzt automatisch von der menschlichen Überprüfung von Sprachaufnahmen durch Google abgemeldet werden, weil das wirklich unheimlich war. Uns gefällt auch, dass Google versucht, den Nutzern mitzuteilen, wie Daten im <a id="a1">Sicherheitszentrum</a> des Unternehmens gesammelt und verwendet werden. Google sammelt eine Menge Daten über Sie, insbesondere wenn Sie sich nicht die Zeit nehmen <a id="a2">, Ihre Datenschutzeinstellungen anzupassen</a>, um einzuschränken, wie viele Informationen sie sammeln können. Sie sollten sich unbedingt die Zeit nehmen, diese Datenschutzeinstellungen anzupassen. Passen Sie auf, da Sie Benachrichtigungen erhalten werden, dass einige Dinge möglicherweise nicht richtig funktionieren, wenn Sie die Einstellungen ändern. Das ist zwar ärgerlich, lohnt sich wahrscheinlich aber für etwas mehr Privatsphäre.

# how_does_it_use_data_collected
source: While voice recordings and home environment sensor readings won't be used for ad personalization, transcripts of your voice interactions may be. Non-personally identifiable information may be shared with partners. Google says that your personal data is never sold to third parties. Google says they keep video footage, audio recordings, and home environment sensor readings separate from advertising, and they won’t use this data for ad personalization Google uses your personal information “to serve you relevant ads in Google products, on partner websites, and in mobile apps.” According to the company, customers own their data and it does not sell this data to third parties. Google does state it gets paid by advertisers for placing ads to you based on your personal information. Google says to send data outside of the organization only with a user's consent.
de: Während Sprachaufzeichnungen und Sensorwerte der häuslichen Umgebung nicht für die Personalisierung von Anzeigen verwendet werden, könnte dies jedoch bei den Transkripten Ihrer Sprachinteraktionen der Fall sein. Nicht personenbezogene Daten können an Partner weitergegeben werden. Google sagt, dass Ihre personenbezogenen Daten niemals an Dritte verkauft werden. Google gibt an, dass Video- und Audioaufzeichnungen sowie Messwerte von Sensoren der häuslichen Umgebung getrennt von Werbung aufbewahrt werden und dass diese Daten nicht zur Personalisierung von Anzeigen verwendet werden. Google verwendet Ihre personenbezogenen Daten, „um Ihnen relevante Werbungen in Google-Produkten, auf Partner-Websites und in mobilen Apps anzuzeigen.“ Nach Angaben des Unternehmens besitzen die Kunden ihre Daten und es verkauft diese Daten nicht an Dritte. Google gibt an, dass es von Werbetreibenden dafür bezahlt wird, Ihnen basierend auf Ihren personenbezogenen Daten Anzeigen zu präsentieren. Google sagt, dass Daten außerhalb des Unternehmens nur mit Zustimmung des Nutzers versendet werden.

# manage_vulnerabilities_helptext
source: Google has a <a id="a1">Security Rewards program</a>, which means that anyone who finds a security issue and discloses it responsibly may get paid.
de: Google hat ein <a id="a1">Sicherheitsprämienprogramm</a>, was bedeutet, dass jeder, der ein Sicherheitsproblem findet und es verantwortungsvoll offenlegt, dafür bezahlt werden kann.

# tips_to_protect_yourself
source: Visit privacy controls to adjust the amount of data collected.
de: Besuchen Sie die Datenschutzeinstellungen, um die Menge der gesammelten Daten anzupassen.

# tips_to_protect_yourself
source: Delete your historical data from time to time.
de: Löschen Sie Ihre Historie von Zeit zu Zeit.

# tips_to_protect_yourself
source: Review <a id="a1">Nest privacy tips</a>.
de: Lesen Sie <a id="a1">die Datenschutztipps von Nest</a>.

# how_can_you_control_your_data
source: Google provides various privacy controls, accessible via Google Privacy tools. There are several clearly defined ways to delete personal data, incl. deleting data from Nest app or deleting a whole Google Account. An autotimer can be set up for 3 or 18 month. The retention details are also listed in the Policy.
de: Google bietet verschiedene Datenschutzkontrollen, auf die über die Google-Datenschutztools zugegriffen werden kann. Es gibt mehrere klar definierte Möglichkeiten, personenbezogene Daten zu löschen, darunter das Löschen von Daten aus der Nest-App oder das Löschen eines ganzen Google-Kontos. Ein Auto-Timer kann für 3 oder 18 Monate eingestellt werden. Die Aufbewahrungsdetails sind auch in der Datenschutzerklärung aufgeführt.

# track_record_details
source: In August 2019, the company <a id="a1">admitted</a> that partners who work to analyze voice snippets from the Assistant leaked the voice snippets of some Dutch users. More than 1,000 private conversations were sent to a Belgian news outlet, some of the messages reportedly revealed sensitive information such as medical conditions and customer addresses.
de: Im August 2019 <a id="a1">gab das Unternehmen zu</a>, dass Partner, die an der Analyse von Assistant-Sprachausschnitten arbeiten, die Sprachausschnitte einiger niederländischer Benutzer weitergegeben haben. Mehr als 1.000 private Gespräche wurden an eine belgische Nachrichtenagentur gesendet, wobei einige der Nachrichten, Berichten zufolge, sensible Informationen wie Gesundheitszustand und Kundenadressen enthielten.

# track_record_details
source: In December 2018, <a id="a1">a bug exposed</a> the data of 52.5 million Google+ users.
de: Im Dezember 2018 hat <a id="a1">ein Fehler</a> die Offenlegung von Daten von 52,5 Millionen Google+-Nutzern verursacht.

# ai_what_can_it_do
source: With Auto-Schedule, your Nest thermostat learns what temperatures you like at different times of the day.
de: Mit Auto-Plan lernt Ihr Nest-Thermostat, welche Temperaturen Sie zu verschiedenen Tageszeiten mögen.
