Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/google-pixel-watch.po
Languages: fr, pt_br

# child_safety_blurb
source: Fitbit allows parents to set up accounts for their children to use with select Fitbit devices (“Children’s Account”). Children’s Accounts are subject to a separate Privacy Policy for Children’s Accounts which explains what information we collect to set up these accounts, what information we collect from a child’s use of our Services, and how we use and share that information. Parents or guardians must consent to the use of their child’s data in accordance with the Privacy Policy for Children’s Accounts in order to create such an account.
fr: Fitbit permet aux parents de paramétrer des comptes pour que leurs enfants puissent les utiliser avec certains appareils Fitbit (« Compte enfant »). Les comptes d’enfants sont soumis à la Politique de confidentialité pour les comptes enfants qui explique quelles informations sont recueillies pour créer ces comptes, quelles informations sont recueillies à partir de l’utilisation de nos services par un enfant et comment nous utilisons et partageons ces informations. Les parents ou tuteurs et tutrices doivent consentir à l’utilisation des données de leurs enfants conformément à la Politique de confidentialité pour les comptes enfants afin de créer un tel compte.
pt_br: "A Fitbit permite que os pais configurem contas para seus filhos usarem com dispositivos Fitbit selecionados ("Conta para Crianças"). As Contas de Crianças estão sujeitas a uma Política de Privacidade separada para Contas de Crianças, que explica quais informações coletamos para configurar essas contas, quais informações coletamos do uso de nossos Serviços por uma criança e como usamos e compartilhamos essas informações. Os pais ou responsáveis devem consentir com o uso dos dados de seus filhos de acordo com a Política de Privacidade para Contas de Crianças para criar tal conta.

# child_safety_blurb
source: Persons under the age of 13, or any higher minimum age in the jurisdiction where that person resides, are not permitted to create accounts unless their parent has consented in accordance with applicable law. If we learn that we have collected the personal information of a child under the relevant minimum age without parental consent, we will take steps to delete the information as soon as possible. Parents who believe that their child has submitted personal information to us and would like to have it deleted may contact us at privacy@fitbit.com."
fr: Les personnes âgées de moins de 13 ans ou sous un âge minimum supérieur dans la juridiction où elles résident ne sont pas autorisées à créer des comptes à moins que leurs parents n’y aient consenti conformément à la loi applicable. Si nous apprenons que nous avons recueilli les informations personnelles d’un enfant en dessous de l’âge minimum en vigueur sans le consentement des parents, nous prendrons des mesures pour supprimer les informations dès que possible. Les parents qui pensent que leur enfant pourrait nous avoir soumis des informations personnelles et qui souhaitent qu’elles soient supprimées peuvent nous contacter à l’adresse e-mail privacy@fitbit.com."
pt_br: Pessoas com menos de 13 anos, ou qualquer idade mínima maior na jurisdição onde essa pessoa reside, não estão autorizadas a criar contas, a menos que seus pais tenham consentido de acordo com a lei aplicável. Se soubermos que coletamos as informações pessoais de uma criança com idade inferior à idade mínima relevante sem o consentimento dos pais, tomaremos medidas para excluir as informações o mais rápido possível. Os pais que acreditam que seus filhos nos enviaram informações pessoais e gostariam de excluí-las podem entrar em contato conosco em privacy@fitbit.com."

# social_data_collected
source: Contacts
pt_br: Contatos
