Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/google-nest-hub.po
Languages: de, es, fr

# ai_what_can_it_do
source: Google uses natural language processing to understand you and to generate answers to your requests. Newest Google Nest Hub uses <a id="a1">sleep sensing</a> to track the sleep of the person closest to the display. It detects movement and breathing, as well as sounds like snoring and coughing, plus environmental factors like light and temperature in the room.
de: Google verwendet die Verarbeitung natürlicher Sprache, um Sie zu verstehen und Antworten auf Ihre Anfragen zu generieren. Der neueste Google Nest Hub verwendet <a id="a1">einen Schlafsensor</a>, um den Schlaf der Person zu verfolgen, die dem Display am nächsten ist. Er erkennt Bewegungen und Atmung, Geräusche, wie Schnarchen und Husten, sowie Umweltfaktoren, wie Licht und Temperatur im Raum.
es: Google utiliza el procesamiento del lenguaje natural para entenderte y ser capaz de generar respuestas adecuadas a tus solicitudes. El nuevo Google Nest Hub utiliza la <a id="a1">detección del sueño</a> para rastrear los patrones de sueño de la persona que se encuentra más cercana a su pantalla. Detecta los movimientos y la respiración, así como otros sonidos como ronquidos y tos, además de factores ambientales como la luz y la temperatura de la habitación.
fr: Google utilise le traitement du langage naturel pour vous comprendre et générer des réponses à vos demandes. Le nouveau Google Nest Hub a recours à la <a id="a1">détection du sommeil</a> pour suivre le sommeil de la personne la plus proche de l’écran. Il détecte les mouvements et la respiration, ainsi que les sons comme le ronflement et la toux, ainsi que les facteurs environnementaux comme la lumière et la température dans la pièce.

# ai_can_user_control_helptext
source: Sleep sensing can be turned on and off at any point.
de: Der Schlafsensor kann jederzeit ein- und ausgeschaltet werden.
es: Puedes activar y desactivar la detección del sueño en cualquier momento.
fr: La détection du sommeil peut être activée et désactivée à tout moment.
