Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/google-nest-hub.po
Languages: de, es, fr

# blurb
source: If you like the idea of a smart video hub that lets you display your photos, watch YouTube, listen to podcasts, and control you lights with your voice, but you don't want a video camera watching you all the time, this is the gadget for you. Unlike Google's more expensive Nest Hub Max, the Nest Hub has no built-in camera to watch you. So it's perfect for your bedside table. Which is where Google hopes you'll put it so it can do some sleep sensing, a feature Google added that uses motion and sound to monitor your sleep. Wake up every morning and it'll tell you if you slept, when you slept, and how your slept. And it's got three built-in microphones, so maybe switch those and the sleep sensing off when your friend with benefits comes for a visit. Google doesn't need to track every aspect of your life!
de: Wenn Ihnen die Idee eines intelligenten Video-Hubs gefällt, mit dem Sie Ihre Fotos anzeigen, YouTube ansehen, Podcasts anhören und Ihre Leuchten mit Ihrer Stimme steuern können, Sie aber nicht möchten, dass eine Videokamera Sie ständig beobachtet, ist dies das richtige Gerät für Sie. Im Gegensatz zum teureren Nest Hub Max hat der Nest Hub von Google keine eingebaute Kamera, um Sie zu beobachten, also perfekt für Ihren Nachttisch. Google hofft auch, dass Sie ihn dort platzieren, damit er seine Schlaferkennung durchführen kann, eine Funktion, die Google hinzugefügt hat und die Bewegung und Ton verwendet, um Ihren Schlaf zu überwachen. Wenn Sie jeden Morgen aufwachen, wird er Ihnen sagen, ob Sie geschlafen haben, wann Sie geschlafen haben und wie Sie geschlafen haben. Und er hat drei eingebaute Mikrofone, also schalten Sie diese und die Schlaferkennung vielleicht aus, wenn Sie Besuch in Ihrem Schlafzimmer erwarten. Google muss nicht jeden Aspekt Ihres Lebens verfolgen!
es: Si te gusta la idea de tener una plataforma inteligente que te permita mostrar tus fotos, mirar YouTube, escuchar podcasts y controlar las luces con tu voz, pero no quieres que una cámara de vídeo te esté mirando todo el tiempo, este es el gadget para ti. A diferencia del Nest Hub Max de Google, que es más caro, el Nest Hub no tiene una cámara incorporada para observarte. Por eso es ideal para tenerlo en la mesita de noche... que es el lugar donde Google espera que lo coloques, así puede detectar patrones de sueño, con una función que detecta movimientos y sonidos para monitorear tu descanso. Cuando despiertes cada mañana, te dirá si has dormido, cuándo has dormido y cómo has dormido. Además, tiene tres micrófonos incorporados, por lo que será mejor que los apagues y que desactives la detección de patrones de sueño cuando tu amigo o amiga con derecho a roce venga a visitarte. ¡No es necesario que Google registre todos los aspectos de tu vida!
fr: Si vous êtes séduit·e par le concept d’un hub vidéo intelligent qui vous permet d’afficher vos photos, de regarder YouTube, d’écouter des podcasts et de contrôler vos lumières avec le son de votre voix, sans toutefois qu’une caméra vidéo vous observe en permanence, voici l’appareil qu’il vous faut. Contrairement au Nest Hub Max de Google, plus coûteux, le Nest Hub n’a pas de caméra intégrée qui vous observe en permanence. Il est donc parfait pour votre table de chevet. C’est à cet endroit précis que Google espère que vous le placerez, afin de pouvoir détecter vos temps de sommeil ; une fonction ajoutée par Google, qui analyse votre sommeil par le mouvement et le son. Chaque matin à votre réveil, il vous donnera le niveau de qualité de votre sommeil (si vous avez dormi, quand vous avez dormi et comment vous avez dormi). L’appareil est équipé de trois microphones intégrés. Vous pouvez, si vous le souhaitez, les désactiver, et désactiver également la fonction de détection du sommeil lorsque vous êtes en charmante compagnie. Google n’a pas besoin de suivre tous les aspects de votre vie !

# worst_case
source: Google seems to do a better job than some of the other Big Tech companies when it comes to privacy (looking at you Facebook). That said, you should be aware they are a huge ad company that needs your data to sell ads. Google promises that your voice recordings won’t be used to send you personalized ads, but they admit transcripts of your voice interactions with your Google Nest Hub may. Google uses your personal information to show you ads all over the place like in your Gmail, in your favorite Solitaire app, on partner websites, and on YouTube. Yup, the ads are everywhere.
de: Google scheint einen besseren Job zu machen als einige der anderen Big-Tech-Unternehmen, wenn es um Datenschutz geht (vor allem du, Facebook). Sie sollten sich jedoch bewusst sein, dass es sich um ein riesiges Werbeunternehmen handelt, das Ihre Daten benötigt, um Anzeigen zu verkaufen. Google verspricht, dass Ihre Sprachaufzeichnungen nicht verwendet werden, um Ihnen personalisierte Werbung zu senden, gibt allerdings zu, dass dies bei den Transkripten Ihrer Sprachinteraktionen mit Ihrem Google Nest Hub der Fall sein könnte. Google verwendet Ihre personenbezogenen Daten, um Ihnen überall Werbung zu zeigen, beispielsweise in Ihrem Gmail, in Ihrer bevorzugten Solitaire-App, auf Partner-Websites und auf YouTube. Ja, die Werbung ist überall.
es: Google parece trabajar mejor que los demás gigantes tecnológicos en lo que respecta a la privacidad (estamos hablando de ti, Facebook). Dicho esto, debes tener en cuenta que es una gran empresa de publicidad que necesita tus datos para vender anuncios. Google promete que no utilizará tus grabaciones de voz para enviarte anuncios personalizados, pero sí admiten las transcripciones de tus interacciones de voz con un Google Nest Hub. Google utiliza tu información personal para mostrarte anuncios en todas partes: en tu casilla de Gmail, en tu aplicación favorita para jugar al solitario, en sitios web asociados y en YouTube. Sí, los anuncios están en todas partes.
fr: En matière de confidentialité, Google semble plus responsable que d’autres géants de la tech (Facebook, c’est de toi qu’on parle). Nous apprécions le fait que les utilisateurs et utilisatrices soient désormais automatiquement exclus du contrôle humain des enregistrements vocaux. Cela dit, vous devez garder à l’esprit qu’il s’agit d’une énorme société publicitaire qui a besoin de vos données pour vendre des publicités. Google promet que vos enregistrements vocaux ne seront pas utilisés pour vous envoyer des publicités personnalisées, mais admet que la transcription de vos interactions vocales avec votre Google Nest Hub peuvent l’être. Google utilise vos informations personnelles pour vous afficher des publicités partout, comme dans Gmail, dans votre application Solitaire préférée, sur des sites web partenaires et sur YouTube. Oui, les publicités sont partout.

# worst_case
source: We do like that users are now automatically opted out of Google's human review of voice recordings, because that was super creepy. We also like that Google does try to communicate with users how they collect and use data, like the sleep sensing data this device collects, in their <a id="a1">Safety Center</a>. They claim that sleeps sensing data is not used for ad personalization, which is good. Google does collect a lot of other data on you though, especially if you don't take the time to <a id="a2">adjust your privacy settings</a> to lock down just how much info they can gather. You should absolutely take the time to adjust these privacy settings. Just beware, you will get notifications that some things might not work right if you change settings. That’s annoying, and probably worth it for a little more privacy. If you don't take the time, it's possible Google can get to know you really well, maybe too well. Maybe they recognize you from all the times you ordered plain cheese pizza. They know you are single because who orders plain cheese pizza? Just kidding, they know you're single because of all those pedicure appointments you've booked for one. Maybe it's OK Google knows you so well? Maybe it's creepy.
de: Uns gefällt, dass Benutzer jetzt automatisch von der menschlichen Überprüfung von Sprachaufnahmen durch Google abgemeldet werden, weil das sehr unheimlich war. Uns gefällt auch, dass Google versucht, den Nutzern mitzuteilen, wie Daten im <a id="a1">Sicherheitszentrum</a> des Unternehmens gesammelt und verwendet werden, z. B. die Schlafsensordaten, die dieses Gerät sammelt. Sie behaupten, dass Schlafsensordaten nicht für die Personalisierung von Anzeigen verwendet werden, und das ist gut so. Google sammelt jedoch viele andere Daten über Sie, insbesondere wenn Sie sich nicht die Zeit nehmen <a id="a2">, Ihre Datenschutzeinstellungen anzupassen</a>, um einzuschränken, wie viele Informationen gesammelt werden können. Sie sollten sich unbedingt die Zeit nehmen, diese Datenschutzeinstellungen anzupassen. Seien Sie vorsichtig, da Sie Benachrichtigungen erhalten werden, dass einige Dinge möglicherweise nicht richtig funktionieren, wenn Sie die Einstellungen ändern. Das ist zwar ärgerlich, lohnt sich wahrscheinlich aber für etwas mehr Privatsphäre. Wenn Sie sich nicht die Zeit nehmen, kann Google Sie sehr gut kennenlernen, vielleicht zu gut. Vielleicht kennt es Sie, weil Sie immer nur eine langweilige Käsepizza bestellen. Google weiß, dass Sie Single sind, denn wer sonst würde eine einfache Käsepizza bestellen? Nur ein Scherz, Google weiß, dass Sie Single sind, wegen all der Pediküre-Termine, die Sie für eine Person gebucht haben. Vielleicht ist es in Ordnung, dass Google Sie so gut kennt? Vielleicht aber auch unheimlich.
es: Nos ha alegrado saber que ahora se excluye automáticamente a los usuarios de la opción de revisión humana de las grabaciones de voz de Google, ya que eso sí que daba yuyu. También nos gusta ver que Google hace un esfuerzo por comunicar a los usuarios las formas en las que recopila y utiliza la información, como el caso de los datos de detección de patrones de sueño recopilados por este dispositivo, en su <a id="a1">Centro de seguridad</a>. Allí afirman que los datos de detección de sueño no son utilizados para la personalización de anuncios, lo cual es bueno. Sin embargo, Google recopila muchos otros datos sobre ti, especialmente si no has dedicado un tiempo para <a id="a2">configurar tus ajustes de privacidad</a> para restringir la cantidad de información que pueden recopilar. Es muy importante que te molestes en configurar estos ajustes de privacidad. Ten en cuenta que recibirás notificaciones indicando que algunas cosas podrían no funcionar bien si cambias la configuración. Eso es molesto, pero probablemente valga la pena aguantarlo a cambio de un poco más de privacidad. Si no dedicas un tiempo para esto, es posible que Google llegue a conocerte muy bien, tal vez demasiado bien. Quizás te reconozca por todas las veces que pediste pizza de queso solo. Sabrán que no estás en pareja, porque ¿quién pide pizza de queso solo? Es broma, saben que no estás en pareja por todas las citas para hacerte la pedicura que has reservado para una sola persona. Quizás no pasa nada con que Google te conozca tan bien. O quizás dé un poco de yuyu.
fr: Nous apprécions le fait que les utilisateurs et utilisatrices soient désormais automatiquement exclus du contrôle humain des enregistrements vocaux, car c’était vraiment flippant. Nous apprécions également le fait que Google essaie de communiquer aux utilisateurs et utilisatrices comment sont collectées et utilisées les données dans leur <a id="a1">Centre de sécurité</a>, telles que les données de sommeil collectées par l’appareil. Google déclare que les données de sommeil ne sont pas utilisées pour la personnalisation des publicités, ce qui est une bonne chose. Mais Google collecte une quantité astronomique d’autres données vous concernant, surtout si vous ne prenez pas le temps de <a id="a2">modifier vos paramètres de confidentialité</a> pour contrôler la quantité d’informations auxquelles l’entreprise a accès. Vous devriez absolument prendre le temps d’ajuster ces paramètres de confidentialité. Attention, vous recevrez des notifications indiquant que certaines choses pourraient ne pas fonctionner correctement si vous modifiez les paramètres. C’est ennuyeux, et cela en vaut probablement la peine pour une confidentialité un peu renforcée. Mais, si vous ne le faites pas, il est possible que Google commence à vous connaître très bien, voire trop bien. Vous reconnaître parce que vous avez déjà commandé plusieurs fois une pizza trois fromages. Savoir que vous êtes célibataire, car sinon vous n’oseriez pas la trois fromages. Non, on plaisante, Google sait que vous êtes célibataire parce que vous avez réservé plein de fois au restaurant pour une personne. Peut-être que ce n’est pas grave que Google vous connaisse aussi bien. Mais peut-être que c’est flippant.

# how_does_it_use_data_collected
source: While voice recordings and home environment sensor readings won't be used for ad personalization, transcripts of your voice interactions may be. Non-personally identifiable information may be shared with partners. Google says that your personal data is never sold to third parties. Google says they keep video footage, audio recordings, and home environment sensor readings separate from advertising, and they won’t use this data for ad personalization Google uses your personal information “to serve you relevant ads in Google products, on partner websites, and in mobile apps.” According to the company, customers own their data and it does not sell this data to third parties. Google does state it gets paid by advertisers for placing ads to you based on your personal information. Google says to send data outside of the organization only with a user's consent.
de: Während Sprachaufzeichnungen und Sensorwerte der häuslichen Umgebung nicht für die Personalisierung von Anzeigen verwendet werden, könnte dies jedoch bei den Transkripten Ihrer Sprachinteraktionen der Fall sein. Nicht personenbezogene Daten könnten an Partner weitergegeben werden. Google sagt, dass Ihre personenbezogenen Daten niemals an Dritte verkauft werden. Google gibt an, dass Video- und Audioaufzeichnungen sowie Messwerte von Sensoren der häuslichen Umgebung getrennt von Werbung aufbewahrt werden und dass diese Daten nicht zur Personalisierung von Anzeigen verwendet werden. Google verwendet Ihre personenbezogenen Daten, „um Ihnen relevante Werbungen in Google-Produkten, auf Partner-Websites und in mobilen Apps anzuzeigen“. Nach Angaben des Unternehmens besitzen die Kunden ihre eigenen Daten und es verkauft diese Daten nicht an Dritte. Google gibt an, dass es von Werbetreibenden dafür bezahlt wird, Ihnen, basierend auf Ihren personenbezogenen Daten, Anzeigen zu präsentieren. Google sagt, dass Daten nur mit Zustimmung des Nutzers außerhalb der Organisation versendet werden.
es: Si bien las grabaciones de voz y las lecturas de los sensores del entorno doméstico no se utilizarán para la personalización de anuncios, es posible que sí se utilicen las transcripciones de tus interacciones de voz. Los datos que no permiten la identificación personal podrían compartirse con socios. Google afirma que nunca venderá tus datos personales a terceros. También asegura que mantiene las imágenes de vídeo, las grabaciones de audio y las lecturas de los sensores del entorno doméstico separados de la publicidad, y que no usará estos datos para la personalización de anuncios. Google usa tu información personal «para mostrarte anuncios relevantes en los productos de Google, en sitios web de socios y en aplicaciones móviles». Según la empresa, los propietarios de los datos son los clientes y Google no vende estos datos a terceros. Por otro lado, afirma que los anunciantes le pagan por publicar anuncios basados en tu información personal. Google dice que envía datos fuera de la organización solo con el consentimiento del usuario.
fr: Bien que les enregistrements vocaux et les lectures de capteurs d’environnement domestique ne soient pas utilisés pour la personnalisation des annonces, les transcriptions de vos interactions vocales peuvent l’être. Des informations non personnellement identifiables peuvent être partagées avec des partenaires. Google déclare que vos données personnelles ne sont jamais vendues à des tiers. Google assure garder les séquences vidéo, les enregistrements audio et les lectures des capteurs d’environnement domestique séparés de la publicité et ne pas utiliser ces informations pour personnaliser les publicités. Google utilise vos informations personnelles « pour vous proposer des publicités pertinentes dans les produits Google, sur les sites web partenaires et dans les applications mobiles ». Selon l’entreprise, les clients sont propriétaires de leurs données et elle ne vend pas ces données à des tiers. Google déclare être payé par les annonceurs pour placer des annonces sur la base de vos informations personnelles. Google dit envoyer des données en dehors de l’organisation uniquement avec le consentement de l’utilisateur ou de l’utilisatrice.

# user_friendly_privacy_policy_helptext
source: Google provides a page with privacy information about Nest.
de: Google stellt eine Seite mit Datenschutzinformationen zu Nest bereit.
es: Google cuenta con una página en la que proporciona información de privacidad sobre Nest.
fr: Google fournit une page avec des informations de confidentialité sur Nest.

# uses_encryption_helptext
source: Uses encryption in transit and at rest.
de: Verschlüsselung wird bei der Übertragung und bei Speicherung verwendet.
es: Emplea cifrado en tránsito y en reposo.
fr: Utilisation du chiffrement en transit et au repos.

# manage_vulnerabilities_helptext
source: Google has a <a id="a1">Security Rewards program</a>.
de: Google hat ein <a id="a1">Sicherheitsprämienprogramm</a>.
es: Google tiene un <a id="a1">programa de recompensas de seguridad</a>.
fr: Google dispose d’un <a id="a1">programme de récompenses de sécurité</a>.

# tips_to_protect_yourself
source: Visit privacy controls to adjust the amount of data collected
de: Besuchen Sie die Datenschutzeinstellungen, um die Menge der gesammelten Daten anzupassen.
es: Visita los controles de privacidad para ajustar la cantidad de datos que pueden ser recopilados
fr: Consultez les paramètres de confidentialité pour ajuster la quantité de données collectées.

# tips_to_protect_yourself
source: Delete your historical data from time to time
de: Löschen Sie Ihre Historie von Zeit zu Zeit.
es: Elimina tus datos históricos de vez en cuando
fr: Supprimez vos anciennes données de temps en temps

# tips_to_protect_yourself
source: Review <a id="a1">Nest privacy tips</a>
de: Lesen Sie <a id="a1">die Datenschutztipps von Nest</a>.
es: Echa un vistazo a los <a id="a1">consejos de privacidad de Nest</a>
fr: Consultez les <a id="a1">Conseils de confidentialité de Nest</a>

# personal_data_collected
source: Name, email, phone number, address
de: Name, E-Mail, Telefonnummer, Adresse
es: Nombre, correo electrónico, número de teléfono, dirección
fr: Nom, adresse e-mail, numéro de téléphone, adresse postale

# biometric_data_collected
source: Voice recordings
de: Sprachaufnahmen
es: Grabaciones de voz
fr: Enregistrements vocaux

# social_data_collected
source: Contacts
de: Kontakte
es: Contactos

# how_can_you_control_your_data
source: Google provides various privacy controls, accessible via Google Privacy tools. There are several clearly defined ways to delete personal data, including deleting data from the Nest app or deleting a whole Google Account. An auto timer can be set up for 3 or 18 month. The retention details are also listed in the privacy policy.
de: Google bietet verschiedene Datenschutzkontrollen, auf die über die Google-Datenschutztools zugegriffen werden kann. Es gibt mehrere klar definierte Möglichkeiten, personenbezogene Daten zu löschen, darunter das Löschen von Daten aus der Nest App oder das Löschen eines ganzen Google-Kontos. Ein Auto-Timer kann für 3 oder 18 Monate eingestellt werden. Die Aufbewahrungsdetails sind auch in der Datenschutzerklärung aufgeführt.
es: Google proporciona varios controles de privacidad, accesibles a través de sus herramientas de privacidad. Hay varias formas claramente definidas de eliminar datos personales, incluida la eliminación de datos de la aplicación Nest o la eliminación de toda la cuenta de Google. Puedes configurar un temporizador automático en 3 o 18 meses. Los detalles de retención de datos también figuran en la política de privacidad.
fr: Google fournit divers contrôles de confidentialité, accessibles via les outils de confidentialité de Google. Il existe plusieurs manières clairement définies de supprimer des données personnelles, y compris en supprimant des données de l’application Nest ou en supprimant l’intégralité d’un compte Google. Une minuterie automatique peut être configurée pour 3 ou 18 mois. Les détails de conservation des données sont également répertoriés dans la Politique de confidentialité.

# track_record_details
source: In August 2019, the company admitted that partners who work to analyze voice snippets from the Assistant leaked the voice snippets of some Dutch users. More than 1,000 private conversations were sent to a Belgian news outlet, some of the messages reportedly revealed sensitive information such as medical conditions and customer addresses. In December 2018, a bug exposed the data of 52.5 million Google+ users.
de: Im August 2019 gab das Unternehmen zu, dass Partner, die an der Analyse von Assistant-Sprachausschnitten arbeiten, die Sprachausschnitte einiger niederländischer Benutzer weitergegeben haben. Mehr als 1.000 private Gespräche wurden an eine belgische Nachrichtenagentur gesendet, wobei in einigen der Nachrichten, Berichten zufolge, sensible Informationen wie Gesundheitszustand und Kundenadressen enthalten waren. Im Dezember 2018 wurden durch einen Fehler die Daten von 52,5 Millionen Nutzern von Google+ preisgegeben.
es: En agosto de 2019, la empresa admitió que ciertos socios que trabajaban en el análisis de fragmentos de voz provenientes del asistente filtraron fragmentos de voz de algunos usuarios holandeses. Más de 1.000 conversaciones privadas fueron enviadas a un medio de comunicación belga; algunos de los mensajes supuestamente revelaban información confidencial, como condiciones médicas y direcciones de los clientes. En diciembre de 2018, un error expuso los datos de 52,5 millones de usuarios de Google+.
fr: En août 2019, la société a admis que des partenaires qui travaillent à l’analyse des extraits vocaux de l’Assistant ont divulgué les extraits vocaux de certains utilisateurs néerlandais. Plus de 1 000 conversations privées ont été envoyées à un média belge, certains des messages auraient révélé des informations sensibles telles que des conditions médicales et des adresses de clients. En décembre 2018, un bug a révélé les données de 52,5 millions d’utilisateurs de Google+.

# ai_helptext
source: Google publishes academic papers about its AI research (<a id="a1">https://ai.google/</a>) and makes several tools available via open source. <a id="a2">https://ai.google/tools/</a>
de: Google veröffentlicht wissenschaftliche Arbeiten zu seiner KI-Forschung (<a id="a1">https://ai.google/</a>)und stellt verschiedene Tools via Open Source zur Verfügung. <a id="a2">https://ai.google/tools/</a>
es: Google publica artículos académicos sobre su investigación de IA (<a id="a1">https://ai.google/</a>) y ha hecho que varias herramientas estén disponibles a través de código abierto. <a id="a2">https://ai.google/tools/</a>
fr: Google publie ses travaux de recherche en matière d’IA (<a id="a1">https://ai.google/</a>) et propose plusieurs outils open source. <a id="a2">https://ai.google/tools/</a>
