Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/google-pixel-watch.po
Languages: fr, pt_br

# blurb
source: Remember a couple years ago when the announcement came down that <a id="a1">Google was buying Fitbit</a> and there were a ton of concerns for the privacy of Fitbit users? So the EU stepped in and said <a id="a2">they would only approve the deal</a> if Google made some promises about how they would handle all that health data these smart watches can track, like a 10-year ban on using health data for ad targeting for folks in the EU. Fast forward to now, and Google is finally launching their own branded smartwatch they say delivers "the best of Google and Fitbit" together. Meet the Google Pixel Watch, an Apple Watch competitor with all the features of a smart watch like Google Wallet, Google Maps, Google Assistant, phone, texts, calendars, and more. And all the fitness tracking features of a Fitbit like steps, heart rate, sleep tracking, fall detection, and more. Sounds like a good thing...if you're not an iPhone user, as there is no iPhone support. Android users only. As for privacy, well, Apple is probably better than Google and Fitbit at that.
fr: Vous vous souvenez, il y a quelques années, de <a id="a1">l’annonce du rachat de Fitbit par Google</a>, qui a suscité de vives inquiétudes quant au respect de la vie privée des utilisateurs et utilisatrices de Fitbit ? L’Union européenne est intervenue et a déclaré <a id="a2">qu’elle n’approuverait l’opération</a> que si Google faisait des promesses sur la manière dont l’entreprise traiterait toutes les données de santé que ces montres connectées peuvent suivre, comme une interdiction de 10 ans d’utiliser les données de santé pour le ciblage publicitaire des personnes dans l’UE. Aujourd’hui, Google lance sa propre montre connectée qui, selon Google, propose « le meilleur de Google et de Fitbit ». Il s’agit de la Google Pixel Watch, une concurrente de l’Apple Watch dotée de toutes les fonctionnalités d’une montre connectée, comme Google Wallet, Google Maps, Google Assistant, le téléphone, les SMS, les agendas, etc. Et toutes les fonctions de suivi de la condition physique d’un appareil Fitbit comme les pas, la fréquence cardiaque, le suivi du sommeil, la détection des chutes, et plus encore. Cela semble être une bonne chose… si vous n’utilisez pas d’iPhone, car elle ne prend pas en charge l’iPhone, uniquement Android. En ce qui concerne la confidentialité, Apple est probablement meilleur que Google et Fitbit à ce sujet.

# worst_case
source: Google and Fitbit got married in 2021. A year later, they’ve now birthed the Google Pixel Watch, a smartwatch they say comes with “Help by Google. Health by Fitbit.” What’s that mean for privacy? Well, first off, good luck figuring out which privacy policy applies to the new Google Pixel Watch. Is it Google’s privacy policies? Fitbit's? Turns out, it’s both. Yup, welcome to your new privacy nightmare.
fr: Google et Fitbit se sont unis en 2021. Un an plus tard, ils ont donné naissance à la Google Pixel Watch, une smartwatch dont le mantra est, selon eux, « L’aide par Google. La santé par Fitbit. ». Qu’est-ce que cela implique niveau confidentialité ? Tout d’abord, bonne chance pour déterminer quelle politique de confidentialité s’applique à la nouvelle Google Pixel Watch. S’agit-il de la politique de confidentialité de Google ? Celle de Fitbit ? Il s’avère que ce sont les deux. Oui, ça n’annonce rien de simple.

# worst_case
source: The Google Pixel Watch actually needs two apps to do everything. There’s the Google Pixel Watch app that lets users set up and manage the watch on your Android device (sorry iOS users, no support for you). That app links to this <a id="a1">privacy policy</a> for Google which takes a good long while to read (pro tip: click on the download pdf version to make it a bit easier to sort through). Then you can download and set up the Fitbit app on your device and use it to collect all that health data like activity, stress, sleep patterns, menstrual cycle tracking, and more. That app uses the Fitbit <a id="a2">privacy policy</a>. Oh, and what privacy policy applies to the device itself you ask? Well, according to Google’s customer service rep, the Google privacy policy applies to the device. Got it?
fr: La Google Pixel Watch a en fait besoin de deux applications pour fonctionner à 100 %. L’application Google Pixel Watch permet aux utilisateurs et utilisatrices de configurer et de gérer la montre sur votre appareil Android (désolé les utilisateurs iOS, ça ne fonctionne pas pour vous). Cette application est régie par <a id="a1">la politique de confidentialité</a> de Google qui prend beaucoup de temps à lire (astuce de pro : cliquez sur Télécharger la version PDF pour la parcourir un peu plus facilement). Ensuite, vous pouvez télécharger et configurer l’application Fitbit sur votre appareil et l’utiliser pour collecter toutes les données de santé telles que l’activité, le stress, les habitudes de sommeil, le suivi du cycle menstruel, etc. Cette application est régie par la <a id="a2">politique de confidentialité</a> de Fitbit. Oh, et quelle politique de confidentialité s’applique à l’appareil lui-même, vous demandez-vous ? Eh bien, selon une personne du service client de Google, la politique de confidentialité de Google s’applique à l’appareil.

# worst_case
source: Good luck finding any of that information in the Fitbit or Google product pages where they sell the device though. You won’t. See, we just saved you so much time. However, it’ll take you hours to sort through the Google and Fitbit privacy policies to try and understand what data this smartwatch collects, how it is shared (good news though, neither Google or Fitbit say they sell data, so at least there’s that), who has access to it, and how you can delete it if you want. One thing to keep in mind (and a reason this is probably so clunky on Google’s part right now), as part of Google's deal to buy Fitbit, they promised privacy regulators they wouldn’t collect Fitbit health data for at least 10 years. So, that’s probably the reason for the two separate apps.
fr: Bonne chance pour trouver ces informations sur les pages produit Fitbit ou Google où l’appareil est vendu. Vous ne les trouverez pas. Nous venons de vous faire gagner beaucoup de temps. Cependant, il vous faudra des heures pour vous y retrouver dans les politiques de confidentialité de Google et de Fitbit pour arriver à comprendre quelles données cette smartwatch collecte, comment elles sont partagées (bonne nouvelle cependant, ni Google ni Fitbit ne déclare vendre des données, c’est au moins ça), qui y a accès et comment vous pouvez les supprimer si vous le souhaitez. Une chose à garder à l’esprit (et une raison pour laquelle c’est probablement si maladroit de la part de Google en ce moment), dans le cadre de l’accord de Google pour racheter Fitbit, Google a promis aux autorités de protection de la vie privée de ne pas collecter les données de santé de Fitbit pendant au moins 10 ans. C’est donc probablement la raison pour laquelle il existe deux applications distinctes.

# worst_case
source: Fortunately, you have us. Here’s what we learned looking through all the privacy policies. (Also, sorry for the long review here, we are dealing with lots of privacy policies here though).
fr: Heureusement, nous sommes là. Voici ce que nous avons appris en parcourant toutes les politiques de confidentialité. (Au passage, désolé pour la longue critique ici, nous avons affaire à de nombreuses politiques de confidentialité).

# worst_case
source: First, Fitbit. As of January 14, 2021, Google officially <a id="a1">became the owner</a> of Fitbit. That worried many privacy conscious users. However, Google promised that “Fitbit users’ health and wellness data won't be used for Google ads and this data will be kept separate from other Google ad data ” for at least 10 years as part of the deal with global regulators. However, Fitbit and Google <a id="a2">announced</a> in 2022 that a <a id="a3">Google account will be required</a> for some uses of Fitbit starting in 2023. And in 2025, Google accounts will likely be required to use a Fitbit, indicating Google has plans to bring Fitbit users into the Google ecosystem as much as they can.
fr: Tout d’abord, à propos de Fitbit. Depuis le 14 janvier 2021, Google est officiellement <a id="a1">devenu propriétaire</a> de Fitbit. Cela a inquiété de nombreuses personnes soucieuses de leur vie privée. Cependant, Google a promis que « les données sur la santé et le bien-être des utilisateurs de Fitbit ne seront pas utilisées pour les annonces Google et ces données seront séparées des autres données publicitaires Google » pendant au moins 10 ans dans le cadre de l’accord avec les régulateurs mondiaux. Cependant, Fitbit et Google ont <a id="a2">annoncé</a> en 2022 qu’<a id="a3">un compte Google sera requis</a> pour certaines utilisations de Fitbit à partir de 2023. Et en 2025, les comptes Google seront probablement obligatoires pour utiliser un appareil Fitbit, ce qui témoigne de la volonté de Google d’intégrer autant que possible les utilisateurs de Fitbit dans l’écosystème Google.

# worst_case
source: What’s this mean? Well, Fitbit can collect a good amount of data, as most fitness trackers do. They say they collect things such as name, email address, phone number, birthdate, gender, height, weight, location, wi-fi access points, and of course all the body related data like steps, activity, sleep, stress, calories burned, and more. Fitbit also says they can collect data from third parties social media sites like Facebook and Google if you choose to connect them (please, don’t) and from employers and insurance companies if you choose to share to receive wellness benefits or discounted or free services (again, not a good idea).
fr: Qu’est-ce que cela signifie ? Fitbit peut collecter une bonne quantité de données, comme le font la plupart des traqueurs de fitness. L’entreprise indique recueillir des éléments tels que le nom, l’adresse e-mail, le numéro de téléphone, la date de naissance, le sexe, la taille, le poids, la localisation, les points d’accès Wi-Fi et, bien sûr, toutes les données relatives au corps comme les pas, l’activité, le sommeil, le stress, les calories brûlées, etc. Fitbit indique également pouvoir collecter des données auprès de sites de réseaux sociaux tiers comme Facebook et Google si vous choisissez de les connecter (vraiment pas une bonne idée) et auprès d’employeurs et de compagnies d’assurance si vous choisissez de les partager pour bénéficier d’avantages en matière de bien-être ou de services gratuits ou à prix réduit (là encore, ce n’est pas une bonne idée).
pt_br: O que isso significa? Bem, o Fitbit pode coletar uma boa quantidade de dados, como a maioria dos rastreadores de condicionamento físico. Eles dizem que coletam coisas como nome, endereço de e-mail, número de telefone, data de nascimento, gênero, altura, peso, localização, pontos de acesso wi-fi e, claro, todos os dados relacionados ao corpo, como etapas, atividade, sono, estresse, calorias queimadas e muito mais. O Fitbit também diz que eles podem coletar dados de sites de mídia social de terceiros, como Facebook e Google, se você optar por conectá-los (por favor, não faça isso) e de empregadores e seguradoras, se você optar por compartilhar para receber benefícios de bem-estar ou serviços com desconto ou gratuitos (novamente, não é uma boa ideia).

# worst_case
source: How does Fitbit use all this personal information it collects? Well, the good news is their <a id="a1">privacy policy</a> says they never sell your data. They also say they can share your personal information with advertising partners for targeted, interest-based advertising across the internet, which isn’t good news. And they say they can use that information to make inferences about you to show you more relevant content -- like using your sleep data to show you content to help you sleep better, which I’m pretty sure wouldn’t actually help me sleep better. So yeah, your Fitbit data is being used to show you ads and keep you using the platform as much as possible. Not surprising, but not great either.
fr: Comment Fitbit utilise toutes ces informations personnelles que l’entreprise collecte ? La bonne nouvelle, c’est que <a id="a1">sa politique de confidentialité</a> stipule que Fitbit ne vend jamais vos données. Fitbit indique également pouvoir partager vos informations personnelles avec des partenaires publicitaires pour des publicités ciblées et basées sur les intérêts sur Internet, ce qui n’est pas une bonne nouvelle. Et l’entreprise déclare aussi pouvoir utiliser ces informations pour déduire des informations sur vous afin de vous montrer du contenu plus pertinent (par exemple utiliser vos données de sommeil pour vous montrer un contenu qui vous aide à mieux dormir, enfin, en théorie). Donc oui, vos données Fitbit sont utilisées pour vous afficher des publicités et vous inciter à utiliser la plateforme autant que possible. Pas surprenant, mais pas génial non plus.
pt_br: Como o Fitbit usa todas essas informações pessoais que coleta? A boa notícia é que a <a id="a1">política de privacidade</a> deles diz que eles nunca vendem seus dados. Eles também dizem que podem compartilhar suas informações pessoais com parceiros de publicidade para publicidade direcionada e baseada em interesses em toda a internet, o que não é uma boa notícia. E eles dizem que podem usar essa informação para fazer inferências sobre você para mostrar conteúdo mais relevante -- como usar seus dados de sono para mostrar conteúdo para ajudá-lo a dormir melhor, o que tenho certeza que não me ajudaria a dormir melhor. Então, sim, seus dados do Fitbit estão sendo usados para mostrar anúncios e mantê-lo usando a plataforma o máximo possível. Não é surpresa, mas também não é grande coisa.

# worst_case
source: Fitbit also says it can share non-personal information that has been de-identified or aggregated. This is pretty common, but still, can be a bit of a concern as it’s <a id="a1">been found</a> to be pretty easy to de-anonymize these data sets and track down an individual’s patterns, especially with location data. So, be aware with Fitbit--or any fitness tracker--you are strapping on a device that tracks your location, heart rate, sleep patterns, and more. That's a lot of personal information gathered in one place.
fr: Fitbit indique aussi pouvoir partager des données non personnelles préalablement déidentifiées ou agrégées. C’est assez courant, mais cela peut quand même être un peu préoccupant car <a id="a1">il s’est avéré</a> qu’il est assez facile de dé-anonymiser ces ensembles de données et de retracer les comportements d’une personne, en particulier avec les données de localisation. Ayez donc conscience qu’avec Fitbit (ou n’importe quel traqueur de fitness), vous vous attachez un appareil qui suit votre position, votre fréquence cardiaque, vos habitudes de sommeil, etc. C’est beaucoup d’informations personnelles rassemblées au même endroit.
pt_br: O Fitbit também diz que pode compartilhar informações não pessoais que foram desidentificadas ou agregadas. Isso é bastante comum, mas ainda assim, pode ser um pouco preocupante, pois <a id="a1">foi descoberto</a> que é muito fácil desanonimizar esses conjuntos de dados e rastrear os padrões de um indivíduo, especialmente com dados de localização. Portanto, esteja ciente que com o Fitbit - ou qualquer monitor de condicionamento físico - você está usando um dispositivo que rastreia sua localização, frequência cardíaca, padrões de sono e muito mais. São muitas informações pessoais reunidas em um só lugar.

# worst_case
source: What’s the worst that could happen with Fitbit and all the personal and health related data it collects? Well, in 2021<a id="a1"> it was reported</a> that health data for over 61 million fitness tracker users, including both Fitbit and Apple, was exposed when a third-party company that allowed users to sync their health data from their fitness trackers did not secure the data properly. Personal information such as names, birthdates, weight, height, gender, and geographical location for Fitbit and other fitness-tracker users was left exposed because the company didn't password protect or encrypt their database. This is a great reminder that yes, while Fitbit might do a good job with their own security, anytime you sync or share that data with anyone else including third party apps, your employer, or a insurance company, it could be vulnerable.I don’t know about you, but I don’t need the world to know my weight, how well I sleep, and where I live. That’s really dang creepy.
fr: Quel est le pire qui puisse arriver avec un appareil Fitbit et toutes les données personnelles et de santé qu’il collecte ? En 2021, <a id="a1">on apprenait</a> que les données de santé de plus de 61 millions d’utilisateurs de traqueurs d’activité, notamment Fitbit et Apple, ont été divulguées lorsqu’une société tierce ayant permis aux utilisateurs de synchroniser leurs données de santé à partir de leurs traqueurs d’activité, n’a pas sécurisé les données correctement. Les informations personnelles telles que les noms, les dates de naissance, le poids, la taille, le genre et l’emplacement géographique de Fitbit et d’autres utilisateurs de traqueurs d’activité ont été laissées sans protection car l’entreprise tierce n’a pas utilisé de mot de passe et encore moins chiffré sa base de données. Cet incident nous rappelle que bien que Fitbit puisse faire du bon travail de son côté en matière de sécurité, chaque fois que vous synchronisez ou partagez ces données avec une application tierce, votre employeur, ou une compagnie d’assurance, elles peuvent être vulnérables. Nous n’avons pas besoin que le monde entier connaisse notre poids, la qualité de notre sommeil ou notre adresse. C’est vraiment flippant.
pt_br: Qual é o pior coisa que poderia acontecer com um Fitbit e todos os dados pessoais e relacionados à saúde que ele pode coletar? Bem, em 2021, <a id="a1">foi relatado</a> que os dados de saúde de mais de 61 milhões de usuários de rastreadores de condicionamento físico, incluindo Fitbit e Apple, foram expostos quando uma empresa terceirizada que permitia que os usuários sincronizassem seus dados de saúde de seus rastreadores de condicionamento físico não protegia os dados adequadamente. Informações pessoais, como nomes, datas de nascimento, peso, altura, gênero e localização geográfica para usuários do Fitbit e usuários de outros rastreadores de condicionamento físico, foram deixadas expostas porque a empresa não protegia ou criptografava seu banco de dados com senha. Este é um grande lembrete de que sim, embora o Fitbit possa fazer um bom trabalho com sua própria segurança, sempre que você sincronizar ou compartilhar esses dados com qualquer pessoa, incluindo aplicativos de terceiros, seu empregador ou uma companhia de seguros, isso pode ser vulnerável. Não sei quanto a você, mas não preciso que o mundo saiba meu peso, se durmo bem e onde moro. Isso é muito assustador.

# worst_case
source: Now for Google. “OK, Google.” That’s pretty much exactly how we think Google does when it comes to privacy. They are OK, if you consider the fact that they are a ginormous data collecting advertising company that makes billions of dollars off your personal information. This is the world we live in now, though, and there are other Big Tech companies doing a worse job than Google at protecting and respecting your privacy (looking at you Meta/Facebook). It’s really unfortunate just how low the bar has gotten when it comes to privacy these days.
fr: Maintenant, à propos de Google. « Ok, Google. » C’est à peu près comme ça que nous décririons l’approche de Google en termes de confidentialité. L’entreprise est « Ok », si vous prenez en compte le fait qu’il s’agit d’une société publicitaire tentaculaire, qui collecte des tonnes de données et gagne des milliards de dollars grâce à vos informations personnelles. Mais ainsi va le monde dans lequel nous vivons aujourd’hui, et d’autres géants de la tech sont bien pires que Google en matière de protection et de respect de votre vie privée (n’est-ce pas Meta/Facebook ?). Il est simplement dommage de constater à quel point la barre est aujourd’hui basse en matière de confidentialité.

# worst_case
source: That said, you should be aware Google is a huge ad company that needs lots and lots of your data to sell ads. What sorts of data does Google collect on you? Well, there are those voice recordings when you go, “Hey Google, what are the symptoms of the latest coronavirus variant?” And while Google promises that your voice recordings won’t be used to send you personalized ads, they do say the transcripts of your voice interactions with your Google smart speaker may. Google also collects things like your location, information about things near your devices like wi-fi access points and bluetooth enabled devices, people you communicate with, purchase activity, voice and audio information, your favorite songs on Spotify, what things you search for, what things you ask Google, when you turn your lights on if you have smart lights, when you use it to run your robot vacuum, and so much more.
fr: Vous devriez cependant garder en tête que Google est une énorme entreprise publicitaire, qui a besoin de beaucoup de données sur vous pour vendre ses annonces. Quels types de données Google collecte-t-elle sur vous ? Eh bien, vos enregistrements vocaux, comme « Ok Google, quels sont les symptômes du dernier variant du coronavirus ? ». Bien que Google promette que ces enregistrements ne seront pas utilisés pour vous montrer des publicités personnalisées, elle ajoute que les transcriptions de vos interactions vocales avec votre enceinte connectée Google, elles, peuvent l’être. Google collecte également des informations sur votre localisation, les objets à proximité de vos appareils, comme les points d’accès Wi-Fi ou les appareils Bluetooth, les personnes avec qui vous communiquez, vos achats, des données vocales et audio, vos morceaux Spotify préférés, les thèmes de vos recherches, ce que vous demandez à Google, le moment où vous allumez vos éclairages connectés, le moment où vous utilisez votre aspirateur connecté, et bien plus encore.
pt_br: Dito isso, você deve saber que o Google é uma grande empresa de publicidade que precisa de muitos e muitos de seus dados para vender anúncios. Que tipos de dados o Google coleta sobre você? Bom, existem essas gravações de voz quando você diz: "ei Google, quais são os sintomas da última variante do coronavírus?". E embora o Google prometa que suas gravações de voz não serão usadas para lhe enviar anúncios personalizados, ele diz que as transcrições de suas interações de voz com o alto-falante inteligente do Google podem ser. O Google também coleta coisas como sua localização, informações sobre coisas próximas a seus dispositivos, como pontos de acesso wi-fi e dispositivos com bluetooth, pessoas com quem você se comunica, atividades de compra, informações de voz e áudio, suas músicas favoritas no Spotify, coisas que você procura, o que você pergunta ao Google, quando você acende as luzes se tiver iluminação inteligente, quando usa seu aspirador robô e muito mais.
