Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/google-nest-mini.po
Languages: de, es, fr

# blurb
source: "Hey Google!" will become your new favorite greeting. Hey Google, turn on the lights. Hey Google, play Bohemian Rhapsody. Hey Google, what are the symptoms of toe fungus? Hey Google, are you still listening to me? With three built in microphones, it just could be. This little smart speaker (smart microphone?) is fun and useful...and maybe just a bit creepy?
de: „Hey Google!“ wird Ihre neue Lieblingsbegrüßung. Hey Google, mach das Licht an. Hey Google, spiel Bohemian Rhapsody. Hey Google, was sind die Symptome bei Fußpilz? Hey Google, hörst du mir noch zu? Und mit drei eingebauten Mikrofonen könnte das durchaus sein. Dieser kleine intelligente Lautsprecher (oder ist es ein intelligentes Mikrofon?) ist nützlich und macht Spaß … aber ist vielleicht auch ein bisschen unheimlich?
es: «¡OK, Google!» se convertirá en tu nuevo saludo favorito. «OK, Google, enciende las luces». «OK, Google, reproduce Bohemian Rhapsody». «OK, Google, ¿cuáles son los síntomas de los hongos en los pies?» «OK, Google, ¿todavía me escuchas?» Con sus tres micrófonos integrados, este pequeño altavoz inteligente (¿o micrófono inteligente?) es divertido y útil... ¿y quizás dé un pelín de yuyu?
fr: « Ok Google » va devenir votre nouvelle expression préférée. Ok Google, allume la lumière. Ok Google, fais jouer Bohemian Rhapsody. Ok Google, quels sont les symptômes d’une mycose plantaire ? Ok Google, tu m'écoutes toujours ? Avec trois microphones intégrés, c'est bien possible. Cette petite enceinte connectée (ou micro connecté ?) est sympa, utile… et peut-être un peu flippante ?

# worst_case
source: Google seems to do a better job than some of the other Big Tech companies when it comes to privacy (looking at you Facebook). That said, you should be aware they are a huge ad company that needs your data to sell ads. Google promises that your voice recordings won’t be used to send you personalized ads, but they admit transcript of your voice interactions with your Google smart speaker may. Google uses your personal information to show you ads all over the place like in your Gmail, in your favorite Solitaire app, on partner websites, and on YouTube. Yup, the ads are everywhere.
de: Google scheint einen besseren Job zu machen als einige der anderen Big-Tech-Unternehmen, wenn es um Datenschutz geht (vor allem du, Facebook). Sie sollten sich jedoch bewusst sein, dass es sich um ein riesiges Werbeunternehmen handelt, das Ihre Daten benötigt, um Anzeigen zu verkaufen. Google verspricht, dass Ihre Sprachaufzeichnungen nicht verwendet werden, um Ihnen personalisierte Werbung zu senden, gibt allerdings zu, dass dies bei den Transkripten Ihrer Sprachinteraktionen mit Ihrem intelligenten Google-Lautsprecher der Fall sein könnte. Google verwendet Ihre personenbezogenen Daten, um Ihnen überall Werbung zu zeigen, beispielsweise in Ihrem Gmail, in Ihrer bevorzugten Solitaire-App, auf Partner-Websites und auf YouTube. Ja, die Werbung ist überall.
es: Google parece trabajar mejor que los demás gigantes tecnológicos en lo que respecta a la privacidad (estamos hablando de ti, Facebook). Dicho esto, debes tener en cuenta que es una gran empresa de publicidad que necesita tus datos para vender anuncios. Google promete que no utilizará tus grabaciones de voz para enviarte anuncios personalizados, pero sí admiten que podrían usar las transcripciones de tus interacciones de voz con un altavoz inteligente Google. La empresa utiliza tu información personal para mostrarte anuncios en todas partes: en tu casilla de Gmail, en tu aplicación favorita para jugar al solitario, en sitios web asociados y en YouTube. Sí, los anuncios están en todas partes.

# worst_case
source: We do like that users are now automatically opted out of Google's human review of voice recordings, because that was super creepy. We also like that Google does try to communicate with users how they collect and use data in their <a id="a1">Safety Center</a>. Google does collect a ton of data on you, especially if you don't take the time to <a id="a2">adjust your privacy setting</a> to lock down just how much info they can gather. You should absolutely take the time to adjust these privacy settings. Just beware, you will get notifications that some things might not work right if you change settings. That’s annoying, and probably worth it for a little more privacy.
de: Uns gefällt, dass Benutzer jetzt automatisch von der menschlichen Überprüfung von Sprachaufnahmen durch Google abgemeldet werden, weil das sehr unheimlich war. Uns gefällt auch, dass Google versucht, den Nutzern mitzuteilen, wie Daten im <a id="a1">Sicherheitszentrum</a> des Unternehmens gesammelt und verwendet werden. Google sammelt eine Menge Daten über Sie, insbesondere wenn Sie sich nicht die Zeit nehmen <a id="a2">, Ihre Datenschutzeinstellungen anzupassen</a>, um einzuschränken, wie viele Informationen gesammelt werden können. Sie sollten sich unbedingt die Zeit nehmen, diese Datenschutzeinstellungen anzupassen. Sie sollten nur aufpassen, da Sie Benachrichtigungen erhalten werden, dass einige Dinge möglicherweise nicht richtig funktionieren, wenn Sie die Einstellungen ändern. Das ist zwar ärgerlich, lohnt sich wahrscheinlich aber für etwas mehr Privatsphäre.
es: Nos ha alegrado saber que ahora se excluye automáticamente a los usuarios de la opción de revisión humana de las grabaciones de voz de Google, ya que eso sí que daba yuyu. También nos gusta ver que Google hace un esfuerzo por comunicar a los usuarios las formas en las que recopila y utiliza la información, en su <a id="a1">Centro de seguridad</a>. Google recopila muchos datos sobre ti, especialmente si no has dedicado un tiempo para <a id="a2">configurar tus ajustes de privacidad</a> para restringir la cantidad de información que pueden recopilar. Es muy importante que te molestes en configurar estos ajustes de privacidad. Ten en cuenta que recibirás notificaciones indicando que algunas cosas podrían no funcionar bien si cambias la configuración. Eso es molesto, pero probablemente valga la pena aguantarlo a cambio de un poco más de privacidad.

# worst_case
source: If you don't take the time, it's possible Google can get to know you really well, maybe too well. Maybe they recognize you from all the times you ordered plain cheese pizza. They know you are single because who orders plain cheese pizza? Just kidding, they know you're single because of all those pedicure appointments you've booked for one. Maybe it's OK Google knows you so well? Maybe it's creepy.
de: Wenn Sie sich nicht die Zeit nehmen, kann Google Sie sehr gut kennenlernen, vielleicht zu gut. Vielleicht kennt es Sie, weil Sie immer nur eine langweilige Käsepizza bestellen. Google weiß, dass Sie Single sind, denn wer sonst würde eine einfache Käsepizza bestellen? Nur ein Scherz, es weiß, dass Sie Single sind, wegen all der Pediküre-Termine, die Sie für eine Person gebucht haben. Vielleicht ist es in Ordnung, dass Google Sie so gut kennt? Vielleicht aber auch unheimlich.
es: Si no dedicas un tiempo para esto, es posible que Google llegue a conocerte muy bien, tal vez demasiado bien. Quizás te reconozca por todas las veces que pediste pizza de queso solo. Sabrán que no estás en pareja, porque ¿quién pide pizza de queso solo? Es broma, saben que no estás en pareja por todas las citas que has reservado para hacerte la pedicura para una sola persona. Quizás no pasa nada con que Google te conozca tan bien. O quizás dé un poco de yuyu.

# how_does_it_use_data_collected
source: While voice recordings and home environment sensor readings won't be used for ad personalization, transcripts of your voice interactions may be. Non-personally identifiable information may be shared with partners. Google says that your personal data is never sold to third parties.
de: Während Sprachaufzeichnungen und Sensorwerte der häuslichen Umgebung nicht für die Personalisierung von Anzeigen verwendet werden, könnte dies jedoch bei den Transkripten Ihrer Sprachinteraktionen der Fall sein. Nicht personenbezogene Daten können an Partner weitergegeben werden. Google sagt, dass Ihre personenbezogenen Daten niemals an Dritte verkauft werden.
es: Si bien las grabaciones de voz y las lecturas de los sensores del entorno doméstico no se utilizarán para la personalización de anuncios, es posible que sí se utilicen las transcripciones de tus interacciones de voz. Los datos que no permiten la identificación personal podrían compartirse con socios. Google afirma que nunca venderá tus datos personales a terceros.
fr: Bien que les enregistrements vocaux et les données du capteur sur votre logement ne soient pas utilisés pour le ciblage publicitaire, les transcriptions de vos interactions vocales peuvent l’être. Des informations ne permettant pas de vous identifier personnellement peuvent être partagées avec des partenaires. Google affirme que vos données personnelles ne sont jamais vendues à des tiers.

# how_does_it_use_data_collected
source: Google says they keep video footage, audio recordings, and home environment sensor readings separate from advertising, and they won’t use this data for ad personalization
de: Google sagt, dass Videomaterial, Audioaufzeichnungen und Sensormesswerte der häuslichen Umgebung getrennt von Werbung aufbewahrt und diese Daten nicht für die Personalisierung von Anzeigen verwendet werden.
es: Google asegura que mantiene las imágenes de vídeo, las grabaciones de audio y las lecturas de los sensores del entorno doméstico separados de la publicidad, y que no usarán estos datos para la personalización de anuncios.

# how_does_it_use_data_collected
source: Google uses your personal information “to serve you relevant ads in Google products, on partner websites, and in mobile apps.” According to the company, customers own their data and it does not sell this data to third parties. Google does state it gets paid by advertisers for placing ads to you based on your personal information.
de: Google verwendet Ihre personenbezogenen Daten, „um Ihnen relevante Anzeigen in Google-Produkten, auf Partner-Websites und in mobilen Apps zu präsentieren“. Nach Angaben des Unternehmens besitzen die Kunden ihre Daten und diese werden nicht an Dritte weiterverkauft. Google gibt an, von Werbetreibenden dafür bezahlt zu werden, Ihnen basierend auf Ihren personenbezogenen Daten, Anzeigen zu schalten.
es: Google usa tu información personal «para mostrarte anuncios relevantes en los productos de Google, en sitios web de socios y en aplicaciones móviles». Según la empresa, los propietarios de los datos son los clientes y Google no vende estos datos a terceros. Por otro lado, afirma que los anunciantes le pagan por publicar anuncios basados en tu información personal.

# how_does_it_use_data_collected
source: Google says to send data outside of the organization only with a user's consent.
de: Google sagt, dass Daten außerhalb des Unternehmens nur mit Zustimmung des Nutzers gesendet werden.
es: Google dice que solo envía datos fuera de la organización con el consentimiento del usuario.

# user_friendly_privacy_policy_helptext
source: Google provides a page with privacy information about Nest.
de: Google stellt eine Seite mit Datenschutzinformationen zu Nest bereit.
es: Google cuenta con una página en la que proporciona información de privacidad sobre Nest.
fr: Google fournit une page avec des informations de confidentialité sur Nest.

# uses_encryption_helptext
source: Uses encryption in transit and at rest.
de: Verschlüsselung wird bei der Übertragung und bei Speicherung verwendet.
es: Emplea cifrado en tránsito y en reposo.
fr: Utilisation du chiffrement en transit et au repos.

# manage_vulnerabilities_helptext
source: Google has a <a id="a1">Security Rewards program</a>.
de: Google hat ein <a id="a1">Sicherheitsprämienprogramm</a>.
es: Google tiene un <a id="a1">programa de recompensas de seguridad</a>.
fr: Google dispose d’un <a id="a1">programme de récompenses de sécurité</a>.

# tips_to_protect_yourself
source: Visit privacy controls to adjust the amount of data collected
de: Besuchen Sie die Datenschutzeinstellungen, um die Menge der gesammelten Daten anzupassen
es: Visita los controles de privacidad para ajustar la cantidad de datos que pueden ser recopilados
fr: Consultez les paramètres de confidentialité pour ajuster la quantité de données collectées.

# tips_to_protect_yourself
source: Delete your historical data from time to time. You can do this by saying, “Hey Google, delete this week’s activity.” or "Hey Google, that wasn't for you" to delete the last thing you said.
de: Löschen Sie Ihre Historie von Zeit zu Zeit. Sie können dies tun, indem Sie sagen: „Ok Google, lösche die Aktivitäten dieser Woche“ oder „hey Google, das war nichts für dich“, um das letzte Gesagte zu löschen.
es: Elimina tus datos históricos de vez en cuando. Puedes hacerlo diciendo: «OK, Google, elimina la actividad de esta semana» o, si deseas eliminar lo último que dijiste, «OK, Google, eso no era para ti».

# tips_to_protect_yourself
source: Visit privacy &amp; security controls to adjust the amount of data collected
de: Besuchen Sie Datenschutz & Sicherheitskontrollen, um die Menge der gesammelten Daten anzupassen.
es: Visita los controles de privacidad y seguridad para ajustar la cantidad de datos que pueden ser recopilados
fr: Consultez les paramètres de confidentialité et de vie privée pour ajuster la quantité de données collectées

# tips_to_protect_yourself
source: Delete your historical data from time to time
de: Löschen Sie Ihre Historie von Zeit zu Zeit.
es: Elimina tus datos históricos de vez en cuando

# tips_to_protect_yourself
source: Review Nest <a id="a1">privacy tips</a>
de: Lesen Sie <a id="a1">die Datenschutztipps</a> von Nest.
es: Echa un vistazo a los <a id="a1">consejos de privacidad de Nest</a>
fr: Consultez les <a id="a1">Conseils de confidentialité de Nest</a>.

# personal_data_collected
source: Name, email, phone number, address
de: Name, E-Mail, Telefonnummer, Adresse
es: Nombre, correo electrónico, número de teléfono, dirección
fr: Nom, adresse électronique, numéro de téléphone, adresse postale

# biometric_data_collected
source: Voice recordings
de: Sprachaufnahmen
es: Grabaciones de voz
fr: Enregistrements vocaux

# social_data_collected
source: Contacts
de: Kontakte
es: Contactos

# how_can_you_control_your_data
source: Google provides various privacy controls, accessible via Google Privacy tools. There are several clearly defined ways to delete personal data, incl. deleting data from Nest app or deleting a whole Google Account. An autotimer can be set up for 3 or 18 month. The retention details are also listed in the Policy.
de: Google bietet verschiedene Datenschutzkontrollen, auf die über die Google-Datenschutztools zugegriffen werden kann. Es gibt mehrere klar definierte Möglichkeiten, personenbezogene Daten zu löschen, darunter das Löschen von Daten aus der Nest-App oder das Löschen eines ganzen Google-Kontos. Ein Auto-Timer kann für 3 oder 18 Monate eingestellt werden. Die Aufbewahrungsdetails sind auch in der Datenschutzerklärung aufgeführt.
es: Google proporciona varios controles de privacidad, accesibles a través de sus herramientas de privacidad. Hay varias formas claramente definidas de eliminar datos personales, incluida la eliminación de datos de la aplicación Nest o la eliminación de toda la cuenta de Google. Puedes configurar un temporizador automático en 3 o 18 meses. Los detalles de retención de datos también figuran en la política de privacidad.
fr: Google fournit divers contrôles de confidentialité, accessibles via les outils de confidentialité de Google. Il existe plusieurs manières clairement définies de supprimer des données personnelles, y compris en supprimant des données de l’application Nest ou en supprimant l’intégralité d’un compte Google. Une minuterie automatique peut être configurée pour 3 ou 18 mois. Les détails de conservation des données sont également répertoriés dans la Politique.

# track_record_details
source: In August 2019, the company <a id="a1">admitted</a> that partners who work to analyze voice snippets from the Assistant leaked the voice snippets of some Dutch users. More than 1,000 private conversations were sent to a Belgian news outlet, some of the messages reportedly revealed sensitive information such as medical conditions and customer addresses.
de: Im August 2019 <a id="a1">gab das Unternehmen zu</a>, dass Partner, die an der Analyse von Assistant-Sprachausschnitten arbeiten, die Sprachausschnitte einiger niederländischer Benutzer weitergegeben haben. Mehr als 1.000 private Gespräche wurden an eine belgische Nachrichtenagentur gesendet, wobei einige der Nachrichten, Berichten zufolge, sensible Informationen wie Gesundheitszustand und Kundenadressen enthielten.
es: En agosto de 2019, la empresa <a id="a1">admitió</a> que ciertos socios que trabajaban en el análisis de fragmentos de voz provenientes del Asistente de Google filtraron fragmentos de voz de algunos usuarios holandeses. Más de 1.000 conversaciones privadas fueron enviadas a un medio de comunicación belga; algunos de los mensajes supuestamente revelaban información confidencial, como condiciones médicas y direcciones de los clientes.
fr: En août 2019, la société a <a id="a1">admis</a> que des partenaires qui travaillent à l’analyse des extraits vocaux de l’Assistant ont divulgué les extraits vocaux de certains utilisateurs néerlandais. Plus de 1 000 conversations privées ont été envoyées à un média belge, certains des messages auraient révélé des informations sensibles telles que des conditions médicales et des adresses de clients.

# track_record_details
source: In December 2018, <a id="a1">a bug exposed</a> the data of 52.5 million Google+ users.
de: Im Dezember 2018 wurden durch <a id="a1">einen Fehler</a> die Daten von 52,5 Millionen Nutzern von Google+ preisgegeben.
es: En diciembre de 2018, <a id="a1">un error expuso</a> los datos de 52,5 millones de usuarios de Google+.
fr: En décembre 2018, <a id="a1">un bug a révélé</a> les données de 52,5 millions d’utilisateurs de Google+.

# ai_helptext
source: Google publishes academic papers about its AI research (<a id="a1">https://ai.google/</a>) and makes several tools available via open source. <a id="a2">https://ai.google/tools/</a>
de: Google veröffentlicht wissenschaftliche Arbeiten zu seiner KI-Forschung (<a id="a1">https://ai.google/</a>) und stellt verschiedene Tools via Open Source zur Verfügung. <a id="a2">https://ai.google/tools/</a>
es: Google publica artículos académicos sobre su investigación de IA (<a id="a1">https://ai.google/</a>) y ha hecho que varias herramientas estén disponibles a través de código abierto. <a id="a2">https://ai.google/tools/</a>
fr: Google publie ses travaux de recherche en matière d’IA (<a id="a1">https://ai.google/</a>) et propose plusieurs outils open source. <a id="a2">https://ai.google/tools/</a>

# ai_what_can_it_do
source: Google uses natural language processing to understand you and to generate answers to your requests.
de: Google verwendet die Verarbeitung natürlicher Sprache, um Sie zu verstehen und Antworten auf Ihre Anfragen zu generieren.
es: Google utiliza el procesamiento del lenguaje natural para entenderte y ser capaz de generar respuestas adecuadas a tus solicitudes.
fr: Google utilise le traitement du langage naturel pour vous comprendre et générer des réponses à vos demandes.
