Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/google-pixel-watch.po
Languages: fr, pt_br

# how_does_it_use_data_collected
source: Fitbit says that they transfer information to their corporate affiliates, service providers, and other partners who "process it for us, based on our instructions, and in compliance with this policy and any other appropriate confidentiality and security measures." You may also give consent for Fitbit to share your information in other ways, for example, when you give a third party access to your account, or give your employer or insurance company access to information when you choose to participate in a wellness program. Remember when you do that, their use of your information will be governed by their privacy policies and terms.
fr: Fitbit déclare transférer des informations à ses filiales, fournisseurs de services et autres partenaires qui « les traitent pour nous, sur la base de nos instructions et conformément à cette politique et à toute autre mesure de confidentialité et de sécurité appropriée ». Vous pouvez également autoriser Fitbit à partager vos informations d’autres manières, par exemple, lorsque vous autorisez un tiers à accéder à votre compte, ou autorisez votre employeur ou votre compagnie d’assurance à accéder aux informations lorsque vous choisissez de participer à un programme de bien-être. Gardez bien à l’esprit que lorsque vous faites cela, l’utilisation de vos informations sera régie par leurs politiques de confidentialité et conditions d’utilisation.
pt_br: A Fitbit diz que transfere informações para suas afiliadas corporativas, prestadores de serviços e outros parceiros que "processam para nós, com base em nossas instruções e em conformidade com esta política e quaisquer outras medidas apropriadas de confidencialidade e segurança." Você também pode dar consentimento para que a Fitbit compartilhe suas informações de outras maneiras, por exemplo, quando você dá a terceiros acesso à sua conta, ou dá ao seu empregador ou companhia de seguros acesso às informações quando você escolhe participar de um programa de bem-estar. Lembre-se de que, ao fazer isso, o uso de suas informações será regido por suas políticas e termos de privacidade.

# how_does_it_use_data_collected
source: Fitbit says that their policy is to notify you of legal process seeking access to your information, such as search warrants, court orders, or subpoenas, unless we are prohibited by law from doing so. Exceptions to their notice policy include exigent or counterproductive circumstances, for example, when there is an emergency involving a danger of death or serious physical injury to a person.
fr: Fitbit déclare que sa politique est de vous informer de toute procédure judiciaire visant à obtenir l’accès à vos informations, comme les mandats de perquisition, les décisions de justice ou les assignations à comparaître, à moins que la loi ne le lui interdise. Les exceptions à sa politique de notification comprennent les circonstances urgentes ou contre-productives, par exemple, lorsqu’une urgence présente des risques de danger de mort ou de blessures corporelles graves pour une personne.

# user_friendly_privacy_policy_helptext
source: Two policies cover one product
fr: Deux politiques couvrent un seul produit

# strong_password_helptext
source: To create a Fitbit account, users are required to provide strong, complex, passwords during onboarding.
fr: Pour créer un compte Fitbit, les utilisateurs et utilisatrices doivent fournir des mots de passe compliqués lors de la configuration initiale.
pt_br: Para criar uma conta Fitbit, os usuários são obrigados a fornecer senhas fortes e complexas durante a integração.

# tips_to_protect_yourself
source: Visit privacy controls to adjust the amount of data collected
fr: Consultez les paramètres de confidentialité pour ajuster la quantité de données collectées.
pt_br: Acesse os controles de privacidade para ajustar a quantidade de dados coletados

# tips_to_protect_yourself
source: Turn off personalised advertisement
fr: Désactivez les publicités personnalisées.
pt_br: Desative a publicidade personalizada

# tips_to_protect_yourself
source: Visit privacy &amp; security controls to adjust the amount of data collected
fr: Consultez les paramètres de confidentialité et de vie privée pour ajuster la quantité de données collectées

# tips_to_protect_yourself
source: Delete your historical data from time to time
fr: Supprimez vos anciennes données de temps en temps

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données.
pt_br: Ao iniciar uma inscrição, não concorde com o rastreamento de seus dados.

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
fr: N’utilisez pas de compte tiers pour vous inscrire. Mieux vaut vous connecter simplement avec une adresse e-mail et un mot de passe fort.
pt_br: Não se inscreva com contas de terceiros. É melhor fazer o login somente com e-mail e senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
fr: Choisissez un mot de passe fort ! Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Use uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (n’autorisez pas l’accès à votre caméra, votre micro, vos images et votre localisation, sauf si nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do app (não dê acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário)

# tips_to_protect_yourself
source: Keep your app regularly updated
fr: Assurez-vous de garder votre application à jour.
pt_br: Mantenha seu aplicativo sempre atualizado

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
fr: Limitez le suivi publicitaire via votre appareil (par ex., sur iPhone, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data."
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.
pt_br: Solicite que seus dados sejam excluídos assim que você parar de usar o aplicativo. Simplesmente excluir um aplicativo do seu dispositivo não apaga seus dados pessoais.

# personal_data_collected
source: Name, date of birth, gender, photo (optional)
fr: Nom, date de naissance, genre, photo (facultatif)
pt_br: Nome, data de nascimento, sexo, foto (opcional)

# biometric_data_collected
source: Heart rate, movement, sleep data, menstrual cycle, and more
fr: Fréquence cardiaque, mouvements, données sur le sommeil, cycle menstruel, etc.
pt_br: Frequência cardíaca, movimento, dados de sono, ciclo menstrual e muito mais

# how_can_you_control_your_data
source: Everyone can get their data deleted by deleting their account and waiting for 90 days,
fr: N’importe qui peut faire supprimer ses données en supprimant son compte et en attendant 90 jours.
pt_br: Todos podem ter seus dados excluídos ao excluir sua conta e esperar por 90 dias,

# how_can_you_control_your_data
source: "We keep your account information, like your name, email address, and password, for as long as your account is in existence because we need it to operate your account. In some cases, when you give us information for a feature of the Services, we delete the data after it is no longer needed for the feature. For instance, when you provide your contact list for finding friends on the Services, we delete the list after it is used for adding contacts as friends. We keep other information, like your exercise or activity data, until you use your account settings or tools to delete the data or your account because we use this data to provide you with your personal statistics and other aspects of the Services. We also keep information about you and your use of the Services for as long as necessary for our legitimate business interests, for legal reasons, and to prevent harm, including as described in the How We Use Information and How Information Is Shared sections."
fr: « Nous conservons les informations relatives à votre compte, comme votre nom, votre adresse e-mail et votre mot de passe, aussi longtemps que votre compte existe, car nous en avons besoin pour faire fonctionner votre compte. Dans certains cas, lorsque vous nous fournissez des informations pour une fonctionnalité des Services, nous supprimons les données dès qu’elles ne sont plus nécessaires pour cette fonctionnalité. Par exemple, lorsque vous fournissez votre liste de contacts pour trouver des amis sur les services, nous supprimons la liste après qu’elle a été utilisée pour ajouter des contacts en tant qu’amis. Nous conservons d’autres informations, comme vos données d’exercice ou d’activité, jusqu’à ce que vous utilisiez les paramètres ou les outils de votre compte pour supprimer les données ou votre compte, car nous utilisons ces données pour vous fournir vos statistiques personnelles et d’autres aspects des services. Nous conservons également les informations vous concernant et votre utilisation des Services aussi longtemps que nécessaire pour nos intérêts commerciaux légitimes, pour des raisons juridiques et pour prévenir tout préjudice, notamment comme décrit dans les sections Comment nous utilisons les informations et Comment les informations sont partagées. »
pt_br: "Mantemos as informações da sua conta, como seu nome, endereço de e-mail e senha, enquanto sua conta existir porque precisamos dela para operar sua conta. Em alguns casos, quando você nos fornece informações sobre um recurso dos Serviços, excluímos os dados depois que eles não forem mais necessários para o recurso. Por exemplo, quando você fornece sua lista de contatos para encontrar amigos nos Serviços, excluímos a lista depois que ela é usada para adicionar contatos como amigos. Mantemos outras informações, como seus dados de exercício ou atividade, até que você use as configurações ou ferramentas de sua conta para excluir os dados ou sua conta porque usamos esses dados para fornecer suas estatísticas pessoais e outros aspectos dos Serviços. Também mantemos informações sobre você e seu uso dos Serviços pelo tempo necessário para nossos interesses comerciais legítimos, por razões legais e para evitar danos, inclusive conforme descrito nas seções Como usamos as informações e Como as informações são compartilhadas."

# how_can_you_control_your_data
source: "Editing and Deleting Data. By logging into your account and using your account settings, you can change and delete your personal information. For instance, you can edit or delete the profile data you provide and delete your account if you wish. Learn more here. If you choose to delete your account, please note that while most of your information will be deleted within 30 days, it may take up to 90 days to delete all of your information, like the data recorded by your Fitbit device and other data stored in our backup systems. This is due to the size and complexity of the systems we use to store data. We may also preserve data for legal reasons or to prevent harm, including as described in the How Information Is Shared section."
fr: « Modification et suppression des données. En vous connectant à votre compte et en utilisant les paramètres de votre compte, vous pouvez modifier et supprimer vos informations personnelles. Par exemple, vous pouvez modifier ou supprimer les données de profil que vous fournissez et supprimer votre compte si vous le souhaitez. Pour en savoir plus, cliquez ici. Si vous choisissez de supprimer votre compte, veuillez noter que si la plupart de vos informations seront supprimées dans les 30 jours, la suppression de toutes vos informations, comme les données enregistrées par votre appareil Fitbit et d’autres données stockées dans nos systèmes de sauvegarde, peut prendre jusqu’à 90 jours. Cela est dû à la taille et à la complexité des systèmes que nous utilisons pour stocker les données. Nous pouvons également conserver des données pour des raisons juridiques ou pour prévenir tout préjudice, notamment comme décrit dans la section Comment les informations sont partagées. »
pt_br: "Edição e Exclusão de Dados. Ao entrar na sua conta e usar as configurações da sua conta, você pode alterar e excluir suas informações pessoais. Por exemplo, você pode editar ou excluir os dados de perfil fornecidos e excluir sua conta, se desejar. Saiba mais aqui. Se você optar por excluir sua conta, observe que, embora a maioria das suas informações seja excluída dentro de 30 dias, pode levar até 90 dias para excluir todas as suas informações, como os dados registrados pelo seu dispositivo Fitbit e outros dados armazenados em nossos sistemas de backup. Isso se deve ao tamanho e à complexidade dos sistemas que usamos para armazenar dados. Também podemos preservar dados por razões legais ou para evitar danos, inclusive conforme descrito na seção Como as informações são compartilhadas."

# track_record_details
source: In 2021 Fitbit's security measures did not prevent the major data leak of 61 million fitness tracker data records, including Fitbit user data, by the third-party company GetHealth. In September 2021, a group of security researchers discovered GetHealth had an unsecured database containing over 61 million records related to wearable technology and fitness services. GetHealth accessed health data belonging to wearable device users around the world and leaked it in an non-password protected, unencrypted database. The list contained names, birthdates, weight, height, gender, and geographical location, as well as other medical data, such as blood pressure.
fr: En 2021, les mesures de sécurité de Fitbit n’ont pas empêché la fuite de données majeure de 61 millions d’enregistrements de données de traqueur d’activité, parmi lesquelles les données utilisateur Fitbit, par le biais de la société tierce GetHealth. En septembre 2021, un groupe de chercheurs en sécurité a découvert que GetHealth disposait d’une base de données non sécurisée contenant plus de 61 millions d’enregistrements liés à des traqueurs d’activité et des services de fitness. GetHealth a accédé aux données de santé appartenant aux utilisateurs de traqueurs d’activité du monde entier et les a divulguées dans une base de données non chiffrée et non protégée par mot de passe. La liste contenait les noms, les dates de naissance, le poids, la taille, le genre et l’emplacement géographique, ainsi que d’autres données médicales, telles que la pression artérielle.
pt_br: Infelizmente, as medidas de segurança do Fitbit não evitaram o grande vazamento de 61 milhões de registros de dados de rastreadores de condicionamento físico, incluindo dados de usuários do Fitbit, pela empresa terceirizada GetHealth. Em setembro de 2021, um grupo de pesquisadores de segurança descobriu que a GetHealth tinha um banco de dados desprotegido contendo mais de 61 milhões de registros relacionados à tecnologia vestível e serviços de condicionamento físico. A GetHealth acessou dados de saúde pertencentes a usuários de dispositivos portáteis em todo o mundo e vazou-os em um banco de dados não protegido por senha e não criptografado. A lista continha nomes, datas de nascimento, peso, altura, sexo e localização geográfica, bem como outros dados médicos, como pressão arterial.

# track_record_details
source: In 2020, it was reported the emails and passwords of nearly 2 million Fitbit users was leaked online.
fr: En 2020, il a été signalé que les adresses e-mail et les mots de passe de près de 2 millions d’utilisateurs de Fitbit ont été divulgués en ligne.
pt_br: Em 2020, foi relatado que os e-mails e senhas de quase 2 milhões de usuários do Fitbit vazaram online.

# track_record_details
source: Google received plenty of fines from European, American, and Korean authorities in the last few years. The biggest was the <a id="a1">$170M fine</a> from New York Attorney General for mishandling the children consent. The other cases include the <a id="a2">fine</a> of $100M for violating the Biometric Information Privacy Act in Illinois, $71.8M <a id="a3">fine</a> for mishandling consent in South Korea, $57M <a id="a4">fine</a> for violating GDPR in France, as well as other fines from local Data Protection Authorities in Ireland, Italy, Spain.
fr: Ces dernières années, Google a fait l’objet de plusieurs amendes de la part de gouvernements européens et américains et des autorités coréennes. La plus élevée <a id="a1">a été</a> l’amende de 170 millions de $ demandée par l’avocat général de New York pour mauvaise gestion du consentement des enfants. Les autres cas incluent une <a id="a2">amende</a> de 100 millions de $ pour violation du Biometric Information Privacy Act en Illinois, une <a id="a3">amende</a> de 71,8 millions de $ pour mauvaise gestion du consentement en Corée du Sud, une <a id="a4">amende</a> de 57 millions de $ pour violation du RGPD en France, ainsi que d’autres amendes des autorités locales chargées de la protection des données en Irlande, Italie et Espagne.
pt_br: O Google recebeu inúmeras multas de autoridades europeias, americanas e coreanas nos últimos anos. A maior <a id="a1">foi</a> a multa de US$ 170 milhões do Procurador-Geral de Nova York por má administração do consentimento infantil. Os outros casos incluem a <a id="a2">multa</a> de US$ 100 milhões por violação da Lei de Privacidade de Informações Biométricas em Illinois, <a id="a3">multa</a> de US$ 71,8 milhões por má administração de consentimento na Coreia do Sul, <a id="a4">multa</a> de US$ 57 milhões por violação da GDPR na França, assim como outras multas de autoridades locais de proteção de dados da Irlanda, Itália e da Espanha.

# track_record_details
source: In 2022 <a id="a1">Google agreed to a nearly $392 million dollar legal settlement</a> with 40 US states "for charges that it misled users into thinking they had turned off <a id="a2">location tracking</a> in their account settings even as the company continued collecting that information".
fr: En 2022, <a id="a1">Google a accepté le règlement d’un litige de près de 392 millions de dollars</a> avec 40 États américains « pour avoir laissé croire aux utilisateurs qu’ils avaient désactivé le <a id="a2">suivi de la localisation</a> dans les paramètres de leur compte alors même que l’entreprise continuait à collecter ces informations ».

# track_record_details
source: In August 2019, the <a id="a1">company admitted</a> that partners who work to analyze voice snippets from the Assistant leaked the voice snippets of some Dutch users. More than 1,000 private conversations were sent to a Belgian news outlet, some of the messages reportedly revealed sensitive information such as medical conditions and customer addresses.
fr: En août 2019, <a id="a1">l’entreprise a admis</a> que des partenaires travaillant à l’analyse d’extraits vocaux provenant de l’Assistant avaient fait fuiter les extraits vocaux d’utilisateurs et utilisatrices néerlandais·e·s. Plus de 1 000 conversations privées avaient été envoyées à un organe de presse belge, dont certaines révélaient apparemment des informations sensibles, comme des problèmes de santé et des adresses postales.
pt_br: Em agosto de 2019, a <a id="a1">empresa admitiu</a> que parceiros que trabalhavam para analisar trechos de voz do Assistente vazaram trechos de voz de alguns usuários holandeses. Mais de 1.000 conversas particulares foram enviadas a uma agência de notícias belga, algumas das mensagens revelaram informações confidenciais, tais como condições médicas e endereços de clientes.

# track_record_details
source: In December 2018, <a id="a1">a bug exposed</a> exposed the data of 52.5 million Google+ users.
fr: En décembre 2018, <a id="a1">un bug a révélé</a> les données de 52,5 millions d’utilisateurs de Google+.
pt_br: Em dezembro de 2018, <a id="a1">um bug expôs</a> os dados de 52,5 milhões de usuários do Google+.

# track_record_details
source: <a id="a1">Nest Security Bulletin</a> contains details of security vulnerabilities that previously affected Google Nest's devices.
fr: Le <a id="a1">Bulletin de sécurité Nest</a> détaille les failles de sécurité ayant précédemment affecté les appareils Google Nest.
pt_br: <a id="a1">O Boletim de Segurança do Nest</a> contém informações sobre vulnerabilidades de segurança que antes afetavam os dispositivos Google Nest.

# child_safety_blurb
source: "We appreciate the importance of taking additional measures to protect children’s privacy.
fr: « Nous sommes conscients de l’importance de prendre des mesures supplémentaires pour protéger la vie privée des enfants.
pt_br: "Apreciamos a importância de tomar medidas adicionais para proteger a privacidade das crianças.
