Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/google-duogoogle-hangoutsgoogle-meet.po
Languages: de, es, fr, pt_br

# title
source: Google Duo/Google Hangouts/Google Meet
es: Google Duo, Google Hangouts y Google Meet

# blurb
source: Google Duo, Google Hangouts, Google Meet. The various video call options from Google can get a little confusing. Here's the breakdown: Google Duo is a simple, free person-to-person video call app for up to 32 participants. Google Hangouts is free and allows for video calls up to 10 participants, as well as phone calls and text chats. Google Meet is their business-grade video conferencing option for up to 250 participants, built into the paid version of G Suite. There you have it.
de: Google Duo, Google Hangouts, Google Meet. Bei so vielen Wahlmöglichkeiten kommt man schon mal durcheinander. Wir bringen sie auf den Punkt: Google Duo ist eine einfache Videocall-App für bis zu 32 Teilnehmer*innen. Google Hangouts eignet sich für Videocalls mit bis zu 10 Teilnehmer*innen sowie Telefonanrufe und Textchats. Google Meet ist die Business-Version für Videokonferenzen für bis zu 250 Teilnehmer*innen und ist Teil der Bezahlversion von G Suite.
es: ¿Google Duo, Google Hangouts o Google Meet? Para que sepas cuál es cuál, te explicamos sus diferencias básicas: Duo es una aplicación simple y gratuita de videollamadas, en las que pueden participar hasta 32 personas; Hangouts es gratuita y ofrece videollamadas para hasta 10 participantes, llamadas telefónicas y chats de texto; y Meet es una solución de videoconferencias empresarial en la que pueden participar hasta 250 personas, y que está integrada en la versión de pago de Google Workspace.
fr: Google Duo, Google Hangouts, Google Meet. Toutes ces options peuvent sembler déconcertantes. On vous résume : Google Duo est une application d’appels vidéo simple pour jusqu’à 32 personnes. Google Hangouts permet des appels vidéo entre jusqu’à 10 personnes ainsi que des appels téléphoniques et des chats textuels. Google Meet est une application de visioconférence destinée aux entreprises, pouvant accueillir jusqu’à 250 personnes et intégrée à la version payante de Google Workspace. Et voilà !
pt_br: Google Duo, Google Hangouts, Google Meet. As várias opções de videochamadas do Google podem ficar um pouco confusas. Aqui está o detalhamento: o Google Duo é um aplicativo de videochamada simples e gratuito para até 32 participantes. O Google Hangouts é gratuito e permite videochamadas de até 10 participantes, além de chamadas telefônicas e bate-papos por SMS. O Google Meet é a opção de videoconferência de nível empresarial para até 250 participantes, integrada à versão paga do G Suite. É isso.

# worst_case
source: Google Duo is end-to-end encrypted, which is great. Hangouts and Meet aren't, but do use simple encryption, which is only OK. Both Hangouts and Meet require a strong password to login, and you can (and should) set up passwords for sensitive calls or meetings. Duo does not require a password as it is a simple calling app. Users can (and should) passcode protect their phone to keep unwanted people from accessing the app. Google is a big company that does a pretty good job on security. When a Google Project Zero researcher found a security vulnerability in Signal, Facebook, and Google chat apps, Google fixed the bug promptly. Google is a huge ad company though, so know that they can collect data on your use of these apps (not necessarily the content of your calls and messages, but things like how and when you use these apps) and then potentially use that to feed their vast targeted advertising business. They say they never sell this data or share it without a users’ consent. Fortunately, Google does give users a variety of privacy controls to delete and limit the collection of personal data. We've linked to those below. Go check them out and use them to give yourself as much privacy as you can.
de: Google Duo bietet Ende-zu-Ende-Verschlüsselung, was sehr gut ist. Hangouts und Meet bieten dies nicht, verwenden jedoch eine einfache Verschlüsselung, die lediglich akzeptabel ist. Sowohl für Hangouts als auch für Meet ist ein sicheres Passwort für die Anmeldung erforderlich, und Sie können (und sollten) Passwörter für vertrauliche Anrufe oder Besprechungen einrichten. Duo benötigt kein Passwort, da es sich um eine einfache Anruf-App handelt. Benutzer können (und sollten) ihr Handy mit einem Passcode schützen, um zu verhindern, dass unerwünschte Personen auf die App zugreifen. Google ist ein großes Unternehmen, das in Sachen Sicherheit ziemlich gute Arbeit leistet. Als ein Google-Project-Zero-Forscher eine Sicherheitslücke in Signal-, Facebook- und Google-Chat-Apps fand, hat Google den Fehler umgehend behoben. Google ist jedoch ein riesiges Werbeunternehmen, also sollten Sie wissen, dass es Daten über Ihre Nutzung dieser Apps sammeln kann (nicht unbedingt den Inhalt Ihrer Anrufe und Nachrichten, aber Dinge wie und wann Sie diese Apps verwenden) und diese dann möglicherweise für Feeds verwenden ihr riesiges Geschäft mit gezielter Werbung. Sie sagen, dass sie diese Daten niemals ohne die Zustimmung der Benutzer verkaufen oder weitergeben. Glücklicherweise bietet Google den Nutzern eine Vielzahl von Datenschutzkontrollen, um die Erfassung personenbezogener Daten zu löschen und einzuschränken. Wir haben diese im Folgenden verlinkt. Sehen Sie sich die Optionen an und nutzen Sie diese, um möglichst viel Datenschutz zu erreichen.
es: Google Duo utiliza cifrado de extremo a extremo, algo que está genial. Hangouts y Meet solo usan un cifrado simple, que está simplemente bien. Tanto Hangouts como Meet te piden una contraseña segura para iniciar sesión, y puedes (y debes) configurar contraseñas para llamadas o reuniones confidenciales. Duo no requiere contraseña, ya que es una simple aplicación de llamadas. Los usuarios pueden (y deben) proteger su teléfono con un código de acceso para evitar que otra persona acceda a la aplicación sin consentimiento. Google es una empresa gigante, que hace un buen trabajo en materia de seguridad. Cuando uno de los investigadores del Proyecto Cero de Google encontró una vulnerabilidad de seguridad en las aplicaciones de chat de Signal, Facebook y Google, la empresa solucionó el error de inmediato. Sin embargo, Google también es una enorme empresa de publicidad, por lo que debes saber que pueden recopilar datos sobre tu uso de estas aplicaciones (no necesariamente el contenido de tus llamadas y mensajes, sino cosas como cómo y cuándo usas las aplicaciones) y que existe la posibilidad de que luego usen esos datos para su vasto negocio de publicidad dirigida. La empresa asegura que nunca vende ni comparte estos datos sin el consentimiento de los usuarios. Afortunadamente, Google ofrece varios controles de privacidad para que los usuarios eliminen y limiten la recopilación de datos personales. Mas abajo tienes los vínculos para acceder a ellos. Échales un vistazo y utilízalos para tener la mayor privacidad posible.
fr: Google Duo est chiffré de bout en bout, ce qui est très bien. Hangouts et Meet ne le sont pas, mais utilisent un chiffrement simple, ce qui est tout à fait acceptable. Hangouts et Meet nécessitent tous deux un mot de passe fort pour se connecter, et vous pouvez (et devriez) configurer des mots de passe pour les appels ou les réunions sensibles. Duo ne nécessite pas de mot de passe car il s’agit d’une simple application d’appel. Les utilisateurs et utilisatrices peuvent (et doivent) protéger leur téléphone par mot de passe pour empêcher les personnes indésirables d’accéder à l’application. Google est une grande entreprise qui fait du très bon travail en matière de sécurité. Lorsqu’un chercheur de Google Project Zero a découvert une faille de sécurité dans les applications de messagerie Signal, Facebook et Google, Google a rapidement corrigé le bug. Google est cependant une énorme société de publicité, alors sachez qu’ils peuvent collecter des données sur votre utilisation de ces applications (pas nécessairement le contenu de vos appels et messages, mais des choses comme comment et quand vous utilisez ces applications) et ensuite potentiellement les utiliser pour alimenter leur vaste entreprise de publicité ciblée. Ils disent ne jamais vendre ces données ni ne les partager sans le consentement des utilisateurs. Heureusement, Google propose une variété de paramètres de confidentialité pour supprimer ou limiter la collecte de données personnelles. Nous avons ajouté des liens ci-dessous. Allez les consulter et utilisez-les pour protéger le plus possible votre vie privée.
pt_br: O Google Duo é criptografado de ponta a ponta, o que é ótimo. Hangouts e Meet não são, mas usam criptografia simples, o que é apenas razoável. Tanto o Hangouts quanto o Meet exigem uma senha forte para fazer login, e você pode (e deve) configurar senhas para chamadas ou reuniões confidenciais. Duo não requer uma senha, pois é um aplicativo de chamada simples. Os usuários podem (e devem) proteger seu telefone com senha para impedir que pessoas indesejadas acessem o aplicativo. O Google é uma grande empresa que faz um bom trabalho em segurança. Quando um pesquisador do Google Project Zero encontrou uma vulnerabilidade de segurança nos aplicativos Signal, Facebook e bate-papo do Google, o Google corrigiu o erro imediatamente. O Google é uma grande empresa de propaganda, portanto, saiba que pode coletar dados sobre o uso desses aplicativos (não necessariamente o conteúdo de suas chamadas e mensagens, mas coisas do tipo como e quando você usa esses aplicativos) e, em seguida, potencialmente, usá-los para alimentar seu vasto negócio de propaganda direcionada. Ele dize que nunca vende esses dados ou os compartilha sem o consentimento dos usuários. Felizmente, o Google oferece aos usuários uma variedade de controles de privacidade para excluir e limitar a coleta de dados pessoais. Colocamos os links abaixo. Confira e use-os para dar a si mesmo o máximo de privacidade que puder.

# how_does_it_use_data_collected
source: Google uses your personal information “to serve you relevant ads in Google products, on partner websites, and in mobile apps.” According to the company, customers own their data and it does not sell this data to third parties. Google does state it gets paid by advertisers for placing ads to you based on your personal information. Google claims that they "do not use information in apps where you primarily store personal content—including classic Hangouts—for advertising purposes, period". Google claims to send data outside of the organization only with a user's consent.
de: Google verwendet Ihre personenbezogenen Daten, „um Ihnen relevante Anzeigen in Google-Produkten, auf Partner-Websites und in mobilen Apps zu präsentieren“. Nach Angaben des Unternehmens sind die Kunden Eigentümer ihrer Daten und ein Verkauf an Dritte findet nicht statt. Google gibt an, dass es von Werbetreibenden dafür bezahlt wird, Ihnen basierend auf Ihren personenbezogenen Daten Anzeigen zu schalten. Google behauptet, dass „Informationen in Apps, in denen Sie hauptsächlich persönliche Inhalte speichern, einschließlich des klassischen Hangouts, nicht für Werbezwecke verwendet werden, Punkt“. Google behauptet, Daten nur mit Zustimmung des Benutzers außerhalb des Unternehmens weiterzugeben.
es: Google usa tu información personal «para mostrarte anuncios relevantes en los productos de Google, en sitios web de socios y en aplicaciones móviles». Según la empresa, los propietarios de los datos son los clientes y Google no vende estos datos a terceros. Por otro lado, afirma que los anunciantes le pagan por publicar anuncios basados en tu información personal. Google asegura que «no usa la información de las aplicaciones en las que almacenas contenidos personales —incluyendo el clásico Hangouts— con fines publicitarios, punto». Google dice que envía datos fuera de la organización solo con el consentimiento del usuario.
fr: Google utilise vos informations personnelles « pour vous présenter des publicités pertinentes au sein des produits Google, sur des sites web partenaires et dans des applications mobiles ». Selon l’entreprise, les clients et clientes sont propriétaires de leurs données, et elle ne vend pas ces données à des tiers. Google précise être payée par des annonceurs pour vous proposer des publicités basées sur vos informations personnelles. Google affirme « ne pas utiliser d’informations dans les applications où vous stockez principalement du contenu personnel, y compris les Hangouts classiques, à des fins publicitaires, point final ». Google affirme partager des données en dehors de l’entreprise uniquement avec le consentement de l’utilisateur ou utilisatrice.
pt_br: O Google usa suas informações pessoais “para veicular anúncios relevantes nos produtos do Google, em sites parceiros e em aplicativos móveis”. De acordo com a empresa, os clientes possuem seus dados e não vendem esses dados a terceiros. O Google afirma que é pago pelos anunciantes para mostrar anúncios para você com base em suas informações pessoais. O Google afirma que "não usa informações em aplicativos em que você armazena principalmente conteúdo pessoal – incluindo Hangouts clássicos – para fins de propaganda, ponto final". O Google afirma enviar dados para fora da organização apenas com o consentimento do usuário.

# user_friendly_privacy_policy_helptext
source: Google offers simplified privacy &amp; safe use information.
de: Google bietet vereinfachten Datenschutz &amp; Informationen zur sicheren Verwendung.
es: Google ofrece información simplificada sobre privacidad y uso seguro.
fr: Google offre des informations simplifiées concernant l’utilisation et la confidentialité.
pt_br: O Google oferece privacidade simplificada e informações de uso seguro.

# uses_encryption_helptext
source: End-to-end encryption: Duo.<br/>Only encryption at rest and in transit: Hangouts, Meet.
de: Ende-zu-Ende-Verschlüsselung: Duo.<br/> Einzige Verschlüsselung bei Speicherung und bei Übertragung: Hangouts, Meet.
es: Cifrado de extremo a extremo: Duo.<br/>Cifrado en reposo y en tránsito: Hangouts y Meet.
fr: Chiffrement de bout en bout : Duo. <br/>Chiffrement uniquement au repos et en transit : Hangouts, Meet.
pt_br: Criptografia de ponta a ponta: Duo.<br/>Apenas criptografia em repouso e em trânsito: Hangouts, Meet.

# security_updates_helptext
source: Google updates the services a few times a year
de: Google aktualisiert seine Dienste ein paarmal im Jahr.
es: Google actualiza sus servicios unas cuantas veces al año.
fr: Google met à jour les services plusieurs fois par an.
pt_br: O Google atualiza os serviços algumas vezes por ano

# strong_password_helptext
source: Both Hangouts and Meet require a strong password to login. Duo does not require a password as it is a simple calling app. Users can and should passcode protect their phone to keep unwanted people from making calls.
de: Sowohl für Hangouts als auch für Meet wird ein starkes Passwort für die Anmeldung benötigt. Für Duo wird kein Passwort benötigt, da es sich hierbei um eine einfache Telefonie-App handelt. Nutzer*innen können und sollten ihr Smartphone durch einen Passcode schützen, um Unbefugte daran zu hindern, Anrufe zu tätigen.
es: Para iniciar sesión en Hangouts y en Meet hace falta una contraseña segura, mientras que Duo no requiere contraseña porque es una simple aplicación de llamadas. Los usuarios pueden (y deberían) proteger su teléfono con un código de acceso para impedir que otras personas realicen llamadas desde el dispositivo sin su consentimiento.
fr: Hangouts et Meet demandent un mot de passe fort pour se connecter. Duo ne demande pas de mot de passe, car il s’agit simplement d’une application d’appels. Les utilisateurs et utilisatrices peuvent (et devraient) protéger leur téléphone par un code pour éviter les intrusions.
pt_br: Tanto o Hangouts quanto o Meet exigem uma senha forte para fazer login. O Duo não requer uma senha, pois é um aplicativo de chamada simples. Os usuários podem e devem proteger seu telefone com senha para impedir que pessoas indesejadas façam chamadas.

# manage_vulnerabilities_helptext
source: Google has a bug bounty program for security vulnerabilities
de: Google hat ein Bug-Bounty-Programm für Sicherheitslücken.
es: Google cuenta con un programa de cazadores de bugs para detectar vulnerabilidades de seguridad.
fr: Google dispose d’un programme de prime aux bugs pour les failles de sécurité.
pt_br: O Google tem um programa de recompensas pela descoberta de bugs para vulnerabilidades de segurança

# privacy_policy_helptext
source: Layered privacy policy in simplified language
de: Mehrschichtige Datenschutzrichtlinie in vereinfachter Sprache
es: Política de privacidad bien organizada en capas y con lenguaje simplificado
fr: Politique de confidentialité séparée en plusieurs sections, utilisant des termes simples.
pt_br: Política de privacidade em camadas em linguagem simplificada

# personal_data_collected
source: Name, birthday, gender. Optional: phone number, email<br/> <br/>Data collected can include voice and video information, depending on the settings.<br/> <br/>Google does not provide a product-specific privacy notice for Google Duo/Hangouts/Meet, so we have relied on their privacy policy for this information. We cannot verify which of the items listed for this specific product may or may not be collected.
de: Name, Geburtstag, Geschlecht. Optional: Telefonnummer, E-Mail-Adresse <br/> <br/>Die gesammelten Daten können je nach Einstellungen Sprach- und Videoinformationen enthalten. <br/> <br/>Google stellt keine produktspezifischen Datenschutzhinweise für Google Duo/Hangouts/Meet bereit, daher haben wir uns für diese Informationen auf deren Datenschutzbestimmungen verlassen. Wir können nicht überprüfen, welche der für dieses bestimmte Produkt aufgeführten Punkte erfasst werden können oder nicht.
es: Nombre, fecha de cumpleaños, género. Opcional: número de teléfono, correo electrónico <br/> <br/>Los datos recopilados pueden incluir información de voz y vídeo, dependiendo de la configuración. <br/> <br/>Google no proporciona un aviso de privacidad específico del producto para el caso de Google Duo, Hangouts y Meet, por lo que hemos obtenido esta inforamción basándonos en su política de privacidad. No podemos verificar cuáles de los artículos enumerados para este producto específico podrían o no podrían recolectarse.
fr: Nom, date de naissance, genre. Facultatif : numéro de téléphone, adresse e-mail. <br/><br/>Les données collectées peuvent inclure des informations vocales et vidéo, en fonction des paramètres. <br/> <br/>Google ne fournit pas d’avis de confidentialité spécifique à un produit pour Google Duo/Hangouts/Meet. Nous nous sommes donc appuyés sur leur politique de confidentialité pour ces informations. Nous ne pouvons pas vérifier lesquels des éléments listés pour ce produit précis peuvent ou non être collectés.
pt_br: Nome, aniversário, gênero. Opcional: número de telefone, email<br/> <br/>Os dados coletados podem incluir informações de voz e vídeo, dependendo das configurações.<br/> <br/>O Google não fornece um aviso de privacidade específico do produto para o Google Duo/Hangouts/Meet, por isso confiamos em sua política de privacidade para essas informações. Não podemos verificar qual dos itens listados para este produto específico pode ou não ser coletado.

# social_data_collected
source: Contacts
de: Kontakte
es: Contactos
pt_br: Contatos
