Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/google-chromecast-with-google-tv.po
Languages: de, es, fr

# title
source: Google Chromecast with Google TV
de: Google Chromecast mit Google TV
es: Google Chromecast con Google TV
fr: Google Chromecast avec Google TV

# blurb
source: "Hey Google!" That will become your new favorite saying if you go the route of Chromecast with Google TV. This little dongle lets you stream what you're watching or listening to on your phone or tablet to your TV. And Google TV puts all the content from all your streaming services on the screen in one place. Just say, "Hey Google, show me rom coms," and all the rom coms from Netflix, Hulu, Amazon Prime, and more will appear on screen. Nifty. How does this little dong do at privacy? Well, Google is gonna Google and take the data from what you watch and use it to inform ads they can show you all over the place, of course.
de: „Hey Google!“ Das wird Ihr neuer Lieblingsspruch, wenn Sie sich für den Chromecast mit Google TV entscheiden. Mit diesem kleinen Dongle können Sie alles, was Sie auf Ihrem Telefon oder Tablet sehen oder hören, auf Ihren Fernseher übertragen. Und Google TV bringt alle Inhalte von all Ihren Streaming-Diensten an einem Ort auf den Bildschirm. Sagen Sie einfach: „Hey Google, zeig mir Liebeskomödien“, und schon erscheinen alle Liebeskomödien von Netflix, Hulu, Amazon Prime und anderen Anbietern auf dem Bildschirm. Raffiniert. Wie sieht es mit dem Datenschutz aus? Nun, Google wird tu was Google tun muss... und nimmt die Daten von dem, was Sie sehen und verwenden, um Anzeigen zu schalten, die sie Ihnen überall zeigen können, was sonst!

# worst_case
source: “OK, Google.” That’s pretty much exactly how we think Google does when it comes to privacy. They are OK, if you consider the fact that they are a ginormous data collecting advertising company that makes billions of dollars off your personal information. This is the world we live in now, though, and there are other Big Tech companies doing a worse job than Google at protecting and respecting your privacy (looking at you Meta/Facebook). It’s really unfortunate just how low the bar has gotten when it comes to privacy these days.
de: „OK, Google.“ So schneidet Google bei uns auch in Sachen Datenschutz ab. Ganz okay eben, wenn man bedenkt, dass Google ein gigantisches Werbeunternehmen ist, dass mithilfe Ihrer personenbezogenen Daten Milliarden US-Dollar erwirtschaftet. So sieht die Welt aus, in der wir heute leben, und es gibt andere Big-Tech-Unternehmen, die schlechter abschneiden als Google und Ihre Daten nicht so gut schützen und respektieren (wir denken da an Meta/Facebook). Es ist ziemlich enttäuschend, wie niedrig die Standards sind, wenn es um den Schutz von Daten geht.

# worst_case
source: That said, you should be aware Google is a huge ad company that needs lots and lots of your data to sell ads. What sorts of data does Google collect on you? Google promises that your voice recordings won’t be used to send you personalized ads, but they admit that transcripts of your voice interactions with your Google Assistant to control your Chromecast with Google TV may be used for that purpose. So, when you say, “Hey Google, show me the football game," Google might assume you’re a sports fan and recommend you lots of other sports to watch, while also trying to sell you a jersey for the team you watch most.
de: Das heißt, Sie sollten sich bewusst sein, dass Google ein riesiges Werbeunternehmen ist, das viele, viele Ihrer Daten braucht, um Anzeigen zu verkaufen. Welche Art von Daten sammelt Google über Sie? Google verspricht, dass Ihre Sprachaufzeichnungen nicht verwendet werden, um Ihnen personalisierte Werbung zu schicken, gibt aber zu, dass Abschriften Ihrer Sprachinteraktionen mit dem Google Assistant zur Steuerung Ihres Chromecast mit Google TV zu diesem Zweck verwendet werden können. Wenn Sie also sagen: „Hey Google, zeig mir das Fußballspiel“, könnte Google davon ausgehen, dass Sie ein Sportfan sind, und Ihnen viele andere Sportarten empfehlen, die Sie sich ansehen können, und gleichzeitig versuchen, Ihnen ein Trikot der Mannschaft zu verkaufen, die Sie am häufigsten sehen.

# worst_case
source: And while Google promises that your voice recordings won’t be used to send you personalized ads, they do say the transcripts of your voice interactions with your Google smart speaker may. Google also collects things like your location, information about things near your devices like wi-fi access points and bluetooth enabled devices, people you communicate with, purchase activity, voice and audio information, your favorite songs on Spotify, what things you search for, what things you ask Google, when you turn your lights on if you have smart lights, when you use it to run your robot vacuum, and so much more.
de: Google verspricht zwar, dass Ihre Sprachaufzeichnungen nicht verwendet werden, um Ihnen personalisierte Werbung zu schicken, aber sie kündigen an, dass die Transkripte Ihrer Sprachinteraktionen mit Ihrem intelligenten Google-Lautsprecher dies möglicherweise tun. Google sammelt auch Dinge wie Ihren Standort, Informationen über Dinge in der Nähe Ihrer Geräte wie WLAN-Zugangspunkte und Bluetooth-fähige Geräte, Personen, mit denen Sie kommunizieren, Kaufaktivitäten, Sprach- und Audioinformationen, Ihre Lieblingssongs auf Spotify, welche Dinge Sie suchen, welche Dinge Sie Google fragen, wann Sie Ihre Lichter einschalten, wenn Sie über intelligente Lichter verfügen, wann Sie Ihren Staubsaugerroboter damit betreiben und vieles mehr.

# worst_case
source: Of course, Google uses your personal information to sell those targeted, personalized ads you see all over the place like in your Gmail, in your favorite Solitaire app, on partner websites, and on YouTube. Yup, the ads are everywhere. Although, Google does say they won’t use things like your sexual orientation, race, and health to show you ads…although we just have to trust them on that. I’m sure we’ve all seen ads based on sensitive things about us that felt pretty creepy. And Google says they won’t use content from your Google Drive, Email, or Photos to personalize ads. We sure hope not.
de: Natürlich verwendet Google Ihre personenbezogenen Daten, um die zielgerichteten, personalisierten Anzeigen zu verkaufen, die Sie überall sehen, z. B. in Ihrer Google Mail, in Ihrer Lieblings-Solitaire-App, auf Partner-Websites und auf YouTube. Ja, die Anzeigen sind überall. Google gibt zwar an, dass sie Dinge wie Ihre sexuelle Orientierung, Rasse und Gesundheit nicht verwenden, um Ihnen Anzeigen zu zeigen … aber sicher sein können wir uns da nicht. Mit Sicherheit hat jede*r von uns schon einmal Anzeigen gesehen, die auf sensiblen Informationen basieren und das ganz schön unheimlich gefunden. Weiterhin gibt Google an, dass es keine Inhalte aus Ihrem Google Drive, Ihren E-Mails oder Fotos zur Personalisierung von Anzeigen verwendet. Das wollen wir nicht hoffen.

# worst_case
source: We do like that people who use Google’s AI voice assistant are now automatically opted out of Google's human review of voice recordings, because that was super creepy. We also like that Google does try to communicate with users how they collect and use data in their <a id="a1">Safety Center</a>. Google does collect a ton of data on you, especially if you don't take the time to <a id="a2">adjust your privacy settings</a> to lock down just how much info they can gather. You should absolutely take the time to adjust these privacy settings. Just beware, you will get notifications that some things might not work right if you change settings. That’s annoying, and probably worth it for a little more privacy.
de: Wir finden es gut, dass Menschen, die Googles KI-Sprachassistenten nutzen, nun automatisch von Googles menschlicher Überprüfung von Sprachaufnahmen ausgeschlossen sind, denn das war super gruselig. Uns gefällt auch, dass Google versucht, den Nutzern mitzuteilen, wie sie Daten in ihrem <a id="a1">Safety Center</a> sammeln und verwenden. Google sammelt eine Menge Daten über Sie, vor allem, wenn Sie sich nicht die Zeit nehmen, Ihre <a id="a2">Datenschutzeinstellungen</a> anzupassen, um genau das zu verhindern. Sie sollten sich unbedingt die Zeit nehmen, die Datenschutzeinstellungen anzupassen. Aber denken Sie daran: Sie werden wahrscheinlich Benachrichtigungen bekommen, dass einige Dinge mit den geänderten Einstellungen nicht richtig funktionieren. Das ist zwar nervig, aber das ist etwas mehr Datenschutz vielleicht auch wert.
fr: Nous apprécions le fait que les personnes qui utilisent l’assistant vocal de Google qui a recours à l’IA soient désormais automatiquement exclues du contrôle humain des enregistrements vocaux, car c’était vraiment flippant. Nous apprécions également le fait que Google essaie de communiquer aux utilisateurs et utilisatrices comment sont collectées et utilisées les données dans leur <a id="a1">Centre de sécurité</a>. Google collecte une quantité astronomique de données vous concernant, surtout si vous ne prenez pas le temps de <a id="a2">modifier vos paramètres de confidentialité</a> pour contrôler la quantité d’informations auxquelles l’entreprise a accès. Vous devriez absolument prendre le temps d’ajuster ces paramètres de confidentialité. Attention, vous recevrez des notifications indiquant que certaines choses pourraient ne pas fonctionner correctement si vous modifiez les paramètres. C’est ennuyeux, et cela en vaut probablement la peine pour une confidentialité un peu renforcée.

# worst_case
source: As for Google’s track record at protecting and respecting your privacy, well, it’s a mixed bag. Google does <a id="a1">pretty good</a> at the security side of protecting all that heaps of data they collect on your. It is their money making business asset, after all. Unfortunately, Google also has a spotty track record at respecting privacy, as seen in the multitude of fines and lawsuits that have been thrown at them all around the world for violating privacy laws and protections. <a id="a2">South Korea</a> fined Google (and Meta) millions of dollars recently for privacy violations. So did <a id="a3">France</a> and <a id="a4">Spain</a>. And in the US, Google has faced a <a id="a5">host of lawsuits</a> and settlements from <a id="a6">Texas</a>, California, DC, <a id="a7">Illinois</a>, <a id="a8">Arizona</a>, the <a id="a9">Federal Trade Commission</a>, and more. All this makes it pretty hard to trust what a company says they do with that massive amount of personal information they collect on you.
de: Wenn man sich ansieht, wie es bei Google in der Vergangenheit um den Schutz Ihrer Daten gestanden hat, ist es eher durchwachsen. Google schneidet <a id="a1">ziemlich gut ab,</a> wenn es um die Sicherheit der Riesenmengen an Daten geht, die das Untenehmen über Sie sammelt. Schließlich verdient das Unternehmen damit sein Geld. Leider hat Google auch in Bezug auf die Achtung der Privatsphäre eine durchwachsene Erfolgsbilanz, wie die zahlreichen Geldstrafen und Klagen zeigen, die weltweit wegen der Verletzung von Datenschutzgesetzen und -bestimmungen gegen das Unternehmen verhängt wurden. <a id="a2">Südkorea</a> hat Google (und Meta) kürzlich wegen Verstößen gegen den Datenschutz mit einer Geldstrafe in Millionenhöhe belegt. Ebenso <a id="a3">Frankreich</a> und <a id="a4">Spanien</a>. Und in den USA ist Google mit einer <a id="a5">Reihe von Klagen</a> und Vergleichen aus <a id="a6">Texas</a>, Kalifornien, DC, <a id="a7">Illinois</a>, <a id="a8">Arizona</a>, von der <a id="a9">Federal Trade Commission</a> und weiteren konfrontiert. Das alles macht es nicht leicht, einem Unternehmen zu glauben, was es mit den Bergen an personenbezogenen Informationen macht, die es über Sie sammelt.

# worst_case
source: What’s the worst that could happen? Well, If you don't take the time, it's possible Google can get to know you really well, maybe too well. Google knows that you like to watch sappy rom coms at certain times each month and starts treating you with ads for chocolate, wine, and tampons and you fall into a rut of watching movies and eating chocolate and drinking wine and, you know what, that doesn't sound so bad. Maybe it's OK Google knows you so well. Maybe it's creepy? (OK, we think it’s pretty creepy). What’s even creepier these days is the possibility that your Google searches and location information and more could potentially be used to <a id="a1">harass, arrest, and even prosecute</a> people in the United States seeking reproductive health care. That’s not just creepy, that’s downright harmful.
de: Was ist das Schlimmste, was passieren kann? Nun, wenn Sie sich nicht die Zeit nehmen, ist es möglich, dass Google Sie wirklich gut kennenlernt, vielleicht zu gut. Google weiß, dass Sie sich zu bestimmten Zeiten im Monat gerne rührselige Liebesfilme ansehen, und fängt an, Sie mit Werbung für Schokolade, Wein und Tampons zu verwöhnen, und Sie verfallen in einen Trott aus Filmen, Schokolade und Wein. Vielleicht ist es ja in Ordnung, dass Google Sie so gut kennt. Vielleicht ist es aber auch unheimlich? (OK, wir finden es ziemlich gruselig). Was heutzutage noch gruseliger ist, ist die Möglichkeit, dass Ihre Google-Suchanfragen und Standortinformationen und vieles mehr verwendet werden könnten, um Menschen, die sich in den Vereinigten Staaten um reproduktive Gesundheitsfürsorge bemühen, <a id="a1">zu belästigen, zu verhaften und sogar strafrechtlich zu verfolgen</a>. Das ist nicht nur gruselig, das ist geradezu verheerend.

# how_does_it_use_data_collected
source: Google does not share data with third parties for their own advertisement purposes. Google does not sell personal data.
de: Google teilt keine Daten zu eigenen Werbezwecken mit Drittparteien. Google verkauft keine personenbezogenen Daten.
fr: Google ne partage pas de données personnelles avec des tiers à ses propres fins publicitaires. Google ne vend pas de données personnelles.

# how_does_it_use_data_collected
source: Google shares data with its affiliates and business partners: "We provide personal information to our affiliates and other trusted businesses or persons to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures. For example, we use service providers to help operate our data centers, deliver our products and services, improve our internal business processes, and offer additional support to customers and users. We also use service providers to help review YouTube video content for public safety and analyze and listen to samples of saved user audio to help improve Google’s audio recognition technologies."
de: Google teilt Daten mit Tochtergesellschaften und Geschäftspartnern: „Wir stellen unseren Tochtergesellschaften und anderen vertrauenswürdigen Unternehmen oder Personen personenbezogene Daten zur Verfügung, damit sie diese auf der Grundlage unserer Anweisungen und in Übereinstimmung mit unserer Datenschutzrichtlinie und anderen angemessenen Vertraulichkeits- und Sicherheitsmaßnahmen für uns verarbeiten. Wir nehmen beispielsweise Dienstleister in Anspruch, um den Betrieb unserer Rechenzentren zu unterstützen, unsere Produkte und Dienstleistungen bereitzustellen, unsere internen Geschäftsprozesse zu verbessern und Kund*innen und Nutzer*innen zusätzlichen Support zu bieten. Wir setzen auch Dienstleister ein, um YouTube-Videoinhalte für die öffentliche Sicherheit zu überprüfen und um gespeicherte Audioaufnahmen von Nutzer*innen zu analysieren und anzuhören, um die Spracherkennungstechnologien von Google zu verbessern.“

# how_does_it_use_data_collected
source: At the same time, Google uses collected data on its own services. "We use the information we collect to customize our services for you, including providing recommendations, personalized content, and customized search results."
de: Gleichzeitig nutzt Google gesammelte Daten für die eigenen Services. „Wir verwenden die von uns erfassten Daten, um unsere Dienste für Sie anzupassen, einschließlich der Bereitstellung von Empfehlungen, personalisierten Inhalten und angepassten Suchergebnissen.“
fr: Dans le même temps, Google utilise les données collectées sur ses propres services. « Nous utilisons les informations que nous recueillons pour personnaliser nos services pour vous, notamment en fournissant des recommandations, un contenu personnalisé et des résultats de recherche personnalisés. »

# how_does_it_use_data_collected
source: Google may collect data on you from public and third-party sources. "In some circumstances, Google also collects information about you from publicly accessible sources. For example, if your name appears in your local newspaper, Google’s Search engine may index that article and display it to other people if they search for your name. We may also collect information about you from trusted partners, such as directory services who provide us with business information to be displayed on Google’s services, marketing partners who provide us with information about potential customers of our business services, and security partners who provide us with information to protect against abuse. We also receive information from advertising partners to provide advertising and research services on their behalf."
de: Google kann Daten über Sie aus öffentlichen Quellen und Drittquellen sammeln. „Unter bestimmten Umständen sammelt Google auch Informationen über Sie aus öffentlich zugänglichen Quellen. Wenn Ihr Name beispielsweise in Ihrer Lokalzeitung erscheint, kann die Google-Suchmaschine diesen Artikel indexieren und ihn anderen Personen anzeigen, wenn diese nach Ihrem Namen suchen. Wir können auch Informationen über Sie von vertrauenswürdigen Partnern sammeln, wie z. B. Verzeichnisdiensten, die uns Geschäftsinformationen zur Verfügung stellen, die in den Google-Diensten angezeigt werden sollen, Marketingpartnern, die uns Informationen über potenzielle Kund*innen unserer Geschäftsdienste zur Verfügung stellen, und Sicherheitspartnern, die uns Informationen zum Schutz vor Missbrauch zur Verfügung stellen. Wir erhalten auch Informationen von Werbepartnern, um in deren Auftrag Werbe- und Forschungsdienste zu erbringen.“
fr: Google peut collecter des données vous concernant auprès de sources publiques et tierces. « Dans certaines circonstances, Google recueille également des informations vous concernant à partir de sources accessibles au public. Par exemple, si votre nom apparaît dans votre journal local, le moteur de recherche de Google peut indexer cet article et l’afficher pour d’autres personnes si elles recherchent votre nom. Nous pouvons collecter également des informations vous concernant auprès de partenaires de confiance, tels que des services d’annuaire qui nous fournissent des informations commerciales à afficher sur les services de Google, des partenaires marketing qui nous fournissent des informations sur les clients potentiels de nos services commerciaux et des partenaires de sécurité qui nous fournissent des informations pour protéger contre les abus. Nous recevons également des informations de partenaires publicitaires pour fournir des services de publicité et de recherche en leur nom. »

# how_does_it_use_data_collected
source: Google also uses personal data for personalised advertisement, if a user allows: "Depending on your settings, we may also show you personalized ads based on your interests. For example, if you search for “mountain bikes,” you may see an ad for sports equipment when you’re browsing a site that shows ads served by Google. You can control what information we use to show you ads by visiting your ad settings."
de: Google verwendet personenbezogene Daten auch für personalisierte Werbung, wenn ein*e Nutzer*in dies erlaubt: „Je nach Ihren Einstellungen können wir Ihnen auch personalisierte Anzeigen auf der Grundlage Ihrer Interessen zeigen. Wenn Sie beispielsweise nach „Mountainbikes“ suchen, wird Ihnen möglicherweise eine Anzeige für Sportgeräte angezeigt, wenn Sie auf einer Website surfen, die von Google geschaltete Anzeigen enthält. Sie können bestimmen, welche Informationen wir verwenden, um Ihnen Anzeigen zu zeigen, indem Sie Ihre Werbeeinstellungen aufrufen.“
fr: Google utilise également des données personnelles pour la publicité personnalisée, si un utilisateur ou une utilisatrice le permet : « En fonction de vos paramètres, nous pouvons également vous montrer des publicités personnalisées en fonction de vos centres d’intérêt. Par exemple, si vous recherchez « VTT », vous pouvez voir une publicité pour équipements sportifs lorsque vous naviguez sur un site qui diffuse des publicités diffusées par Google. Vous pouvez contrôler les informations que nous utilisons pour vous montrer des publicités en accédant à vos paramètres publicitaires. »

# how_does_it_use_data_collected
source: Google uses location for advertisement, too. It gets location from various sources: "Google’s ad products may receive or infer information about your location from a variety of sources. For example, we may use the IP address to identify your general location; we may receive precise location from your mobile device; we may infer your location from your search queries; and websites or apps that you use may send information about your location to us. Google uses location information in our ads products to infer demographic information, to improve the relevance of the ads you see, to measure ad performance and to report aggregate statistics to advertisers."
de: Außerdem verwendet Google den Standort für Werbung. Es bezieht den Standort aus verschiedenen Quellen: „Die Werbeprodukte von Google können Informationen über Ihren Standort aus einer Vielzahl von Quellen erhalten oder ableiten. Wir können beispielsweise die IP-Adresse verwenden, um Ihren allgemeinen Standort zu ermitteln; wir können den genauen Standort von Ihrem Mobilgerät erhalten; wir können Ihren Standort aus Ihren Suchanfragen ableiten; und Websites oder Apps, die Sie verwenden, können Informationen über Ihren Standort an uns senden. Wir verwenden Standortinformationen in unseren Werbeprodukten, um demografische Informationen abzuleiten, die Relevanz der angezeigten Anzeigen zu verbessern, die Werbeleistung zu messen und den Werbetreibenden zusammenfassende Statistiken zu übermitteln.“

# how_does_it_use_data_collected
source: Google may combine information about you from their other services or devices. "We may combine the information we collect among our services and across your devices for the purposes described above. For example, if you watch videos of guitar players on YouTube, you might see an ad for guitar lessons on a site that uses our ad products."
de: Google kann Informationen über Sie aus seinen anderen Diensten oder Geräten kombinieren. „Wir können die Informationen, die wir über unsere Dienste und über Ihre Geräte sammeln, für die oben beschriebenen Zwecke kombinieren. Wenn Sie beispielsweise Videos von Gitarristen auf YouTube ansehen, sehen Sie möglicherweise eine Anzeige für Gitarrenunterricht auf einer Website, die unsere Anzeigenprodukte verwendet.“
fr: Google peut combiner des informations vous concernant provenant de ses autres services ou appareils. « Nous pouvons combiner les informations que nous collectons entre nos services et sur vos appareils aux fins décrites ci-dessus. Par exemple, si vous regardez des vidéos de guitaristes sur YouTube, vous pouvez voir une publicité pour des cours de guitare sur un site qui utilise nos produits publicitaires. »
