Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/google-chromecast-with-google-tv.po
Languages: de, es, fr

# how_can_you_control_your_data
source: You can review and delete your data via the Google Privacy Dashboard.
es: Puedes revisar y borrar tus datos a través del Panel de Control de Privacidad de Google.

# track_record_details
source: In 2018, personal information was exposed in several incidents, resulting from access by app developers, exposure by mobile apps, or a bug in Google + API. Google has also stored location data without permission.
es: En 2018 se reveló información personal tras varios incidentes derivados del acceso por parte de desarrolladores de la app, exposición en las apps móviles o un bug en la API Google+. Google también ha almacenado datos de ubicación sin permiso.

# ai_helptext
source: Google publishes academic papers about its AI research (https://ai.google/) and makes several tools available via open source. https://ai.google/tools/
es: Google publica artículos académicos sobre sus estudios en materia de IA (https://ai.google/) y pone varias herramientas de código abierto a disposición del público. https://ai.google/tools/
