Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/grindr.po
Languages: de, es, fr, pt_br

# worst_case
source: None of this is good, but our biggest concerns with Grindr aren't what they say they'll do with your data, but where that data ends up on their watch. Back in 2020, the app was <a id="a1">called out</a> for what a Norwegian consumer group called “out of control” <a id="a2">data sharing</a> with advertisers and third parties. Their research <a id="a3">showed</a> that besides IP address (information Grindr still says they can share) the app shared GPS location, gender, and user's age with third parties. The Norwegian Data Protection Authority's (NDPA) fined Grindr over $6M for breaking the law (GDPR). In November 2023, the Norwegian Privacy Appeals Board <a id="a4">denied Grindr's appeal</a> to the fine, agreeing with the Norwegian Data Protection Authority's decision. And in 2022, The Wall Street Journal <a id="a5">reported</a> that location information from Grindr "was available for sale [in the United States] since at least 2017, and historical data may still be obtainable." Yikes.
de: Nichts davon ist gut, aber unsere größte Sorge bei Grindr ist nicht, was sie mit deinen Daten machen wollen, sondern wo diese Daten unter ihrer Aufsicht landen. Bereits im Jahr 2020 <a id="a1">kritisierte</a> eine norwegischen Verbrauchergruppe die App wegen „außer Kontrolle geratener“ <a id="a2">Datenweitergabe</a> an Werbetreibende und Dritte. Ihre Recherche <a id="a3">zeigte</a>, dass die App neben der IP-Adresse (Informationen, die Grindr nach eigenen Angaben immer noch teilen kann) auch den GPS-Standort, das Geschlecht und das Alter des Nutzers mit Dritten geteilt hat. Die norwegische Datenschutzbehörde (NDPA) verhängte gegen Grindr eine Geldstrafe von über 6 Millionen US-Dollar wegen Verstoßes gegen das Gesetz (DSGVO). Im November 2023 wurde Grindrs Berufung gegen die Geldstrafe durch das norwegische Datenschutz-Berufungsgericht <a id="a4">abgelehnt</a> und der Entscheidung der norwegischen Datenschutzbehörde zugestimmt. Und im Jahr 2022 <a id="a5">berichtete</a> das Wall Street Journal, dass Standortinformationen von Grindr „seit mindestens 2017 zum Verkauf standen [in den USA] und historische Daten immer noch erhältlich sein könnten“. Yikes!
es: Nada de esto es bueno, pero nuestras mayores preocupaciones con Grindr no son lo que dicen que harán con tus datos, sino dónde van a parar esos datos cuando están bajo su supervisión. En 2020, se <a id="a1">cuestionó</a> a la aplicación por lo que un grupo de consumidores noruego llamó un <a id="a2">intercambio de datos</a> «descontrolado» con anunciantes y terceros. Esta investigación <a id="a3">reveló</a> que, además de la dirección IP (información que Grindr todavía dice que puede compartir), la aplicación compartía la ubicación GPS, el género y la edad del usuario con terceros. La Autoridad de Protección de Datos de Noruega (NDPA) multó a Grindr con más de 6 millones de dólares por infringir la ley (GDPR). En noviembre de 2023, la Junta de Apelaciones de Privacidad de Noruega <a id="a4">denegó la apelación de Grindr</a> a esta multa. Y en 2022, The Wall Street Journal <a id="a5">informó</a> que los datos de ubicación de Grindr «estaban disponibles para la venta [en los Estados Unidos] desde al menos 2017, y es posible que aún se puedan obtener datos históricos». Puaj.
fr: Rien de tout cela n’est de bon augure, mais ce qui nous préoccupe le plus avec Grindr, ce n’est pas ce qu’ils disent qu’ils feront avec vos données, mais où ces données se retrouvent sous leur autorité. En 2020, l’application <a id="a1">a été dénoncée</a> pour ce qu’un groupe de consommateurs norvégien a qualifié de partage de données <a id="a2">« hors de contrôle »</a> avec des annonceurs et des tiers. Leurs recherches <a id="a3">ont montré</a> qu’en plus de l’adresse IP (informations que Grindr dit toujours pouvoir partager), l’application partageait la localisation GPS, le sexe et l’âge de l’utilisateur avec des tiers. L’Autorité norvégienne de protection des données (NDPA) a condamné Grindr à une amende de plus de 6 millions de dollars pour avoir enfreint la loi (RGPD). En novembre 2023, la Commission norvégienne de recours en matière de protection de la vie privée <a id="a4">a rejeté l’appel de Grindr</a> concernant l’amende, approuvant la décision de l’Autorité norvégienne de protection des données. Et en 2022, le Wall Street Journal <a id="a5">a rapporté</a> que les informations de localisation de Grindr « étaient disponibles à la vente [aux États-Unis] depuis au moins 2017, et que des données historiques peuvent encore être obtenues ». Oh la la !
pt_br: Nada disso é bom, mas nossas maiores preocupações com o Grindr não são o que eles dizem que farão com seus dados, mas onde esses dados acabam sob sua supervisão. Em 2020, o aplicativo foi <a id="a1">denunciado</a> pelo que um grupo de consumidores noruegueses chamou de <a id="a2">compartilhamento de dados</a> "fora de controle" com anunciantes e terceiros. Sua pesquisa <a id="a3">mostrou</a> que, além do endereço IP (informações que o Grindr ainda diz que pode compartilhar), o aplicativo compartilhou a localização GPS, o sexo e a idade do usuário com terceiros. A Autoridade Norueguesa de Proteção de Dados (NDPA) multou o Grindr em mais de US$ 6 milhões por infringir a lei (GDPR). Em novembro de 2023, o Conselho Norueguês de Recursos de Privacidade <a id="a4">negou o recurso do Grindr</a> com relação à multa, concordando com a decisão da Autoridade Norueguesa de Proteção de Dados. E em 2022, o The Wall Street Journal <a id="a5">informou</a> que as informações de localização do Grindr "estavam disponíveis para venda [nos Estados Unidos] desde pelo menos 2017, e os dados históricos ainda podem ser obtidos". Caramba.

# worst_case
source: Sadly, we don't have to wonder what the worst thing that could happen when one of the biggest LGBTQ dating apps in the world plays fast and loose with users' sensitive information. It's already happening. A Catholic group reportedly <a id="a1">spent millions</a> to buy app data from Grindr and other gay dating apps to use as a "tool" to out members of their clergy. Ouff, not good. Not good at all. Be careful out there people.
de: Leider müssen wir uns nicht fragen, was das Schlimmste ist, das passieren könnte, wenn eine der größten LGBTQ-Dating-Apps der Welt leichtfertig mit sensiblen Benutzerinformationen umgeht. Es passiert bereits. Eine katholische Gruppe hat Berichten zufolge <a id="a1">Millionen ausgegeben</a>, um App-Daten von Grindr und anderen schwulen Dating-Apps zu kaufen und als „Werkzeug“ zu verwenden, um Mitglieder ihres Klerus zu outen. Autsch, das ist nicht gut. Überhaupt nicht gut. Passen Sie da draußen auf sich auf.
es: Lamentablemente, no hace falta que nos preguntemos qué es lo peor que podría pasar cuando una de las aplicaciones de citas LGBTQ más grandes del mundo juega rápida y descuidadamente con la información confidencial de sus usuarios. Ya está sucediendo. Según los informes, un grupo católico <a id="a1">gastó millones</a> para comprar datos de Grindr y otras aplicaciones de citas gay para usarlos como una «herramienta» para sus miembros del clero. Uf, esto no es bueno. No es bueno en absoluto. Tengan cuidado, amigos.
fr: Malheureusement, nous n’avons pas à nous demander ce qui pourrait arriver de pire lorsque l’une des plus grandes applications de rencontres LGBTQ au monde joue avec les informations sensibles des utilisateurs. C’est déjà en train d’arriver. Un groupe catholique aurait <a id="a1">dépensé des millions</a> pour acheter des données d’application de Grindr et d’autres applications de rencontres gay afin de les utiliser comme « outil » pour exclure des membres de son clergé. Ouh là ! Pas bon. Pas bon du tout. Faites attention.
pt_br: Infelizmente, não precisamos nos perguntar qual é a pior coisa que pode acontecer quando um dos maiores aplicativos de namoro LGBTQ do mundo age de forma irresponsável e negligente com as informações confidenciais dos usuários. Já está acontecendo. Um grupo católico teria <a id="a1">gasto milhões</a> para comprar dados de aplicativos do Grindr e outros aplicativos de namoro gay para usar como uma "ferramenta" para membros de seu clero. Uau, isso não é nada bom. Nada bom mesmo. Cuidado por aí, pessoal.

# signup_requirement_explanation
source: Google, Facebook and Apple log-in available.
de: Google-, Facebook- und Apple-Anmeldung verfügbar.
es: Puedes iniciar sesión con Google, Facebook y Apple.
fr: Connexion Google, Facebook et Apple disponible.
pt_br: Login do Google, Facebook e Apple disponível.

# how_does_it_use_data_collected
source: We ding this product as it can 'sells/share' personal data, for targeted advertising purposes.
de: Wir geben diesem Produkt einen Warnhinweis, da es personenbezogene Daten für gezielte Werbezwecke „verkaufen/weitergeben“ kann.
es: Criticamos a este producto porque puede «vender/compartir» datos personales con fines publicitarios específicos.
fr: Nous signalons ce produit car il peut « vendre ou partager » des données personnelles, à des fins de publicité ciblée.
pt_br: Notificamos este produto, pois ele pode "vender/compartilhar" dados pessoais para fins de publicidade direcionada.

# how_does_it_use_data_collected
source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Política de Privacidade

# how_does_it_use_data_collected
source: "Grindr collects limited information from third-parties. For example, we may collect Personal Information from payment processors, app usage and website tracking information partners, authentication partners (e.g., Google and Facebook), machine learning partners, and our consent management platform provider."
de: „Grindr erfasst begrenzte Informationen von Dritten. Zum Beispiel können wir persönliche Daten von Zahlungsabwicklern, Partnern für App-Nutzung und Website-Tracking-Informationen, Authentifizierungspartnern (z.B. Google und Facebook), Partnern für maschinelles Lernen und unserem Anbieter für die Verwaltung von Einwilligungen erfassen.“
es: «Grindr recopila información limitada de terceros. Por ejemplo, podemos recopilar información personal de procesadores de pagos, socios de información de uso de aplicaciones y seguimiento de sitios web, socios de autenticación (p. ej., Google y Facebook), socios de aprendizaje automático y nuestro proveedor de plataforma de gestión de consentimiento».
fr: « Grindr collecte des informations limitées auprès de tiers. Par exemple, nous pouvons collecter des informations personnelles auprès des processeurs de paiement, des partenaires d’utilisation d’applications et d’informations de suivi de sites Web, des partenaires d’authentification (par exemple, Google et Facebook), des partenaires d’apprentissage automatique et de notre fournisseur de plateforme de gestion du consentement. »
pt_br: "O Grindr recolhe informações limitadas de terceiros. Por exemplo, podemos coletar Informações Pessoais de processadores de pagamento, uso de aplicativos e parceiros de informações de rastreamento de sites, parceiros de autenticação (por exemplo, Google e Facebook), parceiros de aprendizado de máquina e nosso provedor de plataforma de gerenciamento de consentimento."

# how_does_it_use_data_collected
source: "In general, we use your Personal Information to:<br/> Provide you with the Services associated with your Grindr account.<br/> Answer your inquiries and provide you with support.<br/> Improve our Properties and support user safety within the Services (including machine learning and automated decision-making).<br/> Protect our interests as a company.<br/><b> Allow you to enjoy certain Service and Property features (including machine learning and automated decision making - click here for more information).</b><br/> Allow third-party ad / marketing partners to use cookies and other technologies for the purposes of serving ads to free users of the Services.<br/> Conduct surveys or obtain your voluntary feedback about our Properties.<br/> Respond to legal requests from law enforcement agencies, regulators, and other third-parties to comply with "Legal Obligations" (as defined below)."
de: „Im Allgemeinen verwenden wir Ihre persönlichen Daten, um:<br/> Ihnen die Dienste im Zusammenhang mit Ihrem Grindr-Konto zur Verfügung zu stellen.<br/> Ihre Anfragen zu beantworten und Ihnen Unterstützung zu bieten.<br/> Unser Angebot zu verbessern und die Sicherheit der Nutzer innerhalb der Dienste zu unterstützen (einschließlich maschinelles Lernen und automatisierte Entscheidungsfindung).<br/> Unsere Interessen als Unternehmen zu schützen.<br/><b> Ihnen die Nutzung bestimmter Dienst- und Angebotsfunktionen (einschließlich maschinelles Lernen und automatisierte Entscheidungsfindung – klicken Sie hier für weitere Informationen) zu ermöglichen.</b><br/> Dritten Werbe-/Marketingpartnern zu erlauben, Cookies und andere Technologien zum Zwecke der Schaltung von Anzeigen für kostenlose Nutzer der Dienste zu verwenden.<br/> Umfragen durchzuführen oder Ihr freiwilliges Feedback zu unserem Angebot einzuholen.<br/> Auf rechtliche Anfragen von Strafverfolgungsbehörden, Regulierungsbehörden und anderen Dritten zu reagieren, um den ‚gesetzlichen Verpflichtungen‘ (wie unten definiert) nachzukommen.“
es: «En general, utilizamos tu información personal para:<br/> Proporcionarte los servicios asociados con tu cuenta de Grindr.<br/> Responder a tus consultas y brindarte ayuda.<br/> Mejorar nuestras propiedades y apoyar la seguridad del usuario dentro de los servicios (incluido el aprendizaje automático y la toma de decisiones automatizada).<br/> Proteger nuestros intereses como empresa.<br/><b> Permitirte disfrutar de ciertas funciones del servicio y las propiedades (incluido el aprendizaje automático y la toma de decisiones automatizada, haz clic aquí para obtener más información).</b><br/> Permitir que los socios publicitarios /de marketing de terceros utilicen cookies y otras tecnologías con el fin de publicar anuncios para los usuarios gratuitos de los servicios.<br/> Realizar encuestas u obtener tus comentarios voluntarios sobre nuestras propiedades.<br/> Responder a las solicitudes legales de los organismos encargados de hacer cumplir la ley, los reguladores y otros terceros para cumplir con las “Obligaciones legales” (según se define a continuación)».
fr: « En général, nous utilisons vos informations personnelles pour :<br/> Vous fournir les services associés à votre compte Grindr.<br/> Répondre à vos questions et apporter notre soutien.<br/> Améliorer nos Propriétés et soutenir la sécurité des utilisateurs au sein des Services (y compris l’apprentissage automatique et la prise de décision automatisée).<br/> Protéger nos intérêts en tant qu’entreprise.<br/><b> Vous permettre de profiter de certaines fonctionnalités en matière de Services et de Propriété (y compris l’apprentissage automatique et la prise de décision automatisée – cliquez ici pour plus d’informations).</b><br/> Permettre aux partenaires publicitaires ou marketing tiers d’utiliser des cookies et d’autres technologies dans le but de diffuser des publicités aux utilisateurs gratuits des Services.<br/> Mener des enquêtes ou obtenir vos commentaires volontaires sur nos Propriétés.<br/> Répondre aux demandes légales des organismes chargés d’appliquer la loi, des régulateurs et d’autres tiers pour se conformer aux « obligations légales » (telles que définies ci-dessous).
pt_br: "Em geral, usamos as suas Informações Pessoais para:<br/> Fornecer-lhe os Serviços associados à sua conta Grindr.<br/> Responder às suas perguntas e fornecer suporte.<br/> Melhorar nossas Propriedades e apoiar a segurança do usuário nos Serviços (incluindo aprendizado de máquina e tomada de decisão automatizada).<br/> Proteger nossos interesses como empresa.<br/><b> Permitir que você aproveite certos recursos de Serviço e Propriedade (incluindo aprendizado de máquina e tomada de decisão automatizada — clique aqui para obter mais informações).</b><br/> Permitir que parceiros de publicidade/marketing de terceiros usem cookies e outras tecnologias para fins de veiculação de anúncios para usuários gratuitos dos Serviços.<br/> Realizar pesquisas ou obter seu feedback voluntário sobre nossas Propriedades.<br/> Responder a solicitações legais de agências de aplicação da lei, reguladores e outros terceiros para cumprir 'Obrigações Legais' (conforme definido abaixo)."

# how_does_it_use_data_collected
source: "In general, we share your Personal Information in the following ways:
de: „Im Allgemeinen geben wir Ihre persönlichen Daten auf folgende Weise weiter:
es: «En general, compartimos tu información personal de las siguientes maneras:
fr: « En général, nous partageons vos informations personnelles de la manière suivante :
pt_br: "Em geral, compartilhamos suas Informações Pessoais das seguintes maneiras:
