Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/grindr.po
Languages: de, es, fr, pt_br

# ai_helptext
source: Note that we do not share information about your HIV status or last tested date with machine learning partners, nor do we process all of the information in your Grindr profile (e.g., ethnicity) for personalization purposes.
de: Bitte beachten Sie, dass wir Informationen über Ihren HIV-Status oder das Datum Ihres letzten Tests nicht mit Partnern für maschinelles Lernen teilen. Ebenso verarbeiten wir nicht alle Informationen in Ihrem Grindr-Profil (z. B. Ethnizität) zu Personalisierungszwecken.
es: Ten en cuenta que no compartimos información sobre tu estado de VIH ni la fecha de la última prueba con socios de aprendizaje automático, ni procesamos toda la información de tu perfil de Grindr (p. ej., etnia) con fines de personalización.
fr: Notez que nous ne partageons pas d’informations sur votre état sérologique ou votre date du dernier test avec des partenaires d’apprentissage automatique, ni ne traitons toutes les informations de votre profil Grindr (par exemple, l’origine ethnique) à des fins de personnalisation.
pt_br: Observe que não compartilhamos informações sobre seu status de HIV ou data do último teste com parceiros de aprendizado de máquina, nem processamos todas as informações em seu perfil do Grindr (por exemplo, etnia) para fins de personalização.

# ai_helptext
source: To safeguard the Grindr platform.
de: Um die Grindr-Plattform zu sichern.
es: Para salvaguardar la plataforma Grindr.
fr: Pour protéger la plateforme Grindr.
pt_br: Para proteger a plataforma Grindr.

# ai_helptext
source: We use automated decision-making and profiling to help protect Grindr from bad actors. For example, we may use machine learning to proactively flag profiles demonstrating the potential for engaging in behavior that is violative of our Community Guidelines and/or Terms of Service. This ultimately assists our efforts to prevent and respond to illegal, malicious, and unauthorized activity.<br/>In addition, machine learning algorithms are used to enhance our manual moderation system to:
de: Wir nutzen automatisierte Entscheidungsfindung und Profilerstellung, um Grindr vor schädlichen Akteuren zu schützen. Zum Beispiel können wir maschinelles Lernen verwenden, um Profile proaktiv zu kennzeichnen, die das Potenzial für ein Verhalten aufweisen, das gegen unsere Gemeinschaftsrichtlinien und/oder Nutzungsbedingungen verstößt. Dies unterstützt letztendlich unsere Bemühungen, illegale, bösartige und nicht autorisierte Aktivitäten zu verhindern und darauf zu reagieren.<br/>Darüber hinaus werden Algorithmen des maschinellen Lernens verwendet, um unser manuelles Moderationssystem zu verbessern, um:
es: Utilizamos la toma de decisiones automatizada y la elaboración de perfiles para ayudar a proteger a Grindr de malos actores. Por ejemplo, podemos utilizar el aprendizaje automático para marcar de forma proactiva los perfiles que demuestren la posibilidad de incurrir en un comportamiento que infrinja nuestras guías comunitarias o nuestros términos de servicio. En última instancia, esto ayuda a nuestros esfuerzos para prevenir y responder a actividades ilegales, maliciosas y no autorizadas.<br/>Además, se utilizan algoritmos de aprendizaje automático para mejorar nuestro sistema de moderación manual para:
fr: Nous utilisons la prise de décision automatisée et le profilage pour aider à protéger Grindr des mauvais utilisateurs. Par exemple, nous pouvons utiliser l’apprentissage automatique pour signaler de manière proactive les profils susceptibles d’adopter un comportement contraire à notre Charte de la communauté ou à nos Conditions d’utilisation. Cela contribue en fin de compte à nos efforts pour prévenir et répondre aux activités illégales, malveillantes et non autorisées.<br/>En outre, des algorithmes d’apprentissage automatique sont utilisés pour améliorer notre système de modération manuelle afin de :
pt_br: Usamos a tomada de decisões e a criação de perfis automatizadas para ajudar a proteger o Grindr de agentes mal-intencionados. Por exemplo, podemos usar o aprendizado de máquina para sinalizar proativamente perfis que demonstrem o potencial de se envolver em comportamentos que violem nossas Diretrizes da Comunidade e/ou Termos de Serviço. Isso ajuda nossos esforços para prevenir e responder a atividades ilegais, maliciosas e não autorizadas.<br/>Além disso, os algoritmos de aprendizado de máquina são usados para aprimorar nosso sistema de moderação manual para:

# ai_helptext
source: Continually scan profiles to prevent, block and/or remediate fraudulent activity<br/> Review and automatically approve profile photos that adhere to our guidelines<br/> Review profile text, media (uploaded and shared via chat), and messages for violative content
de: Kontinuierlich Profile zu scannen, um betrügerische Aktivitäten zu verhindern, zu blockieren und/oder zu beheben.<br/> Profilfotos, zu überprüfen und automatisch zu genehmigen, die unseren Richtlinien entsprechen<br/>. Profiltexte, Medien (hochgeladen und über den Chat geteilt) und Nachrichten auf verletzende Inhalte zu überprüfen.
es: Escanear continuamente los perfiles para prevenir, bloquear o contrarestar actividades fraudulentas.<br/> Revisar y aprobar automáticamente fotos de perfil que cumplan con nuestras pautas.<br/> Revisar los textos de los perfiles, los contenidos (cargados y compartidos a través del chat) y los mensajes, para detectar contenidos que infrinjan las normas.
fr: Analyser continuellement les profils pour prévenir, bloquer ou corriger les activités frauduleuses<br/> Examiner et approuver automatiquement les photos de profil qui respectent nos consignes<br/> Examiner le texte du profil, les médias (téléchargés et partagés via le chat) et les messages pour le contenu non conforme
pt_br: Analisar continuamente os perfis para evitar, bloquear e/ou corrigir atividades fraudulentas<br/> Analisar e aprovar automaticamente as fotos de perfil que aderem às nossas diretrizes<br/> Analisar o texto do perfil, a mídia (carregada e compartilhada via chat) e as mensagens por conteúdo violador.

# ai_helptext
source: The processing activities described above may lead to banning profiles who engage in illegal or unauthorized activities. In addition, we have a robust, human-moderated appeal system in place which ensures the right of everyone on Grindr to have a human review of any automated decision related to safeguarding the platform."
de: Die oben beschriebenen Verarbeitungsaktivitäten können dazu führen, dass Profile, die sich an illegalen oder nicht autorisierten Aktivitäten beteiligen, gesperrt werden. Darüber hinaus haben wir ein robustes, von Menschen moderiertes Beschwerdesystem eingerichtet, das sicherstellt, dass jeder auf Grindr das Recht hat, eine menschliche Überprüfung jeder automatisierten Entscheidung in Bezug auf die Sicherung der Plattform zu erhalten.
es: Las actividades de tratamiento descritas anteriormente pueden dar lugar a la prohibición de perfiles que participen en actividades ilegales o no autorizadas. Además, contamos con un sistema de apelación sólido y moderado por humanos que garantiza el derecho de todos los usuarios de Grindr a tener una revisión humana de cualquier decisión automatizada relacionada con la protección de la plataforma».
fr: Les activités de traitement décrites ci-dessus peuvent conduire à l’interdiction des profils qui se livrent à des activités illégales ou non autorisées. En outre, nous avons mis en place un système de recours fiable et modéré par des humains qui garantit le droit de tout le monde sur Grindr de bénéficier d’un examen fait par un humain de toute décision automatisée liée à la sauvegarde de la plate-forme. »
pt_br: As atividades de processamento descritas acima podem levar à proibição de perfis que se envolvam em atividades ilegais ou não autorizadas. Além disso, temos um sistema de recurso robusto e moderado que garante o direito de todos no Grindr de ter uma revisão humana de qualquer decisão automatizada relacionada à proteção da plataforma."

# ai_helptext
source: "We use automated decision-making as a part of our platform moderation efforts (e.g., removing spammers and general platform safety) including to assist in our efforts to prevent and respond to illegal, malicious, and unauthorized activity. Grindr's moderation team has access to all information you share within the Services. This may result in the removal of content that you post or share."
de: „Wir nutzen automatisierte Entscheidungsfindung als Teil unserer Bemühungen um die Moderation unserer Plattform (z. B. Entfernung von Spammern und allgemeine Plattformsicherheit), einschließlich der Unterstützung unserer Bemühungen, auf illegale, bösartige und nicht autorisierte Aktivitäten zu reagieren und diese zu verhindern. Das Moderationsteam von Grindr hat Zugang zu allen Informationen, die Sie innerhalb der Dienste teilen. Dies kann zur Entfernung von Inhalten führen, die Sie veröffentlichen oder teilen.“
es: «Utilizamos la toma de decisiones automatizada como parte de los esfuerzos de moderación de nuestra plataforma (por ejemplo, eliminando a los spammers y para la seguridad general de la plataforma), incluso para ayudar en nuestros esfuerzos para prevenir y responder a actividades ilegales, maliciosas y no autorizadas. El equipo de moderación de Grindr tiene acceso a toda la información que compartas dentro de los servicios. Esto puede resultar en la eliminación del contenido que publiques o compartas».
fr: « Nous utilisons la prise de décision automatisée dans le cadre de nos efforts de modération de la plateforme (par exemple, la suppression des spammeurs et la sécurité générale de la plateforme), y compris pour contribuer à nos efforts visant à prévenir et à répondre aux activités illégales, malveillantes et non autorisées. L’équipe de modération de Grindr a accès à toutes les informations que vous partagez au sein des Services. Cela peut entraîner la suppression du contenu que vous publiez ou partagez. »
pt_br: "Usamos a tomada de decisões automatizada como parte de nossos esforços de moderação da plataforma (por exemplo, removendo enviadores de spam 'spammers' e a segurança geral da plataforma), inclusive para ajudar em nossos esforços para prevenir e responder a atividades ilegais, maliciosas e não autorizadas. A equipe de moderação do Grindr tem acesso a todas as informações que você compartilha nos Serviços. Isso pode resultar na remoção de conteúdo que você publica ou compartilha."

# ai_can_user_control_helptext
source: "If you are notified that your account has been banned and you believe this is an error, click here for more information on ban reasons and fill out a ban appeal form."
de: „Wenn Sie benachrichtigt werden, dass Ihr Konto gesperrt wurde und Sie glauben, dass dies ein Fehler ist, klicken Sie hier für weitere Informationen zu den Gründen für die Sperrung und füllen Sie ein Formular zur Anfechtung der Sperrung aus.“
es: «Si se te notifica que tu cuenta ha sido bloqueada y crees que se trata de un error, haz clic aquí para obtener más información sobre los motivos de la prohibición y completa un formulario de apelación».
fr: « Si vous avez connaissance que votre compte a été banni et que vous pensez qu’il s’agit d’une erreur, cliquez ici pour en savoir plus sur les raisons de l’interdiction et remplissez un formulaire de recours contre une interdiction. »
pt_br: "Se você for notificado de que sua conta foi banida e acreditar que isso é um erro, clique aqui para obter mais informações sobre os motivos da proibição e preencha um formulário de recurso de proibição."

# worst_case
source: Now, the question is how -- or if -- they get users' consent to do this. It's one thing if they very explicitly ask for it, don't force users to opt-out, rather clearly ask them to opt-in, and allow users to delete their content at any time. Call us septical Grindr will do this well. They don't exactly have the best track record of user privacy after all. And while that article linked above says, <i>"Grindr is currently revising its terms of service to ask people explicitly if the company can train its AI models on their personal data, which could include direct messages,"</i> well, that revision doesn't exist yet, so we can't evaluate it. And we're guessing most Grindr users don't read those Terms of Service or privacy policies, so they might miss a notice or get opted-in if they don't pay close attention. Indeed, when we dug through Grindr's vast privacy documentation, we found this paragraph that might be hinting at their move to use users' DMs for business purposes like training their AI's, "<i>Grindr is transitioning to the storage of chat messages on its servers to support the use of the Grindr Services including enhanced safety features and an improved user experience across multiple platforms and devices, which will result in a longer retention in compliance with our data retention policy."</i> So, it seems your Grindr DMs aren't just stored locally, they are stored on Grindr's servers where you just have to trust them to secure them, protect and respect them, and not use them to train their AI models or "understand you better" without your explicit consent. Here's hoping Grindr does their users right with their impending generative AI data collection. We don't have a lot of confidence in them though, unfortunately.
fr: Maintenant, la question est de savoir s’ils obtiennent le consentement des utilisateurs pour le faire et si oui, comment. C’est une chose s’ils le demandent très explicitement, s’ils ne forcent pas les utilisateurs à se désinscrire, mais leur demandent clairement de s’engager, et s’ils leur permettent de supprimer leur contenu à tout moment. Traitez-nous de sceptiques, Grindr fera ça très bien. Ils n’ont pas vraiment le meilleur bilan en matière de confidentialité des utilisateurs après tout. Et alors que cet article lié ci-dessus dit : <i>« Grindr révise actuellement ses conditions de service pour demander explicitement aux gens si l’entreprise peut former ses modèles d’IA sur leurs données personnelles, ce qui pourrait inclure des messages directs »,</i> eh bien, cette révision n’existe pas encore, nous ne pouvons donc pas l’évaluer. Et nous pensons que la plupart des utilisateurs de Grindr ne lisent pas ces conditions d’utilisation ou ces politiques de confidentialité, et qu’ils risquent donc de manquer un avis ou d’être inscrits s’ils n’y prêtent pas attention. En effet, lorsque nous avons regardé de plus près la vaste documentation de Grindr sur la confidentialité, nous avons trouvé ce paragraphe qui pourrait faire allusion à leur décision d’utiliser les MP des utilisateurs à des fins commerciales, comme la formation de leur IA : « <i>Grindr passe au stockage des messages de chat sur ses serveurs pour prendre en charge l’utilisation des services Grindr, y compris des fonctionnalités de sécurité améliorées et une expérience utilisateur améliorée sur plusieurs plateformes et appareils, ce qui se traduira par une conservation plus longue conformément à notre politique de conservation des données. »</i> Il semble donc que vos MP Grindr ne soient pas seulement stockés localement, mais qu’ils sont stockés sur les serveurs de Grindr où vous devez simplement leur faire confiance pour les sécuriser, les protéger et les respecter, et ne pas les utiliser pour former leurs modèles d’IA ou « mieux vous comprendre » sans votre consentement explicite. Espérons que Grindr fait droit à ses utilisateurs avec sa collecte de données générative imminente sur l’IA. Malheureusement, nous ne leur faisons pas beaucoup confiance.
