Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/grindr.po
Languages: de, es, fr, pt_br

# worst_case
source: And now we have to worry about <a id="a1">Grindr entering the world of AI</a> -- something we here at *Privacy Not Included see as a bit of a privacy nightmare. The<a id="a2"> media outlet Platformer reported</a> on how Grindr is thinking about diving into the AI world, and it doesn't leave us feeling great. According to the report, Grindr's CEO said, <i>"Number one, on the generative side, our users produce incredible amount[s] of content. We had 111 billion chats sent last year in the product. We have 5.5 million daily active users. So that's 600 messages per person per day … We can help them write those messages to save time and we can understand who they are better through all those messages.”</i> Yes, Grindr seems to be eager to use all those sexy, kinky NSFW (and SFW too) DMs of yours to understand all their users better -- and, based on that article, probably to train their AI too.
de: Jetzt müssen wir uns auch noch Sorgen machen, dass <a id="a1">Grindr in die Welt der KI einsteigt</a> – etwas, was wir hier bei *Datenschutz nicht inbegriffen als eine Art Datenschutz-Albtraum sehen. Die<a id="a2"> Medienplattform Platformer berichtete</a>, wie Grindr darüber nachdenkt, in die KI-Welt einzutauchen, und das hinterlässt bei uns kein gutes Gefühl. Laut dem Bericht sagte der CEO von Grindr: <i>„Erstens, auf der generativen Seite, produzieren unsere Nutzer unglaubliche Mengen an Inhalten. Wir hatten letztes Jahr 111 Milliarden Chats, die im Produkt gesendet wurden. Wir haben 5,5 Millionen täglich aktive Nutzer. Das sind also 600 Nachrichten pro Person und Tag … Wir können ihnen helfen, diese Nachrichten zu schreiben, um Zeit zu sparen, und wir können besser verstehen, wer sie sind, durch all diese Nachrichten.“</i> Ja, Grindr scheint darauf erpicht zu sein, all diese sexy, kinky NSFW (und auch SFW) PNs von Ihnen zu nutzen, um all ihre Nutzer besser zu verstehen – und, basierend auf diesem Artikel, wahrscheinlich auch, um ihre KI zu trainieren.
es: A esto se le suma que ahora tenemos que preocuparnos de que <a id="a1">Grindr entre en el mundo de la IA</a>, algo que aquí en *Privacidad no incluida vemos como una pesadilla para la privacidad. El <a id="a2">medio de comunicación Platformer informó</a> sobre cómo Grindr está pensando en sumergirse en el mundo de la IA, y no nos da buena espina. Según el informe, el CEO de Grindr declaró: <i>«Número uno, en el lado generativo, nuestros usuarios producen una cantidad increíble de contenido. El año pasado, se enviaron 111 mil millones de chats en el producto. Tenemos 5,5 millones de usuarios activos diarios, lo que equivale a 600 mensajes por persona por día... Podemos ayudarlos a escribir esos mensajes para ahorrar tiempo y también podemos entender mejor quiénes son a través de todos esos mensajes».</i> Sí, Grindr parece estar ansioso por usar todos tus mensajes directos sucios, sexys y perversos para comprender mejor a sus usuarios y, según ese artículo, probablemente también para entrenar a su IA.
fr: Et maintenant, nous devons nous inquiéter de <a id="a1">l’entrée de Grindr dans le monde l’IA</a> – quelque chose que nous, chez *Confidentialité non incluse, considérons comme un cauchemar en matière de confidentialité. Le<a id="a2"> media Platformer a rapporté</a> comment Grindr envisage de plonger dans le monde de l’IA, et cela ne nous fait pas nous sentir bien. Selon le rapport, le PDG de Grindr a déclaré : <i>« Premièrement, du côté génératif, nos utilisateurs produisent une quantité incroyable de contenu. Nous avons envoyé 111 milliards de chats l’année dernière dans le produit. Nous avons 5,5 millions d’utilisateurs actifs par jour. Cela fait donc 600 messages par personne par jour… Nous pouvons les aider à écrire ces messages pour gagner du temps et nous pouvons mieux comprendre qui ils sont grâce à tous ces messages. »</i> Oui, Grindr semble être impatient d’utiliser tous ces MP NSFW (et SFW aussi) sexy et coquins pour mieux comprendre ses utilisateurs et, d’après cet article, probablement pour entraîner leur IA aussi.
pt_br: E agora temos que nos preocupar com o <a id="a1">Grindr entrando no mundo da IA</a> — algo que nós aqui no *Privacidade não incluída vemos como um pesadelo de privacidade. O <a id="a2">meio de comunicação Platformer relatou</a> como o Grindr está pensando em mergulhar no mundo da IA, e isso não nos faz sentir bem. De acordo com o relatório, o CEO do Grindr disse: <i>"Número um, no lado generativo, nossos usuários produzem uma quantidade incrível de conteúdo. Tivemos 111 bilhões de chats enviados no ano passado no produto. Temos 5,5 milhões de usuários ativos diários. Então são 600 mensagens por pessoa por dia... Podemos ajudá-los a escrever essas mensagens para economizar tempo e podemos entender quem eles são melhores através de todas essas mensagens".</i> Sim, o Grindr parece estar ansioso para usar todos os seus DMs NSFW (e SFW também) sexy e perversos para entender melhor todos os seus usuários — e, com base nesse artigo, provavelmente para treinar sua IA também.

# worst_case
source: Now, the question is how -- or if -- they get users' consent to do this. It's one thing if they very explicitly ask for it, don't force users to opt-out, rather clearly ask them to opt-in, and allow users to delete their content at any time. Call us skeptical Grindr will do this well. They don't exactly have the best track record of user privacy after all. And while that article linked above says, <i>"Grindr is currently revising its terms of service to ask people explicitly if the company can train its AI models on their personal data, which could include direct messages,"</i> well, that revision doesn't exist yet, so we can't evaluate it. And we're guessing most Grindr users don't read those Terms of Service or privacy policies, so they might miss a notice or get opted-in if they don't pay close attention. Indeed, when we dug through Grindr's vast privacy documentation, we found this paragraph that might be hinting at their move to use users' DMs for business purposes like training their AI's, "<i>Grindr is transitioning to the storage of chat messages on its servers to support the use of the Grindr Services including enhanced safety features and an improved user experience across multiple platforms and devices, which will result in a longer retention in compliance with our data retention policy."</i> So, it seems your Grindr DMs aren't just stored locally, they are stored on Grindr's servers where you just have to trust them to secure them, protect and respect them, and not use them to train their AI models or "understand you better" without your explicit consent. Here's hoping Grindr does their users right with their impending generative AI data collection. We don't have a lot of confidence in them though, unfortunately.
es: La pregunta ahora es cómo obtienen el consentimiento de los usuarios para hacer esto (si es que lo obtienen). Una cosa es que lo pidan muy explícitamente, sin obligar a los usuarios a excluirse sino pidiendo claramente que se incluyan y permitiéndoles eliminar su contenido en cualquier momento. Llámenos escépticos; no creemos que Grindr lo haga bien. Después de todo, no tienen exactamente el mejor historial sobre privacidad del usuario. Y aunque el artículo que mencionamos anteriormente dice que: <i>«Grindr está revisando sus términos de servicio para preguntar a las personas explícitamente si la empresa puede entrenar a sus modelos de IA con sus datos personales, lo que podría incluir mensajes directos»,</i> bueno, esa revisión aún no existe, por lo que no podemos evaluarla. Además, suponemos que la mayoría de los usuarios de Grindr no leen los términos de servicio ni las políticas de privacidad, por lo que podrían no ver un aviso o aceptar incluirse sin prestar mucha atención. De hecho, cuando analizamos la vasta documentación de privacidad de Grindr, encontramos este párrafo que podría estar insinuando la decisión de usar los mensajes directos de los usuarios para fines comerciales, como la capacitación de sus IA: «<i>Grindr está haciendo la transición al almacenamiento de mensajes de chat en sus servidores para respaldar el uso de los servicios de Grindr, que incluyen funciones de seguridad mejoradas y una experiencia de usuario mejorada en múltiples plataformas y dispositivos, lo que dará como resultado una retención más prolongada de acuerdo con nuestra política de retención de datos».</i> Es decir que parece que tus mensajes directos de Grindr no solo se almacenan localmente, sino que se almacenan en los servidores de Grindr, donde tienes que confiar en ellos para protegerlos, cuidarlos y respetarlos, y no usarlos para entrenar sus modelos de IA o «entenderte mejor» sin tu consentimiento explícito. Esperemos que Grindr cuide a sus usuarios con su inminente recopilación de datos de IA generativa. Sin embargo, desafortunadamente no confiamos demasiado en ellos.
pt_br: Agora, a questão é como — ou se — eles obtêm o consentimento dos usuários para fazer isso. Uma coisa é se eles pedirem explicitamente, não forçar os usuários a optar por não participar, pedir claramente que eles optem por participar e permitir que os usuários excluam seu conteúdo a qualquer momento. Chame-nos de céticos; O Grindr fará isso bem. Afinal, eles não têm exatamente o melhor histórico de privacidade do usuário. E enquanto esse artigo vinculado acima diz: <i>"O Grindr está atualmente revisando seus termos de serviço para perguntar explicitamente às pessoas se a empresa pode treinar seus modelos de IA em seus dados pessoais, o que poderia incluir mensagens diretas",</i> bem, essa revisão ainda não existe, então não podemos avaliá-la. E estamos supondo que a maioria dos usuários do Grindr não leia esses Termos de Serviço ou políticas de privacidade, então eles podem perder um aviso ou optar por participar se não prestarem muita atenção. De fato, quando vasculhamos a vasta documentação de privacidade do Grindr, encontramos este parágrafo que pode estar insinuando sua mudança para usar as DMs dos usuários para fins comerciais, como treinar suas IAs, "<i>O Grindr está fazendo a transição para o armazenamento de mensagens de bate-papo em seus servidores para suportar o uso dos Serviços Grindr, incluindo recursos de segurança aprimorados e uma experiência de usuário aprimorada em várias plataformas e dispositivos, o que resultará em uma retenção mais longa em conformidade com nossa política de retenção de dados".</i> Então, parece que seus DMs do Grindr não são apenas armazenados localmente, eles são armazenados nos servidores do Grindr, onde você só precisa confiar neles para deixá-los em segurança, protegê-los e respeitá-los, e não usá-los para treinar seus modelos de IA ou "entendê-lo melhor" sem o seu consentimento explícito. Aqui está a esperança de que o Grindr faça bem aos seus usuários com sua iminente coleta de dados de IA generativa. Infelizmente, não temos muita confiança neles.

# worst_case
source: Aside from what you share, Grindr collects some personal data automatically -- from your device and from third parties. Things like what you do on Grindr and information about your phone. Oh, and if you link social media to your Grindr profile, the apps can exchange some information about you, giving both access to more information. That's why we suggest not linking social media and dating apps.
de: Neben den Informationen, die Sie teilen, sammelt Grindr automatisch einige personenbezogene Daten – von Ihrem Gerät und von Dritten. Dinge wie Ihre Aktivitäten auf Grindr und Informationen über Ihr Handy. Oh, und wenn Sie Social Media mit Ihrem Grindr-Profil verknüpfen, können die Apps einige Informationen über Sie austauschen, was beiden Zugang zu mehr Informationen gibt. Deshalb empfehlen wir, Social-Media- und Dating-Apps nicht miteinander zu verknüpfen.
es: Además de lo que compartes, Grindr recopila algunos datos personales automáticamente, tanto de tu dispositivo como de terceros. Cosas como lo que haces en Grindr e información sobre tu teléfono. Ah, y si vinculas redes sociales a tu perfil de Grindr, ambas aplicaciones pueden intercambiar cierta información sobre ti, dando a ambos acceso a más información. Es por eso que sugerimos no vincular las redes sociales con las aplicaciones de citas.
fr: En plus de ce que vous partagez, Grindr collecte automatiquement certaines données personnelles auprès de votre appareil et de tiers. Par exemple, ce que vous faites sur Grindr et des informations sur votre téléphone. Oh, et si vous associez des médias sociaux à votre profil Grindr, les applications peuvent échanger des informations vous concernant, ce qui permet à chacune d’elles d’accéder à davantage d’informations. C’est pourquoi nous vous suggérons de ne pas lier les réseaux sociaux et les applications de rencontres.
pt_br: Além do que você compartilha, o Grindr coleta alguns dados pessoais automaticamente do seu dispositivo e de terceiros. Coisas como o que você faz no Grindr e informações sobre seu telefone. Ah, e se você vincular as mídias sociais ao seu perfil do Grindr, os aplicativos podem trocar algumas informações sobre você, dando a ambos acesso a mais informações. É por isso que sugerimos não vincular mídias sociais e aplicativos de namoro.

# worst_case
source: Phew! As that old saying goes, with mountains of data about your sex life comes a mountain-sized responsibility to keep it safe. Sadly Grindr has not lived up to that, at all. They say they can <a id="a1">use</a> your personal information to show you ads. Worse, they can <a id="a2">share</a> or <a id="a3">sell</a> your personal information (like your IP address and online identifiers) with ad or marketing partners. They may also share your information with law enforcement or regulators when they request it, but say they'll "carefully validate these requests" before they do. We like to see <a id="a4">stronger and more specific language</a> around sharing users' personal information. We'll also point out that personal information (including sexual orientation and HIV status) can be used for "internal research for technological development".
de: Puh! Wie das alte Sprichwort sagt, mit Bergen von Daten über Ihr Sexualleben kommt eine berggroße Verantwortung, diese sicher zu bewahren. Leider hat Grindr das überhaupt nicht erfüllt. Sie sagen, sie können Ihre persönlichen Daten <a id="a1">verwenden</a>, um Ihnen Werbung zu zeigen. Schlimmer noch, sie können Ihre persönlichen Daten (wie Ihre IP-Adresse und Online-Kennungen) mit Werbe- oder Marketingpartnern <a id="a2">teilen</a> oder <a id="a3">verkaufen</a>. Sie können Ihre Informationen auch mit Strafverfolgungsbehörden oder Regulierungsbehörden teilen, wenn diese danach fragen, sagen aber, dass sie diese Anfragen „sorgfältig prüfen“ werden, bevor sie dies tun. Wir würden gerne eine <a id="a4">stärkere und spezifischere Sprache</a> rund um das Teilen von persönlichen Benutzerdaten sehen. Wir weisen auch darauf hin, dass persönliche Informationen (einschließlich sexueller Orientierung und HIV-Status) für „interne Forschung für technologische Entwicklung“ verwendet werden können.
es: ¡Uf! Como dice el viejo refrán, una gran montaña de datos sobre tu vida sexual requiere una montaña de responsabilidad para mantenerla a salvo. Lamentablemente, Grindr no ha estado a la altura de eso, en absoluto. Dicen que pueden <a id="a1">usar</a> tu información personal para mostrarte anuncios. Lo que es peor, pueden <a id="a2">compartir</a> o <a id="a3">vender</a> tu información personal (como tu dirección IP e identificadores en línea) con socios publicitarios o de marketing. También pueden compartir tu información con las autoridades o los reguladores cuando estos lo soliciten, aunque aclaran que «validarán cuidadosamente estas solicitudes» antes de hacerlo. Nos gusta ver <a id="a4">expresiones más fuertes y específicas</a> cuando se habla de intercambiar la información personal de los usuarios. También queremos señalar que la información personal (incluida la orientación sexual y el estado del VIH) se puede utilizar para «investigaciones internas para desarrollos tecnológicos».
fr: Ouah ! Comme le dit l’adage, des montagnes de données sur votre vie sexuelle s’accompagnent d’une responsabilité de même ampleur pour la garder en sécurité. Malheureusement, Grindr n’a pas du tout été à la hauteur. Ils disent qu’ils peuvent <a id="a1">utiliser</a> vos informations personnelles pour vous montrer des publicités. Pire encore, ils peuvent <a id="a2">partager</a> ou <a id="a3">vendre</a> vos informations personnelles (telles que votre adresse IP et vos identifiants en ligne) avec des partenaires publicitaires ou marketing. Ils peuvent également partager vos informations avec les forces de l’ordre ou les autorités de réglementation lorsqu’ils en font la demande, mais disent qu’ils « valideront soigneusement ces demandes » avant de le faire. Nous aimons voir <a id="a4">un langage plus fort et plus spécifique</a> concernant le partage des informations personnelles des utilisateurs. Nous soulignerons également que les informations personnelles (y compris l’orientation sexuelle et l’état sérologique) peuvent être utilisées pour la « recherche interne pour le développement technologique ».
pt_br: Ufa! Como diz o velho ditado, com montanhas de dados sobre sua vida sexual vem uma responsabilidade do tamanho de uma montanha para mantê-la segura. Infelizmente, o Grindr não fez jus a isso. Eles dizem que podem <a id="a1">usar</a> suas informações pessoais para mostrar anúncios. Pior, eles podem <a id="a2">compartilhar</a> ou <a id="a3">vender</a> suas informações pessoais (como seu endereço IP e identificadores online) com parceiros de anúncios ou marketing. Eles também podem compartilhar suas informações com as autoridades ou reguladores quando solicitarem, mas dizem que "validarão cuidadosamente essas solicitações" antes de fazerem isso. Gostamos de ver uma <a id="a4">linguagem mais forte e específica</a> em torno do compartilhamento de informações pessoais dos usuários. Também apontaremos que as informações pessoais (incluindo orientação sexual e status de HIV) podem ser usadas para "pesquisa interna para desenvolvimento tecnológico".

# worst_case
source: Oh, and we've one more bone to pick with Grindr. We just outlined how their privacy documents clearly say they can share and even sell your personal information witch third parties. However, on their <a id="a1">Data Safety page</a> for the Grindr app in the Google Play Store, they state that they don't share data with third parties. This self-reported information from Grindr obviously not true, which is annoying. What's even more annoying is Google's Play Store Data Safety page rules allow this to happen. (Sidenote: We did some research into the Google Play Store Data Safety pages and found a whole host of problems. We talk more about those <a id="a2">here</a>.)
de: Oh, und wir haben noch ein Hühnchen mit Grindr zu rupfen. Wir haben gerade skizziert, wie ihre Datenschutzdokumente klar sagen, dass sie Ihre persönlichen Daten mit Dritten teilen und sogar verkaufen können. Auf ihrer <a id="a1">Datensicherheitsseite</a> für die Grindr-App im Google Play Store behaupten sie jedoch, dass sie keine Daten mit Dritten teilen. Diese selbst gemeldeten Informationen von Grindr sind offensichtlich nicht wahr, was ärgerlich ist. Noch ärgerlicher ist, dass die Regeln der Datensicherheitsseite des Google Play Store dies zulassen. (Nebenbei bemerkt: Wir haben einige Recherchen zu den Datenschutzseiten des Google Play Store durchgeführt und eine ganze Reihe von Problemen gefunden. Wir sprechen <a id="a2">hier</a> mehr darüber.)
es: Tenemos algo más que decir sobre Grindr. Acabamos de describir cómo sus documentos de privacidad dicen claramente que pueden compartir e incluso vender tu información personal a terceros. Sin embargo, en su <a id="a1">página de Seguridad de datos</a> de la aplicación Grindr en Google Play Store, declaran que no comparten datos con terceros. Esta información declarada por Grindr obviamente no es cierta, lo cual es molesto. Y lo que es aún más molesto es que las reglas de las páginas de seguridad de datos de Google Play Store permiten que esto suceda. (Nota al pie: Investigamos un poco las páginas de seguridad de datos de Google Play Store y encontramos una gran cantidad de problemas. Hablamos más sobre esto <a id="a2">aquí</a>).
fr: Oh, et nous sommes encore tombés sur un os avec Grindr. Nous venons de décrire comment leurs documents de confidentialité indiquent clairement qu’ils peuvent partager et même vendre vos informations personnelles à des tiers. Cependant, sur leur <a id="a1">page relative à la sécurité des données</a> pour l’application Grindr dans Google Play Store, ils déclarent qu’ils ne partagent pas de données avec des tiers. Ces informations autodéclarées de Grindr ne sont évidemment pas vraies, ce qui est ennuyeux. Ce qui est encore plus ennuyeux, c’est que les règles de la page relative à la sécurité des données de Google Play Store permettent que cela se produise. (Petite parenthèse : nous avons fait des recherches sur les pages relatives à la sécurité des données de Google Play Store et avons trouvé toute une série de problèmes. Nous en parlons plus <a id="a2">ici</a>.)
pt_br: Ah, e temos mais uma questão para resolver com o Grindr. Acabamos de descrever como seus documentos de privacidade dizem claramente que podem compartilhar e até vender suas informações pessoais a terceiros. No entanto, em sua <a id="a1">página de Segurança de Dados</a> para o aplicativo Grindr na Google Play Store, eles afirmam que não compartilham dados com terceiros. Essas informações autorrelatadas do Grindr obviamente não são verdadeiras, o que é irritante. O que é ainda mais irritante é que as regras da página de Segurança de Dados da Play Store do Google permitem que isso aconteça. (Nota: fizemos algumas pesquisas nas páginas de Segurança de Dados da Google Play Store e encontramos uma série de problemas. Falamos mais sobre isso <a id="a2">aqui</a>.)
