Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/grindr.po
Languages: de, es, fr, pt_br

# blurb
source: Launched in 2009, Grindr says it's the largest social networking app for gay, bisexual, trans, and queer people. Though their marketing focuses mostly on men -- at least that's what we gathered when we visited their website and found it full of guys in their undies -- all genders can join. The app matches people based on location using the location tracking features on your phone. Grindr is free to sign up. Paying users can eliminate those third-party ads, unlock extra match filters, get read receipts, and even go incognito. Historically, Gindr has had a pretty awful track record on privacy, including coming under fire for its data breaches and sharing user data to advertisers without user consent. But how does their privacy hold up in 2024? Yup, we have to say they're still pretty awful. Spoiler alert: we warn that *Privacy Not Included comes with Grindr.
de: Grindr wurde 2009 ins Leben gerufen und ist nach eigenen Angaben die größte Social-Networking-App für schwule, bisexuelle, transsexuelle und queere Menschen. Ihr Marketing scheint hauptsächlich Männer ins Visier zu nehmen – zumindest war das unser Eindruck, als wir ihre Website besuchten und sie voller Typen in Unterwäsche vorfanden. Aber keine Sorge, alle Geschlechter sind willkommen! Die App verbindet Menschen basierend auf dem Standort, dank der Standortverfolgungsfunktionen Ihres Handys. Die Anmeldung bei Grindr ist kostenlos. Zahlende Nutzer können Sie diese Drittanbieteranzeigen loswerden, zusätzliche Match-Filter freischalten, Lesebestätigungen erhalten und sogar unsichtbar werden. Leider hat Grindr in der Vergangenheit eine schreckliche Erfolgsbilanz in Sachen Datenschutz gehabt, einschließlich Datenpannen und dem Teilen von Nutzerdaten mit Werbetreibenden ohne Zustimmung des Nutzers. Und wie sieht es mit ihrer Privatsphäre im Jahr 2024 aus? Nun, wir müssen sagen, sie sind immer noch ziemlich schrecklich. Spoiler-Warnung: Wir warnen, dass bei Grindr *Datenschutz nicht inbegriffen ist.
es: Lanzada en 2009, Grindr dice que es la red social más grande para personas homosexuales, bisexuales, trans y queer. Aunque su marketing se centra principalmente en los hombres –al menos eso es lo que entendimos cuando visitamos su sitio web lleno de hombres en ropa interior– todos los géneros son bienvenidos a unirse. La aplicación hace coincidir personas según su ubicación mediante las funciones de seguimiento de la ubicación de tu teléfono. Registrarse en Grindr es gratis. Los usuarios de pago pueden eliminar los anuncios de terceros, desbloquear filtros de coincidencia adicionales, obtener notificaciones de mensajes leídos e incluso ir de incógnito. Históricamente, Gindr ha sido bastante malo en materia de privacidad, lo que incluye haber recibido críticas por violaciones de datos y por compartir datos de usuarios con anunciantes sin el consentimiento del usuario. ¿Quieres saber cómo gestionan la privacidad en 2024? Tenemos que decir que todavía son bastante malos. Alerta de spoiler: te advertimos que Grindr viene con *Privacidad no incluida.
fr: Lancée en 2009, Grindr est la plus grande application de réseautage social pour les personnes gays, bisexuelles, trans et queer. Bien que son marketing se concentre principalement sur les hommes – c’est du moins c’est ce que nous avons compris lorsque nous avons visité son site Web et que nous avons trouvé plein de gars en sous-vêtements – tous les genres peuvent s’inscrire. L’application met en relation des personnes en fonction de leur localisation à l’aide des fonctionnalités de géolocalisation du téléphone. L’inscription à Grindr est gratuite. Les utilisateurs payants peuvent éliminer les publicités tierces, débloquer des filtres de correspondance supplémentaires, obtenir des accusés de lecture et même passer en mode incognito. Par le passé, la réputation de Gindr en matière de protection de la vie privée était assez épouvantable, notamment pour ses violations de données et ses partages de données utilisateurs avec les annonceurs sans le consentement des utilisateurs. Mais qu’en est-il de la protection de la vie privée en 2024 ? Ouais, celle-ci est encore assez médiocre. Attention, fin du suspens : nous vous avertissons que Grindr se voit bien attribuer la mention *Confidentialité non incluse.
pt_br: Lançado em 2009, o Grindr diz que é o maior aplicativo de rede social para pessoas gays, bissexuais, trans e queer. Embora o marketing deles se concentre principalmente nos homens — pelo menos foi o que reunimos quando visitamos o site deles e o encontramos cheio de caras de cueca — todos os gêneros podem participar. O aplicativo faz a correspondência de pessoas com base na localização usando os recursos de rastreamento de localização do seu telefone. O Grindr é gratuito para se inscrever. Os usuários pagantes podem eliminar esses anúncios de terceiros, desbloquear filtros de correspondência extras, obter recibos de leitura e até mesmo ficar anônimos. Historicamente, o Gindr teve um péssimo histórico de privacidade, incluindo ser criticado por suas violações de dados e compartilhar dados de usuários com anunciantes sem o consentimento do usuário. Mas como a privacidade deles se sustenta em 2024? Sim, temos que dizer que eles ainda são horríveis. Alerta de spoiler: avisamos que *Privacidade não incluída está associada ao Grindr.

# worst_case
source: Holy privacy documents, Grindr! We haven't seen so many since we reviewed Toyota. And in case you're thinking "Hotdog! That must be a good sign for Grindr's privacy and security," we're sorry to say, it is not. It's privacy and security dings across the board for this app targeted at gay men. Grindr says they can share and even <b>sell</b> your personal information. They don't guarantee all users the same right to delete all the personal information they collect on you. They claim they require a strong password but we found we could log into the app with '11111111 as a password on Android phones). They are very icky about pushing users to agree to lots of data collection, sharing, and selling at sign-up. And Grindr has a pretty terrible track record at protecting and respecting their users' privacy. Uhg, Grindr, why must you be so bad?
de: Heilige Datenschutzdokumente! Seit unserer Toyota-Bewertung haben wir nicht mehr so viele Dokumente gesehen. Und falls Sie jetzt denken: „Juhu! Das muss doch ein gutes Zeichen für Grindrs Datenschutz und Sicherheit sein“, müssen wir Ihnen leider den Wind aus den Segeln nehmen. Diese App, die sich an schwule Männer richtet, kassiert in Sachen Datenschutz und Sicherheit durchweg Minuspunkte. Grindr gibt freimütig zu, dass sie Ihre persönlichen Daten teilen und sogar <b>verkaufen</b> können. Sie räumen nicht allen Nutzern das gleiche Recht ein, alle über sie gesammelten persönlichen Daten zu löschen. Sie behaupten, ein starkes Passwort zu verlangen, aber wir konnten uns mit „11111111“ als Passwort auf Android-Handys in die App einloggen. Sie sind ziemlich penetrant, wenn es darum geht, die Nutzer bei der Anmeldung zu einer Menge Datenerfassung, -weitergabe und -verkauf zu drängen. Und Grindr hat eine ziemlich miese Erfolgsbilanz beim Schutz und Respektieren der Privatsphäre ihrer Nutzer. Ach Grindr, warum musst du nur so schlecht sein?
es: ¡Por Dios, tus documentos de privacidad, Grindr! No habíamos visto tantos desde que revisamos Toyota. Y por si estás pensando «¡Vaya! Eso debe ser una buena señal sobre la privacidad y la seguridad de Grindr», lamentamos decirte que no lo es. Esta aplicación dirigida a hombres homosexuales tiene problemas de privacidad y seguridad en todos los ámbitos. Grindr dice que pueden compartir e incluso <b>vender</b> tu información personal. No garantizan a todos los usuarios el mismo derecho a eliminar la información personal que recopilan sobre ellos. Afirman que requieren una contraseña segura, pero pudimos iniciar sesión en la aplicación con la contraseña «11111111» (en teléfonos Android). Son horribles a la hora de presionar a los usuarios para que acepten una gran cantidad de recopilación, intercambio y venta de datos al registrarse. Además, Grindr tiene un historial bastante terrible en la protección y el respeto de la privacidad de sus usuarios. Uf, Grindr, ¿por qué eres tan malo?
fr: Sacrés documents de confidentialité, Grindr ! Nous n’en avons pas vu autant depuis que nous avons examiné Toyota. Et au cas où vous penseriez « Purée ! Cela doit être un bon signe pour la vie privée et la sécurité de Grindr », nous sommes désolés de dire que ce n’est pas le cas. La confidentialité et la sécurité de cette application destinée aux hommes gays ne sont pas respectées. Grindr affirme qu’ils peuvent partager et même <b>vendre</b> vos informations personnelles. Ils ne garantissent pas à tous les utilisateurs le même droit de supprimer toutes les informations personnelles qu’ils recueillent sur vous. Ils prétendent exiger un mot de passe fort, mais nous avons constaté que nous pouvions nous connecter à l’application avec le mot de passe « 11111111 » sur les téléphones Android). Ils sont très nerveux à l’idée de pousser les utilisateurs à accepter de nombreuses collectes de données, de partage et de vente lors de l’inscription. Et Grindr a une réputation assez épouvantable en matière de protection et de respect de la vie privée de ses utilisateurs. Euh, Grindr, pourquoi dois-tu être si mauvais ?
pt_br: Santos documentos de privacidade, Grindr! Não vimos tantos desde que analisamos a Toyota. E no caso de você estar pensando "Espetacular! Isso deve ser um bom sinal para a privacidade e segurança do Grindr", lamentamos dizer, mas não é. São notificações de privacidade e segurança por todo lado para este aplicativo voltado para homens gays. O Grindr diz que pode compartilhar e até <b>vender</b> suas informações pessoais. Eles não garantem a todos os usuários o mesmo direito de excluir todas as informações pessoais que coletam sobre você. Eles afirmam que exigem uma senha forte, mas descobrimos que poderíamos fazer login no aplicativo com "11111111" como senha em telefones Android. Eles são muito nojentos em pressionar os usuários a concordar com muita coleta de dados, compartilhamento e venda no momento da inscrição. E o Grindr tem um histórico bastante terrível em proteger e respeitar a privacidade de seus usuários. Puxa vida, Grindr, por que você tem que ser tão ruim?

# worst_case
source: Grindr's <a id="a1">privacy policy</a> says that aside from your email or phone number and your birthday, no other information is required to use Grindr. Then it goes ot to say that not providing some information "<i>may impact the functionality of certain Grindr Services</i>". Uhm...OK. In another privacy document they <a id="a2">say</a>, "<i>Do not include information in your Grindr Profile that you want to keep private</i>". Great advice! That seems really important for Grindr users to know since you're invited to share a lot of sensitive personal information in your Grindr profile. Things like your HIV status, weight, ethnicity, vaccination status, photos, videos, and your location, of course. Your location is a tricky one because that's what helps you find people near you to hook up with, which seems like a big part of Grindr's thing. But sharing that location information is also <a id="a3">risky</a> they say.That's because, as Grindr's privacy policy says, "<i>even if you choose to hide your Distance Information, others may nevertheless be able to determine your Location</i>". Yikes! That's not good. The only way to keep your precise location private is to turn off location services on your device or browser. But doing that means you won't be able to see nearby users. So, you don't technically have to share a lot of information with Grindr (and their privacy documents seem to suggest you probably shouldn't?) but if you don't, you probably won't be able to use the app like you want to. So if you share the information you're asked to, know that Grindr makes no promises about keeping it private. Dang...dating sure it hard.
de: Die <a id="a1">Datenschutzrichtlinie</a> von Grindr besagt, dass neben Ihrer E-Mail-Adresse oder Telefonnummer und Ihrem Geburtstag keine weiteren Informationen erforderlich sind, um Grindr zu nutzen. Dann fügen sie hinzu, dass das Nichtbereitstellen einiger Informationen „<i>die Funktionalität bestimmter Grindr-Dienste beeinträchtigen kann</i>.“ Ähm … OK. In einem anderen Datenschutzdokument <a id="a2">raten</a> sie: „<i>Fügen Sie keine Informationen in Ihr Grindr-Profil ein, die Sie privat halten möchten</i>.“ Guter Rat! Das scheint eine wirklich wichtige Information für Grindr-Nutzer zu sein, da Sie eingeladen sind, viele sensible persönliche Daten in Ihrem Grindr-Profil zu teilen. Dinge wie Ihren HIV-Status, Gewicht, Ethnie, Impfstatus, Fotos, Videos und natürlich Ihren Standort. Ihr Standort ist heikel, denn das hilft Ihnen, Menschen in Ihrer Nähe zu finden, was ein großer Teil von Grindrs Ding zu sein scheint. Aber das Teilen dieser Standortinformationen ist auch <a id="a3">riskant</a>, sagen sie. Denn wie in Grindrs Datenschutzrichtlinie steht: „<i>Selbst wenn Sie sich dafür entscheiden, Ihre Entfernungsangaben zu verbergen, können andere dennoch Ihren Standort bestimmen</i>.“ Yikes! Das ist nicht gut. Der einzige Weg, Ihren genauen Standort privat zu halten, besteht darin, die Standortdienste auf Ihrem Gerät oder Browser auszuschalten. Aber das bedeutet, dass Sie keine Benutzer in der Nähe sehen können. Technisch gesehen müssen Sie also nicht viele Informationen mit Grindr teilen (und ihre Datenschutzdokumente scheinen zu suggerieren, dass Sie das wahrscheinlich nicht sollten?), aber wenn Sie das nicht tun, können Sie die App wahrscheinlich nicht so nutzen, wie Sie möchten. Wenn Sie also die Informationen teilen, nach denen Sie gefragt werden, wissen Sie, dass Grindr keine Versprechen macht, diese privat zu halten. Verdammt … Dating ist wirklich hart.
es: La <a id="a1">política de privacidad</a> de Grindr dice que, aparte de tu correo electrónico o número de teléfono y tu fecha de nacimiento, no se requiere ninguna otra información para usar Grindr. Aunque luego te dice que no proporcionar cierta información «<i>puede afectar la funcionalidad de ciertos servicios de Grindr</i>». Mmm... OK. En otro documento de privacidad <a id="a2">dicen</a>: «<i>No incluyas información en tu perfil de Grindr que quieras mantener en privado</i>». ¡Buen consejo! Parece muy importante que los usuarios de Grindr lo sepan, ya que te invitan a compartir muchísima información personal confidencial en tu perfil. Cosas como tu estado de VIH, peso, etnia, estado de vacunación, fotos, vídeos y, por supuesto, tu ubicación. Lo de tu ubicación es complicado porque es lo que te ayuda a encontrar personas cercanas con las que conectarte, lo que parece ser una gran parte de lo que hace Grindr. Pero por otro lado, dicen que compartir esa información de ubicación también es <a id="a3">arriesgado</a>. Eso se debe a que, como dice la política de privacidad de Grindr, «<i>incluso si decides ocultar tu información de distancia, es posible que otros puedan determinar tu ubicación</i>». ¡Vaya! Eso sí que no es bueno. La única forma de mantener la privacidad de tu ubicación precisa es desactivar los servicios de ubicación en tu dispositivo o navegador. Aunque hacerlo significa que no podrás ver usuarios cerca de ti. Por lo tanto, técnicamente no tienes la obligación de compartir mucha información con Grindr (y sus documentos de privacidad parecen sugerir que probablemente no deberías hacerlo), pero, si no lo haces, probablemente no podrás usar la aplicación como quieras. Por lo tanto, si compartes la información que se te pide, recuerda que Grindr no promete mantenerla en privado. Demonios... qué complicado es tener citas.
fr: La politique de <a id="a1">confidentialité de Grindr</a> indique qu’en dehors de votre adresse e-mail ou de votre numéro de téléphone et de votre anniversaire, aucune autre information n’est requise pour utiliser Grindr. Ensuite, il est dit que le fait de ne pas fournir certaines informations « <i>peut avoir un impact sur la fonctionnalité de certains services Grindr</i> ». Euh... OK. Dans un autre document de confidentialité, ils <a id="a2">disent</a> : « <i>N’incluez pas d’informations dans votre profil Grindr que vous souhaitez garder privées</i> ». Excellent conseil ! Cela semble vraiment important pour les utilisateurs de Grindr, car vous êtes invité à partager beaucoup d’informations personnelles sensibles dans votre profil Grindr. Des choses comme votre état sérologique, votre poids, votre origine ethnique, votre situation vaccinale, vos photos, vos vidéos et votre localisation, bien sûr. La localisation est un point délicat, car c’est elle qui vous permet de trouver des personnes près de chez vous avec lesquelles vous pouvez sortir, ce qui semble être une grande part de l’intérêt de Grindr. Mais le partage de ces informations de localisation est également <a id="a3">risqué,</a> disent-ils. En effet, comme le dit la politique de confidentialité de Grindr, « <i>même si vous choisissez de masquer vos informations de distance, d’autres peuvent néanmoins être en mesure de déterminer votre localisation</i> ». Oulà ! Ce n’est pas bon. La seule façon de préserver la confidentialité de votre localisation précise est de désactiver les services de localisation sur votre appareil ou votre navigateur. Mais cela signifie que vous ne pourrez pas voir les utilisateurs à proximité. Donc, techniquement, vous n’avez pas besoin de partager beaucoup d’informations avec Grindr (et leurs documents de confidentialité semblent suggérer que vous ne devriez probablement pas ?) mais si vous ne le faites pas, vous ne pourrez probablement pas utiliser l’application comme vous le souhaitez. Donc, si vous partagez les informations qui vous sont demandées, sachez que Grindr ne fait aucune promesse de les garder privées. Punaise... c’est difficile de rencontrer quelqu’un.
pt_br: A <a id="a1">política de privacidade</a> do Grindr diz que, além do seu e-mail ou número de telefone e do seu aniversário, nenhuma outra informação é necessária para usar o Grindr. Em seguida, dizem que não fornecer algumas informações "<i>pode afetar a funcionalidade de certos Serviços do Grindr</i>". Uhm... Certo. Em outro documento de privacidade, eles<a id="a2">dizem</a>: "<i>Não inclua informações no seu perfil do Grindr que você deseja manter privadas</i>". Ótimo conselho! Isso parece muito importante para os usuários do Grindr saberem, já que você foi convidado a compartilhar muitas informações pessoais confidenciais em seu perfil do Grindr. Coisas como seu status de HIV, peso, etnia, status de vacinação, fotos, vídeos e sua localização, é claro. Sua localização é complicada porque é isso que ajuda você a encontrar pessoas perto de você para se conectar, o que parece ser uma grande parte da coisa do Grindr. Mas compartilhar essas informações de localização também é <a id="a3">arriscado</a>, eles dizem. Isso porque, como diz a política de privacidade do Grindr, "<i>mesmo que você opte por ocultar suas informações de distância, outras pessoas podem, no entanto, ser capazes de determinar sua localização</i>". Nossa! Isso não é bom. A única maneira de manter sua localização precisa privada é desativar os serviços de localização em seu dispositivo ou navegador. Mas isso significa que você não poderá ver usuários próximos. Portanto, você tecnicamente não precisa compartilhar muitas informações com o Grindr (e seus documentos de privacidade parecem sugerir que você provavelmente não deveria?), mas se você não o fizer, provavelmente não poderá usar o aplicativo como deseja. Portanto, se você compartilhar as informações solicitadas, saiba que o Grindr não promete mantê-las privadas. Droga... namorar com certeza é difícil.

# worst_case
source: Like most dating apps, Grindr uses a combination of automation and humans to spot messages or profiles that break the rules. That means your DMs aren't what we would call private. Grindr's <a id="a1">help page</a> does say that "<i>team access to user chat messages and images is restricted</i>" but then go on to add that it can still be looked at when there's "<i>a specific need, such as chat messages being evidence of harassment or abuse.</i>"
de: Wie die meisten Dating-Apps verwendet Grindr eine Kombination aus Automatisierung und Menschen, um Nachrichten oder Profile zu erkennen, die gegen die Regeln verstoßen. Das bedeutet, dass Ihre PNs nicht das sind, was wir als privat bezeichnen würden. Die <a id="a1">Hilfeseite</a> von Grindr sagt zwar, dass der „<i>Zugang des Teams zu Benutzer-Chat-Nachrichten und Bildern eingeschränkt ist</i>“, fügt aber hinzu, dass diese dennoch eingesehen werden können, wenn es einen „<i>spezifischen Bedarf gibt, wie zum Beispiel Chat-Nachrichten, die Beweise für Belästigung oder Missbrauch sind.</i>“
es: Como la mayoría de las aplicaciones de citas, Grindr utiliza una combinación de automatización y humanos para detectar mensajes o perfiles que infingen las reglas. Eso significa que tus mensajes directos no son precisamente privados. La <a id="a1">página de ayuda</a> de Grindr dice que «<i>el acceso del equipo a los mensajes e imágenes de chat del usuario está restringido</i>», pero luego agrega que pueden verlo cuando existe «<i>una necesidad específica, como que los mensajes de chat sean evidencia de acoso o abuso</i>».
fr: Comme la plupart des applications de rencontres, Grindr utilise un mélange d’automatisation et d’intervention humaine pour repérer les messages ou les profils qui enfreignent les règles. Cela signifie que vos MP (messages privés) ne sont pas ce que nous appellerions privés. La <a id="a1">page d’aide</a> de Grindr indique que « <i>l’accès de l’équipe aux messages et aux images de chat des utilisateurs est restreint</i> », mais ajoute ensuite que le chat peut toujours être consulté lorsqu’il y a « <i>un besoin spécifique, tel que des messages de chat constituant une preuve de harcèlement ou d’abus</i> ».
pt_br: Como a maioria dos aplicativos de namoro, o Grindr usa uma combinação de automação e humanos para identificar mensagens ou perfis que quebram as regras. Isso significa que seus DMs não são o que chamaríamos de privados. A <a id="a1">página de ajuda</a> do Grindr diz que "<i>o acesso da equipe às mensagens e imagens do bate-papo do usuário é restrito</i>", mas depois acrescenta que ainda pode ser analisado quando há "<i>uma necessidade específica, como mensagens de bate-papo sendo evidência de assédio ou abuso</i>".
