Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/grindr.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: The Grindr Community. The Grindr Services are intended to be a safe space where you can discover, navigate, and interact with others in the Grindr Community. As part of the Services, Grindr enables you to share your Profile Information, location, and other information with the Grindr Community.<br/> Third-Party Partners. <b>Grindr shares Personal Information with a number of third-party partners to bring you the Grindr Properties, such as Service Providers (e.g., Sift for fraud prevention and PartnerHero for customer support), Ad / Marketing Partners help facilitate advertising experiences (e.g., AppLovin), and Other Partners that support the Grindr Properties and with whom you may provide Personal Information to directly (e.g., Apple for chat back up and Stripe for payment processing).</b> <b>For the avoidance of doubt, Grindr only shares HIV status, Last Tested Date, and vaccination status with necessary Service Providers</b> such as companies that host data on our behalf (i.e., Amazon Web Services) or help in processing data access requests you initiate ( i.e., PartnerHero) - <b>we do not share this information with any advertising companies.</b><br/> &lt;...&gt;<br/> Legal Obligations. We may access, preserve and disclose Personal Information to investigate, prevent, or take action in connection with: (i) enforcement of the Grindr Terms and Conditions of Service; (ii) claims that any content or behavior violates our policies or the rights of third-parties; (iii) requests for customer service; (iv) technical issues; (v) protecting the rights, property or personal safety of Grindr, its users or the public; (vi) lawful legal requests including subpoenas, warrants, or court orders or in connection with any legal process; (vii) establishing or exercising our legal rights or defending against legal claims; (viii) tax and accounting purposes; or (ix) as otherwise required by law, collectively "Legal Obligations"
de: Die Grindr-Community. Die Grindr-Dienste sollen ein sicherer Raum sein, in dem Sie die Grindr-Community entdecken, navigieren und mit anderen interagieren können. Als Teil der Dienste ermöglicht Grindr Ihnen, Ihre Profilinformationen, Ihren Standort und andere Informationen mit der Grindr-Community zu teilen.<br/> Drittanbieter-Partner. <b>Grindr gibt persönliche Daten an eine Reihe von Drittpartnern weiter, um Ihnen das Angebot von Grindr zur Verfügung zu stellen, wie z.B. Dienstleister (z. B. Sift zur Betrugsprävention und PartnerHero für den Kundensupport), Werbe-/Marketingpartner, die dabei helfen, Werbeerlebnisse zu ermöglichen (z. B. AppLovin), und andere Partner, die das Angebot von Grindr unterstützen und denen Sie persönliche Daten direkt zur Verfügung stellen können (z. B. Apple für das Chat-Backup und Stripe für die Zahlungsabwicklung).</b> <b>Zur Klarstellung teilt Grindr den HIV-Status, das letzte Testdatum und den Impfstatus nur mit notwendigen Dienstleistern,</b> wie z. B. Unternehmen, die Daten in unserem Auftrag hosten (d. h. Amazon Web Services) oder bei der Bearbeitung von Datenzugriffsanfragen, die Sie initiieren (d. h. PartnerHero) – <b>wir teilen diese Informationen nicht mit Werbeunternehmen.</b><br/> &lt;...&gt;<br/> Rechtliche Verpflichtungen. Wir können auf persönliche Daten zugreifen, sie aufbewahren und offenlegen, um zu ermitteln, vorzubeugen oder Maßnahmen in Verbindung mit: (i) Durchsetzung der Grindr-Nutzungsbedingungen; (ii) Behauptungen, dass irgendein Inhalt oder Verhalten unsere Richtlinien oder die Rechte Dritter verletzt; (iii) Anfragen nach Kundendienst; (iv) technische Probleme; (v) Schutz der Rechte, des Eigentums oder der persönlichen Sicherheit von Grindr, seinen Benutzern oder der Öffentlichkeit; (vi) gesetzliche rechtliche Anfragen einschließlich Vorladungen, Haftbefehle oder Gerichtsbeschlüsse oder im Zusammenhang mit einem rechtlichen Verfahren; (vii) Geltendmachung oder Ausübung unserer rechtlichen Rechte oder Verteidigung gegen rechtliche Ansprüche; (viii) Steuer- und Buchhaltungszwecke; oder (ix) wie sonst gesetzlich erforderlich, gemeinsam “Rechtliche Verpflichtungen”.
es: La comunidad de Grindr. Los servicios de Grindr están destinados a ofrecer un espacio seguro donde puedes descubrir, navegar e interactuar con otras personas en la comunidad de Grindr. Como parte de los servicios, Grindr te permite compartir tu información de perfil, ubicación y otros datos con la comunidad de Grindr. <br/>Socios externos. <b>Grindr comparte información personal con varios socios externos para ofrecerte las propiedades de Grindr, por ejemplo, proveedores de servicios (como Sift para la prevención del fraude y PartnerHero para la atención al cliente), socios de publicidad/ marketing que ayudan a facilitar experiencias publicitarias (como AppLovin) y otros socios compatibles con las propiedades de Grindr y a quienes puedes proporcionar información personal directamente (como Apple para la copia de seguridad de chat y Stripe para el procesamiento de pagos).</b> <b>Para evitar dudas, Grindr solo comparte el estado del VIH, la fecha de la última prueba y el estado de vacunación con los proveedores de servicios necesarios,</b> como las empresas que alojan datos en nuestro nombre (como Amazon Web Services) o ayudan a procesar las solicitudes de acceso a datos que tú inicias (como PartnerHero). <b>No compartimos esta información con ninguna empresa publicitaria. </b><br/> &lt;...&gt;<br/>Obligaciones legales. Podemos acceder, preservar y divulgar información personal para investigar, prevenir o tomar medidas en relación con: (i) la aplicación de los términos y condiciones de servicio de Grindr; (ii) reclamos de que cualquier contenido o comportamiento infringe nuestras políticas o los derechos de terceros; (iii) solicitudes de servicio al cliente; (iv) problemas técnicos; (v) proteger los derechos, la propiedad o la seguridad personal de Grindr, sus usuarios o el público; (vi) solicitudes legales legales, incluidas citaciones, reclamos judiciales u órdenes judiciales o en relación con cualquier proceso legal; (vii) establecer o ejercer nuestros derechos legales o defendernos contra reclamaciones legales; (viii) fines fiscales y contables; o (ix) según lo exija la ley, colectivamente “Obligaciones legales”».
fr: La communauté Grindr. Les services Grindr sont conçus pour être un espace sûr où vous pouvez découvrir, naviguer et interagir avec les autres membres de la communauté Grindr. Dans le cadre des Services, Grindr vous permet de partager vos informations de profil, votre localisation et d’autres informations avec la communauté Grindr.<br/> Partenaires tiers. <b>Grindr partage des informations personnelles avec un certain nombre de partenaires tiers pour vous apporter les propriétés de Grindr, comme les fournisseurs de services (par exemple, Sift pour la prévention de la fraude et PartnerHero pour le support client), les partenaires publicitaires ou marketing facilitent les expériences publicitaires (par exemple, AppLovin) et d’autres partenaires qui soutiennent les propriétés de Grindr et avec lesquels vous pouvez fournir des informations personnelles directement (par exemple, Apple pour la sauvegarde du chat et Stripe pour le traitement des paiements).</b> <b>Pour éviter toute ambiguïté, Grindr ne partage l’état sérologique, la date du dernier test et la situation vaccinale qu’avec les fournisseurs de services nécessaires</b> tels que les entreprises qui hébergent des données hôte en notre nom (c’est-à-dire Amazon Web Services) ou qui aident à traiter les demandes d’accès aux données que vous initiez (c’est-à-dire PartnerHero). <b>Nous ne partageons ces informations avec aucune société de publicité.</b><br/> &lt;...&gt;<br/> Obligations légales. Nous pouvons accéder, conserver et divulguer des renseignements personnels pour enquêter, prévenir ou prendre des mesures dans le cadre de : (i) l’application des conditions générales de service de Grindr ; (ii) les réclamations selon lesquelles tout contenu ou comportement viole nos politiques ou les droits de tiers ; (iii) les demandes de service à la clientèle ; (iv) les problèmes techniques ; (v) la protection des droits, de la propriété ou de la sécurité personnelle de Grindr, de ses utilisateurs ou du public ; (vi) les demandes légales, y compris les assignations à comparaître, les mandats ou les ordonnances judiciaires ou dans le cadre de tout processus juridique ; (vii) l’établissement ou l’exercice de nos droits légaux ou la défense contre les réclamations légales ; (viii) à des fins fiscales et comptables ; ou (ix) comme autrement requis par la loi, collectivement les « obligations légales »
pt_br: A Comunidade Grindr. Os Serviços Grindr destinam-se a ser um espaço seguro onde você pode descobrir, navegar e interagir com outras pessoas na Comunidade Grindr. Como parte dos Serviços, o Grindr permite que você compartilhe suas Informações de Perfil, localização e outras informações com a Comunidade Grindr.<br/> Parceiros Terceirizados. <b>O Grindr compartilha Informações Pessoais com vários parceiros terceirizados para lhe trazer as Propriedades do Grindr, como Prestadores de Serviços (por exemplo, o Sift para prevenção de fraudes e o PartnerHero para suporte ao cliente), Parceiros de Anúncios/Marketing ajudam a facilitar experiências de publicidade (por exemplo, AppLovin) e Outros Parceiros que suportam as Propriedades do Grindr e com quem você pode fornecer Informações Pessoais diretamente (por exemplo, Apple para backup de bate-papo, e Stripe para processamento de pagamento).</b> <b>Para evitar dúvidas, o Grindr compartilha apenas o status do HIV, a Data do Último Teste e o status da vacinação com os Prestadores de Serviços necessários,</b> como empresas que hospedam dados em nosso nome (ou seja, Amazon Web Services) ou ajudam no processamento de solicitações de acesso a dados que você inicia (ou seja, PartnerHero) — <b>não compartilhamos essas informações com nenhuma empresa de publicidade.</b><br/> &lt;...&gt;<br/> Obrigações Legais. Podemos acessar, preservar e divulgar Informações Pessoais para investigar, prevenir ou tomar medidas relacionadas a: (i) aplicação dos Termos e Condições de Serviço do Grindr; (ii) alegações de que qualquer conteúdo ou comportamento violam nossas políticas ou os direitos de terceiros; (iii) solicitações de atendimento ao cliente; (iv) questões técnicas; (v) proteção dos direitos, propriedade ou segurança pessoal do Grindr, de seus usuários ou do público; (vi) solicitações legais, incluindo intimações, mandados ou ordens judiciais ou em conexão com qualquer processo legal; (vii) estabelecimento ou exercício de nossos direitos legais ou defesa contra reivindicações legais; (viii) fins fiscais e contábeis; ou (ix) conforme exigido por lei, coletivamente "Obrigações Legais".

# how_does_it_use_data_collected
source: <b>Personal Information We Collect And Data Retention</b><br/><br/>"Do not include information in your Grindr Profile that you want to keep private."
de: <b>Von uns erfasste persönliche Daten und Datenspeicherung</b><br/><br/>„Fügen Sie keine Informationen in Ihr Grindr-Profil ein, die Sie privat halten möchten.“
es: <b>Información personal que recopilamos y retención de datos</b><br/><br/>«No incluyas información en tu perfil de Grindr que desees mantener en privado».
fr: <b>Informations personnelles que nous collectons et conservation des données</b><br/><br/>« N’incluez pas dans votre profil Grindr des informations que vous souhaitez garder privées. »
pt_br: <b>Informações pessoais que coletamos e retenção de dados</b><br/><br/>"Não inclua informações em seu perfil do Grindr que você deseja manter privadas".

# how_does_it_use_data_collected
source: How We Share Personal Information
de: Wie wir persönliche Daten weitergeben
es: Cómo compartimos la información personal
fr: Comment nous partageons les informations personnelles
pt_br: Como compartilhamos informações pessoais

# how_does_it_use_data_collected
source: "We share only limited Personal Information with our Ad / Marketing Partners to facilitate ads on Grindr, including your device identifiers (e.g., Identifier For Vendor ("IDFV") and Android ID), device advertising identifiers (e.g., Identifier for Advertiser ("IDFA") and Google Ad ID ("GAID")), and additional Hardware and Software Information (e.g., IP address). These third-parties may also collect information directly from you as described in this Privacy and Cookie Policy through tracking technologies such as cookies or SDKs. Our Ad / Marketing Partners are aware that such data is being transmitted from Grindr. The privacy policies of the third-party companies apply to their collection, use and disclosure of your Personal Information."
de: „Wir geben nur begrenzte persönliche Daten an unsere Werbe-/Marketingpartnern weiter, um Anzeigen auf Grindr zu erleichtern, einschließlich Ihrer Geräteidentifikatoren (z. B. Identifier For Vendor (‚IDFV‘) und Android ID), Gerätewerbeidentifikatoren (z. B. Identifier for Advertiser (‚IDFA‘) und Google Ad ID (‚GAID‘)), und zusätzliche Hardware- und Softwareinformationen (z.B. IP-Adresse). Diese Dritten können auch direkt von Ihnen Informationen sammeln, wie in dieser Datenschutz- und Cookie-Richtlinie durch Tracking-Technologien wie Cookies oder SDKs beschrieben. Unsere Werbe-/Marketingpartner sind sich bewusst, dass solche Daten von Grindr übertragen werden. Die Datenschutzrichtlinien der Drittunternehmen gelten für ihre Erfassung, Nutzung und Offenlegung Ihrer persönlichen Daten.“
es: «Compartimos únicamente información personal limitada con nuestros socios publicitarios/de marketing para facilitar los anuncios en Grindr, incluidos los identificadores de tus dispositivos (p. ej., identificador del proveedor [IDFV] e ID de Android), identificadores de publicidad de dispositivos (p. ej., identificador del anunciante [IDFA] e ID de anuncios de Google [GAID]), e información adicional de hardware y software (p. ej., dirección IP). Estos terceros también pueden recopilar información directamente de ti, según se describe en esta política de privacidad, y de cookies a través de tecnologías de seguimiento como cookies o SDK. Nuestros socios publicitarios/de marketing son conscientes de que Grindr transmite dichos datos. Las políticas de privacidad de las empresas de terceros se aplican a la recopilación, el uso y la divulgación de tu información personal».
fr: « Nous ne partageons que des informations personnelles limitées avec nos partenaires publicitaires ou marketing pour faciliter les publicités sur Grindr, y compris les identifiants de votre appareil (par exemple, l’identifiant du fournisseur (« IDFV ») et l’identifiant Android)), les identifiants de publicité de l’appareil (par exemple, l’identifiant de l’annonceur (« IDFA ») et l’identifiant publicitaire Google (« GAID »)), ainsi que des informations matérielles et logicielles supplémentaires (par exemple, l’adresse IP). Ces tiers peuvent également collecter des informations directement auprès de vous, comme décrit dans la présente Politique de confidentialité et de cookies, par le biais de technologies de suivi telles que les cookies ou les SDK. Nos partenaires publicitaires ou marketing sont conscients que ces données sont transmises par Grindr. Les politiques de confidentialité des sociétés tierces s’appliquent à la collecte, à l’utilisation et à la divulgation de vos informations personnelles. »
pt_br: "Compartilhamos apenas Informações Pessoais limitadas com nossos Parceiros de Anúncios/Marketing para facilitar anúncios no Grindr, incluindo identificadores do seu dispositivo (por exemplo, Identificador para Fornecedor ('IDFV') e ID do Android), identificadores de publicidade do dispositivo (por exemplo, Identificador para Anunciante ('IDFA') e ID de Anúncio do Google ('GAID')) e Informações adicionais de Hardware e Software (por exemplo, endereço IP). Esses terceiros também podem coletar informações diretamente de você, conforme descrito nesta Política de Privacidade e Cookies, por meio de tecnologias de rastreamento, como cookies ou SDKs. Nossos Parceiros de Anúncios/Marketing estão cientes de que esses dados estão sendo transmitidos do Grindr. As políticas de privacidade das empresas terceirizadas se aplicam à coleta, uso e divulgação de suas Informações Pessoais."

# how_does_it_use_data_collected
source: <b>Third-Parties</b><br/><br/>"Ad / Marketing Partners
de: <b>Drittanbieter</b><br/><br/>„Werbe-/Marketingpartner
es: <b>Terceros</b><br/><br/>«Socios publicitarios/de marketing
fr: <b>Partenaires</b><br/><br/>publicitaires ou marketing tiers
pt_br: <b>Terceiros</b><br/><br/>"Parceiros de Publicidade/Marketing

# how_does_it_use_data_collected
source: Our Ad / Marketing Partners help facilitate the advertising experience within Grindr’s Services which may include everything from ad selection (including interest-based advertising), brand safety, impression and click measurement, frequency capping, conversion and other forms of reporting, to fraud detection and defense. Such partners include:
de: Unsere Werbe-/Marketingpartner helfen dabei, das Werbeerlebnis innerhalb der Grindr-Dienste zu erleichtern, was alles von der Anzeigenauswahl (einschließlich interessenbasierter Werbung), Markensicherheit, Impressionen und Klickmessung, Frequenzbegrenzung, Konversion und anderen Formen der Berichterstattung bis hin zur Betrugserkennung und -abwehr umfassen kann. Zu diesen Partnern gehören:
es: Nuestros socios publicitarios/de marketing ayudan a facilitar la experiencia publicitaria dentro de los servicios de Grindr, que pueden incluir todo, desde la selección de anuncios (incluida la publicidad basada en intereses), la seguridad de la marca, la medición de impresiones y clics, la limitación de frecuencia, la conversión y otros tipos de informes, hasta la detección y defensa contra el fraude. Dichos socios incluyen:
fr: Nos partenaires publicitaires ou marketing aident à faciliter l’expérience publicitaire au sein des services de Grindr, ce qui peut inclure tout, de la sélection d’annonces (y compris la publicité ciblée par centres d’intérêt), à la sécurité de la marque, à la mesure des impressions et des clics, au plafonnement de fréquence, à la conversion et à d’autres formes de signalement, à la détection et à la défense contre la fraude. Ces partenaires comprennent :
pt_br: Os nossos Parceiros de Publicidade/Marketing ajudam a facilitar a experiência de publicidade nos Serviços do Grindr, que podem incluir tudo, desde a seleção de anúncios (incluindo publicidade baseada em interesses), segurança da marca, medição de impressões e cliques, limitação de frequência, conversão e outras formas de comunicação, até à detecção e defesa contra fraudes. Esses parceiros incluem:

# how_does_it_use_data_collected
source: We may also promote programs and events with marketing partners to offer discounts, contests and sweepstakes, early access, or other information or incentives to our users. If you decide to enter a contest, sweepstake, or promotion that is sponsored by a marketing partner, the information that you provide will be shared with us and with them. Their use of your information is not governed by this Policy."
de: Wir können auch Programme und Veranstaltungen mit Marketingpartnern bewerben, um unseren Nutzern Rabatte, Wettbewerbe und Gewinnspiele, Vorabzugang oder andere Informationen oder Anreize anzubieten. Wenn Sie sich entscheiden, an einem Wettbewerb, Gewinnspiel oder einer Promotion teilzunehmen, die von einem Marketingpartner gesponsert wird, werden die Informationen, die Sie bereitstellen, mit uns und mit ihnen geteilt. Ihre Nutzung Ihrer Informationen unterliegt nicht dieser Richtlinie.“
es: También podemos promover programas y eventos con socios de marketing para ofrecer descuentos, concursos y sorteos, acceso anticipado u otra información o incentivos a nuestros usuarios. Si decides participar en un concurso, sorteo o promoción patrocinado por un socio de marketing, la información que proporciones se compartirá con nosotros y con ellos. El uso que ellos hagan de tu información no se rige por esta política».
fr: Nous pouvons également promouvoir des programmes et des événements avec des partenaires marketing pour offrir des réductions, des concours et des tirages au sort, un accès anticipé ou d’autres informations ou incitations à nos utilisateurs. Si vous décidez de participer à un concours, un tirage au sort ou une promotion sponsorisée par un partenaire marketing, les informations que vous fournissez seront partagées avec nous et avec eux. L’utilisation de vos informations n’est pas régie par la présente Politique. »
pt_br: Também podemos promover programas e eventos com parceiros de marketing para oferecer descontos, concursos e sorteios, acesso antecipado ou outras informações ou incentivos aos nossos usuários. Se você decidir participar de um concurso, sorteio ou promoção patrocinada por um parceiro de marketing, as informações que você fornecer serão compartilhadas conosco e com eles. O uso de suas informações não é regido por esta Política."
