Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/grindr.po
Languages: de, es, fr, pt_br

# how_can_you_control_your_data
source: Access &amp; Portability. &lt;...&gt;<br/> <b>Delete Account and Related Information.</b> You may delete your account and related Profile Information at any time. After deletion, your Personal Information will be deleted from Grindr's systems in accordance with this Policy. There are circumstances where some or all of your information may be retained after your request (such as for Legal Obligations, moderation review, dispute resolution, and other matters in accordance with this Policy). &lt;...&gt;<br/> &lt;...&gt;<br/> Behavioral Advertising On Websites, Third-Party Platforms, and the Grindr Services. <b>You can opt-out of the sharing of your Personal Information (or the "sale" of your Personal Information as the practice may be referred to in some jurisdictions) with our Ad / Marketing Partners for behavioral advertising purposes.</b> Please note that opting-out of behavioral advertising does not mean that you will not receive advertising while using the free version of Grindr Services. It will, however, exclude you from interest-based advertising as provided by the applicable choice mechanisms. [LEARN MORE] For more information on how to opt out of behavioral advertising on the various Grindr Properties, click here.<br/> Promotional Emails. &lt;...&gt;<br/> Third-Party Tracking. <b>You may opt-out of Google Analytics' collection and use of your Personal Information on the Grindr Site by following the instructions here to download an opt-out browser add-on.</b><br/> &lt;...&gt;<br/> Withdraw Consent. You may withdraw consent that you have previously given us at any time. <b>Revocation of your consent will only apply to future processing activities and will not apply retroactively.</b> &lt;...&gt;"
de: Zugang & Portabilität. &lt;...&gt;<br/> <b>Löschen des Kontos und der zugehörigen Informationen.</b> Sie können Ihr Konto und die zugehörigen Profilinformationen jederzeit löschen. Nach der Löschung werden Ihre persönlichen Daten gemäß dieser Richtlinie aus den Systemen von Grindr gelöscht. Es gibt Umstände, unter denen einige oder alle Ihre Informationen nach Ihrer Anfrage aufbewahrt werden können (wie zum Beispiel für gesetzliche Verpflichtungen, Moderationsprüfung, Streitbeilegung und andere Angelegenheiten gemäß dieser Richtlinie). &lt;...&gt;<br/> &lt;...&gt;<br/> Verhaltensbezogene Werbung auf Websites, Drittplattformen und den Grindr-Diensten. <b>Sie können der Weitergabe Ihrer persönlichen Daten (oder dem "Verkauf" Ihrer persönlichen Daten, wie die Praxis in einigen Gerichtsbarkeiten bezeichnet werden kann) an unsere Werbe-/Marketingpartner für verhaltensbezogene Werbezwecke widersprechen</b>. Bitte beachten Sie, dass das Opt-Out von verhaltensbezogener Werbung nicht bedeutet, dass Sie keine Werbung erhalten, während Sie die kostenlose Version der Grindr-Dienste nutzen. Es wird Sie jedoch von interessenbasierter Werbung ausschließen, wie sie durch die entsprechenden Wahlmechanismen bereitgestellt wird. [MEHR ERFAHREN] Für weitere Informationen darüber, wie Sie sich von verhaltensbezogener Werbung auf den verschiedenen Grindr-Angeboten abmelden können, klicken Sie hier.<br/> Werbe-E-Mails. &lt;...&gt;<br/> Tracking durch Dritte. <b>Sie können sich von der Erfassung und Nutzung Ihrer persönlichen Daten durch Google Analytics auf der Grindr-Website abmelden, indem Sie den Anweisungen hier folgen, um ein Browser-Add-On für den Einwilligungswiderruf herunterzuladen.</b><br/> &lt;...&gt;<br/> Einwilligung widerrufen. Sie können eine zuvor erteilte Einwilligung jederzeit widerrufen. <b>Der Widerruf Ihrer Einwilligung gilt nur für zukünftige Verarbeitungsaktivitäten und nicht rückwirkend.</b> &lt;...&gt;
es: Acceso y portabilidad. &lt;...&gt;<br/> <b>Eliminar cuenta e información relacionada.</b> Puedes eliminar tu cuenta y la información de perfil relacionada en cualquier momento. Después de la eliminación, tu información personal se borrará de los sistemas de Grindr de acuerdo con esta política. Hay circunstancias en las que parte o la totalidad de tu información podría conservarse después de tu solicitud (por ejemplo, para obligaciones legales, revisión de moderación, resolución de disputas y otros asuntos de acuerdo con esta política). &lt;...&gt;<br/> &lt;...&gt;<br/> Publicidad conductual en sitios web, plataformas de terceros y los servicios de Grindr. <b>Puedes optar por excluirte de compartir tu información personal (o la “venta” de tu información personal, como puede llamarse a esta práctica en algunas jurisdicciones) con nuestros socios publicitarios/de marketing con fines de publicidad conductual.</b> Ten en cuenta que la exclusión voluntaria de la publicidad conductual no significa que no recibirás publicidad mientras utilices la versión gratuita de los servicios de Grindr. Sin embargo, te excluirá de la publicidad basada en intereses según lo dispuesto por los mecanismos de elección aplicables. [MÁS INFORMACIÓN] Para obtener más información sobre cómo excluirte de la publicidad conductual en las distintas propiedades de Grindr, haz clic aquí. <br/>Correos electrónicos promocionales. &lt;...&gt;<br/>Seguimiento por parte de terceros. <b>Puedes optar por excluirte de la recopilación y el uso de tu información personal por parte de Google Analytics en el sitio de Grindr siguiendo las instrucciones que se indican aquí para descargar un complemento de exclusión voluntaria para el navegador.</b><br/> &lt;...&gt;<br/> Retirar el consentimiento. Puedes retirar el consentimiento que nos has dado previamente en cualquier momento. <b>La revocación de tu consentimiento solo se aplicará a futuras actividades de procesamiento y no se aplicará retroactivamente</b> &lt;...&gt;»
fr: Accès et portabilité. &lt;...&gt;<br/> <b>Supprimer le compte et les informations connexes.</b> Vous pouvez supprimer votre compte et les informations de profil associées à tout moment. Après la suppression, vos informations personnelles seront supprimées des systèmes de Grindr conformément à la présente politique. Il existe des circonstances dans lesquelles tout ou partie de vos informations peuvent être conservées après votre demande (par exemple, pour les obligations légales, l’examen de la modération, le règlement des litiges et d’autres questions conformément à la présente politique). &lt;...&gt;<br/> &lt;...&gt;<br/> Publicité comportementale sur les sites Web, les plateformes tierces et les services de Grindr. <b>Vous pouvez refuser le partage de vos informations personnelles (ou la « vente » de vos informations personnelles, car la pratique peut être mentionnée dans certaines juridictions) avec nos partenaires publicitaires ou marketing à des fins de publicité comportementale.</b> Veuillez noter que la désactivation de la publicité comportementale ne signifie pas que vous ne recevrez pas de publicité lors de l’utilisation de la version gratuite des services de Grindr. Elle vous exclura toutefois de la publicité basée sur les intérêts, comme le prévoient les mécanismes de choix applicables. [EN SAVOIR PLUS] Pour plus d’informations sur la façon de refuser la publicité comportementale sur les différentes propriétés de Grindr, cliquez ici.<br/> E-mails promotionnels. &lt;...&gt;<br/> Suivi de tiers. <b>Vous pouvez vous désinscrire de la collecte et de l’utilisation de vos informations personnelles par Google Analytics sur le site Grindr en suivant les instructions ici pour télécharger un module complémentaire de navigateur de désinscription.</b><br/> &lt;...&gt;<br/> Retirer le consentement. Vous pouvez retirer le consentement que vous nous avez précédemment donné à tout moment. <b>La révocation de votre consentement ne s’appliquera qu’aux activités de traitement futures et ne s’appliquera pas rétroactivement.</b> &lt;...&gt;»
pt_br: Acesso e portabilidade. &lt;...&gt;<br/> <b>Excluir conta e informações relacionadas.</b> Você pode excluir sua conta e as informações de perfil relacionadas a qualquer momento. Após a exclusão, suas Informações Pessoais serão excluídas dos sistemas do Grindr de acordo com esta Política. Existem circunstâncias em que algumas ou todas as suas informações podem ser retidas após o seu pedido (como para Obrigações Legais, revisão de moderação, resolução de disputas e outros assuntos de acordo com esta Política). &lt; ...&gt;<br/> &lt;...&gt;<br/> Publicidade Comportamental em Sites, Plataformas de Terceiros e nos Serviços do Grindr. <b>Você pode optar por não compartilhar suas Informações Pessoais (ou a "venda" de suas Informações Pessoais, conforme a prática pode ser referida em algumas jurisdições) com nossos Parceiros de Publicidade/Marketing para fins de publicidade comportamental.</b> Tenha em atenção que a desativação da publicidade comportamental não significa que você não receberá publicidade enquanto utiliza a versão gratuita dos Serviços Grindr. No entanto, excluirá você da publicidade baseada em interesses, conforme fornecido pelos mecanismos de escolha aplicáveis. [SAIBA MAIS] Para obter mais informações sobre como desativar a publicidade comportamental nas várias propriedades do Grindr, clique aqui.<br/> E-mails promocionais. &lt;...&gt;<br/> Rastreamento de terceiros. <b>Você pode desativar a coleta e o uso do Google Analytics de suas Informações Pessoais no Site do Grindr seguindo as instruções aqui para baixar um complemento do navegador para desativação.</b><br/> &lt;...&gt;<br/> Retirar Consentimento. Você pode retirar o consentimento que você nos deu anteriormente a qualquer momento. <b>A revogação do seu consentimento só se aplicará a atividades de processamento futuras e não se aplicará retroativamente.</b> &lt;...&gt;"

# track_record_details
source: In November 2023, Norwegian Privacy Appeals Board <a id="a1">upheld</a> its NOK 65 million ($6.12 million) fine over the app sharing user data with third parties. The decision to slap Grindr with a multi-million-dollar fine ended a three-year dispute between Grindr and the Norwegian Consumer Council (NCC). In 2020, the Council complained that Grindr collected and shared personal user data with thousands of companies that provide targeted advertising services.
de: Im November 2023 <a id="a1">bestätigte</a> das norwegische Datenschutz-Berufungsgericht die Geldstrafe von 65 Mio. NOK (6,12 Mio. USD) gegen die App wegen der Weitergabe von Benutzerdaten an Dritte. Die Entscheidung, Grindr mit einer millionenschweren Geldstrafe zu belegen, beendete einen dreijährigen Streit zwischen Grindr und dem norwegischen Verbraucherrat (NCC). Im Jahr 2020 beschwerte sich der Rat, dass Grindr persönliche Benutzerdaten sammelte und mit Tausenden von Unternehmen teilte, die gezielte Werbedienste anbieten.
es: En noviembre de 2023, la Junta de Apelaciones de Privacidad de Noruega <a id="a1">confirmó</a> su multa de 65 millones de coronas noruegas (6,12 millones de dólares) por compartir datos de usuarios con terceros. La decisión de abofetear a Grindr con una multa multimillonaria puso fin a una disputa de tres años entre Grindr y el Consejo Noruego del Consumidor (NCC). En 2020, el Consejo denunció que Grindr recopilaba y compartía datos personales de los usuarios con miles de empresas que prestan servicios de publicidad dirigida.
fr: En novembre 2023, la Commission norvégienne de recours en matière de protection de la vie privée <a id="a1">a confirmé</a> son amende de 65 millions de NOK (6,12 millions de dollars) pour le partage de données d’utilisateurs avec des tiers sur l’application. La décision de gifler Grindr avec une amende de plusieurs millions de dollars a mis fin à un différend de trois ans entre Grindr et le Conseil norvégien des consommateurs (NCC). En 2020, le Conseil s’est plaint que Grindr ait collecté et partagé des données personnelles d’utilisateurs avec des milliers d’entreprises qui fournissent des services de publicité ciblée.
pt_br: Em novembro de 2023, o Conselho Norueguês de Recursos de Privacidade <a id="a1">confirmou</a> sua multa de 65 milhões de coroas norueguesas (US$ 6,12 milhões) pelo compartilhamento de dados do usuário com terceiros. A decisão de aplicar uma multa multimilionária ao Grindr encerrou uma disputa de três anos entre o Grindr e o Conselho Norueguês do Consumidor (NCC). Em 2020, o Conselho reclamou que o Grindr coletou e compartilhou dados pessoais do usuário com milhares de empresas que fornecem serviços de publicidade direcionada.

# track_record_details
source: In March 2023, it was revealed that a Catholic blog <a id="a1">spent</a> millions buying app data that tracked gay priests from gay-focused apps Grindr, Scruff, Growlr and Jack’d. In 2021, Grindr app data was then <a id="a2">used to out</a> at least one priest.
de: Im März 2023 wurde bekannt, dass ein katholischer Blog Millionen <a id="a1">ausgegeben</a> hat, um App-Daten zu kaufen, die schwule Priester von schwulenorientierten Apps wie Grindr, Scruff, Growlr und Jack'd verfolgten. Im Jahr 2021 wurden dann Grindr-App-Daten verwendet, um mindestens einen Priester <a id="a2">zu outen</a>.
es: En marzo de 2023, se reveló que un blog católico <a id="a1">gastó</a> millones para comprar datos de aplicaciones para rastrear a sacerdotes homosexuales en las aplicaciones Grindr, Scruff, Growlr y Jack 'd. En 2021, los datos de la aplicación Grindr <a id="a2">se utilizaron para expulsar</a> al menos a un sacerdote.
fr: En mars 2023, il a été révélé qu’un blog catholique <a id="a1">avait dépensé</a> des millions de dollars pour acheter des données d’applications qui suivaient les prêtres homosexuels des applications axées sur les homosexuels de Grindr, Scruff, Growlr et Jack’d. En 2021, les données de l’application Grindr ont ensuite <a id="a2">été utilisées pour exclure</a> au moins un prêtre.
pt_br: Em março de 2023, foi revelado que um blog católico <a id="a1">gastou</a> milhões comprando dados de aplicativos que rastreavam padres gays de aplicativos focados em gays, como o Grindr, Scruff, Growlr e Jack'd. Em 2021, os dados do aplicativo Grindr foram <a id="a2">usados para identificar</a> pelo menos um padre.

# track_record_details
source: Grindr's user locations were collected and sold since at least 2017, according to WSJ <a id="a1">investigation</a> from 2022.
de: Laut einer <a id="a1">Recherche</a> des Wall Street Journal aus dem Jahr 2022 wurden die Standortdaten der Grindr-Benutzer seit mindestens 2017 gesammelt und verkauft.
es: Las ubicaciones de los usuarios de Grindr se han estado recopilando y vendiendo desde al menos 2017, según la <a id="a1">investigación</a> del WSJ de 2022.
fr: La localisation des utilisateurs de Grindr a été collectée et vendue depuis au moins 2017, selon <a id="a1">l’enquête</a> du WSJ de 2022.
pt_br: Os locais de usuários do Grindr foram coletados e vendidos desde pelo menos 2017, de acordo com a <a id="a1">investigação</a> do WSJ de 2022.

# track_record_details
source: In 2018, it was <a id="a1">revealed by BuzzFeed News</a> Grindr allowed other companies <a id="a2">access to user HIV status</a> and location data.
de: Im Jahr 2018 wurde <a id="a1">von BuzzFeed News enthüllt</a>, dass Grindr anderen Unternehmen Zugang <a id="a2">zu den HIV-Statusdaten</a> und Standortdaten der Benutzer gewährte.
es: En 2018, <a id="a1">BuzzFeed News reveló que</a> Grindr permitía a otras empresas <a id="a2">acceder al estado de VIH</a> y a los datos de ubicación de los usuarios.
fr: En 2018, <a id="a1">BuzzFeed News a révélé</a> que Grindr permettait à d’autres entreprises <a id="a2">d’accéder à l’état sérologique des utilisateurs</a> et aux données de localisation.
pt_br: Em 2018, foi <a id="a1">revelado pelo BuzzFeed News</a> que o Grindr permitiu que outras empresas <a id="a2">acessassem o status de HIV do usuário</a> e os dados de localização.

# child_safety_blurb
source: "The Grindr Properties are intended only for users who are legal adults, generally eighteen (18) years of age and older. If you are aware that a child or minor has submitted Personal Information on the Grindr Properties, please contact us by either using the in-app reporting tool (click here for more information) or by submitting a request outside of your Grindr account by clicking here, so that we can take appropriate action."
de: „Die Grindr-Angebote sind nur für Benutzer gedacht, die volljährig sind, in der Regel achtzehn (18) Jahre und älter. Wenn Sie wissen, dass ein Kind oder Minderjähriger persönliche Informationen auf den Grindr-Angeboten eingereicht hat, kontaktieren Sie uns bitte entweder mit dem In-App-Meldetool (klicken Sie hier für weitere Informationen) oder indem Sie eine Anfrage außerhalb Ihres Grindr-Kontos einreichen (klicken Sie hier), damit wir geeignete Maßnahmen ergreifen können.“
es: «Las propiedades de Grindr están destinadas únicamente a usuarios que son adultos legales, generalmente mayores de dieciocho (18) años. Si tienes conocimiento de que un niño o menor ha enviado información personal a las propiedades de Grindr, ponte en contacto con nosotros utilizando la herramienta de informes de la aplicación (haz clic aquí para obtener más información) o enviando una solicitud fuera de tu cuenta de Grindr haciendo clic aquí, para que podamos tomar las medidas adecuadas».
fr: « Les Propriétés de Grindr sont destinées uniquement aux utilisateurs majeurs, généralement âgés de dix-huit (18) ans et plus. Si vous savez qu’un enfant ou un mineur a soumis des informations personnelles sur les propriétés de Grindr, veuillez nous contacter en utilisant l’outil de signalement dans l’application (cliquez ici pour plus d’informations) ou en soumettant une demande en dehors de votre compte Grindr en cliquant ici, afin que nous puissions prendre les mesures appropriées. »
pt_br: "As Propriedades Grindr destinam-se apenas a usuários que são adultos legais, geralmente com dezoito (18) anos de idade ou mais. Se você estiver ciente de que uma criança ou menor de idade enviou Informações Pessoais nas Propriedades do Grindr, entre em contato conosco usando a ferramenta de relatório no aplicativo (clique aqui para obter mais informações) ou enviando uma solicitação fora de sua conta do Grindr clicando aqui, para que possamos tomar as medidas apropriadas."

# ai_is_transparent_helptext
source: "Grindr provides Help Center articles:<br/>https://help.grindr.com/hc/en-us/articles/1500009296922-How-Grindr-moderates-conten<br/>t-and-profiles- and<br/>https://help.grindr.com/hc/en-us/articles/7169085929491-Machine-learning-profiling-and<br/>-automated-decision-making-at-Grindr"
de: „Grindr stellt Hilfe-Center-Artikel zur Verfügung:<br/>https://help.grindr.com/hc/en-us/articles/1500009296922-How-Grindr-moderates-conten<br/>t-and-profiles- and<br/>https://help.grindr.com/hc/en-us/articles/7169085929491-Machine-learning-profiling-and<br/>-automated-decision-making-at-Grindr“
es: «Grindr proporciona artículos del Centro de ayuda:<br/>https://help.grindr.com/hc/en-us/articles/1500009296922-How-Grindr-moderates-conten<br/>t-and-profiles- and<br/>https://help.grindr.com/hc/en-us/articles/7169085929491-Machine-learning-profiling-and<br/>-automated-decision-making-at-Grindr»
fr: « Grindr fournit des articles du Centre d’aide :<br/>https://help.grindr.com/hc/en-us/articles/1500009296922-How-Grindr-moderates-conten<br/>t-and-profiles- et<br/>https://help.grindr.com/hc/en-us/articles/7169085929491-Machine-learning-profiling-and<br/>-automated-decision-making-at-Grindr »
pt_br: "O Grindr fornece artigos da Central de Ajuda:<br/>https://help.grindr.com/hc/en-us/articles/1500009296922-How-Grindr-moderates-conten<br/>t-and-profiles- and<br/>https://help.grindr.com/hc/en-us/articles/7169085929491-Machine-learning-profiling-and<br/>-automated-decision-making-at-Grindr"

# ai_helptext
source: "<b>To personalize your experience on Grindr.</b>
de: „<b>Um Ihre Erfahrung auf Grindr zu personalisieren.</b>
es: «<b>Para personalizar tu experiencia en Grindr.</b>
fr: « <b>Pour personnaliser votre expérience sur Grindr.</b>
pt_br: "<b>Para personalizar sua experiência no Grindr.</b>

# ai_helptext
source: We use some of the personal information that you provide us (such as portions of your Grindr profile) along with personal information we collect from your use of the service (e.g., when you start a chat with another user or when you login to Grindr) to power machine learning algorithms based on your interests, preferences, and behavior derived or inferred from your use of the Grindr App. Leveraging this information allows Grindr to potentially utilize automated decision-making to make your Grindr experience more personalized such as developing the ability to recommend other profiles to you.
de: Wir nutzen einige der persönlichen Daten, die Sie uns zur Verfügung stellen (wie Teile Ihres Grindr-Profils), zusammen mit persönlichen Daten, die wir aus Ihrer Nutzung des Dienstes erfassen (z. B. wenn Sie einen Chat mit einem anderen Nutzer starten oder sich bei Grindr anmelden), um maschinelles Lernen zu betreiben. Dies basiert auf Ihren Interessen, Vorlieben und Verhaltensweisen, die aus Ihrer Nutzung der Grindr App abgeleitet oder daraus abgeleitet werden. Die Nutzung dieser Informationen ermöglicht es Grindr, potenziell automatisierte Entscheidungsfindung zu nutzen, um Ihr Grindr-Erlebnis zu personalisieren, wie zum Beispiel die Entwicklung der Fähigkeit, Ihnen andere Profile zu empfehlen.
es: Utilizamos parte de la información personal que nos proporcionas (como partes de tu perfil de Grindr) junto con la información personal que recopilamos a partir de tu uso del servicio (p. ej., cuando inicias un chat con otro usuario o cuando inicias sesión en Grindr) para impulsar algoritmos de aprendizaje automático basados en tus intereses, preferencias y comportamientos derivados o inferidos de tu uso de la aplicación Grindr. Aprovechar esta información permite a Grindr utilizar potencialmente la toma de decisiones automatizada para hacer que tu experiencia de Grindr sea más personalizada, por ejemplo, para desarrollar la capacidad de recomendarte perfiles.
fr: Nous utilisons certaines des informations personnelles que vous nous fournissez (telles que des parties de votre profil Grindr) ainsi que les informations personnelles que nous recueillons lors de votre utilisation du service (par exemple, lorsque vous démarrez une discussion avec un autre utilisateur ou lorsque vous vous connectez à Grindr) pour alimenter des algorithmes d’apprentissage automatique en fonction de vos intérêts, préférences et comportements tirés ou déduits de votre utilisation de l’application Grindr. Tirer parti de ces informations permet à Grindr d’utiliser potentiellement la prise de décision automatisée pour rendre votre expérience Grindr plus personnalisée, par exemple en développant la possibilité de vous recommander d’autres profils.
pt_br: Usamos algumas das informações pessoais que você nos fornece (como partes do seu perfil do Grindr), juntamente com as informações pessoais que coletamos do seu uso do serviço (por exemplo, quando você inicia um bate-papo com outro usuário ou quando faz login no Grindr) para alimentar algoritmos de aprendizado de máquina com base em seus interesses, preferências e comportamento derivado ou inferido do seu uso do Aplicativo Grindr. Aproveitar essas informações permite que o Grindr utilize potencialmente a tomada de decisões automatizada para tornar sua experiência no Grindr mais personalizada, como desenvolver a capacidade de recomendar outros perfis para você.
