Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/grindr.po
Languages: de, es, fr, pt_br

# tips_to_protect_yourself
source: Keep your app regularly updated.
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand.
es: Actualiza tu aplicación con regularidad.
fr: Mettez régulièrement à jour votre application.
pt_br: Mantenha seu app atualizado regularmente.

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization).
de: Begrenzen Sie das Anzeigen-Tracking über Ihr Gerät (z. B. auf dem iPhone gehen Sie zu Datenschutz -&gt; Werbung - &gt; Anzeigen-Tracking einschränken) und die größten Werbenetzwerke (für Google gehen Sie zu Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung).
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en iPhone, ingresa a Privacidad -> Publicidad -> Limitar el seguimiento de anuncios) y las redes publicitarias más grandes (en Google, ingresa a la cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire via votre appareil (par exemple, sur iPhone, allez dans Confidentialité ; Publicité ; Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces).
pt_br: Limite o rastreamento de anúncios por meio do seu dispositivo (por exemplo, no iPhone, acesse Privacidade - &gt; Publicidade -&gt; Limitar o rastreamento de anúncios) e as maiores redes de anúncios (para o Google, acesse a Conta do Google e desative a personalização de anúncios).

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Wenn Sie eine Registrierung starten, stimmen Sie der Verfolgung Ihrer Daten nicht zu, wenn dies möglich ist.
es: Al iniciar tu registro, no aceptes el seguimiento de tus datos siempre que sea posible.
fr: Lorsque vous créez un compte, n’acceptez pas, si possible, le suivi de vos données.
pt_br: Ao iniciar uma inscrição, não concorde com o rastreamento de seus dados, se possível.

# personal_data_collected
source: "Email, phone number, date of birth; government-issued identification, postal address, signature; racial or ethnic origin; precise location; user activity, hardware and software information, cookies, and leverage other technologies such as web beacons, software development kits (SDKs), local storage, and log files; information from payment processors, app usage and website tracking information partners, authentication partners (e.g., Google and Facebook), machine learning partners, and our consent management platform provider.<br/> <br/>Optional: location, HIV status, vaccination status, photos and videos. "
de: „E-Mail-Adresse, Telefonnummer, Geburtsdatum, behördlich ausgestelltes Ausweisdokument, Postanschrift, Unterschrift, Rasse oder ethnische Herkunft, genauer Standort, Nutzeraktivitäten, Hardware- und Softwareinformationen, Cookies und andere Technologien wie Web-Beacons, Software Development Kits (SDKs), lokale Speicher und Protokolldateien, Informationen von Zahlungsabwicklern, Partnern für die App-Nutzung und Website-Tracking-Informationen, Authentifizierungspartnern (z. B. Google und Facebook), Partnern für maschinelles Lernen und unserem Plattformanbieter für das Einwilligungsmanagement. <br/> <br/>Optional: Standort, HIV-Status, Impfstatus, Fotos und Videos.“
es: «Correo electrónico, número de teléfono, fecha de nacimiento; identificación emitida por el gobierno, dirección postal, firma; origen racial o étnico; ubicación precisa; actividad del usuario, información de hardware y software, cookies y otras tecnologías, como balizas web, kits de desarrollo de software (SDK), almacenamiento local y archivos de registro; información de procesadores de pagos, socios de información de uso de aplicaciones y seguimiento de sitios web, socios de autenticación (p. ej., Google y Facebook), socios de aprendizaje automático y nuestro proveedor de plataforma de gestión de consentimiento.<br/> <br/>Opcional: ubicación, estado de VIH, estado de vacunación, fotos y vídeos».
fr: « E-mail, numéro de téléphone, date de naissance ; identification émise par le gouvernement, adresse postale, signature ; origine raciale ou ethnique ; localisation précise ; activité de l’utilisateur, informations matérielles et logicielles, cookies, et tirer parti d’autres technologies telles que les balises Web, les kits de développement logiciel (SDK), le stockage local et les fichiers journaux ; informations provenant des processeurs de paiement, des partenaires d’utilisation d’applications et d’informations de suivi de sites Web, des partenaires d’authentification (par exemple, Google et Facebook), des partenaires d’apprentissage automatique et de notre fournisseur de plateforme de gestion du consentement.<br/> <br/>Facultatif : localisation, état sérologique, situation vaccinale, photos et vidéos. »
pt_br: "E-mail, número de telefone, data de nascimento; identificação emitida pelo governo, endereço postal, assinatura; origem racial ou étnica; localização precisa; atividade do usuário, informações de hardware e software, cookies e alavancagem de outras tecnologias, como web beacons, kits de desenvolvimento de software (SDKs), armazenamento local e arquivos de registro; informações de processadores de pagamento, uso de aplicativos e parceiros de informações de rastreamento de sites, parceiros de autenticação (por exemplo, Google e Facebook), parceiros de aprendizado de máquina e nosso provedor de plataforma de gerenciamento de consentimento.<br/> <br/>Opcional: localização, status de HIV, status de vacinação, fotos e vídeos."

# biometric_data_collected
source: Photos and videos.
de: Fotos und Videos.
es: Fotos y vídeos.
fr: Photos et vidéos.
pt_br: Fotos e vídeos.

# how_can_you_control_your_data
source: We cannot confirm if all users, regardless of location, can get their data deleted or can opt out from the 'sale' of personal information. Also, Grindr applies the consent withdrawal to the future processing only, and not to the data which has been collected already.
de: Wir können nicht bestätigen, ob alle Nutzer, unabhängig von ihrem Standort, ihre Daten löschen lassen oder dem „Verkauf“ von persönlichen Daten widersprechen können. Außerdem wendet Grindr den Widerruf der Zustimmung nur auf die zukünftige Verarbeitung an und nicht auf die Daten, die bereits erfasst wurden.
es: No podemos confirmar si todos los usuarios, independientemente de su ubicación, pueden eliminar sus datos o pueden optar por excluirse de participar en la «venta» de información personal. Además, Grindr solo permite retirar el consentimiento al procesamiento futuro, y no a los datos que ya se han recopilado.
fr: Nous ne pouvons pas confirmer si tous les utilisateurs, quel que soit leur lieu de résidence, peuvent obtenir la suppression de leurs données ou peuvent se retirer de la « vente » d’informations personnelles. En outre, Grindr applique le retrait du consentement uniquement au traitement futur, et non aux données qui ont déjà été collectées.
pt_br: No entanto, não podemos confirmar se todos os usuários, independentemente da localização, podem excluir seus dados ou desativar a "venda" de informações pessoais. Além disso, o Grindr aplica a retirada do consentimento apenas ao processamento futuro, e não aos dados que já foram coletados.

# how_can_you_control_your_data
source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Política de Privacidade

# how_can_you_control_your_data
source: "You may choose to hide your Distance Information; however, the Grindr Services will continue to sort and display your profile based on your relative distance from other users. Accordingly, even if you choose to hide your Distance Information, others may nevertheless be able to determine your Location."
de: „Sie können sich dafür entscheiden, Ihre Entfernungsangaben zu verbergen; die Grindr-Dienste werden jedoch weiterhin Ihr Profil auf der Grundlage Ihrer relativen Entfernung zu anderen Nutzern sortieren und anzeigen. Selbst wenn Sie sich dafür entscheiden, Ihre Entfernungsangaben auszublenden, können andere dennoch Ihren Standort ermitteln.“
es: «Puedes optar por ocultar tu información de distancia; sin embargo, los servicios de Grindr continuarán clasificando y mostrando tu perfil en función de tu distancia relativa con respecto a otros usuarios. En consecuencia, incluso si decides ocultar tu información de distancia, es posible que otros puedan determinar tu ubicación».
fr: « Vous pouvez choisir de masquer vos informations de distance ; cependant, les services de Grindr continueront à trier et à afficher votre profil en fonction de votre distance relative par rapport aux autres utilisateurs. En conséquence, même si vous choisissez de masquer vos informations de distance, d’autres peuvent néanmoins être en mesure de déterminer votre localisation. »
pt_br: "Você pode optar por ocultar suas Informações de Distância; no entanto, os Serviços Grindr continuarão a classificar e exibir seu perfil com base em sua distância relativa a outros usuários. Consequentemente, mesmo que você opte por ocultar suas Informações de Distância, outras pessoas podem, no entanto, ser capazes de determinar sua Localização."

# how_can_you_control_your_data
source: "We retain your Personal Information for no longer than is necessary to fulfill the purposes for which the information was collected or as otherwise permitted or pursuant to Legal Obligations or pursuant to the Grindr Terms and Conditions of Service and/or the Grindr Community Guidelines. We also retain a device identifier (i.e., IDFV and Android ID) and limited log information for up to a period of two years following account deletion to support internal reporting, metrics and statistics. Personal Information may be retained for longer periods of time if required for legal or security purposes. For example, Grindr may retain some account information, a device identifier (i.e., IDFV and Android ID), and limited log information for accounts that have been banned or that violate the Grindr Terms and Conditions of Service and/or Grindr Community Guidelines. In some circumstances, Grindr may also retain chat messages used for reporting violative behavior resulting in an account's ban."
de: „Wir speichern Ihre persönlichen Daten nur so lange, wie es notwendig ist, um die Zwecke zu erfüllen, für die die Daten gesammelt wurden, oder wie es anderweitig erlaubt ist oder gemäß den gesetzlichen Verpflichtungen oder den Grindr-Nutzungsbedingungen und/oder den Grindr-Community-Richtlinien. Wir bewahren auch eine Gerätekennung (d. h. IDFV und Android ID) und begrenzte Protokollinformationen für einen Zeitraum von bis zu zwei Jahren nach der Kontolöschung auf, um interne Berichte, Metriken und Statistiken zu unterstützen. Persönliche Daten können für längere Zeiträume aufbewahrt werden, wenn dies aus rechtlichen oder sicherheitsrelevanten Gründen erforderlich ist. Zum Beispiel kann Grindr einige Kontoinformationen, eine Gerätekennung (d. h. IDFV und Android ID) und begrenzte Protokollinformationen für Konten aufbewahren, die gesperrt wurden oder die gegen die Allgemeinen Geschäftsbedingungen von Grindr und/oder die Grindr Community-Richtlinien verstoßen. Unter bestimmten Umständen kann Grindr auch Chat-Nachrichten speichern, die zum Melden von verletzendem Verhalten verwendet wurden, das zur Sperrung eines Kontos führte.“
es: «Conservamos tu información personal durante un periodo no superior al necesario para cumplir con los fines para los que se recopiló la información, o de conformidad con las obligaciones legales o los términos y condiciones de servicio de Grindr o las directrices de la comunidad de Grindr. También conservamos un identificador de dispositivo (es decir, IDFV y Android ID) e información de registro limitada durante un período de hasta dos años después de la eliminación de la cuenta, para permitir la realización de informes, métricas y estadísticas internas. La información personal puede conservarse durante períodos de tiempo más largos si es necesario por motivos legales o de seguridad. Por ejemplo, Grindr puede conservar cierta información de la cuenta, un identificador del dispositivo (es decir, IDFV y Android ID) e información de registro limitada de cuentas que hayan sido prohibidas o que hayan infringido los términos y condiciones de servicio de Grindr o las pautas de la comunidad de Grindr. En algunas circunstancias, Grindr también puede retener los mensajes de chat para denunciar comportamientos infractores que resulten en la prohibición de una cuenta».
fr: « Nous ne conservons pas vos informations personnelles plus longtemps que nécessaire aux fins pour lesquelles elles ont été collectées ou autrement autorisées ou conformément aux obligations légales ou aux conditions d’utilisation de Grindr ou aux directives de la communauté Grindr. Nous conservons également un identifiant d’appareil (c.-à-d. IDFV et Android ID) et des informations de journal limitées pendant une période maximale de deux ans après la suppression du compte pour prendre en charge les rapports, les mesures et les statistiques internes. Les informations personnelles peuvent être conservées pendant une période plus longue, si nécessaire, à des fins juridiques ou de sécurité. Par exemple, Grindr peut conserver certaines informations de compte, un identifiant d’appareil (c.-à-d. IDFV et ID Android) et des informations de journal limitées pour les comptes qui ont été interdits ou qui enfreignent les conditions d’utilisation de Grindr ou les directives de la communauté Grindr. Dans certaines circonstances, Grindr peut également conserver les messages de chat utilisés pour signaler un comportement violent entraînant l’interdiction d’un compte. »
pt_br: "Retemos suas Informações Pessoais por não mais do que o necessário para cumprir os propósitos para os quais as informações foram coletadas ou conforme permitido de outra forma ou de acordo com as Obrigações Legais ou de acordo com os Termos e Condições de Serviço do Grindr e/ou as Diretrizes da Comunidade do Grindr. Também retemos um identificador de dispositivo (ou seja, IDFV e ID do Android) e informações de registro limitadas por um período de até dois anos após a exclusão da conta para suportar relatórios, métricas e estatísticas internas. As Informações Pessoais podem ser retidas por períodos mais longos, se necessário para fins legais ou de segurança. Por exemplo, o Grindr pode reter algumas informações da conta, um identificador de dispositivo (ou seja, IDFV e ID do Android) e informações de registro limitadas para contas que foram banidas ou que violam os Termos e Condições de Serviço do Grindr e/ou as Diretrizes da Comunidade do Grindr. Em algumas circunstâncias, o Grindr também pode reter mensagens de bate-papo usadas para relatar comportamento violento, resultando no banimento de uma conta."

# how_can_you_control_your_data
source: "<b>Where your jurisdiction's law allows</b>, you can make the following choices and exercise your rights regarding your Personal Information held by Grindr:
de: „<b>Wenn es das Gesetz Ihrer Gerichtsbarkeit erlaubt</b>, können Sie die folgenden Entscheidungen treffen und Ihre Rechte in Bezug auf Ihre von Grindr gespeicherten persönlichen Daten ausüben:“
es: «<b>Cuando la ley de tu jurisdicción lo permita</b>, puedes tomar las siguientes decisiones y ejercer tus derechos con respecto a tu información personal en poder de Grindr:
fr: « <b>Lorsque la loi de votre juridiction le permet</b>, vous pouvez faire les choix suivants et exercer vos droits concernant vos informations personnelles détenues par Grindr :
pt_br: "<b>Onde a lei da sua jurisdição o permitir</b>, pode fazer as seguintes escolhas e exercer os seus direitos em relação às suas Informações Pessoais detidas pelo Grindr:
