Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/grindr.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: "Grindr is transitioning to the storage of chat messages on its servers to support the use of the Grindr Services including enhanced safety features and an improved user experience across multiple platforms and devices, which will result in a longer retention in compliance with our data retention policy. However, chat messages, including images and recordings, may still be retained locally on user devices and may still be retained on the recipient's device even after the information is no longer available on Grindr's servers."
de: „Grindr befindet sich im Übergang zur Speicherung von Chat-Nachrichten auf seinen Servern, um die Nutzung der Grindr-Dienste zu unterstützen, einschließlich verbesserter Sicherheitsfunktionen und einer verbesserten Benutzererfahrung auf mehreren Plattformen und Geräten. Dies wird zu einer längeren Speicherung im Einklang mit unserer Richtlinie zur Datenspeicherung führen. Allerdings können Chat-Nachrichten, einschließlich Bilder und Aufnahmen, weiterhin lokal auf Benutzergeräten gespeichert werden und können auch auf dem Gerät des Empfängers gespeichert bleiben, selbst nachdem die Informationen nicht mehr auf den Grindr-Servern verfügbar sind.“
es: «Grindr está haciendo la transición al almacenamiento de mensajes de chat en sus servidores para respaldar el uso de los servicios de Grindr, que incluyen funciones de seguridad mejoradas y una experiencia de usuario mejorada en múltiples plataformas y dispositivos, lo que dará como resultado una retención más prolongada de acuerdo con nuestra política de retención de datos. Sin embargo, los mensajes de chat, incluidas las imágenes y las grabaciones, aún pueden conservarse localmente en los dispositivos del usuario y pueden conservarse en el dispositivo del destinatario incluso después de que la información ya no esté disponible en los servidores de Grindr».
fr: « Grindr passe au stockage des messages de chat sur ses serveurs pour prendre en charge l’utilisation des services de Grindr, y compris des fonctionnalités de sécurité améliorées et une expérience utilisateur améliorée sur plusieurs plateformes et appareils, ce qui se traduira par une conservation plus longue conformément à notre politique de conservation des données. Cependant, les messages de chat, y compris les images et les enregistrements, peuvent toujours être conservés localement sur les appareils des utilisateurs et peuvent toujours être conservés sur l’appareil du destinataire même après que les informations ne sont plus disponibles sur les serveurs de Grindr. »
pt_br: "O Grindr está fazendo a transição para o armazenamento de mensagens de bate-papo em seus servidores para suportar o uso dos Serviços Grindr, incluindo recursos de segurança aprimorados e uma experiência de usuário aprimorada em várias plataformas e dispositivos, o que resultará em uma retenção mais longa em conformidade com nossa política de retenção de dados. No entanto, as mensagens de bate-papo, incluindo imagens e gravações, ainda podem ser retidas localmente nos dispositivos do usuário e ainda podem ser retidas no dispositivo do destinatário, mesmo depois que as informações não estiverem mais disponíveis nos servidores do Grindr."

# how_does_it_use_data_collected
source: Your U.S. State Privacy Rights
de: Ihre Datenschutzrechte in den US-Bundesstaaten
es: Tus derechos de privacidad estatales de EE. UU.
fr: Vos droits à la vie privée aux États-Unis
pt_br: Seus Direitos de Privacidade no âmbito Estadual nos Estados Unidos

# how_does_it_use_data_collected
source: Grindr "sold/shared" in the preceding 12 months for business purposes the following personal data categories: "Identifiers and contact information, such as email, phone number, online identifiers (e.g., IDFA, GAID, IDFV) and IP address"
de: Grindr hat in den vorangegangenen 12 Monaten für geschäftliche Zwecke die folgenden Kategorien von persönlichen Daten „verkauft/weitergegeben“: „Identifikatoren und Kontaktinformationen, wie E-Mail, Telefonnummer, Online-Identifikatoren (z.B. IDFA, GAID, IDFV) und IP-Adresse.“
es: En los 12 meses anteriores, Grindr «vendió/compartió» con fines comerciales las siguientes categorías de datos personales: «Identificadores e información de contacto, como correo electrónico, número de teléfono, identificadores en línea (p. ej., IDFA, GAID, IDFV) y dirección IP»
fr: Grindr a « vendu ou partagé » au cours des 12 derniers mois à des fins commerciales les catégories de données personnelles suivantes : « Identifiants et coordonnées tels que l’adresse e-mail, le numéro de téléphone, les identifiants en ligne (par exemple, IDFA, GAID, IDFV) et l’adresse IP »
pt_br: O Grindr "vendeu/compartilhou" nos 12 meses anteriores para fins comerciais as seguintes categorias de dados pessoais: "Identificadores e informações de contato, como e-mail, número de telefone, identificadores online (por exemplo, IDFA, GAID, IDFV) e endereço IP".

# how_does_it_use_data_collected
source: Behavioral Advertising
de: Verhaltensbezogene Werbung
es: Publicidad conductual
fr: Publicité comportementale
pt_br: Publicidade Comportamental

# how_does_it_use_data_collected
source: "Before creating your Grindr account, you will be presented with a consent preference screen where you can control if your Personal Information can be used by our Ad / Marketing Partners."
de: „Bevor Sie Ihr Grindr-Konto erstellen, wird Ihnen ein Zustimmungspräferenzbildschirm angezeigt, auf dem Sie steuern können, ob Ihre persönlichen Daten von unseren Werbe-/Marketingpartnern verwendet werden können.“
es: «Antes de crear tu cuenta de Grindr, se te presentará una pantalla de preferencias de consentimiento en la que podrás controlar si nuestros socios publicitarios /de marketing pueden utilizar tu información personal».
fr: « Avant de créer votre compte Grindr, un écran de préférence de consentement vous sera présenté, dans lequel vous pourrez contrôler si vos informations personnelles peuvent être utilisées par nos partenaires publicitaires ou marketing. »
pt_br: "Antes de criar a sua conta Grindr, você será apresentado a uma tela de preferência de consentimento onde pode controlar se as suas Informações Pessoais podem ser usadas pelos nossos Parceiros de Publicidade/Marketing."

# how_does_it_use_data_collected
source: "You will be presented with a consent preference screen where you can control if your Personal Information can be used by Grindr to perform advertising campaigns for the Grindr Services on third-party platforms (e.g., Meta, Snap, etc.). See "Behavioral Advertising Within The Grindr Services" section for further details on the CMP and opting out of behavioral targeting at the device level."
de: „Ihnen wird ein Zustimmungspräferenzbildschirm präsentiert, auf dem Sie steuern können, ob Ihre persönlichen Daten von Grindr verwendet werden können, um Werbekampagnen für die Grindr-Dienste auf Drittanbieterplattformen (z. B. Meta, Snap usw.) durchzuführen. Siehe Abschnitt ‚Verhaltensbezogene Werbung innerhalb der Grindr-Dienste‘ für weitere Details zum CMP und zum Widerspruch von verhaltensbezogenem Targeting auf Geräteebene.“
es: «Se te presentará una pantalla de preferencias de consentimiento donde podrás controlar si tu información personal puede ser utilizada por Grindr para realizar campañas publicitarias para los servicios de Grindr en plataformas de terceros (p. ej., Meta, Snap, etc.). Consulta la sección “Publicidad conductual dentro de los servicios de Grindr” para obtener más detalles sobre la plataforma CMP y la exclusión voluntaria de la orientación conductual a nivel de dispositivo».
fr: « Un écran de préférence de consentement vous sera présenté, dans lequel pourrez contrôler si vos informations personnelles peuvent être utilisées par Grindr pour effectuer des campagnes publicitaires pour les services de Grindr sur des plateformes tierces (par exemple, Meta, Snap, etc.). Voir la section « Publicité comportementale dans les services de Grindr » pour plus de détails sur le CMP et la désactivation du ciblage comportemental au niveau de l’appareil. »
pt_br: "Será apresentada uma tela de preferência de consentimento onde você pode controlar se suas Informações Pessoais podem ser usadas pelo Grindr para realizar campanhas publicitárias para os Serviços do Grindr em plataformas de terceiros (por exemplo, Meta, Snap, etc.). Consulte a seção 'Publicidade comportamental nos serviços do Grindr' para obter mais detalhes sobre o CMP e a desativação da segmentação comportamental no nível do dispositivo."

# how_does_it_use_data_collected
source: <b>Machine learning, profiling and automated decision-making at Grindr</b><br/><br/> "Note that <b>we do not share information about your HIV status or last tested date with machine learning partners, nor do we process all of the information in your Grindr profile (e.g., ethnicity) for personalization purposes."</b>
de: <b>Maschinelles Lernen, Profilerstellung und automatisierte Entscheidungsfindung bei Grindr</b><br/><br/> „Beachten Sie, dass <b>wir Informationen über Ihren HIV-Status oder das letzte Testdatum nicht mit Partnern für maschinelles Lernen teilen, noch verarbeiten wir alle Informationen in Ihrem Grindr-Profil (z. B. Ethnizität) zu Personalisierungszwecken.“</b>
es: <b>Aprendizaje automático, creación de perfiles y toma de decisiones automatizada en Grindr</b><br/><br/> «Ten en cuenta que <b>no compartimos información sobre tu estado de VIH ni la fecha de la última prueba con socios de aprendizaje automático, ni procesamos toda la información de tu perfil de Grindr (p. ej., etnia) con fines de personalización».</b>
fr: <b>Apprentissage automatique, profilage et prise de décision automatisée chez Grindr</b><br/><br/> « Notez que <b>nous ne partageons pas d’informations sur votre état sérologique ou votre date du dernier test avec des partenaires d’apprentissage automatique, ni ne traitons toutes les informations de votre profil Grindr (par exemple, l’origine ethnique) à des fins de personnalisation. »</b>
pt_br: <b>Aprendizado de máquina, criação de perfil e tomada de decisão automatizada no Grindr</b><br/><br/> "Observe que <b>não compartilhamos informações sobre seu status de HIV ou data do último teste com parceiros de aprendizado de máquina, nem processamos todas as informações em seu perfil do Grindr (por exemplo, etnia) para fins de personalização."</b>

# how_does_it_use_data_collected
source: <b>Data Trackers Found</b><br/>We discovered 1024 trackers within 2 minutes of use, including sending data to Amplitude, Siftscience, Crashlytics, Google, etc.
de: <b>Gefundene Daten-Tracker</b><br/>Wir haben innerhalb von 2 Minuten Nutzung 1024 Tracker entdeckt, einschließlich der Datenübermittlung an Amplitude, Siftscience, Crashlytics, Google usw.
es: <b>Rastreadores de datos encontrados</b><br/>Descubrimos 1024 rastreadores en 2 minutos de uso, incluido el envío de datos a Amplitude, Siftscience, Crashlytics, Google, etc.
fr: <b>Traceurs de données trouvés</b><br/>Nous avons découvert 1 024 traceurs dans les 2 minutes suivant l’utilisation, y compris l’envoi de données à Amplitude, Siftscience, Crashlytics, Google, etc.
pt_br: <b>Rastreadores de dados encontrados</b><br/>Descobrimos 1024 rastreadores em 2 minutos de uso, incluindo o envio de dados para Amplitude, Siftscience, Crashlytics, Google, etc.

# user_friendly_privacy_policy_helptext
source: Relatively accessible though a lot of different tabs to read through all the different infos (see different tabs in Grinder's Privacy Policy). While the amount of info is meant to infom the user, it can be quite daunting to read, understand and retain all the info, especially determining which is the most crucial to know. Plus, subjetive evaluation but Grindr strikes me as quite aggressive in its lanaguge - their Privacy texts are incredibly long and intense, as though they will scare you and confuse you
de: Relativ zugänglich, obwohl es viele verschiedene Registerkarten gibt, um alle verschiedenen Informationen zu lesen (siehe die verschiedenen Registerkarten in der Datenschutzrichtlinie von Grinder). Während die Menge an Informationen dazu gedacht ist, den Benutzer zu informieren, kann es ziemlich entmutigend sein, alle Informationen zu lesen, zu verstehen und zu behalten, insbesondere zu bestimmen, welche am wichtigsten zu wissen sind. Außerdem ist Grindr in seiner Sprache ziemlich aggressiv – ihre Datenschutztexte sind unglaublich lang und intensiv, als ob sie Sie erschrecken und verwirren würden
es: Relativamente accesible a través de muchas pestañas para leer las diferentes informaciones (consulta las pestañas en la política de privacidad de Grinder). Si bien la cantidad de información está destinada a informar al usuario, puede ser bastante desalentador leer, comprender y retener toda esa información, y especialmente determinar cuál es la más importante. Además, esto es subjetivo, pero el lenguaje de Grindr me parece bastante agresivo: sus textos de privacidad son increíblemente largos e intensos, como si quisieran asustarte y confundirte.
fr: Relativement accessible grâce à de nombreux onglets différents pour lire toutes les différentes informations (voir les différents onglets dans la politique de confidentialité de Grinder). Bien que la quantité d’informations soit destinée à informer l’utilisateur, il peut sembler presque insurmontable de lire, de comprendre et de conserver toutes les informations, en particulier de déterminer lesquelles sont les plus importantes à connaître. De plus, l’évaluation subjective, mais Grindr me semble assez agressif dans son language – leurs textes sur la confidentialité sont incroyablement longs et intenses, comme s’ils voulaient vous effrayer et vous embrouiller
pt_br: Relativamente acessível, embora haja muitas guias diferentes para ler todas as informações diferentes (consulte as guias diferentes na Política de Privacidade do Grinder). Embora a quantidade de informações seja destinada a informar o usuário, pode ser bastante assustador ler, entender e reter todas as informações, especialmente determinar qual é a mais importante de saber. Além disso, falando de forma subjetiva, o Grindr me parece bastante agressivo em sua linguagem — seus textos de Privacidade são incrivelmente longos e intensos, como se fossem assustá-lo e confundi-lo.

# uses_encryption_helptext
source: Grindr shared with us that they "use industry best standards for both encryption at rest and in transit. Examples are TLS 1.3 and AES-256 for in transit and at rest respectively."
de: Grindr teilte uns mit, dass sie „branchenübliche Standards sowohl für die Verschlüsselung im Ruhezustand als auch während der Übertragung verwenden. Beispiele sind TLS 1.3 und AES-256 für die Übertragung bzw. im Ruhezustand.“
es: Grindr compartió con nosotros que «utilizan los mejores estándares de la industria tanto para el cifrado en reposo como en tránsito. Ejemplos son TLS 1.3 y AES-256 para en tránsito y en reposo respectivamente».
fr: Grindr nous a indiqué qu’ils « utilisent les meilleures normes de l’industrie pour le chiffrement au repos et en transit. Par exemple, TLS 1.3 et AES-256 pour en transit et au repos respectivement. »
pt_br: O Grindr compartilhou conosco que eles "usam os melhores padrões do setor para criptografia em repouso e em trânsito. Exemplos são TLS 1.3 e AES-256 para em trânsito e em repouso, respectivamente".

# strong_password_helptext
source: Grindr told us in an email they required a strong password, however we were able to log in to the app with '11111111' as a password on our Android phones.
de: Grindr hat uns in einer E-Mail mitgeteilt, dass sie ein starkes Passwort benötigen. Wir konnten uns jedoch mit „11111111“ als Passwort auf unseren Android-Handys in die App einloggen.
es: Grindr nos dijo en un correo electrónico que requieren una contraseña segura, sin embargo, pudimos iniciar sesión en la aplicación con «11111111» como contraseña en nuestros teléfonos Android.
fr: Grindr nous a indiqué dans un e-mail qu’ils avaient besoin d’un mot de passe fort, mais nous avons pu nous connecter à l’application avec le mot de passe ’11111111’ sur nos téléphones Android.
pt_br: O Grindr nos disse por e-mail que eles precisavam de uma senha forte, no entanto, conseguimos fazer login no aplicativo com "11111111" como senha em nossos telefones Android.

# manage_vulnerabilities_helptext
source: Grindr runs a <a id="a1">bug bounty</a> program.
de: Grindr verfügt über ein <a id="a1">Bug-Bounty</a>-Programm.
es: Grindr posee un programa de <a id="a1">cazadores de bugs</a>.
fr: Grindr a mis en place un programme <a id="a1">de recherche de bogues</a>.
pt_br: O Grindr executa um programa de <a id="a1">recompensas por bugs</a>.

# tips_to_protect_yourself
source: Visit the app's privacy preferences at the app and opt out from personalized advertising as well as all non-essential data collection.
de: Rufen Sie die Datenschutzeinstellungen der App in der App auf und deaktivieren Sie personalisierte Werbung sowie alle nicht wesentlichen Datenerhebungen.
es: Visita las preferencias de privacidad dentro de la aplicación y opta por excluirte de la publicidad personalizada y de toda la recopilación de datos no esenciales.
fr: Consultez les préférences de confidentialité de l’application et refusez la publicité personnalisée ainsi que toute collecte de données non essentielle.
pt_br: Visite as preferências de privacidade do aplicativo e desative a publicidade personalizada, bem como toda a coleta de dados não essenciais.

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data nor does close your account.
de: Fordern Sie die Löschung Ihrer Daten an, sobald Sie die App nicht mehr verwenden. Das einfache Löschen einer App von Ihrem Gerät löscht in der Regel weder Ihre persönlichen Daten noch schließt es Ihr Konto.
es: Solicita que se eliminen tus datos una vez que dejes de usar la aplicación. Por lo general, el simple hecho de eliminar una aplicación de tu dispositivo no elimina tus datos personales ni cierra tu cuenta.
fr: Demandez la suppression de vos données lorsque vous cessez d’utiliser l’application. La simple suppression d’une application de votre appareil n’efface généralement pas vos données personnelles et ne clôture pas votre compte.
pt_br: Solicite que seus dados sejam excluídos assim que você parar de usar o aplicativo. A simples exclusão de um aplicativo do seu dispositivo geralmente não apaga seus dados pessoais nem fecha sua conta.

# tips_to_protect_yourself
source: Do not give consent to constant geolocation tracking by the app. Better provide geolocation 'only when using the app'.
de: Geben Sie keine Zustimmung zur ständigen Geolokalisierungsverfolgung durch die App. Wählen Sie besser Geolokalisierung „nur bei Verwendung der App“.
es: No otorgues tu consentimiento para el seguimiento constante de geolocalización por parte de la aplicación. Es mejor permitir la geolocalización «solo cuando la aplicación está en uso».
fr: Ne donnez pas votre consentement à un suivi constant de votre géolocalisation par l’application. Il est préférable de fournir la géolocalisation « uniquement pendant l’utilisation de l’application ».
pt_br: Não dê consentimento para o rastreamento constante de geolocalização pelo aplicativo. É melhor fornecer geolocalização "somente ao usar o aplicativo".

# tips_to_protect_yourself
source: Do not share sensitive data through the app.
de: Teilen Sie keine sensiblen Daten über die App.
es: No compartas datos confidenciales a través de la aplicación.
fr: Ne partagez pas de données sensibles via l’application.
pt_br: Não compartilhe dados confidenciais pelo aplicativo.

# tips_to_protect_yourself
source: Do not give access to your photos and video or camera.
de: Geben Sie keinen Zugriff auf Ihre Fotos und Videos oder Kameras.
es: No permitas el acceso a tus fotos, vídeo o cámara.
fr: Ne donnez pas accès à vos photos et vidéos ou à votre appareil photo.
pt_br: Não dê acesso às suas fotos e vídeo ou câmera.

# tips_to_protect_yourself
source: Do not log in using third-party accounts.
de: Melden Sie sich nicht mit Drittanbieterkonten an.
es: No inicies sesión con cuentas de terceros.
fr: Ne vous connectez pas par le biais de comptes tiers.
pt_br: Não faça login usando contas de terceiros.

# tips_to_protect_yourself
source: Do not connect to any third party via the app, or at least make sure that a third party employs decent privacy practices.
de: Stellen Sie keine Verbindung zu Dritten über die App her oder stellen Sie zumindest sicher, dass ein Dritter angemessene Datenschutzpraktiken anwendet.
es: No te conectes a ningún sitio externo a través de la aplicación, o al menos asegúrate antes de que dicho tercero tenga prácticas de privacidad decentes.
fr: Ne vous connectez pas à un service tiers via l’application, ou assurez-vous au moins que ce service tiers applique des pratiques décentes en matière de protection de la vie privée.
pt_br: Não se conecte a terceiros pelo aplicativo, ou pelo menos certifique-se de que um terceiro empregue práticas de privacidade decentes.

# tips_to_protect_yourself
source: Do not give consent for sharing of personal data for marketing and advertising.
de: Geben Sie keine Zustimmung zur Weitergabe personenbezogener Daten für Marketing und Werbung.
es: No otorgues tu consentimiento para compartir datos personales con fines de marketing y publicidad.
fr: Ne donnez pas votre consentement au partage de vos données personnelles à des fins de marketing et de publicité.
pt_br: Não dê consentimento para o compartilhamento de dados pessoais para marketing e publicidade.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc.
de: Wählen Sie ein sicheres Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes utilizar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe fort ! Vous pouvez utiliser un outil de contrôle de mot de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Do not use social media plug-ins.
de: Verwenden Sie keine Social-Media-Plugins.
es: No uses complementos de redes sociales.
fr: N’utilisez pas de plug-ins de réseaux sociaux.
pt_br: Não use plug-ins de mídia social.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary).
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre persönlichen Daten über die App zu beschränken (gewähren Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Ihren Standort, es sei denn, dies ist erforderlich).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no permitas el acceso a tu cámara, micrófono, imágenes o ubicación, a menos que sea necesario).
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre appareil photo, votre microphone, vos photos, votre localisation, sauf si cela s’avère nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso às suas informações pessoais via aplicativo (não dê acesso à sua câmera, microfone, imagens, localização, a menos que necessário).
