Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/hallow.po
Languages: es, pt_br

# blurb
source: Hallow is a Catholic prayer and meditation app launched at the end of 2018. A $60 per year subscription (or $8.99 per month) gives users access to over 500 prayers, 3,500+ meditations, sleep Bible stories, music, sermons, and more. At the end of 2021, Hallow announced <a id="a1">investor funding</a> of over $50 million dollars from some big names in <a id="a2">Silicon Valley venture capital</a>, including Peter Thiel, who recently<a id="a3"> left Facebook/Meta's</a> board to become more involved in politics, supporting candidates who align with Donald Trump's agenda. All in all, Hallow's privacy practices seem to be the best of the five pray apps we reviewed, although they do use users' data for marketing purposes. Hallow seems to particularly be fond of <a id="a4">advertising on Facebook</a>.
es: Hallow es una aplicación de oraciones y meditaciones católicas que fue lanzada a finales de 2018. Una suscripción de 60 dólares por año (o de $ 8.99 por mes) les da a los usuarios acceso a más de 500 oraciones, 3.500 meditaciones, historias bíblicas para irse a dormir, música, sermones y más. A finales de 2021, Hallow anunció el <a id="a1">financiamiento de inversores</a> por más de 50 millones de dólares por parte de algunos de los grandes nombres del <a id="a2">capital de riesgo de Silicon Valley</a>, incluyendo a Peter Thiel, quien recientemente<a id="a3"> abandonó la junta de Facebook/Meta</a> para involucrarse más en la política, apoyando candidatos alineados con la agenda de Donald Trump. En general, las prácticas de privacidad de Hallow parecen ser las mejores de las cinco aplicaciones de oración que revisamos, aunque utilizan los datos de los usuarios para fines de marketing. Hallow parece ser particularmente aficionado a las <a id="a4">publicidades en Facebook</a>.
pt_br: Hallow é um aplicativo católico de oração e meditação lançado no final de 2018. Uma assinatura de US$60 por ano (ou US$8,99 por mês) dá aos usuários acesso a mais de 500 orações, mais de 3.500 meditações, histórias bíblicas para dormir, música, sermões e muito mais. No final de 2021, o Hallow anunciou <a id="a1">um financiamento de investidores</a> de mais de US$50 milhões de dólares de alguns grandes nomes do <a id="a2">capital de risco do Vale do Silício</a>, incluindo Peter Thiel, que recentemente<a id="a3"> deixou a administração do Facebook/Meta</a> para se envolver mais na política, apoiando candidatos que se alinham com a pauta de Donald Trump. Em suma, as práticas de privacidade do Hallow parecem ser as melhores dos cinco aplicativos de orações que avaliamos, embora usem os dados dos usuários para fins de marketing. O Hallow parece gostar particularmente de <a id="a4">propaganda no Facebook</a>.

# blurb
source: With prayer apps such a growing phenomenon, when Hallow founder Alex Jones was asked about their biggest competition in this space he responded, "in all honesty, if folks are ending up in heaven, we don't really care how they get there." Here's hoping an app can help get you to heaven.
es: Ante el fenómeno creciente de las aplicaciones de oración, cuando se le preguntó al fundador de Hallow, Alex Jones, sobre su mayor competencia en este espacio, respondió: «con total honestidad, si la gente acaba en el cielo, realmente no nos importa cómo llegan hasta allí». Espero que una aplicación pueda ayudarte a ir al cielo.
pt_br: Com o fenômeno crescente dos aplicativos de oração, quando perguntaram ao fundador do Hallow, Alex Jones, qual a sua maior concorrência nesse espaço, ele respondeu: "com toda a sinceridade, se as pessoas acabam indo para o céu, nós realmente não nos importamos como elas chegam lá". Aqui está a esperança de que um aplicativo pode ajudar você a chegar ao céu.

# worst_case
source: Credit where credit is due -- of the 32 app makers we emailed with our privacy questions when we began our research into mental health and prayer apps, Hallow is the only one who replied to us and quickly answered all our questions. Good work Hallow, we appreciate you!
es: Cuando algo se hace bien, hay que reconocerlo: de los 32 desarrolladores de aplicaciones a quienes enviamos un correo electrónico con nuestras preguntas de privacidad al comenzar nuestra investigación sobre aplicaciones de salud mental y oración, Hallow es el único que nos respondió y que contestó rápidamente a todas las preguntas. ¡Buen trabajo, Hallow, lo agradecemos!
pt_br: Crédito onde o crédito é devido – dos 32 criadores de aplicativos para os quais enviamos perguntas de privacidade por email quando começamos nossa pesquisa sobre saúde mental e aplicativos de oração, o Hallow foi o único que respondeu o email, e rapidamente respondeu a todas as nossas perguntas. Bom trabalho, Hallow, agradecemos!

# worst_case
source: So, how does Hallow's privacy practices look? The say the collect personal information, including name, email, phone number, age, gender (inferred based on your name), IP address and geolocation data, as well as things like app usage data, prayer minutes, and the text of personal journal entries. Some of this personal data (not private sensitive personal data like your journal entries) they say they can use for targeted interest-based and behavioral advertising, which we don't love. And they do say they can share data with a number of third parties, including advertising and marketing partners which. again, we don't love.
pt_br: Então, como estão as práticas de privacidade do Hallow? Eles dizem que coletam informações pessoais, incluindo nome, email, número de telefone, idade, gênero (inferido com base no seu nome), endereço IP e dados de geolocalização, além de coisas como dados de uso do aplicativo, atas de oração e o texto das entradas do diário pessoal. Ele diz que alguns desses dados pessoais (não dados pessoais confidenciais privados, como seus lançamentos no diário) podem ser usados para propaganda comportamental e direcionada para o interesse, que não gostamos. E diz que pode compartilhar dados com vários terceiros, incluindo parceiros de propaganda e marketing que, novamente, não gostamos.

# worst_case
source: Our biggest concern with Hallow is that they allow the use of a relatively weak password. We were able to login with the password "111111". Hallow told us the will be updating their password requirements to require a strong password "this coming quarter." We will update our review when we've confirmed that has been updated, which should then remove our <i>*Privacy Not Included</i> warning label. Hallow also says they will be adding text-message verification code sign up soon too, which is great, as we like <a id="a1">two-factor authentication</a> here at <i>*Privacy Not Included</i>.
pt_br: Nossa maior preocupação com o Hallow é que ele permite o uso de uma senha relativamente fraca. Conseguimos fazer login com a senha "111111". O Hallow nos disse que atualizará seus requisitos de senha para exigir uma senha forte "nesse próximo trimestre". Atualizaremos o nosso comentário assim que confirmarmos que foi atualizado, o que deverá remover o nosso selo de alerta <i>*Privacidade não incluída</i>. O Hallow também diz que vai adicionar código de verificação por mensagem de texto em breve, o que é ótimo, pois gostamos de <a id="a1">autenticação de dois fatores</a> aqui em <i>*Privacidade não incluída</i>.

# worst_case
source: What's the worst that could happen. Well, you could download and use Hallow and before you know it, you and all your friends and family now see targeted Hallow ads everywhere you go. Soon the guilt sets in that you're not using your Hallow prayer app enough because life got busy. Now you feel like you need to go ask your priest for forgiveness. Three Hail Mary's later and you're all good. Here's hoping that doesn't happen...or that really is the worst thing that happens.
es: ¿Qué es lo peor que podría pasar? Bueno, podrías descargar y usar Hallow y, repentinamente, tú, tus amigos y familiares comenzarán a ver anuncios de Hallow por donde quiera que vayan. Pronto comenzarás a sentirte culpable por no estar utilizando la aplicación de oración de Hallow lo suficiente a causa de las ocupaciones de la vida e irás a pedir el perdón a tu sacerdote. Tres Avemarías más tarde ya te sentirás mejor. Esperemos que nada de esto suceda... o que realmente sea lo peor que puede pasar.
pt_br: Qual é o pior que poderia acontecer? Bem, você pode baixar e usar o Hallow e, antes que perceba, você e todos os seus amigos e parentes agora veem anúncios direcionados do Hallow em todas as telas que vocês acessam. Logo se instala a culpa de que você não está usando seu aplicativo de oração Hallow o suficiente porque a vida ficou ocupada. Agora você sente que precisa pedir perdão ao seu padre. Três Ave-Marias mais tarde e está tudo bem. Esperamos que isso não aconteça... ou que seja a pior coisa que possa acontecer.

# signup_requirement_explanation
source: Apple or Google
es: Apple o Google
pt_br: Apple ou Google

# how_does_it_use_data_collected
source: Hallow says they do not sell personal data.
es: Hallow afirma que no vende datos personales.
pt_br: Hallow diz que eles não vendem dados pessoais.

# how_does_it_use_data_collected
source: Hallow does use personal information to show you advertisements, including interest-based or online behavioral advertising. Hallow does share your data with third parties such as marketing and advertising partners
es: Hallow utiliza información personal para mostrarte anuncios que incluyen publicidad basada en intereses o comportamientos en línea. Hallow comparte tus datos con terceros como sus socios de marketing y publicidad
pt_br: O Hallow usa informações pessoais para mostrar anúncios, incluindo propaganda comportamental ou baseada em interesses. O Hallow compartilha seus dados com terceiros, como parceiros de marketing e propaganda

# how_does_it_use_data_collected
source: Hallow encrypted Private Sensitive Personal Data like journal entries or reflections, so that only you have access to that content.
pt_br: O Hallow criptografou dados pessoais confidenciais privados, como entradas de diário ou reflexões, para que apenas você tenha acesso a esse conteúdo.

# how_does_it_use_data_collected
source: Hallow does not sell, rent, or otherwise provide users’ Personal Data to any data brokers. Hallow does not share any Private Sensitive Personal Data with any Advertising Partners.
es: Hallow no vende, alquila ni proporciona de otro modo los datos personales de los usuarios a ningún bróker de datos. Hallow no comparte ningún dato personal confidencial privado con ningún socio publicitario.
pt_br: O Hallow não vende, aluga nem fornece os dados pessoais dos usuários a nenhuma corretora de dados. O Hallow não compartilha nenhum dado pessoal confidencial privado com nenhum parceiro de propaganda.

# how_does_it_use_data_collected
source: The only data Hallow does share with advertising partners, so that they can figure out whether an ad was effective or not, is only whether someone first began using the app (i.e., if an initial download was a result of a particular campaign).
pt_br: Os únicos dados que o Hallow compartilha com parceiros de propaganda, para que possam descobrir se um anúncio foi eficaz ou não, é apenas se alguém começou a usar o aplicativo (ou seja, se um download inicial foi resultado de uma campanha específica).

# uses_encryption_helptext
source: All data is encrypted both in transit and at rest utilizing industry standard (e.g. AES-256). Additionally any private sensitive personal data such as journal entries are further encrypted in such a way that not even anyone at Hallow is able to access, only the user.
es: Todos los datos son cifrados tanto en tránsito como en reposo, utilizando el estándar de la industria (por ejemplo: AES-256). Además, los datos personales confidenciales privados, como las entradas del diario, se cifran de tal manera que ni siquiera las personas de Hallow puede acceder a ellos, únicamente los usuarios.
pt_br: Todos os dados são criptografados tanto em trânsito quanto em repouso, usando o padrão da indústria (por exemplo, AES-256). Além disso, quaisquer dados pessoais confidenciais privados, como entradas de diário, são criptografados de tal forma que nem mesmo ninguém no Hallow pode acessar, apenas o usuário.

# strong_password_helptext
source: Allowed us to register with '111111'.
pt_br: Permitiu que nos registrássemos com "111111".

# tips_to_protect_yourself
source: Do not provide consent for sharing personal data with third parties, whenever possible.
es: Siempre que sea posible, evita otorgar tu consentimiento para compartir datos personales con terceros.
pt_br: Não forneça consentimento para o compartilhamento de dados pessoais com terceiros, sempre que possível.

# tips_to_protect_yourself
source: Ensure you have a strong password! The app will not prompt you to do so.
es: ¡Procura establecer una contraseña segura! La aplicación no te pedirá que lo hagas.
pt_br: Certifique-se de ter uma senha forte! O aplicativo não solicitará que você faça isso.

# personal_data_collected
source: Name, email, phone number
es: Nombre, correo electrónico, número de teléfono
pt_br: Nome, email, número de telefone

# how_can_you_control_your_data
source: You may delete your full account and all data associated with it at any point. You can do so by going to the Delete My Account section in the app or on the website. At any time you may opt out of cookies and other tracking or exercise your other rights under the California Consumer Privacy Act and the General Data Protection Regulation.
es: Puedes eliminar tu cuenta completa y todos los datos asociados a ella en cualquier momento. Para hacerlo, accede a la sección «Eliminar mi cuenta» en la app o la página web. En cualquier momento puedes optar por no recibir cookies y otros tipos de seguimiento, o ejercer el resto de tus derechos en virtud de la Ley de Privacidad del Consumidor de California y el Reglamento General de Protección de Datos.
pt_br: Você pode excluir sua conta completa e todos os dados associados a ela a qualquer momento. Você pode fazer isso acessando a seção "Excluir minha conta" no aplicativo ou no site. A qualquer momento, você pode optar por não receber cookies e outros rastreamentos ou exercer seus outros direitos sob a Lei de Privacidade do Consumidor da Califórnia e o Regulamento Geral de Proteção de Dados.

# how_can_you_control_your_data
source: They delete user data upon request or upon inactivity for 7 years.
es: Eliminan los datos de usuario a petición o tras una inactividad de 7 años.
pt_br: O Hallow exclui dados do usuário mediante solicitação ou inatividade por 7 anos.

# track_record_details
source: No known privacy or security incidents discovered in the last 3 years.
es: No se han conocido incidentes de privacidad o seguridad en los últimos 3 años.
pt_br: Nenhum incidente conhecido de privacidade ou segurança foi descoberto nos últimos 3 anos.

# child_safety_blurb
source: In no instance do Hallow sell any Personal Data of users that are a Child under the Age of Consent.
pt_br: Em nenhuma circunstância o Hallow vende quaisquer Dados Pessoais de usuários que são uma Criança sob a Idade de Consentimento.

# offline_use_description
source: A user is able to download audio files to listen offline.
es: Los usuarios pueden descargar archivos de audio para escuchar sin conexión.
pt_br: Os usuários podem baixar arquivos de áudio para ouvir offline.

# worst_case
source: So, how does Hallow's privacy practices look? They say they collect personal information, including name, email, phone number, gender (inferred based on your name), and IP address, as well as things like app usage data, prayer minutes, and the text of personal journal entries. Some of this personal data (not private sensitive personal data like your journal entries) they say they can use for targeted interest-based and behavioral advertising, which we don't love. And they do say they can share data with a number of third parties, including advertising and marketing partners which, again, we don't love.
es: Entonces, ¿cómo son las prácticas de privacidad de Hallow? Ellos declaran que recopilan datos personales que incluyen nombre, correo electrónico, número de teléfono, sexo (deducido en función del nombre) y dirección IP, junto con otras cosas como datos de uso de la aplicación, minutos de oración y textos de las entradas del diario personal. Además, dicen que pueden usar algunos de estos datos personales (no los datos personales confidenciales privados, como tus entradas del diario) para publicidad dirigida basada en intereses y comportamientos, algo que no nos gusta demasiado. Y también agregan que pueden compartir datos con algunos terceros, incluyendo socios publicitarios y de marketing, algo que tampoco nos encanta.

# worst_case
source: When we first published our review of Hallow, we found they allowed the use of a relatively weak password. We were able to login with the password "111111". Since publishing our review, Hallow has updated their password requirement to require users to login with a strong password. This removed our *<i>Privacy Not Included</i> warning label. We appreciate Hallow taking this step to better secure their app. Hallow also says they will be adding text-message verification code sign up soon too, which is great, as we like <a id="a1">two-factor authentication</a> here at <i>*Privacy Not Included</i>.
es: Cuando realizamos nuestra primera reseña de Hallow, descubrimos que nos permitían usar una contraseña relativamente débil; pudimos iniciar sesión con la contraseña «111111». Después de haber publicado esa reseña, Hallow actualizó sus requisitos de contraseña y ahora exigen contraseñas seguras. Por ese motivo, hemos eliminado nuestra etiqueta de advertencia por *<i>Privacidad no incluida.</i> Agradecemos que Hallow haya dado ese paso para mejorar la seguridad de su aplicación. También nos han dicho que pronto agregarán un código de verificación por mensaje de texto, lo que nos parece genial, ya que en <i>*Privacidad no incluida</i> nos encanta la <a id="a1">autenticación de dos factores</a>.

# how_does_it_use_data_collected
source: Hallow encrypts Private Sensitive Personal Data like journal entries or reflections, so that only you have access to that content.
es: Hallow cifra los datos personales confidenciales privados, como tus entradas o reflexiones en el diario, para que solo tú tengas acceso a esos contenidos.

# strong_password_helptext
source: Since we first published our review of Hallow where we found we could use the weak password '11111111', Hallow has updated their password requirements and now should require a strong password to login to the app.
es: Desde que publicamos nuestra primera reseña de Hallow en la que decíamos que habíamos podido usar la contraseña débil «11111111», Hallow ha actualizado sus requisitos de contraseña y ahora exige una contraseña segura para iniciar sesión en la aplicación.

# child_safety_blurb
source: In no instance does Hallow sell any Personal Data of users that are a Child under the Age of Consent.
es: Bajo ninguna circunstancia, Hallow vende datos personales de los usuarios menores a la edad mínima de consentimiento.
