Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/headspace.po
Languages: de, pt_br

# how_can_you_control_your_data
source: "As you may know, a European Union law called the General Data Protection Regulation (“GDPR”) gives certain rights to applicable individuals in relation to their personal data. Accordingly, we have implemented transparency and access controls to help such users, including residents of the EU, Switzerland, and the United Kingdom exercise those rights. As required under applicable law, the rights afforded to you are: A right of access: you have the right to obtain (i) confirmation as to whether personal data concerning you are processed or not and, if processed, to obtain (ii) access to such data and a copy thereof. "
de: „Wie Sie vielleicht wissen, gibt ein Gesetz der Europäischen Union, die Datenschutz-Grundverordnung („DSGVO“), betroffenen Personen bestimmte Rechte in Bezug auf ihre personenbezogenen Daten. Dementsprechend haben wir Transparenz- und Zugangskontrollen eingeführt, um diese Nutzer, einschließlich derer mit Wohnsitz in der EU, der Schweiz und dem Vereinigten Königreich, bei der Ausübung dieser Rechte zu unterstützen. Nach geltendem Recht stehen Ihnen folgende Rechte zu: "Auskunftsrecht: Sie haben das Recht, (i) eine Bestätigung darüber zu verlangen, ob Sie betreffende personenbezogene Daten verarbeitet werden, und, falls solche Daten verarbeitet werden, (ii) auf diese Daten zuzugreifen und eine Kopie davon zu erhalten“.
pt_br: “Como você deve saber, uma lei da União Europeia chamada Regulamento Geral de Proteção de Dados (“GDPR”) concede, aos indivíduos aplicáveis, certos direitos em relação aos seus dados pessoais. Consequentemente, implementamos controles de transparência e acesso para ajudar esses usuários, incluindo residentes da UE, Suíça e Reino Unido, a exercer esses direitos. Conforme exigido pela lei aplicável, os direitos concedidos a você são: Direito de acesso: você tem o direito de obter (i) confirmação sobre se os dados pessoais que lhe dizem respeito são processados ou não e, se processados, para obter (ii) acesso a esses dados e uma cópia dos mesmos.”

# how_can_you_control_your_data
source: "A right to erasure: <i>in some cases</i>, you have the right to obtain the erasure of personal data concerning you. Upon request, Headspace will permanently and irrevocably anonymize your data such that it can never be reconstructed to identify you as an individual. However, this is not an absolute right and Headspace may have legal or legitimate grounds for keeping such data."
de: „Recht auf Löschung: <i>In bestimmten Fällen</i> haben Sie das Recht, die Löschung der Sie betreffenden personenbezogenen Daten zu verlangen. Auf Wunsch wird Headspace Ihre Daten dauerhaft und unwiderruflich anonymisieren, so dass sie nicht mehr rekonstruiert werden können, um Sie als Einzelperson zu identifizieren. Dies ist jedoch kein absolutes Recht und Headspace kann rechtliche oder legitime Gründe für die Aufbewahrung solcher Daten haben.“
pt_br: “Direito de excluir: <i>em alguns casos</i>, você tem o direito de obter a exclusão dos dados pessoais que lhe dizem respeito. Mediante solicitação, o Headspace anonimizará permanente e irrevogavelmente seus dados de modo que eles nunca possam ser reconstruídos para identificá-lo como um indivíduo. No entanto, este não é um direito absoluto e o Headspace pode ter motivos legais ou legítimos para manter esses dados.”

# how_can_you_control_your_data
source: "For data relating to your account: such data will be permanently and irrevocably anonymized in the event that your account is: (i) inactive for a period of two (2) years; and (2) not subscribed to “Headspace Plus.” Moreover, we will permanently and irrevocably anonymize your account data within thirty (30) days of your written request to do so via email to help@headspace.com."
de: „Für Daten, die sich auf Ihr Konto beziehen: Diese Daten werden dauerhaft und unwiderruflich anonymisiert, wenn Ihr Konto (i) für einen Zeitraum von zwei (2) Jahren inaktiv ist und (2) nicht für „Headspace Plus“ abonniert ist. Darüber hinaus werden wir Ihre Kontodaten innerhalb von dreißig (30) Tagen nach Ihrer schriftlichen Anfrage per E-Mail an help@headspace.com dauerhaft und unwiderruflich anonymisieren.“
pt_br: “Para dados relacionados à sua conta: tais dados serão permanente e irrevogavelmente anonimizados caso sua conta esteja: (i) inativa por um período de dois (2) anos; e (2) não inscrita no 'Headspace Plus'. Além disso, anonimizaremos permanente e irrevogavelmente os dados da sua conta dentro de trinta (30) dias após sua solicitação por escrito por e-mail para help@headspace.com.”

# track_record_details
source: No known privacy or security incidents discovered in the last 3 years.
de: In den letzten 3 Jahren sind keine Datenschutz- oder Sicherheitsvorfälle bekannt geworden.
pt_br: Nenhum incidente conhecido de privacidade ou segurança foi descoberto nos últimos 3 anos.

# child_safety_blurb
source: "You must be 18 years of age, or the age of majority in your province, territory or country, to sign up as a registered user of the Products. Individuals under the age of 18, or the applicable age of majority, may view the audiovisual content displayed in the Products only with the involvement and consent of a parent or legal guardian, under such person's account, and otherwise subject to these Terms. This provision shall not be applicable to registrations made under certain Community (as defined below) offerings where specified in applicable contracts between Headspace and the Community."
de: „Um sich als registrierter Nutzer der Produkte anzumelden, müssen Sie mindestens 18 Jahre alt sein bzw. das in Ihrer Provinz, Ihrer Region oder Ihrem Land geltende Volljährigkeitsalter erreicht haben. Personen, die das 18. Lebensjahr noch nicht vollendet oder das in ihrem Land geltende Volljährigkeitsalter noch nicht erreicht haben, dürfen die in den Produkten angezeigten audiovisuellen Inhalte nur unter Mitwirkung und mit Zustimmung eines Elternteils oder Erziehungsberechtigten über das Konto der betreffenden Person und vorbehaltlich der vorliegenden Bedingungen ansehen. Diese Bestimmung gilt nicht für Registrierungen, die im Rahmen bestimmter Community-Angebote (wie unten definiert) erfolgen, sofern dies in den geltenden Verträgen zwischen Headspace und der Community festgelegt ist.“
pt_br: “Você deve ter 18 anos de idade, ou a idade de maioridade em sua província, território ou país, para se inscrever como usuário registrado dos Produtos. Indivíduos com idade inferior a 18 anos, ou a idade de maioridade aplicável, podem visualizar o conteúdo audiovisual exibido nos Produtos somente com o envolvimento e consentimento de um dos pais ou responsável legal, sob a conta dessa pessoa, e de outra forma sujeito a estes Termos. Esta disposição não é aplicável aos registos efetuados sob determinadas ofertas comunitárias (conforme abaixo definidas), quando especificado nos contratos aplicáveis entre a Headspace e a Comunidade.”

# offline_use_description
source: You can download content to use it offline.
de: Sie können Inhalte herunterladen, um sie offline zu verwenden.
pt_br: Você pode baixar conteúdo para usar offline.

# ai_helptext
source: Headspace <a id="a1">offers</a> personalised and real-time suggestions to guided meditation
de: Headspace <a id="a1">bietet</a> personalisierte und Echtzeit-Vorschläge für die geleitete Meditation
pt_br: O Headspace <a id="a1">oferece</a> sugestões personalizadas e em tempo real para meditação guiada

# ai_what_can_it_do
source: Personalised offers
de: Personalisierte Angebote
pt_br: Ofertas personalizadas
