Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/headspace.po
Languages: de, pt_br

# blurb
source: Headspace says their mission is to improve the health and happiness of the world. Founded by a <a id="a1">former monk</a> who also seems to have a love for the circus, Headspace offers guided meditation and mindfulness tips as well music from John Legend to help you fall asleep. This popular app -- the <a id="a2">company claims</a> over 70 million members in 190 countries around the world -- says it wants to be 'your mind's best friend," which sure does sound nice. Seems your mind's best friend also might like to collect and share your data with places like Facebook and Google though so maybe hold off on that BFF label for now.
de: Headspace hat es sich zur Aufgabe gemacht, die Gesundheit und das Glück der Welt zu verbessern. Gegründet von einem <a id="a1">ehemaligen Mönch</a>, der auch eine Vorliebe für den Zirkus zu haben scheint, bietet Headspace geführte Meditation und Achtsamkeitstipps sowie Musik von John Legend zum Einschlafen. Diese beliebte App – <a id="a2">das Unternehmen gibt an</a>, über 70 Millionen Mitglieder in 190 Ländern auf der ganzen Welt zu haben – sagt, sie wolle „der beste Freund deines Geistes“ (your mind's best friend) sein, was sich wirklich gut anhört. Es scheint jedoch, dass der beste Freund deines Geistes auch gerne deine Daten sammelt und sie an Stellen wie Facebook und Google weitergibt, also solltest du mit der Bezeichnung „allerbester Freund“ vielleicht erst einmal warten.
pt_br: O Headspace diz que sua missão é melhorar a saúde e a felicidade do mundo. Fundada por um <a id="a1">ex-monge</a> que também parece ter amor pelo circo, o Headspace oferece dicas de meditação guiada e atenção plena, bem como música do John Legend para ajudar você a adormecer. Este aplicativo popular – a <a id="a2">empresa afirma ter</a> mais de 70 milhões de membros em 190 países ao redor do mundo – diz que quer ser "o melhor amigo da sua mente", o que com certeza soa bem. Parece que o melhor amigo da sua mente também pode gostar de coletar e compartilhar seus dados com lugares como Facebook e Google, então talvez seja melhor suspender esse rótulo de melhor amigo por enquanto.

# worst_case
source: <b>First reviewed April 20, 2022. Review updated, April 25, 2023</b><br/>Well dang. In 2022, Headspace was one of the few apps we reviewed that actually did NOT receive our *Privacy Not Included warning label. Unfortunately, in 2023, it looks like Headspace has taken a step backward. This year they earned two privacy dings from us. First, for our concerns about how they say they can share some personal information with third parties, including Facebook, to target ads. We have that same concern this year. This year are also unable to confirm based on Headspace's <a id="a1">privacy policy</a> that all users, regardless of what privacy laws they live under, have the right to access and delete their data. Boo! So, it looks like in 2023 Headspace's privacy practices have gotten a bit worse. Headspace now earns our *Privacy Not Included warning label. Bummer.
de: <b>Die erste Rezension stammt vom 20. April 2022, die aktualisierte Rezension vom 25. April 2023</b><br/>. Und jetzt? Im Jahr 2022 war Headspace eine der wenigen von uns getesteten Anwendungen, die NICHT mit unserem Warnhinweis *Datenschutz nicht inbegriffen* versehen war. Leider sieht es 2023 so aus, als hätte Headspace einen Schritt zurück gemacht. In diesem Jahr erhielten sie von uns zwei Beschwerden zum Datenschutz. Erstens hatten wir Bedenken, dass sie einige persönliche Daten an Dritte, einschließlich Facebook, weitergeben, um Werbung zu schalten. Diese Bedenken haben wir auch in diesem Jahr. Außerdem können wir dieses Jahr nicht bestätigen, dass die <a id="a1">Datenschutzrichtlinien</a> von Headspace allen Nutzern, unabhängig von den Datenschutzgesetzen, denen sie unterliegen, das Recht auf Zugang und Löschung ihrer Daten einräumen. Buh! Es sieht also so aus, als hätten sich die Datenschutzpraktiken von Headspace im Jahr 2023 noch weiter verschlechtert. Headspace verdient jetzt unseren Warnhinweis *Datenschutz nicht inbegriffen. Schade.
pt_br: <b>Primeira revisão: 20 de abril de 2022. Revisão atualizada: 25 de abril de 2023</b><br/>Caramba. Em 2022, o Headspace foi um dos poucos aplicativos que analisamos que NÃO recebeu nosso selo de alerta *Privacidade Não Incluída. Infelizmente, em 2023, parece que o Headspace deu um passo para trás. Este ano eles ganharam dois alertas de privacidade nossos. Primeiro, por nos preocuparmos com como eles dizem poder compartilhar algumas informações pessoais com terceiros, incluindo o Facebook, para segmentar anúncios. Temos a mesma preocupação este ano. Este ano também não foi possível confirmar, com base na <a id="a1">política de privacidade</a> da Headspace que todos os usuários, independentemente das leis de privacidade sob as quais vivem, têm o direito de acessar e excluir seus dados. Bú! Então, parece que em 2023 as práticas de privacidade da Headspace pioraram um pouco. O Headspace agora ganha nosso selo de alerta *Privacidade Não Incluída. Que chato.

# worst_case
source: Read our review from 2022:
de: Lesen Sie unsere Rezension aus dem Jahr 2022:
pt_br: Leia nossa avaliação de 2022:

# worst_case
source: Headspace does collect some personal data on users, including -- name, e-mail address, phone number, divine information, app usage data, and Facebook ID -- although seemingly not as much as some of the other mental health apps we reviewed. Still, they collect your personal and app usage information and say they can share that information with third parties like Google and Facebook to target advertising and make personalizations within the app. Unfortunately, this is pretty standard practice for apps like this in our current data economy. Still, it's not great if you care more deeply about your privacy.
de: Headspace sammelt einige personenbezogene Daten von Nutzern, einschließlich – Name, E-Mail-Adresse, Telefonnummer, Devine-Daten, App-Nutzungsdaten und Facebook-ID – obgleich anscheinend nicht so viel wie einige der anderen von uns überprüften Apps für psychische Gesundheit. Dennoch sammeln sie Ihre persönlichen und App-Nutzungsinformationen und sagen, dass sie diese Informationen an Dritte wie Google und Facebook weitergeben können, um gezielte Werbung und Personalisierungen innerhalb der App vorzunehmen. Leider ist dies ziemlich üblich für Apps wie diese in unserer aktuellen Datenwirtschaft. Dennoch ist das nicht toll, wenn Sie Ihre Privatsphäre wichtig nehmen.
pt_br: O Headspace coleta alguns dados pessoais dos usuários, incluindo nome, endereço de e-mail, número de telefone, informações do dispositivo, dados de uso de aplicativos e ID do Facebook, embora aparentemente não tanto quanto alguns dos outros aplicativos de saúde mental que revisamos. Ainda assim, ele coleta suas informações pessoais e de uso do aplicativo e diz que pode compartilhar essas informações com terceiros, como Google e Facebook, para segmentar a propaganda e fazer personalizações dentro do aplicativo. Infelizmente, essa é uma prática bastante comum para aplicativos como esse em nossa "economia de dados" atual. Ainda assim, isso não é muito bom se você se preocupa mais seriamente com sua privacidade.

# worst_case
source: Does it matter if Facebook knows when you use a meditation app, if Google knows where you use the app, or <a id="a1">if Headspace knows</a> you're searching for a meditation to help you prepare for a big exam? It could. What's the worst that could happen? Well, here's a <a id="a2">blog from Headspac</a>e talking about how they are developing machine learning applications to use your data in real-time to offer "recommendations that engage our users with new relevant, personalized content that builds consistent habits in their lifelong journey." New, consistent habits could also be interpreted as keeping users using the app as much as possible. One idea they mention in this post is to use users' biometric data such as steps or heart rate to then recommend in real-time more content to get them moving or exercising. OK, that's not necessarily a bad thing. But what more could a company potentially learn about you and do with that data? Perhaps learn your emotional state? Your anxiety level? And then target more content or advertising to you when you're more vulnerable? We don't think this is currently happening with Headspace. But the title of this section is "what could happen if something goes wrong?" And it seems, now or in the future, there are many things that could go wrong with this sort of vast data collection, processing, and the personalization and ad targeting that follows.
de: Spielt es eine Rolle, ob Facebook weiß, wann Sie eine Meditations-App verwenden, ob Google weiß, wo Sie die App verwenden, oder <a id="a1">ob Headspace weiß</a>, dass Sie nach einer Meditation suchen, die Ihnen bei der Vorbereitung auf eine wichtige Prüfung hilft? Ja, es könnte eine Rolle spielen. Was ist das Schlimmste, das passieren könnte? Nun, hier ist ein <a id="a2">Blog von Headspace</a>, in dem darüber gesprochen wird, wie sie Anwendungen für maschinelles Lernen entwickeln, um Ihre Daten in Echtzeit zu nutzen, um „Empfehlungen anzubieten, die unsere Nutzer mit neuen relevanten und personalisierten Inhalten ansprechen, die beständige Gewohnheiten auf ihrer lebenslangen Reise aufbauen.“ Neue, beständige Gewohnheiten könnten auch so interpretiert werden, dass die Nutzer die App so oft wie möglich nutzen. Eine Idee, die in diesem Beitrag erwähnt wird, ist die Nutzung der biometrischen Daten der Nutzer, wie Schritte oder Herzfrequenz, um ihnen in Echtzeit weitere Inhalte zu empfehlen, die sie dazu bringen, sich zu bewegen oder zu trainieren. OK, das ist nicht unbedingt eine schlechte Sache. Aber was könnte ein Unternehmen noch alles über Sie erfahren und mit diesen Daten machen? Vielleicht Ihren emotionalen Zustand erfahren? Ihre Angstzustände? Und dann mehr Inhalte oder Werbung auf Sie zuschneiden, wenn Sie besonders anfällig sind? Wir glauben nicht, dass dies derzeit bei Headspace der Fall ist. Aber der Titel dieses Abschnitts lautet: „Was könnte passieren, wenn etwas schief geht?“ Und es scheint, dass jetzt oder in der Zukunft viele Dinge schief gehen können, wenn diese Art der umfangreichen Datenerfassung und -verarbeitung sowie die darauf folgende Personalisierung und das Targeting von Werbung stattfindet.
pt_br: Importa o Facebook saber quando você usa um aplicativo de meditação, o Google saber onde você usa o aplicativo ou <a id="a1">o Headspace saber</a> que você está procurando uma meditação para ajudar a se preparar para um grande exame? Talvez. O que poderia acontecer de pior? Bem, eis aqui <a id="a2">um blog do Headspace</a> falando sobre como estão desenvolvendo aplicações de machine learning para usar seus dados em tempo real para oferecer "recomendações que envolvem nossos usuários com novos conteúdos relevantes e personalizados que constroem hábitos constantes em sua jornada ao longo da vida". Hábitos novos e constantes também podem ser interpretados como manter os usuários usando o aplicativo o máximo possível. Uma ideia que eles mencionam nesse post é usar os dados biométricos dos usuários, como passos ou frequência cardíaca, para recomendar em tempo real mais conteúdo para fazê-los se mexer ou se exercitar. Certo, isso não é necessariamente ruim. Mas o que mais uma empresa poderia saber sobre você e fazer com esses dados? Talvez conhecer seu estado emocional? Seu nível de ansiedade? E então lhe direcionar mais conteúdo ou propaganda quando você estiver mais vulnerável? Não achamos que atualmente isso aconteça com o Headspace, mas o título desta seção é "O que poderia acontecer se algo der errado?". E parece que, agora ou no futuro, há muitas coisas que podem dar errado com esse tipo enorme de coleta e processamento de dados, e a personalização e direcionamento de anúncios que ocorrem na sequência.

# worst_case
source: All in all, Headspace isn't the worst meditation app we reviewed. It does collect a good amount of data though, <a id="a1">shares some of that data</a> with third parties for things such as targeted advertising, and seems to be looking to use more of that data to keep you on the app as much as possible. Like we said, unfortunately, this is the norm for apps in our current data economy. The question is, should it be?
de: Alles in allem ist Headspace nicht die schlechteste Meditations-App, die wir getestet haben. Sie sammelt jedoch eine große Menge an Daten, <a id="a1">gibt einige dieser Daten an Dritte weiter</a>, etwa für gezielte Werbung, und scheint darauf bedacht zu sein, noch mehr dieser Daten zu nutzen, um Sie so lange wie möglich in der App zu halten. Wie wir schon sagten, ist dies leider die Norm für Apps in unserer heutigen Datenwirtschaft. Die Frage ist: Sollte das so sein?
pt_br: No geral, o Headspace não é o pior aplicativo de meditação que revisamos. Ele coleta uma boa quantidade de dados, <a id="a1">compartilha alguns desses dados</a> com terceiros para coisas como publicidade direcionada e parece estar procurando usar mais desses dados para mantê-lo no aplicativo, tanto quanto possível. Como dissemos, infelizmente, esta é a norma para aplicativos em nossa economia de dados atual. A questão é, deveria ser?

# signup_requirement_explanation
source: Facebook, Apple, Spotify and Google can be used for a sign-up
de: Facebook, Apple, Spotify und Google können für eine Anmeldung verwendet werden
pt_br: Facebook, Apple, Spotify e Google podem ser usados para uma inscrição

# how_does_it_use_data_collected
source: We ding this product for sharing personal data with third parties, including Facebook, for targeted advertisement purposes.
de: Wir bemängeln, dass dieses Produkt personenbezogene Daten zu Werbezwecken an Dritte, einschließlich Facebook, weitergibt.
pt_br: Nós gongamos este produto por compartilhar dados pessoais com terceiros, incluindo o Facebook, para fins de publicidade direcionada.

# how_does_it_use_data_collected
source: Headspace may disclose your personal data "with third parties, such as Facebook, in order to serve Headspace advertisements on such third party platforms, to the extent that you have consented to or have been provided with notice of, and an opportunity to opt-out of, such practices under applicable law."
de: Headspace kann Ihre personenbezogenen Daten „an Dritte wie Facebook weitergeben, um Headspace-Werbung auf solchen Plattformen Dritter zu schalten, vorausgesetzt, dass Sie in diese Praktiken eingewilligt haben oder darüber informiert wurden und die Möglichkeit hatten, diese Praktiken nach geltendem Recht abzulehnen“.
pt_br: O Headspace pode compartilhar seus dados pessoais com terceiros, como o Facebook, para veicular anúncios do Headspace nessas plataformas de terceiros, desde que você tenha consentido ou tenha sido avisado, e tido a oportunidade de optar por não participar de tais práticas, de acordo com a lei aplicável.

# how_does_it_use_data_collected
source: "We do not sell your personal information to third parties. We do share a limited set of data that is gathered when you visit our Websites, such as cookies and pixels, with third parties in order to allow you to see tailored digital advertisements, as further detailed in Section 4 of our Privacy Policy. To the extent this online advertising activity is interpreted as included in California’s broad definition of “data sale”, you may use the opt-out tools described below in Section 5 of this CCPA Notice."
de: „Wir verkaufen Ihre personenbezogenen Daten nicht an Dritte. Wir geben eine begrenzte Anzahl von Daten, die wir während Ihres Besuchs auf unseren Websites erfassen, wie z. B. Cookies und Pixel, an Dritte weiter, um Ihnen maßgeschneiderte digitale Werbung anzeigen zu können, wie in Abschnitt 4 unserer Datenschutzrichtlinie näher erläutert. Soweit diese Online-Werbeaktivitäten unter die weit gefasste kalifornische Definition des „Datenverkaufs“ fallen, können Sie die in Abschnitt 5 dieser CCPA-Mitteilung beschriebenen Opt-Out-Tools nutzen.“
pt_br: "Nós não vendemos suas informações pessoais para terceiros. Compartilhamos um conjunto limitado de dados que são coletados quando você visita nossos sites, como cookies e pixels, com terceiros, a fim de permitir que você veja anúncios digitais personalizados, conforme detalhado na Seção 4 de nossa Política de Privacidade. Na medida em que esta atividade de publicidade on-line é interpretada como incluída na definição ampla da Califórnia de “venda de dados”, você pode usar as ferramentas de exclusão descritas abaixo na Seção 5 deste Aviso CCPA."

# how_does_it_use_data_collected
source: "We do NOT use cookies so that third parties can serve ads to you about their own products or services."
de: „Wir verwenden KEINE Cookies, damit Dritte Ihnen Werbung für ihre eigenen Produkte oder Dienstleistungen anbieten können“.
pt_br: “Nós NÃO usamos cookies para que terceiros possam veicular anúncios para você sobre seus próprios produtos ou serviços.”

# how_does_it_use_data_collected
source: "We do NOT sell or rent your personal information to any third parties for their own advertising or marketing purposes."
de: „Wir verkaufen oder vermieten Ihre persönlichen Daten NICHT an Dritte für deren eigene Werbe- oder Marketingzwecke.“
pt_br: Nós NÃO vendemos ou alugamos suas informações pessoais a terceiros para seus próprios fins de publicidade ou marketing.

# tips_to_protect_yourself
source: Check out your <a id="a1">privacy references.</a>
de: Sehen Sie sich Ihre <a id="a1">Datenschutzhinweise</a> an.
pt_br: Confira suas <a id="a1">referências de privacidade.</a>

# tips_to_protect_yourself
source: Follow Headspace's <a id="a1">tips</a> to protect your account from a security breach.
de: Befolgen Sie die <a id="a1">Tipps</a> von Headspace, um Ihr Konto vor einem Sicherheitsverstoß zu schützen.
pt_br: Siga as <a id="a1">dicas</a> do Headspace para proteger sua conta de uma violação de segurança.

# tips_to_protect_yourself
source: Consider <a id="a1">disconnecting</a> Headspace from Facebook.
de: Ziehen Sie in Betracht, Headspace von Facebook <a id="a1">zu trennen</a>.
pt_br: Considere <a id="a1">desconectar</a> o Headspace do Facebook.

# tips_to_protect_yourself
source: Opt out of cookies collection
de: Abmeldung von der Erfassung von Cookies
pt_br: Desativar a coleta de cookies

# tips_to_protect_yourself
source: Do not log in using third-party accounts
de: Melden Sie sich nicht mit Konten von Drittanbietern an
pt_br: Não faça login usando contas de terceiros

# tips_to_protect_yourself
source: Do not connect to any third party via the app, or at least make sure that a third party employs decent privacy practices
de: Stellen Sie über die App keine Verbindung zu Dritten her, oder vergewissern Sie sich zumindest, dass diese Dritte anständige Datenschutzpraktiken anwenden.
pt_br: Não se conecte a terceiros através do aplicativo, ou pelo menos certifique-se de que este terceiro empregue práticas de privacidade decentes

# tips_to_protect_yourself
source: Do not give consent for sharing of personal data for marketing and advertisement.
de: Geben Sie keine Einwilligung zur Weitergabe personenbezogener Daten für Marketing und Werbung.
pt_br: Não dê consentimento para o compartilhamento de dados pessoais para marketing e publicidade.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Dafür können Sie auch ein Passwortkontrollprogramm anwenden, wie 1Password, KeePass etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Do not use social media plug-ins.
de: Verwenden Sie keine Social-Media-Plug-ins.
pt_br: Não use plug-ins de mídia social.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Nutzen Sie Ihre Datenschutzeinstellungen, um den Zugriff auf Ihre personenbezogenen Daten per App zu beschränken (d. h., geben Sie Kamera, Mikrofon, Bildern und Standort keinen Zugriff, es sei denn es ist notwendig)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso às suas informações pessoais via aplicativo (não dê acesso à sua câmera, microfone, imagens e localização a menos que seja necessário)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät (z. B. auf dem iPhone unter „Datenschutz“ > „Werbung“ > „Ad-Tracking beschränken“) und die größten Werbenetzwerke ein (bei Google öffnen Sie Ihr Google-Konto und schalten Sie die Anzeigenpersonalisierung aus)
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.
pt_br: Solicite que seus dados sejam excluídos assim que você parar de usar o aplicativo. Simplesmente excluir um aplicativo do seu dispositivo não apaga seus dados pessoais.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung für ein Konto nicht der Nachverfolgung Ihrer Daten zu, falls möglich.
pt_br: Ao iniciar uma inscrição, não concorde com o rastreamento de seus dados.

# personal_data_collected
source: First and last name, email address. In same cases: telephone number, home address.
de: Vor- und Nachname, E-Mail-Adresse. In denselben Fällen: Telefonnummer, Privatadresse.
pt_br: Nome e sobrenome, endereço de e-mail. Nos mesmos casos: número de telefone, endereço residencial.

# social_data_collected
source: "If you choose to invite a “Buddy” to use the Products using our Buddy system, we will ask you for their name and email address."
de: „Wenn Sie einen „Buddy“ zur Nutzung der Produkte über unser Buddy-System einladen möchten, fragen wir Sie nach dessen Namen und E-Mail-Adresse“.
pt_br: Se você optar por convidar um “Amigo” para usar os Produtos usando nosso sistema de Amigos, solicitaremos o nome e o endereço de e-mail dele.

# how_can_you_control_your_data
source: It is not clear if all users can get their data be deleted, regardless of jurisdiction and the privacy laws they live under
de: Es ist nicht klar, ob alle Nutzer ihre Daten löschen lassen können, unabhängig von der Gerichtsbarkeit und den Datenschutzgesetzen, unter denen sie leben.
pt_br: Não está claro se todos os usuários podem obter seus dados excluídos, independentemente da jurisdição e das leis de privacidade sob as quais vivem.
