Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/hornet.po
Languages: de, es, fr

# blurb
source: Hornet is a dating app targeted at gay and bisexual men. Unlike its counterpart Grindr, Hornet puts a greater emphasis on privacy for its 30 million users. This seems to be due in part because it is made by members of the gay community for members of the gay community, including their Senior Health Innovation Strategist who admits to living with HIV (in response to Grindr sharing HIV status of their users). Launched in 2011, Hornet is available in many languages including English. Japanese, Spanish, French, Polish, Korean, and more. The app is free to download and use and the features free users get are more robust than many other dating apps, including free messaging for all members, the ability to browser all profiles and upload public and private photos. Seeing who has checked out your profile and searching profiles using filters are included as premium feature.
de: Die Dating-App Hornet richtet sich an schwule und bisexuelle Männer. Anders als bei Grindr steht bei Hornet allerdings der Datenschutz für die über 30 Millionen Nutzer viel weiter oben auf der Liste der Prioritäten. Das scheint auch mit daran zu liegen, dass Hornet von Mitgliedern der schwulen Community für die schwule Community gemacht wurde. Dazu gehört auch Hornets Senior Health Innovation Strategist, der offen mit HIV lebt (als Antwort darauf, dass Grindr den HIV-Status der Nutzer offenlegt). Die App gibt es seit 2011 und ist in vielen Sprachen erhältlich, darunter Englisch, Japanisch, Spanisch, Französisch, Polnisch, Koreanisch und mehr. Der Download ist gratis und die Funktionen, auf die Nutzer ohne Abonnement Zugriff haben, umfassen das Schreiben von Nachrichten, das Browsen durch sämtliche Profile und das Hochladen öffentlicher und privater Fotos, was im Vergleich zu anderen Dating-Apps ein sehr umfassendes Gratisangebot ist. Zu den Premiumfunktionen gehört, dass Nutzer sehen können, wer ihr Profil besucht hat, und das Durchsuchen potenzieller Matches anhand von Filtern.
es: Hornet es una aplicación de citas dirigida a hombres gais y bisexuales. A diferencia de su competidora Grindr, Hornet pone mayor énfasis en proteger la privacidad de sus 30 millones de usuarios. En parte, esto se debe a que está diseñada por miembros de la comunidad gay para miembros de la comunidad gay, incluido su estratega sénior en innovación de salud, quien ha admitido estar afectado por el VIH (en respuesta al hecho de que Grindr revelara la situación de VIH de sus usuarios). Lanzada en 2011, Hornet está disponible en numerosos idiomas (inglés, japonés, español, francés, polaco, coreano, etc.). La aplicación se descarga sin coste alguno y los usuarios de la versión gratuita tienen acceso a más funciones que en la mayoría de aplicaciones de citas (por ejemplo, cualquier miembro puede enviar mensajes, consultar todos los perfiles y cargar fotos públicas y privadas). Algunas de las características prémium son saber quién ha visto tu perfil y realizar búsquedas aplicando filtros.
fr: Hornet est une application de rencontre pour les hommes gays et bisexuels. Contrairement à son homologue Grindr, Hornet met davantage l’accent sur la confidentialité pour ses 30 millions d’utilisateurs. Cela s’explique en partie par le fait que l’application est faite par des membres de la communauté gay pour des membres de la communauté gay, à l’instar de son directeur de la stratégie pour les questions de santé, qui a reconnu vivre avec le VIH (en réponse au fait que Grindr permette d’afficher le statut sérologique au VIH de ses utilisateurs). Lancée en 2011, l’application Hornet est disponible dans de nombreuses langues, dont l’anglais, le japonais, l’espagnol, le français, le polonais, le coréen, etc. Elle peut être téléchargée gratuitement et propose davantage de fonctionnalités gratuites que de nombreuses autres applications de rencontre, comme la messagerie gratuite pour tous les utilisateurs et la possibilité de parcourir librement tous les profils et de télécharger des photos publiques et privées. En revanche, il vous faudra un abonnement premium pour voir qui a consulté votre profil ou encore rechercher des profils à l’aide de filtres.

# price
source: Free - $9.99/mo for premium features
de: Gratis-Anmeldung, 9,99 € monatlich für Premiumfunktionen
es: Registrarse es gratis, $9,99 al mes para características prémium

# worst_case
source: Hornet bills itself the better privacy alternative to Grindr for gay and bisexual men looking for hookups and dates. How does it do? Well, to be honest, it's not hard to be better than Grindr when it comes to privacy and protecting users' sensitive personal information. Hornet does do a better job for sure. They don't appear to sell or share users' personal information. They haven't had any known data breaches or leaks in recent years. And in response to the news Grindr was sharing their users' HIV status with outside companies, Hornet specifically put out a statement saying they would never do that, in part because they have members of the company living with HIV who understand just how sensitive that information is. This is all great to see. What wasn't great to see was that Hornet doesn't require a strong password to login to the app -- we were able to use 123456. For a company that touts itself for its privacy and security practices, this is a pretty big flaw. We also weren't able to determine if the app encrypted all the users' messages, location data, chats, and pictures. All in all, Hornet is a much better option for gay and bisexual men than Grindr. It has some flaws we'd like to see fixed, given that it is still dangerous in many parts of the world for gay and bisexual men to live openly.
de: Hornet nennt sich in Sachen Datenschutz die bessere Alternative zu Grindr für schwule und bisexuelle Männer auf der Suche nach Hook-ups und Dates. Wie schneidet Hornet ab? Es gehört nicht viel dazu, die Daten und sensiblen persönlichen Informationen von Nutzern besser zu schützen als Grindr. Damit mach Hornet definitiv einen besseren Job als Grindr. Scheinbar teilt oder verkauft Hornet die persönlichen Informationen seiner Nutzer nicht und in den letzten Jahren wurden keine Datenlecks oder Datenschutzverstöße bekannt. Und als Antwort auf die Nachrichten, dass Grindr den HIV-Status von Nutzern mit Dritten teilt, gab Hornet in einem Statement an, diese Informationen unter keinen Umständen zu teilen, auch, weil es im Unternehmen Mitarbeiter gibt, die mit HIV leben. Das klingt natürlich alles gut. Weniger gut ist, dass man für die Anmeldung bei Hornet kein starkes Passwort benötigt, wir konnten uns mit 123456 einloggen. Dafür, dass Hornet sich auf die Fahne schreibt, sich für Datenschutz und Sicherheit einzusetzen, ist das ein ziemlicher Fauxpas. Wir konnten außerdem nicht eindeutig herausfinden, ob sämtliche Nachrichten, Standortdaten, Chatverläufe und Bilder von Nutzern verschlüsselt werden. Insgesamt ist Hornet zwar die bessere Alternative zu Grindr für schwule und bisexuelle Männer. Allerdings würden wir uns wünschen, dass einiger der Fehler behoben werden, insbesondere weil es in vielen Regionen dieser Welt nach wie vor gefährlich sein kann, sich als schwul oder bisexuell zu outen.
es: Hornet se presenta como una alternativa a Grindr para hombres gays y bisexuales en busca de citas y ligues que protege mejor su privacidad. ¿Quieres saber si es cierto? Bueno, la verdad es que no es difícil superar a Grindr a la hora de salvaguardar la información confidencial de los usuarios. No cabe duda de que Hornet lo hace mejor: parece que no vende ni comparte la información personal de los usuarios; que se sepa, no ha sufrido brechas ni filtraciones de datos en los últimos años; y, en respuesta a la noticia de que Grindr había revelado la situación de VIH de sus usuarios a compañías externas, Hornet emitió un comunicado afirmando que jamás haría algo así, en parte porque algunos miembros de la empresa están afectados por el VIH y comprenden perfectamente lo delicada que es dicha información. Todo esto es fantástico, pero nos parece mal que se pueda iniciar sesión en la aplicación de Hornet con una contraseña tan poco segura como "123456"; es un fallo enorme para una empresa que alardea de sus prácticas de privacidad y seguridad. Tampoco hemos podido determinar si la aplicación cifra los mensajes, la ubicación, los chats y las fotos de los usuarios. En definitiva, Hornet es una opción mucho mejor que Grindr para hombres gais y bisexuales, pero nos gustaría que solucionara los defectos mencionados, ya que en varias partes del mundo aún es peligroso vivir abiertamente como gay o bisexual.
fr: Hornet se présente comme une alternative à Grindr plus sûre pour la vie privée, pour les hommes gays et bisexuels qui recherchent des rencontres sérieuses ou occasionnelles. Alors, l’application tient-elle sa promesse ? Pour parler franchement, il n’est pas difficile de faire mieux que Grindr en matière de confidentialité et de protection des informations personnelles sensibles. Hornet s’en sort mieux, sans l’ombre d’un doute. L’application ne semble pas vendre ni partager les informations personnelles de ses utilisateurs. Elle n’a subi aucune fuite de données ces dernières années. Et lorsque Grindr a annoncé que son application allait désormais partager le statut sérologique au VIH de ses utilisateurs avec des sociétés extérieures, Hornet a publié une déclaration affirmant qu’ils ne feraient jamais cela, en partie parce que des membres de l’entreprise vivant avec le VIH savent à quel point ces informations sont sensibles. Tout ça, c’est plus qu’honorable : c’est carrément génial. Ce qui est moins génial en revanche, c’est que Hornet ne nécessite pas de mot de passe complexe pour se connecter à l’application (nous avons pu utiliser « 123456 »). Pour une entreprise qui met en avant ses pratiques en matière de confidentialité et de sécurité, ça fait un peu tache. Nous n’avons pas non plus été en mesure de déterminer si l’application chiffrait tous les messages, les données de localisation, les chats et les images des utilisateurs. D’une façon générale, Hornet est une bien meilleure option pour les hommes gays et bisexuels que Grindr. Mais l’application possède quand même quelques défauts que nous aimerions voir corrigés, car dans de nombreux pays du monde, vivre ouvertement est encore aujourd’hui dangereux pour les hommes gays et bisexuels.

# signup_requirement_explanation
source: Users sign-up with either email or third-party (Apple or Google or Facebook).
de: Nutzer*innen melden sich über E-Mail oder Dritte an (Apple oder Google oder Facebook).
es: Para registrarse se requiere una dirección de correo electrónico o una cuenta de terceros (Apple, Google o Facebook).
fr: Les membres s’inscrivent soit avec leur adresse e-mail soit avec un compte tiers (Apple, Google ou Facebook).

# how_does_it_use_data_collected
source: Hornet does not appear to sell user data. Hornet says they do not disclose personal data to third parties. Hornet may share information about users’ age and location, as well as non-personally identifiable information, with advertising and analytics providers and with related service providers.
de: Anscheinend verkauft Hornet keine Nutzerdaten und gibt keine personenbezogenen Daten an Dritte weiter. Allerdings kann Hornet Informationen wie das Alter und den Standort seiner Nutzer sowie nicht personenbezogene Daten mit Werbetreibenden und Anbietern von Analysediensten teilen und an verbundene Dienstleister weitergeben.
es: Parece que Hornet no vende datos de usuario. Tampoco divulga datos personales a terceros. Es posible que Hornet comparta la edad y la ubicación de los usuarios, así como información que no permite la identificación personal, con anunciantes, proveedores de análisis y proveedores de servicios relacionados.
fr: Hornet ne semble pas vendre les données de ses utilisateurs, et ne divulgue pas de données personnelles à des entreprises tierces. Toutefois, Hornet peut partager des informations relatives à l’âge et à l’emplacement de ses utilisateurs, ainsi que des informations ne pouvant pas être reliées à des utilisateurs, avec des partenaires à des fins de publicité et d’analyse, ainsi qu’avec certains fournisseurs de services associés.

# uses_encryption_helptext
source: We were unable to determine if they use encryption to protect users' personal information, chats, photos, and more.
de: Wir konnten nicht feststellen, ob eine Verschlüsselung verwendet wird, um die persönlichen Daten der Nutzer*innen, Chats, Bilder und mehr zu schützen.
es: No hemos podido determinar si se usa el cifrado para proteger la información personal, los chats, las fotos y los otros datos de los usuarios.
fr: Nous n’avons pas pu déterminer si un chiffrement est utilisé pour protéger les informations personnelles des membres, leurs Chats, leurs photos, etc.

# strong_password_helptext
source: We were able to login with the weak password 123456.
de: Wir konnten uns mit dem schwachen Passwort 123456 einloggen.
es: Hemos podido iniciar sesión con una contraseña tan poco segura como "123456".
fr: Nous avons pu nous connecter avec un mot de passe faible : « 123456 ».

# personal_data_collected
source: Name (required), username (required), location (relative distance or city, region or country), photos (optional), bio (optional), what user are looking for (optional), age (required) ethnicity (optional), sexual role (optional), relationship status (optional), location (optional), HIV status (optional), last tested (optional), comments (optional), engagements, such as likes of posts (optional). Collects data on ethnicity but it doesn't appear that users can filter for it.
de: Name (Pflichtangabe), Nutzername (Pflichtangabe), Standort (relative Entfernung oder Stadt, Region oder Land), Bilder (optional), Bio (optional), wonach gesucht wird (optional), Alter (Pflichtangabe) Ethnizität (optional), sexuelle Rolle (optional), Beziehungsstatus (optional), Standort (optional), HIV-Status (optional), letzter Test (optional), Kommentare (optional), Interaktionen, wie gelikte Posts (optional). Sammelt Informationen über die Ethnizität, aber Nutzer können nicht danach suchen.
es: Nombre (obligatorio), nombre de usuario (obligatorio), ubicación (distancia relativa o ciudad, región o país; opcional), fotos (opcional), biografía (opcional), qué se busca (opcional), edad (obligatorio), grupo étnico (opcional), rol sexual (opcional), situación sentimental (opcional), situación de VIH (opcional), fecha de la última prueba (opcional), comentarios (opcional), interacciones, como los "me gusta" en publicaciones (opcional). Recopila datos sobre el grupo étnico de los usuarios, pero al parecer no permite filtrar en función de ello.
fr: Nom (obligatoire), nom d’utilisateur (obligatoire), emplacement (distance ou ville, région ou pays), photos (facultatif), bio (facultatif), recherche (facultatif), âge (obligatoire), origine ethnique (facultatif), rôle sexuel (facultatif), relation actuelle (facultatif), emplacement (facultatif), statut sérologique au VIH (facultatif), dernier dépistage (facultatif), commentaires (facultatif), « likes » ou publications (facultatif). Recueille les origines ethniques de ses utilisateurs, mais ne permet pas de les utiliser pour filtrer les résultats.

# biometric_data_collected
source: Height (optional), weight (optional), finger print (optional)
de: Größe (optional), Gewicht (optional), Fingerabdruck (optional)
es: Altura (opcional), peso (opcional), huella dactilar (opcional).
fr: Taille (facultatif), poids (facultatif), empreinte digitale (facultatif)

# social_data_collected
source: Hornet's Privacy Policy does not include details on whether or how it collects data from social media platforms, such as Facebook
de: Hornets Datenschutzrichtlinie macht keine Angaben dazu, ob und wie Daten von Social-Media-Plattformen wie Facebook gesammelt werden.
es: En la política de privacidad de Hornet no se especifica si recopila datos de redes sociales, como Facebook, o cómo lo hace en caso afirmativo.
fr: La politique de confidentialité de Hornet ne permet pas de savoir si des données sont recueillies sur les plateformes de réseaux sociaux comme Facebook ni, si c’est le cas, de quelle manière.

# how_can_you_control_your_data
source: Users can request their personal data from the app by going to Setting &gt; Privacy &gt; Request my Personal Data. Users can also delete their account. However, Hornet is unclear about how long they will retain personal data. EU and UK residents can request their data be deleted.
de: Nutzer können ihre persönlichen Daten von der App anfordern, indem sie zu „Einstellung > Datenschutz > Meine persönlichen Daten anfordern“ gehen. Nutzer können ihr Konto auch löschen. Hornet macht jedoch keine klaren Angaben darüber, wie lange persönliche Daten vorgehalten werden. Bewohner der EU und Großbritanniens können die Löschung ihrer Daten beantragen.
es: Los usuarios pueden solicitar sus datos personales en la aplicación desde Setting > Privacy > Request my Personal Data (Configuración > Privacidad > Solicitar mis datos personales). También pueden eliminar su cuenta, pero Hornet no aclara durante cuánto tiempo conservará sus datos personales. Los residentes en la UE y el Reino Unido pueden solicitar la eliminación de sus datos.
fr: Les utilisateurs peuvent demander leurs informations personnelles au sein de l’application dans Paramètres > Confidentialité > Demander mes informations personnelles. Les utilisateurs peuvent également supprimer leur compte. Cependant, Hornet ne dit pas pendant combien de temps les données personnelles de leurs utilisateurs sont conservées. Les résidents de l’UE et du Royaume-Uni peuvent demander que leurs informations soient supprimées.

# track_record_details
source: No known incidents in the last two years.
de: Keine bekannten Vorfälle in den vergangenen zwei Jahren.
es: Sin incidentes conocidos en los dos últimos años
fr: Aucun incident connu au cours des 2 dernières années.

# ai_helptext
source: Hornet's Privacy Policy states that they use automated decisions for two purposes: 1. Content and user suggestions; 2. Moderation of images.
de: Laut Hornets Datenschutzrichtlinie werden automatische Entscheidungen für zwei Zwecke getroffen: 1. Inhalts- und Nutzerempfehlungen; 2. Moderation von Bildern.
es: En la política de privacidad de Hornet se afirma que usa decisiones automáticas con dos propósitos: 1. Sugerencias de contenidos y usuarios; 2. Moderación de fotos.
fr: La politique de confidentialité de Hornet stipule qu’ils automatisent leurs décisions dans deux cas de figure : 1. Pour suggérer des contenus et des utilisateurs ; 2. Pour modérer des images.
