Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/huawei-freebuds-pro.po
Languages: fr

# blurb
source: If you're looking for noise-cancelling earbuds with lots of modes, here you go. These little buds have an ultra mode for traveling, a cozy mode for keeping you focused, and a general mode for general stuff, we suppose. Voice mode lets you hear voices (not the ones in your head). And then there is the AI Life app that lets you choose from all these different modes as well as discover the location of your little headphones if they go missing. One thing we’re afraid these little earphones probably don’t come with is a privacy mode.
fr: Si vous recherchez des écouteurs à annulation de bruit avec de nombreux modes, voilà qui devrait faire l’affaire. Ces petits écouteurs ont un mode ultra pour voyager, un mode confortable pour rester concentré·e et un mode général pour les choses… générales. Le mode vocal vous permet d’entendre les voix (pas celles dans votre tête). Et puis l’application AI Life vous permet de choisir parmi tous ces différents modes ainsi que de découvrir l’emplacement de vos écouteurs si vous les égarez. Le seul mode que nous n’avons pas réussi à trouver sur ces écouteurs est le mode confidentialité.

# worst_case
source: Huawei's 5G technology is blocked in the US, as the company is labeled a <a id="a1">national security threat</a> in the country. Many <a id="a2">other countries</a> have issued bans on some of Huawei’s technology too. What does that mean for Huawei's fitness bands that are still popular in Europe and elsewhere around the world? For us, it raises some serious privacy questions.
fr: La technologie 5G de Huawei est bloquée aux États-Unis, car l’entreprise est qualifiée de <a id="a1">menace à la sécurité nationale</a> dans le pays. De <a id="a2">nombreux autres pays</a> ont également interdit certaines technologies de Huawei. Qu’est-ce que cela implique pour les bracelets d’activité de Huawei qui sont toujours populaires en Europe et dans d’autres régions du monde ? Pour nous, cela soulève de sérieuses questions de confidentialité.

# worst_case
source: Huawei collects and shares a large amount of data. They also say they can collect and share data about you from public and commercial sources. One way they share this data is with their business partners, who can use it to make predictions about your interests and send you ads. That’s a lot of data collection and sharing.
fr: Huawei collecte et partage une grande quantité de données. L’entreprise déclare également pouvoir collecter et partager des données vous concernant à partir de sources publiques et commerciales. L’une des façons dont sont partagées ces données est avec leurs partenaires commerciaux, qui peuvent les utiliser pour prédire vos intérêts et vous envoyer des publicités. Cela fait beaucoup de collecte et de partage de données.

# worst_case
source: And while China has recently put in place a sweeping new privacy protection law, <a id="a1">there are question</a>s about how much access the Chinese government has to personal information collected and stored within China. All in all, it seems to us there are safer options for fitness trackers when it comes to protecting your privacy and security.
fr: Et tandis que la Chine a récemment mis en place une nouvelle loi radicale sur la protection de la vie privée, <a id="a1">des questions se posent</a> sur le degré d’accès du gouvernement chinois aux informations personnelles collectées et stockées en Chine. Dans l’ensemble, pour ce qui est de protéger votre vie privée et votre sécurité, il nous semble exister des alternatives plus sûres à ces traqueurs d’activité.

# how_does_it_use_data_collected
source: When permitted by law, Huawei will collect information about you from public and commercial sources. Your information may be shared within Huawei's affiliates "only for explicit, and legitimate purposes, and the sharing is limited only to information required by services." In addition, Huawei may share your data with business partners, and they may use it for the purposes of predicting your interests, advertising, and promotions, among other things.
fr: Lorsque la loi le permet, Huawei recueillera des informations vous concernant auprès de sources publiques et commerciales. Vos informations peuvent être partagées au sein des sociétés affiliées de Huawei « uniquement à des fins explicites et légitimes, et le partage est limité uniquement aux informations requises par les services ». En outre, Huawei peut partager vos données avec des partenaires commerciaux, et peut les utiliser à des fins de prédiction de vos intérêts, publicitaires et de promotion, entre autres.

# manage_vulnerabilities_helptext
source: Huawei has a <a id="a1">bug bounty program</a>. They also have a dedicated <a id="a2">Product Security Incident Response Team</a>.
fr: Huawei a un <a id="a1">programme de prime aux bugs</a>. Huawei dispose également d’une <a id="a2">équipe dédiée à la réponse aux incidents de sécurité des produits</a>.

# tips_to_protect_yourself
source: Consider using your headphones without connecting it to an app. This way, you may decrease amount of data collected
fr: Envisagez d’utiliser vos écouteurs sans les connecter à une application. De cette façon, vous pouvez réduire la quantité de données collectées

# personal_data_collected
source: Name, email address, mobile number, shipping address, location
fr: Nom, adresse e-mail, numéro de téléphone portable, adresse de livraison, localisation

# how_can_you_control_your_data
source: You can delete your account in HUAWEI ID-related products. After you delete your account, they will stop providing products and services, and delete your personal data unless otherwise stipulated by law.
fr: Vous pouvez supprimer votre compte dans les produits liés à l’identifiant HUAWEI. Après avoir supprimé votre compte, l’entreprise cessera de fournir des produits et services et supprimera vos données personnelles, sauf disposition contraire de la loi.

# track_record_details
source: In January 2020, Huawei <a id="a1">reported</a> a vulnerability regarding encryption of its phones.
fr: En janvier 2020, Huawei <a id="a1">a signalé</a> une vulnérabilité concernant le chiffrement de ses téléphones.

# track_record_details
source: There are also several reports of Huawei participating in development of technologies with questionable ethics. In 2020, it was <a id="a1">reported</a> that Huawei developed AI software used to suppress Uighur minorities in China. In 2019, the company was <a id="a2"> linked</a> to building wireless networks in North Korea.
fr: Plusieurs signalements font également état de la participation de Huawei au développement de technologies avec une éthique discutable. En 2020, il a été <a id="a1">révélé</a> que Huawei a développé un logiciel d’IA utilisé pour éliminer les minorités ouïghoures en Chine. En 2019, la société était <a id="a2">liée</a> à la construction de réseaux sans fil en Corée du Nord.

# track_record_details
source: Huawei is labeled <a id="a1">a national security threat</a> by the United States
fr: Huawei est qualifié de <a id="a1">menace à la sécurité nationale</a> par les États-Unis
