Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/huawei-smart-watch-*.po
Languages: es

# blurb
source: This smartwatch comes from Chinese tech manufacturer Huawei and tracks all things standard fitness trackers do — heart rate, blood oxygen levels, sleeps, stress, steps, calories and more. While available in Europe, it might be hard to find these products in North America because of the ban on Huawei products in the US over privacy and security concerns. We did find that the collection and use of health-related data is not described in their privacy policy and the privacy policy link on their webpage links to an old privacy policy last updated in 2018. The support email they offer for the US is now defunct.
es: Diese Smartwatch gehört zu den Produkten des chinesischen Tech-Herstellers Huawei und misst alle Werte, die Fitnesstracker so messen: Herzfrequenz, Blutsauerstoffgehalt, Schlaf, Stress, Schritte, Kalorien und mehr. In Europa sind Huawei Produkte erhältlich, schwieriger ist es dagegen wegen der Datenschutz- und Sicherheitsbedenken in Nordamerika. Laut unserer Recherche wird das Sammeln und die Nutzung von auf die Gesundheit bezogenen Daten in der Datenschutzrichtlinie nicht erwähnt und der Link zur Datenschutzrichtlinie auf Huaweis Website führt zu einer alten Richtlinie, die zuletzt 2018 aktualisiert wurde. Die für die USA angegebene Support-E-Mail-Adresse funktioniert nicht mehr.

# price
source: 99.90 euros
es: 99,90 Euro

# worst_case
source: Huawei's technology is basically blocked in the US. Many other countries around the world have issued bans on some of its technology. What does that mean for Huawei's fitness bands that are still popular in Europe and elsewhere around the world? Huawei meets our Minimum Security Standards, which is good. Their privacy policy says they do not share personal data with other companies or organizations without legitimate interest. What counts as a legitimate interest feels open to interpretation. A flag for us was how they collect and use of health-related data is not described in the privacy policy. That's an important omission. For users in the US, the privacy policy on the web page links to an old privacy policy last updated in 2018. The Google Play store linked to a more recent privacy policy. The multiple privacy policies led our research to email what turned out to be a now defunct email address: SupportUSA@huawei.com. Not really confidence inspiring.
es: Huaweis Technologie ist in den USA grundsätzlich blockiert. Viele andere Länder auf der ganzen Welt haben Verbote für einige von Huaweis Technologien erlassen. Was bedeutet das für die Fitnessbänder von Huawei, die in Europa und anderswo auf der Welt immer noch beliebt sind? Huawei erfüllt unsere Mindestsicherheitsstandards, was gut ist. Die Datenschutzrichtlinie des Unternehmens besagt, dass keine persönlichen Daten ohne begründetes Interesse an andere Unternehmen oder Organisationen weitergegeben werden. Was als begründetes Interesse gilt, ist offen für Interpretationen. Ein Warnzeichen für uns war, wie gesundheitsbezogene Daten gesammelt und verwendet werden, was in der Datenschutzrichtlinie nicht beschrieben wird. Das ist eine wichtige Auslassung. Für Benutzer in den USA verweist die Datenschutzrichtlinie auf der Webseite auf eine alte Datenschutzrichtlinie, die zuletzt 2018 aktualisiert wurde. Der Google Play-Store ist mit einer neueren Datenschutzrichtlinie verlinkt. Die verschiedenen Datenschutzrichtlinien führten uns zu einer E-Mail-Adresse schickten, die sich als inzwischen ungültig herausstellte: SupportUSA@huawei.com. Nicht wirklich vertrauenerweckend.

# how_does_it_use_data_collected
source: Huawei generally does not share personal data with other companies or organizations without legitimate interest.
es: Huawei gibt persönliche Daten im Allgemeinen nicht ohne berechtigtes Interesse an andere Unternehmen oder Organisationen weiter.

# uses_encryption_helptext
source: Encrypts data on the app and encrypts communications.
es: Daten in der App und Unterhaltungen werden verschlüsselt.

# strong_password_helptext
source: The device pairs securely via Bluetooth, which does not require a password.
es: Das Gerät verbindet sich sicher über Bluetooth und es wird kein Passwort benötigt.

# manage_vulnerabilities_helptext
source: Huawei has a bug bounty program, which means that anyone who finds a security issue and discloses it responsibly may get paid. https://www.huawei.com/us/psirt/report-vulnerabilities
es: Huawei hat ein Bug-Bounty-Programm, was bedeutet, dass jeder, der eine Sicherheitslücke entdeckt und diese verantwortungsvoll meldet, dafür bezahlt werden kann. https://www.huawei.com/us/psirt/report-vulnerabilities

# privacy_policy_helptext
source: The collection and use of health-related data is not described in the privacy policy. Privacy policy link on the webpage links to an old privacy policy last updated in 2018. The Google Play store linked to a more recent privacy policy. The multiple privacy policies led our research to email what turned out to be a now defunct email address: SupportUSA@huawei.com.
es: Die Sammlung und Nutzung gesundheitsbezogener Daten wird in der Datenschutzrichtlinie nicht erläutert. Der Link auf der Webseite führt zu einer veralteten, zuletzt 2018 aktualisierten, Datenschutzrichtlinie. Im Google Play Store wird zu einer neueren Version verlinkt. Unsere Nachforschungen führten dazu, dass wir uns mit einer E-Mail an eine wie sich herausstellte nicht mehr funktionale E-Mail-Adresse wendeten: SupportUSA@huawei.com.

# personal_data_collected
source: Name, email, phone number, address
es: Name, E-Mail, Telefonnummer, Adresse

# biometric_data_collected
source: Heart rate, movement, sleep data, menstrual cycle, blood oxygen levels, stress, and more
es: Herzfrequenz, Bewegung, Schlafdaten, Menstruationszyklus, Sauerstoffgehalt im Blut, Stress und mehr

# how_can_you_control_your_data
source: You can request that data be deleted.
es: Sie können die Löschung von Daten beantragen.

# track_record_details
source: Huawei has been indicted for corporate espionage in the United States for stealing trade secrets from US companies. The Huawei CFO is being held on charges of fraud in Canada.
es: Huawei wurde in den USA der Wirtschaftsspionage angeklagt, weil das Unternehmen Betriebsgeheimnisse von US-Unternehmen gestohlen hat. Der CFO von Huawei wird derzeit in Kanada wegen Betruges angeklagt.
