Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/hyundai.po
Languages: de

# worst_case
source: Hyundai’s tagline is “New thinking, new possibilities” but we’d humbly suggest they pump the brakes until they master the fundamentals -- like keeping their cars and customer data secure. Hey, actually, we <a id="a1">found</a> a document that summarizes our other suggestions for you pretty well, Hyundai. It mentions the importance of privacy and advocates for data minimization, data security, choice, transparency, and more! Hang on, it looks like you agreed to these principles! Perhaps you should give it another gander. and do better Until then, we’d suggest drivers keep at least six degrees of separation from a Hyundai -- they come with *privacy not included.
de: Hyundai wirbt mit dem Slogan „Neues Denken, neue Möglichkeiten“, aber wir würden demütig vorschlagen, dass sie auf die Bremse treten, bis sie die Grundlagen beherrschen - wie die Sicherheit ihrer Autos und der Daten ihrer Kunden. Hey, wir haben ein Dokument <a id="a1">gefunden</a>, das unsere anderen Vorschläge für Sie, Hyundai, ziemlich gut zusammenfasst. Es erwähnt die Bedeutung des Datenschutzes und plädiert für Datensparsamkeit, Datensicherheit, Wahlmöglichkeiten, Transparenz und mehr! Moment mal, es sieht so aus, als hätten Sie diesen Prinzipien zugestimmt! Vielleicht sollten Sie noch einmal einen Blick darauf werfen und es besser machen. Bis dahin raten wir Autofahrern, mindestens sechs Grad Abstand zu einem Hyundai zu halten - denn der kommt mit *Datenschutz nicht inbegriffen.

# user_friendly_privacy_policy_helptext
source: Hyundai has confusing to navigate privacy policy ecosystem with many privacy policies, notices, and supplements that are tedious and confusing to navigate and understand.
de: Hyundai verfügt über ein verwirrendes System von Datenschutzbestimmungen mit einer Vielzahl von Datenschutzbestimmungen, Hinweisen und Ergänzungen, die schwer zu navigieren und zu verstehen sind.

# uses_encryption_helptext
source: While Hyundai has encryption on its products, there was evidence of this encryption has been weak. Also, we cannot determine if all data sitting on the car, including telematic data the car collects as well as data shared when you connect your phone sits encrypted, and if all collected data is encrypted in transit. We reached out to the company to attempt to determine this multiple times and received no response.
de: Obwohl Hyundai seine Produkte verschlüsselt, gibt es Hinweise darauf, dass diese Verschlüsselung schwach ist. Außerdem können wir nicht feststellen, ob alle im Auto gespeicherten Daten, einschließlich der Telematikdaten, die das Auto sammelt, und der Daten, die bei der Verbindung mit dem Telefon übertragen werden, verschlüsselt sind, und ob alle gesammelten Daten bei der Übertragung verschlüsselt werden. Wir haben uns mehrfach an das Unternehmen gewandt, um dies herauszufinden, haben aber keine Antwort erhalten.

# manage_vulnerabilities_helptext
source: You can report vulnerabilities <a id="a1">here</a>.
de: Sie können Schwachstellen <a id="a1">hier</a>melden.

# tips_to_protect_yourself
source: Do not give consent to tailored advertisement.
de: Geben Sie keine Zustimmung zu personalisierter Werbung.

# tips_to_protect_yourself
source: Opt out from selling of your personal information, as well as from Cross-context Behavioral Advertising.
de: Deaktivieren Sie den Verkauf Ihrer personenbezogenen Daten sowie kontextübergreifende verhaltensbezogene Werbung.

# tips_to_protect_yourself
source: Always do a factory reset on your car before selling or trading it away to wipe your data clean and disconnect the app.
de: Setzen Sie Ihr Auto immer auf die Werkseinstellungen zurück, bevor Sie es verkaufen oder eintauschen, um Ihre Daten zu löschen und die Verbindung zur App zu trennen.

# tips_to_protect_yourself
source: Before reselling your car, make sure to notify the company
de: Informieren Sie das Unternehmen, bevor Sie Ihr Auto weiterverkaufen.

# tips_to_protect_yourself
source: When buying a used car, always make the previous owner removed their connected account and performed a factory reset.
de: Stellen Sie beim Kauf eines Gebrauchtwagens immer sicher, dass der/die Vorbesitzer*in sein/ihr damit verbundenes Konto entfernt und das Auto auf die Werkseinstellungen zurückgesetzt hat.

# tips_to_protect_yourself
source: Always use strong passwords and set up two-factor authentication for apps and services that connect to your car
de: Verwenden Sie immer starke Passwörter und richten Sie eine Zwei-Faktor-Authentifizierung für Apps und Dienste ein, die eine Verbindung zu Ihrem Auto herstellen.

# tips_to_protect_yourself
source: Only give access to your data to trusted third-parties
de: Gewähren Sie nur vertrauenswürdigen Dritten Zugriff auf Ihre Daten.

# tips_to_protect_yourself
source: When connecting a mobile app to the car, make sure to minimize the amount of data collected through this app. You can use iOS or Android settings to limit the data collected through your phone.
de: Wenn Sie eine mobile App mit dem Auto verbinden, achten Sie darauf, die Menge der Daten zu minimieren, die über die App gesammelt werden – Sie können die iOS- oder Android-Einstellungen verwenden, um die über Ihr Smartphone gesammelten Daten zu begrenzen.

# tips_to_protect_yourself
source: Opt out from your mobile device's location sharing.
de: Deaktivieren Sie die Standortfreigabe Ihres Mobilgeräts.

# tips_to_protect_yourself
source: Do not use Amazon Alexa in your car if you are concerned about Amazon collecting that voice request information, IP address, and geolocation information and using it to target you with advertising.
de: Verwenden Sie Amazon Alexa nicht in Ihrem Auto, wenn Sie Bedenken haben, dass Amazon diese Sprachanforderungsinformationen, die IP-Adresse und Geolokalisierungsinformationen sammelt und verwendet, um Ihnen zielgerichtete Werbung zu schicken.

# personal_data_collected
source: "Name, username, address, VIN, IP address and online identifiers, email address, account name, SSN, driver’s license number and other government identifiers, and unique personal identifiers, precise location. browsing history, search history, gender, age, citizenship, marital status, and disability status. <br/> <br/>Inferences drawn from any of the information identified above to create a profile reflecting a resident’s preferences, characteristics, behavior or attitudes.<br/> <br/>Vehicle- and driving-related information: Audio, visual and other electronic data: including data related to your Vehicle and the Vehicle Technologies and Services, including error codes, diagnostic and performance data, and other sensor data generated by your Vehicle, images and event data generated in connection with certain features (such as autonomous driving features), and data from third party accounts services that you link you MyHyundai account (e.g., calendar integration); inferences and trends derived from Covered Information (e.g., for quality, safety, improvement, analytics and other purposes); Usage and performance: information related to the use of your Vehicle and the Vehicle Technologies and Services, as well as Vehicle performance, diagnostic codes and service-related data. This includes information such as odometer, mileage, MPG and emissions data; tire pressure data; trouble or error codes, and other diagnostic data; service and maintenance history; engine performance; tire pressure data; weather, temperature and other driving conditions; fuel levels and refueling activity; battery levels and status; images from exterior cameras (if available); Vehicle settings, commands and presets, points of interest, and other information about your use of certain features, including which features you activate, access or use; and other performance, mechanical and operational data; as well as associated date/time stamps for such information; Geolocation data: location information, including your Vehicle’s GPS location, and, when you engage remote services using your mobile device, your mobile device location information; Driving data: including driving data about the operation of a Vehicle, such as speed, acceleration and breaking data; direction of travel; trip data (mileage, date, length, conditions); ignition events; steering events; cruise control data; seatbelt status; information about Vehicle incidents or events; other information about how you drive a Vehicle; as well as associated date/time stamps for such information."
de: „Name, Nutzer*innenname, Adresse, VIN, IP-Adresse und Online-Identifikatoren, E-Mail-Adresse, Kontoname, SSN, Führerscheinnummer und andere staatliche Identifikatoren sowie eindeutige persönliche Identifikatoren, genauer Standort, Browserverlauf, Suchverlauf, Geschlecht, Alter, Staatsangehörigkeit, Familienstand und Behindertenstatus. <br/> <br/>Rückschlüsse, die aus den oben genannten Informationen gezogen werden, um ein Profil zu erstellen, das die Vorlieben, Eigenschaften, das Verhalten oder die Einstellungen eines Bürgers widerspiegelt.<br/> <br/>Fahrzeug- und fahrbezogene Informationen: Audio-, visuelle und andere elektronische Daten: einschließlich Daten, die sich auf Ihr Fahrzeug und die Fahrzeugtechnologien und -dienste beziehen, einschließlich Fehlercodes, Diagnose- und Leistungsdaten und andere Sensordaten, die von Ihrem Fahrzeug generiert werden, Bilder und Ereignisdaten, die in Verbindung mit bestimmten Funktionen (wie z. B. Funktionen für autonomes Fahren) generiert werden, sowie Daten von Kontodiensten Dritter, die Sie mit Ihrem MyHyundai-Konto verknüpfen (z. B., Kalenderintegration); Rückschlüsse und Trends, die aus den abgedeckten Informationen abgeleitet werden (z.B. für Qualitäts-, Sicherheits-, Verbesserungs-, Analyse- und andere Zwecke); Nutzung und Leistung: Informationen, die sich auf die Nutzung Ihres Fahrzeugs und der Fahrzeugtechnologien und -dienste beziehen, sowie die Fahrzeugleistung, Diagnosecodes und servicebezogene Daten. Dazu gehören Informationen wie Kilometerzähler, Kilometerstand, MPG und Emissionsdaten; Reifendruckdaten; Fehlercodes und andere Diagnosedaten; Service- und Wartungshistorie; Motorleistung; Reifendruckdaten; Wetter, Temperatur und andere Fahrbedingungen; Kraftstoffstand und Betankungsaktivitäten; Batteriestand und -status; Bilder von Außenkameras (falls verfügbar); Fahrzeugeinstellungen, Befehle und Voreinstellungen, Points of Interest und andere Informationen über Ihre Nutzung bestimmter Funktionen, einschließlich der Funktionen, die Sie aktivieren, auf die Sie zugreifen oder die Sie nutzen; und andere Leistungs-, mechanische und Betriebsdaten sowie zugehörige Datums-/Zeitstempel für diese Informationen; Geolokalisierungsdaten: Standortinformationen, einschließlich des GPS-Standorts Ihres Fahrzeugs und, wenn Sie Remote-Dienste über Ihr mobiles Gerät in Anspruch nehmen, Standortinformationen Ihres mobilen Geräts; Fahrdaten: einschließlich Fahrdaten über den Betrieb eines Fahrzeugs, wie Geschwindigkeit, Beschleunigung und Bremsdaten; Fahrtrichtung; Reisedaten (Kilometerstand, Datum, Länge, Bedingungen); Zündungsereignisse; Lenkereignisse; Tempomat-Daten; Sicherheitsgurtstatus; Informationen über Vorfälle oder Ereignisse im Fahrzeug; andere Informationen darüber, wie Sie ein Fahrzeug fahren; sowie zugehörige Datums-/Zeitstempel für diese Informationen.“

# biometric_data_collected
source: "Audio, electronic, visual, thermal, olfactory, or similar information such as, CCTV footage, photographs, and call recordings and other audio recordings."<br/> <br/>"Physiological, biological or behavioral characteristics that can be used alone or in combination with each other to establish individual identity. For example, if you enroll, we may collect and process biometrics (e.g., fingerprint or facial recognition) as part of certain features and services, such as digital key and other vehicle services that enable your access using your biometric access credentials, subject to your consent as required under applicable laws."<br/> <br/>Biometric information: such as fingerprints or facial templates, if you enable and enroll in biometric authentication to access your Vehicle or certain Vehicle Technologies and Services."
de: „Audio-, elektronische, visuelle, thermische, olfaktorische oder ähnliche Informationen, wie z. B. CCTV-Aufnahmen, Fotografien, Gesprächsaufzeichnungen und andere Audioaufzeichnungen.“<br/> <br/>„Physiologische, biologische oder Verhaltensmerkmale, die allein oder in Kombination miteinander verwendet werden können, um die individuelle Identität festzustellen. Wenn Sie sich anmelden, können wir zum Beispiel biometrische Daten (z. B. Fingerabdruck oder Gesichtserkennung) als Teil bestimmter Funktionen und Dienste erfassen und verarbeiten, wie z. B. digitale Schlüssel und andere Fahrzeugdienste, die Ihnen den Zugang mit Ihren biometrischen Zugangsdaten ermöglichen, vorbehaltlich Ihrer nach geltendem Recht erforderlichen Zustimmung.<br/> <br/>Biometrische Informationen: wie Fingerabdrücke oder Gesichtsmuster, wenn Sie die biometrische Authentifizierung für den Zugang zu Ihrem Fahrzeug oder bestimmten Fahrzeugtechnologien und -diensten aktivieren und sich dafür anmelden.“

# how_can_you_control_your_data
source: It is unclear if all users regardless of location can get their data deleted.
de: Es ist unklar, ob alle Nutzer*innen unabhängig von Ihrem Standort ihre Daten löschen lassen können.

# how_can_you_control_your_data
source: US Privacy Policy
de: Datenschutzrichtlinie für die Vereinigten Staaten

# how_can_you_control_your_data
source: "Residents of certain U.S. states (including Virginia) may have additional rights under applicable privacy laws, subject to certain limitations and exceptions. These rights may include:<br/>• Correction: to request that we correct inaccuracies in their personal information, taking into account the nature and purposes of the processing of the personal information.<br/>• Deletion: to request deletion of certain personal information.<br/>• Access: to confirm whether we are processing their personal information and to obtain a copy of their personal information in a portable and, to the extent technically feasible, readily usable format.<br/>• Opt-Out: to opt out of certain types of processing, including:<br/> o to opt out of the “sale” of their personal information.<br/> o to opt out of “targeted advertising” by us.<br/> o to opt out of any processing of personal information for purposes of making decisions that produce legal or similarly significant effects.<b>"</b>
de: „Einwohner bestimmter US-Bundesstaaten (einschließlich Virginia) können vorbehaltlich bestimmter Einschränkungen und Ausnahmen nach den geltenden Datenschutzgesetzen zusätzliche Rechte haben. Diese Rechte können Folgendes umfassen:<br/>• Korrektur: Sie können verlangen, dass wir Ungenauigkeiten in ihren personenbezogenen Daten unter Berücksichtigung der Art und des Zwecks der Verarbeitung der personenbezogenen Daten korrigieren.<br/>• Löschung: Sie können die Löschung bestimmter personenbezogener Daten verlangen.<br/>• Zugriff: Zur Bestätigen, ob wir ihre personenbezogenen Daten verarbeiten, und um eine Kopie ihrer personenbezogenen Daten in einem tragbaren und, soweit technisch möglich, leicht nutzbaren Format zu erhalten.<br/>• Opt-Out: Sie können bestimmte Arten der Verarbeitung ablehnen, einschließlich:<br/> o den „Verkauf“ ihrer personenbezogenen Daten.<br/> o „gezielte Werbung“ durch uns.<br/> o die Verarbeitung personenbezogener Daten zum Zwecke der Entscheidungsfindung, die rechtliche oder ähnlich signifikante Auswirkungen hat.<b>“</b>

# how_can_you_control_your_data
source: Hyundai Vehicle Technologies and Services Privacy Notice
de: Datenschutzerklärung für Hyundai Fahrzeugtechnologien und -dienste

# how_can_you_control_your_data
source: "You have certain rights and choices regarding your Covered Information and the Vehicle Technologies and Services, as described in this section. For additional information about the rights and choices you have regarding Hyundai’s information practices, including your rights to opt out of marketing and targeting, generally, please review our Privacy Policy.
de: „Sie haben bestimmte Rechte und Wahlmöglichkeiten in Bezug auf die von Ihnen bereitgestellten Informationen und die Fahrzeugtechnologien und -dienstleistungen, wie in diesem Abschnitt beschrieben. Weitere Informationen zu Ihren Rechten und Wahlmöglichkeiten in Bezug auf die Informationspraktiken von Hyundai, einschließlich Ihres Rechts, Marketing und Targeting generell abzulehnen, finden Sie in unserer Datenschutzrichtlinie.

# how_can_you_control_your_data
source: Reviewing, Updating and Deleting Your Information. If you register for a MyHyundai account to access and use the Vehicle Technologies and Services, you can access and update certain information we have relating to your account within your account settings. For Blue Link® services, this can be done on the My Account page of MyHyundai.com⁠<br/>.⁠ You may also update or delete your contact information by submitting a request at our Contact Us page. Please note that we may maintain copies of information that you have updated, modified or deleted, as permitted, in our business records and in the normal course of our business operations."
de: Überprüfen, Aktualisieren und Löschen Ihrer Daten. Wenn Sie sich für ein MyHyundai-Konto registrieren, um auf Fahrzeugtechnologien und -dienste zuzugreifen und diese zu nutzen, können Sie bestimmte Informationen, die wir in Bezug auf Ihr Konto haben, in Ihren Kontoeinstellungen einsehen und aktualisieren. Für Blue Link®-Dienste können Sie dies auf der Seite Mein Konto auf MyHyundai.com tun<br/>. Sie können auch Ihre Kontaktinformationen aktualisieren oder löschen, indem Sie eine Anfrage auf unserer Kontaktseite stellen. Bitte beachten Sie, dass wir Kopien der von Ihnen aktualisierten, geänderten oder gelöschten Informationen in unseren Geschäftsunterlagen und im Rahmen unseres normalen Geschäftsbetriebs aufbewahren können“.

# how_can_you_control_your_data
source: "Hyundai offers you the opportunity to opt-out from marketing communications from Hyundai, and to opt out of certain disclosures of personal information to third parties."
de: „Hyundai bietet Ihnen die Möglichkeit, Marketingkommunikation von Hyundai abzubestellen und bestimmte Offenlegungen personenbezogener Daten gegenüber Dritten zu untersagen.“

# track_record_details
source: In April 2023, Hyundai <a id="a1">disclosed</a> a data breach impacting Italian and French car owners and those who booked a test drive, warning that hackers gained access to personal data.
de: Im April 2023 gab Hyundai eine <a id="a1">Datenpanne bekannt</a>, von der italienische und französische Autobesitzer sowie Personen, die eine Probefahrt gebucht hatten, betroffen waren, und warnte davor, dass Hacker Zugriff auf personenbezogene Daten hatten.

# track_record_details
source: In 2022, a software developer <a id="a1">cracked</a> Hyundai car security with a simple Google search. The vehicle’s manufacturer had <a id="a2">secured</a> its system using keys that were not only publicly known but had been lifted from programming examples.
de: Im Jahr 2022 <a id="a1">knackte</a> ein Softwareentwickler die Sicherheit von Hyundai-Fahrzeugen mit einer einfachen Google-Suche. Der Autohersteller hatte sein System mit Codes <a id="a2">gesichert</a>, die nicht nur öffentlich bekannt waren, sondern auch aus Programmierbeispielen stammten.

# child_safety_blurb
source: "We do not knowingly collect or maintain personal information from any person under the age of thirteen (13). No parts of our products or services are directed to or designed to attract anyone under the age of thirteen (13)."
de: „Wir sammeln oder speichern wissentlich keine persönlichen Daten von Personen unter dreizehn (13) Jahren. Kein Teil unserer Produkte oder Dienstleistungen richtet sich an Personen unter dreizehn (13) Jahren oder ist für Personen unter dreizehn (13) Jahren bestimmt.“

# child_safety_blurb
source: "The Vehicle Technologies and Services are not directed at children and we do not knowingly collect any personal information from children under the age of 16."
de: „Fahrzeugtechnologien und -dienstleistungen richten sich nicht an Kinder, und wir erfassen wissentlich keine personenbezogene Daten von Kindern unter sechzehn (16) Jahren.“

# ai_helptext
source: <a id="a1">Highway driving assist</a> includes such features as lane following assist, smart cruise control, etc. It is available in the newest cars. These features are enabled by numerous cameras, sensors and radars on the car.
de: Der <a id="a1">Autobahnfahrassistent</a> beinhaltet solche Merkmale wie Spurfolgeassistent, intelligente Geschwindigkeitsregelung usw. Er ist in den neuesten Autos erhältlich. Diese Funktionen werden durch zahlreiche Kameras, Sensoren und Radare am Auto ermöglicht.
