Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/hyundai.po
Languages: de

# seo_title
source: Hyundai | *Privacy Not Included
de: Hyundai | *Datenschutz nicht inbegriffen

# search_description
source: How creepy is your car? We read the privacy policies so you don’t have to. Learn how your favorite car brand stacks up when it comes to protecting your privacy and security.
de: Wie gruselig ist Ihr Auto? Wir haben die Datenschutzrichtlinien gelesen, damit Sie das nicht tun müssen. Erfahren Sie, wie sich Ihre Lieblingsautomarke in Bezug auf den Schutz Ihrer Privatsphäre und Sicherheit verhält.

# blurb
source: Hyundai is a South Korean car company founded in 1967. Once knocked for building cheap, unreliable cars, Hyundai has improved their reputation over the past few decades and is now pretty popular around the world. Newer models inculde the Elantra, Kona, Sonata, Santa Fe, and EVs Ioniq 5 and Nexo. Their MyHyundai app and Bluelink connected servcies lets owners do lots of remote things like start the vehicle, lock and unlock the car, honk the horn and flash the lights, check your EV's charging status, and even connect your WearOS watch for voice commands do remote car things as well. So, how is Hyundai at privacy? Well, they are pretty yucky to be honest.
de: Hyundai ist ein südkoreanischer Automobilhersteller, der 1967 gegründet wurde. Hyundai hatte früher den Ruf, billige und unzuverlässige Autos zu bauen, hat aber in den letzten Jahrzehnten seinen Ruf verbessert und ist heute weltweit sehr beliebt. Zu den neuesten Modellen gehören Elantra, Kona, Sonata, Santa Fe und die Elektroautos Ioniq 5 und Nexo. Mit der MyHyundai-App und den Bluelink-Diensten können die Besitzerinnen und Besitzer viele Dinge aus der Ferne erledigen, z. B. das Fahrzeug starten, ver- und entriegeln, hupen und die Lichthupe betätigen, den Ladestatus des Elektroautos abfragen und sogar ihre WearOS-Uhr für Sprachbefehle mit dem Auto verbinden. Wie steht es mit dem Datenschutz bei Hyundai? Nun, um ehrlich zu sein, ziemlich schlecht.

# worst_case
source: Hyundai nooooooo! We loved your wholesome Kevin Bacon <a id="a1">commercial</a>. But your privacy policies? They seem like they were written in a tiny town where privacy is illegal (that was a Kevin Bacon/Footloose movie joke for you young'uns). We did not enjoy reading them. Here’s what gave us the willies: Hyundai collects a massive amount of detailed and sensitive data about you and what you do. And we don’t like how they treat it: When they’re not sharing or selling it (two things we feel they do too much of) they fail to keep it safe. Oh, and their position on sharing all that data and personal information with law enforcement and governments is not great at all.
de: Nein, Hyundai, und nochmals nein! Ihre gesunde Kevin-Bacon-<a id="a1">Werbung</a> hat uns gefallen. Aber Ihre Datenschutzbestimmungen? Sie sehen aus, als wären sie in einer Kleinstadt geschrieben worden, in der Datenschutz illegal ist (das war ein Kevin-Bacon/Footloose-Film-Witz für die Jüngeren unter euch). Wir hatten keinen Spaß beim Lesen. Und das Folgende hat uns eine Gänsehaut bereitet: Hyundai sammelt eine riesige Menge detaillierter und sensibler Daten über Sie und Ihre Aktivitäten. Und es gefällt uns nicht, wie sie damit umgehen: Wenn sie die Daten nicht teilen oder verkaufen (zwei Dinge, von denen sie unserer Meinung nach zu viel tun), sind sie nicht sicher aufbewahrt. Oh, und ihre Einstellung zur Weitergabe all dieser Daten und persönlichen Informationen an Strafverfolgungsbehörden und Regierungen ist alles andere als gut.

# worst_case
source: Like all the cars we looked at, Hyundai collects a ton of information about what you do in your car, through the app, using those Bluelink connected services, and more Things like your geolocation, how fast you drive, whether you’re using the seatbelts, your presets and use of your car’s features, and when exactly you do these things. They also collect “<b>sensor data</b>” that’s created by your vehicle, which can include “<b>images</b> and event data.” OK so basically everything you do in your car. What else? Well, they collect information about the world around your car, like “images from exterior cameras” and “weather, temperature and other driving conditions.”
de: Wie alle Autos, die wir uns angesehen haben, sammelt Hyundai eine Menge Informationen darüber, was Sie in Ihrem Auto tun, über die App, über die Dienste, die mit Bluelink verbunden sind, und noch mehr Dinge wie Ihre geografische Position, wie schnell Sie fahren, ob Sie angeschnallt sind, Ihre Voreinstellungen und die Nutzung der Fahrzeugfunktionen und wann genau Sie diese Dinge tun. Sie sammeln auch „<b>Sensordaten</b>“, die von Ihrem Fahrzeug erzeugt werden und „<b>Bilder</b> und Ereignisdaten“ enthalten können. OK, also im Grunde alles, was Sie in Ihrem Auto tun. Und was noch? Nun, sie sammeln Informationen über die Umgebung Ihres Autos, wie „Bilder von Außenkameras“ und „Wetter, Temperatur und andere Fahrbedingungen“.

# worst_case
source: Back to you, Hyundai can also collect information about stuff you buy (“purchase history”) and sites you browse online (“browsing history”). Beyond things you do, they collect a lot of information about you; Information about your identity, like your driver’s license number, your IP address, insurance policy number, and other “unique identifiers.” So far, they’re about tied with most of the car companies we looked at, but they don’t stop there.
de: Zurück zu Ihnen: Hyundai kann auch Informationen darüber sammeln, was Sie kaufen („Kaufhistorie“) und welche Websites Sie im Internet besuchen („Browsing-Historie“). Zusätzlich zu den Dingen, die Sie tun, sammeln sie eine Menge Informationen über Sie: Informationen über Ihre Identität, wie Ihre Führerscheinnummer, Ihre IP-Adresse, Ihre Versicherungsnummer und andere „eindeutige Identifizierungsmerkmale“. Bis jetzt sind sie mit den meisten Autoherstellern, die wir untersucht haben, gleichauf, aber das ist noch nicht alles.

# worst_case
source: In their <a id="a1">Hyundai Motor America Privacy Policy</a>, they flip-flop from pretty specific examples of data they collect, like “<b>disability status</b>” and “<b>citizenship</b>” to waaay more broad ones like “<b>medical information</b>,” and “audio, electronic, visual, thermal, olfactory, or similar information.” Olfactory, if you’re (also) wondering, relates to your sense of smell. Hmm. We don’t think that Hyundai cars are equipped with smell-o-vision (yet) but it does seem like they’re keeping their options open to collect as much data as possible.
de: In den <a id="a1">Datenschutzbestimmungen von Hyundai Motor America</a> wechseln sie von recht konkreten Beispielen für gesammelte Daten wie „<b>Behindertenstatus</b>“ und „<b>Nationalität</b>“ zu sehr viel allgemeineren Beispielen wie „<b>medizinische Informationen</b>“ und „Audio-, elektronische, visuelle, thermische, Geruchs- oder ähnliche Informationen“. Olfaktorisch, falls (auch) Sie sich wundern, bezieht sich auf Ihren Geruchssinn. Hmm. Wir glauben nicht, dass die Autos von Hyundai (noch) mit einem Geruchssinn ausgestattet sind, aber es scheint, dass sie sich alle Optionen offen halten, um so viele Daten wie möglich zu sammeln.

# worst_case
source: Broad and vague language is common in privacy policies, but it still annoys us every time. Like when Hyundai says, in their <a id="a1">California Privacy Supplement</a>, under biometric information collected, that they might collect “[p]physiological, <b>biological or behavioral characteristics</b>.” The example they provide is “fingerprint or facial recognition” that you might use to enroll for certain features. But since that’s technically just an example, that could also give them permission to collect a lot more.
de: Weit gefasste und vage Formulierungen sind in Datenschutzerklärungen üblich, ärgern uns aber immer wieder. Zum Beispiel, wenn Hyundai in seiner <a id="a1">kalifornischen Datenschutzerklärung</a> unter den gesammelten biometrischen Daten angibt, dass sie „[p]ysiologische, <b>biologische oder Verhaltensmerkmale</b>“ sammeln können. Als Beispiel wird „Fingerabdruck- oder Gesichtserkennung“ genannt, mit der man sich für bestimmte Funktionen anmelden kann. Technisch gesehen ist dies jedoch nur ein Beispiel, und sie könnten die Erlaubnis erhalten, noch viel mehr zu sammeln.

# worst_case
source: If you connect your phone to your Hyundai, download the <a id="a1">MyHyundai with Bluelink App</a>, or use the connected services, the car maker collects even more information about you. The <a id="a2">Hyundai Motor America Mobile and Wearable App Privacy Notice</a> and the <a id="a3">Vehicle Technologies and Services Privacy Notice</a> link back to their main privacy policy’s <a id="a4">California Privacy Supplement</a> for more detail, which suggests all the same information we already talked about can be collected from the app and services too. Plus, a little more. The app privacy policy adds app usage data, account information, information from third parties, and the <b>location of your phone</b>. The technologies and services privacy policy says <b>other drivers</b> and passengers may have access to your personal data if you let them use your car’s connected services. Oh, and! Don’t forget to “inform any such individuals of this Notice and the applicable settings” before they do -- a totally normal chat to have before you let anyone change the radio station.
de: Wenn Sie Ihr Handy mit Ihrem Hyundai verbinden, die <a id="a1">MyHyundai with Bluelink App</a> herunterladen oder die damit verbundenen Dienste nutzen, sammelt der Autohersteller noch mehr Informationen über Sie. Die <a id="a2">Datenschutzerklärung von Hyundai Motor America für mobile und tragbare Anwendungen</a> und die <a id="a3">Datenschutzerklärung für Fahrzeugtechnologien und -dienste</a> beziehen sich auf die <a id="a4">kalifornische Datenschutzergänzung</a> zur Hauptdatenschutzrichtlinie, aus der hervorgeht, dass alle Informationen, über die wir bereits gesprochen haben, auch von der Anwendung und den Diensten erfasst werden können. Und noch ein bisschen mehr. In der Datenschutzrichtlinie für Apps kommen Daten über die Nutzung der App, Kontoinformationen, Informationen von Dritten und der <b>Standort Ihres Telefons</b> hinzu. Die Datenschutzrichtlinie für Technologien und Dienste besagt, dass <b>andere Fahrer</b> und Beifahrer Zugriff auf Ihre persönlichen Daten haben können, wenn Sie ihnen die Nutzung der vernetzten Dienste Ihres Autos erlauben. Ach ja! Vergessen Sie nicht, diese Personen über diesen Hinweis und die geltenden Einstellungen zu „informieren“, bevor sie dies tun - ein ganz normales Gespräch, das Sie führen sollten, bevor Sie jemanden den Radiosender wechseln lassen.

# worst_case
source: There’s more! Not all of the information that Hyundai learns and stores about you is taken from your car, what you tell them, or even from your phone. Hyundai can <b>collect</b> information about you from “dealers,” “public sources,” “affiliates and partners,” “<b>data aggregators and brokers</b>,” and “government entities.” Crikey!
de: Aber das ist noch nicht alles! Nicht alle Informationen, die Hyundai über Sie erfährt und speichert, stammen aus Ihrem Auto, aus dem, was Sie Hyundai mitteilen, oder sogar aus Ihrem Telefon. Hyundai kann Informationen über Sie von „Händlern“, „öffentlichen Quellen“, „verbundenen Unternehmen und Partnern“, „<b>Datenaggregatoren und Brokern</b>“ und „Regierungsbehörden“ <b>sammeln</b>. Gütiger Himmel!

# worst_case
source: Bet you’re wondering what they do with that mountain of data. For one, they use it to make up even more data about you. Hyundai collects “inferences drawn from any of the information identified above to create a profile reflecting a resident’s preferences, characteristics, behavior or attitudes.” There’s that too-broad “characteristics” word again. We’d say more about how we feel about this, Hyundai, but you should be able to ~infer~ our attitude from this review.
de: Sie fragen sich sicher, was die mit diesem Datenberg machen. Zum einen verwenden sie sie, um noch mehr Daten über Sie zu sammeln. Hyundai sammelt „Schlussfolgerungen, die aus den oben genannten Informationen gezogen werden, um ein Profil zu erstellen, das die Vorlieben, Eigenschaften, Verhaltensweisen oder Einstellungen eines Einwohners widerspiegelt“. Da ist es wieder, das zu weit gefasste Wort „Eigenschaften“. Wir würden gerne mehr darüber sagen, was wir davon halten, Hyundai, aber Sie sollten in der Lage sein, unsere Einstellung aus diesem Bericht herauszulesen.

# worst_case
source: More upsetting news: Hyundai does a whole lotta sharing and selling of your data, sometimes for “marketing and promotional purposes.” Specifically, they “may ‘sell’ or ‘share’ <b>identifiers</b> [like your Social Security number in the United States], <b>customer records</b> [which can include “medical information”], commercial information, internet or other electronic network usage data [“search history”], and profiles and <b>inferences</b> to or with affiliates and subsidiaries, marketing partners, third party ad companies and other marketing and advertising partners; and analytics providers.” Affiliates and marketers and partners -- oh my! It’s starting to feel like selling cars is secondary to your data biz, Hyundai.
de: Noch mehr beunruhigende Nachrichten: Hyundai teilt und verkauft eine Menge Ihrer Daten, manchmal für „Marketing- und Werbezwecke“. Konkret „kann Hyundai <b>Identifikatoren</b> [wie Ihre Sozialversicherungsnummer in den USA], <b>Kundendaten</b> [die „medizinische Informationen“ enthalten können], kommerzielle Informationen, Daten über die Nutzung des Internets oder anderer elektronischer Netzwerke [„Suchverlauf“] sowie Profile und <b>Rückschlüsse</b> an oder mit verbundenen Unternehmen und Tochtergesellschaften, Marketingpartnern, Drittwerbeunternehmen und anderen Marketing- und Werbepartnern sowie Analyseanbietern 'verkaufen' oder 'weitergeben'“. Verbundene Unternehmen und Vermarkter und Partner - oh je! Langsam bekommt man das Gefühl, dass der Autoverkauf dem Datengeschäft untergeordnet wird, liebe Hyundai.

# worst_case
source: It also seems like they may share your information with law enforcement without too much arm-twisting, since their privacy policy says they comply with “lawful requests, whether<b> formal or informal.</b>” Does that mean the police don’t even have to say please? Seriously, this really concerns us. Hyundai collects a ton of personal and car information on you, including tracking your precise location. The bar to share that information with law enforcement or governments should be very high, requiring a court order and only sharing the minimum data necessary to comply with that order is what we like to see. The fact that Hyundai says they can share your personal, car, and precise location information with law enforcement and governments based solely on an "informal request" is truly frightening. The potential for abuse here is sky high.
de: Es sieht auch so aus, als ob Hyundai Ihre Daten ohne viel Aufhebens an die Strafverfolgungsbehörden weitergeben kann, denn in den Datenschutzrichtlinien heißt es, dass Hyundai „legitime Anfragen, <b>ob formell oder informell</b>, beantwortet“. Bedeutet das, dass die Polizei nicht einmal „bitte“ sagen muss? Ernsthaft, das macht uns wirklich Sorgen. Hyundai sammelt eine Menge persönlicher und fahrzeugbezogener Daten über Sie, einschließlich Informationen über Ihren genauen Standort. Die Hürde, diese Daten an Strafverfolgungsbehörden oder Regierungen weiterzugeben, sollte sehr hoch sein. Wir wollen, dass eine richterliche Anordnung eingeholt wird und nur das Minimum an Daten weitergegeben wird, das notwendig ist, um dieser Anordnung nachzukommen. Die Tatsache, dass Hyundai sagt, sie könnten Ihre persönlichen Daten, Ihr Fahrzeug und Ihren genauen Standort an Strafverfolgungsbehörden und Regierungen weitergeben, nur aufgrund einer „informellen Anfrage“, ist wirklich erschreckend. Das Missbrauchspotenzial ist enorm.

# worst_case
source: Moving on. Like most connected products, Hyundai can also “collect, use, and disclose” aggregate and anonymized data however they like, which, we do like to point out, especially with large volumes of sensitive information, can be relatively easy to r<a id="a1">e-identify</a>.
de: Weiter im Text. Wie die meisten vernetzten Produkte kann Hyundai aggregierte und anonymisierte Daten nach Belieben „sammeln, verwenden und weitergeben“. Wir weisen darauf hin, dass diese Daten, insbesondere wenn es sich um große Mengen sensibler Daten handelt, relativ leicht <a id="a1">zurückverfolgt</a> werden können.

# worst_case
source: Ouff. OK but since it looks like data’s an important asset to Hyundai, surely they have nailed down how to properly protect it? No, they have not. Another thing that Hyundai does with your data is accidentally give it away. In April, Hyundai suffered a <a id="a1">data breach</a> that exposed the personal information of French and Italian car owners who booked a test drive. Worse, in February Hyundai had to <a id="a2">patch</a> 8 million cars, after the so-called “Kia Challenge” on TikTok led to hundreds of car thefts, including 14 reported crashes and eight fatalities, according to the United States’ National Highway Traffic Safety Administration. Thieves known as “The Kia Boyz” posted instructional videos about how to <b>bypass</b> the vehicles’ <b>security system</b> using only a <b>USB cable and a screwdriver</b>. Dang, that is really not good. And initial fixes for the problem didn't actually seem to, you know, <a id="a3">fix the problem</a>. We did get a good chuckle of Kia's solution to this security problem leaning heavily into trying to take down the TikTok videos showing people how to exploit the problem and maybe not enough into actually fixing the security problem. "<i>"Ira Gabriel, a spokesman for Hyundai, said the company has tried to remove from social media the instructional videos that show how to steal the cars .But as new ones surface,” he said, “there have been additional waves of thefts.”"</i> Call us a tough customer, but we believe taking control of someone else’s car should be more challenging than charging your phone.
de: Autsch. OK, aber da Daten für Hyundai ein wichtiges Gut zu sein scheinen, haben sie sich doch sicher Gedanken darüber gemacht, wie man sie richtig schützt? Nein, haben sie nicht. Eine andere Sache, die Hyundai mit Ihren Daten macht, ist, sie versehentlich weiterzugeben. Im April gab es bei Hyundai eine <a id="a1">Datenpanne</a>, bei der die persönlichen Daten von französischen und italienischen Autobesitzern, die eine Probefahrt gebucht hatten, an die Öffentlichkeit gelangten. Schlimmer noch: Im Februar musste Hyundai 8 Millionen Autos <a id="a2">zurückrufen</a>, nachdem die so genannte „Kia Challenge“ über TikTok zu Hunderten von Autodiebstählen geführt hatte, darunter 14 gemeldete Unfälle mit acht Todesopfern, so die National Highway Traffic Safety Administration der USA. Die Diebe, die sich „The Kia Boyz“ nannten, posteten Anleitungsvideos, in denen sie zeigten, wie man mit einem <b>USB-Kabel und einem Schraubenzieher</b> das <b>Sicherheitssystem</b> eines Autos <b>umgehen</b> kann. Verdammt, das ist nicht gut. Und die ersten Lösungen <a id="a3">schienen das Problem nicht wirklich zu lösen</a>. Wir haben uns darüber amüsiert, dass Kia sich bei der Lösung des Sicherheitsproblems hauptsächlich darauf konzentriert hat, die TikTok-Videos zu löschen, die zeigen, wie das Problem ausgenutzt werden kann, und vielleicht nicht genug getan hat, um das Sicherheitsproblem wirklich zu beheben.<i> Ira Gabriel, ein Sprecher von Hyundai, sagte, das Unternehmen habe versucht, die Anleitungsvideos, die zeigen, wie die Autos gestohlen werden können, aus den sozialen Medien zu entfernen. „Aber als neue Videos auftauchten“, sagte er, „gab es erneute Wellen von Diebstählen“. </i>Nennen Sie uns einen schwierigen Kunden, aber wir glauben, dass die Kontrolle über ein fremdes Auto eine größere Herausforderung sein sollte als das Aufladen des Telefons.

# worst_case
source: Last year, Hyundai made (another) pretty embarrassing misstep when they used an encryption key that was <a id="a1">copied</a> from an example listed in a public document, allowing a software developer to “<a id="a2">hack</a>” their own car’s software with a simple <b>Google search</b>. That boneheaded oopsie also gave us a good chuckle, but we also don't know if we should laugh or cry and Hyundai's struggle to security their stuff.
de: Letztes Jahr machte Hyundai einen (weiteren) ziemlich peinlichen Fehler, als sie einen Verschlüsselungscode verwendeten, der aus einem öffentlich zugänglichen Dokument <a id="a1">kopiert</a> worden war, was es einem Softwareentwickler ermöglichte, die Software ihres Autos mit einer einfachen <a id="a2">Google-Suche</a> zu „<b>hacken</b>“. Auch wir haben über diesen dummen Vorfall gelacht, aber wir wissen in Wirklichkeit nicht, ob wir lachen oder weinen sollen, wenn Hyundai sich um die Sicherheit seiner Produkte bemüht.

# worst_case
source: So what are your options? Can you at least opt out of some or any of this? Not really. If you opt out of data collection from the technologies and services, then <i>“most Vehicle Technologies and Services will not be available to you.”</i> And if you try to opt out of the collection, sales, or sharing (of information collected through the app or your car) through the <a id="a1">Personal Information Request Portal</a>, Hyundai will only <i>“respond to your request as required by state law”</i> which means only Californians and residents of states with similar privacy laws have that right. Oh, and lucky people living in Europe under their stronger <a id="a2">GDPR</a> privacy laws will be good too. The rest of us, well, we're probably out of luck. Ugh!
de: Welche Möglichkeiten haben Sie also? Kann man sich zumindest gegen einige oder alle dieser Maßnahmen entscheiden? Nicht wirklich. Wenn Sie der Datenerfassung durch die Technologien und Dienste widersprechen, <i>„stehen Ihnen die meisten Fahrzeugtechnologien und Dienste nicht zur Verfügung.“</i> Und wenn Sie versuchen, die Erfassung, den Verkauf oder die Weitergabe (von Informationen, die über die App oder Ihr Fahrzeug erfasst werden) über das <a id="a1">Portal zur Anforderung personenbezogener Daten</a> abzulehnen, wird Hyundai nur <i>„auf Ihre Anfrage antworten, wie es das staatliche Recht vorschreibt“</i>, was bedeutet, dass nur Kalifornier und Einwohner von Staaten mit ähnlichen Datenschutzgesetzen dieses Recht haben. Oh, und die glücklichen Menschen, die in Europa leben, wo die strengere <a id="a2">DSGVO</a> gilt, sind auch gut dran. Der Rest von uns, na ja, der hat wohl Pech gehabt. Igitt!

# worst_case
source: Clearly, bad stuff’s already happening with Hyundai’s privacy practices. But it could get worse. Hyundai could goof up again and expose the absolute avalanche of private data (plus inferences) that they have collected about you. Or they could drop the data security ball (again) by giving away control of your car to folks with more sinister intentions than teenagers on TikTok.
de: Mit den Datenschutzpraktiken von Hyundai ist schon einiges schief gelaufen. Aber es könnte noch schlimmer kommen. Hyundai könnte es wieder vermasseln und die absolute Lawine an privaten Daten (plus Schlussfolgerungen), die sie über Sie gesammelt haben, preisgeben. Oder sie könnten den Datenschutz (wieder einmal) vernachlässigen, indem sie die Kontrolle über Ihr Auto an Leute mit finstereren Absichten als Teenager auf TikTok weitergeben.
