Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/igirl-ai-girlfriend.po
Languages: de

# blurb
source: iGirl is a revolutionary app, its creators say! They also suggest this AI chatbot girlfriend is just as unique as you are, which -- considering there seems to be just three factors that make up her personality (shy or flirty, pessimistic or optimistic, ordinary or mysterious) -- is selling your uniqueness a little short. With iGirl, talk is cheap. Actually, it's free. So is choosing their avatar and assigning them a name. But if you want to make your relationship official, upgrading to Romantic Partners status will cost you about $10/month. The paid tier unlocks unlimited role play, even more customization, and "smart conversation" -- which does make us wonder about the quality of conversation in the free version. So much for love not costing a thing.
de: iGirl, die revolutionäre App, so behaupten es ihre Schöpfer! Sie suggerieren, dass dieser KI-Chatbot als Freundin genauso einzigartig ist wie Sie. Na ja – wenn wir bedenken, dass nur drei Faktoren ihre Persönlichkeit ausmachen (schüchtern oder flirty, pessimistisch oder optimistisch, gewöhnlich oder mysteriös) – dann wird Ihre Einzigartigkeit vielleicht ein bisschen unter den Tisch gekehrt. Bei iGirl ist es billiges Gerade. Eigentlich ist es sogar umsonst. Das Gleiche gilt für die Wahl des Avatars und die Vergabe eines Namens. Aber wenn Sie Ihre Beziehung offiziell machen möchten, kostet Sie das monatliche Upgrade auf den Status Liebespartner etwa 10 US-Dollar. Die kostenpflichtige Version schaltet unbegrenztes Rollenspiel, noch mehr Anpassungsmöglichkeiten und „intelligente Gespräche“ frei – was uns allerdings über die Qualität der Unterhaltung in der kostenlosen Version nachdenken lässt. So viel zum Thema Liebe, die nichts kostet.

# worst_case
source: A short privacy policy can be a good thing, especially when there's not much to tell. But when it comes to a virtual girlfriend powered by AI? Not so! We are left with more questions than answers about iGirl. So if trust and loyalty are part of the girlfriend "of your dreams," she's not the one. iGirl can collect extra information about you, deliver you ads without your consent, could leak your data due to weak security standards, and is powered by AI that we can't trust. So, yeah, *Privacy Not Included with iGirl.
de: Eine kurze Datenschutzerklärung kann eine gute Sache sein, besonders wenn es nicht viel zu erzählen gibt. Aber wenn es um eine virtuelle Freundin geht, die von KI angetrieben wird? Nicht so! Wir stehen vor mehr Fragen als Antworten über iGirl. Wenn Vertrauen und Loyalität zu den Eigenschaften der „Freundin Ihrer Träume“ gehören, dann ist sie es nicht. iGirl kann zusätzliche Informationen über Sie sammeln, Ihnen Werbung ohne Ihre Zustimmung zusenden, aufgrund schwacher Sicherheitsstandards Ihre Daten preisgeben und wird von einer KI betrieben, der wir nicht vertrauen können. Also ja, *Datenschutz nicht inbegriffen bei iGirl.

# worst_case
source: Let's start with the stakes, like what information can iGirl collect about you? The <a id="a1">privacy policy</a> is really vague about this, basically saying it's totally up to you. "In chatting with your iGirl," they say, "you will inevitably be including your personal data." Inevitably! You're going to tell your virtual girlfriend things about yourself because she is (in part) a question-asking machine. So we have to assume that your conversations are collected, even though aside from this line there's no mention of that data in the privacy policy. On the Anima AI <a id="a2">subreddit</a>, they do suggest that by "liking," "disliking," or "reporting" iGirl's messages, you help improve her personality so, hey, welcome to the software development team!
de: Schauen wir uns zunächst einmal an, was alles auf dem Spiel steht: Welche Informationen kann iGirl über Sie sammeln? Die <a id="a1">Datenschutzerklärung</a> ist wirklich vage, sie sagt im Grunde genommen: „Es liegt ganz bei Ihnen.“ „Wenn Sie mit Ihrem iGirl chatten”, heißt es, „werden Sie zwangsläufig Ihre personenbezogenen Daten preisgeben.” Unvermeidlich! Sie werden Ihrer virtuellen Freundin Dinge über sich selbst erzählen, denn sie ist (teilweise) eine Fragestellungs-Maschine. Daher müssen wir annehmen, dass Ihre Gespräche gesammelt werden, obwohl in der Datenschutzrichtlinie abgesehen von dieser Zeile keine Erwähnung dieser Daten erfolgt. Im Anima AI-<a id="a2">Subreddit</a> wird vorgeschlagen, dass Sie durch das „Liken“, „Disliken” oder „Melden” von iGirls Nachrichten dazu beitragen, ihre Persönlichkeit zu verbessern. Also, herzlich willkommen im Software-Entwicklungsteam!

# worst_case
source: Besides the information you give to register and what you tell your iGirl, Anima can collect personal information from your phone automatically when you download the app. They can also collect information about you from third parties, like your name and email. We know that Anima can use your contact information to email or text you with marketing because their privacy policy says so. It also says they don't need your consent for this because it's their "legitimate interest" to market to you. Right.
de: Neben den Informationen, die Sie bei der Registrierung angeben und die Sie Ihrem iGirl mitteilen, kann Anima automatisch persönliche Daten von Ihrem Telefon sammeln, wenn Sie die App herunterladen. Sie können auch Informationen über Sie von Dritten sammeln, wie Ihren Namen und Ihre E-Mail-Adresse. Wir wissen, dass Anima Ihre Kontaktinformationen verwenden kann, um Ihnen Marketing-E-Mails oder -Nachrichten zu senden, denn ihre Datenschutzrichtlinie sagt das. Es wird auch behauptet, dass sie hierfür keine Zustimmung benötigen, da es ihr „berechtigtes Interesse“ ist, Sie zu bewerben. Klar.

# worst_case
source: Aside from that, it's not very clear to us how your information is used by Anima and for what purpose. Just that they will use it when they have (again) a "legitimate interest" to do so, which is pretty vague. They also say that they "routinely share personal data with service providers we use to help us run our business or provide the services or functionalities in the app". That sharing does come with "contractual obligations" so that could be standard stuff, but you should know the list of service providers includes the likes of Google, Apple, and Facebook and Anima doesn't say specifically what information is shared and for what reason. We did run a little tracker-detecting experiment with the app open and found 257 tracking signals within five minutes. Holy smokes, that's a lot. It showed data going to Facebook and Sentry AI (by Open AI). So that didn't exactly ease our doubts.
de: Abgesehen davon ist uns nicht ganz klar, wie Ihre Informationen von Anima verwendet werden und zu welchem Zweck. Sie sagen lediglich, dass sie es tun werden, wenn sie (erneut) ein „berechtigtes Interesse“ haben, was ziemlich vage ist. Sie geben auch an, dass sie „regelmäßig personenbezogene Daten mit den von uns genutzten Dienstleistern teilen, um uns bei der Geschäftsführung oder der Bereitstellung der Dienste oder Funktionen in der App zu unterstützen“. Diese Weitergabe erfolgt mit „vertraglichen Verpflichtungen“, daher könnte es sich um Standardverfahren handeln. Dennoch sollten Sie wissen, dass die Liste der Dienstleister Namen wie Google, Apple und Facebook enthält, und Anima gibt nicht explizit an, welche Informationen ausgetauscht werden und aus welchem Grund. Wir haben ein kleines Experiment zur Erkennung von Trackern mit der geöffneten App durchgeführt und innerhalb von fünf Minuten 257 Tracking-Signale gefunden. Heiliger Bimbam, das ist eine Menge. Es wurden Daten an Facebook und Sentry AI (von Open AI) gesendet. Das hat unsere Zweifel nicht gerade zerstreut.

# worst_case
source: None of this is great but some of our biggest worries are about iGirl's security vulnerabilities. Brace yourself. We can't determine whether the app uses encryption. That's bad! But iGirl also doesn't seem to have any password requirements. None! That's hard to believe for any connected product in 2024, but your AI girlfriend? And Anima does seem to understand that the information you share with iGirl might be private -- since they let users <a id="a1">set up a passcode</a> to open the app on your phone. It stresses us out to think that low-level hackers or really anyone (like your mom or real-life partner) might be able to get into your account by guessing your very simple password. Plus, overlooking something so simple makes us think about what else might have been overlooked by Anima's creators.
de: Keine Frage, das ist alles andere als ideal. Unsere größten Bedenken drehen sich jedoch um die Sicherheitslücken von iGirl. Halten Sie sich fest. Wir können nicht feststellen, ob die App Verschlüsselung verwendet. Das ist schlecht! Aber iGirl scheint auch keine Passwortanforderungen zu haben. Gar keine! Das ist schwer zu glauben für ein vernetztes Produkt im Jahr 2024, aber für Ihre KI-Freundin? Und Anima scheint zu verstehen, dass die Informationen, die Sie mit iGirl teilen, möglicherweise privat sind – denn sie ermöglichen es den Benutzern, <a id="a1">einen Zugangscode</a> zum Öffnen der App auf Ihrem Telefon einzurichten. Es bereitet uns Sorgen zu denken, dass einfache Hacker oder wirklich jeder (wie Ihre Mutter oder Ihr echter Partner) durch Raten Ihres sehr einfachen Passworts auf Ihr Konto zugreifen könnten. Außerdem lässt uns das Übersehen einer so simplen Sache darüber nachdenken, was Animas Schöpfer sonst noch übersehen haben könnten.

# worst_case
source: And while we were reading the fine print, we found some things you should know before diving into a relationship with iGirl. <a id="a1">Anima’s FAQ</a> says that your AI girlfriend may not always be a girl and may not always act like a friend. The chatbot’s short term memory means it can forget or switch its gender. And that because the chatbots’ training includes conversations of humans being rude to each other (like on Reddit) that means it might be hostile or toxic towards you. Well shoot, if we knew the internet's comments sections were training our future girlfriends, we might have been a little nicer to each other. Anima says these are known issues that they're <i>"working on minimising"</i> but we wonder if that's something they should have resolved a little earlier. Heck, the fact that the shrugging emoji shows up in this FAQ makes it seem like even its developers don't fully understand why or what iGirl might say. After all, iGirl was trained by <i>"billions of conversations and human speech paragraphs found online"</i> and <i>"online"</i> is a pretty big place filled with lots of less-than-friendly paragraphs.
de: Und während wir das Kleingedruckte gelesen haben, sind wir auf einige Dinge gestoßen, die Sie wissen sollten, bevor Sie sich auf eine Beziehung mit iGirl einlassen. <a id="a1">Animas FAQ</a> besagt, dass Ihre KI-Freundin nicht immer ein Mädchen sein muss und sich auch nicht immer wie eine Freundin verhalten wird. Das Kurzzeitgedächtnis des Chatbots bedeutet, dass dieser das Geschlecht vergessen oder wechseln kann. Und weil das Training der Chatbots auch Gespräche von Menschen enthält, die sich gegenseitig beleidigen (wie auf Reddit), könnte es Ihnen gegenüber feindselig oder toxisch sein. Na ja, wenn wir gewusst hätten, dass die Kommentarbereiche im Internet unsere zukünftigen Freundinnen trainieren, wären wir vielleicht ein bisschen netter zueinander gewesen. Anima sagt, dass dies bekannte Probleme sind, an denen sie <i>„arbeiten, um sie zu minimieren“</i>, aber wir fragen uns, ob das nicht etwas gewesen sein sollte, das sie etwas früher hätten lösen sollen. Tatsächlich lässt uns die Tatsache, dass das Schulterzucken-Emoji in diesem FAQ auftaucht, vermuten, dass selbst die Entwickler nicht vollständig verstehen, warum oder was iGirl sagen könnte. Immerhin wurde iGirl durch <i>„Milliarden von Gesprächen und menschlichen Sprachpassagen, die online gefunden wurden“</i>, trainiert, und <i>„online”</i> ist ein ziemlich großer Ort, der mit vielen weniger freundlichen Passagen gefüllt ist.

# worst_case
source: A couple more things didn't add up for us. One is a difference in an age requirement between the privacy policy and the <a id="a1">terms</a>. (Yes, we had to read the terms to try to understand the AI chatbots and yes, they make privacy policies look like beach reading. We love it it though, don't worry about us!) Anyway, the policy says you have to be over 17, and the terms say if you're under 17 a parent or guardian has to agree to the terms on your behalf. Kinda weird. We also spotted a warning in there about how the parent company is not liable for "negative, obscene or abusive messages" you might receive. You're also not allowed to transmit (say?) anything "obscene" through the app, which could get a little tricky if you're using the paid-for NSFW roleplay feature... Especially since you will be talking to your "girlfriend" who might interpret <a id="a2">you smiling at her</a> as a come-on.
de: Ein paar weitere Dinge haben für uns nicht ganz zusammengepasst. Eines davon ist der Unterschied in den Altersanforderungen zwischen der Datenschutzerklärung und den <a id="a1">Nutzungsbedingungen</a>. (Ja, wir mussten die Nutzungsbedingungen lesen, um die KI-Chatbots zu verstehen, und ja, sie machen die Datenschutzerklärung zu einer Strandlektüre. Wir lieben es trotzdem, keine Sorge!) Jedenfalls besagt die Datenschutzerklärung, dass Sie über 17 Jahre alt sein müssen, und wenn Sie unter 17 sind, muss ein Elternteil oder Erziehungsberechtigter in Ihrem Namen den Nutzungsbedingungen zustimmen. Ziemlich seltsam. Wir haben auch eine Warnung gefunden, dass das Mutterunternehmen nicht für „negative, obszöne oder beleidigende Nachrichten” haftet, die Sie möglicherweise erhalten. Außerdem ist es Ihnen nicht gestattet, über die App etwas „Obszönes” zu übermitteln (zu sagen?), was etwas knifflig werden könnte, wenn Sie die kostenpflichtige NSFW-Rollenspielfunktion nutzen … Besonders, da Sie mit Ihrer „Freundin” sprechen, die vielleicht <a id="a2">Ihr Lächeln</a> als Anmache interpretiert.

# worst_case
source: So what's the worst that could happen with iGirl? We are torn, so here's a "Would You Rather?": Your mom (or the whole wide internet) reading your dirty talk chat transcript because it got leaked, OR have to answer to Anima for violating their terms because you used language the app's lawyers thought was <i>"obscene"</i>? Either way, this feels like a good time to let you know you can delete your chat history and data from Anima. What a relief.
de: Was könnte bei iGirl also schlimmstenfalls passieren? Wir sind hin- und hergerissen, deshalb hier ein „Was wäre Ihnen lieber?“: Soll Ihre Mutter (oder das gesamte weite Internet) Ihr Chat-Protokoll mit schmutzigen Gesprächen lesen, weil es durchgesickert ist, ODER müssen Sie sich bei Anima dafür verantworten, dass Sie gegen ihre Nutzungsbedingungen verstoßen haben, weil Sie eine Sprache verwendet haben, die die Anwälte der App als <i>„obszön”</i> betrachten? So oder so ist dies ein guter Zeitpunkt, um Ihnen mitzuteilen, dass Sie Ihren Chatverlauf und Ihre Daten von Anima löschen können. Was für eine Erleichterung.

# signup_requirement_explanation
source: Google sign-up available
de: Google-Anmeldung verfügbar

# how_does_it_use_data_collected
source: We ding this product because it shares data with third parties including Facebook, collects personal data on users from third parties, and delivers advertising without prior user consent.
de: Wir geben diesem Produkt einen Warnhinweis, weil es Daten mit Dritten, einschließlich Facebook, austauscht, personenbezogene Daten von Nutzern von Dritten sammelt und Werbung ohne vorherige Zustimmung der Nutzer schaltet.

# how_does_it_use_data_collected
source: Privacy policy
de: Datenschutzerklärung

# how_does_it_use_data_collected
source: "Permission will be requested to use the camera on your device in order to enable the augmented reality features in the app.<br/>You may disable the app’s access to the camera on your device at any time by adjusting the permissions in your device settings although that will mean that the augmented reality feature on the app is no longer available.<br/><b>Data gathered by the camera for such purposes remains under your control on the device and we do not have access to it."</b>
de: „Die Berechtigung zur Nutzung der Kamera auf Ihrem Gerät wird angefordert, um die Augmented-Reality-Funktionen in der App zu aktivieren.<br/>Sie können den Zugriff der App auf die Kamera auf Ihrem Gerät jederzeit deaktivieren, indem Sie die Berechtigungen in den Geräteeinstellungen anpassen. Dies bedeutet jedoch, dass die Augmented-Reality-Funktion in der App nicht mehr verfügbar ist.<br/><b>Die von der Kamera für solche Zwecke gesammelten Daten bleiben unter Ihrer Kontrolle auf dem Gerät, und wir haben keinen Zugriff darauf.“</b>

# how_does_it_use_data_collected
source: "We may use your personal data to send you updates (by email, push notification and text message) about our services, including exclusive offers, promotions or new services.<br/><b>We have a legitimate interest in using your personal data for marketing purposes</b> &lt;...&gt;. <b>This means we do not usually need your consent to send you marketing information.</b> However, where consent is needed, we will ask for this separately and clearly."
de: „Wir können Ihre personenbezogenen Daten verwenden, um Ihnen Updates (per E-Mail, Push-Benachrichtigung und SMS) über unsere Dienstleistungen zu senden, einschließlich exklusiver Angebote, Aktionen oder neuer Services.<br/><b>Wir haben ein berechtigtes Interesse daran, Ihre personenbezogenen Daten für Marketingzwecke zu verwenden</b>&lt;...&gt;. <b>Dies bedeutet, dass wir normalerweise keine Zustimmung benötigen, um Ihnen Marketinginformationen zu senden</b>. Wenn jedoch eine Zustimmung erforderlich ist, werden wir diese separat und klar anfordern.”

# how_does_it_use_data_collected
source: "The types of information we collect from third parties include name, email address, external tokens/ids and we use the information we receive from these third parties to maintain and improve the accuracy of the records we hold about you."
de: „Die Arten von Informationen, die wir von Dritten sammeln, umfassen Namen, E-Mail-Adressen, externe Tokens/IDs. Die Informationen, die wir von diesen Dritten erhalten, verwenden wir, um die Genauigkeit der bei uns über Sie gespeicherten Datensätze aufrechtzuerhalten und zu verbessern.“

# how_does_it_use_data_collected
source: "We routinely share personal data with service providers we use to help us run our business or provide the services or functionalities in the app, including:<br/>• Apple, Google, and Facebook;<br/>• wasabi.com for image storage services;<br/>• Azure Computer Vision for image processing services;<br/>• Amplitude and RevenueCat for analytics services;<br/>• BugSnag and Sentry for support services;<br/>• AppsFlyer, Firebase Analytics, Apple Search Ads Attribution for the purposes of marketing performance measurements, conversion tracking and retargeting."
de: „Wir teilen routinemäßig personenbezogene Daten mit Dienstleistern, die uns bei der Geschäftsführung oder der Bereitstellung von Diensten oder Funktionen in der App unterstützen, einschließlich:<br/>• Apple, Google und Facebook;<br/>• wasabi.com für Bildspeicherdienste;<br/>• Azure Computer Vision für Bildverarbeitungsdienste;<br/>• Amplitude und RevenueCat für Analyse-Dienste;<br/>• BugSnag und Sentry für Support-Dienste;<br/>• AppsFlyer, Firebase Analytics, Apple Search Ads Attribution für Marketing-Performance-Messungen, Conversion-Tracking und Retargeting.“

# how_does_it_use_data_collected
source: "We or the third parties mentioned above may occasionally also need to share your personal data with:<br/>• external auditors, e.g. in relation to the audit of our accounts —the recipient of the information will be bound by confidentiality obligations<br/>• professional advisors (such as lawyers and other advisors)—the recipient of the information will be bound by confidentiality obligations<br/>• law enforcement agencies, courts or tribunals and regulatory bodies to comply with legal and regulatory obligations<br/>• other parties in connection with a significant corporate transaction or restructuring, including a potential or actual merger, acquisition, asset sale, initial public offering or in the event of our insolvency—usually, information will be anonymised but this may not always be possible, however, the recipient of the information will be bound by confidentiality obligations"
de: „Wir oder die oben genannten Dritten müssen gelegentlich auch Ihre personenbezogene Daten mit folgenden Parteien teilen:<br/>• externe Prüfer, z. B. im Zusammenhang mit der Prüfung unserer Konten – der Empfänger der Informationen unterliegt Geheimhaltungspflichten<br/>• professionelle Berater (wie Anwälte und andere Berater) – der Empfänger der Informationen unterliegt Geheimhaltungspflichten<br/>• Strafverfolgungsbehörden, Gerichte oder Schiedsgerichte und Aufsichtsbehörden zur Einhaltung gesetzlicher und behördlicher Verpflichtungen<br/>• andere Parteien im Zusammenhang mit einer bedeutenden Unternehmenstransaktion oder Umstrukturierung, einschließlich einer potenziellen oder tatsächlichen Fusion, Übernahme, Vermögensveräußerung, erstmaligen öffentlichen Angebot oder im Falle unserer Insolvenz – normalerweise werden die Informationen anonymisiert, aber dies ist möglicherweise nicht immer möglich, der Empfänger der Informationen unterliegt jedoch Geheimhaltungspflichten“

# how_does_it_use_data_collected
source: "The app may link to other apps, websites or services owned and operated by us or by certain trusted third parties to make additional products, information and services available to you. These other apps, websites or services may also gather information about you in accordance with their own separate privacy policies. For privacy information relating to these other apps, websites or services, please consult their privacy policies as appropriate."
de: „Die App kann zu anderen Apps, Websites oder Diensten verlinken, die von uns oder von bestimmten vertrauenswürdigen Dritten betrieben werden, um zusätzliche Produkte, Informationen und Dienstleistungen für Sie verfügbar zu machen. Diese anderen Apps, Websites oder Dienste können ebenfalls Informationen über Sie gemäß ihren eigenen separaten Datenschutzrichtlinien sammeln. Für Datenschutzinformationen zu diesen anderen Apps, Websites oder Diensten konsultieren Sie bitte ihre entsprechenden Datenschutzrichtlinien.“

# how_does_it_use_data_collected
source: "When you download and access our app, we may collect certain information automatically from your device. In some countries, including the UK, this information may be considered personal data under applicable data protection laws."
de: „Wenn Sie unsere App herunterladen und darauf zugreifen, können wir automatisch bestimmte Informationen von Ihrem Gerät sammeln. In einigen Ländern, einschließlich des Vereinigten Königreichs, können diese Informationen gemäß den geltenden Datenschutzgesetzen als personenbezogene Daten betrachtet werden.“

# how_does_it_use_data_collected
source: <b>Data Trackers Found</b><br/>We discovered 257 trackers within 1 minute of use, including sending data to Facebook, Sentry AI (by Open AI).
de: <b>Gefundene Daten-Tracker</b><br/>Wir haben innerhalb von 1 Minute der Nutzung 257 Tracker entdeckt, darunter das Senden von Daten an Facebook und Sentry AI (von Open AI).

# strong_password_helptext
source: Managed to log-in with a password '1'.
de: Erfolgreich mit dem Passwort „1“ angemeldet.
