Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/igirl-ai-girlfriend.po
Languages: de

# tips_to_protect_yourself
source: Do not say anything containing sensitive information in your conversation with your AI partner.
de: Sagen Sie in Ihrem Gespräch mit dem KI-Partner nichts, was sensible Informationen enthält.

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data nor does close your account.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.

# tips_to_protect_yourself
source: Do not give consent to constant geolocation tracking by the app. Better provide geolocation 'only when using the app'.
de: Geben Sie keine Zustimmung zur ständigen Verfolgung der Geolokalisierung durch die App. Stellen Sie die Geolokalisierung besser „nur bei Verwendung der App“ bereit.

# tips_to_protect_yourself
source: Do not share sensitive data through the app.
de: Teilen Sie keine sensiblen Daten über die App.

# tips_to_protect_yourself
source: Do not give access to your photos and video or camera.
de: Geben Sie keinen Zugriff auf Ihre Fotos und Videos oder Kamera.

# tips_to_protect_yourself
source: Do not log in using third-party accounts.
de: Melden Sie sich nicht mit Konten von Drittanbietern an.

# tips_to_protect_yourself
source: Do not connect to any third party via the app, or at least make sure that a third party employs decent privacy practices.
de: Stellen Sie über die App keine Verbindung zu Dritten her, oder vergewissern Sie sich zumindest, dass diese Dritte anständige Datenschutzpraktiken anwenden.

# tips_to_protect_yourself
source: Do not say anything containing sensitive information in your conversation with AI partner.
de: Sagen Sie in Ihrem Gespräch mit dem KI-Partner nichts, was sensible Informationen enthält.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc.
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.

# tips_to_protect_yourself
source: Do not use social media plug-ins.
de: Verwenden Sie keine Social-Media-Plug-ins.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary).
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre persönlichen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Standort, außer es ist notwendig).

# tips_to_protect_yourself
source: Keep your app regularly updated.
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand.

# tips_to_protect_yourself
source: Limit ad tracking via your device (ex. on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization).
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung).

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung nicht dem Tracking Ihrer Daten zu, wenn Sie die Möglichkeit haben.

# personal_data_collected
source: Contact details, IP address, device type, unique device identification numbers, other internal identifiers (integers), browser-type, broad geographic location (e.g. country or city-level location), other technical information.
de: Kontaktdaten, IP-Adresse, Gerätetyp, eindeutige Gerätekennungen, andere interne Identifikatoren (Ganzzahlen), Browsertyp, grobe geografische Lage (z. B. Land oder stadtweite Lage) und andere technische Informationen.

# how_can_you_control_your_data
source: Privacy policy
de: Datenschutzerklärung

# how_can_you_control_your_data
source: "<b>You generally have the following rights, which you can usually exercise free of charge:</b><br/>● If you wish to access, correct, update or <b>request deletion</b> of your personal data, you can do so at any time by contacting us using the contact details provided &lt;...&gt;<br/>● In addition, you can object to processing of your personal data, ask us to restrict processing of your personal data or request portability of your personal data. &lt;...&gt;<br/>● You have the right to opt-out of marketing communications we send you at any time. &lt;...&gt;<br/>● Similarly, if we have collected and processed your personal data with your consent, then you can withdraw your consent at any time. &lt;...&gt;"
de: „<b>Sie haben im Allgemeinen folgende Rechte, die Sie in der Regel kostenlos ausüben können:</b><br/>● Wenn Sie auf Ihre personenbezogenen Daten zugreifen, diese korrigieren, aktualisieren oder <b>löschen möchten</b>, können Sie dies jederzeit tun, indem Sie uns über die angegebenen Kontaktdaten kontaktieren &lt;...&gt;<br/>● Darüber hinaus können Sie der Verarbeitung Ihrer personenbezogenen Daten widersprechen, uns bitten, die Verarbeitung Ihrer personenbezogenen Daten einzuschränken oder die Übertragbarkeit Ihrer personenbezogenen Daten anzufordern. &lt;...&gt;<br/>● Sie haben das Recht, sich jederzeit von den Marketingkommunikationen abzumelden, die wir Ihnen senden. &lt;...&gt;<br/>● Ebenso können Sie Ihre Einwilligung jederzeit widerrufen, wenn wir Ihre personenbezogenen Daten mit Ihrer Zustimmung gesammelt und verarbeitet haben. &lt;...&gt;\”

# how_can_you_control_your_data
source: "We retain personal data we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax or accounting requirements).<br/>When we have no ongoing legitimate business need to process your personal data, we will either delete or anonymise it or, if this is not possible (for example, because your personal data has been stored in backup archives), then we will securely store your personal data and isolate it from any further processing until deletion is possible."
de: „Wir speichern personenbezogene Daten, die wir von Ihnen erheben, solange, wie wir ein fortlaufendes berechtigtes Geschäftsinteresse daran haben (zum Beispiel, um Ihnen einen von Ihnen angeforderten Service bereitzustellen oder um geltenden gesetzlichen, steuerlichen oder buchhalterischen Anforderungen zu entsprechen).<br/>Wenn wir keinen fortlaufenden berechtigten Geschäftsbedarf zur Verarbeitung Ihrer personenbezogenen Daten haben, werden wir diese entweder löschen oder anonymisieren. Ist dies nicht möglich (zum Beispiel, weil Ihre personenbezogenen Daten in Backup-Archiven gespeichert sind), werden wir Ihre personenbezogenen Daten sicher aufbewahren und von jeglicher weiteren Verarbeitung isolieren, bis eine Löschung möglich ist.“

# track_record_details
source: No known data breaches discovered in the last three years.
de: Keine bekannten Datenschutzverletzungen in den letzten drei Jahren entdeckt.

# child_safety_blurb
source: "If you are aged under 17 (or under 18 if you are in the UK) you must not use the app as it is not designed for you. We do not intend to collect the personal data of anyone under 17. If you are aware that any personal data of anyone under 17 has been shared with the app please let us know so that we can delete that data."
de: „Wenn Sie unter 17 Jahre alt sind (oder unter 18, wenn Sie im Vereinigten Königreich sind), dürfen Sie die App nicht verwenden, da sie nicht für Sie konzipiert ist. Wir beabsichtigen nicht, personenbezogene Daten von Personen unter 17 Jahren zu sammeln. Wenn Ihnen bekannt ist, dass personenbezogene Daten von Personen unter 17 Jahren mit der App geteilt wurden, informieren Sie uns bitte, damit wir diese Daten löschen können.“

# ai_is_transparent_helptext
source: We found no documentation or policies that explain how this product's AI works.
de: Wir haben keine Dokumentation oder Richtlinien gefunden, die erklären, wie die KI dieses Produkts funktioniert.

# ai_helptext
source: We cannot confirm if the AI used by this product is trustworthy, because there is little or no public information on how the AI works and what user controls exist to make the product safe. We also found disturbing themes in the app's content. In addition, we are concerned about the potential for user manipulation from this app as the app collects sensitive personal information, can use that data to train to AI models, and users have little to no control over those AI algorithms.
de: Wir können nicht bestätigen, ob die von diesem Produkt verwendete KI vertrauenswürdig ist, da es nur wenige oder keine öffentlichen Informationen darüber gibt, wie die KI funktioniert und welche Benutzerkontrollen vorhanden sind, um das Produkt sicher zu machen. Wir haben auch verstörende Themen im Inhalt der App gefunden. Darüber hinaus sind wir besorgt über das Potenzial für Benutzermanipulationen durch diese App, da die App sensible persönliche Daten sammelt, diese Daten verwenden kann, um KI-Modelle zu trainieren, und die Benutzer wenig bis gar keine Kontrolle über diese KI-Algorithmen haben.

# ai_helptext
source: iGirl employs large language models to generate conversations and act as a romantic partner.
de: iGirl verwendet große Sprachmodelle (Large language models), um Gespräche zu generieren und als romantischer Partner zu fungieren.

# ai_can_user_control_helptext
source: We found no details regarding user controls at this app.
de: Wir haben bei dieser App keine Details zur Benutzerkontrolle gefunden.
