Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/irobot-roombas.po
Languages: de, es, fr, pt_br

# ai_what_can_it_do
source: Only the Roomba j7/j7+ and Roomba Combo j7+ can use its camera sensor to detect and avoid obstacles; which currently includes only electrical cords and pet waste. With a user’s express, opt-in consent, their Roomba j-Series robot will snap a photo of perceived obstacle and send the photo to the iRobot Home App for a user’s review. iRobot cannot view the images sent to the iRobot Home App unless a user specifically chooses to share an image with us. Users can choose to share any image they’d like - all of them, or none. Images that are shared with iRobot are used to improve iRobot's ability to train robots to avoid obstacles. Images that are not shared with iRobot are never viewable by iRobot and are deleted in 30 days.
de: Nur der Roomba j7/j7+ und der Roomba Combo j7+ können seinen Kamerasensor nutzen, um Hindernisse zu erkennen und zu vermeiden; dazu gehören derzeit nur Stromkabel und Haustierexkremente. Mit der ausdrücklichen Zustimmung des Nutzers nimmt der Roboter der Roomba j-Serie ein Foto des wahrgenommenen Hindernisses auf und sendet es zur Überprüfung an die iRobot Home App. iRobot kann die an die iRobot Home App gesendeten Bilder nicht einsehen, es sei denn, der Nutzer entscheidet sich ausdrücklich dafür, ein Bild mit uns zu teilen. Die Benutzer können jedes Bild freigeben, das sie möchten - alle oder keines. Bilder, die mit iRobot geteilt werden, werden verwendet, um die Fähigkeit von iRobot zu verbessern, Roboter zur Vermeidung von Hindernissen zu trainieren. Bilder, die nicht mit iRobot geteilt werden, sind für iRobot nie sichtbar und werden nach 30 Tagen gelöscht.
es: Solo los Roomba j7, j7+ y Roomba Combo j7+ pueden utilizar su sensor de cámara para detectar y evitar obstáculos, que actualmente incluyen solo cables eléctricos y residuos de mascotas. Con el consentimiento expreso del usuario, el robot Roomba j-Series tomará una foto del obstáculo y la enviará a la aplicación iRobot Home para que el usuario la revise. iRobot no puede ver las imágenes enviadas a la aplicación iRobot Home a menos que el usuario elija específicamente que desea compartir una imagen con nosotros. Los usuarios pueden optar por compartir una, todas o ninguna de las imágenes. Las imágenes que se comparten con iRobot se utilizan para mejorar la capacidad de iRobot de entrenar a los robots para evitar obstáculos. Las imágenes que no se comparten con iRobot nunca son visibles por iRobot y se eliminan en 30 días.
fr: Seuls le Roomba j7/j7+ et le Roomba Combo j7+ peuvent utiliser leur capteur de caméra pour détecter et éviter les obstacles ; qui n’inclut actuellement que les cordons électriques et les déchets d’animaux de compagnie. Avec le consentement exprès de l’utilisateur, leur robot Roomba j-Series prendra une photo de l’obstacle perçu et l’enverra à l’application iRobot Home pour examen. iRobot ne peut pas afficher les images envoyées à l’application iRobot Home à moins qu’un utilisateur ne choisisse spécifiquement de partager une image avec nous. Les utilisateurs peuvent choisir de partager n’importe quelle image qu’ils veulent - toutes, ou aucune. Les images partagées avec iRobot sont utilisées pour améliorer la capacité d’iRobot à former des robots à éviter des obstacles. Les images qui ne sont pas partagées avec iRobot ne sont jamais visibles par iRobot et sont supprimées dans les 30 jours.
pt_br: Apenas o Roomba j7/j7+ e o Roomba Combo j7+ podem usar seu sensor de câmera para detectar e evitar obstáculos; que atualmente inclui apenas cabos elétricos e resíduos de animais de estimação. Com o consentimento expresso de um usuário, seu robô Roomba j-Series tirará uma foto do obstáculo percebido e enviará a foto para o aplicativo iRobot Home para análise de um usuário. A iRobot não pode visualizar as imagens enviadas para o aplicativo iRobot Home, a menos que um usuário opte especificamente por compartilhar uma imagem conosco. Os usuários podem optar por compartilhar qualquer imagem que desejarem – todas ou nenhuma. As imagens compartilhadas com a iRobot são usadas para melhorar a capacidade da iRobot de treinar robôs para evitar obstáculos. As imagens que não são compartilhadas com a iRobot nunca podem ser visualizadas pela iRobot e são excluídas em 30 dias.

# blurb
source: Let’s face it, vacuuming sucks. Throw in some pets or kids and this Sisyphean task can drain your soul. Well, hello Roomba! This robot vacuum does the work for you. These robot vacuums map your house, can tell the kitchen from the dinner room, and will vacuum with a "Hey Google, clean up under the table" voice command. A truly wonderful invention. And if you've been scarred by watching those videos where they smear poop all over the floor, your worries are (hopefully) over. Roombas are learning how to avoid dog poo. Technological advances are truly a wonder. Poo aside, maybe the best thing about iRobot's Roombas is, they're actually pretty good at privacy and security. For now. Who knows if they'll stay that way after Amazon's puchase of iRobot goes through?
es: Seamos realistas, aspirar no mola. Si hay mascotas o niños, esta tarea digna de Sísifo puede hasta quitarte las ganas de vivir. Bueno, ¡hola, Roomba! Este robot aspirador hace el trabajo por ti. Mapea tu casa, puede distinguir la cocina del comedor y comenzará a aspirar apenas escuche el comando de voz «OK, Google, limpia debajo de la mesa». Un invento verdaderamente maravilloso. Y si te han asustado esos vídeos en los que esparcen caca por todo el suelo, tus preocupaciones (esperemos) han terminado. Los Roomba están aprendiendo a esquivar la caca de perro. Los avances tecnológicos son una auténtica pasada. Dejando a un lado la caca, tal vez lo mejor de los Roombas de iRobot es que en realidad son bastante buenos en privacidad y seguridad. Al menos por ahora. ¿Quién sabe si se seguirán así después de que Amazon compre iRobot?

# worst_case
source: iRobot and their robot vacuums are one of the good guys when it comes to privacy. That’s why they make our “Best Of” list. And why <a id="a1">Consumer Reports named them</a> the most privacy and secure robot vacuums they review. Shoot, we even hired an independent cybersecurity firm to look into iRobot Roomba’s privacy and security and they came back with a report that said, “Despite the fact that rigorous testing approaches and techniques were instigated against the Roomba Vacuum i3 … no issues of any kind were identified during the course of this review.” Good work iRobot!
es: iRobot y sus robots aspiradores son uno de los chicos buenos cuando se trata de privacidad. Es por eso que están en nuestra lista de «Lo mejor de». Y es por eso que <a id="a1">Consumer Reports los nombró</a> los robots aspiradores más privados y seguros de todos los que revisaron. Incluso contratamos a una firma de ciberseguridad independiente para investigar la privacidad y seguridad de iRobot Roomba y regresaron con un informe que decía: «A pesar del hecho de que se aplicaron métodos y técnicas de pruebas rigurosas contra el Roomba Vacuum i3... no se identificaron problemas de ningún tipo durante el curso de esta revisión». ¡Buen trabajo, iRobot!

# worst_case
source: That’s the good news. Now for <a id="a1">the worrisome news</a>. The reason we asked an independent cybersecurity firm to look into iRobot’s robot vacuum cleaners is because we wanted to confirm that they are as good at privacy and security as we thought (and it seems they are). Because not-very-good-guy <a id="a2">Amazon announced in August, 2022 that they are acquiring good guy iRobot</a> for about $1.7 billion. And this has us -- <a id="a3">and many other experts</a> -- concerned about the privacy of all the personal information these robot vacuums can collect on you and your home going forward.
es: Esas fueron las buenas noticias. Ahora vamos con <a id="a1">las noticias preocupantes</a>. La razón por la que le pedimos a una empresa de ciberseguridad independiente que investigara los robots aspiradores de iRobot es porque queríamos confirmar que son tan buenos en privacidad y seguridad como pensábamos (y parece que lo son), debido a que el no tan buen chico <a id="a2">Amazon anunció en agosto de 2022 que está adquiriendo al bueno de iRobot</a> por alrededor de 1.7 mil millones de dólares. Esto nos tiene a nosotros, <a id="a3">y a muchos otros expertos</a> , preocupados por la privacidad de toda la información personal que estos robots aspiradores pueden recopilar sobre ti y tu hogar en el futuro.

# worst_case
source: <a id="a1">Here’s why</a>: Amazon loves data. They like to know as much about you as they can so they can target you with the ads and product recommendations that will sell you more stuff. iRobot’s <a id="a2">privacy policy</a> says they can collect lots of data about you and your home -- things like your home’s floor plan, the objects in your home and where they are located, cleaning schedules, your location, name, email, device and advertising IDs, and even images from your home if you chose to share those from their vacuums that use camera-based navigation. That’s a lot of<a id="a3"> info about your and your home</a> that Amazon could potentially use to know more about you, target you with ads, and sell you more stuff
es: <a id="a1">He aquí el motivo</a>: a Amazon le encantan los datos. Les gusta saber todo lo posible sobre ti para poder dirigirte anuncios y recomendaciones de productos y venderte más cosas. La <a id="a2">política de privacidad</a> de iRobot dice que pueden recopilar muchos datos sobre ti y tu hogar; cosas como el plano de tu casa, los objetos que hay en tu hogar y dónde están ubicados, los horarios de limpieza, tu ubicación, nombre, correo electrónico, Id. de dispositivos y publicidad, e incluso imágenes de tu casa, si eliges compartir las que toman los robots que usan navegación basada en cámaras. Esa es una gran cantidad de<a id="a3"> información sobre ti y tu casa</a> que Amazon podría usar para conocerte aún más, orientarte con anuncios y venderte más cosas.

# worst_case
source: iRobot currently makes it fairly clear they want to do a good job protecting and respecting all the data their little roving vacuum robots can collect. They don’t sell your data (neither will Amazon, but Amazon doesn’t need to as they are the advertising giant others pay to use the data they have on you to target you with ads and promotions). iRobot also says they won’t share your personal information for third party advertising (they may share some app and website usage info for targeted advertising…this is super common). This is good. However, we can’t say Amazon will do the same. <a id="a1">Amazon wants to own that data on you</a> to target you with more ads and sell you more stuff. <a id="a2">As one privacy expert put it</a>, “People tend to think of Amazon as an online seller company, but really Amazon is a surveillance company. That is the core of its business model, and that’s what drives its monopoly power and profit,” says Evan Greer, director of the nonprofit digital rights organization Fight for the Future..
es: iRobot actualmente deja bastante claro que quieren hacer un buen trabajo protegiendo y respetando todos los datos que sus pequeños robots aspiradores itinerantes pueden recopilar. No venden tus datos (tampoco lo hace Amazon, pero Amazon no tiene la necesidad de hacerlo, ya que son el gigante de la publicidad que otros pagan para usar los datos que tienen sobre ti para dirigirte anuncios y promociones). iRobot también dice que no compartirán tu información personal para publicidad de terceros (pueden compartir algunos datos sobre el uso de la aplicación y el sitio web para publicidad dirigida... algo muy común). Esto es bueno. Sin embargo, no podemos decir que Amazon hará lo mismo. <a id="a1">Amazon quiere poseer esos datos sobre ti</a> para dirigirte más anuncios y venderte más cosas. <a id="a2">Como dijo un experto en privacidad: </a>«La gente tiende a pensar en Amazon como una empresa de vendedores en línea, pero en realidad Amazon es una empresa de vigilancia. Ese es el núcleo de su modelo de negocio y eso es lo que impulsa su poder y sus ganancias de monopolio», dice Evan Greer, director de la organización sin fines de lucro de derechos digitales «Fight for the Future».

# worst_case
source: It used to be the biggest concern you had with your Roomba was it rolling through dog poo on the floor and creating a huge mess. Now the new J series Roombas come with what they call P.O.O.P. (Pet Owner Official Promise). According to the company, the <a id="a1">P.O.O.P promise</a> means certain robot vacuums ”will steer clear of your pet’s waste as it gets down to its own business. If it doesn’t, we'll replace your robot for free.” Roomba accomplishes this poop detection with a camera and artificial intelligence. Does this <a id="a2">raise some privacy concerns</a>? Yes. Sensors for navigation are generally a <a id="a3">safer bet than cameras in your home</a>. However, we do like the measures Roomba takes to protect users from their cameras, like only recognizing a few objects (including poo) and shutting the camera off if it detects a human. Will Amazon keep these measures in place to protect their users? We don’t know.
es: Parecía que lo más grave de lo que tenías que preocuparte con tu Roomba era de que pise caca de perro y la líe parda. Ahora, los nuevos Roomba de la serie J vienen con lo que ellos llaman promesa P.O.O.P. (Pet Owner Official Promise), una sigla que inglés significa «caca». Según la empresa, la <a id="a1">promesa P.O.O.P.</a> significa que ciertos robots aspiradores se mantendrán alejados de los desechos de tu mascota y, si no es así, reemplazarán el robot de forma gratuita. Roomba detecta la caca gracias a una cámara y a la inteligencia artificial. ¿Esto <a id="a2">genera algunas inquietudes sobre la privacidad</a>? Sí. Por lo general, los sensores para la navegación son algo más <a id="a3">seguro que tener cámaras en tu casa</a>. Sin embargo, nos gustan las medidas que toma Roomba para proteger de sus cámaras a los usuarios, como reconocer solo algunos objetos (como la caca) y apagar la cámara cuando detecta a un humano. ¿Conservará Amazon esas medidas para proteger a sus usuarios? No lo sabemos.

# worst_case
source: What’s the worst that could happen? Well, the sale of iRobot to Amazon could (will likely) go through. And once Amazon takes over iRobot, they could turn it from a privacy success story to a privacy nightmare. And all those people who bought a Roomba partly because they were good at privacy could now have their personal information transferred over to Amazon as part of the sale. And now Amazon could have a floor plan mapping, objects in your home tracking, roving camera sending data back to the retail and ad targeting Big Tech giant. And, well, your privacy could never be the same. <i>Dear Amazon, would you please not screw up iRobot’s robot vacuums and their strong privacy and security!?? Please! Can we just have one nice thing for privacy these days?</i>
es: ¿Qué es lo peor que podría pasar? Bueno, la venta de iRobot a Amazon podría concretarse (seguramente se concrete). Una vez que Amazon se haga cargo de iRobot, podrían hacer que pase de ser una historia de éxito de privacidad a una verdadera pesadilla de privacidad. Además, todas esas personas que compraron un Roomba porque eran buenos en privacidad ahora podrían ver cómo se transfiere su información personal a Amazon como parte de la venta. Y ahora Amazon podría tener mapas de los planos, seguimientos de los objetos de tu casa, una cámara móvil que les envía datos y anuncios dirigidos para el gigante tecnológico. En fin, que tu privacidad podría no volver jamás a ser la misma. <i>Estimado Amazon: ¿podrías por favor no arruinar el robot aspirador de iRobot y su excelente privacidad y seguridad? Por favor, ¿podemos tener una cosa buena para la privacidad en estos días?</i>

# how_does_it_use_data_collected
source: iRobot does not share personal data with third parties for commercial or marketing purposes.
es: iRobot no comparte datos personales con terceros con fines comerciales o de marketing.

# how_does_it_use_data_collected
source: iRobot does not sell personal data.
es: iRobot no vende datos personales.

# how_does_it_use_data_collected
source: iRobot does not buy or sell data with data brokers.
es: iRobot no compra ni vende datos a brókers de datos.

# how_does_it_use_data_collected
source: iRobot permits third parties to develop apps and tools that interact with their Robots and Service, including, for example, Amazon Alexa and Google Assistant. If you choose to integrate a third-party app or service with Robots or iRobot Service, they will permit the third party to collect information from your Robot and App necessary to power the integration. Please note that iRobot does not control the data collection and use practices of these third parties. You should carefully review the third-party privacy policy and other documents before connecting your Robot or the Apps to the third-party service.
es: iRobot permite que terceros desarrollen aplicaciones y herramientas que interactúan con sus Robots y Servicio, incluidos, por ejemplo, Amazon Alexa y el Asistente de Google. Si eliges integrar una aplicación o servicio de terceros con los Robots o el Servicio de iRobot, la empresa permitirá que el tercero recopile la información de tu Robot y de la aplicación necesaria para impulsar la integración. Ten en cuenta que iRobot no controla la recopilación de datos y las prácticas de uso de estos terceros. Debes revisar cuidadosamente las políticas de privacidad y otros documentos de los terceros antes de conectar tu Robot o las aplicaciones a sus servicios.

# how_does_it_use_data_collected
source: "Our Robots do not transmit this information unless you register your Robot online and connect to Wi-Fi or Bluetooth, or connect to the internet via another method. It is possible to use our smart technology Robots without Wi-Fi or Bluetooth data transmission, simply by disconnecting your Wi-Fi or Bluetooth from the Robot or by never connecting it at all. You may also choose through your settings in the App not to have map data transmitted to us."
es: «Nuestros robots no transmiten esta información a menos que registre su robot en línea y se conecte a Wi-Fi o Bluetooth, o se conecte a Internet a través de otro método. Es posible utilizar nuestros Robots con tecnología inteligente sin Wi-Fi o transmisión de datos Bluetooth, simplemente desconectando su Wi-Fi o Bluetooth del robot o nunca conectándolo en absoluto. También puede elegir a través de su configuración en la Aplicación que no se nos transmitan datos de mapas».

# user_friendly_privacy_policy_helptext
source: iRobot has several privacy pages explaining its approach to privacy in simple language. It has Roomba-specific FAQs and information available.
es: iRobot tiene varias páginas de privacidad en las que explican su enfoque con respecto a la privacidad, en un lenguaje sencillo. También disponen de información y preguntas frecuentes (FAQ) específicas sobre Roomba.

# personal_data_collected
source: Name, email, phone number, address
es: Nombre, correo electrónico, número de teléfono, dirección

# how_can_you_control_your_data
source: You can choose not to have map data transmitted to iRobot.
es: Puedes elegir que no se transmitan datos de mapeo a iRobot.

# how_can_you_control_your_data
source: <b>All users, regardless of where they live, can get their data deleted.</b><br/> "You may access, correct, remove, request deletion of, and update certain personal information that you have provided to us by clicking on “My Account” on our Website and App. Depending on your jurisdiction, you may be entitled to additional rights in relation to your personal information."
es: <b>Todos los usuarios, independientemente de dónde vivan, pueden eliminar sus datos.</b><br/> «Puede acceder, corregir, borrar, solicitar la eliminación y actualizar cierta información personal que nos haya proporcionado haciendo clic en "Mi cuenta" en nuestro sitio web y nuestra aplicación. Dependiendo de su jurisdicción, puede tener derecho a derechos adicionales en relación con su información personal».

# how_can_you_control_your_data
source: This can be done through iRobot.com or the iRobot Home App. Personal data is deleted within 30 days of a customer's request. Usage data is stored in a deidentified database (completely separated from identifiable customer information), and is rendered fully anonymized upon customer account deletion, as all personal data is deleted during that process. For the j7/j7+ and Roomba Combo j7+, a customer can request that the images they've shared with iRobot be deleted. iRobot never has access to images the customer has chosen not share, and those are automatically deleted in 30 days.
es: Esto se puede hacer a través de iRobot.com o de la aplicación iRobot Home. Los datos personales se eliminan dentro de un período de 30 días a partir de la solicitud del cliente. Los datos de uso se almacenan en una base de datos desidentificada (completamente separada de la información identificable del cliente) y son completamente anonimizados después de la eliminación de la cuenta del cliente, ya que, durante este proceso, se eliminan todos los datos personales. Para los modelos j7, j7+ y Roomba Combo j7+, los clientes puede solicitar que se eliminen las imágenes que hayan compartido con sus iRobot. iRobot nunca tiene acceso a las imágenes que el cliente ha elegido no compartir, las cuales se eliminan automáticamente en 30 días.

# how_can_you_control_your_data
source: iRobot deletes personal data after its designated retention period has been reached, or when a customer requests deletion, whichever is sooner.
es: iRobot elimina los datos personales después de que se haya alcanzado el período de retención designado o cuando un cliente solicita la eliminación, lo que ocurra antes.

# track_record_details
source: No known incidents in the last 3 years.
es: No se han comunicado incidentes en los últimos 3 años.

# child_safety_blurb
source: The Service, Robots, and App are not directed to persons under 16 and we do not intentionally collect or maintain information from persons under 16. If you become aware that personal information about a person under 16 has been provided to us, please immediately contact us.
es: El servicio, los robots y la aplicación no están dirigidos a personas menores de 16 años y no recopilamos ni conservamos intencionalmente información de menores de 16 años. Si tiene conocimiento de que se nos ha proporcionado información personal sobre una persona menor de 16 años, póngase en contacto con nosotros de inmediato.
