Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/irobot-roombas.po
Languages: de, es, fr, pt_br

# title
source: iRobot Roombas
es: Roomba de iRobot
fr: iRobot Roomba

# blurb
source: Let’s face it, vacuuming sucks. Throw in some pets or kids and this Sisyphean task can drain your soul. Well, hello Roomba! This robot vacuum does the work for you. These robot vacuums map your house, can tell the kitchen from the dinner room, and will vacuum with a "Hey Google, clean up under the table" voice command. A truly wonderful invention. And if you've been scarred by watching those videos where they smear poop all over the floor, your worries are (hopefully) over. Roombas learned how to avoid dog poo. Technological advances are truly a wonder. Poo aside, maybe the best thing about iRobot's Roombas is, they're actually pretty good at privacy and security. For now. Who knows if they'll stay that way after Amazon's purchase of iRobot goes through?
de: Seien wir ehrlich: Staubsaugen nervt. Wenn dann noch Haustiere oder Kinder dazukommen, kann diese Sisyphusarbeit einen ganz schön mitnehmen. Nun, hallo Roomba! Dieser Saugroboter nimmt Ihnen die Arbeit ab. Dieser Staubsaugerroboter erstellt eine Karte Ihres Hauses, kann die Küche vom Esszimmer unterscheiden und saugt mit einem Sprachbefehl wie "Hey Google, mach unter dem Tisch sauber". Eine wirklich wunderbare Erfindung. Und falls Sie durch diese Videos, in denen sie den Boden mit Kacke beschmieren, Angst bekommen haben, sind Ihre Sorgen (hoffentlich) vorbei. Roombas haben gelernt, Hundehaufen zu vermeiden. Der technologische Fortschritt ist wirklich ein Wunder. Abgesehen von der Kacke ist das Beste an den Roombas von iRobot vielleicht, dass sie die Privatsphäre und die Sicherheit ziemlich gut schützen. Im Moment noch. Wer weiß, ob das auch nach der Übernahme von iRobot durch Amazon so bleiben wird?
fr: Personne n’aime passer l’aspirateur. Et si vous avez des animaux de compagnie ou des enfants, cette tâche peut vite devenir épuisante. C’est là que le Roomba entre en piste : il le passe à votre place ! Ces robots aspirateurs cartographient votre maison, peuvent distinguer la cuisine de la salle à manger et passeront l’aspirateur à partir d’une simple commande vocale « Hey Google, nettoie sous la table ». Une invention vraiment merveilleuse. Et si vous avez été marqué·e par ces vidéos où ils étalent des crottes sur le sol, vous n’avez plus (espérons-le) à vous inquiéter. Les Roomba ont appris à éviter les crottes de chien. On arrête pas le progrès. Mis à part cela, peut-être que le mieux à propos des Roomba d’iRobot est qu’ils s’en sortent plutôt bien en matière de confidentialité et de sécurité. En tout cas, pour l’instant, car qui sait ce qu’il adviendra une fois que le rachat d’iRobot par Amazon aura été finalisé ?
pt_br: Vamos encarar, aspirar é uma droga. Adicione alguns animais de estimação ou crianças e esta tarefa de Sísifo pode drenar sua alma. Olá, Roomba! Este aspirador robô faz o trabalho para você. Estes aspiradores robóticos mapeiam a sua casa, distinguem a cozinha da sala de jantar e aspiram com um comando de voz "Hey Google, clean up under the table". Uma invenção verdadeiramente maravilhosa. E se você ficou com cicatrizes ao assistir a esses vídeos onde eles espalham cocô por todo o chão, suas preocupações (espero) acabaram. Os Roombas aprenderam a evitar o cocô de cachorro. Os avanços tecnológicos são realmente uma maravilha. Colocando isso de lado, talvez a melhor coisa sobre os Roombas da iRobot seja que eles são realmente muito bons em privacidade e segurança. Por enquanto. Quem sabe se eles continuarão assim após a compra da iRobot pela Amazon?

# worst_case
source: iRobot and their robot vacuums have been the good guys when it comes to privacy. That’s why they made our “Best Of” list year after year. And why <a id="a1">Consumer Reports named them</a> the most privacy and secure robot vacuums they review back in 2021. Shoot, we even hired an independent cybersecurity firm to look into iRobot Roomba’s privacy and security in 2022 and they came back with a report that said, “Despite the fact that rigorous testing approaches and techniques were instigated against the Roomba Vacuum i3 … no issues of any kind were identified during the course of this review.”
de: iRobot und seine Staubsaugerroboter gehören zu den Guten, wenn es um den Datenschutz geht. Deshalb stehen sie auf unserer „Best Of“-Liste. Und deshalb <a id="a1">hat Consumer Reports sie zu den datenschutzfreundlichsten</a> und sichersten Staubsaugerrobotern erklärt, die sie getestet haben. Wir haben sogar ein unabhängiges Cybersicherheitsunternehmen damit beauftragt, den Datenschutz und die Sicherheit von iRobot Roomba zu untersuchen, und es kam mit einem Bericht zurück, in dem es heißt: „Trotz der Tatsache, dass strenge Testverfahren und -techniken gegen den Roomba Vacuum i3 eingesetzt wurden, wurden im Laufe dieser Überprüfung keinerlei Probleme jeglicher Art festgestellt.“ Gute Arbeit, iRobot!
fr: iRobot et ses aspirateurs robots sont les bons élèves en matière de protection de la vie privée. C’est la raison pour laquelle ils figurent dans notre liste « Best of » année après année. Et c’est pourquoi <a id="a1">ces aspirateurs robots ont été désignés comme étant</a> les plus sûrs et les plus respectueux de la vie privée par Consumer Reports en 2021. Nous avons même demandé à une société de cybersécurité indépendante de se pencher sur la confidentialité et la sécurité des Roomba d’iRobot en 2022 et celle-ci a rendu un rapport dans lequel elle déclarait : « En dépit des méthodes et techniques de test rigoureuses utilisées pour le Roomba Vacuum i3 .. aucun problème d’aucune sorte n’a été identifié au cours de cet examen ».
pt_br: A iRobot e seus robôs aspiradores têm sido os mocinhos quando se trata de privacidade. É por isso que eles entraram na nossa lista "Best Of" ano após ano. E por que a <a id="a1">Consumer Reports os nomeou</a> os aspiradores de robô mais privados e seguros que eles revisaram em 2021. Droga, até contratamos uma empresa independente de segurança cibernética para investigar a privacidade e a segurança do iRobot Roomba em 2022 e eles voltaram com um relatório que dizia: "Apesar do fato de que abordagens e técnicas rigorosas de teste foram instigadas contra o Roomba Vacuum i3... nenhum problema de qualquer tipo foi identificado durante o curso desta avaliação."

# worst_case
source: So when we read that screenshots of a <a id="a1">woman on the toilet</a> recorded by a Roomba ended up on Facebook -- many people’s <a id="a2">worst fear</a> about robot vacuums -- we were pretty bummed. iRobot confirmed that the screenshots did come from Roomba recordings from 2020, but said they were from a test run of vacuums. They said the people using those vacuums signed special agreements that recordings would be sent back to the company for training. It’s not clear though whether these people knew that the videos could be watched, reviewed, and screenshotted by humans. (We’re guessing not.) And I’m sure that they could end up on social media definitely wasn’t part of the deal. Ouff, that's not "Best Of" behavior, iRobot. The good news is, those were test robots being used by people who had specifically consented to have them in their homes recording (but not leaking images of them on Facebook).
de: Als wir also lasen, dass Screenshots einer <a id="a1">Frau auf dem Klo, die von einem Roomba</a> aufgenommen worden waren, auf Facebook landeten - die <a id="a2">schlimmste</a> Angst vieler Menschen vor Roboterstaubsaugern - waren wir ziemlich enttäuscht. iRobot bestätigte, dass die Screenshots von Roomba-Aufnahmen aus dem Jahr 2020 stammen, sagte aber, dass sie von einem Testlauf der Staubsauger stammten. Die Benutzer dieser Staubsauger hätten spezielle Vereinbarungen unterschrieben, dass die Aufnahmen zu Schulungszwecken an das Unternehmen zurückgeschickt würden. Es ist jedoch nicht klar, ob diese Personen wussten, dass die Videos von Menschen angesehen, überprüft und mit Screenshots versehen werden würden. (Wir gehen davon aus, dass dies nicht der Fall war.) Und ich bin sicher, dass die Veröffentlichung in den sozialen Medien nicht Teil der Vereinbarung war. Uff, das ist kein "Best Of"-Verhalten, iRobot. Die gute Nachricht ist, dass es sich um Testroboter handelte, die von Menschen eingesetzt wurden, die ausdrücklich zugestimmt hatten, dass sie in ihren Häusern Aufnahmen machen würden (aber keine Bilder von ihnen auf Facebook veröffentlichen würden).
fr: Nous avons été très déçus lorsque nous avons appris que des captures d’écran d’une <a id="a1">femme assise sur les toilettes</a>, prises par un robot Roomba, s’étaient retrouvées sur Facebook (<a id="a2">la plus grande crainte</a> de beaucoup de gens). iRobot a confirmé que les captures d’écran datant de 2020 provenaient bien d’un robot Roomba, mais a précisé qu’il s’agissait d’un modèèle prototype. Les personnes qui utilisaient ces aspirateurs ont signé des accords spéciaux selon lesquels les enregistrements seraient renvoyés à l’entreprise à des fins de formation. Il n’est toutefois pas précisé si ces personnes étaient conscientes du fait que les vidéos pouvaient être visionnées, examinées et faire l’objet de captures d’écran par des humains (nous supposons que ce n’est pas le cas). Aïe, ce n’est pas un comportement digne d’une entreprise figurant dans notre« Best Of », iRobot. La bonne nouvelle, c’est qu’il s’agissait de robots expérimentaux utilisés par des personnes qui avaient spécifiquement consenti à ce que ces derniers enregistrent des images à leur domicile (sans pour autant les diffuser sur Facebook).
pt_br: Então, quando lemos que as capturas de tela de uma <a id="a1">mulher no banheiro</a> gravadas por um Roomba acabaram no Facebook – o <a id="a2">pior medo</a> de muitas pessoas sobre aspiradores de robô – ficamos muito chateados. A iRobot confirmou que as capturas de tela vieram de gravações do Roomba de 2020, mas disse que eram de um teste de aspiradores. Eles disseram que as pessoas que usavam esses aspiradores assinaram acordos especiais de que as gravações seriam enviadas de volta à empresa para treinamento. Não está claro, porém, se essas pessoas sabiam que os vídeos poderiam ser assistidos, revisados e capturados de tela por humanos. (Suponho que não.) E tenho certeza de que "eles poderiam acabar nas mídias sociais" definitivamente não fazia parte do acordo. Puxa vida, esse não é o comportamento "Best Of", iRobot. A boa notícia é que esses eram robôs de teste sendo usados por pessoas que consentiram especificamente em tê-los em suas casas gravando (mas não vazando imagens deles no Facebook).

# worst_case
source: There’s more bad news for iRobot. Before the toilet fiasco, we were already <a id="a1">a little worried</a>. The reason we asked an independent cybersecurity firm to look into iRobot’s robot vacuum cleaners in the first place is because we wanted to confirm that they are as good at privacy and security as we thought (and it seems they are). Because not-very-good-guy <a id="a2">Amazon announced in August, 2022</a> that they are acquiring good guy iRobot for about $1.7 billion (the Amazon deal hasn't gone through yet, but <a id="a3">it could be finalized as soon as February 2024</a>). Since then, the possibility of these two becoming one has become a full blown controversy that’s already <a id="a4">costing iRobot</a>.
de: Es gibt noch mehr schlechte Nachrichten für iRobot. Vor dem Toilettenfiasko waren wir schon <a id="a1">ein wenig besorgt</a>. Der Grund, warum wir eine unabhängige Cybersicherheitsfirma gebeten haben, die Roboter-Staubsauger von iRobot überhaupt zu untersuchen, ist, dass wir bestätigen wollten, dass sie in Bezug auf Privatsphäre und Sicherheit so gut sind, wie wir dachten (und es scheint, dass sie <a id="a3">es sind). Weil der nicht sehr gute Player<a id="a2"> Amazon im August 2022 angekündigt hat, </a>dass er den guten Player iRobot für etwa 1,7 Milliarden US-Dollar übernimmt (der Amazon-Deal ist noch nicht abgeschlossen, könnte aber bereits im Februar 2024 abgeschlossen werden</a>). Seitdem ist die Möglichkeit, dass diese beiden zu Einem werden, zu einer ausgewachsenen Kontroverse geworden, die iRobot <a id="a4">bereits teuer zu stehen kommt</a>.
fr: Il y a d’autres mauvaises nouvelles concernant iRobot. Nous étions déjà <a id="a1">quelque peu préoccupés</a> avant le fiasco des toilettes. Si nous avons chargé une société de cybersécurité indépendante de se pencher sur les aspirateurs robots d’iRobot, c’est parce que nous voulions nous assurer qu’ils étaient aussi performants en matière de protection de la vie privée et de sécurité que nous le pensions (et il semblerait que ce soit le cas). En effet, en août 2022</a>, <a id="a2">Amazon, qui n’est pas le meilleur élève en la matière, a annoncé l’acquisition du premier de la classe, iRobot, pour environ 1,7 milliard de dollars (l’accord d’Amazon n’a pas encore été conclu, mais <a id="a3">il pourrait l’être dès février 2024</a>). Depuis lors, la possibilité que ces deux entreprises ne fassent plus qu’une est devenue une véritable controverse dont les conséquences <a id="a4">pénalisent d’ores et déjà iRobot</a>.
pt_br: Há mais más notícias para a iRobot. Antes do fiasco do banheiro, já estávamos <a id="a1">um pouco preocupados</a>. A razão pela qual pedimos a uma empresa independente de segurança cibernética que investigasse os aspiradores de pó robóticos da iRobot em primeiro lugar é porque queríamos confirmar que eles são tão bons em privacidade e segurança quanto pensávamos (e parece que são). Porque a <a id="a2">Amazon, que não é muito boa, anunciou em agosto de 2022</a> que está adquirindo a iRobot por cerca de US$ 1,7 bilhão (o acordo com a Amazon ainda não foi concluído, mas <a id="a3">pode ser finalizado em fevereiro de 2024</a>). Desde então, a possibilidade de esses dois se tornarem um só se tornou uma controvérsia completa que já está <a id="a4">custando à iRobot</a>.

# worst_case
source: <a id="a1">Here’s why</a>: Amazon loves data. As <a id="a2">many experts</a> were quick to point out, they like to know as much about you as they can so they can target you with the ads and product recommendations that will sell you more stuff. iRobot’s <a id="a3">privacy policy</a> says they can collect lots of data about you and your home -- things like your home’s floor plan, the objects in your home and where they are located, cleaning schedules, your location, name, email, device and advertising IDs, and even images from your home if you chose to share those from their vacuums that use camera-based navigation. That’s a lot of <a id="a4">info about your and your home</a> that Amazon could potentially use to know more about you, target you with ads, and sell you more stuff.
de: <a id="a1">Hier ist der Grund</a>: Amazon liebt Daten. Wie <a id="a2">zahlreiche Experten</a> rasch aufgezeigt haben, will das Unternehmen so viel wie möglich über Sie erfahren, damit es Sie mit Werbung und Produktempfehlungen ansprechen kann, um Ihnen mehr Produkte zu verkaufen. In der <a id="a3">Datenschutzerklärung</a> von iRobot heißt es, dass das Unternehmen viele Daten über Sie und Ihr Zuhause sammeln kann - Dinge wie den Grundriss Ihrer Wohnung, die Objekte in Ihrer Wohnung und wo sie sich befinden, Reinigungspläne, Ihren Standort, Ihren Namen, Ihre E-Mail-Adresse, Geräte- und Werbe-IDs und sogar Bilder von Ihrem Zuhause, wenn Sie diese von den Staubsaugern mit kamerabasierter Navigation freigeben möchten. Das sind eine Menge Informationen <a id="a4">über Sie und Ihr Zuhause</a>, die Amazon möglicherweise nutzen könnte, um mehr über Sie zu erfahren, Sie mit Werbung anzusprechen und Ihnen mehr Produkte zu verkaufen.
fr: <a id="a1">Pourquoi</a> ? Amazon aime les données. Comme <a id="a2">de nombreux experts</a> l’ont rapidement souligné, ils aiment en savoir le plus possible sur vous afin de vous proposer des publicités et des recommandations pour vous vendre plus de produits. La <a id="a3">politique de confidentialité</a> d’iRobot indique qu’ils sont autorisés à collecter de nombreuses données vous concernant vous et votre maison, des éléments tels que la configuration de votre logement, les objets qui s’y trouvent et leur emplacement, les horaires de nettoyage, votre localisation, votre nom, votre adresse e-mail, vos identifiants d’appareil et de publicité, et même des photos de votre maison si vous choisissez de les partager prises par leurs aspirateurs qui utilisent un système de navigation à base de caméras. Cela fait beaucoup <a id="a4">d’informations sur vous et votre foyer</a> qu’Amazon pourrait potentiellement utiliser pour en apprendre plus sur vous, vous cibler avec des publicités et vous vendre plus de produits.
pt_br: <a id="a1">Eis o motivo</a>: a Amazon adora dados. Como <a id="a2">muitos especialistas</a> foram rápidos em apontar, eles gostam de saber o máximo possível sobre você para que possam segmentá-lo com os anúncios e recomendações de produtos que lhe venderão mais coisas. A <a id="a3">política de privacidade</a> da iRobot diz que eles podem coletar muitos dados sobre você e sua casa – coisas como a planta da sua casa, os objetos em sua casa e onde eles estão localizados, horários de limpeza, sua localização, nome, e-mail, dispositivo e IDs de publicidade, e até mesmo imagens de sua casa, se você optar por compartilhá-las de seus aspiradores que usam navegação baseada em câmera. São muitas <a id="a4">informações sobre você e sua casa</a> que a Amazon poderia usar para saber mais sobre você, segmentá-lo com anúncios e te vender mais coisas.

# worst_case
source: iRobot currently makes it fairly clear they want to do a good job protecting and respecting all the data their little roving vacuum robots can collect. They don’t sell your data (neither will Amazon, but Amazon doesn’t need to as they are the advertising giant others pay to use the data they have on you to target you with ads and promotions). iRobot also says they won’t share your personal information for third party advertising (they may share some app and website usage info for targeted advertising…this is super common). This is good. However, we can’t say Amazon will do the same. <a id="a1">Amazon wants to own that data</a> on you to target you with more ads and sell you more stuff. <a id="a2">As one privacy expert put it</a>, “<i>People tend to think of Amazon as an online seller company, but really Amazon is a surveillance company. That is the core of its business model, and that’s what drives its monopoly power and profit,</i>” says Evan Greer, director of the nonprofit digital rights organization Fight for the Future.
de: iRobot macht derzeit ziemlich deutlich, dass sie alle Daten, die ihre kleinen Staubsaugerroboter sammeln können, gut schützen und achten wollen. iRobot verkauft Ihre Daten nicht (Amazon wird das auch nicht, aber das ist auch nicht nötig, denn Amazon ist der Werberiese, den andere dafür bezahlen, dass sie Ihre Daten nutzen, um Sie mit Werbung anzusprechen). iRobot sagt auch, dass sie Ihre persönlichen Daten nicht für Werbung von Dritten weitergeben werden (sie können einige Informationen über die Nutzung von Apps und Websites für gezielte Werbung weitergeben... das ist sehr üblich). Das ist gut. Wir können jedoch nicht sagen, dass Amazon dasselbe tun wird. <a id="a1">Amazon möchte die Daten über Sie besitzen</a>, um Sie mit mehr Werbung anzusprechen und Ihnen mehr Produkte zu verkaufen. <a id="a2">Wie ein Datenschutzexperte es ausdrückte</a>: „<i>Die Leute denken bei Amazon eher an ein Online-Verkaufsunternehmen, aber in Wirklichkeit ist Amazon ein Überwachungsunternehmen. Das ist der Kern seines Geschäftsmodells, und das ist es, was seine Monopolmacht und seinen Profit antreibt</i>“, sagt Evan Greer, Direktor der gemeinnützigen Organisation für digitale Rechte Fight for the Future.
fr: iRobot indique aujourd’hui assez clairement qu’il veut bien protéger et respecter toutes les données que leurs petits aspirateurs robots itinérants peuvent collecter. Il ne vend pas vos données (pas plus qu’Amazon, mais Amazon n’en a pas besoin car c’est un géant publicitaire que d’autres paient pour utiliser les données qu’ils ont sur vous pour vous envoyer des publicités et des promotions ciblées). iRobot indique également qu’il ne partagera pas vos informations personnelles pour des publicités de tiers (ils peuvent partager certaines informations d’utilisation de l’application et du site Web pour de la publicité ciblée… c’est super courant). Ça va. Cependant, nous ne pouvons pas dire qu’Amazon fera de même. <a id="a1">Amazon veut avoir ces données</a> sur vous pour vous envoyer plus d’annonces ciblées et vous vendre plus de choses. <a id="a2">Comme l’a dit un expert en protection de la vie privée </a>: « <i>Les gens ont tendance à voir en Amazon qu’une société de vente en ligne, mais Amazon est vraiment une société de surveillance. C’est le cœur de son modèle commercial, et c’est ce qui alimente son pouvoir de monopole et son profit </i>», explique Evan Greer, directeur de l’organisation à but non lucratif de défense des droits numériques Fight for the Future.
pt_br: Atualmente, a iRobot deixa bastante claro que deseja fazer um bom trabalho protegendo e respeitando todos os dados que seus pequenos robôs de vácuo itinerantes podem coletar. Eles não vendem seus dados (nem a Amazon, mas a Amazon não precisa, pois é a gigante da publicidade que outros pagam para usar os dados que têm sobre você para segmentá-lo com anúncios e promoções). A iRobot também diz que não compartilhará suas informações pessoais para publicidade de terceiros (eles podem compartilhar algumas informações de uso de aplicativos e sites para publicidade direcionada... isso é super comum). Isso é bom. No entanto, não podemos dizer que a Amazon fará o mesmo. A <a id="a1">Amazon quer possuir esses dados</a> sobre você para segmentá-lo com mais anúncios e te vender mais coisas. <a id="a2">Como disse um especialista em privacidade</a>: “<i>As pessoas tendem a pensar na Amazon como uma empresa de vendas on-line, mas, na verdade, a Amazon é uma empresa de vigilância. Esse é o núcleo de seu modelo de negócios, e é isso que impulsiona seu poder de monopólio e lucro</i>”, diz Evan Greer, diretor da organização sem fins lucrativos de direitos digitais Fight for the Future.
