Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/irobot-roombas.po
Languages: de, es, fr, pt_br

# worst_case
source: There’s something else too. Regulators are wondering whether this deal would give Amazon an unfair advantage. While they have the green light from the UK, the <a id="a1">European Commission</a> and the FTC are conducting <a id="a2">antitrust</a> <a id="a3">investigations</a>. They worry that if this goes forward Amazon might use their ownership of iRobot to monopolize not just the robot vacuum market, but ecommerce and advertising too–more than they do already– by making use of all that extra data from shoppers’ homes.
de: Es gibt noch etwas anderes. Die Aufsichtsbehörden fragen sich, ob dieser Deal Amazon einen unfairen Vorteil verschaffte. Während sie grünes Licht aus Großbritannien erhalten haben, führen die <a id="a1">Europäische Kommission</a> und die FTC weiter <a id="a2">kartellrechtliche</a> <a id="a3">Untersuchungen durch</a>. Sie befürchten, dass Amazon im Falle einer Übernahme von iRobot nicht nur den Markt für Staubsaugerroboter, sondern auch den elektronischen Handel und die Werbung monopolisieren könnte - und zwar noch stärker als bisher -, indem es all die zusätzlichen Daten aus den Haushalten der Kunden nutzt.
fr: Mais il y a autre chose. Les régulateurs cherchent à déterminer si cet accord ne donnerait pas un avantage déloyal à Amazon. Alors que le Royaume-Uni a donné son feu vert, la <a id="a1">Commission européenne</a> et la FTC conduisent des <a id="a2">enquêtes</a> <a id="a3">antitrust</a>. Elles craignent que, si ce projet se concrétise, Amazon n’utilise sa participation dans iRobot pour monopoliser non seulement le marché des aspirateurs robots, mais aussi le commerce électronique et la publicité ( plus encore qu’aujourd’hui), en exploitant toutes les données supplémentaires provenant des foyers des consommateurs.
pt_br: Tem outra coisa também. Os reguladores estão se perguntando se esse acordo daria à Amazon uma vantagem injusta. Embora tenham luz verde do Reino Unido, a <a id="a1">Comissão Europeia</a> e a FTC estão conduzindo <a id="a2">investigações</a> <a id="a3">antitruste</a>. Eles temem que, se isso avançar, a Amazon possa usar sua propriedade da iRobot para monopolizar não apenas o mercado de robôs aspiradores, mas também o comércio eletrônico e a publicidade – mais do que já fazem – fazendo uso de todos esses dados extras das casas dos compradores.

# worst_case
source: All this makes it feel quaint that a few years back iRobot got into a <a id="a1">bit of hot water</a> because it appeared they were mapping users' homes with their Roomba robot vacuum cleaners with potential plans to sell that data. Since then, <a id="a2">iRobot stepped up</a> and made it a point to show they don't sell users' personal data about their lives or homes. And you can choose to not have map data transmitted to iRobot at all. All this is great…and shows why the news of the pending sale of iRobot to Amazon isn’t so great.
de: Da kommt es einem fast komisch vor, dass iRobot vor ein paar Jahren <a id="a1">in die Kritik geriet</a>, weil das Unternehmen mit seinem Staubsaugerroboter Roomba die Wohnungen der Nutzer kartierte und möglicherweise plante, diese Daten zu verkaufen. Seitdem <a id="a2">ist iRobot aufgestanden</a> und hat deutlich gemacht, dass das Unternehmen keine persönlichen Daten von Nutzern über ihr Leben oder ihre Wohnungen verkauft. Und Sie können sich dafür entscheiden, keine Kartendaten an iRobot zu übermitteln. All das ist großartig... und zeigt, warum die Nachricht über den bevorstehenden Verkauf von iRobot an Amazon nicht so toll ist.
es: Todo esto hace que parezca un poco curioso aquello que sucedió hace unos años, cuando iRobot se metió <a id="a1">en problemas</a> porque parecía que mientras mapeba las casas de los usuarios con sus robots aspiradores Roomba, tenía planes potenciales de vender esos datos. Desde entonces, <a id="a2">iRobot se ha esforzado</a> por demostrar que no vende los datos personales de las vidas o los hogares de sus usuarios. Esto es muy bueno... y es una muestra de por qué la noticia de la venta de iRobot a Amazon no es algo tan genial.
fr: Tout cela rend cocasse le fait qu’il y a quelques années, iRobot s’est mis dans le<a id="a1">pétrin</a> parce qu’il est apparu qu’ils cartographiaient les maisons des utilisateurs avec leurs aspirateurs robots Roomba dans l’idée éventuelle de vendre ces données. Depuis, <a id="a2">iRobot a pris les devants</a> et a mis un point d’honneur à montrer qu’il ne vendait pas les données personnelles des utilisateurs concernant leur vie ou leur maison. Et vous pouvez choisir de ne pas faire transmettre de données cartographiques à iRobot du tout. Ce sont d’excellentes nouvelles qui montrent pourquoi la vente en cours d’iRobot à Amazon n’en sont pas de bonnes.
pt_br: Tudo isso faz parecer estranho que, há alguns anos, a iRobot tenha ficado <a id="a1">em maus lençóis</a> porque parecia que eles estavam mapeando as casas dos usuários com seus aspiradores de pó robóticos Roomba com planos potenciais de vender esses dados. Desde então, a <a id="a2">iRobot assumiu um papel mais ativo</a> e fez questão de mostrar que não vende dados pessoais dos usuários sobre suas vidas ou casas. E você pode optar por não ter dados de mapa transmitidos para a iRobot. Tudo isso é ótimo... e mostra por que a notícia da venda pendente da iRobot para a Amazon não é tão boa.

# worst_case
source: What’s the worst that could happen? Well, the sale of iRobot to Amazon will likely go through. Once Amazon takes over, iRobot's privacy could take a turn for the worst. And all those people who bought a Roomba partly because they were good at privacy could now have their personal information transferred over to Amazon as part of the sale. And now Amazon could have a floor plan mapping, objects in your home tracking, roving camera sending data back to the retail and ad targeting Big Tech giant. And, well, your privacy could never be the same. <i>Dear Amazon, would you please not screw up iRobot’s robot vacuums and their strong privacy and security!?? Please! Can we just have one nice thing for privacy these days?</i>
de: Was ist das Schlimmste, was passieren könnte? Nun, der Verkauf von iRobot an Amazon könnte wird wahrscheinlich über die Bühne gehen. Wenn Amazon iRobot erst einmal übernimmt, kann sich iRobot's Datenschutz zum Schlechten wenden. All die Leute, die einen Roomba gekauft haben, weil er gut im Datenschutz ist, könnten nun ihre persönlichen Daten als Teil des Verkaufs an Amazon übertragen bekommen. Und jetzt könnte Amazon einen Grundriss erstellen, Objekte in Ihrer Wohnung verfolgen, eine umherwandernde Kamera haben, die Daten an den Einzelhandels- und Werbungsgiganten zurücksendet. Und, nun ja, Ihre Privatsphäre könnte nie wieder dieselbe sein. <i>Liebes Amazon, würdest du bitte nicht die Staubsaugerroboter von iRobot und ihre starke Privatsphäre und Sicherheit kaputt machen? Bitte! Können wir in diesen Tagen nur eine einzige schöne Sache in Sachen Privatsphäre behalten?</i>
fr: Qu’est-ce qui pourrait arriver de pire ? Il est probable que la vente d’iRobot à Amazon se concrétise. Une fois qu’Amazon aura pris le contrôle, la politique de protection de la vie privée d’iRobot pourrait se détériorer. Tous ceux qui ont acquis un Roomba en partie en raison des principes de protection de la vie privée de l’entreprise pourraient voir leurs données personnelles transférées à Amazon dans le cadre de la vente. Amazon pourrait alors disposer d’un plan d’étage cartographié, d’un système de repérage des objets présents dans votre maison, d’une caméra itinérante envoyant des données au géant technologique de la distribution et du ciblage publicitaire. Et votre vie privée ne sera plus jamais la même. <i>Cher Amazon, nous vous serions reconnaissants de ne pas détériorer les aspirateurs robotisés d’iRobot et de ne pas nuire à la protection de la vie privée et à la sécurité des utilisateurs. S’il vous plaît ! Si seulement nous pouvions recevoir une bonne nouvelle en matière de protection de la vie privée en ce moment…</i>
pt_br: Qual é a pior coisa que poderia acontecer? Bem, a venda da iRobot para a Amazon provavelmente será concluída. Assim que a Amazon assumir o controle, a privacidade da iRobot pode piorar. E todas aquelas pessoas que compraram um Roomba, em parte porque eram bons em privacidade, agora podiam ter suas informações pessoais transferidas para a Amazon como parte da venda. E agora a Amazon pode ter um mapeamento da planta baixa, rastreamento de objetos da sua casa, câmera itinerante enviando dados de volta para o varejo e anúncios direcionados à gigante da Big Tech. E, bem, sua privacidade nunca poderia ser a mesma. <i>Querida, Amazon, você poderia, por favor, não estragar os aspiradores robôs da iRobot e sua forte privacidade e segurança!?? Por favor! Podemos ter apenas uma coisa boa para a privacidade nos dias de hoje?</i>

# signup_requirement_explanation
source: Facebook and Google log-ins available.
de: Facebook- und Google-Anmeldungen sind verfügbar
fr: Connexions Facebook et Google disponibles.
pt_br: Logins do Facebook e do Google disponíveis

# how_does_it_use_data_collected
source: The iRobot Corporation Cookie and Privacy Policy
de: Die Cookie- und Datenschutzrichtlinie der iRobot Corporation
fr: Politique de confidentialité et de cookies d’iRobot Corporation
pt_br: Política de Privacidade e Cookies da iRobot Corporation

# how_does_it_use_data_collected
source: "We use your information for these types of things: ...<br/> to send you information about product sales, special offers and new site features,<br/> This information will be sent according to your preferences which can be accessed either from your account on https://www.irobot.com or in the app.<br/> ...<br/> to enable iRobot to research and innovate,<br/> to personalize your experience and our marketing communications,<br/> to help us understand what kind of services you might use,<br/> to recommend things we think might interest you,<br/> to send you emails with news, offers and promotions,<br/> to show you advertising on our services and to understand how effective it is,<br/> to market our products and services to you on social media, ..."
de: "Wir verwenden Ihre Informationen für diese Art von Dingen: ...<br/> um Ihnen Informationen über Produktverkäufe, Sonderangebote und neue Website-Funktionen zu senden.<br/> Diese Informationen werden gemäß Ihren Präferenzen gesendet, auf die Sie entweder von Ihrem Konto auf https://www.irobot.com oder in der App zugreifen können.<br/> ...<br/> um iRobot zu ermöglichen, zu recherchieren und zu innovieren, Ihre Erfahrung und unsere Marketingkommunikation<br/> zu personalisieren, uns zu helfen,<br/> zu verstehen, welche Art von Diensten Sie nutzen könnten, um Dinge<br/> zu empfehlen, von denen wir denken, dass sie Sie interessieren könnten,<br/> um Ihnen E-Mails mit Nachrichten, Angeboten und Werbeaktionen zu senden,<br/> um Ihnen Werbung auf unseren Diensten zu zeigen und zu verstehen, wie effektiv sie ist,<br/> um unsere Produkte und Dienstleistungen in sozialen Medien an Sie zu vermarkten, ..."
fr: « Nous utilisons vos informations pour les raisons suivantes : …<br/> vous adresser des informations concernant les promotions sur nos produits, les offres spéciales et les nouvelles fonctionnalités du site,<br/> ces informations seront envoyées en fonction de vos préférences, accessibles depuis votre compte sur https://www.irobot.com ou dans l’application. <br/>…<br/> permettre à iRobot de poursuivre ses recherches et d’innover,<br/> de personnaliser votre expérience et nos communications commerciales,<br/> de nous aider à comprendre quels types de services vous pourriez utiliser,<br/> de vous recommander des choses qui sont susceptibles de vous intéresser,<br/> de vous envoyer des courriels contenant des nouvelles, des offres et des promotions,<br/> de vous présenter des publicités sur nos services et de comprendre leur efficacité,<br/> de vous proposer nos produits et nos services sur les réseaux sociaux, … »
pt_br: "Usamos suas informações para esses tipos de coisas: ...<br/> para enviar informações sobre vendas de produtos, ofertas especiais e novos recursos do site.<br/> Essas informações serão enviadas de acordo com suas preferências, que podem ser acessadas a partir de sua conta em https://www.irobot.com ou no aplicativo.<br/> ...<br/> para permitir que a iRobot pesquise e inove,<br/> para personalizar sua experiência e nossas comunicações de marketing,<br/> para nos ajudar a entender que tipo de serviços você pode usar,<br/> para recomendar coisas que achamos que podem lhe interessar,<br/> para enviar e-mails com notícias, ofertas e promoções,<br/> para mostrar-lhe publicidade em nossos serviços e para entender o quão eficaz é,<br/> para comercializar nossos produtos e serviços para você nas mídias sociais, ..."
