Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/irobot-roombas.po
Languages: de, es, fr, pt_br

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Aktualisieren Sie Ihre App regelmäßig
es: Actualiza tu aplicación con regularidad
fr: Mettez votre application à jour régulièrement
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz > Werbung > Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el rastreo de anuncios a través del dispositivo (por ejemplo, en el iPhone, ve a Privacidad -> Publicidad de Apple -> Anuncios personalizados) y de los gigantes publicitarios (para Google, ve a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire via votre appareil (par ex., sur iPhone, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)
pt_br: Limite o rastreamento de anúncios no seu dispositivo (ex.: no iPhone acesse Privacidade e Segurança -> Publicidade da Apple -> Limitar rastreamento de anúncios) e nas principais redes de anúncios (para o Google, acesse sua conta Google e desative os anúncios personalizados)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Beantragen Sie die Löschung Ihrer Daten, wenn Sie die App nicht mehr nutzen. Das Deinstallieren der App auf Ihrem Gerät löscht normalerweise nicht automatisch Ihre personenbezogenen Daten.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.
pt_br: Solicite que seus dados sejam excluídos assim que você parar de usar o aplicativo. Simplesmente excluir um aplicativo do seu dispositivo não apaga seus dados pessoais.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung nicht dem Tracking Ihrer Daten zu, wenn Sie die Möglichkeit haben.
es: Si puedes hacerlo, no aceptes el seguimiento de tus datos cuando estés realizando el proceso de registro.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.
pt_br: Ao se cadastrar, não concorde com o rastreamento dos seus dados, se possível.

# personal_data_collected
source: Name, email address, username and password, shipping address, billing information, and phone number;<br/>device and app usage data (specifically things like name, device number, battery life, mission information, device health and operations data);<br/>device environment data (specifically things like level of dirt, Wi-Fi name/credentials/signal strength, robot movement, floorplan and room names, existence and type of objects, floor type, other iRobot devices).
de: Name, E-Mail-Adresse, Benutzername und Passwort, Versandadresse, Rechnungsinformationen und Telefonnummer;<br/>Geräte- und App-Nutzungsdaten (insbesondere Dinge wie Name, Gerätenummer, Akkulaufzeit, Missionsinformationen, Gerätezustand und Betriebsdaten);<br/>Geräteumgebungsdaten (insbesondere Dinge wie Verschmutzungsgrad, WLAN-Name/Anmeldeinformationen/Signalstärke, Roboterbewegung, Grundriss- und Raumnamen, Existenz und Art der Objekte, Bodentyp, andere iRobot-Geräte).
fr: Nom, adresse e-mail, nom d’utilisateur et mot de passe, adresse de livraison, informations de facturation et numéro de téléphone ;<br/>données d’utilisation de l’appareil et de l’application (notamment le nom, le numéro de l’appareil, la durée de vie de la batterie, les informations relatives à la tâche, la santé de l’appareil et les données opérationnelles) ;<br/>données relatives à l’environnement de l’appareil (notamment le niveau de saleté, le nom/les références/la force du signal Wi-Fi, les mouvements du robot, le plan d’étage et les noms des pièces, la présence et le type d’objets, le type de sol, la présence d’autres appareils iRobot).
pt_br: Nome, endereço de e-mail, nome de usuário e senha, endereço de envio, informações de cobrança e número de telefone;<br/>dados de uso do dispositivo e aplicativo (especificamente coisas como nome, número do dispositivo, duração da bateria, informações da missão, saúde do dispositivo e dados de operações);<br/>dados do ambiente do dispositivo (especificamente coisas como nível de sujeira, nome/credenciais/intensidade do sinal Wi-Fi, movimento do robô, planta baixa e nomes de salas, existência e tipo de objetos, tipo de piso, outros dispositivos iRobot).

# how_can_you_control_your_data
source: The iRobot Corporation Cookie and Privacy Policy
de: Die Cookie- und Datenschutzrichtlinie der iRobot Corporation
fr: Politique de confidentialité et de cookies d’iRobot Corporation
pt_br: Política de Privacidade e Cookies da iRobot Corporation

# how_can_you_control_your_data
source: "If you would like to submit a request for a copy of your information, please contact iRobot Customer Care. We require you to comply with a verification process to ensure that you are the owner of the data you are asking us to delete. If you have any questions or issues about your data subject rights, please contact dataprotectionofficer@irobot.com."
de: "Wenn Sie eine Kopie Ihrer Daten anfordern möchten, wenden Sie sich bitte an den iRobot-Kundendienst. Wir verlangen von Ihnen, dass Sie einen Verifizierungsprozess einhalten, um sicherzustellen, dass Sie der Eigentümer der Daten sind, um deren Löschung Sie uns bitten. Wenn Sie Fragen oder Probleme zu Ihren Betroffenenrechten haben, wenden Sie sich bitte an dataprotectionofficer@irobot.com."
fr: « Si vous souhaitez obtenir une copie de vos informations, veuillez contacter le service clientèle d’iRobot. Nous vous demandons de vous conformer à un processus de vérification afin de nous assurer que vous êtes bien le propriétaire des données que vous nous demandez de supprimer. Si vous avez des questions ou si vous rencontrez des problèmes concernant vos droits en matière de données personnelles, veuillez contacter dataprotectionofficer@irobot.com. »
pt_br: "Se você quiser enviar uma solicitação para obter uma cópia das suas informações, entre em contato com o Atendimento ao Cliente da iRobot. Exigimos que cumpra um processo de verificação para garantir que é o proprietário dos dados que nos pede para eliminar. Se você tiver alguma dúvida ou problema sobre seus direitos de titular de dados, entre em contato com dataprotectionofficer@irobot.com."

# how_can_you_control_your_data
source: "What are my choices regarding my information?
de: "Was sind meine Wahlmöglichkeiten in Bezug auf meine Informationen?
fr: « Quels sont mes choix concernant mes informations ?
pt_br: "Quais são as minhas escolhas em relação às minhas informações?

# how_can_you_control_your_data
source: You’re in control of your personal information. You have the right to:<br/> request a copy of your information,<br/> control device data collection,<br/> correct information that is wrong,<br/> ask us to delete your information or request that we only use it for certain purposes,<br/> change your mind and ask us to stop using your information, and<br/> For example, unsubscribing from any marketing emails or turning off personalization.<br/> opt out from personalized advertising cookies and other tracking."
de: Sie haben die Kontrolle über Ihre persönlichen Daten. Sie haben das Recht: eine Kopie Ihrer Informationen<br/> anzufordern, die Datenerfassung des Steuergeräts zu<br/> kontrollieren, falsche Informationen zu<br/> korrigieren, uns<br/> aufzufordern, Ihre Informationen zu löschen oder zu verlangen, dass wir sie nur für bestimmte Zwecke verwenden, Ihre Meinung zu<br/> ändern und uns aufzufordern, Ihre Informationen nicht mehr zu verwenden, und sich zum<br/> Beispiel von Marketing-E-Mails abzumelden oder sich von der Personalisierung von<br/> Werbe-Cookies und anderem Tracking abzumelden."
fr: Vous contrôlez vos informations personnelles. Vous êtes en droit de <br/>demander une copie de vos informations,<br/> de contrôler la collecte des données,<br/> de corriger les informations erronées,<br/> de nous demander de supprimer vos informations ou de ne les utiliser qu’à certaines fins,<br/> de changer d’avis et de nous demander de cesser d’utiliser vos informations et,<br/> par exemple, de vous désabonner de tout courriel commercial ou de désactiver la publicité personnalisée,<br/> de refuser les cookies publicitaires personnalisés et les autres formes de suivi. »
pt_br: Você controla suas informações pessoais. Tem o direito de:<br/> solicitar uma cópia das suas informações,<br/> controlar a recolha de dados do dispositivo,<br/> corrigir informações erradas,<br/> pedir-nos para eliminar as suas informações ou solicitar que as utilizemos apenas para determinados fins,<br/> mudar de ideias e pedir-nos para parar de usar as suas informações e,<br/> por exemplo, cancelar a sua inscrição de quaisquer e-mails de marketing ou desativar a personalização,<br/> desativar cookies de publicidade personalizados e outros rastreamentos."

# track_record_details
source: In January 2023, it was <a id="a1">reported</a> by MIT Technology Review that non-commercial, special development Roomba robot vacuums being test by iRobot paid testers recorded image of a woman on a toilet that later ended up on Facebook.
de: Im Januar 2023 wurde </a>von MIT Technology Review<a id="a1"> berichtet, dass nicht-kommerzielle, spezielle Entwicklungs-Roomba-Roboter-Staubsauger, die von iRobot bezahlten Testern getestet wurden, ein Bild einer Frau auf dem Klo aufgenommen hatten, das später auf Facebook landete.
fr: En janvier 2023, le MIT Technology Review a <a id="a1">révélé</a> que les aspirateurs robots Roomba non commerciaux, spécialement développés, et mis à l’essai par les testeurs rémunérés d’iRobot, ont capturé l’image d’une femme se trouvant dans les toilettes, image qui s’est ensuite retrouvée sur Facebook.
pt_br: Em janeiro de 2023, foi <a id="a1">relatado</a> pela MIT Technology Review que os robôs aspiradores de pó Roomba de desenvolvimento especial e não comercial, que estavam sendo testados por testadores pagos da iRobot, registraram a imagem de uma mulher em um banheiro que mais tarde acabou no Facebook.

# child_safety_blurb
source: The iRobot Corporation Cookie and Privacy Policy
de: Die Cookie- und Datenschutzrichtlinie der iRobot Corporation
fr: Politique de confidentialité et de cookies d’iRobot Corporation
pt_br: Política de Privacidade e Cookies da iRobot Corporation

# child_safety_blurb
source: "We do not create content and services for anyone under 16, and we do not intentionally collect or maintain information from persons under 16.<br/>If you become aware that personal information about a person under 16 has been provided to us, please immediately contact us at dataprotectionofficer@irobot.com. That way, we can delete the information from our records."
de: "Wir erstellen keine Inhalte und Dienste für Personen unter 16 Jahren, und wir sammeln oder speichern nicht absichtlich Informationen von Personen unter 16.<br/>Wenn Sie feststellen, dass uns personenbezogene Daten über eine Person unter 16 Jahren zur Verfügung gestellt wurden, kontaktieren Sie uns bitte sofort unter dataprotectionofficer@irobot.com. Auf diese Weise können wir die Informationen aus unseren Aufzeichnungen löschen."
fr: « Nous ne créons pas de contenu et de services destinés à des personnes de moins de 16 ans, et nous ne collectons ni ne conservons intentionnellement des informations leur appartenant.<br/>Si vous apprenez que des informations personnelles concernant une personne de moins de 16 ans nous ont été communiquées, veuillez nous contacter immédiatement à l’adresse dataprotectionofficer@irobot.com. Nous procéderons ainsi à la suppression de ces informations de nos dossiers. »
pt_br: "Não criamos conteúdo e serviços para menores de 16 anos e não coletamos ou mantemos intencionalmente informações de pessoas com menos de 16 anos.<br/>Se você tomar conhecimento de que informações pessoais sobre uma pessoa com menos de 16 anos nos foram fornecidas, entre em contato conosco imediatamente em dataprotectionofficer@irobot.com. Dessa forma, podemos excluir as informações de nossos registros."

# ai_is_transparent_helptext
source: An example can be found here: https://spectrum.ieee.org/irobot-roomba-j7
de: Ein Beispiel finden Sie hier: https://spectrum.ieee.org/irobot-roomba-j7
es: Aquí puedes ver un ejemplo: https://spectrum.ieee.org/irobot-roomba-j7
fr: Un exemple peut être consulté ici : https://spectrum.ieee.org/irobot-roomba-j7
pt_br: Um exemplo pode ser encontrado aqui: https://spectrum.ieee.org/irobot-roomba-j7

# ai_helptext
source: Scholarly articles are available about the machine learning used to help Roombas navigate a room and to make recommended cleaning schedules.
de: Es gibt wissenschaftliche Artikel über maschinelles Lernen, das Roombas bei der Navigation durch einen Raum hilft und empfohlene Reinigungspläne erstellt.
es: Se puede acceder a artículos académicos sobre el aprendizaje automático que se utiliza para ayudar a los Roomba a navegar por una habitación y cumplir programas de limpieza recomendados.
fr: Des articles scientifiques sont disponibles sur l’apprentissage automatique utilisé pour aider les Roomba à naviguer dans une pièce et à établir des programmes de nettoyage recommandés.
pt_br: Artigos acadêmicos estão disponíveis sobre o aprendizado de máquina usado para ajudar os Roombas a navegar em uma sala e fazer horários de limpeza recomendados.

# ai_what_can_it_do
source: iRobot uses AI and machine learning to help certain iRobot Roomba robot vacuums and Braava jet robot mops with Smart Mapping capabilities to map and navigate a home. This technology also helps these same Smart Mapping robots to automatically detect and proactively suggest ‘Clean Zones’ around specific objects like couches, tables, and kitchen counters. To do this, iRobot’s software has been trained with hundreds of thousands of images of these common household objects taken from test home environments during our development process (note: no customer robots or customer data was used during this process). Our machine learning software running onboard the robot then uses this pre-trained ability to recognize these objects in the home to deliver the customer-facing feature. AI and machine learning also enables our connected robots to better fit within our users homes and schedules through features like recommended cleaning schedules based on the user’s previous cleaning patterns and, for our Smart Mapping robots, learning trouble areas of the home based on the robot’s experience and recommending specific ‘Keep Out Zones’ to the user.
de: iRobot nutzt künstliche Intelligenz und maschinelles Lernen, um bestimmte iRobot Roomba Staubsaugerroboter und Braava Jet Mopproboter mit Smart Mapping-Fähigkeiten dabei zu unterstützen, eine Wohnung zu kartieren und zu navigieren. Diese Technologie hilft den Smart Mapping-Robotern auch dabei, automatisch „saubere Zonen“ um bestimmte Objekte wie Sofas, Tische und Küchentheken zu erkennen und proaktiv vorzuschlagen. Um dies zu erreichen, wurde die iRobot-Software mit Hunderttausenden von Bildern dieser gewöhnlichen Haushaltsgegenstände trainiert, die während unseres Entwicklungsprozesses in Testwohnungen aufgenommen wurden (Hinweis: Während dieses Prozesses wurden keine Kundenroboter oder Kundendaten verwendet). Unsere maschinelle Lernsoftware, die auf dem Roboter läuft, nutzt dann diese trainierte Fähigkeit, die Objekte in der Wohnung zu erkennen, um die Funktion für den Kunden bereitzustellen. KI und maschinelles Lernen ermöglichen es unseren vernetzten Robotern auch, sich besser in die Wohnungen und Zeitpläne unserer Benutzer einzufügen, z. B. durch empfohlene Reinigungspläne, die auf den früheren Reinigungsmustern des Benutzers basieren, und – bei unseren Smart Mapping-Robotern – durch das Erlernen von Problembereichen in der Wohnung auf der Grundlage der Erfahrung des Roboters und die Empfehlung bestimmter „Sperrzonen“ für den Benutzer.
es: iRobot utiliza IA y aprendizaje automático para ayudar a ciertos robots aspiradores iRobot Roomba y robots trapeadores Braava con capacidades de mapeo inteligente a mapear y navegar por una casa. Esta tecnología también ayuda a estos mismos robots de mapeo inteligente a detectar automáticamente y sugerir proactivamente «zonas limpias» alrededor de objetos específicos como sofás, mesas y muebles de cocina. Para hacer esto, el software de iRobot ha sido entrenado con cientos de miles de imágenes de estos objetos domésticos comunes tomados de entornos domésticos de prueba durante nuestro proceso de desarrollo (nota: no se utilizaron robots de clientes ni datos de clientes durante este proceso). El software de aprendizaje automático que se ejecuta en el robot utiliza esta capacidad entrenada previamente para reconocer estos objetos en el hogar con el fin de ofrecer la función al cliente. La IA y el aprendizaje automático también permiten que nuestros robots conectados se integren mejor con los hogares y horarios de nuestros usuarios a través de funciones como los horarios de limpieza recomendados basados en patrones de limpieza anteriores del usuario y, en el caso de nuestros robots de mapeo inteligente, aprendiendo las áreas problemáticas del hogar en función de la experiencia del robot y recomendándole al usuario «zonas de exclusión» específicas.
fr: iRobot utilise l’intelligence artificielle et l’apprentissage automatique pour aider certains aspirateurs robots iRobot Roomba et robots laveurs de sol Braava dotés de la fonction Smart Mapping à cartographier et à naviguer dans un logement. Cette technologie aide également ces mêmes robots Smart Mapping à détecter automatiquement et à suggérer en avance des « zones propres » autour d’objets spécifiques tels que des canapés, des tables et des comptoirs de cuisine. Pour ce faire, le logiciel d’iRobot a été formé avec des centaines de milliers d’images de ces objets ménagers courants prélevés dans des environnements de test domestiques au cours de notre processus de développement (remarque : aucun robot client ou données client n’a été utilisé au cours de ce processus). Notre logiciel d’apprentissage automatique fonctionnant à bord du robot utilise ensuite cette capacité pré-entraînée pour reconnaître ces objets à la maison afin de fournir la fonctionnalité orientée client. L’intelligence artificielle et l’apprentissage automatique permettent également à nos robots connectés de mieux s’intégrer dans nos logements et nos horaires grâce à des fonctionnalités telles que les horaires de nettoyage recommandés basés sur les schémas de nettoyage précédents de l’utilisateur et, pour nos robots Smart Mapping, l’apprentissage des zones de problème du logement en fonction de l’expérience du robot et la recommandation de « zones d’exclusion » spécifiques à l’utilisateur.
pt_br: A iRobot usa IA e aprendizado de máquina para ajudar certos robôs aspiradores de pó Roomba e esfregões de robô Braava Jet com recursos de Mapeamento Inteligente para mapear e navegar em uma casa. Essa tecnologia também ajuda esses mesmos robôs de Mapeamento Inteligente a detectar automaticamente e sugerir proativamente "Zonas Limpas" ao redor de objetos específicos, como sofás, mesas e balcões de cozinha. Para fazer isso, o software da iRobot foi treinado com centenas de milhares de imagens desses objetos domésticos comuns retirados de ambientes domésticos de teste durante nosso processo de desenvolvimento (nota: nenhum robô de cliente ou dados de cliente foi usado durante esse processo). Nosso software de aprendizado de máquina executado a bordo do robô usa essa capacidade pré-treinada de reconhecer esses objetos em casa para fornecer o recurso voltado para o cliente. A IA e o aprendizado de máquina também permitem que nossos robôs conectados se encaixem melhor nas casas e horários de nossos usuários por meio de recursos como horários de limpeza recomendados com base nos padrões de limpeza anteriores do usuário e, para nossos robôs de Mapeamento Inteligente, aprendendo áreas problemáticas da casa com base na experiência do robô e recomendando "Zonas de exclusão" específicas para o usuário.
