Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/irobot-roombas.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: "iRobot will never sell your information. We may share your information with others in these ways:<br/>a. When you make something public Like post a comment which the public can see.<br/>b. When we use other companies to power our services<br/>In order for us to give you quality experiences and to understand how you’re using our services, we often use other companies to process your personal information on our behalf.<br/>For example, for customer service, trouble-shooting robots, sending you emails about things we think might interest you, or analyzing data on how people use our digital services so we can improve them.<br/>We work to ensure that your personal information is processed as if we were handling it directly. We carefully select these companies, only share with them what they need to do the work and we make sure they keep your information secure.<br/>c. When we share personal information with companies in our group<br/>Other companies owned by, or that are owned by the same company as iRobot, may access your data under the terms included in this Policy.<br/>d. When you use another company's service that connects to us, like voice-enabled devices and connected TV<br/>We allow third parties to create apps and tools that work with our devices and services, like Amazon Alexa and Google Assistant.<br/>If you want to connect a third-party app with our devices or services, we will let the third party collect information that is necessary to support the connection. However, iRobot does not control the data collection and use practices of these connected third parties. We recommend reviewing any third-party privacy notices before connecting.<br/>You may opt-in or -out of a third-party app or service integration at any time through the app or by disabling your account directly with the third-party providers.<br/>e. When we share personal information with purchasers and third parties in connection with a business transaction<br/>We may share your personal information in connection with a transaction, like the sale of company assets or shares, or acquisition.<br/>f. When, by law, we have to pass on your information to other organizations<br/>We might also share your information if we have to by law, or when we need to protect you or other people from harm.<br/>g. When we have “anonymized” your data so that you cannot be identified."
de: "iRobot wird Ihre Daten niemals verkaufen. Wir können Ihre Daten auf diese Weise an andere weitergeben:<br/>a.<br/>Wenn Sie etwas öffentlich machen Wie posten Sie einen Kommentar, den die Öffentlichkeit sehen kann. b. Wenn wir andere Unternehmen für unsere Dienstleistungen einsetzen<br/>Damit wir Ihnen qualitativ hochwertige Erlebnisse bieten und verstehen können, wie Sie unsere Dienstleistungen nutzen, nutzen wir oft andere Unternehmen, um Ihre personenbezogenen Daten in unserem Namen zu verarbeiten.<br/>Zum Beispiel für den Kundenservice, zur Fehlerbehebung von Robotern, zum Versenden von E-Mails über Dinge, von denen wir glauben, dass sie Sie interessieren könnten, oder zur Analyse von Daten darüber, wie Menschen unsere digitalen Dienstleistungen nutzen, damit wir sie verbessern können.<br/>Wir arbeiten daran, sicherzustellen, dass Ihre personenbezogenen Daten so verarbeitet werden, als würden wir sie direkt verarbeiten. Wir wählen diese Unternehmen sorgfältig aus, teilen ihnen nur das mit, was sie für die Arbeit<br/>benötigen, und stellen sicher, dass sie Ihre Daten sicher aufbewahren. Wenn wir personenbezogene Daten an Unternehmen unserer Gruppe weitergeben<br/>Andere Unternehmen, die sich im Besitz von iRobot befinden oder sich im Besitz desselben Unternehmens wie iRobot<br/>befinden, können unter den in dieser Richtlinie enthaltenen Bedingungen auf Ihre Daten zugreifen. Wenn Sie den Dienst eines anderen<br/>Unternehmens nutzen, der eine Verbindung zu uns herstellt, z. B. sprachgesteuerte Geräte und verbundenes TV Wir ermöglichen es Dritten, Apps und Tools zu erstellen, die mit unseren Geräten und Diensten wie Amazon Alexa und Google Assistant<br/>funktionieren. Wenn Sie eine App eines Drittanbieters mit unseren Geräten oder Diensten verbinden möchten, lassen wir den Drittanbieter Informationen sammeln, die zur Unterstützung der Verbindung erforderlich sind. iRobot kontrolliert jedoch nicht die Datenerfassungs- und -nutzungspraktiken dieser verbundenen Dritten. Wir empfehlen dir, die Datenschutzhinweise von Drittanbietern zu überprüfen, bevor du eine Verbindung herstellst.<br/>Du kannst dich jederzeit über die App oder durch Deaktivieren deines Kontos direkt bei den Drittanbietern für oder gegen die Integration einer App oder eines Dienstes eines Drittanbieters entscheiden. Wenn wir personenbezogene Daten im<br/>Zusammenhang mit einer Geschäftstransaktion an Käufer und Dritte weitergeben Wir können Ihre personenbezogenen Daten im Zusammenhang mit einer Transaktion weitergeben,<br/>z.<br/>B. beim Verkauf<br/>von Vermögenswerten oder Aktien des Unternehmens oder beim Erwerb. Wenn wir Ihre Daten gesetzlich an andere Organisationen<br/>weitergeben müssen Wir können Ihre Daten auch weitergeben, wenn wir gesetzlich dazu verpflichtet sind oder wenn wir Sie oder andere Personen vor Schäden schützen müssen. Wenn wir Ihre Daten "anonymisiert" haben, so dass Sie nicht identifiziert werden können."
fr: « iRobot ne vendra jamais les informations vous concernant. Nous sommes susceptibles de partager vos informations avec des tiers dans les cas suivants : <br/>a. lorsque vous publiez quelque chose comme un commentaire visible par tous. <br/>b. lorsque nous faisons appel à d’autres sociétés pour assurer nos services.<br/>afin de vous offrir une expérience de qualité et de comprendre comment vous utilisez nos services, il est fréquent que nous fassions appel à d’autres sociétés pour traiter vos informations à caractère personnel en notre nom.<br/>Par exemple, pour le service clientèle, le dépannage de robots, la diffusion de courriels relatifs à des sujets susceptibles de vous intéresser ou l’analyse de données portant sur la manière dont les gens utilisent nos services numériques afin de les améliorer.<br/>Nous veillons à ce que vos informations personnelles soient traitées comme si nous les traitions directement. Nous sélectionnons soigneusement ces entreprises, nous ne partageons avec elles que ce dont elles ont besoin pour mener à bien leur mission et nous nous assurons que les données sont conservées en toute sécurité.<br/>c. Lorsque nous partageons des informations personnelles avec des sociétés appartenant à notre groupe,<br/>il peut s’agir d’entreprises appartenant à iRobot ou à la même entité qu’iRobot.<br/>d. Lorsque vous utilisez les services de toute autre entreprise pouvant se connecter à nos produits, comme les appareils à commande vocale et les téléviseurs connectés.<br/>Nous autorisons des tiers à créer des applications et des outils fonctionnant avec nos appareils et nos services, comme Amazon Alexa et Google Assistant.<br/>Si vous souhaitez connecter une application tierce à nos appareils ou services, nous laisserons la tierce partie collecter les informations nécessaires à la connexion. Cependant, iRobot ne contrôle pas les pratiques de collecte et d’utilisation des données de ces tiers associés. Nous vous recommandons de consulter les politiques de confidentialité relatives aux tierces parties avant toute connexion.<br/>Vous pouvez choisir d’accepter ou de refuser l’intégration d’une application ou d’un service tiers à tout moment via l’application ou en désactivant votre compte directement auprès des fournisseurs tiers.<br/>e. Lorsque nous partageons des informations personnelles avec des acquéreurs et des tiers dans le cadre d’une transaction commerciale.<br/>Nous sommes susceptibles de partager vos informations personnelles dans le cadre d’une transaction, telle que la vente d’actifs ou d’actions de l’entreprise, ou en cas d’acquisition.<br/>f. Lorsque la loi nous oblige à transmettre vos informations à d’autres organisations.<br/>Nous sommes également autorisés à partager vos informations si la loi nous y oblige ou si nous devons vous protéger ou protéger d’autres personnes.<br/>g. Une fois que nous avons « anonymisé » vos données de manière à ce que vous ne puissiez pas être identifié(e). »
pt_br: "A iRobot nunca venderá suas informações. Podemos compartilhar suas informações com outras pessoas das seguintes maneiras:<br/>a. Quando você torna algo público, como postar um comentário que o público possa ver.<br/>b. Quando usamos outras empresas para fornecer nossos serviços.<br/>Para que possamos oferecer experiências de qualidade e entender como você está usando nossos serviços, geralmente usamos outras empresas para processar suas informações pessoais em nosso nome.<br/>Por exemplo, para atendimento ao cliente, robôs de solução de problemas, envio de e-mails sobre coisas que achamos que podem lhe interessar ou análise de dados sobre como as pessoas usam nossos serviços digitais para que possamos melhorá-los.<br/>Trabalhamos para garantir que suas informações pessoais sejam processadas como se estivéssemos lidando diretamente com elas. Selecionamos cuidadosamente essas empresas, apenas compartilhamos com elas o que elas precisam para fazer o trabalho e garantimos que elas mantenham suas informações seguras.<br/>c. Quando compartilhamos informações pessoais com empresas do nosso grupo<br/>Outras empresas pertencentes a, ou que são de propriedade da mesma empresa que a iRobot, podem acessar seus dados nos termos incluídos nesta Política.<br/>d. Quando você usa o serviço de outra empresa que se conecta a nós, como dispositivos habilitados para voz e TV conectada<br/>Permitimos que terceiros criem aplicativos e ferramentas que funcionam com nossos dispositivos e serviços, como Amazon Alexa e Google Assistente.<br/>Se você quiser conectar um aplicativo de terceiros com nossos dispositivos ou serviços, permitiremos que o terceiro colete as informações necessárias para suportar a conexão. No entanto, a iRobot não controla a coleta de dados e as práticas de uso desses terceiros conectados. Recomendamos que analise quaisquer avisos de privacidade de terceiros antes de se conectar.<br/>Você pode ativar ou desativar uma aplicação ou integração de serviços de terceiros a qualquer momento através da aplicação ou desativando a sua conta diretamente com os fornecedores de terceiros.<br/>e. Quando compartilhamos informações pessoais com compradores e terceiros em conexão com uma transação comercial<br/>Podemos compartilhar suas informações pessoais em conexão com uma transação, como a venda de ativos ou ações da empresa, ou aquisição.<br/>f. Quando, por lei, tivermos de transmitir as suas informações a outras organizações<br/>Também poderemos partilharas suas informações se for necessário por lei, ou quando precisarmos proteger você ou a outras pessoas contra danos.<br/>g. Quando tivermos "anonimizado" os seus dados para que não possa ser identificado."

# how_does_it_use_data_collected
source: "iRobot does not sell personal information. If you would like to opt-out of the sharing of your personal information for cross-context behavioral advertising, please contact us at dataprotectionofficer@irobot.com."
de: "iRobot verkauft keine personenbezogenen Daten. Wenn Sie die Weitergabe Ihrer personenbezogenen Daten für kontextübergreifende Verhaltenswerbung ablehnen möchten (opt-out), kontaktieren Sie uns bitte unter dataprotectionofficer@irobot.com."
fr: « iRobot ne vend pas d’informations personnelles. Si vous souhaitez refuser le partage de vos informations personnelles à des fins de publicité comportementale contextuelle, veuillez nous contacter à l’adresse dataprotectionofficer@irobot.com. »
pt_br: "A iRobot não vende informações pessoais. Se você deseja desativar o compartilhamento de suas informações pessoais para publicidade comportamental entre contextos, entre em contato conosco em dataprotectionofficer@irobot.com."

# how_does_it_use_data_collected
source: "We may hold on to your data if it is first anonymized to be used for our records and/or for development purposes. If you would like your personal information to be deleted from our systems, please see the section below “9. What are my choices regarding my information?”."
de: „Wir können Ihre Daten aufbewahren, wenn sie zuerst anonymisiert werden, um sie für unsere Aufzeichnungen und/oder für Entwicklungszwecke zu verwenden. Wenn Sie möchten, dass Ihre personenbezogenen Daten aus unseren Systemen gelöscht werden, lesen Sie bitte den folgenden Abschnitt „9. Was sind meine Entscheidungen in Bezug auf meine Informationen?"."
fr: « Nous sommes susceptibles de conserver vos données si elles sont préalablement dépersonnalisées afin de les utiliser pour nos archives et/ou à des fins de développement. Si vous souhaitez que vos informations personnelles soient supprimées de nos systèmes, veuillez vous reporter à la section ci-dessous « 9. Quels sont mes choix concernant mes informations ? ». »
pt_br: "Podemos reter seus dados se eles forem primeiro anonimizados para serem usados em nossos registros e/ou para fins de desenvolvimento. Se você deseja que suas informações pessoais sejam excluídas de nossos sistemas, consulte a seção abaixo '9. Quais são as minhas escolhas em relação às minhas informações?'."

# how_does_it_use_data_collected
source: <b>California Privacy Notice</b><br/>"Disclosure of personal information. We share personal information with service providers (as defined in the CCPA), and with third parties for business purposes, in a manner that does not constitute a “sale” (as defined in the CCPA - for example, at the direction of the consumer). As defined in the CCPA, "sell" "selling”, "sale" or "sold is when the organization sells, rents, releases, discloses, disseminates, makes available, transfers, or otherwise communicates in any means, personal information to a third party for monetary or other valuable consideration."
de: <b>California Privacy Notice</b><br/>"Offenlegung personenbezogener Daten. Wir geben personenbezogene Daten an Dienstleister (wie im CCPA definiert) und an Dritte für geschäftliche Zwecke nur in einer Weise weiter, die keinen „Verkauf“ darstellt (wie im CCPA definiert - zum Beispiel auf Anweisung des Verbrauchers hin). Wie im CCPA definiert, bedeutet "verkaufen", "verkaufend", "Verkauf" oder "verkauft", wenn die Organisation personenbezogene Daten an Dritte verkauft, vermietet, freigibt, offenlegt, verbreitet, zur Verfügung stellt, überträgt oder auf andere Weise gegen Entgelt oder eine andere entgeltliche Gegenleistung weitergibt".
fr: <b>Déclaration de confidentialité de l’État de Californie</b><br/>« Divulgation d’informations personnelles. Nous partageons des informations personnelles avec des prestataires de services (tels que définis dans la loi californienne sur la vie privée CCPA)) et avec des tiers à des fins commerciales, d’une manière qui ne constitue pas une « vente » (telle que définie dans la loi californienne sur la vie privé, par exemple, à la demande du consommateur). Selon la définition de la CCPA, on parle de « vente », ou de données « vendues » lorsque l’organisation vend, loue, libère, divulgue, diffuse, met à disposition, transfère ou communique de quelque manière que ce soit des informations personnelles à un tiers pour une contrepartie monétaire ou autre. »
pt_br: <b>Aviso de Privacidade da Califórnia</b><br/>"Divulgação de informações pessoais. Compartilhamos informações pessoais com prestadores de serviços (conforme definido na CCPA) e com terceiros para fins comerciais, de uma maneira que não constitua uma 'venda' (conforme definido na CCPA – por exemplo, sob a direção do consumidor). Conforme definido na CCPA, 'vender', 'vendendo' ou 'venda' é quando a organização vende, aluga, libera, divulga, dissemina, disponibiliza, transfere ou de outra forma comunica, por qualquer meio, informações pessoais a terceiros por contraprestação monetária ou outra consideração valiosa."

# user_friendly_privacy_policy_helptext
source: iRobot's privacy policy is long and the text is small. It's not terrible, it's just not exaclty user-friendly.
de: Die Datenschutzrichtlinie von iRobot ist lang und der Text ist klein. Sie ist nicht schrecklich, aber sie ist einfach nicht benutzerfreundlich.
fr: La politique de confidentialité d’iRobot est longue et le texte est écrit en petits caractères. Il y a pire, mais ce n’est pas très facile à comprendre.
pt_br: A política de privacidade da iRobot é longa e o texto é pequeno. Não é terrível, só não é exatamente amigável.

# uses_encryption_helptext
source: Data is encrypted in transit and at rest. The Roomba communicates with the iRobot cloud service using encryption. Robot information is stored separately from any customer information to de-identify the robot and its associated data from its owner.
de: Die Daten werden während der Übertragung und bei Speicherung verschlüsselt. Der Roomba kommuniziert mit dem iRobot Cloud-Dienst mittels Verschlüsselung. Roboterinformationen werden getrennt von Kundeninformationen gespeichert, um den Roboter und die damit verbundenen Daten von seinem Besitzer zu anonymisieren.
es: Los datos se cifran en tránsito y en reposo. Roomba se comunica con el servicio en la nube de iRobot a través de cifrado. La información del robot se almacena separada de los datos del cliente, para desidentificar el robot y sus datos asociados de su propietario(a).
fr: Les données sont chiffrées en transit et au repos. Le Roomba communique avec le service cloud d’iRobot de façon chiffrée. Les informations sur le robot sont stockées séparément de toutes les informations client pour anonymiser le robot et ses données associées de son propriétaire.
pt_br: Os dados são criptografados em trânsito e em repouso. O Roomba se comunica com o serviço de nuvem iRobot usando criptografia. As informações do robô são armazenadas separadamente de qualquer informação do cliente para desidentificar o robô e seus dados associados de seu proprietário.

# manage_vulnerabilities_helptext
source: iRobot runs a private bug bounty program, which means that anyone who finds a security issue and discloses it responsibly may get paid. They also hold hacking events to collaborate with the broad security research community.
de: iRobot betreibt ein privates Bug-Bounty-Programm, was bedeutet, dass jeder, der ein Sicherheitsproblem findet und es verantwortungsvoll offenlegt, bezahlt werden kann. Sie veranstalten auch Hacking-Veranstaltungen, um mit der breiten Sicherheitsforschungsgemeinschaft zusammenzuarbeiten.
es: iRobot ejecuta un programa privado de cazadores de bugs, lo que significa que cualquier persona que encuentre un problema de seguridad y lo divulgue de manera responsable puede recibir una remuneración. También organizan eventos de hacking para colaborar con la amplia comunidad de investigadores de seguridad.
fr: iRobot dispose d’un programme de prime aux bugs (« bug bounty »), ce qui signifie que toute personne qui découvre une faille de sécurité et la signale de façon responsable peut être payée. iRobot organise également des évènements de hacking communautaires afin de collaborer avec une vaste communauté de chercheurs et chercheuses en sécurité.
pt_br: A iRobot executa um programa privado de recompensas por bugs, o que significa que qualquer pessoa que encontre um problema de segurança e o divulgue de forma responsável pode ser paga. Eles também realizam eventos de hacking para colaborar com a ampla comunidade de pesquisa de segurança.

# tips_to_protect_yourself
source: Opt-out of the sharing of your personal information for cross-context behavioral advertising, by contacting at dataprotectionofficer@irobot.com
de: Deaktivieren Sie die Weitergabe Ihrer personenbezogenen Daten für kontextübergreifende verhaltensorientierte Werbung (opt-out), indem Sie sich an dataprotectionofficer@irobot.com wenden
fr: Refusez le partage de vos informations personnelles à des fins de publicité comportementale contextuelle, en contactant dataprotectionofficer@irobot.com
pt_br: Desative o compartilhamento de suas informações pessoais para publicidade comportamental entre contextos, entrando em contato pelo e-mail dataprotectionofficer@irobot.com

# tips_to_protect_yourself
source: Use two-factor authentication
de: Nutzen Sie Zwei-Faktor-Authentifizierung
es: Utiliza la autenticación de dos factores
fr: Utilisez l’authentification à deux facteurs
pt_br: Use a autenticação de dois fatores

# tips_to_protect_yourself
source: Limit your robot vacuum's data sharing
de: Begrenzen Sie die Datenfreigabe Ihres Roboterstaubsaugers
es: Limita los datos compartidos de tu robot aspirador
fr: Limitez le partage de données de votre robot aspirateur
pt_br: Limite o compartilhamento de dados do seu robô aspirador

# tips_to_protect_yourself
source: Use strong passwords
de: Verwenden Sie starke Passwörter
es: Utiliza contraseñas seguras
fr: Utilisez des mots de passe compliqués
pt_br: Utilize senhas fortes

# tips_to_protect_yourself
source: Keep your robot vacuum's firmware updated
de: Halten Sie die Firmware Ihres Saugroboters auf dem neuesten Stand
es: Mantén actualizado el firmware de tu robot aspirador
fr: Gardez le firmware de votre robot aspirateur à jour
pt_br: Mantenha o firmware de seu robô aspirador atualizado

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
de: Registrieren Sie sich nicht über ein Drittanbieterkonto. Es ist besser, sich mithilfe der E-Mail-Adresse und einem starken Passwort zu registrieren.
es: No te registres a través de cuentas de terceros. Es mejor que inicies sesión con un correo electrónico y una contraseña segura.
fr: Ne vous inscrivez pas avec un compte tiers. Il vaut mieux vous connecter avec un e-mail et un mot de passe compliqué.
pt_br: Não se cadastre com contas de terceiros. É melhor acessar com email e senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Dafür können Sie auch ein Passwortkontrollprogramm anwenden, wie 1Password, KeePass etc.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Nutzen Sie Ihre Datenschutzeinstellungen, um den Zugriff auf Ihre personenbezogenen Daten per App zu beschränken (d. h., geben Sie Kamera, Mikrofon, Bildern und Standort keinen Zugriff, es sei denn es ist notwendig)
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (n’autorisez pas l’accès à votre caméra, votre micro, vos images et votre localisation, sauf si nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do app (não dê acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário)
