Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/jabra-elite-85h-headphones.po
Languages: de, es, fr

# title
source: Jabra Elite 85h Headphones
de: Jabra Elite 85h Kopfhörer
es: Auriculares Jabra Elite 85h
fr: Casque Jabra Elite 85h

# blurb
source: Jabra's over-the-ear headphones do all the things: noise cancelling, custom sound levels for music, multiple microphones for calls, filtering out noise, and listening for you to ask Alexa, Siri, or Google to play that next song with up to 36-hours of battery life. The headphones even recognize when they're on your ears and when they're not and pause your music or mute your calls accordingly. Best of all, Jabra seems happy to sell you their headphones and not sell your data.
de: Die Over-the-Ear-Kopfhörer von Jabra können alles: Geräuschunterdrückung, benutzerdefinierte Lautstärke für Musik, mehrere Mikrofone für Anrufe, Herausfiltern von Geräuschen, sowie Zuhören, wenn Sie Alexa, Siri oder Google bitten, den nächsten Song zu bringen - und das mit bis zu 36 Stunden Akkulaufzeit. Die Kopfhörer erkennen sogar, wann sie auf den Ohren sitzen und wann nicht, und pausieren entsprechend die Musik oder schalten Anrufe stumm. Und das Beste daran: Jabra scheint froh zu sein, Ihnen die Kopfhörer zu verkaufen, anstatt Ihre Daten zu verkaufen.
es: Los auriculares supraaurales de Jabra lo hacen todo: cancelan el ruido, te permiten personalizar los niveles de sonido para la música, tienen múltiples micrófonos para llamadas, filtran los ruidos y escuchan cuando le pides a Alexa, Siri o Google que reproduzcan la siguiente canción. Además tienen una batería que dura hasta 36 horas. Los auriculares incluso reconocen cuando están colocados sobre los oídos y cuando no, y pausan la música o silencian las llamadas de acuerdo con ello. Lo mejor de todo es que en Jabra están encantados de venderte sus auriculares, sin vender tus datos a cambio.
fr: Le casque de Jabra fait tout : annulation du bruit, niveaux sonores personnalisés pour la musique, plusieurs microphones pour les appels, filtrage du bruit et reste à votre écoute pour demander à Alexa, Siri ou Google de lancer la prochaine chanson, le tout en gardant jusqu’à 36 heures d’autonomie. Le casque reconnait même s’il est sur vos oreilles ou non et met votre musique en pause et coupe le son de vos appels en conséquence. Mieux encore, Jabra semble vous vendre son casque sans vendre vos données.

# worst_case
source: Jabra seems to do a good job with privacy and security. For the most part, they sell hardware (headphones), not you. They say clearly in their privacy policy, “under no circumstances will jabra sell your personal information.” This is good. They do say they can share some personal information with third parties, which is pretty normal, and they add that, “These third parties may not process your personal data for their own purposes.” Yay!
de: Jabra scheint es mit dem Schutz und der Sicherheit von Daten gut zu meinen. In den meisten Fällen verkauft das Unternehmen seine Hardware (Kopfhörer) - und nicht Sie bzw. Ihre Daten. In den Datenschutzrichtlinien heißt es eindeutig: "Jabra verkauft unter keinen Umständen Ihre personenbezogenen Daten." Das ist gut. Das Unternehmen teilt mit, dass es einige personenbezogene Daten an Dritte weitergeben kann, was ganz normal ist, und fügt hinzu: "Diese Dritten dürfen Ihre persönlichen Daten nicht für ihre eigenen Zwecke verarbeiten." Juhu!
es: Jabra parece eficiente en cuanto a privacidad y seguridad. En general, se dedica a vender hardware (auriculares), y no tus datos. En su política de privacidad declaran claramente que «bajo ninguna circunstancia Jabra venderá tu información personal». Esto es positivo. Dicen que podrían compartir cierta información personal con terceros, lo cual es bastante normal, y añaden que, «Dichos terceros no pueden procesar tus datos personales para sus propios fines». ¡Estupendo!
fr: Jabra semble faire plutôt du bon travail en ce qui concerne la confidentialité et la sécurité des données. Pour faire simple, ils vendent du matériel (des écouteurs), pas vos données. Jabra indique clairement dans sa politique de confidentialité : « Jabra ne vendra en aucun cas vos informations personnelles ». C’est très bien. L’entreprise mentionne pouvoir partager certaines informations personnelles avec des tiers, ce qui est assez normal, et ajoute que « Ces tiers ne peuvent pas traiter vos données personnelles à leurs propres fins. » Super !

# worst_case
source: And really, these headphones don’t collect a whole lot of data on you. If you download the app to control certain features, which isn’t required to use these little headphones but sure makes things nicer, you’ll have to give us some basic personal information. All in all though, these earbuds feel safe.
de: Und wirklich, diese Kopfhörer sammeln nicht viele Daten über Sie. Sie können die App herunterladen, um bestimmte Funktionen zu steuern, die für die Nutzung dieser kleinen Kopfhörer zwar nicht erforderlich sind, diese aber praktischer machen. Dazu müssen Sie dann einige persönliche Basisinformationen angeben. Alles in allem scheinen diese Ohrhörer jedoch sicher zu sein.
es: Además, de verdad, estos auriculares no recopilan una gran cantidad de datos sobre ti. Si descargas la aplicación para controlar algunas funciones (lo cual no es obligatorio para usar estos pequeños auriculares, aunque sí hace más agradable la experiencia), tendrás que proporcionar algunos datos personales básicos. Sin embargo, en general, estos auriculares parecen seguros.
fr: Et vraiment, ce casque ne collecte pas beaucoup de données sur vous. Si vous téléchargez l’application pour contrôler certaines fonctionnalités, ce qui n’est pas nécessaire pour utiliser le casque mais rend les choses plus agréables, vous devrez fournir des informations personnelles de base. Dans l’ensemble cependant, ce casque semble sûr.

# how_does_it_use_data_collected
source: Jabra does not sell data. It does forward data to third-party vendors, and the third parties may not process your personal data for their own purposes.
de: Jabra verkauft keine Daten. Das Unternehmen gibt Daten an Drittanbieter weiter, und diese Drittanbieter dürfen Ihre personenbezogenen Daten nicht für eigene Zwecke verarbeiten.
es: Jabra no vende datos. Sí reenvía datos a proveedores externos, y estos no pueden procesar tus datos personales para sus propios fines.
fr: Jabra ne vend pas de données. L’entreprise transmet des données à des fournisseurs tiers, et ces tiers ne peuvent pas traiter vos données personnelles à leurs propres fins.

# strong_password_helptext
source: Bluetooth connection
de: Bluetooth-Verbindung
es: Conexión Bluetooth
fr: Connexion Bluetooth

# tips_to_protect_yourself
source: Consider <a id="a1">deleting your location data</a> in Jabra+ app
de: Erwägen Sie das <a id="a1">Löschen Sie Ihre Standortdaten</a> in der Jabra+ App
es: Te recomendamos que <a id="a1">elimines tus datos de ubicación</a> en la aplicación Jabra+
fr: Pensez à <a id="a1">supprimer vos données de localisation</a> dans l’application Jabra+

# tips_to_protect_yourself
source: Consider using your headphones without connecting it to an app. This way, you may decrease amount of data collected
de: Überlegen Sie, ob Sie Ihre Kopfhörer nicht ohne Verbindung zu einer App verwenden wollen. Auf diese Weise können Sie die Menge der gesammelten Daten verringern.
es: Considera la posibilidad de usar los auriculares sin conectarlos a una aplicación. De esta manera, puedes disminuir la cantidad de datos recopilados
fr: Envisagez d’utiliser votre casque sans le connecter à une application. De cette façon, vous pouvez réduire la quantité de données collectées

# personal_data_collected
source: If you create an account: name, address, email, telephone number
de: Wenn Sie ein Konto erstellen: Name, Adresse, E-Mail-Adresse, Telefonnummer
es: Si creas una cuenta: nombre, dirección, correo electrónico, número de teléfono
fr: Si vous créez un compte : nom, adresse, e-mail, numéro de téléphone

# how_can_you_control_your_data
source: Jabra keeps data for a minimum time and data will be deleted when no longer necessary under the purpose for which it was collected.
de: Jabra speichert Daten für eine minimale Zeit, und die Daten werden gelöscht, sobald sie für den Zweck, für den sie erhoben wurden, nicht mehr erforderlich sind.
es: Jabra conservará los datos durante un período de tiempo mínimo y los eliminará cuando ya no sean necesarios para el propósito para el que fueron recopilados.
fr: Jabra conserve les données pendant une durée minimum et les données seront supprimées lorsqu’elle ne seront plus nécessaires au but pour lequel elles ont été collectées.

# track_record_details
source: No known incidents in the last 3 years.
de: Keine bekannten Vorfälle in den letzten 3 Jahren.
es: No se han comunicado incidentes en los últimos 3 años.
fr: Aucun incident connu au cours des 3 dernières années.

# ai_helptext
source: You can connect to Alexa or Google assistant.
de: Sie können eine Verbindung mit Alexa oder Google Assistant herstellen.
es: Puedes conectarte a Alexa o al Asistente de Google.
fr: Vous pouvez vous connecter à Alexa ou à l’assistant Google.

# ai_what_can_it_do
source: If you connect to Alexa or Google Assistant, the voice recognition is used.
de: Wenn Sie eine Verbindung mit Alexa oder Google Assistant herstellen, wird die Spracherkennung verwendet.
es: Si te conectas a Alexa o al Asistente de Google, se utiliza el reconocimiento de voz.
fr: Si vous vous connectez à Alexa ou à Google Assistant, la reconnaissance vocale est utilisée.
