Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/jabra-elite-65t-earbuds.po
Languages: de, es, fr, pt_br

# how_can_you_control_your_data
source: Right to data portability<br/> Under certain circumstances, you have the right to receive the personal data concerning you in a structured, commonly used and machine-readable format, and the right to have your personal data transferred to another data controller."
de: Recht auf Datenübertragbarkeit<br/> Unter bestimmten Umständen haben Sie das Recht, die Sie betreffenden personenbezogenen Daten in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten, und das Recht, Ihre personenbezogenen Daten an einen anderen Datenverantwortlichen übermitteln zu lassen.“
es: Derecho a la portabilidad de los datos<br/> En determinadas circunstancias, tienes derecho a recibir los datos personales que te conciernen en un formato estructurado, de uso común y legible por máquina, y el derecho a que tus datos personales se transfieran a otro controlador de datos».
fr: Droit à la portabilité des données<br/> Dans certaines circonstances, vous bénéficiez du droit de récupérer les données à caractère personnel vous concernant dans un format structuré, couramment utilisé et lisible informatiquement, ainsi que du droit de faire transférer vos données à caractère personnel vers un autre contrôleur de données. »
pt_br: Direito à portabilidade de dados<br/> Em determinadas circunstâncias, você tem o direito de receber os dados pessoais que lhe dizem respeito em um formato estruturado, comumente usado e legível por máquina, e o direito de ter seus dados pessoais transferidos para outro controlador de dados."

# how_can_you_control_your_data
source: "We provide users the opportunity to opt out of receiving any further communications from Jabra when they receive distributions via e-mail. At the end of each email message, instructions on how to unsubscribe and be removed from the mailing list database are included. Jabra gives users the option of contacting Jabra at any time to remove their information from our database or to stop receiving future electronic distributions."
de: „Wir bieten Nutzern die Möglichkeit, den Erhalt weiterer Mitteilungen von Jabra abzulehnen, wenn sie Distributionen per E-Mail erhalten. Am Ende jeder E-Mail-Nachricht finden Sie Anweisungen, wie Sie sich abmelden und aus der Mailinglisten-Datenbank entfernt werden können. Jabra bietet Benutzern die Möglichkeit, Jabra jederzeit zu kontaktieren, um ihre Informationen aus unserer Datenbank zu entfernen oder zukünftige elektronische Distributionen nicht mehr zu erhalten."
es: «Brindamos a los usuarios la oportunidad de optar por excluirse de recibir comunicaciones de Jabra cuando reciben distribuciones por correo electrónico. Al final de cada mensaje de correo electrónico, se incluyen instrucciones sobre cómo darse de baja y ser eliminado de la base de datos de la lista de correo. Jabra ofrece a los usuarios la opción de ponerse en contacto en cualquier momento para eliminar su información de nuestra base de datos o dejar de recibir futuras distribuciones electrónicas».
fr: « Nous offrons aux utilisateurs la possibilité de refuser de recevoir d’autres communications de Jabra lorsqu’ils reçoivent des communications par courrier électronique. À la fin de chaque message électronique, des instructions sur la manière de se désinscrire et de se retirer de la base de données de la liste de diffusion sont incluses. Jabra donne aux utilisateurs la possibilité de contacter Jabra à tout moment pour supprimer leurs informations de notre base de données ou pour ne plus recevoir de communications électroniques à l’avenir. »
pt_br: "Oferecemos aos usuários a oportunidade de optar por não receber mais comunicações da Jabra quando receberem distribuições por e-mail. No final de cada mensagem de e-mail, estão incluídas instruções sobre como cancelar a inscrição e ser removido do banco de dados da lista de e-mails. A Jabra dá aos usuários a opção de entrar em contato com a Jabra a qualquer momento para remover suas informações do nosso banco de dados ou para parar de receber futuras distribuições eletrônicas."

# how_can_you_control_your_data
source: Privacy Policy for Applications
de: Datenschutzerklärung für Anwendungen
es: Política de privacidad para aplicaciones
fr: Politique de confidentialité des applications
pt_br: Política de Privacidade para Aplicativos

# how_can_you_control_your_data
source: "You can at any time stop all collection of information by any jabra app, by uninstalling the app. you can do this by using the standard uninstall processes which is available as part of your mobile device or via the mobile app marketplace.<br/>We aim to retain any information already collected only for as long as you use the jabra apps and for a minimum and reasonable period thereafter. we only retain information in accordance with applicable legislation."
de: "Sie können jederzeit die Erfassung von Informationen durch eine beliebige Jabra-App stoppen, indem Sie die App deinstallieren. Sie können dies tun, indem Sie die Standard-Deinstallationsprozesse verwenden, die als Teil Ihres Mobilgeräts oder über den Mobile-App-Marktplatz verfügbar sind.<br/>Wir sind bestrebt, alle bereits erfassten Informationen nur so lange aufzubewahren, wie Sie die Jabra-Apps verwenden, und für einen minimalen und angemessenen Zeitraum danach. Wir bewahren Informationen nur in Übereinstimmung mit den geltenden Gesetzen auf."
es: «Puedes detener en cualquier momento toda la recopilación de información por cualquier aplicación de Jabra, desinstalando la aplicación. Puedes hacerlo utilizando los procesos de desinstalación estándar que están disponibles como parte de tu dispositivo móvil o a través del mercado de aplicaciones móviles.<br/>Nuestro objetivo es conservar la información ya recopilada únicamente durante el tiempo que utilices las aplicaciones de Jabra y durante un período mínimo y razonable a partir de entonces. Solo conservamos la información de acuerdo con la legislación aplicable».
fr: "Vous pouvez à tout moment mettre fin à la collecte d’informations par une application Jabra en la désinstallant. Pour ce faire, vous pouvez utiliser le processus de désinstallation standard disponible sur votre appareil mobile ou sur la plate-forme de vente d’applications mobiles.<br/>Nous nous efforçons de conserver les informations déjà recueillies aussi longtemps que vous utilisez les applications Jabra et pendant une période aussi limitée que possible. Les informations ne sont conservées qu’en conformité avec la législation en vigueur. »
pt_br: "Você pode, a qualquer momento, interromper toda a coleta de informações por qualquer aplicativo Jabra, desinstalando o aplicativo. Você pode fazer isso usando os processos de desinstalação padrão disponíveis como parte do seu dispositivo móvel ou por meio do marketplace de aplicativos móveis.<br/>Nosso objetivo é reter todas as informações já coletadas apenas enquanto você usar os aplicativos Jabra e por um período mínimo e razoável a partir de então. Só retemos informações de acordo com a legislação aplicável."

# track_record_details
source: No known incidents in the last 3 years.
de: Keine bekannten Vorfälle in den letzten 3 Jahren.
es: No se han comunicado incidentes en los últimos 3 años.
fr: Aucun incident connu au cours des 3 dernières années.
pt_br: Nenhum incidente conhecido nos últimos 3 anos.

# child_safety_blurb
source: "Jabra does not intentionally collect personal data from anyone under the age of 16. Nor do we entice children to divulge any personal data, by means of special prizes or games. Jabra web site visitors must be at least 18 years old to participate in any Jabra sponsored on-line contests or giveaways. Jabra encourages parents to participate actively in their children’s Internet experience. If Jabra learns that the company has obtained personal data pertaining to a child under the age of 16, the information will be deleted from the database."
de: „Jabra sammelt nicht absichtlich personenbezogene Daten von Personen unter 16 Jahren. Wir verleiten Kinder auch nicht dazu, durch Sonderpreise oder Spiele personenbezogene Daten preiszugeben. Besucher der Jabra-Website müssen mindestens 18 Jahre alt sein, um an von Jabra gesponserten Online-Wettbewerben oder Werbegeschenken teilnehmen zu können. Jabra ermutigt Eltern, sich aktiv am Interneterlebnis ihrer Kinder zu beteiligen. Wenn Jabra erfährt, dass das Unternehmen personenbezogene Daten eines Kindes unter 16 Jahren erhalten hat, werden die Informationen aus der Datenbank gelöscht."
es: «Jabra no recopila intencionalmente datos personales de menores de 16 años. Tampoco incitamos a los niños a divulgar ningún dato personal, mediante premios especiales o juegos. Los visitantes del sitio web de Jabra deben tener al menos 18 años para participar en cualquier concurso o sorteo en línea patrocinado por Jabra. Jabra anima a los padres a participar activamente en la experiencia de sus hijos en Internet. Si Jabra entra en conocimiento de que ha obtenido datos personales de un menor de 16 años, tal información se eliminará de la base de datos».
fr: « Jabra ne collecte pas intentionnellement de données personnelles auprès de personnes âgées de moins de 16 ans. Nous n’incitons pas non plus les enfants à communiquer des données personnelles par le biais de concours ou de jeux spéciaux. Les visiteurs du site web de Jabra doivent être âgés d’au moins 18 ans pour participer aux jeux concours en ligne parrainés par Jabra. Jabra encourage les parents à encadrer activement la navigation de leurs enfants sur internet. Si Jabra apprend que la société a obtenu des données personnelles concernant un enfant de moins de 16 ans, ces informations seront supprimées de la base de données. »
pt_br: "A Jabra não coleta intencionalmente dados pessoais de menores de 16 anos. Também não incentivamos as crianças a divulgarem quaisquer dados pessoais, por meio de prêmios especiais ou jogos. Os visitantes do site da Jabra devem ter pelo menos 18 anos de idade para participarem de quaisquer concursos ou brindes on-line patrocinados pela Jabra. A Jabra incentiva os pais a participarem ativamente da experiência de Internet de seus filhos. Se a Jabra souber que a empresa obteve dados pessoais relativos a uma criança menor de 16 anos, as informações serão excluídas do banco de dados."

# ai_helptext
source: You can connect to Alexa or Google assistant.
de: Sie können eine Verbindung mit Alexa oder Google Assistant herstellen.
es: Puedes conectarte a Alexa o al Asistente de Google.
fr: Vous pouvez vous connecter à Alexa ou à l’assistant Google.
pt_br: Você pode se conectar à Alexa ou ao Google Assistente.

# ai_what_can_it_do
source: If you connect to Alexa or Google Assistant, the voice recognition is used.
de: Wenn Sie eine Verbindung mit Alexa oder Google Assistant herstellen, wird die Spracherkennung verwendet.
es: Si te conectas a Alexa o al Asistente de Google, se utiliza el reconocimiento de voz.
fr: Si vous vous connectez à Alexa ou à Google Assistant, la reconnaissance vocale est utilisée.
pt_br: Se você se conectar à Alexa ou ao Google Assistente, o reconhecimento de voz será usado.
