Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/jabra-elite-65t-earbuds.po
Languages: de, es, fr, pt_br

# title
source: Jabra Elite Earbuds
de: Jabra Elite Kopfhörer
es: Auriculares Jabra Elite
fr: Écouteurs Jabra Elite
pt_br: Fones de ouvido Jabra Elite

# blurb
source: If you're more the sporty type or if you just don't like wearing big, over the ear headphones, Jabra's Elite series of little earbuds might be for you. They do all the things: noise cancelling, custom sound levels for music, multiple microphones for calls, filtering out noise, and listening for you to ask Alexa, Siri, or Google to play that next song with up to 32 hours of battery life. The latest models, Elite 8 Active and Elite 10, might even be the toughest, <a id="a1">most advanced earbuds</a> ever? Wow! All shoved right into your ears. Best of all, Jabra seems happy to sell you their earbuds and not sell your data.
de: Wenn Sie eher der sportliche Typ sind oder einfach nicht gerne große Kopfhörer über dem Ohr tragen, könnte Jabras Elite-Serie von kleinen Ohrhörern genau das Richtige für Sie sein. Sie tun alles: Geräuschunterdrückung, benutzerdefinierte Klangpegel für Musik, mehrere Mikrofone für Anrufe, Ausfiltern von Geräuschen und hören Ihnen dabei zu, wie Sie Alexa, Siri oder Google dabei bitten, den nächsten Song mit bis zu 32 Stunden Akkulaufzeit abzuspielen. Die neuesten Modelle, Elite 8 Active und Elite 10, könnten sie sogar die widerstandsfähigsten und <a id="a1">fortschrittlichsten Ohrhörer aller</a> Zeiten sein? Wow! Alles direkt in Ihre Ohren hinein geschoben. Das Beste daran ist, dass Jabra Ihnen gerne seine Ohrhörer verkauft - und nicht Ihre Daten.
es: Si tienes un estilo deportivo o simplemente no te gusta usar auriculares grandes, la serie Elite de Jabra podría ser para ti. Estos auriculares hacen todo lo que se espera de ellos: cancelación de ruido, niveles de sonido personalizados para escuchar música, múltiples micrófonos para llamadas, filtrado de ruido y función de escucha para pedirle a Alexa, Siri o Google que reproduzcan la siguiente canción, con una batería que dura hasta 32 horas. Quizás los últimos modelos, Elite 8 Active y Elite 10, sean los auriculares <a id="a1">más resistentes y avanzados</a> de la historia. ¡Guau! Y todo metido directamente en tus oídos. Lo mejor es que Jabra parece feliz de venderte sus auriculares sin vender tus datos.
fr: Si vous êtes plutôt du genre sportif ou si vous n’aimez tout simplement pas porter de gros écouteurs, les petits écouteurs de la série Elite de Jabra sont peut-être faits pour vous. Ils remplissent toutes les fonctions : réduction du bruit, niveaux sonores personnalisés pour la musique, microphones multiples pour les appels, filtrage des bruits et écoute pour vous permettre de lancer la prochaine chanson à l’aide d’Alexa, Siri ou Google, avec une autonomie de batterie pouvant aller jusqu’à 32 heures. Les derniers modèles, Elite 8 Active et Elite 10, pourraient même être les <a id="a1">écouteurs les plus résistants et les plus avancés</a> jamais conçus ? Ça alors ! Et tout cela directement dans vos oreilles. Mieux encore, Jabra semble se contenter de vous vendre ses écouteurs et ne pas vendre vos données.
pt_br: Se você é mais do tipo esportivo ou se simplesmente não gosta de usar headphones, a série Elite de fones de ouvido da Jabra pode ser ideal para você. Eles fazem de tudo: cancelamento de ruído, níveis de som personalizados para música, vários microfones para chamadas, filtragem de ruído e a função ouvir – para você pedir a Alexa, Siri ou Google para tocar a próxima música – com até 32 horas de duração da bateria. Os modelos mais recentes, Elite 8 Active e Elite 10, podem até ser os fones de ouvido <a id="a1">mais resistentes e avançados</a> de todos os tempos! Uau! Tudo inserido bem nos seus ouvidos. O melhor de tudo é que a Jabra parece feliz em vender seus fones de ouvido e não vender seus dados.

# worst_case
source: Jabra -- a Denmark based company who privacy policy follows the EU's<a id="a1">GDPR privacy laws</a> (which are way better than the privacy laws the US has...as the US doesn't have a federal consumer privacy law) seems to do a good job with privacy and security. For the most part, they sell hardware (their snazzy headphones), not you. They say clearly in their privacy policy, <i>“under no circumstances will jabra sell your personal information.</i>” This is good. They do say they can share some personal information with third parties, which is pretty normal, and they add that, <i>“These third parties may not process your personal data for their own purposes.</i>” Yay!
de: Jabra - ein in Dänemark ansässiges Unternehmen, dessen Datenschutzrichtlinie den Datenschutzgesetzen der<a id="a1">EU-DSGVO folgt</a> (die viel besser sind als die Datenschutzgesetze der USA ... da die USA kein Bundesgesetz zum Schutz der Privatsphäre von Verbrauchern kennen), scheint in Sachen Datenschutz und Sicherheit gute Arbeit zu leisten. In den meisten Fällen verkaufen sie Hardware (ihre schicken Kopfhörer) und nicht Sie. Sie sagen klar in ihrer Datenschutzerklärung: <i>"Unter keinen Umständen wird Jabra Ihre persönlichen Daten verkaufen.</i>" Das ist gut. Sie sagen, dass sie einige persönliche Daten an Dritte weitergeben können, was ziemlich normal ist, und sie fügen hinzu <i>: "Diese Dritten dürfen Ihre persönlichen Daten nicht für ihre eigenen Zwecke verarbeiten.</i>" Juhu!
es: Jabra: una empresa con sede en Dinamarca cuya política de privacidad sigue las <a id="a1">leyes de privacidad del RGPD</a> de la Unión Europea (que son mucho mejores que las de EE. UU.... especialmente porque en EE. UU. no existe una ley federal de privacidad del consumidor) parece hacer un buen trabajo con la privacidad y la seguridad. Se dedican mayormente a la venta de hardware (sus elegantes auriculares), y no de información. En su política de privacidad dicen claramente que <i>«bajo ninguna circunstancia Jabra venderá tu información personal</i>». Esto es bueno. Dicen que pueden compartir cierta información personal con terceros, lo cual es bastante normal, y agregan que <i>«Estos terceros no procesarán tus datos personales para sus propios fines</i>». ¡Bravo!
fr: Jabra, une entreprise basée au Danemark dont la politique de confidentialité est conforme aux <a id="a1">lois européennes sur la protection de la vie privée</a> (RGPD) (qui sont bien meilleures que les lois sur la protection de la vie privée en vigueur aux États-Unis… car il n’existe pas de loi fédérale sur la protection de la vie privée des consommateurs aux États-Unis), semble bien gérer la protection de la vie privée et la sécurité. Pour résumer, ils vendent du matériel (leurs superbes écouteurs), et pas vous. Dans leur politique de confidentialité, il est clairement indiqué que <i>« Jabra ne vendra en aucun cas vos informations personnelles </i>». C’est une bonne chose. Ils précisent qu’ils peuvent partager certaines informations personnelles avec des tiers, ce qui est tout à fait normal, et ils ajoutent que <i>« ces tiers ne peuvent pas traiter vos données personnelles à leurs propres fins </i>». Chapeau !
pt_br: A Jabra – uma empresa com sede na Dinamarca cuja política de privacidade segue as <a id="a1">leis de privacidade do RGPD</a> da UE (que são muito melhores do que as leis de privacidade que os EUA têm... pois os EUA não têm uma lei federal de privacidade do consumidor) – parece fazer um bom trabalho com privacidade e segurança. Na maioria das vezes, eles vendem hardware (seus fones de ouvido elegantes), não você. Eles dizem claramente em sua política de privacidade: <i>"Sob nenhuma circunstância a Jabra venderá suas informações pessoais.</i>" Isso é bom. Eles dizem que podem compartilhar algumas informações pessoais com terceiros, o que é bastante normal, e acrescentam que: <i>"Esses terceiros podem não processar seus dados pessoais para seus próprios fins.</i>" Eba!

# worst_case
source: Yep, it seems like while other companies that make wearables were cooking up ways to use your personal information, Jabra was busy studying <a id="a1">62,000 ear scans</a> to better design these buds to stay in your ears -- a much more worthy endeavor!
de: Ja, es scheint ganz so, während andere Unternehmen, die Wearables herstellen, Möglichkeiten gefunden haben, Ihre persönlichen Daten zu verwerten, Jabra damit beschäftigt war, <a id="a1">62'000 Ohren-Scans zu studieren</a> , um diese Kopfhörer besser zu gestalten, damit sie auch in Ihren Ohren bleiben - was ein viel wertvolleres Unterfangen ist!
es: Sí, parece que mientras otras compañías que fabrican dispositivos «wearables» estaban inventando formas de usar tu información personal, Jabra se dedicaba a estudiar <a id="a1">62.000 exámenes de oídos</a> para diseñar los auriculares de una manera perfecta para que no se salgan de tus orejas, ¡un esfuerzo mucho más valioso!
fr: Alors que les autres entreprises qui fabriquent des produits portatifs concoctent des méthodes pour exploiter vos données personnelles, Jabra étudie <a id="a1">62 000 numérisations d’oreilles</a> pour mieux adapter ces écouteurs afin qu’ils restent bien en place, un effort bien plus louable !
pt_br: Sim, parece que enquanto outras empresas que fabricam wearables (dispositivos para vestir) estavam inventando maneiras de usar suas informações pessoais, a Jabra estava ocupada estudando <a id="a1">62.000 escaneamentos de ouvido</a> para projetar melhor esses fones para encaixarem perfeitamente nos seus ouvidos – um esforço muito mais digno!

# worst_case
source: And really, these earbuds just don’t collect a whole lot of data on you. If you download the app to control certain features, which isn’t required to use these little headphones but sure makes things nicer, you’ll have to give them some basic personal information. But even the personal information you do enter into the app, like your gender, profile picture, or birthday, won't be sent to Jabra unless you share it. All in all, these earbuds feel pretty private. They are even the chosen earbuds of this *<i>Privacy Not Included</i> researcher!
de: Und tatsächlich sammeln diese Ohrhörer nicht viele Daten über Sie. Wenn Sie die App herunterladen, um bestimmte Funktionen zu steuern, was für die Verwendung dieser kleinen Kopfhörer zwar nicht erforderlich ist, die Handhabung aber auf jeden Fall angenehmer gestaltet, müssen Sie ihnen einige grundlegende persönliche Informationen geben. Aber selbst die persönlichen Daten, die Sie in die App eingeben, wie Ihr Geschlecht, Ihr Profilbild oder Ihr Geburtstag, werden nicht an Jabra gesendet, es sei denn, Sie teilen sie dem Unternehmen mit. Alles in allem fühlen sich diese Ohrhörer ziemlich privat an. Sie sind sogar die bevorzugten Ohrhörer dieses *<i>Privacy Not</i> Included-Forschers!
es: La verdad es que estos auriculares simplemente no recopilan una gran cantidad de datos sobre ti. Si descargas la aplicación para controlar ciertas funciones, lo cual no es necesario para usar estos pequeños auriculares aunque hace las cosas más agradables, tendrás que darles información personal básica. Pero incluso la información personal que ingreses en la aplicación, como tu género, foto de perfil o cumpleaños, no se enviará a Jabra a menos que la compartas. En general, estos auriculares se ven bastante privados. ¡Incluso son los que elige vuestra investigadora de *<i>Privacidad no incluida</i>!
fr: En réalité, ces écouteurs ne collectent que très peu de données vous concernant. Si vous téléchargez l’application pour contrôler certaines fonctions, ce qui n’est pas nécessaire pour utiliser ces petits écouteurs mais rend les choses plus agréables, vous devrez leur fournir quelques informations personnelles basiques. Mais même les informations personnelles que vous entrez dans l’application, comme votre sexe, votre photo de profil ou votre date d’anniversaire, ne seront pas envoyées à Jabra, à moins que vous ne les partagiez. Dans l’ensemble, ces écouteurs sont respectueux de la vie privée. Ce sont même les écouteurs choisis par votre expert·e *<i>Confidentialité non incluse</i> !
pt_br: E, na verdade, esses fones de ouvido simplesmente não coletam muitos dados sobre você. Se você baixar o aplicativo para controlar certos recursos, o que não é necessário para usar esses pequenos fones de ouvido, mas com certeza torna as coisas mais agradáveis, você terá que fornecer algumas informações pessoais básicas. Mas mesmo as informações pessoais que você inserir no aplicativo, como seu sexo, foto de perfil ou aniversário, não serão enviadas para a Jabra, a menos que você as compartilhe. Em suma, esses fones de ouvido parecem bastante privados. Eles são até mesmo os fones de ouvido escolhidos deste pesquisador de *<i>Privacidade Não Incluída</i>!

# how_does_it_use_data_collected
source: General Privacy Policy
de: Allgemeine Datenschutzbestimmung
es: Política de privacidad general
fr: Politique générale de confidentialité
pt_br: Política Geral de Privacidade

# how_does_it_use_data_collected
source: "Jabra will generally limit sharing your personal data and always only to the extent necessary. Under no circumstances will Jabra sell your personal information; sharing your information will take place on a need to know basis only and only to fulfil the above-mentioned purposes. However, we might share your personal information with suppliers, business partners and vendors that we work with to assist our business (meaning service providers, technical support, supply services, and financial institutions); other collaborators (such as company benefits as internet providers); group entities; and/or public authorities."
de: "Jabra wird die Weitergabe Ihrer personenbezogenen Daten im Allgemeinen einschränken und immer nur im erforderlichen Umfang. Unter keinen Umständen wird Jabra Ihre personenbezogenen Daten verkaufen; die Weitergabe Ihrer Daten erfolgt nur auf der Grundlage des Wissensbedarfs und nur zur Erfüllung der oben genannten Zwecke. Wir dürfen Ihre personenbezogenen Daten jedoch an Lieferanten, Geschäftspartner und Anbieter weitergeben, mit denen wir zusammenarbeiten, um unser Geschäft zu unterstützen (d. h. Dienstleister, technischer Support, Lieferdienste und Finanzinstitute); andere Mitarbeiter (z. B. Unternehmensvorteile als Internetanbieter); Konzernunternehmen; und/oder Behörden."
es: «Por lo general, Jabra limitará el intercambio de tus datos personales y lo hará siempre solo en la medida necesaria. Bajo ninguna circunstancia Jabra venderá tu información personal; el intercambio de tu información se llevará a cabo únicamente sobre la base de la necesidad de conocimiento y únicamente para cumplir con los fines mencionados. Sin embargo, podríamos compartir tu información personal con proveedores, socios comerciales y vendedores con los que trabajamos para que nos ayuden en nuestra empresa (es decir, proveedores de servicios, soporte técnico, servicios de suministro e instituciones financieras); otros colaboradores (como los beneficios de la empresa, como proveedores de Internet); entidades del grupo; o autoridades públicas».
fr: « Jabra limitera généralement le partage de vos données personnelles au strict nécessaire. En aucun cas, Jabra ne vendra vos informations personnelles ; le partage de vos informations aura lieu uniquement par nécessité et dans le seul but de remplir les objectifs susmentionnés. Cependant, nous pouvons partager vos informations personnelles avec des prestataires, des partenaires commerciaux et des vendeurs avec lesquels nous travaillons pour soutenir notre activité (c’est-à-dire des prestataires de services, une assistance technique, des services d’approvisionnement et des établissements financiers) ; d’autres collaborateurs (tels que des fournisseurs d’accès à Internet) ; des entités du groupe ; et/ou des autorités publiques. »
pt_br: "A Jabra geralmente limitará o compartilhamento de seus dados pessoais e sempre apenas na medida necessária. Sob nenhuma circunstância a Jabra venderá suas informações pessoais; o compartilhamento de suas informações ocorrerá apenas com base na necessidade de conhecimento e apenas para cumprir os propósitos mencionados acima. No entanto, podemos compartilhar suas informações pessoais com fornecedores, parceiros de negócios e fornecedores com os quais trabalhamos para auxiliar nossos negócios (ou seja, prestadores de serviços, suporte técnico, serviços de fornecimento e instituições financeiras); outros colaboradores (como benefícios da empresa como provedores de internet); entidades do grupo; e/ou autoridades públicas."

# how_does_it_use_data_collected
source: "Certain business partners and vendors process personal information on behalf of Jabra and may only process your personal data in accordance with the instructions given by Jabra and in compliance with this privacy policy and any other appropriate confidentiality and security measures. These third parties may not process your personal data for their own purposes"
de: "Bestimmte Geschäftspartner und Anbieter verarbeiten personenbezogene Daten im Auftrag von Jabra und dürfen Ihre personenbezogenen Daten nur in Übereinstimmung mit den Anweisungen von Jabra und in Übereinstimmung mit dieser Datenschutzrichtlinie und anderen geeigneten Vertraulichkeits- und Sicherheitsmaßnahmen verarbeiten. Diese Dritten dürfen Ihre personenbezogenen Daten nicht für ihre eigenen Zwecke verarbeiten."
es: «Ciertos socios comerciales y proveedores procesan información personal en nombre de Jabra y solo pueden procesar tus datos personales de acuerdo con las instrucciones dadas por Jabra y de conformidad con esta política de privacidad y cualquier otra medida de confidencialidad y seguridad apropiada. Estos terceros no podrán tratar tus datos personales para sus propios fines»
fr: « Certains partenaires commerciaux et vendeurs traitent les informations personnelles au nom de Jabra et ne peuvent traiter vos données personnelles que conformément aux instructions émises par Jabra et dans le respect de la présente politique de confidentialité et de toute autre mesure de confidentialité et de sécurité appropriée. Ces tiers ne peuvent pas traiter vos données personnelles à leurs propres fins. »
pt_br: "Certos parceiros de negócios e fornecedores processam informações pessoais em nome da Jabra e só podem processar seus dados pessoais de acordo com as instruções dadas pela Jabra e em conformidade com esta política de privacidade e quaisquer outras medidas apropriadas de confidencialidade e segurança. Esses terceiros não podem processar seus dados pessoais para seus próprios fins"

# how_does_it_use_data_collected
source: "Your personal information will be stored for as long as it is necessary to fulfil the purposes described above and comply with minimum retention periods under applicable law. In general, this means we keep data for a minimum time and data will be deleted when no longer necessary under the purpose for which it was collected."
de: "Ihre personenbezogenen Daten werden so lange gespeichert, wie es zur Erfüllung der oben beschriebenen Zwecke und zur Einhaltung der gesetzlichen Mindestaufbewahrungsfristen erforderlich ist. Im Allgemeinen bedeutet dies, dass wir Daten für eine Mindestzeit aufbewahren und Daten gelöscht werden, wenn sie für den Zweck, für den sie erhoben wurden, nicht mehr erforderlich sind.“
es: «Tu información personal se almacenará durante el tiempo que sea necesario para cumplir con los fines descritos y para cumplir con los períodos mínimos de retención según las leyes aplicables. En general, esto significa que conservamos los datos durante un tiempo mínimo y que se eliminarán cuando ya no sean necesarios para el propósito para el que fueron recopilados».
fr: « Vos informations personnelles seront conservées aussi longtemps que nécessaire pour atteindre les objectifs décrits ci-dessus et se conformer aux périodes de conservation minimales prévues par la législation en vigueur. En général, cela signifie que les données sont conservées pour une durée aussi courte que possible et qu’elles sont supprimées lorsqu’elles ne sont plus nécessaires aux fins pour lesquelles elles ont été collectées. »
pt_br: "As suas informações pessoais serão armazenadas durante o tempo necessário para cumprir as finalidades descritas acima e cumprir os períodos mínimos de retenção nos termos da lei aplicável. Em geral, isso significa que mantemos os dados por um tempo mínimo e os dados serão excluídos quando não forem mais necessários de acordo com a finalidade para a qual foram coletados."

# how_does_it_use_data_collected
source: "Like many others, Jabra uses cookies. Cookies enables us to provide a better user experience, so any features on the Jabra sites are dependent on using and storing cookies. You can see our policy on our website."
de: „Wie viele andere verwendet auch Jabra Cookies. Cookies ermöglichen es uns, eine bessere Benutzererfahrung zu bieten, sodass alle Funktionen auf den Jabra-Websites von der Verwendung und Speicherung von Cookies abhängig sind. Sie können unsere Richtlinien auf unserer Website einsehen."
es: «Al igual que muchas otras compañías, Jabra utiliza cookies. Las cookies nos permiten proporcionar una mejor experiencia de usuario, por lo que cualquier función en los sitios de Jabra depende del uso y almacenamiento de cookies. Puedes ver nuestra política en nuestro sitio web».
fr: « Comme de nombreuses autres entreprises, Jabra utilise des cookies. Les cookies nous permettent d’offrir une meilleure expérience à l’utilisateur, si bien que toutes les fonctionnalités des sites Jabra dépendent de l’utilisation et du stockage des cookies. Vous pouvez consulter notre politique sur notre site web. »
pt_br: “Como muitos outros, a Jabra usa cookies. Os cookies nos permitem fornecer uma melhor experiência do usuário, portanto, quaisquer recursos nos sites da Jabra dependem do uso e armazenamento de cookies. Você pode ver nossa política em nosso site."

# how_does_it_use_data_collected
source: Privacy Policy for Applications
de: Datenschutzerklärung für Anwendungen
es: Política de privacidad para aplicaciones
fr: Politique de confidentialité des applications
pt_br: Política de Privacidade para Aplicativos

# how_does_it_use_data_collected
source: "If you want to use the location service or the workout performance, you will share the following information:
de: "Wenn Sie den Ortungsdienst oder die Trainingsleistung nutzen möchten, geben Sie die folgenden Informationen weiter:
es: «Si deseas utilizar el servicio de localización o consultar el rendimiento de entrenamiento, compartirá la siguiente información:
fr: « Si vous souhaitez utiliser le service de localisation ou les fonctions de performance des séances d’entraînement, vous devrez partager les informations suivantes :
pt_br: "Se você quiser usar o serviço de localização ou o desempenho do treino, compartilhará as seguintes informações:
