Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/jabra-elite-65t-earbuds.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: Location information – opt-in: Only, when you enable a location-enabled service, we collect and process information about your actual location, like gps signals sent by your mobile device. we may also use various other technologies to determine location, such as sensor data from your device that may provide information of nearby wi-fi access points and cell towers. when you opt-in the location service you agree and acknowledge we can collect and process this information."
de: Standortinformationen – Opt-in: Nur, wenn Sie einen standortfähigen Dienst aktivieren, erfassen und verarbeiten wir Informationen über Ihren tatsächlichen Standort, wie GPS-Signale, die von Ihrem Mobilgerät gesendet werden. Wir können auch verschiedene andere Technologien verwenden, um den Standort zu bestimmen, wie z. B. Sensordaten von Ihrem Gerät, die Informationen über nahegelegene WLAN-Zugangspunkte und Mobilfunkmasten liefern können. Wenn Sie sich für den Standortdienst entscheiden, stimmen Sie zu und bestätigen, dass wir diese Informationen erfassen und verarbeiten dürfen."
es: Información de ubicación – si optas por incluirte: solo cuando habilitas un servicio habilitado para la ubicación, recopilamos y procesamos información sobre tu ubicación real, tales como las señales GPS enviadas por tu dispositivo móvil. También podemos utilizar otras tecnologías para determinar la ubicación, como los datos de los sensores de tu dispositivo que pueden proporcionar información de puntos de acceso wi-fi cercanos y torres de telefonía celular. Cuando optas por incluirte en el servicio de ubicación, aceptas y reconoces que podemos recopilar y procesar esta información».
fr: Autorisation d’utiliser les informations de localisation : nous collectons et traitons des informations sur votre position réelle, par exemple les signaux gps envoyés par votre appareil mobile uniquement si vous activez un service de localisation. Nous pouvons également utiliser d’autres technologies pour déterminer votre position, par exemple les données des capteurs de votre appareil qui peuvent fournir des informations sur les points d’accès Wi-Fi et les antennes-relais à proximité. En acceptant le service de localisation, vous acceptez et reconnaissez que nous pouvons collecter et traiter ces informations. »
pt_br: Informações de localização – adesão voluntária: Somente quando você ativa um serviço habilitado para localização, coletamos e processamos informações sobre sua localização real, como sinais de GPS enviados pelo seu dispositivo móvel. Também podemos usar várias outras tecnologias para determinar a localização, como dados de sensores do seu dispositivo que podem fornecer informações de pontos de acesso Wi-Fi próximos e torres de celular. Quando você opta pelo serviço de localização, você concorda e reconhece que podemos coletar e processar essas informações."

# how_does_it_use_data_collected
source: "Jabra may share aggregated, non-personally identifiable information publicly and with partners, which could be publishers, advertisers or connected sites. for example, jabra may share information publicly to display trends about the general use of our applications."
de: "Jabra kann aggregierte, nicht persönlich identifizierbare Informationen öffentlich und mit Partnern teilen, die Publisher, Werbetreibende oder verbundene Websites sein können. Zum Beispiel kann Jabra Informationen öffentlich teilen, um Trends über die allgemeine Nutzung unserer Anwendungen anzuzeigen."
es: «Jabra puede compartir información agregada de identificación no personal públicamente y con socios, que podrían ser editores, anunciantes o sitios conectados. Por ejemplo, Jabra puede compartir información públicamente para mostrar tendencias sobre el uso general de nuestras aplicaciones».
fr: « Jabra peut partager des informations regroupées et non identifiables publiquement et avec des partenaires, qui peuvent être des éditeurs, des annonceurs ou des sites connectés. Par exemple, Jabra peut partager des informations publiquement afin de présenter des tendances sur l’utilisation générale de nos applications. »
pt_br: "A Jabra pode compartilhar informações agregadas e não pessoalmente identificáveis publicamente e com parceiros, que podem ser editores, anunciantes ou sites conectados. Por exemplo, a Jabra pode compartilhar informações publicamente para exibir tendências sobre o uso geral de nossos aplicativos."

# user_friendly_privacy_policy_helptext
source: Jabra has two different privacy policies -- a general one and an app specific one -- that could be easy to confuse.
de: Jabra hat zwei verschiedene Datenschutzrichtlinien - eine allgemeine und eine App-spezifische -, die leicht zu verwechseln sind.
es: Jabra tiene dos políticas de privacidad diferentes, una general y otra específica de la aplicación, que pueden confundirse fácilmente.
fr: Jabra dispose de deux politiques de confidentialité différentes, une politique générale et une politique spécifique à l’application et il est probable que l’on puisse les confondre.
pt_br: A Jabra tem duas políticas de privacidade diferentes – uma geral e uma específica do aplicativo – que podem ser fáceis de confundir.

# strong_password_helptext
source: Bluetooth connection
de: Bluetooth-Verbindung
es: Conexión Bluetooth
fr: Connexion Bluetooth
pt_br: Conexão Bluetooth

# tips_to_protect_yourself
source: Consider <a id="a1">deleting your location data</a> in Jabra+ app
de: Erwägen Sie das <a id="a1">Löschen Sie Ihre Standortdaten</a> in der Jabra+ App
es: Te recomendamos que <a id="a1">elimines tus datos de ubicación</a> en la aplicación Jabra+
fr: Pensez à <a id="a1">supprimer vos données de localisation</a> dans l’application Jabra+
pt_br: Considere <a id="a1">excluir seus dados de localização</a> no aplicativo Jabra+

# tips_to_protect_yourself
source: Consider using your headphones without connecting it to an app. This way, you may decrease amount of data collected
de: Überlegen Sie, ob Sie Ihre Kopfhörer nicht ohne Verbindung zu einer App verwenden wollen. Auf diese Weise können Sie die Menge der gesammelten Daten verringern.
es: Considera la posibilidad de usar los auriculares sin conectarlos a una aplicación. De esta manera, puedes disminuir la cantidad de datos recopilados
fr: Envisagez d’utiliser votre casque sans le connecter à une application. De cette façon, vous pouvez réduire la quantité de données collectées
pt_br: Considere usar seus fones de ouvido sem conectá-los a um aplicativo. Dessa forma, você pode diminuir a quantidade de dados coletados

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Standort, außer es ist notwendig).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (n’autorisez pas l’accès à votre caméra, votre micro, vos images et votre localisation, sauf si nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do app (não dê acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad
fr: Mettez votre application à jour régulièrement
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire via votre appareil (par ex., sur iPhone, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Beantragen Sie die Löschung Ihrer Daten, wenn Sie die App nicht mehr nutzen. Das Deinstallieren der App auf Ihrem Gerät löscht normalerweise nicht automatisch Ihre personenbezogenen Daten.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.
pt_br: Solicite que seus dados sejam excluídos assim que você parar de usar o aplicativo. Simplesmente excluir um aplicativo do seu dispositivo não apaga seus dados pessoais.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung für ein Konto nicht der Nachverfolgung Ihrer Daten zu, falls möglich.
es: Si puedes hacerlo, no aceptes el seguimiento de tus datos cuando estés realizando el proceso de registro.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.
pt_br: Ao iniciar uma inscrição, não concorde com o rastreamento de seus dados.

# personal_data_collected
source: Name, address and country, email, telephone number;<br/> <br/>emails, letters, calls, messages or chats (if you contact the company).
de: Name, Adresse und Land, E-Mail, Telefonnummer;<br/> <br/>E-Mails, Briefe, Anrufe, Nachrichten oder Chats (wenn Sie das Unternehmen kontaktieren).
es: Nombre, dirección y país, correo electrónico, número de teléfono;<br/> <br/>correos electrónicos, cartas, llamadas, mensajes o chats (si te pones en contacto con la empresa).
fr: Nom, adresse et pays, adresse électronique, numéro de téléphone ;<br/> <br/>e-mails, lettres, appels, messages ou messageries instantanées (si vous contactez l’entreprise).
pt_br: Nome, endereço e país, e-mail, número de telefone;<br/> <br/>e-mails, cartas, chamadas, mensagens ou bate-papos (se você entrar em contato com a empresa).

# how_can_you_control_your_data
source: General Privacy Policy
de: Allgemeine Datenschutzbestimmung
es: Política de privacidad general
fr: Politique générale de confidentialité
pt_br: Política Geral de Privacidade

# how_can_you_control_your_data
source: "Your personal information will be stored for as long as it is necessary to fulfil the purposes described above and comply with minimum retention periods under applicable law. In general, this means we keep data for a minimum time and data will be deleted when no longer necessary under the purpose for which it was collected."
de: "Ihre personenbezogenen Daten werden so lange gespeichert, wie es zur Erfüllung der oben beschriebenen Zwecke und zur Einhaltung der gesetzlichen Mindestaufbewahrungsfristen erforderlich ist. Im Allgemeinen bedeutet dies, dass wir Daten für eine Mindestzeit aufbewahren und Daten gelöscht werden, wenn sie für den Zweck, für den sie erhoben wurden, nicht mehr erforderlich sind.“
es: «Tu información personal se almacenará durante el tiempo que sea necesario para cumplir con los fines descritos y para cumplir con los períodos mínimos de retención según las leyes aplicables. En general, esto significa que conservamos los datos durante un tiempo mínimo y que se eliminarán cuando ya no sean necesarios para el propósito para el que fueron recopilados».
fr: « Vos informations personnelles seront conservées aussi longtemps que nécessaire pour atteindre les objectifs décrits ci-dessus et se conformer aux périodes de conservation minimales prévues par la législation en vigueur. En général, cela signifie que les données sont conservées pour une durée aussi courte que possible et qu’elles sont supprimées lorsqu’elles ne sont plus nécessaires aux fins pour lesquelles elles ont été collectées. »
pt_br: "As suas informações pessoais serão armazenadas durante o tempo necessário para cumprir as finalidades descritas acima e cumprir os períodos mínimos de retenção nos termos da lei aplicável. Em geral, isso significa que mantemos os dados por um tempo mínimo e os dados serão excluídos quando não forem mais necessários de acordo com a finalidade para a qual foram coletados."

# how_can_you_control_your_data
source: "We hereby inform you, that when the processing of your personal data is based on your consent, you may withdraw your consent at any time. However, please note that this does not affect Jabra's processing of your personal data prior to withdrawal of your consent. We encourage you to opt-out or use un-subscribe when the consent is withdrawn, however you may also withdraw your consent by writing directly to our Data Protection Officer, ref. above.
de: „Wir weisen Sie darauf hin, dass Sie Ihre Einwilligung jederzeit widerrufen können, wenn die Verarbeitung Ihrer personenbezogenen Daten auf Ihrer Einwilligung beruht. Bitte beachten Sie jedoch, dass dies die Verarbeitung Ihrer personenbezogenen Daten durch Jabra vor dem Widerruf Ihrer Einwilligung nicht beeinträchtigt. Wir empfehlen Ihnen, sich abzumelden oder die Abmeldung zu verwenden, wenn die Einwilligung widerrufen wird. Sie können Ihre Einwilligung jedoch auch widerrufen, indem Sie sich direkt an unseren Datenschutzbeauftragten wenden, siehe oben.
es: «Te informamos que cuando el tratamiento de tus datos personales se base en tu consentimiento, podrás retirarlo en cualquier momento. Sin embargo, ten en cuenta que esto no afecta al tratamiento de tus datos personales por parte de Jabra antes de que retires tu consentimiento. Te recomendamos que optes por excluirte o que uses la cancelación de la suscripción cuando retires el consentimiento; sin embargo, también puedes retirar tu consentimiento escribiendo directamente a nuestro Oficial de Protección de Datos, ref. anteriormente.
fr: « Nous vous informons par la présente que lorsque le traitement de vos données personnelles est basé sur votre consentement, vous pouvez retirer votre consentement à tout moment. Veuillez cependant noter que cela ne remet pas en cause le traitement de vos données personnelles par Jabra avant le retrait de votre consentement. Nous vous encourageons à vous désinscrire ou à utiliser la fonction de désabonnement en cas de retrait du consentement, mais vous pouvez également retirer votre consentement en écrivant directement à notre responsable de la protection des données, dont les coordonnées figurent ci-dessus.
pt_br: "Informamos que, quando o processamento de seus dados pessoais for baseado em seu consentimento, você poderá retirar seu consentimento a qualquer momento. No entanto, observe que isso não afeta o processamento dos seus dados pessoais pela Jabra antes da retirada do seu consentimento. Recomendamos que você desative ou cancele a assinatura quando o consentimento for retirado. No entanto, você também pode retirar seu consentimento escrevendo diretamente ao nosso Diretor de Proteção de Dados, ref. acima.

# how_can_you_control_your_data
source: Your rights<br/> As the data subject we would like to inform that Jabra has taken all necessary and adequate steps to protect your personal data and ensure your rights. Please note, that there may be more conditions or limitations to these rights than stated below.
de: Ihre Rechte<br/> Als betroffene Person möchten wir Sie darüber informieren, dass Jabra alle notwendigen und angemessenen Maßnahmen ergriffen hat, um Ihre personenbezogenen Daten zu schützen und Ihre Rechte zu gewährleisten. Bitte beachten Sie, dass es mehr Bedingungen oder Einschränkungen für diese Rechte geben kann, als unten angegeben.
es: Tus derechos<br/> Como titular de los datos, nos gustaría informarte que Jabra ha tomado todas las medidas necesarias y adecuadas para proteger tus datos personales y garantizar tus derechos. Ten en cuenta que podrían existir más condiciones o limitaciones a estos derechos de las que se indican a continuación.
fr: Vos droits<br/> En tant que personne concernée, nous souhaitons vous informer que Jabra a pris toutes les mesures nécessaires et adéquates pour protéger vos données personnelles et garantir vos droits. Veuillez noter que ces droits peuvent être soumis à d’autres conditions ou limitations que celles mentionnées ci-dessous.
pt_br: Seus direitos<br/> Como titular dos dados, gostaríamos de informar que a Jabra tomou todas as medidas necessárias e adequadas para proteger seus dados pessoais e garantir seus direitos. Observe que pode haver mais condições ou limitações a esses direitos do que as declaradas abaixo.

# how_can_you_control_your_data
source: Right of access<br/> You have the right to request access to your personal data which we have processed about you and additional information in relation to the processing.
de: Auskunftsrecht<br/> Sie haben das Recht, Auskunft über Ihre personenbezogenen Daten, die wir über Sie verarbeitet haben, und zusätzliche Informationen in Bezug auf die Verarbeitung zu verlangen.
es: Derecho de acceso<br/> Tienes derecho a solicitar el acceso a los datos personales que hemos procesado y a solicitar otra información en relación con el tratamiento.
fr: Droit d’accès<br/> Vous êtes en droit de demander l’accès aux données à caractère personnel que nous avons traitées à votre sujet ainsi qu’un complément d’information sur le traitement de ces données.
pt_br: Direito de acesso<br/> Você tem o direito de solicitar acesso aos seus dados pessoais que processamos sobre você e informações adicionais em relação ao processamento.

# how_can_you_control_your_data
source: Right to rectification<br/> You have the right to get inaccurate personal data that we have stored about you rectified. That includes completion of incomplete personal data.
de: Recht auf Berichtigung<br/> Sie haben das Recht, unrichtige personenbezogene Daten, die wir über Sie gespeichert haben, berichtigt zu bekommen. Dazu gehört auch die Vervollständigung unvollständiger personenbezogener Daten.
es: Derecho de rectificación<br/> Tienes derecho a que se rectifiquen los datos personales inexactos que hemos almacenado sobre ti. Eso incluye completar datos personales incompletos.
fr: Droit de rectification<br/> Vous disposez du droit de faire rectifier les données personnelles inexactes que nous avons stockées à votre sujet. Cela inclut le fait de compléter des données personnelles incomplètes.
pt_br: Direito de retificação<br/> Você tem o direito de obter dados pessoais imprecisos que armazenamos sobre você retificados. Isso inclui o preenchimento de dados pessoais incompletos.

# how_can_you_control_your_data
source: Right to erasure (right to be forgotten)<br/> Under certain circumstances, you have the right to erasure, which means that upon your request, we will erase stored personal data about you before our normal retention period ends.
de: Recht auf Löschung (Recht auf Vergessenwerden)<br/> Unter bestimmten Umständen haben Sie das Recht auf Löschung, was bedeutet, dass wir auf Ihren Wunsch gespeicherte personenbezogene Daten über Sie vor Ablauf unserer normalen Aufbewahrungsfrist löschen.
es: Derecho a la supresión (derecho al olvido)<br/> En determinadas circunstancias, tienes derecho a la supresión, lo que significa que, bajo tu petición, borraremos los datos personales almacenados sobre ti antes de que finalice nuestro período de retención normal.
fr: Droit de suppression (droit à l’oubli)<br/> Dans certaines circonstances, vous bénéficiez du droit à la suppression, ce qui signifie qu’à votre demande, nous supprimerons les données à caractère personnel stockées vous concernant avant la fin de notre période de conservation normale.
pt_br: Direito de apagar (direito de ser esquecido)<br/> Sob certas circunstâncias, você tem o direito de apagar, o que significa que, a seu pedido, apagaremos os dados pessoais armazenados sobre você antes do término do nosso período normal de retenção.

# how_can_you_control_your_data
source: Right to object<br/> Under certain circumstances, you have the right to object at any time to our processing of personal data concerning you. You have an unconditional right to object to the processing of your personal data for direct marketing purposes.
de: Widerspruchsrecht<br/> Unter bestimmten Umständen haben Sie das Recht, jederzeit gegen unsere Verarbeitung Sie betreffender personenbezogener Daten Widerspruch einzulegen. Sie haben ein uneingeschränktes Widerspruchsrecht gegen die Verarbeitung Ihrer personenbezogenen Daten für Zwecke der Direktwerbung.
es: Derecho a objetar<br/> En determinadas circunstancias, tienes derecho a objetar en cualquier momento nuestro procesamiento de los datos personales que te conciernen. Tienes derecho incondicional a oponerte al tratamiento de tus datos personales con fines de marketing directo.
fr: Droit d’opposition<br/> Dans certaines circonstances, vous avez le droit de vous opposer à tout moment au traitement des données à caractère personnel vous concernant. Vous disposez d’un droit d’opposition inconditionnel au traitement de vos données à caractère personnel à des fins de marketing direct.
pt_br: Direito de oposição<br/> Em determinadas circunstâncias, tem o direito de se opor a qualquer momento ao nosso processamento de dados pessoais que lhe digam respeito. Tem o direito incondicional de se opor ao processamento dos seus dados pessoais para fins de marketing direto.

# how_can_you_control_your_data
source: Right to restriction<br/> Under certain circumstances you have the right to restrict our processing of personal data concerning you.
de: Recht auf Einschränkung<br/> Unter bestimmten Umständen haben Sie das Recht, unsere Verarbeitung der Sie betreffenden personenbezogenen Daten einzuschränken.
es: Derecho a la restricción<br/> En determinadas circunstancias, tienes derecho a restringir nuestro procesamiento de los datos personales que te conciernen.
fr: Droit de restriction<br/> Dans certaines circonstances, vous êtes en droit de restreindre le traitement des données à caractère personnel vous concernant.
pt_br: Direito de restrição<br/> Em determinadas circunstâncias, tem o direito de restringir o nosso processamento de dados pessoais que lhe digam respeito.
