Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/jeep.po
Languages: de

# seo_title
source: Jeep | *Privacy Not Included
de: Jeep | *Datenschutz nicht inbegriffen

# search_description
source: How creepy is your car? We read the privacy policies so you don’t have to. Learn how your favorite car brand stacks up when it comes to protecting your privacy and security.
de: Wie gruselig ist Ihr Auto? Wir haben die Datenschutzrichtlinien gelesen, damit Sie das nicht tun müssen. Erfahren Sie, wie sich Ihre Lieblingsautomarke in Bezug auf den Schutz Ihrer Privatsphäre und Sicherheit verhält.

# blurb
source: Jeep is an iconic American car brand know for their rugged, off-road, vehicles. The first Jeeps rolled onto the road in the 1940s and have been on and off-roading ever since. Jeep models include the Wrangler, Grand Cherokee, Compass, Renegade, the funky half-SUV half-truck Gladiator, and the Wagoneer by Jeep. The <a id="a1">Jeep app</a> lets you do all the <a id="a2">remote things</a> with your Jeep with UConnect connected services like remote start/stop, lock/unlock, honk the horn, flash your lights, and access navigation and entertainment options. How's Jeep at privacy? Well, you might be able to get away from it all in your Jeep, but they'll be tracking you as you do. Jeep, and their parent company FCA, aren't great at privacy.
de: Jeep ist eine ikonische amerikanische Automarke, die für ihre robusten Geländewagen bekannt ist. Die ersten Jeeps rollten in den 1940er Jahren auf die Straße und fahren seitdem auf und abseits der Straße. Jeep-Modelle sind der Wrangler, Grand Cherokee, Compass, Renegade, der funky Halb-SUV Gladiator und der Wagoneer von Jeep. Mit der <a id="a1">Jeep-App</a> können Sie alle <a id="a2">Remote-Dinge</a> mit Ihrem Jeep mit UConnect verbundenen Diensten wie Remote-Start/Stopp, Sperren/Entsperren, Hupen, Blinken der Lichter und Zugriff auf Navigations- und Unterhaltungsoptionen erledigen. Wie steht es bei Jeep in Sachen Privatsphäre? Nun, Sie können vielleicht in Ihrem Jeep von allem wegkommen, aber sie werden Sie dabei dennoch verfolgen. Jeep und die Muttergesellschaft FCA sind nicht gut im Datenschutz unterwegs.

# worst_case
source: If we had an award to give out for the <a id="a1">worst privacy policy website</a>, we would bestow that dubious honor to Jeep and parent company FCA's US privacy policy site (which also covers the privacy for Chrysler, Dodge, Ram, and Fiat). Holy cow is it a nightmare to navigate and read. Teeny, tiny font, the most frustrating navigation, no way to search through the privacy policy for keywords, no way to download the full privacy policy to keep a record of it. Basically, Jeep/FCA's privacy policy site is a privacy researcher's nightmare. OK, rant over.
de: Wenn wir eine Auszeichnung für die <a id="a1">schlechteste Datenschutz-Website zu vergeben hätten</a>, würden wir diese zweifelhafte Ehre der US-amerikanischen Datenschutz-Website von Jeep und der Muttergesellschaft FCA zukommen lassen (die auch die Privatsphäre von Chrysler, Dodge, Ram und Fiat abdeckt). Allmächtiger, diese ist ein Albtraum bei der Navigation und beim Lesen. Kleinste, winzige Schrift, eine entnervende Navigation, keinerlei Möglichkeit, die Datenschutzerklärung nach Schlüsselwörtern zu durchsuchen, keine Möglichkeit, die vollständige Datenschutzerklärung herunterzuladen, um sie für sich selbst zu speichern. Grundsätzlich ist die Datenschutzrichtlinie von Jeep/FCA ein Albtraum für Datenschutzforscher. Okay, fertig darüber geschimpft.

# worst_case
source: Now onto our next rant because it seems their actual privacy policies aren't much better. We found this line in the California Privacy Supplement <i>(reminder, California's strong privacy law called</i> <a id="a1"><i>CCPA</i></a><i> gives residents of California better privacy protections that people who live in other states without strong privacy laws or people who live under the EU's strong privacy law known as</i> <a id="a2"><i>GDPR</i></a><i>. The US doesn't have, but desperately needs, a national consumer privacy law.)</i> section of their privacy policy that kinda sums it up for us, <i>"We do not sell or share personal information or sensitive personal information about California consumers who we know are younger than 16 years old."</i> So, if you are under 16 and live in California, you might be good for privacy. Otherwise, eh..maybe not so much. For the rest of us they say, <i>"As defined by the CCPA, we may sell or share: identifiers, usage data, customer records, geolocation, commercial information, and inferences to or with affiliates and subsidiaries, dealers, marketing and advertising partners, and analytics providers."</i> Yeah, that's not great.
de: Nun zu unserer nächsten Schimpftirade, denn es scheint, dass ihre tatsächlichen Datenschutzrichtlinien nicht viel besser sind. Wir haben diese Zeile im 'California Privacy Supplement' gefunden <i>(zur Erinnerung: Kaliforniens strenges Datenschutzgesetz namens</i> <a id="a1"><i>CCPA</i></a><i> bietet den Bewohnern Kaliforniens einen besseren Datenschutz als den Menschen, die in anderen Staaten ohne strenge Datenschutzgesetze leben, oder den Menschen, die unter dem strengen Datenschutzgesetz der EU leben, das als</i> <a id="a2"><i>DSGVO</i></a><i> bekannt ist. Die USA haben keinerlei nationales Verbraucherdatenschutzgesetz, aber sie brauchen es dringend.)</i> Abschnitt ihrer Datenschutzrichtlinie, der das alles für uns irgendwie zusammenfasst: <i>"Wir verkaufen oder teilen keine persönlichen Informationen oder sensiblen persönlichen Informationen über kalifornische Verbraucher, von denen wir wissen, dass sie jünger als 16 Jahre sind."</i> Also, wenn Sie unter 16 als sind und in Kalifornien leben, könnten Sie hinsichtlich der Privatsphäre gut da stehen. Ansonsten, äh ... vielleicht nicht so sehr. Für den Rest von uns sagen sie: <i>"Im Sinne von CCPA dürfen wir Folgendes verkaufen oder weitergeben: Kennungen, Nutzungsdaten, Kundendatensätze, Geolokalisierung, kommerzielle Informationen und Rückschlüsse auf oder mit verbundenen Unternehmen und Tochtergesellschaften, Händlern, Marketing- und Werbepartnern und Analyseanbietern."</i> Ja, gar nicht großartig.

# worst_case
source: Jeep/FCA <a id="a1">says</a> they can collect a massive amount of personal information and vehicle data on you from your Jeep, the Jeep app, and the <a id="a2">UConnect connected services</a> if you use them. So many things like your name, precise geolocation, Vehicle Identification Number (VIN), driver’s license number, and other government identifiers, browsing history, search history, biometric identifiers, such as fingerprints or facial templates, and more. Oh, and then they say they can also collect more data on you from third party sources such as data brokers, social media, and car dealers.
de: Jeep/FCA <a id="a1">sagt,</a> dass sie eine riesige Menge persönlicher Informationen und Fahrzeugdaten von Ihrem Jeep, der Jeep-App und den mit <a id="a2">UConnect verbundenen Diensten sammeln dürfen,</a> wenn Sie sie verwenden. Also viele Daten wie Ihr Name, genaue Geolokalisierung, Fahrzeugidentifikationsnummer (VIN), Führerscheinnummer und andere behördliche Kennungen, Browserverlauf, Suchverlauf, biometrische Kennungen wie Fingerabdrücke oder Gesichts-Templates und vieles mehr. Oh, und dann sagen sie, dass sie auch weitere Daten über Sie von Drittanbietern wie Datenbrokern, Social Media und Autohändlern sammeln dürfen.

# worst_case
source: They also say they can collect a lot of data about you and your car. Things like <i>"performance data, and other sensor data generated by your Vehicle, images, and event data generated in connection with certain Connected Services (such as autonomous driving and distracted driver features), data from third-party account services that you link to your Connected Services account (e.g., Amazon Alexa), and images captured in connection with vehicle camera record."</i> Then there's all the driving data they say they can collect on you. Things like, "<i>speed, acceleration and braking data; direction of travel; trip data (e.g., mileage, date, time, weather conditions, location, route taken); ignition events; steering events; cruise control data; seatbelt status; information about Vehicle incidents or events; other information about how you drive a Vehicle; and associated date/time stamps for such information."</i>
de: Sie sagen auch, dass sie eine Menge Daten über Sie und Ihr Auto sammeln dürfen. Dinge wie <i>"Leistungsdaten und andere Sensordaten, die von Ihrem Fahrzeug generiert werden, Bilder und Ereignisdaten, die in Verbindung mit bestimmten Connected Services (wie Funktionen für autonomes Fahren und abgelenkte Fahrer) generiert werden, Daten von Kontodiensten von Drittanbietern, die Sie mit Ihrem Connected Services-Konto verknüpfen (z. B. Amazon Alexa), und Bilder, die in Verbindung mit Fahrzeugkameraaufzeichnungen aufgenommen wurden."</i> Dann gibt es alle Fahrdaten, von denen sie sagen, dass sie sie über Sie sammeln dürfen. Daten wie "<i>Geschwindigkeits-, Beschleunigungs- und Bremsdaten; Fahrtrichtung; Reisedaten (z. B. Kilometerstand, Datum, Uhrzeit, Wetterbedingungen, Standort, zurückgelegte Route); Zündungsereignisse; Lenkereignisse; Geschwindigkeitsregelungsdaten; Sicherheitsgurtstatus; Informationen über Fahrzeugvorfälle oder -ereignisse; andere Informationen darüber, wie Sie ein Fahrzeug fahren; und zugehörige Datums-/Zeitstempel für solche Informationen."</i>

# worst_case
source: And then they go on to say they can use much of this personal information and car data to draw inferences about you <i>"to create a profile reflecting an individual’s preferences, characteristics, predispositions, behavior, attitudes, intelligence, abilities or aptitudes."</i> They want those profiles on you so they can do things like market products to you based on those inferences and interests and your location, target you with what they call relevant ads, and personalize content to you to keep you using, and paying for, their services. That profile they create on you from all this data is quite valuable to them, and to other third parties, who want to know as much about you to try and sell you more stuff. In that vein, Jeep/FCA say they can share -- or even sell -- that information to a large number of service providers, business affiliates, subsidiaries, marketing partners, data brokers, car dealers, etc etc on and on and on. None of this is good for you (or your passengers) privacy.
de: Und dann sagen sie weiter, dass sie einen Großteil dieser persönlichen Informationen und Fahrzeugdaten verwenden dürfen, um Rückschlüsse auf Sie zu ziehen, <i>"um ein Profil zu erstellen, das die Vorlieben, Eigenschaften, Veranlagungen, Verhaltensweisen, Einstellungen, Intelligenz, Fähigkeiten oder Fähigkeiten einer Person widerspiegelt."</i> Sie wollen diese Profile über Sie erhalten, damit sie etwa das Marketing von Produkten für Sie, basierend auf diesen Schlussfolgerungen und Interessen und Ihrem Standort ausführen, Sie mit so genannten relevanten Anzeigen ansprechen und Inhalte für Sie personalisieren können, damit Sie ihre Dienste weiterhin nutzen und dafür bezahlen. Dieses Profil, das sie aus allen Daten über Sie erstellen, ist sehr wertvoll für sie und für andere Dritte, die derart viel über Sie wissen möchten, um zu versuchen, Ihnen immer mehr zu verkaufen. In diesem Sinne sagen Jeep/FCA, dass sie diese Informationen an eine große Anzahl von Dienstleistern, verbundenen Unternehmen, Tochtergesellschaften, Marketingpartnern, Datenbrokern, Autohändlern usw. weitergeben oder sogar verkaufen dürfen. Nichts davon ist gut für Ihre Privatsphäre (oder für die Ihrer Passagiere).

# worst_case
source: And don't hold your breath that you'll be able to get all that data Jeep/FCA collects on you deleted. Their privacy policy doesn't clearly state that users who don't live under strong privacy laws like California's CCPA or Europe's GDPR can get their data deleted. And their<a id="a1"> Google Play Store Jeep App page</a> where they list their Data Safety information, Jeep clearly states, <i>"Data can’t be deleted: The developer doesn’t provide a way for you to request that your data be deleted."</i>
de: Und denken Sie ja nicht, dass Sie alle Daten, die Jeep/FCA je über Sie sammelt, wieder löschen können. Ihre Datenschutzrichtlinie besagt nämlich nicht eindeutig, dass die Nutzer*innen, die nicht unter strengen Datenschutzgesetzen wie dem kalifornischen CCPA oder der europäischen DSGVO leben, ihre Daten ebenfalls löschen lassen können. Und auf der<a id="a1"> Google Play Store Jeep App-Seite</a>, auf der Jeep seine Datensicherheitsinformationen auflistet, heißt es klar: <i>„Daten können nicht gelöscht werden: Der Entwickler bietet Ihnen keine Möglichkeit, die Löschung Ihrer Daten zu beantragen."</i>

# worst_case
source: Shoot, even if you decide to deactivate those connected services for privacy reasons it might not mean Jeep/FCA actually stops collecting your data for those connected services. Indeed, their <a id="a1">UConnect connect services privacy policy</a> says, <i>"Expiration or termination of your Connected Services subscription does not automatically stop all collection of Covered Data from your Vehicle."</i> They go on to say, if you actually want them to stop collecting your data for privacy reasons you have to jump through even more hoops like calling both SiriusXM and the vehicle connected services department separately and directly to have your connected services stop sending Jeep/FCA your data. And then they add this little gem, "<i>If you cancel for privacy reasons, wireless transmission network service will be deactivated for your Vehicle once your request has been processed, which means that: (i) remote transmission and collection of Covered Data from your Vehicle will be stopped; (ii) most Connected Services will not be available to you, including emergency and roadside services and Wi-Fi-enabled services; and (iii) your Vehicle will no longer receive updates to your in-vehicle manual or other over-the-air updates."</i> So yeah, basically you can jump through many hoops to have Jeep/FCA stop collecting your data for privacy reasons, but that means your Jeep's emergency and roadside services will no longer work and you'll no longer receive updates to your car's software, which we're assuming means it could stop functioning correctly or fix security vulnerabilities as they come up. Not cool FCA, not cool. People should be able to opt out of data collection and still keep their security features if they want.
de: Scheibenkleister aber auch, selbst also wenn Sie sich entscheiden, diese verbundenen Dienste aus Datenschutzgründen zu deaktivieren, bedeutet das immer noch nicht, dass Jeep/FCA tatsächlich aufhört, Ihre Daten für diese verbundenen Dienste zu sammeln. Tatsächlich heißt es in der Datenschutzerklärung der <a id="a1">UConnect Connect-Dienste</a> : <i>"Der Ablauf oder die Kündigung Ihres Connected Services-Abonnements stoppt nicht automatisch die gesamte Erfassung der Abgedeckten Daten von Ihrem Fahrzeug."</i> Sie fahren damit fort, zu sagen, dass wenn Sie tatsächlich wollen, dass sie aufhören, Ihre Daten aus Datenschutzgründen zu sammeln, Sie dazu weitere Hürden werden überwinden müssen, wie zum Beispiel SiriusXM und die Abteilung für vernetzte Fahrzeugdienste separat und direkt anzurufen, damit diese damit aufhören, Ihre Daten über Ihre verbundenen Dienste an Jeep/FCA zu senden. Und dann fügen sie noch dieses kleine Juwel hinzu: "<i>Wenn Sie aus Datenschutzgründen kündigen, wird der drahtlose Übertragungsnetzwerkdienst für Ihr Fahrzeug deaktiviert, sobald Ihre Anfrage bearbeitet wurde, was bedeutet, dass: (i) die Fernübertragung und Erfassung der Abgedeckten Daten von Ihrem Fahrzeug gestoppt wird; (ii) die meisten Verbundenen Dienste für Sie nicht verfügbar sind, einschließlich von Notfall- und Straßendiensten sowie WLAN-fähigen Diensten; und (iii) Ihr erhält Fahrzeug keine Updates mehr für Ihr fahrzeuginternes Handbuch oder andere Over-the-Air-Updates."</i> Also ja, im Grunde können Sie über wahnsinnig viele Hürden springen, um Jeep/FCA dazu zu bringen, Ihre Daten aus Datenschutzgründen nicht mehr zu sammeln. Das bedeutet aber, dass weder die Notfall- und Pannendienste Ihres Jeep mehr funktionieren noch Sie Updates für die Software Ihres Autos erhalten. Wir müssen annehmen, dass sie nicht mehr richtig funktionieren oder auftauchende Sicherheitslücken nicht mehr beheben können. Nicht cool, FCA, gar nicht cool. Menschen sollten in der Lage sein, die Datenerfassung abzulehnen und trotzdem die Sicherheitsfunktionen beizubehalten, wenn sie es möchten.

# worst_case
source: Speaking of security vulnerabilities. While Jeep/FCA's track record at protecting and securing all that data and connected services seems better now, back in 2015, they became the first car company forced to issue a recall of their vehicles based on a cybersecurity threat. Then, <a id="a1">Wired first reported</a> how two hackers were able to exploit vulnerabilities in a Jeep Cherokee entertainment system to take remote control of the car. Then they could do everything from mess with the air conditioning to turn the radio on and off, to stop the car's acceleration. That report eventually <a id="a2">resulted in Jeep/FCA issuing</a> a <a id="a3">recall of 1.4 million vehicles</a> to fix the security vulnerability. That's the bad news. The good news is, we couldn't find any recent news of security vulnerabilities, data breaches or leaks from FCA.
de: Apropos Sicherheitslücken. Während die Erfolgsbilanz von Jeep/FCA zum Schutz und zur Sicherung all dieser Daten und damit verbundenen Dienste jetzt besser erscheint, waren sie 2015 das erste Automobilunternehmen, das gezwungen war, einen Rückruf seiner Fahrzeuge aufgrund einer Cybersicherheitsbedrohung durchzuführen. Dann berichtete <a id="a1">Wired zuerst,</a> wie zwei Hacker in der Lage waren, Schwachstellen in einem Jeep Cherokee-Entertainment-System auszunutzen, um die Fernsteuerung des Autos zu übernehmen. Dann konnten sie alles damit machen, Chaos mit der Klimaanlage veranstalten, das Radio ein- und ausschalten, und die Beschleunigung des Autos zu stoppen. Dieser Bericht <a id="a2">führte schließlich dazu, dass Jeep / FCA</a> <a id="a3">1,4 Millionen Fahrzeuge zurückrief</a>, um die Sicherheitslücke zu schließen. Das ist die schlechte Nachricht. Die gute Nachricht ist, dass wir keine aktuellen Nachrichten über Sicherheitslücken oder Datenlecks von FCA erhalten konnten.

# worst_case
source: One other thing we'd like to note about Jeep/FCA (and this applies to every company that says they de-identify your data, not just Jeep/FCA). The Jeep/FCA privacy policy states, <i>"We may collect, use, and disclose aggregate, anonymous, and other non-identifiable data about users for marketing, advertising, research, compliance, or other purposes. Where we use, disclose, or process de-identified data (data that is no longer reasonably linked or linkable to an identified or identifiable natural person, household, or personal device), we will maintain and use the information in de-identified form and not to attempt to re identify the information, except as permitted by applicable privacy laws (such as to confirm whether our de-identification processes are reasonable and adequate)."</i> It is fairly common to see lines in company privacy policies that say similar things to this -- the company can collect data, de-identify it, and then use it however they want and keep it for as long as they like. Generally, this can be OK. However, we would like to warn that <a id="a1">researchers have found it can be relatively easy to re-identify</a> some personal data that has been de-identified, especially if location data is involved. What can you do about this? Well, you can ask for your data to be deleted frequently, that could help. But not everyone has the same rights to that. So the best option is to limit the personal information and location data a company collects on you as much as possible. We know this is easier said than done, especially with cars. Which is why we sure hope policy makers and regulators will step in soon to help consumers better protect their privacy.
de: Etwas, das wir sonst noch zu Jeep/FCA bemerken möchten (und dies gilt für jedes Unternehmen, das angibt, dass es Ihre Daten "de-identifiziert", nicht nur für Jeep/FCA): In der Datenschutzerklärung von Jeep/FCA heißt es: <i>„Wir dürfen aggregierte, anonyme und andere nicht identifizierbare Daten über Nutzer*innen zu Marketing-, Werbe-, Forschungs-, Compliance- oder anderen Zwecken erheben, verwenden und offenlegen. Wenn wir anonymisierte Daten verwenden, offenlegen oder verarbeiten (Daten, die nicht mehr in angemessener Weise mit einer identifizierten oder identifizierbaren natürlichen Person, einem Haushalt oder einem persönlichen Gerät verknüpft oder verknüpfbar sind), werden wir die Informationen in anonymisierter Form aufbewahren und verwenden und wir werden nicht versuchen, die Informationen erneut mit Personen zu identifizieren, es sei denn, dies ist nach den geltenden Datenschutzgesetzen zulässig (z. B. um zu bestätigen, ob unsere De-Identifizierungsprozesse angemessen und angemessen sind)."</i> Zeilen in den Datenschutzrichtlinien anderer Unternehmens, die Ähnliches aussagen, sind ziemlich häufig - das Unternehmen darf Daten sammeln, de-identifizieren und sodann verwenden, wie sie wollen, und sie so lange aufbewahren, wie sie wollen. Im Allgemeinen geht dies in Ordnung. Wir möchten jedoch darauf hinweisen, dass <a id="a1">Forscher festgestellt haben, dass es relativ einfach ist,</a> einige personenbezogene Daten, die de-identifiziert wurden, erneut zu identifizieren, insbesondere wenn es sich um Standortdaten handelt. Was können Sie dagegen tun? Nun, Sie können darum bitten, dass Ihre Daten häufig gelöscht werden, das könnte helfen. Aber nicht jeder hat die gleichen Rechte darauf. Die beste Option besteht also darin, die personenbezogenen Daten und Standortdaten, die ein Unternehmen über Sie sammelt, so weit wie möglich zu begrenzen. Wir wissen, dass dies leichter gesagt als getan ist, besonders bei Autos. Aus diesem Grund hoffen wir, dass politische Entscheidungsträger und Regulierungsbehörden bald eingreifen werden, um den Verbrauchern zu helfen, ihre Privatsphäre besser zu schützen.
