Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/jeep.po
Languages: de

# how_can_you_control_your_data
source: If you are based in EU/EEA, the larger policy applies:<br/> "Users have the right to:<br/>• know if any Data is being processed by us and, where applicable, have access to it;<br/>• rectify any inaccurate information we have or to have it erased when the request is legitimate;<br/>• restrict the processing of the Data when the request is legitimate;<br/>• portability, where applicable so that the Data can be obtained in a structured,, ordinarily used and readable format, as well as the right to transfer the Data to other controllers;<br/>• object to the processing of the Data when the request is legitimate; and<br/>• lodge a complaint with a supervisory authority in case of unlawful processing of Data."
de: Wenn Sie in der EU/im EWR ansässig sind, gilt die umfassendere Richtlinie:<br/> "Nutzer*innen haben das Recht zu:<br/>• wissen, ob Daten von uns verarbeitet werden und gegebenenfalls Zugriff darauf haben;<br/>• unrichtige Informationen, die wir haben, zu berichtigen oder löschen zu lassen, wenn die Anfrage legitim ist;<br/>• die Verarbeitung der Daten einzuschränken, wenn die Anfrage legitim ist;<br/>• die Datenportabilität, falls zutreffend, so dass die Daten in einem strukturierten, normalerweise verwendeten und lesbaren Format erhalten werden können, sowie das Recht, die Daten an andere für die Verarbeitung Verantwortliche weiterzugeben;<br/>• der Verarbeitung der Daten zu widersprechen, wenn die Anfrage legitim ist; und<br/>• eine Beschwerde bei einer Aufsichtsbehörde im Falle einer rechtswidrigen Verarbeitung der Daten einzureichen."

# track_record_details
source: In 2015, Fiat Chrysler <a id="a1">issued</a> a safety recall affecting 1.4m vehicles in the US, after <a id="a2">security researchers showed</a> that one of its cars could be hacked. The <a id="a3">problem was fixed</a> in a 2015 recall.
de: Im Jahr 2015 <a id="a1">gab</a> Fiat Chrysler einen Sicherheitsrückruf heraus, der 1,4 Millionen Fahrzeuge in den USA betraf, nachdem <a id="a2">Sicherheitsforscher gezeigt hatten</a>, dass eines seiner Autos gehackt werden konnte. Das <a id="a3">Problem wurde</a> in einem Rückruf im Jahr 2015 behoben.

# child_safety_blurb
source: "Our Services are not targeted and directed at children under age 16 and we do not knowingly collect any personal information from a child under 16. If you believe we have inadvertently collected personal information about a child, please contact us and we will take steps to delete this information."
de: „Unsere Dienstleistungen richten sich nicht an Kinder unter 16 Jahren und wir erfassen wissentlich keine personenbezogenen Daten von Kindern unter 16 Jahren. Wenn Sie der Meinung sind, dass wir versehentlich personenbezogene Daten über ein Kind gesammelt haben, kontaktieren Sie uns bitte und wir werden Maßnahmen ergreifen, um diese Daten zu löschen.“

# ai_helptext
source: Jeep is <a id="a1">developing</a> off-road <a id="a2">autonomous</a> driving. Stellantis also recently announced its upcoming vehicle-to-everything (V2X) project to warn drivers of impending hazardous situations, such as an immobilized vehicle or auto incident. In 2020, Fiat Chrysler <a id="a3">signed</a> an exclusive deal with Waymo (former Google self-driving project) to develop autonomous driving technology.
de: Jeep <a id="a1">entwickelt</a><a id="a2"> autonomes</a> Fahren im Gelände. Stellantis kündigte kürzlich auch sein bevorstehendes Vehicle-to-Everything (V2X) -Projekt an, um Fahrer vor drohenden Gefahrensituationen wie einem immobilisierten Fahrzeug oder einem Autounfall zu warnen. Im Jahr 2020 <a id="a3">unterzeichnete</a> Fiat Chrysler einen Exklusivvertrag mit Waymo (ehemaliges Google-Projekt zum autonomen Fahren), um die Technologie des autonomen Fahrens zu entwickeln.
