Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/jeep.po
Languages: de

# how_does_it_use_data_collected
source: "Some of the Connected Services are provided or supported by non-affiliated entities and service providers (“Third-Party Providers”), who may collect and receive personal information about you as part of their provision of the particular feature, service or application, or in order to respond to a request you make via the Connected Services (collectively “Third-Party Services”), including satellite radio and roadside assistance providers, and platform providers and app stores through which we make our Apps and certain features (such as digital key) available. For example, certain Vehicles include SiriusXM Guardian services, provided by Sirius XM Connected Vehicle Services Inc. (“Sirius XM”)—see the SiriusXM Guardian Privacy Notice for more information about how Sirius XM uses your personal information."
de: „Einige der Connected Services werden von nicht verbundenen Unternehmen und Dienstleistern („Drittanbieter“) bereitgestellt oder unterstützt, die im Rahmen der Bereitstellung der jeweiligen Funktion, des jeweiligen Dienstes oder der jeweiligen Anwendung oder zur Beantwortung einer Anfrage, die Sie über die Connected Services stellen, personenbezogene Daten über Sie erheben und erhalten können (zusammen „Drittanbieter “), einschließlich Satellitenradio- und Pannenhilfeanbietern sowie Plattformanbietern und App-Stores, über die wir unsere Apps und bestimmte Funktionen (z. B. digitale Schlüssel) verfügbar machen. Zum Beispiel enthalten bestimmte Fahrzeuge SiriusXM Guardian-Dienste, die von Sirius XM Connected Vehicle Services Inc. ("Sirius XM") bereitgestellt werden - siehe die SiriusXM Guardian-Datenschutzerklärung für weitere Informationen darüber, wie Sirius XM Ihre personenbezogenen Daten verwendet."

# how_does_it_use_data_collected
source: "Other Drivers. If you permit another driver to drive your Vehicle and/or access or use your Connected Services account, then you acknowledge and agree that we may collect Covered Data during their use."
de: "Andere Fahrer. Wenn Sie einem anderen Fahrer erlauben, Ihr Fahrzeug zu fahren und/oder auf Ihr Connected Services-Konto zuzugreifen oder es zu nutzen, erkennen Sie an und stimmen zu, dass wir während ihrer Nutzung Abgedeckte Daten sammeln dürfen."

# how_does_it_use_data_collected
source: "<b>Deactivate Connected Services and Stop Collection of Covered Data. Expiration or termination of your Connected Services subscription does not automatically stop all collection of Covered Data from your Vehicle.</b> <b>If you want to stop remote transmission and collection of Covered Data from your Vehicle, you must contact us as follows and request to “Cancel for Privacy Reasons:”</b><br/> SiriusXM Guardian Subscribers: call 844-796-4827 (toll free) and request to cancel for privacy reasons.<br/> Vehicle Connect Subscribers (including Jeep® Connect, Ram® Connect, Wagoneer® Connect, Alfa® Connect, Chrysler® Connect, and Dodge® Connect): call 800-777-3600 and request to cancel for privacy reasons.<br/>I<b>f you cancel for privacy reasons, wireless transmission network service will be deactivated for your Vehicle once your request has been processed, which means that: (i) remote transmission and collection of Covered Data from your Vehicle will be stopped; (ii) most Connected Services will not be available to you, including emergency and roadside services</b> <b>and Wi-Fi-enabled services; and (iii) your Vehicle will no longer receive updates to your in-vehicle manual or other over-the-air updates.</b> Certain in-vehicle safety, diagnostic and other systems may continue to generate and store performance, safety and diagnostic information, which may be accessed by independent dealers and others who service your Vehicle and shared with FCA and others for performance, safety, warranty and related purposes."
de: "<b>Deaktivieren Sie Connected Services und stoppen Sie die Erfassung der Abgedeckten Daten. Der Ablauf oder die Kündigung Ihres Connected Services-Abonnements stoppt nicht automatisch die gesamte Erfassung der abgedeckten Daten aus Ihrem Fahrzeug.</b> <b>Wenn Sie die Fernübertragung und Erfassung der Abgedeckten Daten von Ihrem Fahrzeug stoppen möchten, müssen Sie uns wie folgt kontaktieren und „Aus Datenschutzgründen stornieren“ anfordern:</b><br/> SiriusXM Guardian-Abonnenten: Rufen Sie 844-796-4827 (gebührenfrei) an und fordern Sie die Stornierung aus Datenschutzgründen an.<br/> Abonnenten von Vehicle Connect (einschließlich Jeep® Connect, Ram® Connect, Wagoneer® Connect, Alfa® Connect, Chrysler® Connect und Dodge® Connect): Rufen Sie 800-777-3600 an und fordern Sie aus DatenschutzgründeneineKündigung an.<br/><b>Wenn Sie aus Datenschutzgründen kündigen, wird der drahtlose Übertragungsnetzwerkdienst für Ihr Fahrzeug deaktiviert, sobald Ihre Anfrage bearbeitet wurde. Dies bedeutet, dass: (i) die Fernübertragung und Erfassung der Abgedeckten Daten von Ihrem Fahrzeug gestoppt wird; (ii) die meisten Connected Services für Sie nicht verfügbar sind, einschließlich Notfall- und Pannendienste</b> <b>sowie WLAN-fähige Dienste; und (iii) Ihr Fahrzeug keine Updates mehr für Ihr fahrzeuginternes Handbuch oder andere drahtlose Updates erhält.</b> Bestimmte fahrzeuginterne Sicherheits-, Diagnose- und andere Systeme können weiterhin Leistungs-, Sicherheits- und Diagnoseinformationen generieren und speichern, auf die unabhängige Händler und andere, die Ihr Fahrzeug warten, zugreifen können und die mit FCA und anderen für Leistungs-, Sicherheits-, Garantie- und damit verbundene Zwecke geteilt werden."

# user_friendly_privacy_policy_helptext
source: Jeep and parent company FCA have a complicated group of privacy policies that are not easy to navigate (seriously, their privacy policy site is a nightmare to navigate!), read, and understand.
de: Jeep und die Muttergesellschaft FCA haben eine komplizierte Gruppe von Datenschutzrichtlinien, die nicht einfach zu navigieren, zu lesen und zu verstehen sind (ernsthaft, ihre Datenschutzrichtlinien-Website ist ein Albtraum!).

# uses_encryption_helptext
source: We cannot determine if all data sitting on the car, including telematic data the car collects as well as data shared when you connect your phone sits encrypted, and if all collected data is encrypted in transit. We reached out to the company to attempt to determine this multiple times and received no response.
de: Wir können nicht feststellen, ob alle Daten, die im Auto gespeichert werden, einschließlich der Telematikdaten, die das Auto sammelt, und der Daten, die übertragen werden, wenn das Telefon angeschlossen wird, verschlüsselt sind, und ob alle gesammelten Daten während der Übertragung verschlüsselt werden. Wir haben uns mehrmals an das Unternehmen gewandt, um dies herauszufinden, haben aber keine Antwort erhalten.

# manage_vulnerabilities_helptext
source: FCA runs a bug bounty on <a id="a1">BugCrowd</a>.
de: FCA führt ein Bug-Bounty auf <a id="a1">BugCrowd</a> aus.

# tips_to_protect_yourself
source: Opt out from sharing or selling your Covered Data with third parties.
de: Deaktivieren Sie die Weitergabe oder den Verkauf Ihrer abgedeckten Daten an Dritte.

# tips_to_protect_yourself
source: If you are from California, opt out from selling of your personal information.
de: Wenn Sie aus Kalifornien kommen, entscheiden Sie sich gegen den Verkauf Ihrer persönlichen Daten.

# tips_to_protect_yourself
source: Do not give consent to tailored advertisement.
de: Geben Sie keine Zustimmung zu personalisierter Werbung.

# tips_to_protect_yourself
source: Always do a factory reset on your car before selling or trading it away to wipe your data clean and disconnect the app.
de: Setzen Sie Ihr Auto immer auf Werkseinstellungen zurück, bevor Sie es verkaufen oder eintauschen, um Ihre Daten zu löschen und die App zu trennen.

# tips_to_protect_yourself
source: Before reselling your car, make sure to notify the company
de: Bevor Sie Ihr Auto weiterverkaufen, informieren Sie das Unternehmen

# tips_to_protect_yourself
source: When buying a used car, always make the previous owner removed their connected account and performed a factory reset.
de: Stellen Sie beim Kauf eines Gebrauchtwagens immer sicher, dass der Vorbesitzer sein damit verbundenes Konto entfernt und auf Werkseinstellungen zurückgesetzt hat.

# tips_to_protect_yourself
source: Always use strong passwords and set up two-factor authentication for apps and services that connect to your car
de: Verwenden Sie immer starke Passwörter und richten Sie eine Zwei-Faktor-Authentifizierung für Apps und Dienste ein, die eine Verbindung zu Ihrem Auto herstellen.

# tips_to_protect_yourself
source: Only give access to your data to trusted third-parties
de: Geben Sie nur vertrauenswürdigen Dritten Zugriff auf Ihre Daten

# tips_to_protect_yourself
source: When connecting a mobile app to the car, make sure to minimize the amount of data collected through this app. You can use iOS or Android settings to limit the data collected through your phone.
de: Wenn Sie eine mobile App mit dem Auto verbinden, achten Sie darauf, die Menge der über diese App gesammelten Daten zu minimieren. Sie können die iOS- oder Android-Einstellungen verwenden, um die über Ihr Telefon gesammelten Daten zu begrenzen.

# tips_to_protect_yourself
source: Opt out from your mobile device's location sharing.
de: Deaktivieren Sie die Standortfreigabe Ihres Mobilgeräts.

# tips_to_protect_yourself
source: Do not use Amazon Alexa in your car if you are concerned about Amazon collecting that voice request information, IP address, and geolocation information and using it to target you with advertising.
de: Verwenden Sie Amazon Alexa nicht in Ihrem Auto, wenn Sie Bedenken haben, dass Amazon diese Sprachanforderungsinformationen, IP-Adresse und Geolokalisierungsinformationen sammelt und verwendet, um Werbung auf Sie zuzuschneiden.

# personal_data_collected
source: "First and last name, address, phone number, email address, account name, SSN, other contact information, IP address, VIN, online identifiers, driver’s license number, and other government identifiers or other unique personal identifiers; records of products or services purchased or considered, records from usage of the Connected Services, or other purchase or usage histories; Inferences drawn from other personal information that we collect to create a profile reflecting an individual’s preferences, characteristics, predispositions, behavior, attitudes, intelligence, abilities or aptitudes, information about an individual’s educational history, audio, electronic, visual, thermal, olfactory, or similar information, <br/> <br/>Vehicle- and driving-related data: location data from your Vehicle or device; driving data about your Vehicle, such as dates and times of use; speed, acceleration and breaking data; direction of travel; trip data (e.g., mileage, date, time, weather conditions, location, route taken); ignition events; steering events; cruise control data; seatbelt status; information about Vehicle incidents or events; other information about how you drive a Vehicle; and associated date/time stamps for such information, odometer, mileage, MPG, and emissions data; trouble or error codes, and other diagnostic data; service and maintenance history; engine performance; tire pressure data; weather, temperature and other driving conditions; fuel levels and refueling activity; battery levels and status; images from cameras; other performance, mechanical and operational data; Vehicle settings, commands and presets, points of interest, and other information about your use of certain features; and associated date/time stamps for such information; audio, visual and other electronic data, including data related to your Vehicle usage or interactions with us, such as error codes, diagnostic and performance data, and other sensor data generated by your Vehicle, images, and event data generated in connection with certain Connected Services (such as autonomous driving and distracted driver features), data from third-party account services that you link to your Connected Services account (e.g., Amazon Alexa), and images captured in connection with vehicle camera record; profiles and inferences,<br/> <br/>Additional data pieces collected:<br/>- From FCA dealers: FCA authorized dealers (independently owned and operated businesses) may provide us with purchase, payment, and finance information (when you purchase or lease one of our vehicles from them), information about vehicle maintenance, services, repairs, warranty claims, quality, and customer support, as well as data about prospective buyers.<br/>- Third-party data: such as vehicle sales records and motor vehicle records, as well as third-party data providers that provide us with information to update and enhance our customer records and provide us with leads including lists of potential vehicle purchasers, current, or former owners.<br/>- Affiliates and partners: including third-party providers of certain features or portions of the Services or Connected Services. Also, if you take advantage of a third party or affiliate offer through the Services, we may receive information from that third party about your interaction with them."
de: "Vor- und Nachname, Adresse, Telefonnummer, E-Mail-Adresse, Kontoname, SSN, andere Kontaktinformationen, IP-Adresse, FIN, Online-Identifikatoren, Führerscheinnummer und andere behördliche Identifikatoren oder andere eindeutige persönliche Identifikatoren; Aufzeichnungen über gekaufte oder in Betracht gezogene Produkte oder Dienstleistungen, Aufzeichnungen über die Nutzung der Connected Services oder andere Kauf- oder Nutzungshistorien; Rückschlüsse aus anderen persönlichen Informationen, die wir sammeln, um ein Profil zu erstellen, das die Präferenzen, Merkmale, Veranlagungen, das Verhalten, die Einstellungen, die Intelligenz, die Fähigkeiten oder die Fähigkeiten einer Person widerspiegelt, Informationen über die Bildungsgeschichte einer Person, Audio, elektronische, visuelle, thermische, olfaktorische oder ähnliche Informationen, <br/> <br/>Fahrzeug- und fahrbezogene Daten: Standortdaten Ihres Fahrzeugs oder Geräts; Fahrdaten über Ihr Fahrzeug, wie z. B. Datum und Uhrzeit der Nutzung; Geschwindigkeits-, Beschleunigungs- und Bremsdaten; Fahrtrichtung; Fahrtdaten (z. B. Kilometerstand, Datum, Uhrzeit, Wetterbedingungen, Standort, zurückgelegte Route); Zündungsereignisse; Lenkereignisse; Geschwindigkeitsregelungsdaten; Sicherheitsgurtstatus; Informationen über Fahrzeugvorfälle oder -ereignisse; andere Informationen darüber, wie Sie ein Fahrzeug fahren; und zugehörige Datums-/Zeitstempel für solche Informationen, Kilometerstand, Kilometerstand, MPG, und Emissionsdaten; Fehler- oder Fehlercodes und andere Diagnosedaten; Service- und Wartungshistorie; Motorleistung; Reifendruckdaten; Wetter, Temperatur und andere Fahrbedingungen; Kraftstofffüllstände und Betankungsaktivität; Batteriestände und -status; Bilder von Kameras; andere Leistungs-, mechanische und Betriebsdaten; Fahrzeugeinstellungen, Befehle und Voreinstellungen, Sehenswürdigkeiten und andere Informationen über Ihre Nutzung bestimmter Funktionen; und zugehörige Datums-/Zeitstempel für solche Informationen; Audio-, visuelle und andere elektronische Daten, einschließlich Daten im Zusammenhang mit Ihrer Fahrzeugnutzung oder Interaktionen mit uns, wie Fehlercodes, Diagnose- und Leistungsdaten und andere Sensordaten, die von Ihrem Fahrzeug generiert werden, Bilder und Ereignisdaten, die im Zusammenhang mit bestimmten Connected Services generiert werden (z. B. Funktionen für autonomes Fahren und abgelenkte Fahrer), Daten von Drittanbieter-Kontodiensten, die Sie mit Ihrem Connected Services-Konto verknüpfen (z. B. Amazon Alexa), und Bilder, die im Zusammenhang mit Fahrzeugkameraaufzeichnungen erfasst werden; Profile und Schlussfolgerungen, <br/><br/>zusätzliche Daten, die gesammelt werden:<br/>- Von FCA-Händlern: FCA-autorisierte Händler (unabhängig geführte Unternehmen) können uns Kauf, Zahlung und Finanzinformationen (wenn Sie eines unserer Fahrzeuge von ihnen kaufen oder leasen), Informationen über Fahrzeugwartung, Dienstleistungen, Reparaturen, Garantieansprüche, Qualität und Kundenbetreuung sowie Daten über potenzielle Käufer.<br/>- Daten von Drittanbietern: wie Fahrzeugverkaufsaufzeichnungen und Kraftfahrzeugaufzeichnungen sowie Datenanbieter von Drittanbietern, die uns Informationen zur Aktualisierung und Verbesserung unserer Kundenaufzeichnungen zur Verfügung stellen und uns Leads einschließlich Listen potenzieller Fahrzeugkäufer, aktueller oder ehemaliger Eigentümer zur Verfügung stellen.<br/>- Verbundene Unternehmen und Partner: einschließlich Drittanbieter bestimmter Funktionen oder Teile der Dienste oder verbundenen Dienste. Auch wenn Sie ein Drittanbieter- oder Affiliate-Angebot über die Dienste nutzen, können wir von diesem Dritten Informationen über Ihre Interaktion mit ihm erhalten."

# biometric_data_collected
source: Fingerprints or facial templates, if you enable and enroll in biometric authentication<br/>to access your Vehicle or certain Connected Services
de: Fingerabdrücke oder Gesichtsvorlagen, wenn Sie die biometrische Authentifizierung aktivieren und registrieren<br/>, um auf Ihr Fahrzeug oder bestimmte verbundene Dienste zuzugreifen

# how_can_you_control_your_data
source: We ding this product as it is unclear if all users regardless of location can get their data be deleted. Also, you can only opt out from sales of your personal information if you are in certain US states or Europe.
de: Wir beanstanden dieses Produkt, da unklar ist, ob alle Nutzer*innen unabhängig vom Standort ihre Daten löschen können. Außerdem können Sie den Verkauf Ihrer personenbezogenen Daten nur ablehnen, wenn Sie sich in bestimmten US-Bundesstaaten oder in Europa befinden.

# how_can_you_control_your_data
source: "Additional Privacy Information for Certain States. Residents of certain U.S. states (including Virginia) may have additional rights under applicable privacy laws, subject to certain limitations and exceptions. These rights may include:<br/> Correction: to request that we correct inaccuracies in their personal information, taking into account the nature and purposes of the processing of the personal information.<br/> Deletion: to request deletion of certain personal information.<br/> Access: to confirm whether we are processing their personal information and to obtain a copy of their personal information in a portable and, to the extent technically feasible, readily usable format.<br/> Opt out: to opt out of certain types of processing by us, including:<br/> the sale of their personal information.<br/> the processing of their personal information for purposes of targeted advertising (i.e., advertising based on personal information obtained over time and across nonaffiliated websites or online applications).<br/> the processing of personal information for purposes of making decisions that produce legal or similarly significant effects (if applicable)."
de: "Zusätzliche Datenschutzinformationen für bestimmte Staaten. Einwohner bestimmter US-Bundesstaaten (einschließlich Virginia) können, vorbehaltlich bestimmter Einschränkungen und Ausnahmen nach den geltenden Datenschutzgesetzen zusätzliche Rechte beanspruchen. Diese Rechte können umfassen:<br/> Korrektur: zu verlangen, dass wir Ungenauigkeiten in ihren personenbezogenen Daten korrigieren, unter Berücksichtigung der Art und des Zwecks der Verarbeitung der personenbezogenen Daten.<br/> Löschung: die Löschung bestimmter personenbezogener Daten zu verlangen.<br/> Zugriff: zu bestätigen, ob wir ihre personenbezogenen Daten verarbeiten, und eine Kopie ihrer personenbezogenen Daten in einem tragbaren und, soweit technisch möglich, leicht nutzbaren Format zu erhalten.<br/> Opt-out: bestimmte Arten der Verarbeitung durch uns abzulehnen, einschließlich:<br/> des Verkaufs ihrer personenbezogenen Daten;<br/> der Verarbeitung ihrer personenbezogenen Daten für Zwecke der gezielten Werbung (d. h. Werbung, die auf personenbezogenen Daten basiert, die im Laufe der Zeit und über nicht verbundene Websites oder Online-Anwendungen erhalten wurden);<br/> der Verarbeitung personenbezogener Daten für Zwecke der Entscheidungsfindung, die rechtliche oder ähnlich signifikante Auswirkungen haben (falls zutreffend)."

# how_can_you_control_your_data
source: "If you are a California resident, please review our California Privacy Supplement for additional information about your California privacy rights, including your rights to opt out of sales and sharing of your personal information and to limit certain uses and disclosures of your sensitive personal information."
de: "Wenn Sie in Kalifornien ansässig sind, lesen Sie bitte unser 'California Privacy Supplement', um weitere Informationen über Ihre kalifornischen Datenschutzrechte zu erhalten, einschließlich Ihrer Rechte, den Verkauf und die Weitergabe Ihrer personenbezogenen Daten abzulehnen und bestimmte Verwendungen und Offenlegungen Ihrer sensiblen personenbezogenen Daten einzuschränken."

# how_can_you_control_your_data
source: "You can request that we do not share or sell your Covered Data with third parties by submitting a request here. Please note that this opt out does not apply to (i) disclosures to our agents and service providers that process this data to provide services to us; (ii) disclosures to others where necessary to provide the Connected Services to you, to respond to your requests, or as otherwise directed by you; (iii) disclosures that are necessary to comply with our legal obligations or to protect or defend our rights; (iv) disclosures that are necessary to protect the security and integrity of the Connected Services, other FCA products and services, or the health or safety of others; or (v) disclosures of de-identified or aggregate data that do not identify you or your Vehicle."
de: „Sie können verlangen, dass wir Ihre Abgedeckten Daten nicht an Dritte weitergeben oder verkaufen, indem Sie hier eine Anfrage stellen. Bitte beachten Sie, dass dieses Opt-out nicht gilt für (i) Offenlegungen gegenüber unseren Vertretern und Dienstleistern, die diese Daten verarbeiten, um Dienstleistungen für uns zu erbringen; (ii) Offenlegungen gegenüber anderen, wenn dies erforderlich ist, um Ihnen die Connected Services zur Verfügung zu stellen, auf Ihre Anfragen zu reagieren oder anderweitig von Ihnen angewiesen zu werden; (iii) Offenlegungen, die notwendig sind, um unseren gesetzlichen Verpflichtungen nachzukommen oder unsere Rechte zu schützen oder zu verteidigen; (iv) Offenlegungen, die notwendig sind, um die Sicherheit und Integrität der Connected Services, anderer FCA-Produkte und -Dienste oder die Gesundheit oder Sicherheit anderer zu schützen; oder (v) Offenlegungen von de-identifizierten oder aggregierten Daten, die Sie oder Ihr Fahrzeug nicht identifizieren."
