Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/jeep.po
Languages: de

# worst_case
source: So, what's the worst that could happen as you're off-roading in your Jeep while using your Jeep app and those UConnect connected services to stay online in your off-road world? Well, we're sure glad they fixed those security vulnerabilities they had back in 2015 that allowed hackers to take control of your car and stop it and more through UConnect system. That's pretty much a worse case scenario if that could happen again. Other than that, well, Jeep/FCA knowing way more about you than they should, sharing that with data brokers who can then sell that to who knows who for who knows what purpose, well, that gets pretty scary too. Especially if they learn you like to take your Jeep mudding on Saturdays while listening to Taylor Swift on the radio and looking up news articles on the latest quantum computing findings. That might confuse those inferences Jeep says they can make about you and well, maybe that's actually not such a bad thing at all.
de: Was ist also das Schlimmste, was passieren könnte, wenn Sie mit Ihrem Jeep im Gelände unterwegs sind, während Sie Ihre Jeep-App und die mit UConnect verbundenen Dienste nutzen, um in Ihrer Offroad-Welt online zu bleiben? Nun, wir sind sicher froh, dass sie die Sicherheitslücken behoben haben, die sie 2015 hatten und die es Hackern ermöglichten, die Kontrolle über Ihr Auto zu übernehmen und es über das UConnect-System zu stoppen und mehr noch. Das ist so ziemlich ein Worst-Case-Szenario, wenn das noch einmal passieren würde. Abgesehen davon weiss Jeep/FCA bereits jetzt viel mehr über Sie, als sie sollten, und sie teilen das Wissen mit Datenbrokern, die es dann an wen auch immer, für welchen Zweck auch immer, verkaufen können, naja, auch das ist recht beängstigend. Vor allem, wenn sie erfahren, dass Sie Ihren Jeep samstags gerne auf die Schlamm-Strecke mitnehmen, während Sie Taylor Swift im Radio hören und Nachrichtenartikel über die neuesten Ergebnisse des Quantencomputers nachschlagen. Das könnte die Schlussfolgerungen, die Jeep über Sie ziehen mag, verfälschen, und das ist vielleicht überhaupt nicht so schlimm.

# how_does_it_use_data_collected
source: We ding this product as it collects information from data brokers, shares personal and geolocation data with third parties, including to marketing and advertising partners.
de: Wir bemängeln dieses Produkt, da es Informationen von Datenbrokern sammelt, personenbezogene Daten und Geolokalisierungsdaten an Dritte weitergibt, einschließlich an Marketing- und Werbepartner.

# how_does_it_use_data_collected
source: FCA US Privacy Policy
de: FCA US-Datenschutzrichtlinie

# how_does_it_use_data_collected
source: "<b>In some cases (such as where required by law), we ask for your consent</b>, or give you certain privacy choices as described in this Policy, regarding our collection, use, and disclosure of certain personal information."
de: "<b>In einigen Fällen (z. B. wenn dies gesetzlich vorgeschrieben ist) bitten wir Sie um Ihre Zustimmung oder geben Ihnen bestimmte Datenschutzoptionen an</b>, wie in dieser Richtlinie beschrieben, in Bezug auf unsere Erhebung, Verwendung und Offenlegung bestimmter personenbezogener Daten."

# how_does_it_use_data_collected
source: "As defined by the CCPA, we may <b>sell</b> or share: identifiers, usage data, customer records, <b>geolocation</b>, commercial information, and inferences to or with affiliates and subsidiaries, dealers, marketing and advertising partners, and analytics providers. We do not sell or share personal information or sensitive personal information about California consumers who we know are younger than 16 years old. California residents may opt out of sales of their personal information by us as set forth below."
de: „Im Sinne des CCPA dürfen wir Folgendes <b>verkaufen</b> oder weitergeben: Kennungen, Nutzungsdaten, Kundendatensätze, <b>Geolokalisierung</b>, kommerzielle Informationen und Rückschlüsse auf oder mit verbundenen Unternehmen und Tochtergesellschaften, Händlern, Marketing- und Werbepartnern und Analyseanbietern. Wir verkaufen oder teilen keine persönlichen Informationen oder sensiblen persönlichen Informationen über kalifornische Verbraucher, von denen wir wissen, dass sie jünger als 16 Jahre sind. Einwohner Kaliforniens können den Verkauf ihrer personenbezogenen Daten durch uns wie unten beschrieben ablehnen."

# how_does_it_use_data_collected
source: "We may share personal information with dealers and other select third parties, for marketing, research and analytics purposes.<br/> - <b>Dealers: we may share personal information, such as name, contact information, and other data about your vehicles or interests, with our authorized dealers in your area so that they may</b> contact you about your vehicle needs and purchase plans, or otherwise <b>reach out to you for marketing purposes.</b><br/> - <b>Marketing and advertising partners:</b> we may share your personal information with third parties that provide advertising, campaign measurement, analytics, and related services to us. These third parties may receive or access usage data, and other personal information in order to help us better reach individuals with relevant ads and measure our ad campaigns, or to better understand how individuals interact with our Websites and Services.<br/> - Programs and offers: we may invite you to participate in co-sponsored or third-party promotional offers and programs. If you choose to participate in one of these programs or third-party offers or indicate your interest in receiving information about the third-party offer, we may share your personal information with that third party to facilitate your request. For example, if you elect to receive information on insurance rates and offers available to you, we may share your information with insurance companies or others so that they may provide you with personalized insurance offers. The use of your personal information by these third parties is subject to their respective privacy policies. For more information on how we share information with respect to the Connected Services, please see the FCA Connected Services Privacy Notice.<br/> - <b>Others: we may disclose certain information to select third parties who may use this data for their own</b> research, development, analytics, and <b>marketing purposes</b>, such as to better understand aggregate driving and traffic patterns, update maps and route details, and analyze road conditions, analyze vehicle usage data, driving data, and trip data. <b>We also may share your personal information with certain third parties so that they may send you offers and other information we think you may be interested in.</b>"
de: „Wir dürfen personenbezogene Daten zu Marketing-, Forschungs- und Analysezwecken an Händler und andere ausgewählte Dritte weitergeben.<br/> - <b>Händler: Wir dürfen personenbezogene Daten wie Name, Kontaktinformationen und andere Daten über Ihre Fahrzeuge oder Interessen an unsere autorisierten Händler in Ihrer Nähe weitergeben, damit sie Sie bezüglich Ihrer Fahrzeugbedürfnisse und Kaufpläne</b> kontaktieren oder sich anderweitig zu Marketingzwecken an Sie wenden können. </b><br/> - <b>Marketing- und Werbepartner:</b> Wir dürfen Ihre personenbezogenen Daten an Dritte weitergeben,</b> die uns Werbung, Kampagnenmessung, Analysen und damit verbundene Dienstleistungen anbieten. Diese Dritten dürfen Nutzungsdaten und andere personenbezogene Daten erhalten oder darauf zugreifen, um uns zu helfen, Einzelpersonen besser mit relevanten Anzeigen zu erreichen und unsere Anzeigenkampagnen zu messen oder besser zu verstehen, wie Einzelpersonen mit unseren Websites und Diensten interagieren.<br/> - Programme und Angebote: Wir dürfen Sie zur Teilnahme an co-gesponserten oder Drittanbieter-Werbeangeboten und -Programmen einladen. Wenn Sie sich für die Teilnahme an einem dieser Programme oder an Angeboten Dritter entscheiden oder Ihr Interesse am Erhalt von Informationen über das Angebot Dritter bekunden, dürfen wir Ihre personenbezogenen Daten an diesen Dritten weitergeben, um Ihre Anfrage zu erleichtern. Wenn Sie sich beispielsweise dafür entscheiden, Informationen über Versicherungspreise und -angebote zu erhalten, die Ihnen zur Verfügung stehen, dürfen wir Ihre Informationen an Versicherungsunternehmen oder andere Personen weitergeben, damit diese Ihnen personalisierte Versicherungsangebote unterbreiten können. Die Verwendung Ihrer personenbezogenen Daten durch diese Dritten unterliegt deren jeweiligen Datenschutzrichtlinien. Weitere Informationen darüber, wie wir Informationen in Bezug auf die Connected Services weitergeben, finden Sie in der Datenschutzerklärung von FCA Connected Services.<br/> - <b>Andere: Wir dürfen bestimmte Informationen an ausgewählte Dritte weitergeben, die diese Daten für ihre eigenen</b> Forschungs-, Entwicklungs-, Analyse- und <b>Marketingzwecke</b> verwenden können, z. B. um aggregierte Fahr- und Verkehrsmuster besser zu verstehen, Karten und Routendetails zu aktualisieren und Straßenzustände zu analysieren, Fahrzeugnutzungsdaten, Fahrdaten und Fahrtdaten zu analysieren. <b>Wir dürfen Ihre personenbezogenen Daten auch an bestimmte Dritte weitergeben, damit diese Ihnen Angebote und andere Informationen senden können, von denen wir glauben, dass sie für Sie von Interesse sein könnten.</b>"

# how_does_it_use_data_collected
source: "We may collect personal information from the following sources:<br/> - Directly from the individual<br/> - Advertising networks and marketing partners<br/> - Data analytics providers<br/> - Social networks<br/> - Internet service providers<br/> - Operating systems and platforms<br/> - Government entities<br/><b> - Data brokers/aggregators</b><br/> - Business and enterprise customers (e.g., fleet services)<br/> - Dealers<br/> - Platform providers<br/> - Telecom provider"
de: "Wir können personenbezogene Daten von folgenden Quellen erheben:<br/> - Direkt von der Person<br/> - Werbenetzwerke und Marketingpartner<br/> - Datenanalyseanbieter<br/> - Soziale Netzwerke<br/> - Internetdienstanbieter<br/> - Betriebssysteme und Plattformen<br/> - Regierungsstellen<br/><b> - Datenmakler/Aggregatoren</b><br/> - Geschäfts- und Unternehmenskunden (z. B. Flottendienste)<br/> - Händler<br/> - Plattformanbieter<br/> - Telekommunikationsanbieter"

# how_does_it_use_data_collected
source: "Information We Collect from Third Parties. We may also collect personal information about you and your vehicle from third parties and other sources, such as:<br/> FCA dealers: FCA authorized dealers (independently owned and operated businesses) may provide us with purchase, payment, and finance information (when you purchase or lease one of our vehicles from them), information about vehicle maintenance, services, repairs, warranty claims, quality, and customer support, as well as data about prospective buyers.<br/> Third-party data: such as vehicle sales records and motor vehicle records, as well as <b>third-party data providers that provide us with information to update and enhance our customer records and provide us with leads</b> including lists of potential vehicle purchasers, current, or former owners.<br/> Affiliates and partners: including third-party providers of certain features or portions of the Services or Connected Services. Also, if you take advantage of a third party or affiliate offer through the Services, we may receive information from that third party about your interaction with them."
de: "Informationen, die wir von Dritten sammeln. Wir dürfen auch personenbezogene Daten über Sie und Ihr Fahrzeug von Dritten und anderen Quellen erfassen, wie z. B.:<br/> FCA-Händler: FCA-autorisierte Händler (unabhängig geführte und betriebene Unternehmen) können uns Kauf-, Zahlungs- und Finanzinformationen (wenn Sie eines unserer Fahrzeuge von ihnen kaufen oder leasen), Informationen über Fahrzeugwartung, Dienstleistungen, Reparaturen, Garantieansprüche, Qualität und Kundensupport sowie Daten über potenzielle Käufer zur Verfügung stellen. <br/>Daten von Drittanbietern: wie Fahrzeugverkaufsaufzeichnungen und Kraftfahrzeugaufzeichnungen sowie Datenanbieter <b>von Drittanbietern, die uns Informationen zur Aktualisierung und Verbesserung unserer Kundenaufzeichnungen zur Verfügung stellen und uns Leads</b> einschließlich Listen potenzieller Fahrzeugkäufer, aktueller oder ehemaliger Eigentümer zur Verfügung stellen.<br/> Verbundene Unternehmen und Partner: einschließlich Drittanbieter bestimmter Funktionen oder Teile der Dienste oder verbundenen Dienste. Auch wenn Sie ein Drittanbieter- oder Affiliate-Angebot über die Dienste nutzen, dürfen wir von diesem Dritten Informationen über Ihre Interaktion mit ihm erhalten."

# how_does_it_use_data_collected
source: "PURPOSES OF USE AND PROCESSING OF PERSONAL INFORMATION<br/>While the purposes for which we may process personal information will vary depending upon the circumstances, in general, FCA collects, uses, discloses, and otherwise process personal information we collect as set forth below or otherwise directed or authorized by you: ...<br/> <b>Personalizing content and experiences:</b> to personalize content for you, to offer location customization and personalized help and instructions, and to otherwise personalize your experiences.<br/> <b>Advertising, marketing and promotional purposes</b>: to contact you about our products or services or send you newsletters, offers, or other information we think may interest you; to administer promotions and contests; to reach you with more relevant ads; and to measure and improve our advertising and marketing campaigns. ...<br/> <b>Complying with legal obligations</b>: to comply with the law or legal proceedings. For example, we may disclose information in response to subpoenas, court orders, and other lawful requests by regulators and law enforcement, including responding to national security or law enforcement disclosure requirements."
de: "ZWECKE der NUTZUNG UND VERARBEITUNG PERSONENBEZOGENER DATEN<br/>Während die Zwecke, für die wir personenbezogene Daten verarbeiten können, je nach den Umständen variieren, sammelt, verwendet, offenlegt und verarbeitet FCA im Allgemeinen personenbezogene Daten, die wir wie unten angegeben oder anderweitig, wie von Ihnen angewiesen oder autorisiert, erheben: <br/> <b>Personalisierung von Inhalten und Erlebnissen:</b> um Inhalte für Sie zu personalisieren, um Standortanpassungen und personalisierte Hilfe und Anweisungen anzubieten und um Ihre Erlebnisse anderweitig zu personalisieren.<br/> <b>Werbe-, Marketing- und Werbezwecke</b>: um Sie über unsere Produkte oder Dienstleistungen zu kontaktieren oder Ihnen Newsletter, Angebote oder andere Informationen zu senden, von denen wir denken, dass sie Sie interessieren könnten; um Werbeaktionen und Wettbewerbe zu verwalten; um Sie mit relevanteren Anzeigen zu erreichen; und um unsere Werbe- und Marketingkampagnen zu messen und zu verbessern. ...<br/> <b>Einhaltung gesetzlicher Verpflichtungen</b>: zur Einhaltung des Gesetzes oder von Gerichtsverfahren. Wir können zum Beispiel Informationen, als Reaktion auf Vorladungen, Gerichtsbeschlüsse und andere rechtmäßige Anfragen von Aufsichtsbehörden und Strafverfolgungsbehörden offenlegen, einschließlich der Reaktion auf die Offenlegungspflichten der nationalen Sicherheit oder der Strafverfolgungsbehörden."

# how_does_it_use_data_collected
source: "AGGREGATE AND NON-IDENTIFIABLE INFORMATION<br/>We may collect, use, and disclose aggregate, anonymous, and other non-identifiable data about users for marketing, advertising, research, compliance, or other purposes. Where we use, disclose, or process de-identified data (data that is no longer reasonably linked or linkable to an identified or identifiable natural person, household, or personal device), we will maintain and use the information in de-identified form and not to attempt to reidentify the information, except as permitted by applicable privacy laws (such as to confirm whether our de-identification processes are reasonable and adequate)."
de: "AGGREGIERTE UND NICHT IDENTIFIZIERBARE INFORMATIONEN<br/>Wir dürfen aggregierte, anonyme und andere nicht identifizierbare Daten über Nutzer*innen für Marketing, Werbung, Forschung, Compliance oder andere Zwecke sammeln, verwenden und offenlegen. Wenn wir anonymisierte Daten verwenden, offenlegen oder verarbeiten (Daten, die nicht mehr in angemessener Weise mit einer identifizierten oder identifizierbaren natürlichen Person, einem Haushalt oder einem persönlichen Gerät verknüpft oder verknüpfbar sind), werden wir die Informationen in anonymisierter Form aufbewahren und verwenden und nicht versuchen, die Informationen erneut zu identifizieren, es sei denn, dies ist nach den geltenden Datenschutzgesetzen zulässig (z. B. um zu bestätigen, ob unsere De-Identifizierungsprozesse angemessen und adäquat sind)."

# how_does_it_use_data_collected
source: "Targeted Advertising. We may work with third-party ad networks, channel partners, measurement services, and others (“third-party ad companies”) to personalize content and advertising on our Services, and to manage our advertising on third-party sites, mobile apps, and online services. We and these third-party ad companies may use cookies, pixels tags, and other tools to collect activity information, IP address, device ID, advertising IDs, and other identifiers, and location information within our Services (as well as on third-party sites and services). We and these third-party ad companies use this information to provide you more relevant ads and content within our Services and on third-party sites and services, as well as to improve and evaluate the success of such ads and content.<br/>We also may share certain customer list information (such as your email address) with third-party ad companies so that we can better target these customers and others with similar interests on third-party sites and platforms."
de: "Gezielte Werbung. Wir können mit Werbenetzwerken von Drittanbietern, Channel-Partnern, Messdiensten und anderen (" Drittanbieter-Werbeunternehmen ") zusammenarbeiten, um Inhalte und Werbung auf unseren Diensten zu personalisieren und unsere Werbung auf Websites von Drittanbietern, mobilen Apps und Online-Diensten zu verwalten. Wir und diese Drittanbieter können Cookies, Pixel-Tags und andere Tools verwenden, um Aktivitätsinformationen, IP-Adresse, Geräte-ID, Werbe-IDs und andere Kennungen sowie Standortinformationen innerhalb unserer Dienste (sowie auf Websites und Diensten von Drittanbietern) zu sammeln. Wir und diese Drittanbieter-Werbeunternehmen verwenden diese Informationen, um Ihnen relevantere Anzeigen und Inhalte innerhalb unserer Dienste und auf Websites und Diensten von Drittanbietern bereitzustellen, sowie um den Erfolg solcher Anzeigen und Inhalte zu verbessern und zu bewerten.<br/>Wir dürfen auch bestimmte Kundenlisteninformationen (wie Ihre E-Mail-Adresse) an Drittanbieter-Werbeunternehmen weitergeben, damit wir diese Kunden und andere mit ähnlichen Interessen auf Websites und Plattformen von Drittanbietern besser ansprechen können."

# how_does_it_use_data_collected
source: "Connected Services. As part of the Connected Services, we collect, use, disclose, and process certain personal information from and about you, your vehicle, and your use of the Connected Services (“Covered Data”). You can request that we do not share or sell your Covered Data to or with third parties by submitting a request <a id="a1">here</a>. Please note that this opt out does not limit (i) disclosures to our vendors, agents and service providers that process this data to provide services to us; (ii) disclosures to others where necessary to provide the Connected Services to you, to respond to your requests, or as otherwise directed by you; (iii) disclosures that are necessary to comply with our legal obligations or to protect or defend our rights; or (iv) disclosures that are necessary to protect the security and integrity of the Services, or the health or safety of others. Further, opting out doesn’t apply to prior disclosures of your Covered Data."
de: „Connected Services. Im Rahmen der Connected Services erfassen, verwenden, legen wir offen und verarbeiten wir bestimmte personenbezogene Daten von und über Sie, Ihr Fahrzeug und Ihre Nutzung der Connected Services („Abgedeckten Daten“). Sie können verlangen, dass wir Ihre Abgedeckten Daten nicht an oder mit Dritten weitergeben oder verkaufen, indem Sie <a id="a1">hier</a> eine Anfrage stellen. Bitte beachten Sie, dass dieses Opt-out nicht beschränkt ist auf (i) Offenlegungen gegenüber unseren Lieferanten, Vertretern und Dienstleistern, die diese Daten verarbeiten, um Dienstleistungen für uns zu erbringen; (ii) Offenlegungen gegenüber anderen, wenn dies erforderlich ist, um Ihnen die Connected Services zur Verfügung zu stellen, auf Ihre Anfragen zu reagieren oder anderweitig von Ihnen angewiesen zu werden; (iii) Offenlegungen, die erforderlich sind, um unseren gesetzlichen Verpflichtungen nachzukommen oder unsere Rechte zu schützen oder zu verteidigen; oder (iv) Offenlegungen, die erforderlich sind, um die Sicherheit und Integrität der Dienstleistungen oder die Gesundheit oder Sicherheit anderer zu schützen. Darüber hinaus gilt das Opt-out nicht für früher stattgefundene Offenlegungen Ihrer Abgedeckten Daten."

# how_does_it_use_data_collected
source: <b>FCA CONNECTED SERVICES PRIVACY NOTICE, 2023</b><br/><br/>"In providing the Connected Services, we collect location information, including your Vehicle’s GPS location, as well as your mobile device’s location information with your consent. If Connected Services are enabled, geolocation data is transmitted from your Vehicle to FCA, and in some cases, to third parties in order to enable certain Connected Services. If you use Connected Services, such as our mobile apps or in-vehicle apps, geolocation may also be collected through these apps."
de: <b>FCA CONNECTED SERVICES DATENSCHUTZHINWEIS, 2023</b><br/><br/>"Bei der Bereitstellung der Connected Services erfassen wir mit Ihrer Zustimmung Standortinformationen, einschließlich des GPS-Standorts Ihres Fahrzeugs, sowie die Standortinformationen Ihres Mobilgeräts. Wenn Connected Services aktiviert sind, werden Geolokalisierungsdaten von Ihrem Fahrzeug an FCA und in einigen Fällen an Dritte übertragen, um bestimmte Connected Services zu ermöglichen. Wenn Sie Connected Services wie unsere mobilen Apps oder fahrzeuginternen Apps verwenden, kann die Geolokalisierung auch über diese Apps erfasst werden.“

# how_does_it_use_data_collected
source: "We may share (as defined under the CCPA) identifiers, customer records, commercial information, internet or other electronic network activity data, and profiles and inferences, with dealers and other third parties as described in this Notice."
de: "Wir dürfen (wie im CCPA definiert) Kennungen, Kundenaufzeichnungen, Geschäftsinformationen, Internet- oder andere elektronische Netzwerkaktivitätsdaten sowie Profile und Schlussfolgerungen an Händler und andere Dritte weitergeben, wie in dieser Mitteilung beschrieben."
