Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/jitsimeet.po
Languages: de, es, fr, pt_br

# blurb
source: Jitsi Meet is a free, open-source, video call app that doesn't require you to create an account to use it. The privacy conscious folks at the Tor Project recently recommended Jitsi Meet as a good alternative to Zoom. Jitsi Meet works on desktop, Android and iOS devices, has pretty high-quality video and audio, allows for password protected video calls, and has no limit on participants (although your internet bandwidth might set limits for you). And for those more techie folks out there, because Jitsi Meet is open-source, people with the interest and ability can install and run their own version of Jitsi Meet on their own servers. (Note: The review below is for the public version of Jitsi Meet. People who install and run their own versions of Jitsi Meet might not meet all these criteria.).
de: Jitsi Meet ist eine kostenlose Open-Source-App für Videoanrufe, für die Sie kein Konto erstellen müssen. Die auf Datenschutz bedachten Leute vom Tor Project haben kürzlich Jitsi Meet als gute Alternative zu Zoom empfohlen. Jitsi Meet funktioniert auf Desktop-, Android- und iOS-Geräten, hat eine ziemlich hohe Video- und Audioqualität, ermöglicht passwortgeschützte Videoanrufe und hat keine Begrenzung der Teilnehmerzahl (obwohl Ihre Internetbandbreite Ihnen Grenzen setzen könnte). Da Jitsi Meet Open-Source ist, können interessierte und fähige Personen ihre eigene Version von Jitsi Meet auf ihren eigenen Servern installieren und betreiben. (Hinweis: Die folgende Übersicht bezieht sich auf die öffentliche Version von Jitsi Meet. Personen, die ihre eigenen Versionen von Jitsi Meet installieren und betreiben, erfüllen möglicherweise nicht alle diese Kriterien).
es: Jitsi Meet es una aplicación de videollamadas gratuita y de código abierto que no requiere la creación de una cuenta para usarla. Hace poco, los expertos de The Tor Project concienciados con la privacidad recomendaron Jitsi Meet como una buena alternativa a Zoom. Jitsi Meet funciona en dispositivos de escritorio, Android e iOS, ofrece una calidad de vídeo y audio bastante alta, permite realizar videollamadas protegidas con contraseña y no pone límites al número de participantes (aunque tal vez lo haga el ancho de banda de internet). Dado que Jitsi Meet es de código abierto, los aficionados a la tecnología con las ganas y las habilidades necesarias pueden instalar y ejecutar su versión de la aplicación en sus propios servidores. Nota: Esta reseña analiza la versión pública de Jitsi Meet; las personas que instalen y ejecuten sus propias versiones podrían ver que no se cumple todo lo expuesto.
fr: Jitsi Meet est une application d’appels vidéo gratuite et open source qui ne demande pas de créer un compte pour l’utiliser. Les personnes à l’origine de The Tor Project, très exigeantes en matière de confidentialité, ont récemment recommandé Jitsi Meet comme une bonne alternative à Zoom. Jitsi Meet fonctionne sur ordinateur, Android et iOS, offre une vidéo et un audio de plutôt bonne qualité, permet de protéger ses appels vidéo par mot de passe et n’impose aucune limite de nombre de participants et participantes (votre bande passante Internet se chargera de fixer cette limite). Enfin, Jitsi Meet étant open source, celles et ceux qui le désirent et en ont la capacité peuvent installer et faire fonctionner leur propre version de Jitsi Meet sur leurs propres serveurs. (Remarque : l’article ci-dessous concerne la version publique de Jitsi Meet. Les personnes installant leur propre version de Jitsi Meet ne correspondront peut-être pas à tous ces critères.)
pt_br: O Jitsi Meet é um aplicativo de videochamada gratuito e de código aberto que não requer que você crie uma conta para usá-lo. O pessoal da Tor Project, que tem consciência com relação à privacidade, recentemente recomendou o Jitsi Meet como uma boa alternativa ao Zoom. O Jitsi Meet funciona em dispositivos de desktop, Android e iOS, tem vídeo e áudio de alta qualidade, oferece chamadas de vídeo protegidas por senha e não tem limite para os participantes (embora a largura de banda da internet possa definir limites para você). Como o Jitsi Meet é de código aberto, as pessoas mais tecnológicas com o interesse e a capacidade podem instalar e executar sua própria versão do Jitsi Meet em seus próprios servidores. (Observação: avaliação abaixo é da versão pública do Jitsi Meet. As pessoas que instalam e executam suas próprias versões do Jitsi Meet podem não atender a todos esses critérios.)

# worst_case
source: Jitsi Meet and the open-source community behind it appear to value and prioritize privacy and security as part of their mission in making this product. It’s a little hard for us to tell exactly how they are doing in 2021 though because we found the email address they recommend in their privacy policy for questions of their data protection officer no longer works. That’s not good. Jitsi.Meet uses encryption, but it is not quite there yet in terms of full end-to-end encryption by default. Right now, you can only turn on end-to-end encryption if you are using Jitsi Meet on certain browsers (but not on Firefox, boo!). 8x8, the parent company of Jitsi Meet, does collect and share (but not sell) data to third-parties. This is common for many products out there, so it’s not unusual,
de: Jitsi Meet und die Open-Source-Community, die dahinter steht, scheinen den Datenschutz und die Sicherheit als Teil ihrer Mission bei der Entwicklung dieses Produkts zu schätzen und zu priorisieren. Es ist für uns allerdings etwas schwierig, genau zu sagen, wie es um das Jahr 2021 bestellt ist, denn wir haben festgestellt, dass die in den Datenschutzrichtlinien empfohlene E-Mail-Adresse für Fragen an die:den Datenschutzbeauftragte:n leider nicht mehr funktioniert. Jitsi Meet verwendet Verschlüsselung, ist aber noch nicht ganz so weit, dass standardmäßig eine vollständige Ende-zu-Ende-Verschlüsselung erfolgt. Im Moment können Sie die Ende-zu-Ende-Verschlüsselung nur aktivieren, wenn Sie Jitsi Meet in bestimmten Browsern verwenden (aber nicht in Firefox, buh!). 8x8, die Muttergesellschaft von Jitsi Meet, sammelt Daten und gibt sie an Dritte weiter (verkauft sie aber nicht). Dies ist bei vielen Produkten üblich und daher nicht ungewöhnlich.
fr: Jitsi Meet et la communauté open source qui en est à l’origine semblent faire passer la confidentialité et la sécurité en priorité dans le développement de ce produit. Il n’est pas vraiment facile pour nous d’évaluer leur réussite en la matière en 2021, car l’adresse e-mail de contact de leur responsable de la protection des données mentionnée dans leur politique de confidentialité ne fonctionne plus. Mauvais point. Jitsi Meet utilise le chiffrement, mais n’est pas encore au niveau en matière de chiffrement de bout en bout par défaut. Actuellement, vous ne pouvez activer le chiffrement de bout en bout que sur certains navigateurs (et pas Firefox, bouh !). 8x8, l’entreprise mère de Jitsi Meet, collecte et partage des données avec des tiers (mais ne les vend pas). C’est une pratique commune à la plupart des produits présentés ici.
pt_br: O Jitsi Meet e a comunidade de código aberto por trás dele parecem valorizar e priorizar a privacidade e a segurança como parte de sua missão no desenvolvimento deste produto. No entanto, é um pouco difícil para nós dizer exatamente como está em 2021, porque descobrimos que o endereço de email que eles recomendam em sua política de privacidade para perguntas ao responsável pela proteção de dados não funciona mais. Isso não é nada bom. Jitsi Meet usa criptografia, mas ainda não chegou lá em termos de criptografia completa de ponta a ponta por padrão. No momento, você só pode ativar a criptografia de ponta a ponta se estiver usando o Jitsi Meet em certos navegadores (mas não no Firefox, buu!). 8x8, a empresa controladora do Jitsi Meet, coleta e compartilha (mas não vende) dados para terceiros. Isso é comum para muitos produtos por aí.

# signup_requirement_explanation
source: Jitsi Meet does not require users create accounts.
de: Für die Nutzung von Jitsi Meet wird kein Nutzerkonto benötigt
es: Para usar Jitsi Meet no hace falta crear una cuenta.
fr: Jitsi Meet ne demande pas de créer un compte.
pt_br: O Jitsi Meet não requer que os usuários criem contas.

# how_does_it_use_data_collected
source: 8x8, the parent company, claims to not sell data. However, they can share data with group companies, third party services providers and partners. This data include IP addresses.
de: 8x8, die Muttergesellschaft, behauptet, keine Daten zu verkaufen. Allerdings können sie Daten an Konzerngesellschaften, Drittanbieter und Partner weitergeben. Zu diesen Daten gehören IP-Adressen.
es: 8x8, la empresa matriz, afirma no vender datos. Sin embargo, puede compartirlos con otras compañías del grupo, proveedores de servicios externos y socios. Estos datos incluyen direcciones IP.
fr: 8x8, l’entreprise mère, déclare ne pas vendre de données. Cependant, elle peut en partager avec les entreprises du groupe, des fournisseurs de services tiers et des partenaires. Ces données incluent l’adresse IP.
pt_br: 8x8, a empresa controladora, alega não vender dados. No entanto, ela pode compartilhar dados com empresas do grupo, fornecedores de serviços terceirizados e parceiros. Esses dados incluem endereços IP.

# user_friendly_privacy_policy_helptext
source: We can see a transparent and detailed communication of all privacy &amp; security aspects of Jitsi. The target audience are rather privacy-oriented folks, but still there is some effort to make the information simpler - which is a challenging task in the security space. We especially appreciate the existence of both detailed technical security architecture whitepaper and the educational paper with an explanation what it means, for people without a degree in InfoSec.
de: Sämtliche Datenschutz- und Sicherheitsaspekte von Jitsi werden klar und detailliert kommuniziert. Die Zielgruppe sind eher datenschutzorientierte Leute, aber dennoch gibt es einige Bemühungen, die Informationen einfacher zu gestalten – was im Bereich der Sicherheit eine schwierige Aufgabe ist. Wir schätzen besonders das Vorhandensein sowohl eines detaillierten Whitepapers zur technischen Sicherheitsarchitektur als auch eines Papers mit einer Erklärung, was diese Sicherheitsarchitektur für Leute ohne einen Abschluss in Informationssicherheit bedeutet.
es: En Jitsi hemos constatado una comunicación transparente y detallada sobre todos los aspectos relacionados con la privacidad y la seguridad. Los contenidos están dirigidos a un público bastante versado en materia de privacidad, pero se nota cierto esfuerzo por simplificar la información, una ardua tarea en el ámbito de la seguridad. Valoramos especialmente que haya tanto un informe exhaustivo y técnico sobre la arquitectura de seguridad como un documento explicativo para quienes no estén familiarizados con la seguridad de la información.
fr: La communication sur la sécurité et la confidentialité de Jitsi est transparente et détaillée. L’application cible des personnes plutôt sensibles à la protection de la vie privée, mais fait tout de même des efforts pour simplifier les informations, ce qui représente un vrai défi quand on parle de sécurité. Nous apprécions particulièrement la coexistence d’un livre blanc détaillé sur l’architecture de sécurité et d’un document éducatif qui fournit des explications aux personnes n’ayant pas de diplôme en sécurité informatique.
pt_br: Podemos ver uma comunicação transparente e detalhada de todos os aspectos de privacidade e segurança do Jitsi. O público-alvo são pessoas bastante orientadas para a privacidade, mas ainda há algum esforço para tornar as informações mais simples – o que é uma tarefa desafiadora no espaço de segurança. Apreciamos especialmente a existência tanto do whitepaper detalhado de arquitetura de segurança técnica quanto do papel educacional com uma explicação do que isso significa, para pessoas sem diploma em Segurança da Informação.

# uses_encryption_helptext
source: Jitsi Meet uses encryption, but it is not quite there yet in terms of full end-to-end encryption by default. Right now, you can only turn on end-to-end encryption if you are using Jitsi Meet on certain browsers (unfortunately, Jitsi Meet does not support end-to-end encryption on Firefox).
de: Jitsi Meet verwendet Verschlüsselung, ist aber noch nicht ganz so weit, dass standardmäßig eine vollständige Ende-zu-Ende-Verschlüsselung möglich ist. Im Moment können Sie die Ende-zu-Ende-Verschlüsselung nur aktivieren, wenn Sie Jitsi Meet in bestimmten Browsern verwenden (Leider unterstützt Jitsi Meet keine Ende-zu-Ende-Verschlüsselung in Firefox.).
es: Jitsi Meet usa métodos de cifrado, pero está muy lejos de ofrecer un cifrado completo de extremo a extremo de forma predeterminada. Ahora mismo, solamente se puede activar el cifrado de extremo a extremo si se utiliza Jitsi Meet en determinados navegadores (entre los que, desafortunadamente, no se cuenta Firefox).
fr: Jitsi Meet utilise le chiffrement, mais n’est pas encore au niveau en matière de chiffrement de bout en bout par défaut. Actuellement, vous ne pouvez activer le chiffrement de bout en bout que sur certains navigateurs (malheureusement, Jitsi Meet ne prend pas en charge le chiffrement de bout en bout sur Firefox).
pt_br: O Jitsi Meet usa criptografia, mas ainda não chegou lá em termos de criptografia completa de ponta a ponta por padrão. No momento, você só pode ativar a criptografia de ponta a ponta se estiver usando o Jitsi Meet em certos navegadores (infelizmente, o Jitsi Meet não suporta criptografia de ponta a ponta no Firefox).

# security_updates_helptext
source: Jitsi also provides blog posts detailing what is new in terms of security.
de: Jitsi veröffentlicht Blogposts über die Neuigkeiten in Sachen Sicherheit.
es: Jitsi también publica en su blog todas las novedades en términos de seguridad.
fr: Jitsi publie aussi des articles de blog détaillant les nouveautés en matière de sécurité.
pt_br: O Jitsi também fornece artigos de blog detalhando o que há de novo em termos de segurança.

# strong_password_helptext
source: Both meetings and accounts can be password-protected
de: Sowohl Meetings als auch Konten können passwortgeschützt werden.
es: Se pueden proteger con contraseña tanto las reuniones como las cuentas.
fr: Les réunions et les comptes peuvent être protégés par mot de passe.
pt_br: As reuniões e contas podem ser protegidas por senha

# manage_vulnerabilities_helptext
source: Jitsi operates a security response center.
de: Jitsi betreibt ein Security-Response-Center.
es: Jitsi cuenta con un centro de atención sobre seguridad.
fr: Jitsi dispose d’un centre de sécurité.
pt_br: O Jitsi opera um centro de resposta de segurança.

# personal_data_collected
source: Username, IP address
de: Nutzername, IP-Adresse
es: Nombre de usuario, dirección IP.
fr: Nom d’utilisateur, adresse IP.
pt_br: Nome de usuário, endereço IP

# biometric_data_collected
source: No
de: Nein
fr: Non
pt_br: Não

# social_data_collected
source: No. Chats and speaker's stats are destroyed directly at the end of the meeting.
de: Nein. Chatverläufe und Statistiken über die Teilnehmer*innen werden direkt im Anschluss an das Ende eines Meetings vernichtet.
es: Ninguna; los chats y las estadísticas de los oradores se destruyen directamente al finalizar la reunión.
fr: Non. Les chats et les statistiques de la personne qui parle sont supprimés directement à la fin de la réunion.
pt_br: Não. Bate-papos e estatísticas do palestrante são destruídos diretamente no final da reunião.

# how_can_you_control_your_data
source: If you are a resident of Europe, you can exercise a data for data deletion without further questions ('the right to be forgotten'). If you are not lucky enough to be a European, things are a bit more difficult. The company's privacy policy states that 'if we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible'. However, as stated above, Jitsi Meet does not require a sign up or any personal data.
de: Wenn Sie Ihren Wohnsitz in Europa haben, können Sie ohne weitere Fragen ein Recht auf Löschung Ihrer Daten geltend machen („Recht auf Vergessenwerden“). Wenn Sie nicht in Europa wohnen, ist die Sache etwas schwieriger. In den Datenschutzrichtlinien des Unternehmens heißt es: „Wenn wir keine weitere legitime geschäftliche Notwendigkeit haben, Ihre personenbezogenen Daten zu verarbeiten, werden wir sie entweder löschen oder anonymisieren, oder, falls dies nicht möglich ist (z. B. weil Ihre personenbezogenen Daten in Back-up-Archiven gespeichert wurden), werden wir Ihre personenbezogenen Daten sicher aufbewahren und von jeglicher weiterführender Verarbeitung isolieren, bis eine Löschung möglich ist.“ Wie bereits erwähnt, ist für Jitsi Meet jedoch keine Anmeldung oder Angabe personenbezogener Daten erforderlich.
es: Si resides en Europa, puedes ejercer tu "derecho al olvido" y solicitar la eliminación de tus datos. Si no tienes esa suerte, las cosas se complican un poco. La política de privacidad de la compañía afirma lo siguiente: "Si no tenemos intereses comerciales legítimos en curso para tratar tu información personal, la eliminaremos o la anonimizaremos o, si esto no es posible (por ejemplo, porque dicha información se ha almacenado en archivos de copia de seguridad), la conservaremos de forma segura y la aislaremos para evitar que vuelva a ser objeto de tratamiento hasta que se pueda llevar a cabo su eliminación". No obstante, como se ha mencionado antes, Jitsi Meet no requiere registrarse ni proporcionar datos personales.
fr: Si vous résidez en Europe, vous pouvez exercer votre droit à la suppression des données sans aucune complication (le « droit à l’oubli »). Si vous n’avez pas la chance de résider en Europe, les choses sont un peu plus compliquées. La politique de confidentialité de l’entreprise précise que « en cas d’absence de besoin commercial légitime de traiter vos informations personnelles, nous les supprimerons, les anonymiserons ou, si c’est impossible (par exemple si vos informations sont stockées dans des archives de sauvegarde), nous les stockerons de façon sécurisée et empêcherons leur utilisation jusqu’à pouvoir les supprimer ». Cependant, comme indiqué ci-dessus, Jitsi Meet ne requiert ni inscription, ni données personnelles.
pt_br: Se for residente na Europa, você pode exercer um exercício de eliminação de dados sem mais perguntas ("o direito a ser esquecido"). Se você não tiver a sorte de ser europeu, as coisas são um pouco mais difíceis. A política de privacidade da empresa afirma que "se não tivermos nenhuma necessidade comercial legítima em andamento de processar suas informações pessoais, excluiremos ou as tornaremos anônimas ou, se isso não for possível (por exemplo, porque suas informações pessoais foram armazenadas em arquivos de backup), armazenaremos com segurança suas informações pessoais e as isolaremos de qualquer processamento adicional até que a exclusão seja possível". No entanto, conforme mencionado acima, o Jitsi Meet não requer um cadastro ou nenhum dado pessoal.

# track_record_details
source: We could find no history of data breaches or leaks
de: Wir konnten keine Hinweise auf Datenverluste oder Leaks in der Vergangenheit finden
es: No hay constancia de filtraciones de datos.
fr: Nous n’avons pas découvert de fuites de données ou de failles.
pt_br: Não encontramos histórico de violações ou vazamentos de dados

# ai_helptext
source: Jitsi use machine learning to improve WebRTC Call Quality
de: Jitsi nutzt maschinelles Lernen, um die WebRTC Anrufqualität zu verbessern
es: Jitsi usa el aprendizaje automático para mejorar la calidad de las llamadas WebRTC.
fr: Jitsi utilise l’apprentissage automatique pour améliorer la qualité des appels avec WebRTC.
pt_br: O Jitsi usa machine learning para melhorar a qualidade da chamada WebRTC

# price
source: Free and open source
es: Gratis y de código abierto

# worst_case
source: Jitsi Meet and the open-source community behind it appear to value and prioritize privacy and security as part of their mission in making this product. It’s a little hard for us to tell exactly how they are doing in 2021 though because we found the email address they recommend in their privacy policy for questions of their data protection officer no longer works. That’s not good. Jitsi.Meet uses encryption, but it is not quite there yet in terms of full end-to-end encryption by default. Right now, you can only turn on end-to-end encryption if you are using Jitsi Meet on certain browsers (but not on Firefox, boo!). 8x8, the parent company of Jitsi Meet, does collect and share (but not sell) data to third-parties. This is common for many products out there, so it’s not unusual,
es: La comunidad de código abierto que hay detrás de Jitsi Meet parece valorar y priorizar la privacidad y la seguridad como parte de su misión. Aun así, lo tenemos un poco complicado para saber exactamente cómo lo están haciendo en 2021 porque la dirección de correo electrónico que figura en su política de privacidad para formular preguntas al delegado de protección de datos ya no funciona… Eso es mala señal. Jitsi Meet usa métodos de cifrado, pero está muy lejos de ofrecer un cifrado completo de extremo a extremo de forma predeterminada. Ahora mismo, solamente se puede activar el cifrado de extremo a extremo si se utiliza Jitsi Meet en determinados navegadores (entre los que no se cuenta Firefox, ¡muy mal!). 8x8, la empresa matriz de Jitsi Meet, recopila y comparte (pero no vende) datos a terceros, algo corriente en muchos productos del mercado.
