Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/kia.po
Languages: de

# worst_case
source: Kia's stakeholder company, the Hyundai Motor Group also suffered a <a id="a1">data breach</a> that exposed the personal information of French and Italian car owners who booked a test drive. And last year the company made (another) pretty embarrassing misstep when they used an encryption key that was <a id="a2">copied</a> from an example, allowing a software developer to “<a id="a3">hack</a>” a Hyundai’s software with a simple Google search. Ouf. Finally, we couldn't confirm whether Kia meets our Minimum Security Standards because we're not sure if all the data that sits on the car is encrypted. We asked, but Kia didn't answer any of our emails.
de: Auch Kias Mutterkonzern, die Hyundai Motor Group, musste eine <a id="a1">Datenschutzverletzung</a> hinnehmen, bei der die persönlichen Daten französischer und italienischer Autobesitzer, die eine Probefahrt gebucht hatten, preisgegeben wurden. Und letztes Jahr machte das Unternehmen einen (weiteren) ziemlich peinlichen Fehler, als es einen Verschlüsselungsschlüssel verwendete, der aus einem Beispiel <a id="a2">kopiert worden</a> war und es einem Softwareentwickler ermöglichte, die Software eines Hyundai mit einer einfachen Google-Suche zu „<a id="a3">hacken</a>“. Uff. Schließlich konnten wir nicht bestätigen, ob Kia unsere Mindestsicherheitsstandards erfüllt, weil wir nicht sicher sind, ob alle Daten, die im Auto gespeichert sind, verschlüsselt sind. Wir haben nachgefragt, aber Kia hat auf keine unserer E-Mails geantwortet.

# worst_case
source: Kia’s slogan is “Movement that inspires” but after reading their privacy policies all we’re feeling inspired to do is take the bus. What could happen if something goes wrong? We don’t have to think too hard because of the ways Kia’s poor privacy and security practices have already impacted drivers. Kia’s stores of ultra-private information about you could get into worse hands because of their sloppy security. Or, TikTokers might find another embarrassingly simple way to take control of Kia owners’ cars that puts drivers' lives at risk. Kia, the next time you go to workshop your logo, we suggest you take another stab at your privacy policies instead. Until then, you should know that Kia comes with *Privacy Not Included.
de: Der Slogan von Kia lautet „Bewegung, die inspiriert“, aber nach der Lektüre der Datenschutzrichtlinien fühlen wir uns nur noch dazu inspiriert, den Bus zu nehmen. Was könnte passieren, wenn etwas schief geht? Wir müssen nicht lange überlegen, denn die schlechten Datenschutz- und Sicherheitspraktiken von Kia haben bereits Auswirkungen auf die Fahrer. Die von Kia gespeicherten, äußerst privaten Daten über Sie könnten aufgrund der schlampigen Sicherheitsvorkehrungen in die falschen Hände geraten. Oder TikToker finden eine weitere peinlich einfache Möglichkeit, die Kontrolle über die Autos von Kia-Besitzern zu übernehmen und damit das Leben der Fahrer zu gefährden. Kia, wenn Sie das nächste Mal Ihr Logo überarbeiten wollen, schlagen wir vor, dass Sie sich stattdessen noch einmal mit Ihren Datenschutzrichtlinien befassen. Bis dahin sollten Sie wissen, dass Kia mit *Privacy Not Included (Datenschutz nicht inbegriffen) daherkommt.

# how_does_it_use_data_collected
source: We ding this product it says it has shared/sold personal information with third parties and it may collect data from data resellers, combine it with data collected on you and used for advertisement including personalized advertisement,
de: Wenn warnen vor diesem Produkt, dass es persönliche Daten mit Dritten geteilt/verkauft hat und dass es Daten von Datenwiederverkäufern erfasst, mit über Sie erfassten Daten kombiniert und für Werbung einschließlich personalisierter Werbung verwendet werden kann,

# how_does_it_use_data_collected
source: <b>Kia Connect Services Privacy Policy</b><br/>"Depending on how you use the available Kia Connect Services, we may have collected the following categories of Personal Information from you in the last twelve (12) months, <b>which we may have also shared with or sold or otherwise disclosed to third parties</b> for the purposes outlined in this Privacy Policy."
de: <b>Kia Connect Services Datenschutzrichtlinie</b><br/>„Je nachdem, wie Sie die verfügbaren Kia Connect Services nutzen, haben wir in den letzten zwölf (12) Monaten möglicherweise die folgenden Kategorien persönlicher Daten von Ihnen erfasst, <b>die wir möglicherweise auch an Dritte weitergegeben, verkauft oder anderweitig offengelegt haben</b>, und zwar für die in dieser Datenschutzrichtlinie beschriebenen Zwecke.“

# how_does_it_use_data_collected
source: "We incorporate commercially reasonable security procedures and practices to help protect and secure your Personal Information. However, no data transmission over the Internet, wireless transmission, or electronic storage of information can be guaranteed to be 100% secure. Please note that we cannot ensure the security of any information that we collect, and you use Kia Connect Services provide us with your information at your own risk."<br/><br/>"We do not disclose your Personal Information that we have collected directly from you on our Kia Connect Services to third parties for those third parties' marketing purposes unless you consent to such sharing at the time you provide your Personal Information. In addition, we may disclose the information we have collected about you, including Personal Information and Vehicle Information, as disclosed at the time you provide your information."
de: „Wir wenden kommerziell angemessene Sicherheitsverfahren und -praktiken an, um Ihre persönlichen Daten zu schützen und zu sichern. Es kann jedoch nicht garantiert werden, dass die Datenübertragung über das Internet, die drahtlose Übertragung oder die elektronische Speicherung von Daten zu 100 % sicher ist. Bitte beachten Sie, dass wir die Sicherheit der von uns erfassten Informationen nicht gewährleisten können und dass Sie die Kia Connect Services auf eigenes Risiko nutzen.“<br/><br/>„Wir geben Ihre persönlichen Daten, die wir direkt von Ihnen über unsere Kia Connect Services erfasst haben, nicht an Dritte für deren Marketingzwecke weiter, es sei denn, Sie stimmen einer solchen Weitergabe zu, wenn Sie Ihre persönlichen Daten zur Verfügung stellen. Darüber hinaus können wir die von uns über Sie erfassten Daten, einschließlich persönlicher Daten und Fahrzeugdaten, wie zum Zeitpunkt der Bereitstellung Ihrer Daten offenlegen.“

# how_does_it_use_data_collected
source: "Kia Connect Services may contain content that is supplied by third parties, including our Partners. Those third parties may collect information about your use of Kia Connect Services, and they may be able to track your online activities over time and across various websites. In addition, when you are using Kia Connect Services you may be directed to other services that are operated by third parties that we do not control. We are not responsible for the privacy practices employed by any of these third parties. For example, a link may take you away from a Kia Connect Services page and onto a third party's website or application. These other websites and applications may send their own cookies to you, independently collect data, or solicit Personal Information. We encourage you to note when you leave Kia Connect Services and to read the privacy policies of all third party websites or applications before submitting any Personal Information to third parties. "
de: „Die Kia Connect Dienste können Inhalte enthalten, die von Dritten, einschließlich unserer Partner, bereitgestellt werden. Diese Dritten können Informationen über Ihre Nutzung der Kia Connect Services erfassen und sind möglicherweise in der Lage, Ihre Online-Aktivitäten im Laufe der Zeit und über verschiedene Websites hinweg zu verfolgen. Darüber hinaus können Sie bei der Nutzung der Kia Connect Services zu anderen Diensten weitergeleitet werden, die von Dritten betrieben werden, auf die wir keinen Einfluss haben. Wir sind nicht für die Datenschutzpraktiken verantwortlich, die von diesen Drittanbietern angewendet werden. Ein Link kann Sie beispielsweise von einer Seite der Kia Connect Services auf die Website oder Anwendung eines Dritten führen. Diese anderen Websites und Anwendungen können ihre eigenen Cookies an Sie senden, unabhängig Daten erfassen oder persönliche Daten erfragen. Wir empfehlen Ihnen, darauf zu achten, wenn Sie die Kia Connect Services verlassen, und die Datenschutzrichtlinien aller Websites oder Anwendungen von Dritten zu lesen, bevor Sie persönliche Daten an Dritte übermitteln."

# how_does_it_use_data_collected
source: "Some Kia Connect Services use GPS (or other location-based services) to locate you so that we may verify your exact location, deliver relevant content based on your location, and provide certain Kia Connect Services (more fully described below)."
de: „Einige Kia Connect Services nutzen GPS (oder andere standortbezogene Dienste), um Ihren Standort zu ermitteln, damit wir Ihren genauen Standort überprüfen, relevante Inhalte auf der Grundlage Ihres Standorts bereitstellen und bestimmte Kia Connect Services anbieten können (unten ausführlicher beschrieben).“

# how_does_it_use_data_collected
source: "We may use the information we collect in order to: ...<br/> - Customize and personalize your experience with Kia Connect Services;<br/> - To understand you and your preferences to enhance and personalize your experience; ...<br/> - Send you special offers or promotional materials on behalf of us or third parties;<br/> - Learn more about our customers and their experiences and to monitor your satisfaction with Kia products and Kia Connect Services provided to you; ...<br/> - Process information as disclosed at the time we collect the information or as otherwise set forth in this Privacy Policy or in any other document made available to you."
de: „Wir können die von uns erfassten Daten verwenden, um: ...<br/> -Ihre Erfahrungen mit den Kia Connect Services anzupassen und zu personalisieren;<br/> - Sie und Ihre Präferenzen zu verstehen, um Ihre Erfahrung zu verbessern und zu personalisieren; ...<br/> - Ihnen spezielle Angebote oder Werbematerialien im Namen von uns oder Dritten zu senden;<br/> - mehr über unsere Kunden und ihre Erfahrungen zu erfahren und Ihre Zufriedenheit mit den Kia-Produkten und den Ihnen angebotenen Kia Connect Services zu überwachen; ...<br/> - Daten so zu verarbeiten, wie es zum Zeitpunkt der Datenerfassung bekannt gegeben wurde oder wie es in dieser Datenschutzrichtlinie oder in anderen Ihnen zur Verfügung gestellten Dokumenten dargelegt ist.“

# how_does_it_use_data_collected
source: <b>US Privacy Policy</b><br/>"Depending on how you have interacted with us, we may have collected the following categories of Personal Information from you in the last twelve (12) months, <b>which we may have also shared with or sold or otherwise disclosed to third parties</b> for the purposes outlined in this Privacy Policy."
de: <b>US-Datenschutzrichtlinie</b><br/>„Je nachdem, wie Sie mit uns interagiert haben, haben wir in den letzten zwölf (12) Monaten möglicherweise die folgenden Kategorien persönlicher Daten von Ihnen erfasst, <b>die wir möglicherweise auch an Dritte weitergegeben, verkauft oder anderweitig offengelegt haben</b>, und zwar zu den in dieser Datenschutzrichtlinie beschriebenen Zwecken.“

# how_does_it_use_data_collected
source: "We may disclose your information to third parties including our Affiliates and Partners and their service providers. We may also disclose information to advertising and social networks, our marketing and promotional service providers that assist with marketing campaigns and other outreach efforts aimed at prospective Kia vehicle owners, or our data analytic, data enhancement, and market research providers that assist in keeping our contact information up to date, understanding our audiences, and reaching prospective owners."
de: „Wir können Ihre Daten an Dritte weitergeben, einschließlich unserer verbundenen Unternehmen und Partner sowie deren Dienstleister. Wir können auch Daten an Werbe- und soziale Netzwerke, an unsere Marketing- und Werbedienstleister, die uns bei Marketingkampagnen und anderen Maßnahmen zur Ansprache potenzieller Kia-Fahrzeugbesitzer unterstützen, oder an unsere Datenanalyse-, Datenverbesserungs- und Marktforschungsanbieter weitergeben, die uns dabei helfen, unsere Kontaktinformationen auf dem neuesten Stand zu halten, unsere Zielgruppen zu verstehen und potenzielle Besitzer zu erreichen."

# how_does_it_use_data_collected
source: "We may also collect information about you from our Affiliates, our Partners and their service providers, consumer data resellers, advertising and social networks, and our service providers, including marketing and promotional service, data analytics, data enhancement, and market research providers that assist in keeping our contact information up to date, understanding our audiences, and reaching prospective owners."
de: „Wir können auch Daten über Sie von unseren verbundenen Unternehmen, unseren Partnern und deren Dienstleistern, Wiederverkäufern von Verbraucherdaten, Werbe- und sozialen Netzwerken und unseren Dienstleistern, einschließlich Marketing- und Werbedienstleistern, Datenanalytik-, Datenverbesserungs- und Marktforschungsanbietern erfassen, die uns dabei helfen, unsere Kontaktinformationen auf dem neuesten Stand zu halten, unsere Zielgruppen zu verstehen und potenzielle Eigentümer zu erreichen.“

# how_does_it_use_data_collected
source: "We may use third-party advertising companies to target advertisements to you on our Services, across the web, on your mobile Device and on any of your other Devices, based on the information we have collected from and about you, as well as information relating to your and other users’ visits to this and other websites and online services. To do so, these companies may place or recognize a unique cookie on your browser (including through the use of pixel tags) or recognize an identifier associated with your mobile device. These companies may also use these technologies, along with Personal Information they or we collect on the different devices you use, to recognize you across the Devices you use, such as a mobile device and a laptop or other computer."
de: „Wir können auf Dritte zurückgreifen, um Ihnen auf unseren Diensten, im Internet, auf Ihrem Mobilgerät und auf anderen Geräten gezielt Werbung zu zeigen, die auf den Informationen basiert, die wir von Ihnen und über Sie erfasst haben, sowie auf Informationen über Ihre Besuche und die Besuche anderer Nutzer auf dieser und anderen Websites und Online-Diensten. Zu diesem Zweck können diese Unternehmen ein eindeutiges Cookie in Ihrem Browser platzieren oder erkennen (auch durch die Verwendung von Pixel-Tags) oder eine mit Ihrem mobilen Gerät verbundene Kennung erkennen. Diese Unternehmen können diese Technologien zusammen mit den persönlichen Daten, die sie oder wir auf den verschiedenen von Ihnen verwendeten Geräten erfassen, auch verwenden, um Sie auf allen von Ihnen verwendeten Geräten zu erkennen, z. B. auf einem mobilen Gerät und einem Laptop oder einem anderen Computer.“

# how_does_it_use_data_collected
source: "We may also disclose your information to satisfy any applicable law, regulation, subpoenas, court orders, warrants, <b>governmental requests</b>, or legal process if in our good faith opinion such is required or permitted by law. We may also disclose your information to a third party performing audit, legal, operational, or other similar services for or on behalf of Kia. Moreover, <b>we reserve the right to disclose and transfer the information we collect: (i) to a subsequent owner, co-owner, or operator of the Services</b> or associated databases; or (ii) in connection with the negotiation, planning, or completion of a corporate merger, consolidation, restructure, sale of substantially all of our shares or assets, or other corporate change."
de: „Wir können Ihre Daten auch offenlegen, um geltende Gesetze, Vorschriften, Vorladungen, Gerichtsbeschlüsse, Haftbefehle, <b>behördliche Anforderungen</b> oder rechtlichen Verfahren nachzukommen, wenn dies nach unserer gutgläubigen Meinung gesetzlich erforderlich oder zulässig ist. Wir können Ihre Daten auch an Dritte weitergeben, die für oder im Namen von Kia Audit-, Rechts-, Betriebs- oder andere ähnliche Dienstleistungen erbringen. Darüber hinaus <b>behalten wir uns das Recht vor, die von uns erfassten Daten offenzulegen und zu übertragen: (i) an einen späteren Eigentümer, Miteigentümer oder Betreiber der Dienste</b> oder (ii) im Zusammenhang mit der Verhandlung, der Planung oder dem Abschluss einer Unternehmensfusion, einer Konsolidierung, einer Umstrukturierung, dem Verkauf von im Wesentlichen allen unseren Aktien oder Vermögenswerten oder einer anderen Unternehmensänderung."

# how_does_it_use_data_collected
source: "Please note that if you opt out of targeted advertising, you may still receive online advertising from Kia and others while you are browsing online. However, the advertisements you see may be less relevant to you and your interests."
de: „Bitte beachten Sie, dass Sie, wenn Sie sich gegen gezielte Werbung entscheiden, weiterhin Online-Werbung von Kia und anderen erhalten können, während Sie im Internet surfen. Allerdings kann die Werbung, die Sie sehen, weniger relevant für Sie und Ihre Interessen sein.“

# how_does_it_use_data_collected
source: Privacy Notice, Europe
de: Datenschutzhinweis, Europa

# how_does_it_use_data_collected
source: "In some cases, we may also process your personal data for purposes that are not mentioned in this Privacy Notice. Where this is the case, we will inform you separately about the relevant processing, purposes and legal bases.
de: „In einigen Fällen können wir Ihre persönlichen Daten auch für Zwecke verarbeiten, die in dieser Datenschutzerklärung nicht genannt werden. Wenn dies der Fall ist, werden wir Sie gesondert über die jeweilige Verarbeitung, die Zwecke und die Rechtsgrundlagen informieren.

# how_does_it_use_data_collected
source: Generally, you have the right not to provide your personal data to us. However, in some cases (e.g., for entering into a contract with us, to purchase our services or goods, to visit our premises), we may require certain personal data from you to be able to process your enquiry. We will inform you about the required personal data accordingly. Please also note that the use of our websites is not possible without us receiving certain Technical Data."
de: Im Allgemeinen haben Sie das Recht, uns Ihre persönlichen Daten nicht zur Verfügung zu stellen. In einigen Fällen (z. B. für den Abschluss eines Vertrags mit uns, für den Kauf unserer Dienstleistungen oder Waren, für den Besuch unserer Räumlichkeiten) benötigen wir jedoch bestimmte persönliche Daten von Ihnen, damit wir Ihre Anfrage bearbeiten können. Wir werden Sie über die erforderlichen persönlichen Daten entsprechend informieren. Bitte beachten Sie auch, dass die Nutzung unserer Websites nicht möglich ist, ohne dass wir bestimmte technische Daten erhalten.“

# user_friendly_privacy_policy_helptext
source: Kia's privacy policies too often left us confused and wondering what exactly they meant with many of their privacy policies and practices.
de: Die Datenschutzrichtlinien von Kia ließen uns oft verwirrt zurück und wir fragten uns, was genau sie mit vielen ihrer Datenschutzrichtlinien und -praktiken meinten.

# uses_encryption_helptext
source: We cannot determine if all data sitting on the car, including telematic data the car collects as well as data shared when you connect your phone sits encrypted, and if all collected data is encrypted in transit. We reached out to the company to attempt to determine this multiple times and received no response.
de: Wir können nicht feststellen, ob alle Daten, die im Auto gespeichert werden, einschließlich der Telematikdaten, die das Auto sammelt, und der Daten, die übertragen werden, wenn das Telefon angeschlossen wird, verschlüsselt sind, und ob alle gesammelten Daten während der Übertragung verschlüsselt werden. Wir haben uns mehrmals an das Unternehmen gewandt, um dies herauszufinden, haben aber keine Antwort erhalten.

# security_updates_helptext
source: In February 2023, Kia and Hyundai had to patch 8 million cars, after the so-called “Kia Challenge” on the social media platform had led to hundreds of car thefts nationwide, including at least 14 reported crashes and eight fatalities, according to the National Highway Traffic Safety Administration. Thieves known as “the Kia Boyz” would post instructional videos about how to bypass the vehicles’ security system using tools as simple as a USB cable. "
de: Im Februar 2023 mussten Kia und Hyundai 8 Millionen Autos zurückrufen, nachdem die so genannte „Kia Challenge“ auf der Social-Media-Plattform landesweit zu Hunderten von Autodiebstählen geführt hatte, darunter mindestens 14 gemeldete Unfälle mit acht Todesopfern, wie die National Highway Traffic Safety Administration mitteilte. Die als „Kia Boyz“ bekannten Diebe stellten Anleitungsvideos ein, in denen sie zeigten, wie man das Sicherheitssystem der Fahrzeuge mit so einfachen Mitteln wie einem USB-Kabel umgehen kann. “

# manage_vulnerabilities_helptext
source: You can report vulnerabilities <a id="a1">here</a>.
de: Sie können Schwachstellen <a id="a1">hier melden</a>.

# tips_to_protect_yourself
source: Be mindful that Kia Connect Services may contain content that is supplied by third parties. For example, a link may take you away from a Kia Connect Services page and onto a third party's website or application. These other websites and applications are subject to different privacy policies.
de: Beachten Sie, dass Kia Connect Services Inhalte enthalten können, die von Dritten bereitgestellt werden. Beispielsweise kann ein Link Sie von einer Kia Connect Services-Seite auf die Website oder Anwendung eines Drittanbieters führen. Diese anderen Websites und Anwendungen unterliegen anderen Datenschutzrichtlinien.

# tips_to_protect_yourself
source: When presented with an option on Kia Connect Services to receive certain information and/or marketing offers directly from third parties or to have Kia send certain information to third parties or give them access to it, say NO.
de: Wenn Sie im Rahmen der Kia Connect Services die Möglichkeit haben, bestimmte Informationen bzw. Marketingangebote direkt von Dritten zu erhalten, oder wenn Sie möchten, dass Kia bestimmte Informationen an Dritte sendet oder ihnen Zugang zu diesen Informationen gewährt, sagen Sie NEIN.

# tips_to_protect_yourself
source: Do not give consent to tailored advertisement.
de: Geben Sie keine Zustimmung zu personalisierter Werbung.

# tips_to_protect_yourself
source: Opt out from selling of your personal information, as well as from Cross-context Behavioral Advertising.
de: Deaktivieren Sie den Verkauf Ihrer personenbezogenen Daten sowie kontextübergreifende verhaltensorientierte Werbung.

# tips_to_protect_yourself
source: Always do a factory reset on your car before selling or trading it away to wipe your data clean and disconnect the app.
de: Setzen Sie Ihr Auto immer auf Werkseinstellungen zurück, bevor Sie es verkaufen oder eintauschen, um Ihre Daten zu löschen und die App zu trennen.

# tips_to_protect_yourself
source: Before reselling your car, make sure to notify the company
de: Bevor Sie Ihr Auto weiterverkaufen, informieren Sie das Unternehmen

# tips_to_protect_yourself
source: When buying a used car, always make the previous owner removed their connected account and performed a factory reset.
de: Stellen Sie beim Kauf eines Gebrauchtwagens immer sicher, dass der Vorbesitzer sein verbundenes Konto entfernt und auf Werkseinstellungen zurückgesetzt hat.
