Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/kia.po
Languages: de

# tips_to_protect_yourself
source: Always use strong passwords and set up two-factor authentication for apps and services that connect to your car
de: Verwenden Sie immer starke Passwörter und richten Sie eine Zwei-Faktor-Authentifizierung für Apps und Dienste ein, die eine Verbindung zu Ihrem Auto herstellen.

# tips_to_protect_yourself
source: Only give access to your data to trusted third-parties
de: Geben Sie nur vertrauenswürdigen Dritten Zugriff auf Ihre Daten

# tips_to_protect_yourself
source: When connecting a mobile app to the car, make sure to minimize the amount of data collected through this app. You can use iOS or Android settings to limit the data collected through your phone.
de: Wenn Sie eine mobile App mit dem Auto verbinden, achten Sie darauf, die Menge der über diese App gesammelten Daten zu minimieren. Sie können die iOS- oder Android-Einstellungen verwenden, um die über Ihr Telefon gesammelten Daten zu begrenzen.

# tips_to_protect_yourself
source: Opt out from your mobile device's location sharing.
de: Deaktivieren Sie die Standortfreigabe Ihres Mobilgeräts.

# tips_to_protect_yourself
source: Do not use Amazon Alexa in your car if you are concerned about Amazon collecting that voice request information, IP address, and geolocation information and using it to target you with advertising.
de: Verwenden Sie Amazon Alexa nicht in Ihrem Auto, wenn Sie Bedenken haben, dass Amazon diese Sprachanforderungsinformationen, IP-Adresse und Geolokalisierungsinformationen sammelt und verwendet, um Werbung auf Sie zuzuschneiden.

# personal_data_collected
source: "Name, postal address, unique personal identifiers, online identifiers, email address, account name, Social Security number, driver’s license number, passport number, or other similar identifiers; signature, Social Security number, physical characteristics, address, telephone number, passport number, driver's license or state identification card number, insurance policy number, education or employment information, financial account numbers, medical information, or health insurance information; age, race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex and gender information, veteran or military status, or genetic information; precise geolocation, racial or ethnic origin, religious or philosophical beliefs; union membership; genetic data; unique biometric information; contents of certain mail, emails, and text messages; or health, sex life or sexual orientation information, education records directly related to a student maintained by an educational institution or party acting on its behalf (e.g., grades, transcripts, schedules, and student ID numbers), <br/> <br/>Inferences drawn from the above information that may reflect your preferences, characteristics, predispositions, behavior, attitudes, or similar behavioral information.<br/> <br/>Vehicle Information: "information about your Vehicle's operation, performance and condition, including such things as diagnostic trouble codes, oil life remaining, tire pressure, fuel economy and odometer readings, battery use management information, battery charging history, battery deterioration information, electrical system functions; (ii) driver behavior information, such as the actual or approximate speed of your Vehicle, seat belt use, information about braking habits and information about collisions involving your Vehicle and which air bags have deployed; (iii) information about your use of the Vehicle and its features, such as whether you have paired a mobile Device with your Vehicle; (iv) the precise geographic location of your Vehicle; (v) data about remote services we may make available such as remote lock/unlock, start/stop charge, parking location, climate control, charge schedules, and Vehicle status check; (vi) when there is a request for service made; and (vii) information about the Vehicle itself (such as the vehicle identification number (VIN), model, model year, trim, selling dealer, servicing dealer, date of purchase or lease and service history"
de: „Name, Postanschrift, eindeutige persönliche Identifikatoren, Online-Identifikatoren, E-Mail-Adresse, Kontoname, Sozialversicherungsnummer, Führerscheinnummer, Reisepassnummer oder andere ähnliche Identifikatoren; Unterschrift, Sozialversicherungsnummer, körperliche Merkmale, Adresse, Telefonnummer, Reisepassnummer, Führerschein- oder Personalausweisnummer, Nummer einer Versicherungspolice, Ausbildungs- oder Beschäftigungsinformationen, Nummern von Finanzkonten, medizinische Informationen oder Krankenversicherungsinformationen; Alter, Rasse, Hautfarbe, Abstammung, nationale Herkunft, Staatsangehörigkeit, Religion oder Weltanschauung, Familienstand, Gesundheitszustand, körperliche oder geistige Behinderung, Geschlecht und geschlechtsspezifische Informationen, Veteranen- oder Militärstatus oder genetische Daten; genauer geografischer Standort, rassische oder ethnische Herkunft, religiöse oder philosophische Überzeugungen; Gewerkschaftszugehörigkeit; genetische Daten; eindeutige biometrische Daten, Inhalte bestimmter Post, E-Mails und Textnachrichten oder Informationen über Gesundheit, Sexualleben oder sexuelle Orientierung, Bildungsaufzeichnungen, die sich direkt auf einen Schüler beziehen und von einer Bildungseinrichtung oder einer in ihrem Namen handelnden Partei geführt werden (z. B. Noten, Abschriften, Stundenpläne und Schülerausweisnummern), <br/> <br/>Schlussfolgerungen aus den oben genannten Informationen, die Ihre Vorlieben, Eigenschaften, Veranlagungen, Verhaltensweisen, Einstellungen oder ähnliche Verhaltensinformationen widerspiegeln können.<br/> <br/>Fahrzeuginformationen: „Informationen über den Betrieb, die Leistung und den Zustand Ihres Fahrzeugs, wie z. B. Diagnosefehlercodes, verbleibende Öllebensdauer, Reifendruck, Kraftstoffverbrauch und Kilometerstand, Informationen zum Batterieverbrauchsmanagement, Batterieladehistorie, Informationen zum Batterieverschleiß, elektrische Systemfunktionen; (ii) Informationen zum Fahrverhalten, wie z. B. die tatsächliche oder ungefähre Geschwindigkeit Ihres Fahrzeugs, das Anlegen des Sicherheitsgurts, Informationen über Bremsgewohnheiten und Informationen über Kollisionen, an denen Ihr Fahrzeug beteiligt war, und darüber, welche Airbags ausgelöst wurden; (iii) Informationen über Ihre Nutzung des Fahrzeugs und seiner Funktionen, z. B. ob Sie ein Mobilgerät mit Ihrem Fahrzeug gekoppelt haben; (iv) den genauen geografischen Standort Ihres Fahrzeugs; (v) Daten über von uns zur Verfügung gestellte Fernbedienungsdienste wie z. B. Fernverriegelung/-entriegelung, Start/Stopp-Ladung, Parkposition, Klimasteuerung, Ladepläne und Fahrzeugstatusprüfung; (vi) wenn ein Antrag auf Service gestellt wird; und (vii) Informationen über das Fahrzeug selbst (z. B. Fahrzeugidentifikationsnummer (VIN), Modell, Modelljahr, Ausstattung, Verkaufshändler, Servicehändler, Kauf- oder Leasingdatum und Serviceverlauf)“

# biometric_data_collected
source: “unique biometric information”
de: "eindeutige biometrische Daten"

# how_can_you_control_your_data
source: We could not confirm if all users, regardless of location, can get their data deleted.
de: Wir konnten nicht bestätigen, ob alle Nutzer*innen, unabhängig vom Standort, ihre Daten löschen lassen können.

# how_can_you_control_your_data
source: <b>Kia Connect Services Privacy Policy</b><br/>"You also have the right to request that we delete Personal Information that we have collected from and maintain about you, subject to certain exceptions. Once we receive and confirm your verifiable consumer request, we will conduct a reasonable search of our records in order to locate any Personal Information we have collected from you that is eligible for deletion, and delete such Personal Information. To the extent we have disclosed any Personal Information collected about you to service providers or contractors that is eligible for deletion, we will direct those service providers or contractors to delete that Personal Information as well. For the sake of clarity, however, Kia may not be able to comply entirely with your request to delete all of your Personal Information as set forth under California Law. "
de: <b>Kia Connect Services Datenschutzrichtlinie</b><br/>„Sie haben auch das Recht, von uns zu verlangen, dass wir persönliche Daten, die wir von Ihnen erfasst haben und über Sie aufbewahren, vorbehaltlich bestimmter Ausnahmen zu löschen. Sobald wir Ihre nachprüfbare Verbraucheranfrage erhalten und bestätigt haben, führen wir eine angemessene Suche in unseren Aufzeichnungen durch, um alle persönlichen Daten zu finden, die wir von Ihnen erfasst haben und die für eine Löschung in Frage kommen, und löschen diese persönlichen Daten. Soweit wir persönliche Daten, die wir über Sie erfasst haben, an Dienstanbieter oder Auftragnehmer weitergegeben haben, die zur Löschung berechtigt sind, werden wir diese Dienstanbieter oder Auftragnehmer anweisen, diese persönlichen Daten ebenfalls zu löschen. Der Klarheit halber sei jedoch darauf hingewiesen, dass Kia unter Umständen nicht in der Lage ist, Ihrer Bitte um Löschung aller Ihrer persönlichen Daten gemäß kalifornischem Recht vollständig nachzukommen.“

# how_can_you_control_your_data
source: "Following a deletion request, any Personal Information about you that was not deleted from our systems due to the above exceptions will only be used for the purposes provided for by the applicable exceptions. Thus, all Personal Information about you that is not subject to a deletion exception will either be (1) permanently deleted on our existing systems (with the exception of archived or back-up systems maintained for emergency disaster recovery and business continuity purposes); (2) de-identified; or (3) aggregated so as to not be personal to you."
de: „Nach einem Löschungsantrag werden alle personenbezogenen Daten über Sie, die aufgrund der oben genannten Ausnahmen nicht aus unseren Systemen gelöscht wurden, nur für die Zwecke verwendet, die in den geltenden Ausnahmen vorgesehen sind. Daher werden alle persönlichen Daten über Sie, die nicht unter eine Löschungsausnahme fallen, entweder (1) dauerhaft aus unseren bestehenden Systemen gelöscht (mit Ausnahme von archivierten oder Backup-Systemen, die für die Notfallwiederherstellung und die Geschäftskontinuität aufrechterhalten werden); (2) de-identifiziert; oder (3) zusammengefasst, so dass sie nicht mehr persönlich sind.“

# how_can_you_control_your_data
source: "Kia is committed to only retaining Personal and Vehicle Information for only the period of time in which retention is necessary to fulfill a legitimate business purpose and deleting or de-identifying the information thereafter. The legitimate business purposes for which we retain information are described in Section 3 above and throughout this Privacy Policy. In certain instances, this may potentially include retaining Personal Information and Vehicle Information in perpetuity provided we have a legitimate business purpose for needing to retain the information forever. Once we determine there is no longer a legitimate business purpose for retaining either Personal Information or Vehicle Information, we will delete or de-identify such information, as determined in our sole discretion and is permitted by law.
de: „Kia verpflichtet sich, persönliche Daten und Fahrzeugdaten nur so lange aufzubewahren, wie dies zur Erfüllung eines legitimen Geschäftszwecks erforderlich ist, und die Daten danach zu löschen oder zu de-identifizieren. Die legitimen Geschäftszwecke, für die wir Informationen aufbewahren, sind in Abschnitt 3 oben und in dieser Datenschutzrichtlinie beschrieben. In bestimmten Fällen kann dies bedeuten, dass wir persönliche Daten und Fahrzeugdaten für immer aufbewahren, vorausgesetzt, wir haben einen legitimen Geschäftszweck, der es erforderlich macht, die Daten für immer aufzubewahren. Sobald wir feststellen, dass es keinen legitimen Geschäftszweck mehr für die Aufbewahrung von persönlichen Daten oder Fahrzeugdaten gibt, werden wir diese Daten nach eigenem Ermessen und im Rahmen der gesetzlichen Bestimmungen löschen oder de-identifizieren.

# how_can_you_control_your_data
source: The criteria used to determine our retention period includes:
de: Die Kriterien, die zur Bestimmung unserer Aufbewahrungsfrist verwendet werden, umfassen:

# how_can_you_control_your_data
source: - The length of time we have an ongoing relationship with you and provide the Kia Connect Services to you;<br/> - The legitimate business purposes for which we collect and process your Personal Information and Vehicle Information as described in Section 3 above and throughout this Privacy Policy, but may additionally include, without limitation: to provide, develop and improve the products and services we make available through Kia Connect Services, to maintain the security, integrity and operation of Kia Connect Services, to comply with our legal and regulatory obligations and other third party requirements, to resolve disputes, to enforce our agreements, to diagnose and troubleshoot Vehicle systems, to improve Vehicle safety, to communicate with you, to prevent fraud or criminal activity, to maintain warranty and business records and for other purposes we determine in our sole discretion; and<br/> - Whether there is a legal obligation to which we are subject that requires us to keep records before we can delete them."
de: - Den Zeitraum, in dem wir eine laufende Beziehung zu Ihnen unterhalten und Ihnen die Kia Connect Services anbieten;<br/> - Die legitimen Geschäftszwecke, für die wir Ihre persönlichen Daten und Fahrzeugdaten erfassen und verarbeiten, sind in Abschnitt 3 oben und in dieser Datenschutzrichtlinie beschrieben, können aber zusätzlich, ohne Einschränkung, Folgendes umfassen: Bereitstellung, Entwicklung und Verbesserung der Produkte und Dienstleistungen, die wir über die Kia Connect Services zur Verfügung stellen, Aufrechterhaltung der Sicherheit, der Integrität und des Betriebs der Kia Connect Services, Erfüllung unserer gesetzlichen und behördlichen Verpflichtungen und anderer Anforderungen Dritter, Beilegung von Streitigkeiten, Durchsetzung unserer Vereinbarungen, Diagnose und Fehlerbehebung von Fahrzeugsystemen, Verbesserung der Fahrzeugsicherheit, Kommunikation mit Ihnen, Verhinderung von Betrug oder kriminellen Handlungen, Aufrechterhaltung von Garantie- und Geschäftsunterlagen und für andere Zwecke, die wir nach eigenem Ermessen bestimmen; und<br/> - Ob es eine gesetzliche Verpflichtung gibt, der wir unterliegen, die uns dazu verpflichtet, Aufzeichnungen aufzubewahren, bevor wir sie löschen können.“

# how_can_you_control_your_data
source: <b>Kia US Privacy Policy</b><br/>"You can unsubscribe and opt-out to certain communications and access, or update and delete your contact information, by contacting us at the phone number or address specified below. California, Colorado, Connecticut, Utah, and Virginia consumers have additional rights to learn about what Personal Information a business has collected, shared, sold and disclosed about them, opportunities to opt-out of such sales or sharing, opportunities to request deletion or correction of their Personal Information, and protection from discrimination for exercising their rights."
de: <b>Kia US-Datenschutzrichtlinie</b><br/>„Sie können sich von bestimmten Mitteilungen und Zugängen abmelden oder Ihre Kontaktinformationen aktualisieren und löschen, indem Sie sich unter der unten angegebenen Telefonnummer oder Adresse an uns wenden. In den Bundesstaaten Kalifornien, Colorado, Connecticut, Utah und Virginia haben Verbraucher zusätzlich das Recht, sich darüber zu informieren, welche persönlichen Daten ein Unternehmen über sie erfasst, weitergegeben, verkauft und offengelegt hat, sowie die Möglichkeit, solche Verkäufe oder Weitergaben abzulehnen, die Löschung oder Korrektur ihrer persönlichen Daten zu verlangen und sich vor Diskriminierung zu schützen, wenn sie ihre Rechte wahrnehmen.“

# track_record_details
source: In February 2023, Kia and Hyundai had to <a id="a1">patch</a> 8 million cars, after the so-called “Kia Challenge” on the social media platform had led to hundreds of car thefts nationwide, including at least 14 reported <a id="a2">crashes</a> and eight fatalities, according to the National Highway Traffic Safety Administration. Thieves known as “the Kia Boyz” would post instructional videos about how to bypass the vehicles’ security system using tools as simple as a USB cable. The problem was so bad, some car<a id="a3"> insurers stopped insuring</a> the impacted models of Kia and Hyundai cars."
de: Im Februar 2023 mussten Kia und Hyundai 8 Millionen Autos <a id="a1">zurückrufen</a>, nachdem die so genannte „Kia Challenge“ auf der Social-Media-Plattform landesweit zu Hunderten von Autodiebstählen geführt hatte, darunter mindestens 14 gemeldete <a id="a2">Unfälle</a> und acht Todesfälle, so die National Highway Traffic Safety Administration. Die als „Kia Boyz“ bekannten Diebe posteten Anleitungsvideos, in denen sie zeigten, wie man das Sicherheitssystem der Fahrzeuge mit so einfachen Mitteln wie einem USB-Kabel umgehen kann. Das Problem war so gravierend, dass einige Kfz-<a id="a3">Versicherer die Versicherung der betroffenen Kia- und Hyundai-Modelle einstellten</a>.“

# track_record_details
source: In January 2023, a security researcher <a id="a1">released information</a> on security flaws in Kia's cars that could all hackers to use the vehicle's VIN number to do things like remotely lock/unlock the car, start/stop the car, flash the lights, honk the horn, take over the user's account, diclose personal information, lock the user out of managing their vehicle, change ownership, and "<i>for Kia’s specifically, we could remotely access the 360-view camera and view live images from the car."</i>
de: Im Januar 2023 <a id="a1">veröffentlichte</a> ein Sicherheitsforscher Informationen über Sicherheitslücken bei Kia-Fahrzeugen, die es Hackern ermöglichten, die Fahrgestellnummer des Fahrzeugs zu verwenden, um z. B. das Fahrzeug aus der Ferne zu ver- und entriegeln, zu starten und zu stoppen, die Lichter blinken zu lassen, zu hupen, das Benutzerkonto zu übernehmen, persönliche Daten preiszugeben, den Benutzer von der Verwaltung seines Fahrzeugs auszuschließen, den Besitzer zu wechseln und - „<i>speziell bei Kia - aus der Ferne auf die 360 -Kamera zuzugreifen und Live-Bilder aus dem Fahrzeug anzuzeigen.“</i>

# track_record_details
source: In February 2021, Kia Motors America <a id="a1">suffered</a> a ransomware attack by the DoppelGanger gang, demanding $20 million for a decryptor and not to leak stolen data.
de: Im Februar 2021 <a id="a1">erlitt Kia Motors America</a> einen Ransomware-Angriff durch die DoppelGanger-Bande, die 20 Millionen US-Dollar für ein Entschlüsselungsprogramm die Unterlassung der Weitergabe gestohlener Daten forderte.

# child_safety_blurb
source: "We do not knowingly collect Personal Information from children younger than the age of thirteen (13) or minors under the age of sixteen (16) nor do we knowingly sell or share the Personal Information of children or minors younger than sixteen (16) years of age. We will delete any Personal Information collected through the Kia Connect Services if it is later determined that the information belongs to a minor younger than the age of sixteen (16). If you are a parent or guardian of a child under the age of sixteen (16) and believe he or she has disclosed Personal Information to us, please contact us at 1-800-333-4542."
de: „Wir erfassen nicht wissentlich persönliche Daten von Kindern unter dreizehn (13) Jahren oder Minderjährigen unter sechzehn (16) Jahren und verkaufen oder teilen nicht wissentlich die persönlichen Daten von Kindern oder Minderjährigen unter sechzehn (16) Jahren. Wir werden alle über die Kia Connect Services erfassten persönlichen Daten löschen, wenn später festgestellt wird, dass die Daten zu einem Minderjährigen unter sechzehn (16) Jahren gehören. Wenn Sie ein Elternteil oder Erziehungsberechtigter eines Kindes unter sechzehn (16) Jahren sind und glauben, dass es persönliche Daten an uns weitergegeben hat, kontaktieren Sie uns bitte unter +1 800 333 4542."

# ai_helptext
source: Kia <a id="a1">Advanced Driving Assistance Systems</a> includes Forward Collision-Avoidance Assist, Blind-Spot Collision Warning, Lane Keeping Assist, etc. These features are enabled by numerous cameras, sensors and radars on the car.
de: Zu den <a id="a1">erweiterten Fahrassistenzsystemen</a> von Kia gehören der Auffahrunfallassistent, Toter-Winkel-Warner, der Spurhalteassistent usw. Diese Funktionen werden durch zahlreiche Kameras, Sensoren und Radare am Auto ermöglicht.
