Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/kia.po
Languages: de

# seo_title
source: Kia | *Privacy Not Included
de: Kia | *Datenschutz nicht inbegriffen

# search_description
source: How creepy is your car? We read the privacy policies so you don’t have to. Learn how your favorite car brand stacks up when it comes to protecting your privacy and security.
de: Wie unheimlich ist Ihr Auto? Wir haben die Datenschutzrichtlinien gelesen, damit Sie das nicht tun müssen. Erfahren Sie, wie Ihre Lieblingsautomarke beim Schutz Ihrer Privatsphäre und Sicherheit abschneidet.

# blurb
source: Kia is a South Korean car company founded in 1944 as a maker of bike parts. Today Kia -- owned in part by the other major South Korean car maker, Hyundai -- is <a id="a1">known</a> as one of the most reliable car brands in the world. Models include the Sportage, Soul, Sorento, Forte, Rio, and EVs the Niro and EV6. Their Kia Access app and Kia Connect connected services all owners to do remote things like lock/unlock the car, find your car, set your car's cabin temperature, send locations to your cars navigation system, check your EVs charing status, find charging stations, and even pair the app with your smartwatch. So, how is happy little Kia at privacy? Holy cow, they are terrible! That makes us anything but happy.
de: Kia ist ein südkoreanisches Automobilunternehmen, das 1944 als Hersteller von Fahrradteilen gegründet wurde. Heute ist Kia - zum Teil im Besitz des anderen großen südkoreanischen Automobilherstellers, Hyundai - als eine der zuverlässigsten Automarken der Welt <a id="a1">bekannt</a>. Zu den Modellen gehören der Sportage, Soul, Sorento, Forte, Rio und die EVs Niro und EV6. Die Kia Access App und die Kia Connect Connected Services ermöglichen es allen Besitzern, das Auto zu ver- und entriegeln, ihr Auto zu finden, die Innenraumtemperatur einzustellen, Standorte an das Navigationssystem zu senden, den Ladestatus ihres Elektroautos zu überprüfen, Ladestationen zu finden und die App sogar mit ihrer Smartwatch zu verknüpfen. Wie steht es also um die Privatsphäre des kleinen, glücklichen Kia? Heiliger Strohsack, einfach furchtbar! Das macht uns alles andere als glücklich.

# worst_case
source: Kia’s approach to privacy is all over the map. But mostly, it’s bad. Let’s cut to the chase: Kia says they can collect a lot of sensitive and personal information they have no business collecting. The list is long and includes some of the creepiest data categories we have ever seen (since reviewing Nissan, at least) like your “<b>genetic information</b>” and “<b>sex life</b>.” Could there be a “good” reason for your car maker to have that information? Probably not. If there is, we definitely didn’t find it in Kia’s privacy policy. We did learn that they may use your personal information to “deliver advertising or marketing communications based on your interests.” Boooo.
de: Der Datenschutzansatz von Kia ist überall auf der Karte zu finden. Aber meistens ist es schlecht. Lassen Sie uns auf den Punkt kommen: Kia sagt, dass sie viele sensible und persönliche Informationen sammeln können, die sie nicht sammeln. Die Liste ist lang und enthält einige der gruseligsten Datenkategorien, die wir je gesehen haben (zumindest seit der Überprüfung von Nissan), wie Ihre „<b>genetischen Informationen</b>“ und „<b>Sexualleben</b>.“ Könnte es einen „guten“ Grund dafür geben, dass Ihr Autohersteller über diese Informationen verfügt? Wahrscheinlich nicht. Falls ja, haben wir ihn auf jeden Fall nicht in der Datenschutzrichtlinie von Kia gefunden. Wir haben erfahren, dass sie Ihre personenbezogenen Daten verwenden können, um „Werbung oder Marketingkommunikation basierend auf Ihren Interessen zu liefern“. Buh.

# worst_case
source: Kia can also collect, according to their <a id="a1">US Privacy Policy</a>, information about your “medical condition, physical or <b>mental disability</b>,” “racial or <b>ethnic origin</b>,” and “religious or <b>philosophical beliefs</b>.” They even say they can collect “the contents of certain mail, emails, and <b>text messages</b>.” Huh? We can only assume that means your communications with Kia, but that’s such a weird and vague way to put that. We have so many questions. Like, how? But also, why?
de: Kia kann gemäß seiner <a id="a1">US-Datenschutzrichtlinie</a> auch Informationen über Ihren „Gesundheitszustand, körperliche oder <b>geistige Behinderung</b>“, „Rasse oder <b>ethnische Herkunft</b>“ und „religiöse oder <b>philosophische Überzeugungen</b>“ sammeln. Sie sagen sogar, dass sie „den Inhalt bestimmter Post, E-Mails und <b>Textnachrichten</b>“ erfassen können. Hä? Wir können nur vermuten, dass damit Ihre Kommunikation mit Kia gemeint ist, aber das ist so eine seltsame und vage Art, das zu sagen. Wir haben so viele Fragen. Zum Beispiel, wie? Aber auch: Warum?

# worst_case
source: Now, Kia does say that they don’t collect sensory data (like audio and visual data). Phew! That is a relief since it’s pretty common for car makers to collect the data created by vehicle features that use microphones and cameras. They also say that they do not collect biometric data (like your face and fingerprints). That’s another load off, since sharing that information comes with certain <a id="a1">risks</a>. But wait, “unique biometric information” is listed as an example of “Sensitive Personal Information” that they do collect. Hmm. It seems like some of Kia’s data-collecting disclosures were written to cast as wide a data-catching net as possible. That is a technique we privacy researchers really hate to see when we read privacy policies. Their policy even mentions “Personal information described in California Civil Code Section 1798.80(e)” which we learned from reviewing Honda and others car companies, <a id="a2">means</a> just about any personal information under the sun “capable of being associated with you.” Yikes!
de: Kia sagt jedoch, dass sie keine sensorischen Daten (wie Audio- und visuelle Daten) erfassen. Puh! Das ist eine Erleichterung, denn es ist üblich, dass Autohersteller die Daten erfassen, die von Fahrzeugfunktionen erzeugt werden, die Mikrofone und Kameras verwenden. Sie sagen auch, dass sie keine biometrischen Daten (wie Ihr Gesicht und Ihre Fingerabdrücke) erfassen. Das ist eine weitere Erleichterung, da das Teilen dieser Informationen mit gewissen <a id="a1">Risiken</a> verbunden ist. Aber halt, „eindeutige biometrische Daten“ sind als Beispiel für „sensible persönliche Daten“ aufgeführt, die sie erfassen. Hmm. Es scheint, als ob einige der Datenerhebungsangaben von Kia so verfasst wurden, dass sie ein möglichst weites Netz zum Einfangen von Daten auswerfen. Das ist eine Technik, die wir Datenschutzforscher wirklich hassen, wenn wir Datenschutzrichtlinien lesen. Ihre Richtlinie erwähnt sogar „Persönliche Daten, die in Abschnitt 1798.80(e) des kalifornischen Zivilgesetzbuchs beschrieben sind“,was, wie wir bei der Überprüfung von Honda und anderen Autofirmen gelernt haben, so ziemlich alle persönlichen Daten unter der Sonne <a id="a2">bedeutet</a>, „die mit Ihnen in Verbindung gebracht werden können“. Igitt!

# worst_case
source: In their Kia Connected Services <a id="a1">privacy policy</a>, Kia says they can collect many of the same categories of personal information listed in their <a id="a2">US Privacy Policy</a>, including the creepy ones we mentioned earlier. That’s especially uncool since connected services can open up a <b>third-party</b> can o’ worms. Here’s what we mean: Even though the connected services you get through your Kia are provided by Kia, they sometimes rely on third-party providers who may need “access to user information to carry out the services they are performing for you or for [them].” Which services and which service providers? We can’t be sure of all of them because Kia only lists the categories of companies with a few examples.
de: In der <a id="a1">Datenschutzrichtlinie</a> von Kia Connected Services heißt es, dass Kia viele der gleichen Kategorien personenbezogener Daten erfassen kann, die in der <a id="a2">US-Datenschutzrichtlinie</a> aufgeführt sind, einschließlich der bereits erwähnten unheimlichen Daten. Das ist besonders uncool, da verknüpfte Dienste eine Dose mit Würmern für <b>Dritte</b> öffnen können. Wir meinen Folgendes: Auch wenn die mit Ihrem Kia verknüpften Dienste von Kia bereitgestellt werden, sind sie manchmal von Dritten abhängig, die unter Umständen „Zugang zu Benutzerdaten benötigen, um die Dienste, die sie für Sie oder für [sie] erbringen, auszuführen“.

# worst_case
source: Another thing about Kia’s connected services: some of them are a bit creepy. Kia’s “My Car Zone” lets you set alerts that log other drivers’ behavior in your car. Called “Curfew Alerts, Geo-Fence, &amp; Speed Watch,” car-owners can create settings that collect information about other drivers’ habits, “such as <b>when the Vehicle is being driven</b> and whether the Vehicle is being driven beyond a pre-determined <b>speed limit</b> or <b>boundary location</b>.” This feature is pitched with a parent-child relationship in mind but it’s ripe for abuse by controlling partners or family members.
de: Noch etwas zu den verknüpften Diensten von Kia: Einige von ihnen sind ein wenig unheimlich. Kias „My Car Zone“ ermöglicht es Ihnen, Warnungen einzustellen, die das Verhalten anderer Fahrer in Ihrem Auto aufzeichnen. Unter dem Namen „Sperrstundenwarnungen, Geo-Fence, & Geschwindigkeitsüberwachung“ können Autobesitzer Einstellungen vornehmen, die Informationen über die Gewohnheiten anderer Fahrer erfassen, „z. B. <b>wann das Fahrzeug gefahren wird</b> und ob das Fahrzeug über eine vorher festgelegte <b>Geschwindigkeitsbegrenzung</b> oder ein <b>Grenzgebiet</b> hinaus gefahren wird“. Diese Funktion ist für Eltern-Kind-Beziehungen gedacht, kann aber von kontrollierenden Partnern oder Familienmitgliedern leicht missbraucht werden.

# worst_case
source: And it’s not just your car’s connected services that can give away access to your data. Kia has apparently no control over how the <b>third-party apps</b> available through your car’s dashboard treat your information. That’s why they suggest in their privacy policy that you “review any available policies” for those apps before interacting with them in your car. Cool cool cool, thanks for the tip! We will definitely consider doing that in all our free time. It's got to be only like, what, another 5 or 6 or 10 privacy policies, right?
de: Und es sind nicht nur die verknüpften Dienste Ihres Autos, die den Zugang zu Ihren Daten preisgeben können. Kia hat offenbar keine Kontrolle darüber, wie die <b>Drittanbieter-Apps</b>, die über das Armaturenbrett Ihres Fahrzeugs verfügbar sind, Ihre Daten behandeln. Deshalb empfehlen sie in ihrer Datenschutzrichtlinie, dass Sie „alle verfügbaren Richtlinien für diese Apps überprüfen“, bevor Sie sie in Ihrem Auto nutzen. Cool cool cool, danke für den Tipp! Wir werden auf jeden Fall darüber nachdenken, das in unserer Freizeit zu tun. Das sind doch nur etwa 5, 6 oder 10 weitere Datenschutzrichtlinien, oder?

# worst_case
source: Keep in mind all the data collected about you is in addition to detailed information about your car and what you do in it: how fast you drive, when you pump the brakes and buckle your seatbelts. Also, your geolocation, which can include “physical location or <b>movements</b>.” Hm? That’s a new one. Anyway, it’s a whole lot! But Kia doesn’t stop at drivers’ car, phone, and connected services in their quest to “Learn more about [their] customers and their [customers’] experiences” (that’s another thing that Kia says they can do with your information). They also <b>collect information about you</b> from “affiliates,” “partners,” “service providers,” “advertising and social networks,” as well as “data analytics, data enhancement, and market research providers” -- which sounds to us like a wordier way of saying data brokers.
de: Denken Sie daran, dass alle über Sie erfassten Daten zusätzlich zu den detaillierten Informationen über Ihr Auto und Ihr Fahrverhalten erhoben werden: wie schnell Sie fahren, wann Sie bremsen und sich anschnallen. Außerdem Ihre Geolokalisierung, die „physischen Standort oder <b>Bewegungen</b>“ umfassen kann. Hm? Das ist mal was Neues. Wie auch immer, es ist eine ganze Menge! Aber Kia beschränkt sich nicht auf das Auto, das Telefon und die verknüpften Dienste des Fahrers in seinem Bestreben, „mehr über [seine] Kunden und deren [Kunden-]Erfahrungen zu erfahren“ (das ist eine weitere Sache, von der Kia sagt, dass sie mit Ihren Informationen etwas anfangen können). Sie <b>erfassen auch Daten über Sie</b> von „verbundenen Unternehmen“, „Partnern“, „Dienstanbietern“, „Werbe- und sozialen Netzwerken“ sowie „Datenanalyse-, Datenverbesserungs- und Marktforschungsanbietern“ - was für uns wie eine wortreichere Umschreibung für Datenmakler klingt.

# worst_case
source: What does Kia do with all that info? Ugh, we’d really like to know. Aside from marketing purposes, getting to know you better, and some other purposes that actually do sound legitimate, Kia lists a couple vague ones, like “Conduct[ing] internal research” and “Support[ing] our internal business operations.” Alrighty.
de: Was macht Kia mit all diesen Informationen? Äh, das würden wir wirklich gerne wissen. Neben Marketingzwecken, dem Ziel, Sie besser kennen zu lernen, und einigen anderen Zwecken, die durchaus legitim klingen, nennt Kia einige vage Ziele wie „Durchführung interner Untersuchungen“ und „Unterstützung unserer internen Geschäftsabläufe“. Na gut.

# worst_case
source: Kia also uses this mountain of data to create more data about you, called “<b>inferences</b>.” Practically all the car makers we looked at do. Poor form, everyone! Those inferences or assumed facts about you can be created from any of the personal information Kia has on you, reflecting your “preferences, characteristics, predispositions, behavior, attitudes, or similar behavioral information.” That’s extra creepy when you consider that they know some very intimate things about you, like everywhere you go.
de: Kia verwendet diesen Datenberg auch, um weitere Daten über Sie zu erstellen, die „<b>Schlussfolgerungen</b>“ genannt werden. Praktisch alle Automobilhersteller, die wir uns angesehen haben, tun dies. Sehr schlecht, Leute! Diese Schlussfolgerungen oder angenommenen Fakten über Sie können aus allen persönlichen Informationen, die Kia über Sie hat, erstellt werden und spiegeln Ihre „Vorlieben, Eigenschaften, Veranlagungen, Verhalten, Einstellungen oder ähnliche Verhaltensinformationen“ wider. Das ist besonders unheimlich, wenn man bedenkt, dass sie einige sehr intime Dinge über Sie wissen, z. B. wo Sie hingehen.

# worst_case
source: One other thing that Kia does seem to do with your data is sell it. Yuck! We really hate that because they collect so much data and then say they can sell it to make more money. Nearly all the car companies we reviewed did this as well, and it sucks with everyone. They also <b>share it</b> with a lot of the same places they collect your data from. That list includes (once again) “affiliates,” “partners,” “service providers,” “advertising and social networks,” as well as “data analytics, data enhancement, and market research providers.” Kia might also comply with “<b>governmental requests</b>” for your data. Ugh, that word! At Mozilla, we <a id="a1">believe</a> your personal information should only be shared with the government and law enforcement when there is a legal obligation to do it. And, even then, as minimally as possible. Kia, please help yourself to our verbiage and do better. Governments shouldn't simply be able to "request" people's precise location data and information about their "sex life".
de: Eine andere Sache, die Kia mit Ihren Daten zu machen scheint, ist, sie zu verkaufen. Pfui! Wir hassen das wirklich, weil sie so viele Daten sammeln und dann behaupten, sie könnten sie verkaufen, um mehr Geld zu verdienen. Fast alle Autofirmen, die wir überprüft haben, haben dies auch getan, und es ist bei allen ätzend. Außerdem <b>teilen</b> sie sie mit vielen der gleichen Stellen, von denen sie Ihre Daten erheben. Diese Liste umfasst (wieder einmal) „verbundene Unternehmen“, „Partner“, „Dienstleistungsanbieter“, „Werbe- und soziale Netzwerke“ sowie „Anbieter von Datenanalysen, Datenanreicherung und Marktforschung“. Kia kann auch „<b>behördlichen Anfragen</b>“ nach Ihren Daten nachkommen. Pfui, dieses Wort! Wir bei Mozilla <a id="a1">glauben</a>, dass Ihre persönlichen Daten nur dann an die Regierung und die Strafverfolgungsbehörden weitergegeben werden sollten, wenn es eine gesetzliche Verpflichtung dazu gibt. Und selbst dann so minimal wie möglich. Kia, bitte bedienen Sie sich unseres Wortschatzes und machen Sie es besser. Regierungen sollten nicht einfach die genauen Standortdaten von Menschen und Informationen über ihr „Sexleben“ „anfordern“ können.

# worst_case
source: One unique line that we saw in Kia's privacy policy that we don't recall seeing in other car companies privacy policies was this one, "Moreover, we reserve the right to disclose and transfer the information we collect: (i) <b>to a subsequent owner, co-owner, or operator of the Services</b> or associated databases." We're not actually really sure what to make of that line. We can see instances where transfering some car data might be useful for a future owner, but potentially sharing your personal information with a future owner just seems weird to us. And what the heck does "associated databases" mean? Seriously people, we read privacy policies for a living and way too often they leave us scratching our heads in dismay and confusion.
de: Ein einzigartiger Satz in der Datenschutzrichtlinie von Kia, den wir in den Datenschutzrichtlinien anderer Autohersteller nicht gesehen haben, war dieser: „Außerdem behalten wir uns das Recht vor, die von uns erfassten Daten offenzulegen und zu übertragen: (i) <b>an einen nachfolgenden Eigentümer, Miteigentümer oder Betreiber der Dienste</b> oder der zugehörigen Datenbanken“. Wir sind uns nicht ganz sicher, was wir von dieser Zeile halten sollen. Wir können uns vorstellen, dass die Übertragung von Autodaten für einen zukünftigen Besitzer nützlich sein könnte, aber die Weitergabe Ihrer persönlichen Daten an einen zukünftigen Besitzer erscheint uns einfach seltsam. Und was zum Teufel bedeutet „verbundene Datenbanken“? Im Ernst, wir lesen beruflich Datenschutzrichtlinien, und viel zu oft lassen sie uns entsetzt und verwirrt den Kopf kratzen.

# worst_case
source: So, what control do drivers have over their data and can they ask Kia to delete it? Unfortunately, unless you won the location-based privacy lottery, then probably not. Residents of strong-privacy-law states in the US (California, Colorado, Connecticut, Virginia and Utah) have the special right to <a id="a1">request</a> that their data be deleted. People living in Europe under <a id="a2">GDPR</a> have the right to delete their data too. But call us crazy, we think everyone should have the right to get their data deleted, not just the lucky ones who live under strong privacy laws.
de: Also, welche Kontrolle haben die Fahrer über ihre Daten und können sie Kia bitten, sie zu löschen? Leider nicht, es sei denn, Sie haben in der Datenschutzlotterie gewonnen, dann wahrscheinlich nicht. Einwohner der US-Bundesstaaten mit strengem Datenschutzrecht (Kalifornien, Colorado, Connecticut, Virginia und Utah) haben das besondere Recht, die Löschung ihrer Daten zu <a id="a1">verlangen</a>. Personen, die in Europa leben, haben nach der <a id="a2">DSGVO</a> ebenfalls das Recht, ihre Daten zu löschen. Aber nennen Sie uns verrückt, wir denken, dass jeder das Recht haben sollte, seine Daten löschen zu lassen, nicht nur die Glücklichen, die unter strengen Datenschutzgesetzen leben.

# worst_case
source: Speaking of having control of your data, Kia… doesn’t always. Earlier this year, the car brand went viral for the worst reason. The “<b>Kia Challenge</b>” on TikTok led to hundreds of car thefts, including <b>14 reported crashes</b> and <b>eight fatalities</b>, according to the United States’ National Highway Traffic Safety Administration. Thieves known as “The Kia Boyz” posted instructional videos about how to bypass the vehicles’ security system using only a <b>USB cable</b>. Kia ended up having to <a id="a1">patch</a> eight million cars to fix it. Dang, that is really not good. Call us a tough customer, but we believe taking control of someone else’s car should be more challenging than charging your phone.
de: Apropos Kontrolle über Ihre Daten: Kia... hat sie nicht immer. Zu Beginn dieses Jahres wurde die Automarke aus einem denkbar schlechten Grund bekannt. Die „<b>Kia Challenge</b>“ auf TikTok führte zu Hunderten von Autodiebstählen, darunter <b>14 gemeldete Unfälle</b> mit <b>acht Todesopfern</b>, so die US-amerikanische National Highway Traffic Safety Administration. Die als „The Kia Boyz“ bekannten Diebe haben Anleitungsvideos veröffentlicht, die zeigen, wie man das Sicherheitssystem der Fahrzeuge mit einem <b>USB-Kabel</b> umgehen kann. Kia musste schließlich acht Millionen Fahrzeuge <a id="a1">zurückrufen</a>, um das Problem zu beheben. Verdammt, das ist wirklich nicht gut. Nennen Sie uns einen schwierigen Kunden, aber wir glauben, dass es schwieriger sein sollte, die Kontrolle über ein fremdes Auto zu übernehmen, als Ihr Handy aufzuladen.

# worst_case
source: Then there was the <a id="a1">security researchers who discovered</a> a security vulnerability in Kia (and Honda, Infiniti, Nissan, Acura), that he said could allow hackers to do things like use the vehicle's VIN number to remotely lock/unlock the car, start/stop the car, flash the lights, honk the horn, take over the user's account, disclose personal information, lock the user out of managing their vehicle, change ownership, and "for Kia’s specifically, we could remotely access the 360-view camera and view live images from the car." Not good.
de: Dann gab es die <a id="a1">Sicherheitsforscher, die eine Sicherheitslücke</a> bei Kia (und Honda, Infiniti, Nissan, Acura) entdeckten, die es Hackern ermöglichen könnte, Dinge zu tun wie die VIN-Nummer des Fahrzeugs zu verwenden, um das Auto aus der Ferne zu verriegeln/entriegeln, das Auto zu starten/stoppen, die Lichter blinken zu lassen, die Hupe zu betätigen, das Benutzerkonto zu übernehmen, persönliche Informationen offenzulegen, den Benutzer aus der Verwaltung seines Fahrzeugs auszuschließen, den Besitzer zu wechseln und „speziell bei Kia könnten wir aus der Ferne auf die 360-View-Kamera zugreifen und Live-Bilder aus dem Auto ansehen“. Nicht gut.
