Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/king-james-bible-daily-verse-and-audio.po
Languages: es, pt_br

# title
source: King James Bible - Daily Verse And Audio
es: La Biblia de King James: versículos y audios diarios
pt_br: Bíblia Sagrada – Versículos

# blurb
source: There are a number of Bible apps available with tens of millions of downloads and <a id="a1">reportedly questionable</a> privacy practices. We couldn't review all of the Bible apps out , so we picked one to review to give users an idea of our concerns and what they should look for when choosing a Bible app. iDailybread's King James Version Bible app has over 50 million installs on the Google Play store alone. It is a wildly popular app that says it "keeps God’s teaching at your fingertips" by allowing users to study, read, and listen to the Bible at any time as it can be used without internet access. The app is free to download and <a id="a2">offers a $5</a> a month subscription to use ad-free.
es: Hay una serie de aplicaciones de la Biblia con decenas de millones de descargas y con prácticas de privacidad <a id="a1">presuntamente cuestionables.</a> No pudimos revisarlas a todas, pero seleccionamos una para que los usuarios se hagan una idea de nuestras preocupaciones y de lo que deben buscar al elegir una de ellas. La aplicación de la Biblia de King James desarrollada por iDailybread es una aplicación muy popular que declara que «mantiene la enseñanza de Dios al alcance de tu mano» permitiendo a los usuarios estudiar, leer y escuchar la Biblia en cualquier momento, ya que se puede usar sin acceso a Internet. La aplicación se puede descargar gratis y <a id="a2">ofrece una suscripción de 5 dólares</a> al mes para usarla sin anuncios.
pt_br: Há uma série de aplicativos bíblicos disponíveis com dezenas de milhões de downloads e práticas de privacidade <a id="a1">supostamente questionáveis</a>. Não conseguimos avaliar todos os aplicativos da Bíblia, então escolhemos um para avaliar para dar aos usuários uma ideia de nossas preocupações e o que eles devem procurar ao escolher um aplicativo da Bíblia. O aplicativo Bíblia Sagrada – Versículos do iDailybread tem mais de 50 milhões de instalações somente na loja Google Play. É um aplicativo muito popular que diz que "mantém o ensino de Deus ao seu alcance", possibilitando que os usuários estudem, leiam e ouçam a Bíblia a qualquer momento, pois ele pode ser usada sem acesso à internet. O aplicativo é gratuito para download e <a id="a2">oferece uma assinatura de US$5</a> por mês para usar sem anúncios.

# blurb
source: Our concern is <a id="a1">flags have been raised</a> about who is really behind this app. It seems the company is a hard-to-pin-down mobile gaming organization located in Hong Kong and their privacy policy does raise some concerns for us about where your personal information is going and how exactly it is used. We'll just add, with all apps, including Bible based apps, users should do their research before downloading.
es: Lo que nos preocupa son las <a id="a1">alertas planteadas</a> sobre quién está realmente detrás de esta aplicación. Aparentemente, la empresa es una organización de juegos móviles ubicada en Hong Kong. Su política de privacidad plantea algunas cuestiones inquietantes sobre a dónde van tus datos personales y cómo se usan exactamente. Diremos que, al igual que con todas las aplicaciones, incluyendo las aplicaciones sobre la Biblia, los usuarios deben investigar un poco antes de descargarlas.
pt_br: Nossa preocupação é que <a id="a1">foram levantados alertas</a> sobre quem realmente está por trás deste aplicativo. Parece que a empresa é uma organização de jogos móveis de difícil acesso localizada em Hong Kong e sua política de privacidade levanta algumas preocupações para nós com relação a para onde suas informações pessoais estão indo e como exatamente elas são usadas. Vamos apenas acrescentar, com todos os aplicativos, incluindo aplicativos baseados na Bíblia, que os usuários devem fazer sua pesquisa antes de fazer o download.

# worst_case
source: What worries us about iDailyBread's King James Bible app? Well, for starters, it's concerning to us the company making the app is a bit of a mystery. iDailyBread is <a id="a1">reportedly</a> a Chinese mobile gaming company, and some such companies have a history of creating apps that do a lot of data collection. We raise this concern because there have been a number of <a id="a2">reports</a>, including this<a id="a3"> Buzzfeed News</a> piece, laying out how too many Christian apps have targeted users for potential data profiteering, preying upon those who pray.
es: ¿Quieres saber qué nos inquieta de la aplicación de la Biblia de King James desarrollada por iDailyBread? Para empezar, nos preocupa que la empresa que hace la aplicación es un poco misteriosa. <a id="a1">Supuestamente,</a> iDailyBread es una empresa china de juegos móviles, y algunas de estas empresas tienen antecedentes de crear aplicaciones que recopilan muchos datos. Planteamos esta preocupación porque ha habido una serie de <a id="a2">informes</a>, como este artículo de<a id="a3"> Buzzfeed News,</a> en los que se menciona que muchas aplicaciones cristianas se han dirigido a los usuarios para obtener ganancias a partir de sus datos, aprovechándose de quienes solo quieren orar.
pt_br: O que nos preocupa no aplicativo Bíblia Sagrada do iDailyBread? Bem, para começar, é preocupante para nós que a empresa que faz o aplicativo seja um pouco misteriosa. O iDailyBread é <a id="a1">supostamente</a> uma empresa chinesa de jogos para celular, e algumas dessas empresas têm um histórico de criação de aplicativos que fazem muita coleta de dados. Levantamos essa preocupação porque houve uma série de <a id="a2">denúncias</a>, incluindo este artigo do <a id="a3">Buzzfeed News</a>, descrevendo quantos aplicativos cristãos têm segmentado usuários para potencial aproveitamento de dados, atingindo aqueles que oram.

# worst_case
source: With that caution in mind, what did we find in iDailyBread's privacy policy? For starters, it's a pretty short, sometimes vague policy. They do say they can collect personal information such as name and email. They collect device ID and GPS location from you as well. They go on to say they combine the information they collect on you with additional information from third parties to " provide you with a better experience and to improve the quality of our services" which we assume could include targeted advertising, personalization and more. The company also says they allow third-party companies to "collect and use non-personally identifiable information during your time in the app in order to provide advertisements about goods and services likely to be of greater interest to you."
es: Teniendo esto en cuenta, ¿qué encontramos en la política de privacidad de iDailyBread? Para empezar, es una política bastante breve y por momentos imprecisa. Dicen que pueden recopilar información personal como tu nombre y correo electrónico. También recopilan la identificación de tu dispositivo y tu ubicación GPS. A continuación, declaran que combinan los datos que recopilan sobre ti con información adicional de terceros para «brindarle una mejor experiencia y mejorar la calidad de nuestros servicios», lo que creemos que podría incluir publicidad dirigida, personalizaciones y más. La empresa también dice que permite a empresas externas «recopilar y usar información no personal durante el tiempo que use la aplicación, con el fin de proporcionar anuncios sobre bienes y servicios que puedan ser de interés para usted».
pt_br: Com esse cuidado em mente, o que encontramos na política de privacidade do iDailyBread? Para começar, é uma política muito curta, às vezes vaga. Ele diz que pode coletar informações pessoais, como nome e email. Ele coleta o ID do dispositivo e a localização do GPS de você também. Ele continua dizendo que combina as informações que coleta sobre você com informações adicionais de terceiros para "fornecer a você uma melhor experiência e melhorar a qualidade de nossos serviços", o que presumimos que possa incluir propaganda direcionada, personalização e muito mais. A empresa também diz que permite que empresas terceirizadas "coletem e usem informações não pessoalmente identificáveis durante seu tempo no aplicativo para fornecer anúncios sobre produtos e serviços que possam ser de maior interesse para você".

# worst_case
source: So they are collecting your information and sharing information with third parties for advertising purposes targeted at your interests. This isn't great and might not be what you expect when you download a Bible app to help with daily Bible study. As for opting out, they say "You may decline to submit personal information to any of our services, in which case we may not be able to provide those services to you." Which could mean you can chose not to give them your information if you chose not to use their services.
es: Esto quiere decir que recopilan tu información y la comparten con terceros con fines publicitarios dirigidos según tus intereses. Esto no es bueno, y probablemente no sea lo que esperas cuando descargas una aplicación que te ayude en el estudio diario de la Biblia. En cuanto a la opción de exclusión, dicen: «Puede negarse a enviar información personal a cualquiera de nuestros servicios, en cuyo caso es posible que no podamos proporcionarle esos servicios». Lo que podría significar que puedes optar por no darles tu información si decides no utilizar sus servicios.
pt_br: Assim, ele coleta suas informações e compartilha informações com terceiros para fins publicitários direcionados aos seus interesses. Isso não é ótimo e pode não ser o que você espera ao baixar um aplicativo bíblico para ajudar no estudo bíblico diário. Quanto a optar por não participar, ele diz: "Você pode se recusar a enviar informações pessoais para qualquer um dos nossos serviços, caso em que talvez não possamos fornecer esses serviços para você". O que pode significar que você pode optar por não dar a eles suas informações se você optar por não usar seus serviços.

# worst_case
source: There are some concerning things missing from the app's privacy policy too. Nowhere does iDailyBread specifically state that they don’t sell user data, which is something we like to see stated clearly. They also make no mention of how they handle children's data collection and privacy, which is another red flag for an app targeted at "everyone" in the app store. One other red flag we really don't like, the only option to login to the app seem to be by using your Facebook or Google logins, which means these ad companies can collect even more data on you and your Bible app usage. We here at <i>*Privacy Not Included</i> recommend never using your social media account logins for other applications.
es: También hay algunas omisiones preocupantes en la política de privacidad de la aplicación. En ninguna parte iDailyBread establece específicamente que no vende los datos de sus usuarios, algo que nos gusta ver claramente aclarado. Tampoco mencionan cómo manejan la privacidad y la recopilación de datos de niños, que es otra señal de alerta para una aplicación destinada a «todos» en la tienda de aplicaciones. Otra señal de alerta que no nos gusta en absoluto es que la única opción para iniciar sesión en la aplicación parece ser a través de Facebook o Google, lo que significa que estas empresas de anuncios pueden recopilar aún más datos sobre ti y sobre el uso que haces de la aplicación. En <i>*Privacidad no incluida</i> recomendamos no usar nunca tus cuentas de redes sociales para iniciar sesión en otras aplicaciones.
pt_br: Há algumas coisas preocupantes que faltam na política de privacidade do aplicativo também. Em nenhum lugar o iDailyBread afirma especificamente que eles não vendem dados do usuário, o que é algo que gostamos de ver claramente declarado. Ele também não menciona como lida com a coleta de dados e a privacidade das crianças, o que é outro sinal de alerta para um aplicativo direcionado a "todos" na loja de aplicativos. Um outro alerta vermelho que realmente não nos agrada: a única opção para fazer login no aplicativo parece ser usando seus logins do Facebook ou do Google, o que significa que essas empresas de anúncios podem coletar ainda mais dados sobre você e seu uso do aplicativo bíblico. Nós aqui em <i>*Privacidade não incluída</i> recomendamos nunca usar seus logins de conta de redes sociais para outros aplicativos.

# worst_case
source: None of these flags make us feel good about your privacy as you use iDailyBread's King James Bible app. Maybe going old school is better with your Bible study? Advertisers, marketers, and data brokers will never know when and how often you crack open your physical Bible. Which means they can't target you based on how close they think you are to God. That sounds like a good thing to us.
es: Estas señales de alerta no nos dan una buena sensación de lo que sucede con tu privacidad cuando usas la aplicación de la Biblia de King James desarrollada por iDailyBread. ¿Será mejor encarar tus estudios bíblicos de un modo más tradicional? Los anunciantes, vendedores y brókers de datos nunca sabrán cuándo y con qué frecuencia abres tu Biblia, por lo que no podrán dirigirse a ti en función de lo cerca que ellos crean que estás de Dios. Eso nos suena mucho mejor.
pt_br: Nenhum desses alertas nos faz sentir bem com relação a sua privacidade enquanto você usa o aplicativo Bíblia Sagrada do iDailyBread. Talvez ser antiquado seja melhor com seu estudo bíblico? Anunciantes, profissionais de marketing e corretoras de dados nunca saberão quando e com que frequência você abre sua Bíblia física. O que significa que eles não podem segmentar você com base em quanto eles pensam que você está perto de Deus. Isso soa como uma coisa boa para nós.

# signup_requirement_explanation
source: You can only sign up with Facebook or Google.
es: Solo puedes registrarte a través de Facebook o Google.
pt_br: Você só pode se inscrever com o Facebook ou o Google.

# how_does_it_use_data_collected
source: KJV Bible may combine your information with information from third parties to provide you with a better experience and to improve the quality of their service.
es: KJV Bible puede combinar tus datos con información de terceros para proporcionarte una mejor experiencia y mejorar la calidad de su servicio.
pt_br: A Bíblia Sagrada pode combinar suas informações com informações de terceiros para fornecer a você uma melhor experiência e melhorar a qualidade do seu serviço.

# how_does_it_use_data_collected
source: When you access an iDailybread Bible app, they may collect your Unique Device ID ('UDID') and/or IP address and/or GPS location. They use this information to provide a tailored experience for you.
es: Cuando accedes a una aplicación bíblica de iDailybread, la aplicación puede recopilar tu Id. de dispositivo único («UDID»), tu dirección IP o tu ubicación GPS. Utilizan esta información para ofrecerte una experiencia personalizada.
pt_br: Quando você acessa um aplicativo bíblico iDailybread, ele podem coletar seu ID de dispositivo exclusivo ("UDID") e/ou endereço IP e/ou localização GPS. Ele usa essas informações para fornecer uma experiência personalizada para você.

# how_does_it_use_data_collected
source: KJV Bible allows third-party companies to collect certain information when you visit their website for their own use and subject to their own privacy policies. These companies collect and use non-personally identifiable information during your time in the app in order to provide advertisements about goods and services likely to be of greater interest to you.
es: KJV Bible permite que algunas empresas externas recopilen cierta información cuando visitas su sitio web, para su propio uso y sujeto a sus propias políticas de privacidad. Estas empresas recopilan y utilizan información no personal mientras te encuentras en la aplicación, con el fin de proporcionarte anuncios sobre bienes y servicios que puedan ser de tu interés.
pt_br: A Bíblia Sagrada permite que empresas terceirizadas coletem certas informações quando você acessa seu site para seu próprio uso, sujeito às suas próprias políticas de privacidade. Essas empresas coletam e usam informações não pessoalmente identificáveis durante seu tempo no aplicativo para fornecer anúncios sobre produtos e serviços que possam ser de maior interesse para você.

# how_does_it_use_data_collected
source: The company does not clearly state they won't sell your data, which we like to see included in a privacy policy.
es: La empresa no dice claramente que no venderá tus datos, algo que nos gustaría ver en toda política de privacidad.
pt_br: A empresa não afirma claramente que não venderá seus dados, o que gostamos de ver incluído em uma política de privacidade.

# how_does_it_use_data_collected
source: Unless explicit permission is obtained from you, they restrict access to personal information to its employees, contractors and agents who need to know that information to operate, develop or improve our services. These individuals are bound by confidentiality obligations and may be subject to discipline, including termination and criminal prosecution, if they fail to meet these obligations.
es: A menos que se obtenga tu permiso explícito, la empresa restringe el acceso a la información personal solo a los empleados, contratistas y agentes que necesitan conocer esa información para operar, desarrollar o mejorar sus servicios. Dichas personas están comprometidas por obligaciones de confidencialidad y pueden estar sujetas a medidas disciplinarias, como el despido y el enjuiciamiento penal, si no cumplen con ellas.
pt_br: A menos que uma permissão explícita seja obtida de você, ela restringe o acesso a informações pessoais a seus funcionários, fornecedores e agentes que precisam saber essas informações para operar, desenvolver ou melhorar seus serviços. Esses indivíduos estão vinculados a obrigações de confidencialidade e podem estar sujeitos a punição, incluindo rescisão e processo criminal, se não cumprirem essas obrigações.

# strong_password_helptext
source: Only Google and Facebook log-in is available
es: Solo está disponible el inicio de sesión a través de Google y Facebook
pt_br: Apenas o login do Google e do Facebook está disponível

# tips_to_protect_yourself
source: Study your physical Bible rather than this digital version that could be collecting a whole lot of your personal information to target you with ads.
es: Estudia tu Biblia de papel en lugar de esta versión digital que podría estar recopilando una gran cantidad de tu información personal para enviarte anuncios.
pt_br: Estude sua Bíblia física em vez desta versão digital que pode estar coletando muitas de suas informações pessoais para direcionar anúncios a você.

# personal_data_collected
source: Name, email address, GPS location
es: Nombre, dirección de correo electrónico, ubicación GPS
pt_br: Nome, endereço de email, localização de GPS

# how_can_you_control_your_data
source: KJV Bible make good faith efforts to provide you with access to your personal information and either to correct this data if it is inaccurate or to delete such data at your request if it is not otherwise required to be retained by law or for legitimate service purposes.
es: KJV Bible hace todo lo posible por proporcionarte acceso a tus datos personales, así como para corregirlos si no fueran precisos, o eliminarlos si así lo solicitas, siempre que no sea necesario conservarlos en virtud de la legislación aplicable o con fines empresariales legítimos.
pt_br: A Bíblia Sagrada faz esforços de boa-fé para fornecer acesso às suas informações pessoais e para corrigir esses dados, se estiverem incorretos, ou para excluir esses dados a seu pedido, se não for exigido que sejam retidos por lei ou para fins de serviço legítimos.

# how_can_you_control_your_data
source: No retention details are stated.
es: No se proporciona información sobre la retención de datos.
pt_br: Nenhuma informação de retenção é indicada.

# track_record_details
source: No known privacy or security incidents discovered in the last 3 years.
es: No se han conocido incidentes de privacidad o seguridad en los últimos 3 años.
pt_br: Nenhum incidente conhecido de privacidade ou segurança foi descoberto nos últimos 3 anos.
