Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/latinamericancupid.po
Languages: es

# blurb
source: Looking for love in one of many Latin American countries? LatinAmericaCupid has over 5 million users, most of them in the US, Mexico, Brazil, Colombia, Peru, the Dominican Republic, Venezuela, Ecuador, Chile, Argentina, Puerto Rico, and Cuba. Launched in 2003, LatinAmericaCupid is targeted at Hispanic men and women, although it seems the gender on the app leans heavily male, as only about 20% of users are female according to Dating Scout. The app is free to sign up, however a paid subscription is required to message all users. LatinAmericaCupid if only available for Android users, there is no iOS app. Sorry iPhone users.
es: ¿Buscas el amor en algún país latinoamericano? LatinAmericaCupid cuenta con más de 5 millones de usuarios, la mayoría en Estados Unidos, México, Brasil, Colombia, Perú, República Dominicana, Venezuela, Ecuador, Chile, Argentina, Puerto Rico y Cuba. Lanzada en 2003, la aplicación LatinAmericaCupid está dirigida hombres y mujeres latinoamericanos, aunque parece que predominan los varones, pues solo el 20% de los usuarios son mujeres, de acuerdo con Dating Scout. La aplicación permite registrarse sin costo, pero se requiere una suscripción pagada para enviar mensajes a los usuarios. LatinAmericaCupid solo está disponible para usuarios Android, no hay aplicación para iOS. Lo sentimos usuarios de iPhone.

# worst_case
source: First off, if you're a LatinAmericanCupid user, you aren't required to use a strong password to protect all that sensitive information you plug into the dating app. Type in 12345678 and you're good to go, and anyone who is good a guessing passwords is too. Use strong passwords people! You don't need your little sister guessing your dating app password and adding the fact that you sleepwalk naked into your profile. Cupid Media, which owns LatinAmericanCupid, also operates at least 32 other dating sites that target lifestyles, ethnicity, and countries. LatinAmericanCupid's privacy policy states Cupid Media can use your profile information, photographs, video or audio recordings and copy your profile into any other relevant dating site owned and operated by Cupid Media. That's kinda creepy! And while it doesn't appear that LatinAmericanCupid will sell your personal data, they do share some of it, like sharing your email with companies like Facebook to target you with ads. Oh, and LatinAmericanCupid doesn't meet our Minimum Security Standards because we couldn't determine if they were encrypting all those video call and text chats and images you're sharing around the world. Are the worse dating apps out there? Most certainly (we're looking at you Grindr). Should you expect all the personal information you share on LatinAmericanCupid to be well protected? Probably not.
es: En primer lugar, si usas LatinAmericanCupid, no es necesario que proporciones una buena contraseña para proteger toda la información sensible que proporcionas en la aplicación de citas. Teclea 12345678 y puedes ingresar fácilmente, al igual que cualquiera que sepa adivinar contraseñas. ¡Por favor, usa contraseñas fuertes! Que necesidad hay de que alguien adivine la contraseña para esta aplicación, con mayor razón si hasta dormido se puede entrar en tu perfil. Cupid Media, propietaria de LatinAmericanCupid, también opera por lo menos otros 32 sitios de citas que se enfocan en estilos de vida, etnias y países. En la política de privacidad de LatinAmericanCupid se indica que Cupid Media puede utilizar la información de tu perfil, tus fotografías, videos y grabaciones de audio, y hasta copiar tu perfil a cualquier otro sitio de citas que sea propiedad de Cupid Media o que lo administre. ¡Bastante siniestro! Aunque no parece que LatinAmericanCupid venda tus datos personales, sí comparte algunos con empresas como Facebook, como tu dirección de correo electrónico para publicidad dirigida. ¡Ah! Y LatinAmericanCupid no cumple con nuestros estándares mínimos de seguridad porque no podemos determinar si cifran todas las videollamadas, conversaciones de texto e imágenes que compartes con el mundo. ¿Andan por ahí las peores aplicaciones de citas? Sin duda alguna (te estamos viendo, Grindr). ¿Deberías suponer que toda la información personal que compartes en LatinAmericanCupid está bien protegida? Probablemente no.

# signup_requirement_explanation
source: Users can sign up with email or Facebook.
es: Los usuarios pueden iniciar sesión con su dirección de correo electrónico o su cuenta de Facebook.

# how_does_it_use_data_collected
source: Latin American Cupid does not sell personal data to third-parties. They provide third-parties email address to target their advertising to users on other platforms. Latin American Cupid collects non-personal, non-identifiable data for analytics purposes (such as Google Analytics) and allows a number of third-parties to collect non-personal, non-identifiable data on users.
es: Latin American Cupid no vende datos personales a terceros, pero les proporciona la dirección de correo electrónico para dirigir sus anuncios publicitarios a los usuarios en otras plataformas. Latin American Cupid recopila datos no personales y no identificables de los usuarios con fines estadísticos (como Google Analytics) y también permite que terceros lo hagan.

# uses_encryption_helptext
source: We were unable to determine if they use encryption to protect users' personal information, chats, photos, and more.
es: No hemos podido determinar si se usa el cifrado para proteger la información personal, los chats, las fotos y los otros datos de los usuarios.

# strong_password_helptext
source: Minimum eight characters but no further requirements. 12345678 worked
es: Mínimo ocho caracteres sin mayores requisitos. Funcionó 12345678.

# manage_vulnerabilities_helptext
source: We were unable to tell if they have a bug bounty program.
es: No hemos podido saber si cuentan con un programa de recompensa de errores.

# personal_data_collected
source: Gender (required), what you are looking for (required), full name (required), age (required), residence (country, county, town – required), email address (required), phone number (optional), age (optional), photos (optional), matching preferences (optional), interests (optional), personality (optional), education (optional), occupation (optional), credit card and billing information (optional), racial or ethnic origin (optional), political opinions (optional, religious believes or affiliations (optional), philosophical believes or trade memberships (optional), health (optional), sexual preferences, orientation and practices (optional), criminal record (if USA resident). Collects data on ethnicity and might allow users to filter for it.
es: Género (obligatorio), qué estás buscando (obligatorio), nombre completo (obligatorio), edad (obligatorio), lugar de residencia (país, provincia o estado, ciudad – obligatorio), dirección de correo electrónico (obligatorio), número telefónico (opcional), edad (opcional), fotos (opcional), preferencias de pareja (opcional), intereses (opcional), personalidad (opcional), escolaridad (opcional), ocupación (opcional), tarjeta de crédito y datos de facturación (opcional), origen étnico (opcional), preferencias políticas (opcional), creencia o afiliación religiosa (opcional), creencias filosóficas o membresía en asociaciones gremiales o profesionales (opcional), salud (opcional), orientación, preferencias y prácticas sexuales (opcional), antecedentes penales (si se es residente de EE. UU.). Recopila datos sobre etnia y quizás permite que los usuarios filtren con base en este tipo de datos.

# social_data_collected
source: It is unclear how data is collected or exchanged between Latin American Cupid and social media sites, such as Facebook, Twitter, YouTube, Instagram, Pinterest, Weibo and others.
es: No queda claro cómo se recopilan e intercambian datos entre Latin American Cupid y otras redes sociales como Facebook, Twitter, YouTube, Instagram, Pinterest, Weibo y otras.

# how_can_you_control_your_data
source: Users can request their data be deleted by emailing privacy@cupidmedia.com. Latin American Cupid will take reasonable steps to notify third-parties they have given your data to, in order to do the same.
es: Los usuarios pueden solicitar que se eliminen sus datos mediante mensaje de correo electrónico a la dirección privacy@cupidmedia.com. Latin American Cupid tomará las medidas adecuadas para notificar a los terceros a los que hayan proporcionado tus datos para que hagan lo mismo.

# track_record_details
source: No known incidents in the last two years. In 2013, LatinAmericanCupid's parent company, Cupid Media, was subject to a hacking operation which lead to the exposure of 42 million consumer records, including names, email addresses, unencrypted passwords and birthdays."
es: No presenta incidentes en los últimos dos años. En 2013, Cupid Media, la empresa matriz de LatinAmericanCupid, sufrió un ataque cibernético en el que quedó expuesta la información de 42 millones de usuarios, como nombres, direcciones de correo electrónico, contraseñas no cifradas y fechas de cumpleaños".
