Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/lovense-nora.po
Languages: fr

# blurb
source: In a world where a pandemic means long distance relationships are common, long distance toys for intimacy are keeping up. The Nora vibrator, which partners with the Lovense Max 2 male masturbator, connects to the Lovense Remote app via Bluetooth. Once connected, couples can sync with each other's toys, for a two-way interactive experience. When the Nora moves, the Max responds. When the Max moves, the Nora responds. The speed of your movements is felt on the other end by your partner, and vise versa. And to be inclusive of all couples, two Noras can sync together, two Maxes can sync together, as well a Nora and a Max syncing together. Couples can also control each other's toys with a smartphone or tablet. You can even record an interactive two-way session and play it back for those times when your partner isn't able to join in.
fr: Dans un monde où la pandémie normalise les relations longue distance, les sextoys utilisables à distance suivent le rythme. Le vibromasseur Lovense Nora, qui s’associe au masturbateur masculin Max 2, se connecte à l’application Lovense Remote via Bluetooth. Une fois connectés, chaque partenaire peut se synchroniser avec le sextoy de l’autre, pour une expérience interactive bidirectionnelle. Lorsque le Nora bouge, le Max répond. Lorsque le Max bouge, le Nora réagit. La vitesse de vos mouvements est ressentie à l’autre bout par votre partenaire, et vice versa. Et pour inclure tous les couples, deux Nora peuvent se synchroniser ensemble, deux Max peuvent se synchroniser ensemble, de même qu’un Nora et un Max peuvent se synchroniser. Chaque partenaire peut également contrôler le sextoy de l’autre depuis un smartphone ou une tablette. Vous pouvez même enregistrer une session bidirectionnelle interactive et la rejouer lorsque votre partenaire ne peut pas participer.

# worst_case
source: Lovense seems to do a pretty good job protecting users privacy and security. We love that they don't sell any user data they collect. They do collect and use personal information for things like third party analytics service providers and advertising partners if users chose to share that data, which is a fairly common practice so it doesn't worry us too much. Their privacy policy and privacy FAQ are written in fairly easy to understand language so users can know what types of data they collect, how they use it, and how long they keep it which is great. And everything you do over the app is encrypted, so you're sexy time chats and pictures can't easily be seen by random people. The Nora is a vibrator that connects to an app over Bluetooth and that app can be controlled over the internet, so it's not completely risk free. There's always a chance someone--a jilted lover, a kid who learns their parent's password--could gain access to the app and see some pretty personal information or worse, jack your vibrator up to its highest setting and give you a jolt you weren't expecting.
fr: Lovense semble plutôt bien protéger la confidentialité et assurer la sécurité de ses utilisateurs et utilisatrices. Nous apprécions le fait que l’entreprise ne vende pas les données collectées. Elle collecte des informations personnelles pour ses fournisseurs de services d’analyse et ses partenaires publicitaires, si les utilisateurs et utilisatrices choisissent de partager ces données. C’est une pratique plutôt courante, qui ne nous inquiète pas vraiment. La Politique de confidentialité et la FAQ associée sont rédigées dans un langage assez facile à comprendre et indiquent quels types de données sont collectés, comment l’entreprise les utilise et la durée de conservation des données ; très bien. De plus, tout ce que vous faites sur l’application fait l’objet d’un chiffrement, pour éviter que vos discussions et photos sexy puissent être vues par n’importe qui. Le Nora est un vibromasseur pouvant se connecter à une application via Bluetooth, et cette application peut être contrôlée par Internet, donc le risque zéro n’existe pas. Il y a toujours un risque que quelqu’un (amant éconduit, enfant ayant appris le mot de passe parental) puisse accéder à l’application et apprendre des informations très personnelles, ou pire, régler votre appareil sur la vibration la plus forte et vous envoyer une stimulation inattendue.

# how_does_it_use_data_collected
source: Lovense does not sell user data. Users may choose to send anonymous app data to help improve the product. Lovense does share user data with third party analytics service providers and advertising partners.
fr: Lovense ne vend pas les données des utilisateurs et utilisatrices, qui peuvent choisir d’envoyer des données anonymes sur l’application pour aider à améliorer le produit. Lovense partage des données d’utilisateurs et utilisatrices avec des fournisseurs de services d’analyses tiers et des partenaires publicitaires.

# user_friendly_privacy_policy_helptext
source: User-friendly and accessible
fr: Simple et accessible

# security_updates_helptext
source: From our email exchange: "We routinely update not only the apps but also device firmware to provide a better and more secure experience. Automatic updates are in place where possible or updates can be initiated by the user. If there is a particularly important security update, we can force the upgrade by requiring the user to update before continuing to use the device or app."
fr: Tiré de notre échange par e-mail : « Nous mettons régulièrement à jour les applications, mais aussi le microprogramme de l’appareil afin de fournir une expérience améliorée et plus sûre. Des mises à jour automatiques sont en place lorsque c’est possible, ou la mise à jour peut être lancée par l’utilisateur ou utilisatrice. En cas de mise à jour de sécurité particulièrement importante, nous pouvons obliger l’utilisateur ou utilisatrice à l’effectuer avant de pouvoir utiliser l’appareil ou l’application. »

# strong_password_helptext
source: Passwords for Lovense accounts currently use 8-99 characters with a required mix of letters, numbers &amp; symbols.
fr: Les mots de passe des comptes Lovense utilisent actuellement entre 8 et 99 caractères et doivent comprendre un mélange de lettres, de chiffres et de symboles.

# manage_vulnerabilities_helptext
source: From our email exchange: "Yes. We participate in a private bug bounty program where our website, servers, all toys, and all apps are in scope. We're a member of the Internet of Dongs (IoD) project as well - which is a project aimed at improving the security of teledildonic products and services. We're also very grateful to other independent researchers, security professionals, and our very own users who have reached out to us directly with their own findings and concerns. We actively work with them as well to address any vulnerabilities they find and aggregate user feedback to determine additional privacy or security changes we can implement."
fr: Tiré de notre échange par e-mail : « Oui, nous participons à un programme de prime aux bugs privé qui englobe notre site web, nos serveurs, tous nos jouets et toutes nos applications. Nous sommes aussi membres du projet "Internet of Dongs (IoD)", qui vise à améliorer la sécurité des produits et services télédildoniques. Nous sommes également très reconnaissants envers les chercheurs et chercheuses indépendants, les professionnel·le·s de la sécurité et nos utilisateurs et utilisatrices qui nous ont contactés directement pour nous faire part de leurs trouvailles et de leurs inquiétudes. Nous collaborons activement avec toutes ces personnes pour résoudre les éventuelles vulnérabilités qu’elles découvrent et nous agrégeons les retours d’utilisateurs et utilisatrices afin de définir quels changements en matière de confidentialité et de sécurité nous allons mettre en œuvre. »

# personal_data_collected
source: User content, including text, pictures, audio, and video messages (optional); friends list (optional); any other information users' provide Lovense with (optional).
fr: Contenu des utilisateurs et utilisatrices, y compris le texte, les photos, les messages audio et vidéo (facultatif) ; la liste d’amis (facultatif) ; toute autre information fournie à Lovense (facultatif).

# biometric_data_collected
source: None
fr: Aucune

# social_data_collected
source: None
fr: Aucune

# how_can_you_control_your_data
source: User can request their data be deleted by emailing app@lovense.com
fr: Les utilisateurs et utilisatrices peuvent demander la suppression de leurs données en envoyant un e-mail à app@lovense.com

# track_record_details
source: Lovense has previously acknowledged recording and storing users' remote sex sessions in 2017, and that one of their Bluetooth butt plugs was able to be hacked in 2017. There have been no known incidences of data breaches or leaks in the past two years.
fr: Lovense a admis avoir enregistré et conservé les séances de sexe à distance de ses utilisateurs et utilisatrices en 2017, ainsi que la vulnérabilité au piratage d’un de ses plugs anaux Bluetooth, également en 2017. Aucune fuite de données ou vulnérabilité connue au cours des deux dernières années.

# ai_helptext
source: Currently not using AI but planning to do so in the future.
fr: N’utilise pas l’IA à l’heure actuelle mais prévoit de le faire à l’avenir.
