Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/lovense-lush-2.po
Languages: de, pt_br

# blurb
source: This powerful little Bluetooth vibrator is designed to be worn in the bedroom while claiming to be discreet enough to be worn outside of it too. When connected to the Lovense Remote app, the vibrator can be controlled via Bluetooth at close range—up to 20-45 feet—or over long distance through the Internet. You or your partner can control vibration amount, pattern, and intensity through the app. You can even sync your vibrations to music or use the app for hands free solo play. It is USB rechargeable with up to 3 hours of continuous use per charge, so hopefully no worries of it dying at an inopportune moment. And if you're looking to combine sex and fitness, a company recently released a special O-Seat for Peloton bikes that lets you attach your Lush to the seat and ride it and the bike all at the same time. Teledildonic wonders never cease!
de: Dieser potente kleine Bluetooth-Vibrator wurde fürs Schlafzimmer entwickelt, ist aber laut Herstellerangaben diskret genug, um abseits davon eingesetzt zu werden. Der Vibrator lässt sich über Bluetooth mit einer Reichweite von 6–13 m steuern, wenn er mit der Lovense Remote-App verbunden ist, funktioniert aber über das Internet auch auf größere Entfernungen. Dabei können Sie und Ihr:e Partner:in über die App Anzahl, Rhythmus und Intensität der Vibrationen bestimmen. Außerdem können Sie die Vibrationen mit Musik synchronisieren oder die App für freihändiges Solo-Vergnügen nutzen. Das Gerät lässt sich über USB-Kabel aufladen und kann dann für bis zu drei Stunden am Stück verwendet werden (es sollte also nicht zu Unzeiten ausfallen). Und wer Fitness und Vergnügen miteinander kombinieren möchte: Ein Unternehmen brachte kürzlich einen speziellen O-Seat für Peloton-Bikes heraus, an dem Sie Ihren Lush anbringen können. Wer meint da noch, man könne das Angenehme nicht mit der Arbeit verbinden?
pt_br: Esse vibrador Bluetooth poderoso e compacto foi projetado para ser usado no quarto, mas também é discreto o suficiente para ser usado fora dele. Quando conectado ao aplicativo Lovense Remote, ele pode ser controlado via Bluetooth em curta distância – de 6 m a 13 m – ou a longa distância, pela internet. Você ou seu par podem controlar a quantidade, o padrão e a intensidade da vibração pelo aplicativo. Dá até para sincronizar as vibrações com música ou usar o aplicativo para curtir sem as mãos. Com uma bateria recarregável via USB, é possível aproveitá-lo por até 3 horas contínuas sem se preocupar com uma bateria descarregada no momento mais crucial. E se você quer combinar prazer com exercício, uma empresa lançou uma capa de selim especial para bicicletas ergométricas, a O-Seat, que permite conectar o Lush ao selim e o usar enquanto pedala. O prazer nunca foi tão longe!

# worst_case
source: Lovense seems to do a pretty good job protecting users privacy and security. We love that they don't sell any user data they collect. They do collect and use personal information for things like third party analytics service providers and advertising partners if users chose to share that data, which is a fairly common practice so it doesn't worry us too much. Their privacy policy and privacy FAQ are written in fairly easy to understand language so users can know what types of data they collect, how they use it, and how long they keep it which is great. And everything you do over the app is encrypted, so your sexy time chats and pictures can't easily be seen by random people. The Lush 2 is a vibrator that connects to an app through Bluetooth and that app can be controlled over the internet, so it's not completely risk free. There's always a chance someone—a jilted lover, a kid who learns their parent's password—could gain access to the app and see some pretty personal information or worse, jack your vibrator up to its highest setting and give you a jolt you weren't expecting.
de: Lovense scheint sich ziemlich gut um den Datenschutz und die Sicherheit seiner Nutzer*innen zu kümmern. Wir finden es toll, dass das Unternehmen keine der Daten verkauft, die es sammelt. Personenbezogene Daten werden mit Zustimmung der Nutzer*innen gesammelt und für Dinge genutzt wie Analysedienste durch Dritte und mit Werbepartnern geteilt. Da dies aber eine verbreitete Praxis ist, finden wir es nicht besorgniserregend. Lovenses Datenschutzrichtlinie und FAQ sind eher leicht verständlich. So können Nutzer*innen einsehen, welche Art von Daten gesammelt werden, wozu sie genutzt und wie lange sie gespeichert werden. Das ist gut. Außerdem ist alles, was Sie über die App tun, verschlüsselt – intime Chats und Bilder können also nicht einfach von Fremden eingesehen werden. Da der Lush 2 Vibrator sich über Bluetooth mit der App verbindet und diese auch über das Internet gesteuert werden kann, gibt es bei der Nutzung trotzdem ein gewisses Risiko. Es besteht die Möglichkeit, dass jemand (vielleicht ein:e Verflossene:r) oder ein Kind, das das Passwort der Eltern gefunden hat, Zugriff auf die App und damit auf einige ziemlich private Informationen erlangt (oder im schlimmsten Fall an den Einstellungen spielt und die höchste Stufe wählt, wenn Sie nicht damit rechnen).
pt_br: A Lovense parece estar fazendo um bom trabalho na proteção da privacidade e segurança de seus usuários. É ótimo saber que ela não vende nenhum dado coletado do usuário. A empresa coleta e usa informações pessoais para fornecedores de serviços de análise terceirizados e parceiros de publicidade, se o usuário optar por compartilhar seus dados, o que é uma prática comum e, portanto, não é tão preocupante. Sua política de privacidade e FAQ de privacidade são escritos em uma linguagem fácil de entender, permitindo que os usuários saibam quais tipos de dados são coletados, como são usados e por quanto tempo são mantidos. Além disso, tudo o que você faz no aplicativo é criptografado, o que significa que conversas e fotos íntimas não podem ser facilmente vistas por estranhos. O Lush 2 é um vibrador que se conecta a um aplicativo por meio de Bluetooth e este pode ser controlado pela internet, então há certos riscos. Sempre existe a possibilidade de alguém, como um(a) ex ou uma criança que descobriu a senha dos pais, ter acesso ao aplicativo e ver informações pessoais ou, pior ainda, aumentar a intensidade do vibrador e causar uma surpresa inesperada.

# how_does_it_use_data_collected
source: Lovense does not sell user data. Users may choose to send anonymous app data to help improve the product. Lovense does share user data with third party analytics service providers and advertising partners.
de: Lovense verkauft keine Nutzer*innendaten. Nutzer*innen können anonyme App-Daten versenden, mit deren Hilfe das Produkt verbessert wird. Lovense teilt Nutzer*innendaten mit Analysedienstleistern und Werbepartnern.
pt_br: A Lovense não vende dados de usuários. Os usuários podem decidir enviar dados de aplicativo anônimos para ajudar a melhorar o produto. A Lovense compartilha os dados dos usuários com fornecedores de serviços analíticos externos e parceiros publicitários.

# user_friendly_privacy_policy_helptext
source: User-friendly and accessible
de: Nutzer*innenfreundlich und zugänglich
pt_br: Simples e acessível

# security_updates_helptext
source: From our email exchange: "We routinely update not only the apps but also device firmware to provide a better and more secure experience. Automatic updates are in place where possible or updates can be initiated by the user. If there is a particularly important security update, we can force the upgrade by requiring the user to update before continuing to use the device or app."
de: Auszug aus unserem E-Mail-Verlauf: „Wir aktualisieren sowohl unsere Apps als auch die Gerätefirmware regelmäßig, um das Nutzer*innenerlebnis zu verbessern und sicherer zu gestalten. Wo möglich, setzen wir automatische Updates ein. Alternativ können Nutzer*innen Updates selber durchführen. Wenn ein Sicherheitsupdate besonders wichtig ist, können wir das Upgrade erzwingen, indem Nutzer*innen ohne die Aktualisierung des Geräts oder der App nicht fortfahren können.“
pt_br: A partir de nossa troca de e-mails: “Nós regularmente atualizamos não apenas os aplicativos, mas também o firmware do dispositivo para proporcionar uma experiência melhor e mais segura”. As atualizações automáticas são feitas sempre que possível ou podem ser realizadas pelo usuário. Se houver uma atualização de segurança particularmente importante, podemos impedir o usuário de usar o dispositivo ou aplicativo até que faça a atualização.”

# strong_password_helptext
source: Passwords for Lovense accounts currently use 8-99 characters with a required mix of letters, numbers &amp; symbols.
de: Passwörter für Lovense-Konten müssen derzeit zwischen 8 und 99 Zeichen lang sein und eine Mischung aus Buchstaben, Zahlen und Symbolen enthalten.
pt_br: As senhas para contas Lovense usam atualmente de 8 a 99 caracteres com uma combinação obrigatória de letras, números e símbolos.

# manage_vulnerabilities_helptext
source: From our email exchange: "Yes. We participate in a private bug bounty program where our website, servers, all toys, and all apps are in scope. We're a member of the Internet of Dongs (IoD) project as well - which is a project aimed at improving the security of teledildonic products and services. We're also very grateful to other independent researchers, security professionals, and our very own users who have reached out to us directly with their own findings and concerns. We actively work with them as well to address any vulnerabilities they find and aggregate user feedback to determine additional privacy or security changes we can implement."
de: Aus unserem E-Mail-Austausch: „Ja. Wir nehmen an einem privaten Bug-Bounty-Programm teil, das unsere Website, Server, alle Toys und Apps umfasst. Außerdem sind wir Mitglied des „Internet of Dongs“ (IoD)-Projekts – ein Projekt, das die Verbesserung der Sicherheit von teledildonischen Produkten und Dienstleistungen zum Ziel hat. Wir sind auch sehr dankbar für andere unabhängige Forscher*innen, Sicherheitsexpert*innen und unsere eigenen Nutzer*innen, die uns direkt über ihre Entdeckungen und Bedenken in Kenntnis gesetzt haben. Wir arbeiten aktiv mit ihnen zusammen, um Schwachstellen anzugehen, und fassen Feedback von Nutzer*innen zusammen, um zusätzliche Änderungen am Datenschutz oder der Sicherheit zu identifizieren, die wir umsetzen können.“
pt_br: A partir de nossa troca de e-mails: “Sim. Participamos de um programa privado de recompensa por bugs, no qual nosso site, servidores, todos os brinquedos e todos os aplicativos são parte do escopo. Também somos membros do projeto “Internet of Dongs” (IoD), um projeto que visa melhorar a segurança de produtos e serviços de consolos conectados. Somos também muito gratos a outros pesquisadores independentes, profissionais de segurança e a nossos próprios usuários que nos contataram diretamente com suas próprias observações e preocupações. Trabalhamos ativamente com eles também para tratar de quaisquer vulnerabilidades que encontrem e agregar o feedback dos usuários para determinar mudanças adicionais de privacidade ou segurança que possamos implementar.”.

# personal_data_collected
source: User content, including text, pictures, audio, and video messages (optional); friends list (optional); any other information users' provide Lovense with (optional).
de: Nutzer*inneninhalte, darunter Text, Bilder, Audio- und Videonachrichten (optional); Freundeslisten (optional); andere Informationen, die Nutzer*innen Lovense zur Verfügung stellen (optional).
pt_br: Conteúdo do usuário, incluindo texto, imagens, mensagens de áudio e vídeo (opcional); lista de amigos (opcional); qualquer outra informação fornecida pelo usuário à Lovense (opcional).

# biometric_data_collected
source: None
de: Keine
pt_br: Nenhum

# social_data_collected
source: None
de: Keine
pt_br: Nenhum

# how_can_you_control_your_data
source: User can request their data to be deleted by emailing app@lovense.com
de: Nutzer*innen können die Löschung ihrer Daten beantragen, indem sie eine E-Mail an app@lovense.com schreiben.
pt_br: O usuário pode solicitar que seus dados sejam excluídos pelo e-mail app@lovense.com

# track_record_details
source: Lovense has previously acknowledged recording and storing users' remote sex sessions in 2017, and that one of their Bluetooth butt plugs was able to be hacked in 2017. There have been no known incidences of data breaches or leaks in the past two years.
de: Lovense hat zugegeben, 2017 Daten über ferngesteuerte Sex-Sessions von Nutzer*innen gesammelt und gespeichert zu haben. Außerdem wurde 2017 ein Bluetooth-fähiger Butt-Plug des Unternehmens gehackt. In den letzten zwei Jahren sind keine Datenschutzverletzungen oder Datenlecks bekannt geworden.
pt_br: Em 2017, a Lovense admitiu ter gravado e armazenado as sessões de sexo remoto dos usuários, e que um de seus plugues anais Bluetooth poderia ser violado. Nos últimos dois anos, não houve nenhuma incidência conhecida de violações ou vazamentos de dados.

# ai_helptext
source: Currently not using AI but planning to do so in the future
de: Momentan wird für die Geräte keine KI genutzt, dies ist aber in Zukunft geplant.
pt_br: Atualmente não utiliza IA, mas planeja fazê-lo no futuro
