Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/mario-kart-live-home-circuit.po
Languages: de, es, fr

# blurb
source: Mario Kart is super fun! Crushing your friends at the last minute before you cross the finish like, there's nothing better. Nintendo created Mario Kart Live Home Circuit so you can do a little real-life Mario Kart racing in your living room. Build a racing course in your house out of gates, blocks, pillows, stuffed animals or your little brother. Then use your Nintendo Switch to race a real life car around your house and on your Switch. Sounds super fun. There were some privacy questions raised when the game was launched about the cars taking picture and mapping your home. Nintendo promises they don't take detailed maps of users homes or process information about users' locations. Given Nintendo's pretty good track record around all things privacy, we'd say you're probably safe to trust them.
de: Mario Kart macht super Spaß! Wenn Sie Ihre Freunde in der letzten Minute besiegen, bevor Sie das Ziel überquerst, gibt es nichts Besseres. Nintendo hat Mario Kart Live Home Circuit entwickelt, damit Sie in Ihrem Wohnzimmer ein kleines echtes Mario-Kart-Rennen fahren können. Bauen Sie in Ihrem Haus eine Rennstrecke aus Toren, Blöcken, Kissen, Stofftieren oder Ihrem kleinen Bruder. Verwenden Sie dann Ihren Nintendo Switch, um mit einem echten Auto durch Ihr Haus und auf Ihrem Switch zu fahren. Klingt super lustig. Beim Start des Spiels wurden einige Fragen zum Datenschutz aufgeworfen, in denen es um die Autos ging, die Fotos machten und Ihr Zuhause kartierten. Nintendo verspricht, dass sie keine detaillierten Karten von den Häusern der Benutzer mitnehmen oder Informationen über den Standort der Benutzer verarbeiten. Angesichts der ziemlich guten Erfolgsbilanz von Nintendo in Sachen Datenschutz würden wir sagen, dass Sie ihnen wahrscheinlich vertrauen können.
es: ¡Mario Kart es superdivertido! No hay nada como vencer a tus amigos en el último minuto antes de llegar a la meta. Nintendo creó «Mario Kart Live: Home Circuit» para que puedas correr las carreras de Mario Kart en tu sala de estar. Construye un circuito de carreras en tu casa, con bloques, almohadas, peluches o tu hermano pequeño. Luego, usa tu Nintendo Switch para correr con un coche real en tu casa y en tu Switch. Suena genial. Cuando el juego fue lanzado, surgieron algunas inquietudes con respecto a la privacidad, debido a que los coches hacen fotos y mapean la casa. Nintendo promete que no realiza mapeos detallados de las casas de los usuarios ni procesa información sobre sus ubicaciones. Dado que Nintendo tiene un historial bastante bueno en todo lo relacionado con la privacidad, creemos que probablemente sea seguro confiar en ellos.
fr: Mario Kart est super amusant ! Il n’y a rien de mieux que de battre ses amis à la dernière seconde sur la ligne d’arrivée. Nintendo a créé Mario Kart Live Home Circuit pour que vous puissiez faire une petite course de Mario Kart dans votre salon. Créez un parcours de course dans votre maison avec des barrières, des blocs, des oreillers, des animaux en peluche ou votre petit frère. Utilisez ensuite votre Nintendo Switch pour piloter un vrai kart dans votre maison et sur votre Switch. Ça a l’air super amusant. Des préoccupations liées à la confidentialité ont été soulevées lors du lancement du jeu concernant les karts prenant des photos et cartographiant votre maison. Nintendo promet de ne pas réaliser de cartes détaillées des domiciles des utilisateurs ni de traiter les informations sur l’emplacement des utilisateurs. Compte tenu de l’historique assez bon de Nintendo en matière de confidentialité, nous pensons que vous pouvez probablement leur faire confiance.

# worst_case
source: Last year after Nintendo released their mixed reality game Mario Kart Live: Home Circuit it raised some privacy concerns. The game uses a real-life car to play and that car drives around your home, mapping it and taking pictures. Privacy watchdog <a id="a1">Access Now called on Nintendo</a> to clearly state what data the game collects and how it will protect the privacy of gamers who play this game. Here is Nintendo's response to Access Now's privacy concerns: “Nintendo knows that privacy is very important to its customers and takes its responsibility to protect customer information seriously. Mario Kart Live: Home Circuit does not create detailed maps of users’ homes, nor does it collect or process information about a user’s location, home or surroundings. Any other reports that describe the technology as collecting this or similar information are incorrect.”
de: Letztes Jahr, nachdem Nintendo sein Mixed-Reality-Spiel Mario Kart Live: Home Circuit veröffentlicht hatte, gab es einige Datenschutzbedenken. Das Spiel verwendet ein echtes Auto zum Spielen, und dieses Auto fährt durch Ihr Haus, kartiert es und macht Fotos. Datenschutzüberwachung <a id="a1">Access Now fordert Nintendo</a> auf, klar anzugeben, welche Daten das Spiel sammelt und wie es die Privatsphäre der Spieler schützt, die dieses Spiel spielen. Hier ist die Antwort von Nintendo auf die Datenschutzbedenken von Access Now: „Nintendo weiß, dass Datenschutz für seine Kunden sehr wichtig ist und nimmt seine Verantwortung zum Schutz der Kundendaten ernst. Mario Kart Live: Home Circuit erstellt keine detaillierten Karten der Häuser von Benutzern und sammelt oder verarbeitet auch keine Informationen über den Standort, das Zuhause oder die Umgebung eines Benutzers. Alle anderen Berichte, die beschreiben, dass die Technologie diese oder ähnliche Informationen sammelt, sind falsch.“
es: El año pasado, después de que Nintendo lanzara su juego de realidad mixta «Mario Kart Live: Home Circuit», surgieron algunas inquietudes con respecto a la privacidad. Para jugar, se usa un coche real que recorre tu casa, haciendo un mapeo y sacando fotos. El órgano de control <a id="a1">Access Now pidió a Nintendo</a> que establezca claramente cuáles son los datos que recopila el juego y cómo protegerá la privacidad de los jugadores. Esta fue la respuesta de Nintendo a las preocupaciones relativas a la privacidad planteadas por Access Now: «Nintendo sabe que la privacidad es muy importante para sus clientes y se toma muy en serio la responsabilidad de proteger la información de los consumidores. "Mario Kart Live: Home Circuit" no crea mapas detallados de las casas de los usuarios, ni recopila o procesa información sobre la ubicación, la vivienda o los alrededores del usuario. Cualquier informe que indique que la tecnología recopila esta información u otros datos similares es incorrecto».
fr: L’année dernière, lorsque Nintendo a sorti son jeu de réalité mixte Mario Kart Live: Home Circuit, un certain nombre de préoccupations liées à la vie privée ont été soulevées. Le jeu utilise un vrai petit kart pour jouer et ce kart circule dans votre maison, la cartographie et prend des photos. Access Now <a id="a1">a appelé</a> Nintendo à indiquer clairement quelles données le jeu collecte et comment sera protégée la vie privée des joueuses et des joueurs. Voici la réponse récente de Nintendo aux problèmes de confidentialité pointés par Access Now : « Nintendo sait que la confidentialité est très importante pour ses clients et prend au sérieux sa responsabilité de protéger les informations des clients. Mario Kart Live: Home Circuit ne crée pas de cartes détaillées des maisons des utilisateurs, ni ne collecte ni ne traite d’informations sur l’emplacement, la maison ou les environs d’un utilisateur. Tout autre rapport indiquant que cette technologie collecte ces informations ou des informations similaires est incorrect. »

# worst_case
source: Nintendo does a pretty good job with privacy, security, and parental controls. They did have a <a id="a1">data breach</a> in 2020 where 300,000 accounts were compromised and attackers gained access to users personal information, including date of birth and email addresses.
de: Nintendo macht einen ziemlich guten Job beim Thema Datenschutz, Sicherheit und Kindersicherung. Im Jahr 2020 gab es <a id="a1">ein Datenleck</a>, bei dem 300&thinsp;000 Konten kompromittiert wurden und Angreifer Zugriff auf die persönlichen Daten der Benutzer erhielten, einschließlich Geburtsdatum und E-Mail-Adressen.
es: Nintendo hace un buen trabajo con la privacidad, la seguridad y los controles parentales. En 2020, la empresa sufrió una <a id="a1">filtración de datos</a> que afectó 300.000 cuentas. Los atacantes pudieron acceder a la información personal de los usuarios, incluidas la fecha de nacimiento y las direcciones de correo electrónico.
fr: Nintendo fait plutôt du bon travail en ce qui concerne la confidentialité, la sécurité et les contrôles parentaux. Cependant, l’entreprise a connu <a id="a1">une fuite de données</a> en 2020, lors de laquelle 300 000 comptes ont été compromis et les attaquants ont pu accéder aux données personnelles des utilisateurs et utilisatrices, y compris à leur date de naissance et leur adresse e-mail. Pas très rassurant.

# worst_case
source: It’s also good to be aware that while Nintendo doesn't sell your data to third parties, they do say they can share your data with some third parties for things such as advertising, which is pretty normal. They also say they may collect information about you from other sources, including sources that sell information. And if you log into your social media through your Nintendo, they say they may collect information from these third parties. Finally, some of the games you play on the Switch made by other companies might be collecting and sharing your data, so keep an eye on that. It’s always good to <a id="a1">opt out of data sharing</a> when you can. All in all, we’re not too worried about the privacy of Mario Kart Live: Home Circuit, so race away.
de: Es ist auch gut zu wissen, dass Nintendo Ihre Daten zwar nicht an Dritte verkauft, aber sagt, dass sie Ihre Daten für Dinge wie Werbung an Dritte weitergeben können, was ziemlich normal ist. Sie geben auch an, dass sie möglicherweise Informationen über Sie aus anderen Quellen sammeln, einschließlich Quellen, die Informationen verkaufen. Und wenn Sie sich über Ihr Nintendo bei Ihren sozialen Medien anmelden, sagen sie, dass sie möglicherweise Informationen von diesen Dritten sammeln. Schließlich sammeln und teilen einige der Spiele, die Sie auf dem Switch von anderen Unternehmen spielen, möglicherweise Ihre Daten, also behalten Sie das im Auge. Es ist immer gut, die <a id="a1">Datenfreigabe zu deaktivieren</a>, wenn Sie können. Alles in allem machen wir uns keine allzu großen Sorgen um die Privatsphäre von Mario Kart Live: Home Circuit, also rasen Sie los.
es: También es importante saber que, si bien Nintendo no vende tus datos a terceros, sí declaran que podrían compartir tus datos con algunos terceros para cuestiones como publicidad, lo cual es bastante normal. También dicen que podrían recopilar información sobre ti de otras fuentes, incluyendo fuentes que venden información. Además, aclaran que, si inicias sesión en tus redes sociales con tu Nintendo, podrían recopilar información también de estos terceros. Finalmente, algunos de los juegos que usas en Switch y que fueron creados por otras empresas, podrían estar recopilando y compartiendo tus datos, así que te recomendamos controlar eso. Siempre conviene <a id="a1">elegir la opción de no compartir datos</a> cuando esto sea posible. En general, la privacidad de «Mario Kart Live: Home Circuit» no nos preocupa demasiado, así que... a quemar rueda.
fr: Il est également bon de savoir que même si Nintendo ne vend pas vos données à des tiers, ils disent pouvoir partager vos données avec des tiers, par exemple pour de la publicité, ce qui est assez normal. Ils disent également pouvoir collecter des informations sur vous à partir d’autres sources, y compris des sources qui vendent des informations. Et si vous vous connectez à vos réseaux sociaux via votre console, ils disent pouvoir collecter des informations auprès de ces tiers. Enfin, certains des jeux auxquels vous jouez sur la Switch et créés par d’autres sociétés peuvent collecter et partager vos données, alors gardez l’œil à ce sujet. Néanmoins, il est toujours bon de <a id="a1">désactiver</a> le partage de données lorsque vous le pouvez. Dans l’ensemble, nous ne sommes pas trop inquiets au sujet de la confidentialité dans Mario Kart Live: Home Circuit, on peut dire que tout roule.

# signup_requirement_explanation
source: You need a Nintendo Switch to play the game
de: Sie benötigen einen Nintendo Switch, um das Spiel zu spielen
es: Necesitas una Nintendo Switch para jugar.
fr: Vous avez besoin d’une Nintendo Switch pour jouer au jeu

# how_does_it_use_data_collected
source: Nintendo says it does not sell your personal information to third parties. When you play games offered through other companies on the platform, you may share your data with those third parties.
de: Nintendo gibt an, Ihre persönlichen Daten nicht an Dritte zu verkaufen. Allerdings könnte es sein, dass Dritte auf solche Daten Zugriff haben, wenn Sie auf der Plattform deren Spiele spielen.
es: Nintendo dice que no vende tu información personal a terceros. Sin embargo, cuando juegas a los títulos ofrecidos a través de otras empresas en la plataforma, puede que sí los estés compartiendo con ellos.
fr: Nintendo affirme que vos données personnelles ne sont jamais vendues à des tiers. Quand vous jouez à des jeux conçus par d’autres entreprises sur la plateforme, ces dernières peuvent avoir accès à vos données.

# how_does_it_use_data_collected
source: The game uses a real-life car to play and that car drives around your home, mapping it and taking pictures. Privacy watchdog Access Now <a id="a1">has called on</a> Nintendo to clearly state what data the game collects and how it will protect the privacy of gamers who play this game. Here is Nintendo's recent reponse to Access Now's privacy concerns: “Nintendo knows that privacy is very important to its customers and takes its responsibility to protect customer information seriously. Mario Kart Live: Home Circuit does not create detailed maps of users’ homes, nor does it collect or process information about a user’s location, home or surroundings. Any other reports that describe the technology as collecting this or similar information are incorrect.”
de: Das Spiel verwendet ein echtes Auto zum Spielen, und dieses Auto fährt durch Ihr Haus, kartiert es und macht Fotos. Datenschutzwächter Access Now <a id="a1">hat Nintendo aufgefordert</a>, klar anzugeben, welche Daten das Spiel sammelt und wie es die Privatsphäre der Spieler schützt, die dieses Spiel spielen. Hier ist Nintendos jüngste Antwort auf die Datenschutzbedenken von Access Now: „Nintendo weiß, dass Datenschutz für seine Kunden sehr wichtig ist und nimmt seine Verantwortung für den Schutz der Kundendaten ernst. Mario Kart Live: Home Circuit erstellt keine detaillierten Karten der Häuser von Benutzern und sammelt oder verarbeitet auch keine Informationen über den Standort, das Zuhause oder die Umgebung eines Benutzers. Alle anderen Berichte, die beschreiben, dass die Technologie diese oder ähnliche Informationen sammelt, sind falsch.“
es: Para jugar, se usa un coche real que recorre tu casa, la mapea y hace fotos. El órgano de control Access Now <a id="a1">pidió</a> a Nintendo que establezca claramente cuáles son los datos que recopila el juego y cómo protegerá la privacidad de los jugadores. Esta fue la respuesta de Nintendo a las preocupaciones relativas a la privacidad planteadas por Access Now: «Nintendo sabe que la privacidad es muy importante para sus clientes y se toma muy en serio la responsabilidad de proteger la información de los consumidores. "Mario Kart Live: Home Circuit" no crea mapas detallados de las casas de los usuarios, ni recopila o procesa información sobre la ubicación, la vivienda o los alrededores del usuario. Cualquier informe que indique que la tecnología recopila esta información u otros datos similares es incorrecto».
fr: Le jeu utilise un vrai petit kart pour jouer et ce kart circule dans votre maison, la cartographie et prend des photos. Access Now <a id="a1">a appelé</a> Nintendo à indiquer clairement quelles données le jeu collecte et comment sera protégée la vie privée des joueuses et des joueurs. Voici la réponse récente de Nintendo aux problèmes de confidentialité pointés par Access Now : « Nintendo sait que la confidentialité est très importante pour ses clients et prend au sérieux sa responsabilité de protéger les informations des clients. Mario Kart Live: Home Circuit ne crée pas de cartes détaillées des maisons des utilisateurs, ni ne collecte ni ne traite d’informations sur l’emplacement, la maison ou les environs d’un utilisateur. Tout autre rapport indiquant que cette technologie collecte ces informations ou des informations similaires est incorrect. »

# tips_to_protect_yourself
source: <a id="a1">Enable</a> two-factor authentication on your Nintendo Switch account.
de: <a id="a1">Aktivieren Sie</a> die Zwei-Faktor-Authentifizierung für Ihr Nintendo-Switch-Konto.
es: <a id="a1">Habilita</a> la autenticación de dos factores en tu cuenta de Nintendo Switch.
fr: <a id="a1">Activez</a> l’authentification à deux facteurs sur votre compte Nintendo Switch.

# tips_to_protect_yourself
source: <a id="a1">Opt out of sharing</a> your eShop data.
de: <a id="a1">Deaktivieren Sie die Weitergabe</a> Ihrer eShop-Daten.
es: <a id="a1">Elige la opción de no compartir</a> tus datos de eShop.
fr: <a id="a1">Désactivez</a> le partage de vos données de l’eShop.

# personal_data_collected
source: To sign up for Nintendo Switch: name, email, phone number, date of birth, gender
de: Um sich für Nintendo Switch anzumelden: Name, E-Mail, Telefonnummer, Geburtsdatum, Geschlecht
es: Para registrarse en Nintendo Switch: nombre, correo electrónico, número de teléfono, fecha de nacimiento, sexo
fr: Pour vous inscrire sur la Nintendo Switch : nom, e-mail, numéro de téléphone, date de naissance, genre

# how_can_you_control_your_data
source: You can request that your data be deleted.
de: Sie können die Löschung Ihrer Daten beantragen.
es: Puedes solicitar que borren tus datos.
fr: Vous pouvez demander la suppression de vos données.

# track_record_details
source: In April 2020, <a id="a1">300,000 Nintendo accounts</a> were compromised in a data breach which granted the attackers access to users personal information, including date of birth and email addresses.
de: Im April 2020 wurden <a id="a1">300&thinsp;000 Nintendo-Konten</a> Opfer eines Datenlecks, bei dem die Angreifer Zugriff auf persönliche Daten der Nutzer hatten, wie etwa Geburtsdatum und E-Mail-Adresse.
es: En abril de 2020, <a id="a1">300.000 cuentas de Nintendo</a> se vieron afectadas por una filtración de datos que permitió que los atacantes tuvieran acceso a la información personal de los usuarios, incluidas la fecha de nacimiento y las direcciones de correo electrónico.
fr: En avril 2020, <a id="a1">300 000 comptes Nintendo</a> ont été compromis lors d’une fuite de données qui a permis aux attaquants d’accéder aux données personnelles des utilisateurs et utilisatrices, y compris à leur date de naissance et leur adresse e-mail.
