Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/meta-quest-pro.po
Languages: de, es, pt_br

# blurb
source: Got an extra $1,500 lying around to dump on Mark Zuckerberg's high-end metaverse delivering headset? (we don't) Billed by Meta nee Facebook as "a whole new way to work, create, and collaborate,' the Meta Quest Pro seems to be targeted more at the business set that the average gamer or consumer set. With things like "high resolution mixed reality" and "authentic avatar expressions," Meta seems to really hope people will use these for work collaboration and such. Unfortunately, <a id="a1">reports show</a> that even Meta employees aren't too keen on collaborating in their own metaverse. So, is this expensive VR headset worth it? Well, that's up to you. Will your privacy be protected and respected if you use this VR headset? Given Meta/Facebook's track record on that, we'd have to warn, probably not.
de: Haben Sie noch 1.500 Dollar übrig, die Sie für Mark Zuckerbergs High-End-Headset für das Metaversum ausgeben können? (Das Meta Quest Pro wird von Meta und Facebook als „eine völlig neue Art zu arbeiten, zu kreieren und zusammenzuarbeiten“ angepriesen und scheint sich eher an die Geschäftswelt als an den durchschnittlichen Gamer oder Verbraucher zu richten. Mit Dingen wie „hochauflösende Mixed Reality“ und „authentische Avatar-Ausdrücke“ scheint Meta wirklich zu hoffen, dass die Leute sie für die Zusammenarbeit bei der Arbeit und dergleichen nutzen werden. Leider <a id="a1">zeigen Berichte</a>, dass selbst Meta-Mitarbeiter nicht allzu scharf darauf sind, in ihrem eigenen Metaverse zusammenzuarbeiten. Lohnt sich dieses teure VR-Headset also? Nun, das hängt von Ihnen ab. Wird Ihre Privatsphäre geschützt und respektiert, wenn Sie dieses VR-Headset benutzen? In Anbetracht der Erfolgsbilanz von Meta/Facebook in diesem Bereich müssen wir warnen: wahrscheinlich nicht.
es: ¿Te sobran unos 1.500 euros para gastarlos en las gafas de alta gama del metaverso de Mark Zuckerberg? (a nosotros, no). Anunciadas por Meta —antes Facebook— como «una forma completamente nueva de trabajar, crear y colaborar», las Meta Quest Pro parecen estar dirigidas más al sector empresarial que a los jugadores o consumidores promedio. Con características como la «realidad mixta de alta resolución» y los «avatares con expresiones auténticas», Meta parece estar esperando que la gente las use realmente para colaborar en el trabajo y cosas así. Desafortunadamente, los <a id="a1">informes muestran</a> que incluso los empleados de Meta no están demasiado interesados en colaborar en el metaverso. ¿Valen la pena estas gafas de realidad virtual tan caras? Bueno, eso depende de ti. ¿Protegerán y respetarán tu privacidad si las usas? Teniendo en cuenta el historial de Meta/Facebook en este aspecto, tenemos que advertirte que probablemente no.
pt_br: Tem US$ 1.500 sobrando aí para colocar no headset para metaverso high-end de Mark Zuckerberg? (Nós não) Faturado pela Meta nee Facebook como "uma nova maneira de trabalhar, criar e colaborar", o Meta Quest Pro parece ser mais direcionado para o conjunto de negócios do que para o jogador comum ou conjunto de consumidores. Com coisas como "realidade mista de alta resolução" e "expressões de avatar autênticas", a Meta parece realmente esperar que as pessoas os usem para colaboração no trabalho e tal. Infelizmente, os <a id="a1">relatórios mostram</a> que mesmo os funcionários da Meta não estão muito interessados em colaborar em seu próprio metaverso. Então, esse headset de realidade virtual caro vale a pena? Bem, isso é com você. Sua privacidade será protegida e respeitada se você usar este headset de realidade virtual? Dado o histórico da Meta/Facebook sobre isso, temos que dizer, provavelmente não.

# worst_case
source: Meta (you know, the company that used to be Facebook), has a very <a id="a1">long history</a> of betraying users' privacy and trust. They've faced <a id="a2">record fines</a> around <a id="a3">the world</a> for this and have been <a id="a4">caught hiding</a> data leaks from <a id="a5">their users</a>. In April 2021, it was <a id="a6">reported</a> the personal information of more than 500 million Facebook users was shared online in a massive data leak. Then there was the <a id="a7">2022 admission</a> that over one million Facebook users’ login info may have been compromised due to malicious apps stealing data through the Facebook third-party login (hey, Meta/Facebook did announce this themselves, so, good for them). All this this coupled with with the <a id="a8">Facebook whistleblower testimony</a> in 2021 to the US Congress that outlined the harms Meta/Facebook causes and the <a id="a9">dishonest way</a> they approach dealing with these harms and Meta/Facebook appears to be one of most immoral companies we review in *Privacy Not Included.
de: Meta (Sie wissen schon, das Unternehmen, das aus Facebook hervorging) hat eine <a id="a1">lange Geschichte</a> des Missbrauchs der Privatsphäre und des Vertrauens der Nutzer. Das Unternehmen musste dafür <a id="a2">weltweit</a> <a id="a3">Rekordstrafen</a> zahlen und wurde <a id="a4">dabei erwischt</a>, wie es Datenlecks <a id="a5">vor seinen Nutzern</a> verheimlichte. Im April 2021 <a id="a6">wurde bekannt</a>, dass die persönlichen Daten von mehr als 500 Millionen Facebook-Nutzern im Rahmen eines massiven Datenlecks online gestellt wurden. <a id="a7">Im Jahr 2022 wurde zugegeben</a>, dass die Anmeldedaten von über einer Million Facebook-Nutzern möglicherweise durch bösartige Apps kompromittiert wurden, die Daten über den Facebook-Login von Drittanbietern gestohlen haben (na ja, Meta/Facebook hat dies selbst angekündigt, also ein Punkt für sie). All dies in Verbindung mit der <a id="a8">Aussage des Facebook-Whistleblowers</a> im Jahr 2021 vor dem US-Kongress, in der die Schäden, die Meta/Facebook verursacht, und die <a id="a9">unehrliche Art und Weise</a>, wie sie mit diesen Schäden umgehen, dargelegt wurden, lässt Meta/Facebook als eines der unmoralischsten Unternehmen erscheinen, die wir in *Datenschutz nicht inbegriffen* untersuchen.
es: Meta (ya sabes, la empresa que solía ser Facebook), tiene un <a id="a1">largo historial</a> de traiciones a la privacidad y la confianza de sus usuarios. Ha tenido que enfrentar <a id="a2">multas récord</a> en todo <a id="a3">el mundo</a> por esto y ha sido <a id="a4">descubierta ocultando</a> fugas de datos de <a id="a5">sus usuarios</a>. En abril de 2021, se <a id="a6">informó</a> que los datos personales de más de 500 millones de usuarios de Facebook se habían compartido en línea en una fuga masiva de datos. Luego, <a id="a7">en 2022, admitieron</a> que la información de inicio de sesión de más de un millón de usuarios de Facebook podría haber quedado comprometida por aplicaciones maliciosas que roban datos a través del inicio de sesión de terceros de Facebook (oye, hay que saber que Meta/Facebook anunció esto por su cuenta, bien por ellos). Todo esto se suma al <a id="a8">testimonio de denunciantes de Facebook</a> en 2021 ante el Congreso de los EE. UU., en el que se describieron los daños que causa Meta/ Facebook y la <a id="a9">forma deshonesta</a> en que la empresa aborda estos daños. Meta/Facebook parece ser una de las empresas más inmorales de las que revisamos en *Privacidad no incluida.
pt_br: Meta (você sabe, a empresa que costumava ser o Facebook), tem uma <a id="a1">longa história</a> de trair a privacidade e a confiança dos usuários. Eles enfrentaram <a id="a2">multas recorde</a> em todo <a id="a3">o mundo</a> por isso e foram <a id="a4">pegos escondendo</a> vazamentos de dados de <a id="a5">seus usuários</a>. Em abril de 2021, foi <a id="a6">relatado</a> que as informações pessoais de mais de 500 milhões de usuários do Facebook foram compartilhadas online em um enorme vazamento de dados. Depois, houve a <a id="a7">admissão em 2022</a> de que mais de um milhão de informações de login de usuários do Facebook podem ter sido comprometidas devido a aplicativos maliciosos que roubam dados por meio do login de terceiros do Facebook (ei, a Meta/Facebook anunciou isso por conta própria, então, bom para eles). Tudo isso juntamente com o <a id="a8">testemunho do denunciante do Facebook</a> em 2021 para o Congresso dos EUA, que descreveu os danos que a Meta/Facebook causa e a <a id="a9">maneira desonesta</a> como eles lidam com esses danos e a Meta/Facebook parece ser uma das empresas mais imorais que analisamos em *Privacidade não incluída.

# worst_case
source: Now Meta has come out with the Quest Pro, their high-end VR/AR headset designed to deliver the metaverse (with or without legs) to your face. This expensive gadget also delivers a whole lot of cameras sitting on your head -- looking at your face, monitoring your eye movements, facial expressions, body movements, and at the world around you. The Quest Pro <a id="a1">reportedly</a> comes with 16 cameras total -- 5 looking at your face, 5 looking out from your face, and 3 each on the two controllers. It sure sounds pretty creepy.
de: Jetzt hat Meta das Quest Pro herausgebracht, ein High-End-VR/AR-Headset, das Ihnen das Metaversum (mit oder ohne Beine) direkt ins Gesicht bringen soll. Dieses teure Gerät bietet auch eine ganze Reihe von Kameras, die auf Ihrem Kopf sitzen und Ihr Gesicht, Ihre Augenbewegungen, Ihre Mimik, Ihre Körperbewegungen und die Welt um Sie herum beobachten. <a id="a1">Berichten zufolge</a> verfügt das Quest Pro über insgesamt 16 Kameras - 5, die auf Ihr Gesicht schauen, 5, die aus Ihrem Gesicht herausschauen, und jeweils 3 an den beiden Controllern. Das klingt wirklich ziemlich gruselig.
es: Ahora, Meta nos trae las Quest Pro, sus gafas de RV/RA de alta gama diseñadas para colocar el metaverso en tu cara. Este caro dispositivo también tiene un montón de cámaras para tu cabeza: miran tu cara y monitorean tus movimientos oculares, expresiones faciales, movimientos corporales y el mundo que te rodea. Las Quest Pro <a id="a1">supuestamente</a> vienen con un total de 16 cámaras: 5 mirando hacia tu cara, 5 mirando desde tu cara y 3 en cada uno de los dos controladores. Suena bastante espeluznante.
pt_br: Agora a Meta apareceu com o Quest Pro, seu headset de RV/RA de alta qualidade projetado para entregar o metaverso (com ou sem pernas) ao seu rosto. Este dispositivo caro também oferece um monte de câmeras sobre sua cabeça - olhando para o seu rosto, monitorando seus movimentos oculares, expressões faciais, movimentos corporais e para o mundo ao seu redor. O Quest Pro <a id="a1">supostamente</a> vem com 16 câmeras no total - 5 olhando para o seu rosto, 5 olhando para fora do seu rosto e 3 nos dois controles. Parece bem assustador.

# worst_case
source: So, this is the starting point for bringing a device that uses those cameras to track your eye movement, facial expressions, and your body and surroundings. Meta says in a <a id="a1">blog post</a> touting about the privacy of the Quest Pro that those eye tracking and facial expression features that monitor your face in real time are opt-in (who knows how clear the opt-in process is though?). <a id="a2">At least one privacy expert</a> has already warned that the opt-in of sharing facial data might not last long before it comes on by default. We tell consumers that Meta/Facebook isn’t a company that has earned a lot of trust when it comes to privacy, so we’d say, buyer beware.
de: Dies ist also der Ausgangspunkt für ein Gerät, das diese Kameras nutzt, um Ihre Augenbewegungen, Gesichtsausdrücke, Ihren Körper und Ihre Umgebung zu verfolgen. Meta sagt in einem <a id="a1">Blogbeitrag</a> über den Datenschutz des Quest Pro, dass die Funktionen zur Überwachung der Augenbewegungen und des Gesichtsausdrucks, die Ihr Gesicht in Echtzeit überwachen, auf freiwilliger Basis erfolgen (wer weiß schon, wie klar der Opt-in-Prozess ist?). <a id="a2">Mindestens ein Datenschutzexperte</a> hat bereits davor gewarnt, dass die Zustimmung zur Weitergabe von Gesichtsdaten nicht lange dauern könnte, bevor sie standardmäßig aktiviert wird. Wir weisen die Verbraucher darauf hin, dass Meta/Facebook kein Unternehmen ist, das in Sachen Datenschutz viel Vertrauen genießt, daher würden wir sagen: Käufer sollten sich vorsehen.
es: Así que, este es el punto de partida para este dispositivo que utiliza cámaras para rastrear el movimiento ocular, las expresiones faciales, el cuerpo y el entorno. En una publicación de <a id="a1">blog</a> para promocionar la privacidad de las Quest Pro, Meta asegura que las funciones de seguimiento de movimientos oculares y expresiones faciales que monitorean tu rostro en tiempo real son de «opt-in», es decir, tienes que aceptarlas previamente (aunque, nadie sabe qué tan claro es el proceso para hacerlo). <a id="a2">Ya hay al menos un experto en privacidad</a> que ha advertido que el proceso de «opt-in» para aceptar compartir datos faciales podría no durar mucho antes de comenzar a aparecer seleccionado por defecto. Nuestro consejo para los consumidores es que Meta/Facebook no es una empresa que se haya ganado demasiada confianza con respecto al cuidado de la privacidad, por lo que es mejor que tengan cuidado.
pt_br: Portanto, este é o ponto de partida para trazer um dispositivo que usa essas câmeras para rastrear o movimento dos olhos, as expressões faciais, o corpo e o ambiente. A Meta diz em uma <a id="a1">publicação de blog</a> sobre a privacidade do Quest Pro, que os recursos de rastreamento ocular e expressão facial que monitoram seu rosto em tempo real são opt-in (mas quem sabe o quanto o processo de opt-in é claro?). <a id="a2">Pelo menos um especialista em privacidade</a> já avisou que a adesão ao compartilhamento de dados faciais pode não durar muito antes de ser ativada por padrão. Dizemos aos consumidores que a Meta/Facebook não é uma empresa que ganhou muita confiança quando se trata de privacidade, então diríamos: os riscos ficam por conta do comprador.

# worst_case
source: To use the device, you’re required to have a Meta account (<a id="a1">Meta says</a> they will no longer require a Facebook account to sign into this VR headset, but will require a Meta account, which is an account you can sign up for with your email address or Facebook account). Still, you’re gonna be <a id="a2">sharing lots of your data</a> with a company with a horrible track record at protecting and respecting the <a id="a3">heaps of data</a> this VR headset can collect. And good luck figuring out which of the <a id="a4">Meta/Facebook</a>, <a id="a5">Oculus</a>, <a id="a6">Supplemental Meta Platforms Technologies</a> privacy policies applies to you when you use the Meta Quest Pro. It’s pretty confusing trying to sort all that out. Which makes sense when you read that Meta/Facebook’s own <a id="a7">engineers struggle</a> to keep track of, control, and explain the use of all the data Meta/Facebook collects.
de: Um das Gerät zu verwenden, benötigen Sie ein Meta-Konto (<a id="a1">Meta sagt</a>, dass sie nicht mehr ein Facebook-Konto benötigen, um sich bei diesem VR-Headset anzumelden, sondern ein Meta-Konto, für das Sie sich mit Ihrer E-Mail-Adresse oder Ihrem Facebook-Konto anmelden können). Dennoch werden Sie <a id="a2">viele Ihrer Daten an ein Unternehmen weitergeben</a>, das eine schreckliche Erfolgsbilanz beim Schutz und der Achtung der <a id="a3">vielen Daten</a> hat, die dieses VR-Headset sammeln kann. Und viel Glück dabei herauszufinden, welche der Datenschutzrichtlinien von <a id="a4">Meta/Facebook</a>, <a id="a5">Oculus</a> und den <a id="a6">zusätzlichen Technologien der Meta Plattformen</a> für Sie gelten, wenn Sie das Meta Quest Pro verwenden. Es ist ziemlich verwirrend, das alles herauszufinden. Das macht Sinn, wenn man liest, dass die <a id="a7">Techniker von Meta/Facebook selbst Mühe haben</a>, den Überblick zu behalten, zu kontrollieren und die Verwendung all der Daten zu erklären, die Meta/Facebook sammelt.
es: Para usar el dispositivo, debes tener una cuenta de Meta (<a id="a1">Meta dice</a> que ya no se necesitará una cuenta de Facebook para iniciar sesión en estas gafas de RV, sino que se necesitará una cuenta de Meta, que es una cuenta a la que puedes registrarte con tu dirección de correo electrónico o cuenta de Facebook). Aún así, vas a <a id="a2">compartir muchos de tus datos</a> con una empresa que tiene un historial horrible en cuanto a la protección y el respeto de las <a id="a3">toneladas de datos</a> que las gafas de RV pueden recopilar. Y buena suerte averiguando cuál de las políticas de privacidad de <a id="a4">Meta/Facebook </a>, <a id="a5">Oculus</a>, <a id="a6">condiciones complementarias de Meta Platforms Technologies</a> se aplica a ti cuando usas las Meta Quest Pro. Es bastante confuso tratar de resolver todo esto. Tiene sentido cuando te enteras que los propios ingenieros de Meta/Facebook <a id="a7">tienen problemas</a> para seguir, controlar y explicar el uso de todos los datos que Meta/Facebook recopila.
pt_br: Para usar o dispositivo, você precisa ter uma conta Meta (<a id="a1">a Meta diz</a> que não será mais necessário uma conta do Facebook para fazer login neste headset de realidade virtual, mas precisará de uma conta Meta, que é uma conta que você pode se inscrever com seu endereço de e-mail ou conta do Facebook). Ainda assim, <a id="a2">você estará compartilhando muitos de seus dados</a> com uma empresa com um histórico horrível em proteger e respeitar os <a id="a3">montes de dados</a> que este headset de realidade virtual pode coletar. E boa sorte para descobrir qual das políticas de privacidade da <a id="a4">Meta/Facebook</a>, <a id="a5">Oculus</a>, <a id="a6">Supplemental Meta Platforms Technologies</a> se aplica a você quando você usa o Meta Quest Pro. É muito confuso tentar entender tudo isso. O que faz sentido quando você lê que os próprios <a id="a7">engenheiros do Meta/Facebook lutam</a> para acompanhar, controlar e explicar o uso de todos os dados que o Meta/Facebook coleta.

# worst_case
source: So, the question comes down to, does Meta/Facebook have your best interests at heart when it collects all the data the Quest Pro is capable of collecting? From <a id="a1">Cambridge Analytica</a> to where we are today with Mark Zuckerberg’s <a id="a2">hopes for the metaverse</a>, the answer to that question is a resounding NO. We're afraid this device comes with *Privacy Not Included.
de: Die Frage ist also, ob Meta/Facebook Ihr Bestes im Sinn hat, wenn es all die Daten sammelt, die das Quest Pro sammeln kann. Von <a id="a1">Cambridge Analytica</a> bis zu dem Punkt, an dem wir uns heute mit Mark Zuckerbergs <a id="a2">Hoffnungen für das Metaverse</a> befinden, ist die Antwort auf diese Frage ein klares NEIN. Wir fürchten, dieses Gerät kommt mit *Datenschutz nicht inbegriffen.
es: La gran pregunta es, ¿Meta/Facebook piensa en tus mejores intereses cuando recopila todos los datos que las Quest Pro son capaces de captar? Desde <a id="a1">Cambridge Analytica</a> hasta donde estamos hoy con las <a id="a2">esperanzas de Mark Zuckerberg para el metaverso</a>, la respuesta a esta pregunta es un rotundo NO. Nos tememos que este dispositivo viene con *Privacidad no incluida.
pt_br: Então, a questão se resume a: a Meta/Facebook tem seus melhores interesses em mente quando coleta todos os dados que o Quest Pro é capaz de coletar? De <a id="a1">Cambridge Analytica</a> até onde estamos hoje com <a id="a2">as esperanças de Mark Zuckerberg para o metaverso</a>, a resposta a essa pergunta é um não retumbante. Infelizmente, este dispositivo vem com *Privacidade não incluída.

# worst_case
source: One more note on Meta from a privacy researcher’s point of view. Trying to read through Meta's crazy network of privacy policies, privacy FAQs, privacy statements, privacy notices, and supplemental privacy documentation for their vast empire is a nightmare. There’s so many documents that link to other documents that link back even more documents that understanding and making sense of Meta's actual privacy practices feels almost impossible. We wonder if this is by design, to confuse us all so we just give up? Or, if maybe even Meta'’s own employees possibly don’t know and understand the vast network of privacy policies and documentation they have living all over the place? Regardless, this privacy researcher would love to see Meta do better when it comes to making their privacy policies accessible to the consumers they impact.
de: Noch eine Anmerkung zu Meta aus der Sicht einer Datenschutzforscherin. Der Versuch, sich durch Metas verrücktes Netzwerk von Datenschutzrichtlinien, Datenschutz-FAQs, Datenschutzerklärungen, Datenschutzhinweisen und zusätzlicher Datenschutzdokumentation für ihr riesiges Imperium zu lesen, ist ein Alptraum. Es gibt so viele Dokumente, die auf andere Dokumente verweisen, die wiederum auf noch mehr Dokumente verweisen, dass es fast unmöglich ist, die tatsächlichen Datenschutzpraktiken von Meta zu verstehen und ihren Sinn zu entdecken. Wir fragen uns, ob dies beabsichtigt ist, um uns alle zu verwirren, damit wir einfach aufgeben? Oder ob vielleicht sogar die eigenen Mitarbeiter von Meta das riesige Netz von Datenschutzrichtlinien und -dokumenten nicht kennen und verstehen, das überall herumliegt? Wie dem auch sei, die Datenschutzforscherin würde es gerne sehen, wenn Meta seine Datenschutzrichtlinien für die Verbraucher, auf die sie einen Einfluss haben, besser zugänglich machen würde.
es: Un último comentario sobre Meta desde el punto de vista de una investigadora de privacidad. Tratar de atravesar la loca red de políticas de privacidad, preguntas frecuentes sobre privacidad, declaraciones de privacidad, avisos de privacidad y documentación de privacidad complementaria de Meta para su vasto imperio, es una pesadilla. Hay tantos documentos que enlazan a otros documentos que enlazan a más documentos, que entender cuáles son las prácticas reales de privacidad de Meta parece casi imposible. Nos preguntamos si esto es por diseño, ¿será que quieren confundirnos para que simplemente nos demos por vencidos? O, tal vez, incluso los propios empleados de Meta no conozcan ni comprendan la vasta red de políticas de privacidad y documentación que tienen dispersa. Sea cual sea el motivo, a esta investigadora de privacidad le encantaría ver que Meta ofrece algo mejor para que sus políticas de privacidad sean accesibles a los consumidores a los que afectan.
pt_br: Mais uma observação sobre a Meta do ponto de vista de um pesquisador de privacidade. Tentar ler a rede louca de políticas de privacidade da Meta, FAQs de privacidade, declarações de privacidade, avisos de privacidade e documentação de privacidade por seu vasto império é um pesadelo. Existem tantos documentos que se ligam a outros documentos que se ligam a ainda mais documentos que a compreensão e o sentido das práticas reais de privacidade da Meta parecem quase impossíveis. Nós nos perguntamos se isso é de propósito, para nos confundir, então simplesmente desistimos? Ou, se talvez até mesmo os próprios funcionários da Meta possivelmente não conhecem e entendem a vasta rede de políticas de privacidade e documentação que eles têm por todo o lugar? Independentemente disso, esse pesquisador de privacidade adoraria ver a Meta fazer melhor quando se trata de tornar suas políticas de privacidade acessíveis aos consumidores que impactam.

# signup_requirement_explanation
source: Meta or Oculus account required. Facebook or Instagram log-ins available
de: Meta- oder Oculus-Konto erforderlich. Facebook- oder Instagram-Logins verfügbar
es: Se requiere una cuenta de Meta o de Oculus. Se puede iniciar sesión con Facebook o Instagram
pt_br: É necessário uma conta Meta ou Oculus. Logins do Facebook ou Instagram disponíveis
