Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/meta-quest-pro.po
Languages: de, es, pt_br

# how_does_it_use_data_collected
source: We ding this product for combining data it has on users with data received from third-party advertisers and marketers.
de: Wir bemängeln, dass dieses Produkt Daten von Nutzern mit Daten von Drittanbietern und Werbetreibenden kombiniert.
es: Criticamos a este producto porque combina los datos que tiene sobre los usuarios con los datos recibidos de terceros anunciantes y vendedores.
pt_br: Nós sinalizamos este produto por combinar os dados que tem sobre os usuários com os dados recebidos de terceiros anunciantes e profissionais de marketing.

# how_does_it_use_data_collected
source: <b>Meta receives data on its users from "third parties incl. advertisers and third-party data providers who have the rights to provide us with your information", whether users have Facebook account or not</b>:<br/> "Advertisers, app developers, and publishers can send us information through Meta Business Tools they use, including our social plug-ins (such as the Like button), Facebook Login, our APIs and SDKs, or the Meta pixel. These partners provide information about your activities off of our Products—including information about your device, websites you visit, purchases you make, the ads you see, and how you use their services—whether or not you have an account or are logged into our Products. For example, a game developer could use our API to tell us what games you play, or a business could tell us about a purchase you made in its store. We also receive information about your online and offline actions and purchases from third-party data providers who have the rights to provide us with your information."
de: <b>Meta erhält Daten über seine Nutzer von „Dritten, einschließlich Werbetreibenden und Drittdatenanbietern, die das Recht haben, uns Ihre Informationen zur Verfügung zu stellen“, unabhängig davon, ob die Nutzer ein Facebook-Konto haben oder nicht</b>:<br/> „Werbetreibende, App-Entwickler und Publisher können uns über die von ihnen verwendeten Meta Business Tools, einschließlich unserer Social Plug-ins (wie dem Like-Button), Facebook Login, unserer APIs und SDKs oder des Meta-Pixels, Informationen senden. Diese Partner stellen uns Informationen über Ihre Aktivitäten außerhalb unserer Produkte zur Verfügung, einschließlich Informationen über Ihr Gerät, die von Ihnen besuchten Websites, die von Ihnen getätigten Käufe, die von Ihnen angezeigten Anzeigen und die Art und Weise, wie Sie ihre Dienste nutzen - unabhängig davon, ob Sie ein Konto haben oder bei unseren Produkten angemeldet sind. Beispielsweise könnte ein Spieleentwickler unsere API verwenden, um uns mitzuteilen, welche Spiele Sie spielen, oder ein Unternehmen könnte uns über einen Kauf informieren, den Sie in seinem Geschäft getätigt haben. Wir erhalten auch Informationen über Ihre Online- und Offline-Aktionen und Einkäufe von Drittanbietern, die das Recht haben, uns Ihre Daten zur Verfügung zu stellen.“
es: <b>Meta recibe información sobre sus usuarios de «terceros, que incluyen anunciantes y proveedores de datos externos que tienen derecho a proporcionarnos sus datos», ya sea que los usuarios tengan una cuenta de Facebook o no</b>:<br/> «Los anunciantes, desarrolladores de aplicaciones y editores pueden enviarnos información a través de las Meta Business Tools que utilizan, que incluyen nuestros complementos de redes sociales (como el botón Me gusta), inicio de sesión con Facebook, nuestras API y SDK o el píxel de Meta. Estos socios proporcionan información sobre sus actividades fuera de nuestros Productos —incluyendo información sobre su dispositivo, los sitios web que visita, las compras que realiza, los anuncios que ve y cómo utiliza sus servicios—, ya sea que tenga o no una cuenta, o que esté o no conectado a nuestros Productos. Por ejemplo, un desarrollador de juegos podría usar nuestra API para decirnos qué juegos utiliza, o una empresa podría decirnos sobre una compra que hizo en su tienda. También recibimos información sobre sus acciones y compras en línea y fuera de línea por parte de proveedores de datos externos que tienen el derecho de proporcionarnos su información».
pt_br: A <b>meta recebe dados sobre seus usuários de "terceiros, incluindo anunciantes e provedores de dados terceirizados, que têm o direito de nos fornecer suas informações", independentemente de os usuários terem ou não conta no Facebook</b>:<br/> "Os anunciantes, desenvolvedores de aplicativos e editores podem nos enviar informações por meio das Ferramentas de Negócios Meta que usam, incluindo nossos plug-ins sociais (como o botão Curtir), Login do Facebook, nossas APIs e SDKs ou o pixel Meta. Esses parceiros fornecem informações sobre suas atividades fora de nossos Produtos, incluindo informações sobre seu dispositivo, sites que você visita, compras que você faz, os anúncios que você vê e como você usa seus serviços, independentemente de você ter ou não uma conta ou estar conectado aos nossos Produtos. Por exemplo, um desenvolvedor de jogos pode usar nossa API para nos dizer quais jogos você joga ou uma empresa pode nos dizer sobre uma compra que você fez em sua loja. Também recebemos informações sobre suas ações e compras online e offline de provedores de dados terceirizados que têm o direito de nos fornecer suas informações."

# how_does_it_use_data_collected
source: "We also receive information about you from partners and third parties, including:<br/>Third-party apps<br/>Developers<br/>Other online content providers<br/><b>Marketing partners</b>
de: „Wir erhalten auch Informationen über Sie von Partnern und Dritten, einschließlich:<br/>Drittanbieter-Apps<br/>Entwickler<br/>Andere Anbieter von Online-Inhalten<br/><b>Marketingpartner</b>.
es: «También recibimos información sobre usted por parte de socios y terceros, que incluyen: <br/>aplicaciones de terceros<br/>desarrolladores<br/>otros proveedores de contenidos en línea<br/><b>socios de marketing</b>
pt_br: "Também recebemos informações sobre você de parceiros e terceiros, incluindo:<br/>Aplicativos de terceiros<br/>Desenvolvedores<br/>Outros fornecedores de conteúdo online<br/><b>Parceiros de marketing</b>

# how_does_it_use_data_collected
source: For example, in Meta Quest, we receive information from developers about your achievements in their app and about what features you can use in their app. To learn about how a third-party service processes or shares your information, please refer to their terms and privacy policies. "
de: Bei Meta Quest erhalten wir zum Beispiel Informationen von Entwicklern über Ihre Leistungen in deren App und darüber, welche Funktionen Sie in deren App nutzen können. Wenn Sie wissen möchten, wie ein Drittanbieterdienst Ihre Daten verarbeitet oder weitergibt, lesen Sie bitte die entsprechenden Bestimmungen und Datenschutzrichtlinien.“
es: Por ejemplo, en las Meta Quest, recibimos información de los desarrolladores sobre los logros alcanzados por usted en su aplicación y sobre las funciones que puede usar en su aplicación. Para obtener información sobre cómo un servicio de terceros procesa o comparte su información, consulte los términos y políticas de privacidad de ese tercero».
pt_br: Por exemplo, no Meta Quest, recebemos informações de desenvolvedores sobre suas conquistas em seu aplicativo e sobre quais recursos você pode usar em seu aplicativo. Para saber como um serviço de terceiros processa ou compartilha suas informações, consulte os termos e políticas de privacidade. "

# how_does_it_use_data_collected
source: Meta shares information with related companies. Meta/Facebook shares data with numerous third parties such as partners who use their analytics services, advertisers, measurement partners, partners offering goods and services in Facebook products, vendors and service providers, researchers and academics, law enforcement, and legal requests.
de: Meta teilt Informationen mit verbundenen Unternehmen. Meta/Facebook gibt Daten an zahlreiche Dritte weiter, z. B. an Partner, die seine Analysedienste nutzen, Werbetreibende, Messpartner, Partner, die Waren und Services in Facebook-Produkten anbieten, Verkäufer und Dienstleister, Forscher und Akademiker, Strafverfolgungsbehörden und rechtliche Anfragesteller.
es: Meta comparte información con empresas relacionadas. Meta/Facebook comparte datos con muchas otras partes externas, tales como socios que utilizan sus servicios de análisis, anunciantes, socios de medición, socios que ofrecen bienes y servicios en productos de Facebook, vendedores y proveedores de servicios, investigadores y académicos, fuerzas policiales y solicitantes legales.
pt_br: A meta compartilha informações com empresas relacionadas. A Meta/Facebook compartilha dados com vários terceiros, como parceiros que usam seus serviços de análise, anunciantes, parceiros de medição, parceiros que oferecem bens e serviços em produtos do Facebook, fornecedores e prestadores de serviços, pesquisadores e acadêmicos, aplicação da lei e solicitações legais.

# how_does_it_use_data_collected
source: "When you use our voice services, we process:<br/>- Audio recordings<br/>- Transcripts<br/>- Related data about your voice interactions such as the hardware version of your device and the length of the audio related to your interaction
de: „Wenn Sie unsere Sprachdienste nutzen, verarbeiten wir:<br/>- Audioaufzeichnungen<br/>- Transkripte<br/>- Zugehörige Daten über Ihre Sprachinteraktionen wie die Hardwareversion Ihres Geräts und die Länge der Audioaufzeichnung im Verhältnis zu Ihrer Interaktion.
es: «Cuando utiliza nuestros servicios de voz, procesamos:<br/> - Grabaciones de audio<br/>- Transcripciones<br/>- Datos relacionados con sus interacciones de voz, tales como la versión de hardware de su dispositivo y la duración del audio de su interacción
pt_br: "Quando você usa nossos serviços de voz, processamos:<br/>- Gravações de áudio<br/>- Transcrições<br/>-Dados relacionados sobre suas interações de voz, como a versão de hardware do seu dispositivo e a duração do áudio relacionado à sua interação

# how_does_it_use_data_collected
source: We process this information to respond to your requests, provide the requested service to you, and depending on your settings, improve our voice services. Learn more.
de: Wir verarbeiten diese Informationen, um auf Ihre Anfragen zu reagieren, Ihnen den gewünschten Dienst zur Verfügung zu stellen und, je nach Ihren Einstellungen, unsere Sprachdienste zu verbessern. Mehr erfahren.
es: Procesamos esta información para responder a sus solicitudes, proporcionarle el servicio solicitado y, dependiendo de su configuración, para mejorar nuestros servicios de voz. Más información.
pt_br: Processamos essas informações para responder às suas solicitações, fornecer o serviço solicitado e, dependendo de suas configurações, melhorar nossos serviços de voz. Saiba mais.

# how_does_it_use_data_collected
source: Please note that third-party services may offer their own app voice experiences. When you use those services, information collected by these third-party services is subject to their own terms and privacy policies, not this policy. "
de: Bitte beachten Sie, dass Dienste von Drittanbietern ihre eigenen App-Sprachdienste anbieten können. Wenn Sie diese Dienste nutzen, unterliegen die von diesen Drittanbietern erfassten Daten deren eigenen Bedingungen und Datenschutzrichtlinien und nicht dieser Richtlinie.“
es: Tenga en cuenta que los servicios de terceros pueden ofrecer sus propias experiencias de voz en la aplicación. Cuando utiliza esos servicios, la información recopilada por ellos está sujeta a sus propios términos y políticas de privacidad, no a esta política».
pt_br: Observe que os serviços de terceiros podem oferecer as suas próprias experiências de voz na aplicação. Quando você usa esses serviços, as informações coletadas por esses serviços de terceiros estão sujeitas aos seus próprios termos e políticas de privacidade, não a esta política. "

# user_friendly_privacy_policy_helptext
source: Detailed Privacy FAQ &amp; settings are provided, however, there are a confusing number of privacy policies to consider
de: Detaillierte Datenschutz-FAQ und -Einstellungen werden zur Verfügung gestellt, aber es gibt eine verwirrende Anzahl von Datenschutzrichtlinien zu beachten
es: Aunque se proporcionan una sección detallada de preguntas frecuentes sobre privacidad y configuración, hay un número confuso de políticas de privacidad para considerar
pt_br: As configurações e FAQ de privacidade detalhadas são fornecidas, no entanto, há um número confuso de políticas de privacidade a serem consideradas

# tips_to_protect_yourself
source: Connect your VR headset to a <a id="a1">secure WiFi network</a>
de: Verbinden Sie Ihr VR-Headset mit einem <a id="a1">sicheren WLAN-Netzwerk</a>
es: Conecta tus gafas de RV a una <a id="a1">red WiFi segura</a>
pt_br: Conecte seu headset de realidade virtual a uma <a id="a1">rede WiFi segura</a>

# tips_to_protect_yourself
source: Set up an <a id="a1">unlock pattern</a> and secure your VR headset with an extra layer of security that you can use to prevent others from accessing your device or saved passwords.
de: Richten Sie ein <a id="a1">Entsperrmuster</a> ein und sichern Sie Ihr VR-Headset mit einer zusätzlichen Sicherheitsebene, mit der Sie verhindern können, dass andere auf Ihr Gerät oder gespeicherte Passwörter zugreifen.
es: Configura un <a id="a1">patrón de desbloqueo</a> y protege tus gafas de RV con un factor adicional de seguridad que puedes usar para evitar que otras personas accedan a tu dispositivo o a tus contraseñas guardadas.
pt_br: Configure um <a id="a1">padrão de desbloqueio</a> e proteja seu headset de realidade virtual com uma camada extra de segurança que você pode usar para impedir que outras pessoas acessem seu dispositivo ou salvem senhas.

# tips_to_protect_yourself
source: Sign up with an email to create your Meta account rather than login in with your Facebook or Instagram account
de: Melden Sie sich mit einer E-Mail an, um Ihr Meta-Konto zu erstellen, anstatt sich mit Ihrem Facebook- oder Instagram-Konto einzuloggen.
es: Regístrate con un correo electrónico para crear tu cuenta de Meta en lugar de iniciar sesión con tu cuenta de Facebook o Instagram
pt_br: Cadastre-se com um e-mail para criar sua conta Meta em vez de fazer login com sua conta do Facebook ou Instagram

# tips_to_protect_yourself
source: Minimize the amount of data shared with your Facebook account
de: Minimieren Sie die Datenmenge, die über Ihr Facebook-Konto geteilt wird
es: Reduce al mínimo la cantidad de datos compartidos con tu cuenta de Facebook
pt_br: Minimize a quantidade de dados compartilhados com sua conta do Facebook

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
de: Melden Sie sich nicht mit Konten von Drittanbietern an. Melden Sie sich am besten einfach mit E-Mail und starkem Passwort an.
es: No te registres a través de cuentas de terceros. Es mejor que inicies sesión con un correo electrónico y una contraseña segura.
pt_br: Não se cadastre utilizando contas de aplicativos terceiros. É melhor criar um login com seu e-mail e uma senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Standort, außer es ist notwendig).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do app (não dê acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.
pt_br: Solicite que seus dados sejam excluídos assim que você parar de usar o aplicativo. Simplesmente excluir um aplicativo do seu dispositivo não apaga seus dados pessoais.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung für ein Konto nicht der Nachverfolgung Ihrer Daten zu, falls möglich.
es: Cuando inicies el registro, no aceptes el seguimiento de tus datos si es posible.
pt_br: Ao se cadastrar, não concorde com o rastreamento dos seus dados, se possível.

# tips_to_protect_yourself
source: Set up your Facebook account's <a id="a1">privacy settings</a>
de: Richten Sie die <a id="a1">Datenschutzeinstellungen</a> Ihres Facebook-Kontos ein.
es: Configura los <a id="a1">ajustes de privacidad</a> de tu cuenta de Facebook
pt_br: Defina as <a id="a1">configurações de privacidade</a> da sua conta do Facebook

# personal_data_collected
source: Name, email address, and phone number
de: Name, E-Mail-Adresse und Telefonnummer
es: Nombre, dirección de correo electrónico y número de teléfono
pt_br: Nome, endereço de e-mail e número de telefone

# social_data_collected
source: Contacts (optional, when you share content)
de: Kontakte (optional, wenn Sie Inhalte teilen)
es: Contactos (opcional, cuando compartes contenido)
pt_br: Contatos (opcional, quando você compartilha conteúdo)

# how_can_you_control_your_data
source: It is unclear if all users regardless of location can get their data be deleted.
de: Es ist unklar, ob alle Benutzer unabhängig von Ihrem Standort ihre Daten löschen lassen können.
es: No está claro si todos los usuarios pueden solicitar que se eliminen sus datos, independientemente del lugar donde vivan.
pt_br: Não está claro se todos os usuários, independentemente de onde vivem, podem excluir seus dados.

# how_can_you_control_your_data
source: "Under the GDPR, you have the right to access, rectify, port and erase your information, and object to or restrict certain processing of your information that we collect through Meta VR Products by visiting your Meta Quest Privacy Centre. You also have the right to object to and restrict certain processing of your data. This includes:
de: „Nach der Datenschutz-Grundverordnung haben Sie das Recht, auf Ihre Daten zuzugreifen, sie zu berichtigen, zu exportieren und zu löschen und einer bestimmten Verarbeitung Ihrer Daten, die wir durch Meta VR Produkte sammeln, zu widersprechen oder sie einzuschränken, indem Sie Ihr Meta Quest Datenschutzzentrum besuchen. Sie haben auch das Recht, einer bestimmten Verarbeitung Ihrer Daten zu widersprechen und diese einzuschränken. Dies schließt ein:
es: «En virtud del RGPD, usted tiene derecho a acceder, rectificar, portar y borrar su información, así como a oponerse o restringir algún procesamiento de sus datos recopilados a través de los productos Meta VR, visitando su centro de privacidad de Meta Quest. También tiene derecho a oponerse y restringir algún procesamiento de sus datos. Esto incluye:
pt_br: "De acordo com o GDPR, você tem o direito de acessar, retificar, portar e apagar suas informações e se opor ou restringir determinado processamento de suas informações que coletamos através dos Produtos Meta VR visitando seu Centro de Privacidade Meta Quest. Você também tem o direito de se opor e restringir determinado processamento de seus dados. Isso inclui:

# how_can_you_control_your_data
source: the right to object to our processing of your data for direct marketing; and
de: das Recht, unserer Verarbeitung Ihrer Daten für Direktmarketing zu widersprechen; und
es: el derecho a oponerse a nuestro procesamiento de sus datos para marketing directo; y
pt_br: o direito de se opor ao nosso processamento de seus dados para marketing direto; e

# how_can_you_control_your_data
source: the right to object to our processing of your data where we are performing a task in the public interest or pursuing our legitimate interests or those of a third party. "
de: das Recht, unserer Verarbeitung Ihrer Daten zu widersprechen, wenn wir eine Aufgabe im öffentlichen Interesse erfüllen oder unsere berechtigten Interessen oder die eines Dritten verfolgen.“
es: el derecho a oponerse a nuestro tratamiento de sus datos cuando llevemos a cabo una tarea de interés público o mientras persigamos nuestros intereses legítimos o los de un tercero».
pt_br: o direito de se opor ao nosso processamento de seus dados quando estivermos realizando uma tarefa de interesse público ou buscando nossos interesses legítimos ou de terceiros. "
