Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/microsoft-surface-earbuds.po
Languages: fr

# blurb
source: Microsoft really wants you to pair these funny looking earbuds with their Surface computers and tablets. They offer voice dictation for your Word docs and a feature to play your emails in the Outlook mobile app. These earbuds also connect to other things like your phone and non-Surface computer via Bluetooth. And of course, they do earbud things like play music and take calls. Maybe they're not that cool, but hey, you can play your Outlook emails right to your brain with them!
fr: Microsoft veut vraiment que vous associez ces écouteurs à leurs ordinateurs et tablettes Surface. Ils offrent la dictée vocale pour vos documents Word et une fonctionnalité pour lire vos e-mails dans l’application mobile Outlook. Ces écouteurs se connectent également à d’autres appareils tels que votre téléphone ou un ordinateur non Surface via Bluetooth. Et bien sûr, ils permettent d’écouter de la musique et de passer des appels. Ils ne sont peut-être pas si originaux, mais bon, ils vous permettent de lire vos e-mails Outlook directement dans votre tête !

# worst_case
source: Microsoft has had some bumps when it comes to security recently, most notably a <a id="a1">major hack</a> that left their Microsoft Exchange email service vulnerable and exploited. That hack didn’t affect something like the privacy of their Surface Headphones directly, but coupled with incidents like in December, 2019 when 250 million internal customer service and support logs were <a id="a2">exposed online</a>, and Microsoft’s security feels a little uncertain. Microsoft did pay 341 researchers millions of dollars in a year for reporting security vulnerabilities, so their bug bounty project is working. That is good.
fr: Microsoft a récemment connu quelques problèmes en matière de sécurité, notamment un <a id="a1">piratage majeur</a> qui a rendu son service de messagerie Microsoft Exchange vulnérable et exploité. Ce piratage n’a pas affecté directement la confidentialité de leurs casques et écouteurs Surface, mais s’est accompagné d’incidents comme en décembre 2019, lorsque 250 millions d’informations internes aux services client et d’assistance ont été <a id="a2">divulguées en ligne</a>, et la sécurité de Microsoft semble un peu incertaine. En un an, Microsoft a versé des millions de dollars à 341 chercheurs et chercheuses pour signaler des vulnérabilités de sécurité, donc leur programme de prime aux bugs fonctionne. Ça, c’est positif.

# worst_case
source: Microsoft will collect some personal information on you if you choose to use the <a id="a1">Surface Audio app</a> to do things like customize the equalizer settings of your headphones. The app isn’t required to use the headphones, although most users will probably want the features it offers. Microsoft says they will use your data to target you with ads on Microsoft web properties. Microsoft also says they might share your data with partners like Verizon and Facebook to collect data about your online activity for advertising purposes, and to place their own ads. Finally, Microsoft says they can combine data with third parties, such as data brokers.
fr: Microsoft collectera des informations personnelles sur vous si vous choisissez d’utiliser l’<a id="a1">application Surface Audio</a> pour par exemple personnaliser les paramètres de l’égaliseur de vos écouteurs. L’application n’est pas requise pour utiliser les écouteurs, bien que la plupart des utilisateurs et utilisatrices voudront probablement les fonctionnalités qu’elle offre. Microsoft déclare utiliser vos données pour vous cibler avec des publicités sur les sites web de Microsoft. Microsoft indique également pouvoir partager vos données avec des partenaires comme Verizon et Facebook pour collecter des données sur votre activité en ligne à des fins publicitaires et pour publier leurs propres annonces. Enfin, Microsoft affirme pouvoir combiner des données avec des tiers, tels que des courtiers en données.

# worst_case
source: All in all, Microsoft seems to have some issues when it comes to security these days and we’re not too sure about all the ways they share your data either. Fortunately, these headphones don’t collect a ton of data so the worst thing that could probably happen is you’ll look kinda dorky as you dictate your Outlook emails.
fr: Dans l’ensemble, Microsoft semble rencontrer des problèmes de sécurité en ce moment et les façons dont sont partagées vos données ne sont pas claires. Heureusement, ces écouteurs ne collectent pas énormément de données, donc la pire chose qui puisse arriver est que vous aurez l’air un peu ridicule lorsque vous dicterez vos e-mails Outlook.

# how_does_it_use_data_collected
source: Microsoft uses data to advertise and market to you, which includes sending promotional communications, targeting advertising, and presenting you with offers. It does use your data to target you with advertising within Microsoft web properties. It also allows numerous partners like Verizon and Facebook, to collect data about your online activity for advertising purposes, and to place their own ads. Microsoft also extensively combines its data with third parties, such as data brokers for demographic data, service providers that help determine your device’s location, marketing partners, third parties that deliver experiences through Microsoft products, and publicly-available sources, such as open government databases.
fr: Microsoft utilise des données à des fins publicitaires, notamment pour vous envoyer des communications promotionnelles, vous proposer des publicités ciblées et vous présenter des offres. L’entreprise utilise vos données pour vous montrer des publicités ciblées au sein des produits web Microsoft. Elle permet également à de nombreux partenaires, comme Verizon et Facebook, de collecter des données sur vos activités en ligne à des fins publicitaires et pour publier leurs propres annonces. Microsoft combine également ses données avec des tiers, comme des courtiers en données pour les données démographiques, des fournisseurs de services qui permettent de déterminer la localisation de votre appareil, des partenaires publicitaires, des tiers proposant des expériences par le biais de produits Microsoft et des sources publiques, comme des bases de données gouvernementales ouvertes.

# user_friendly_privacy_policy_helptext
source: Very long and complicated privacy statement
fr: Déclaration de confidentialité très longue et compliquée

# tips_to_protect_yourself
source: Consider using your headphones without connecting it to an app. This way, you may decrease amount of data collected
fr: Envisagez d’utiliser vos écouteurs sans les connecter à une application. De cette façon, vous pouvez réduire la quantité de données collectées

# tips_to_protect_yourself
source: Check <a id="a1">Microsoft Surface settings</a> for privacy
fr: Vérifiez les <a id="a1">paramètres de confidentialité de Microsoft Surface</a>

# personal_data_collected
source: Name, email, phone number, address
fr: Nom, adresse e-mail, numéro de téléphone, adresse postale

# how_can_you_control_your_data
source: You can manage your data via the Microsoft Privacy dashboard. retention details and deletion methods are unclear.
fr: Vous pouvez gérer vos données via le tableau de bord Confidentialité de Microsoft. Les détails de conservation et les méthodes de suppression ne sont pas clairs.

# track_record_details
source: Microsoft suffered a <a id="a1">major hack</a> that left their Microsoft Exchange email service vulnerable and exploited. That hack didn’t affect the privacy of their Surface Headphones. In December, 2019, 250 million Microsoft internal customer service and support logs were <a id="a2">exposed</a> online.
fr: Microsoft a subi un <a id="a1">piratage majeur</a> qui a rendu son service de messagerie Microsoft Exchange vulnérable et cette vulnérabilité a été exploitée. Ce piratage n’a pas affecté directement la confidentialité des Surface Headphones. En décembre 2019, 250 millions de logs internes du service client et de l’assistance de Microsoft ont été <a id="a2">divulgués</a> en ligne.
