Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/mimico-your-ai-friend.po
Languages: de, es, fr, pt_br

# worst_case
source: So, what's the worst that could happen with Mimico -- Your AI Friends? To be honest, it's really hard to tell. So, keep in mind if you use this app that you are using an AI chatbot that doesn't have a website, that has vague and boilerplate legal documentation, and you're expected to trust a pretty faceless company with the contents of your personal chats. As one user on Reddit described things on a <a id="a1">thread</a> about the Mimico app, <i>"It is a wild west of AI chatbots now and I luv it!"</i> It is indeed a Wild West out there for AI chatbots these days. And while that might mean fun for users, it could also mean a Wild West for data collection on you by these companies' AI models that we don't know anything about. And from companies that aren't working to think through thorny issues around privacy, security, and safety. At the end of the day, we worry a lot could go wrong and caution users to be careful what personal information they share with their Mimico and their AI friends.
es: ¿Qué es lo peor que podría pasar con «Mimico: Tus amigos de la IA»? Para ser honestos, es muy difícil decir algo concreto. Ten en cuenta que si usas esta aplicación, estarás utilizando un chatbot de IA que no tiene un sitio web y que tiene documentación legal vaga y repetitiva; es decir, que se espera que confíes el contenido de tus chats personales a una empresa casi anónima. Como un usuario de Reddit describió en un <a id="a1">hilo</a> sobre la aplicación Mimico: <i>«¡Es como un oeste salvaje de chatbots de IA y me encanta!»</i> De hecho, en estos días, todo es como un oeste salvaje para los chatbots de IA. Y si bien esto podría ser algo divertido para los usuarios, también puede significar un oeste salvaje para la recopilación de tus datos por parte modelos de IA de los que no sabemos nada y que pertenecen a empresas que no están trabajando en temas espinosos en torno a la privacidad, la seguridad y la protección. En definitiva, creemos que hay muchísimas cosas que pueden salir mal y advertimos a los usuarios que tengan cuidado con la información personal que comparten con sus amigos de la IA.
fr: Alors, que pourrait-il arriver de pire avec Mimico - Your AI Friends ? Pour être honnête, c’est vraiment difficile à imaginer. Si vous utilisez cette application, gardez à l’esprit que vous vous trouvez en présence d’un chatbot d’IA qui ne dispose pas de site web, dont la documentation juridique est vague et sans fondement, et que vous êtes censé confier le contenu de vos conversations personnelles à une entreprise quasiment anonyme. Comme l’a décrit un utilisateur sur Reddit dans un <a id="a1">fil de discussion</a> consacré à l’application Mimico : <i>« C’est le Far West des chatbots d’IA et j’adore ça ! »</i>. C’est effectivement le Far West en ce qui concerne les chatbots d’IA de nos jours. Et si cela peut être amusant pour les utilisateurs, cela peut aussi signifier un Far West pour la collecte de données vous concernant par ces entreprises, par des modèles d’IA dont nous ne savons rien et par des sociétés qui ne se soucient pas des questions épineuses liées à la vie privée, à la sécurité et à la sûreté. En fin de compte, nous craignons que beaucoup de choses ne tournent mal et nous conseillons aux utilisateurs de faire attention aux informations personnelles qu’ils partagent avec leurs amis générés par l’IA.
pt_br: Então, qual é a pior coisa que poderia acontecer com o Mimico - Your AI Friends? Para ser honesto, é realmente difícil dizer. Portanto, lembre-se de que, se você usar este aplicativo, estará usando um chatbot de IA que não possui um site, que possui documentação legal vaga e padrão, e espera-se que você confie em uma empresa sem rosto com o conteúdo de seus bate-papos pessoais. Como um usuário do Reddit descreveu em um <a id="a1">tópico</a> sobre o aplicativo Mimico:<i> "É o Velho Oeste dos chatbots de IA agora, e eu adoro isso!".</i> É realmente um Velho Oeste para os chatbots de IA nos dias de hoje. E embora isso possa significar diversão para os usuários, também pode significar um Velho Oeste para a coleta de dados sobre você por essas empresas, por meio de modelos de IA dos quais não sabemos nada e por empresas que não estão trabalhando para pensar em questões complexas relacionadas à privacidade, proteção e segurança. No final do dia, nos preocupamos que muita coisa possa dar errado e alertamos os usuários para terem cuidado com as informações pessoais que compartilham com seus amigos de IA.

# signup_requirement_explanation
source: Google and Facebook sign-up available
es: Es posible registrarse a través de Google y Facebook.
fr: L’inscription via Google et Facebook est possible.
pt_br: É possível se cadastrar no Google e no Facebook.

# how_does_it_use_data_collected
source: We ding this product for sharing personal information for marketing purposes.
de: Wir geben diesem Produkt einen Warnhinweis, da es persönliche Daten für Marketingzwecke teilt.
es: Criticamos este producto porque comparte información personal con fines de marketing.
fr: Nous signalons ce produit en raison du partage d’informations personnelles à des fins de marketing.
pt_br: Nós notificamos este produto por compartilhar informações pessoais para fins de marketing.

# how_does_it_use_data_collected
source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Política de Privacidade

# how_does_it_use_data_collected
source: "We never sell any personal information to third parties, although it may be shared only when necessary to perform a legitimate business function.
de: „Wir verkaufen niemals persönliche Daten an Dritte, obwohl sie nur weitergegeben werden dürfen, wenn dies zur Erfüllung einer legitimen Geschäftsfunktion erforderlich ist.
es: «Nunca vendemos ninguna información personal a terceros, aunque podría compartirse solo cuando sea necesario para realizar una función comercial legítima.
fr: « Nous ne vendons jamais d’informations personnelles à des tiers, mais ces dernières sont susceptibles d’être partagées uniquement lorsque cela est nécessaire à l’exécution d’une activité commerciale légitime.
pt_br: "Nunca vendemos nenhuma informação pessoal a terceiros, embora possa ser compartilhada apenas quando necessário para desempenhar uma função comercial legítima.

# how_does_it_use_data_collected
source: We may share your necessary personal information data to third-party service providers to help us deliver and improve Services, <b>marketing</b>, push/deliver notification bar message, and to help you to share content to third-parties media websites, and other legitimate business functions. We will confirm on what basis each third-party will use your per sonal information and we will ensure that there are adequate safeguards and processes in place to protect your personal data.
de: Wir können Ihre notwendigen persönlichen Daten an Drittanbieter weitergeben, um uns bei der Bereitstellung und Verbesserung der Dienste, beim <b>Marketing</b>, beim Pushen / Zustellen von Mitteilungen in der Benachrichtigungsleiste und bei der Weitergabe von Inhalten an Medien-Websites von Drittanbietern sowie bei anderen legitimen Geschäftsfunktionen zu unterstützen. Wir werden bestätigen, auf welcher Grundlage jeder Drittanbieter Ihre persönlichen Daten verwenden wird, und wir werden sicherstellen, dass angemessene Schutzmaßnahmen und -verfahren zum Schutz Ihrer persönlichen Daten vorhanden sind.
es: Podemos compartir tus datos personales necesarios con proveedores de servicios externos para que nos ayuden a ofrecer y mejorar servicios, <b>marketing</b>, mensajes de notificación, para ayudarte a compartir contenidos en sitios web de terceros y para otras funciones comerciales legítimas. Confirmaremos sobre qué base cada tercero utilizará tu información personal y nos aseguraremos de que existan garantías y procesos adecuados para proteger tus datos personales.
fr: Nous sommes autorisés à partager vos données personnelles avec des prestataires de services tiers pour nous aider à proposer et à améliorer les services, le <b>marketing</b>, les notifications instantanées, et pour vous aider à partager du contenu avec des sites web multimédias tiers, ainsi que dans le cadre d’autres activités commerciales légitimes. Nous confirmerons sur quelle base chaque tiers utilisera vos informations personnelles et nous veillerons à ce que des garanties et des processus appropriés soient mis en place pour protéger vos données personnelles.
pt_br: Podemos compartilhar seus dados pessoais necessários com provedores de serviços terceirizados para nos ajudar a fornecer e melhorar os Serviços , o <b>marketing</b>, a mensagem da barra de notificação push/deliver e para ajudá-lo a compartilhar conteúdo com sites de mídia de terceiros e outras funções comerciais legítimas. Confirmaremos com que base cada terceiro usará suas informações pessoais e garantiremos que haja salvaguardas e processos adequados para proteger seus dados pessoais.

# how_does_it_use_data_collected
source: Analyze the partners in the service category and the advertising category.To maintain / improve our products / services and provide you with better content, partner SDK s or other applications are embedded in the software and the relevant SDK acquire your unique device ID (AndroidID) to analyze your use of our services, demonstrating advertising, measuring the effectiveness of advertising and services.
de: Analyse der Partner in der Kategorie Dienstleistungen und der Kategorie Werbung. Um unsere Produkte / Dienstleistungen zu erhalten / zu verbessern und Ihnen bessere Inhalte zu bieten, werden Partner-SDKs oder andere Anwendungen in die Software eingebettet und das entsprechende SDK erwirbt Ihre eindeutige Geräte-ID (AndroidID), um Ihre Nutzung unserer Dienste zu analysieren, Werbung zu demonstrieren und die Wirksamkeit von Werbung und Dienstleistungen zu messen.
es: Analizar los socios en la categoría de servicio y la categoría de publicidad. Para mantener o mejorar nuestros productos o servicios y proporcionarte contenidos mejores, los kits de desarrollo de software u otras aplicaciones de socios están integrados en el software, y el kit de desarrollo de software relevante adquiere tu ID de dispositivo único (AndroidID) para analizar el uso que haces de nuestros servicios, mostrar publicidad, y medir la efectividad de la publicidad y los servicios.
fr: Analyse des partenaires en matière de services et de publicité. Dans le but de maintenir et d’améliorer la qualité de nos produits et services et de vous fournir un meilleur contenu, les kits de développement logiciel (SDK) des partenaires ou d’autres applications sont intégrés dans le logiciel et le SDK concerné acquiert l’identifiant unique de votre appareil (AndroidID) afin d’analyser votre utilisation de nos services, de diffuser de la publicité, de mesurer l’efficacité de la publicité et de nos services.
pt_br: Analisar os parceiros na categoria de serviço e na categoria de publicidade. Para manter/melhorar os nossos produtos/serviços e te fornecer um melhor conteúdo, os SDKs de parceiros ou outras aplicações estão incorporados no software, e o SDK relevante adquire o seu ID de dispositivo exclusivo (AndroidID) para analisar a sua utilização dos nossos serviços, demonstrando publicidade, medindo a eficácia da publicidade e dos serviços.

# how_does_it_use_data_collected
source: Partners in the third-party channel sharing category.To enable you to share information (such as video) on third-party platforms, the partner SDK s or other similar applications are embedded in the software, and the relevant SDK gets your unique device ID (AndroidID).
de: Partner in der Kategorie für die gemeinsame Nutzung von Kanälen Dritter. Damit Sie Informationen (z. B. Videos) auf Plattformen von Drittanbietern teilen können, werden die SDKs der Partner oder andere ähnliche Anwendungen in die Software eingebettet, und das entsprechende SDK erhält Ihre eindeutige Geräte-ID (AndroidID).
es: Socios en la categoría de uso compartido de canales externos. Para permitirte compartir información (como vídeos) en plataformas de terceros, los kits de desarrollo de software de socios u otras aplicaciones similares están integrados en el software, y el kit de desarrollo de software correspondiente obtiene tu ID de dispositivo único (AndroidID).
fr: Partenaires entrant dans la catégorie des canaux de partage avec des tiers. Pour vous permettre de partager des informations (telles que des vidéos) sur des plateformes tierces, les SDK des partenaires ou d’autres applications similaires sont intégrés dans le logiciel, et le SDK concerné récupère l’identifiant unique de votre appareil (AndroidID).
pt_br: Parceiros na categoria de compartilhamento de canais de terceiros. Para permitir que você compartilhe informações (como vídeos) em plataformas de terceiros, os SDKs do parceiro ou outros aplicativos semelhantes são incorporados ao software, e o SDK relevante recebe seu ID de dispositivo exclusivo (AndroidID).

# how_does_it_use_data_collected
source: Information push partners. In order to provide you with the information push function, the partner's SDK or other similar applications will be embedded in the software, and the relevant SDK retrieves your unique device ID (AndroidID) and a list of running applications.
de: Informations-Push-Partner. Um Ihnen die Informations-Push-Funktion zur Verfügung zu stellen, werden das SDK des Partners oder andere ähnliche Anwendungen in die Software eingebettet, und das entsprechende SDK ruft Ihre eindeutige Geräte-ID (AndroidID) und eine Liste der laufenden Anwendungen ab.
es: Socios de inserción de información. Para proporcionarte la función de inserción de información, el kit de desarrollo de software u otras aplicaciones similares del socio se integrarán en el software, y el kit de desarrollo de software correspondiente recuperará tu ID de dispositivo único (AndroidID) y una lista de aplicaciones en ejecución.
fr: Partenaires de diffusion d’informations. Afin de vous fournir la fonction de diffusion d’informations, le SDK du partenaire ou d’autres applications similaires seront intégrés dans le logiciel, et le SDK concerné récupère l’identifiant unique de votre appareil (AndroidID) ainsi qu’une liste des applications en cours d’exécution.
pt_br: Parceiros de envio de informações. Para fornecer a você a função de envio de informações, o SDK do parceiro ou outros aplicativos semelhantes serão incorporados ao software, e o SDK relevante recuperará seu ID de dispositivo exclusivo (AndroidID) e uma lista de aplicativos em execução.

# how_does_it_use_data_collected
source: We will disclose or transfer your Information, only if required to do so by law, or we have acquired consent from you, or in the good faith belief that any such action is necessary to: (a) comply with any legal requirements or comply with the legal process served on us or the Platforms; (b) protect and defend the rights or property of us; and (c) act under exigent circumstances to protect the personal safety of our users, or the general public.
de: Wir werden Ihre Daten nur dann offenlegen oder weitergeben, wenn wir gesetzlich dazu verpflichtet sind, wenn wir Ihre Zustimmung erhalten haben oder wenn wir in gutem Glauben davon ausgehen, dass eine solche Maßnahme notwendig ist, um: (a) gesetzliche Anforderungen zu erfüllen oder einem uns oder den Plattformen zugestellten Gerichtsverfahren nachzukommen; (b) die Rechte oder das Eigentum von uns zu schützen und zu verteidigen; und (c) unter dringenden Umständen zu handeln, um die persönliche Sicherheit unserer Nutzer oder der Öffentlichkeit zu schützen.
es: Divulgaremos o transferiremos tu información solo si así lo exige la ley o si hemos obtenido tu consentimiento, o en la creencia de buena fe de que dicha acción es necesaria para: (a) cumplir con un requisito legal o cumplir con el proceso legal que se nos brinda a nosotros o a las plataformas; (b) proteger y defender nuestros derechos o propiedades; y (c) actuar en circunstancias exigentes para proteger la seguridad personal de nuestros usuarios o del público general.
fr: Nous ne divulguerons ou ne transférerons vos informations que si la loi l’exige, si nous avons obtenu votre consentement ou si nous pensons en toute bonne foi qu’une telle action est nécessaire pour : (a) se conformer à toute exigence légale ou se conformer à la procédure légale qui nous a été imposée ou qui a été imposée aux plates-formes ; (b) protéger et défendre nos droits ou notre propriété ; et (c) agir dans des circonstances urgentes pour protéger la sécurité personnelle de nos utilisateurs ou du public en général.
pt_br: Divulgaremos ou transferiremos as suas Informações, apenas se formos obrigados a fazê-lo por lei, ou se tivermos obtido o seu consentimento, ou na crença de boa-fé de que tal ação é necessária para: (a) cumprir quaisquer requisitos legais ou cumprir o processo legal servido em nós ou nas Plataformas; (b) proteger e defender os nossos direitos ou propriedade; e (c) agir em circunstâncias exigentes para proteger a segurança pessoal dos nossos utilizadores ou do público em geral.

# how_does_it_use_data_collected
source: We will not share, transfer or disclose your personal information in way of violating this Policy or applicable laws. In the event of a transfer of information that may result from a possible merger, division, acquisition, asset sale, or bankruptcy liquidation by us, we will require the successor to protect your personal information in accordance with laws, regulations and standards not lower than those set forth in this Policy. "
de: Wir werden Ihre persönlichen Daten nicht teilen, übertragen oder offenlegen, um gegen diese Richtlinie oder geltende Gesetze zu verstoßen. Im Falle einer Übermittlung von Informationen, die sich aus einer möglichen Fusion, Spaltung, Übernahme, einem Verkauf von Vermögenswerten oder einer Insolvenzliquidation durch uns ergeben kann, verlangen wir vom Rechtsnachfolger, dass er Ihre persönlichen Daten in Übereinstimmung mit Gesetzen, Vorschriften und Standards schützt, die nicht niedriger sind als die in dieser Richtlinie dargelegten.“
es: No compartiremos, transferiremos ni divulgaremos tu información personal de maneras que infrinjan esta política o las leyes aplicables. En el caso de una transferencia de información debida a una posible fusión, división, adquisición, venta de activos o liquidación de quiebra por nuestra parte, exigiremos al sucesor que proteja tu información personal de acuerdo con leyes, regulaciones y estándares no inferiores a los establecidos en esta política».
fr: Vos informations personnelles ne seront pas partagées, transférées ou divulguées conformément à la présente politique ou à la législation en vigueur. En cas de transfert d’informations pouvant résulter d’une éventuelle fusion, division, acquisition, vente d’actifs ou liquidation de notre part, nous exigerons du repreneur qu’il protège vos informations personnelles en respectant des lois, réglementations et normes au moins équivalentes à celles énoncées dans la présente politique. »
pt_br: Não compartilharemos, transferiremos ou divulgaremos suas informações pessoais de forma a violar esta Política ou as leis aplicáveis. No caso de uma transferência de informações que possa resultar de uma possível fusão, cisão, aquisição, venda de ativos ou liquidação de falência por nós, exigiremos que o sucessor proteja suas informações pessoais de acordo com leis, regulamentos e padrões não inferiores aos estabelecidos nesta Política."
