Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/mimico-your-ai-friend.po
Languages: de, es, fr, pt_br

# title
source: Mimico - Your AI Friends
es: Mimico: Tus amigos de la IA

# blurb
source: <i>"Hi</i>" That's what the Mimico -- Your AI Friends <a id="a1">website</a> says when you click over to it from the Google Play Store app page. And that is <i>ALL</i> the Mimico --You AI Friends website says. Otherwise it's a completely blank page. Weird, right? Also a bit disconcerting for an app that boasts diverse and customizable AI characters you can chat with about things from romance to baseball, and even send you pictures and videos. So, how does an app with no website and is, <i>"always ready to listen to your thoughts, answer your questions, and engage in meaningful and pleasant conversations,"</i> seem at privacy? We've got some concerns.
de: <i>„Hi</i>”, sagt <a id="a1">Webseite</a> von Mimico – Your AI Friends, wenn Sie von der Google Play Store App-Seite darauf klicken. Und das ist <i>ALLES</i>, was die Webseite von Mimico – Your AI Friends sagt. Ansonsten ist es eine völlig leere Seite. Seltsam, oder? Auch ein bisschen beunruhigend für eine App, die vielfältige und anpassbare KI-Charaktere anbietet, mit denen Sie über alles von Romantik bis Baseball plaudern können und die Ihnen sogar Bilder und Videos schicken. Wie sieht es also mit der Privatsphäre bei einer App aus, die keine Webseite hat und <i>„immer bereit ist, Ihre Gedanken zu hören, Ihre Fragen zu beantworten und sich an bedeutungsvollen und angenehmen Gesprächen zu beteiligen“</i>? Wir haben auf jeden Fall einige Bedenken.
es: <i>«Hola</i>». Esto es lo que dice <a id="a1">el sitio web</a> de «Mimico: Tus amigos de la IA» cuando haces clic desde la página de la aplicación Google Play Store. Eso es <i>TODO</i> lo que dice el sitio web de Mimico. Más allá de eso, es una página completamente en blanco. Extraño, ¿verdad? También es un poco desconcertante para una aplicación que ofrece personajes de IA diversos y personalizables con los que puedes chatear sobre cosas que van desde el romance hasta el béisbol, e incluso enviarte fotos y vídeos. ¿Quieres saber cómo maneja la privacidad esta aplicación sin sitio web que <i>«siempre está lista para escuchar tus pensamientos, responder tus preguntas y entablar conversaciones significativas y agradables»</i>? Tenemos algunas preocupaciones, sin duda.
fr: <i>« Bonjour</i> » voilà le message qui apparaît sur <a id="a1">le site web</a> de Mimico -- Your AI Friends lorsque vous cliquez sur le lien de l’application sur le Google Play Store. Et c’est <i>TOUT</i> ce qui s’affiche sur le site Web de Mimico -- Your AI Friends. En dehors de cela, il s’agit d’une page complètement vide. Bizarre, non ? C’est aussi un peu déconcertant pour une application qui se targue de proposer des personnages générés par l’IA variés et personnalisables avec lesquels vous pouvez discuter de sujets allant de la vie sentimentale au baseball, et qui vous envoient même des photos et des vidéos. Alors, qu’en est-il réellement de la confidentialité de cette application qui ne possède pas de site web et qui se veut <i>« toujours prête à écouter vos réflexions, à répondre à vos questions et à engager des conversations significatives et agréables »</i> ? Nous avons quelques inquiétudes, c’est certain.
pt_br: <i>"Oi</i>" É isso que <a id="a1">o site</a> Mimico - Your AI Friends diz quando você clica nele na página do aplicativo da Google Play Store. E isso é <i>TUDO</i> o que o site Mimico - Your AI Friends diz. Caso contrário, é uma página completamente em branco. Estranho, né? Também um pouco desconcertante para um aplicativo que possui personagens de IA diversificados e personalizáveis com os quais você pode conversar sobre coisas do romance ao beisebol e até mesmo enviar fotos e vídeos. Então, como um aplicativo sem site e <i>"sempre pronto para ouvir seus pensamentos, responder suas perguntas e se envolver em conversas significativas e agradáveis"</i> está com relação à privacidade? Temos algumas preocupações, com certeza.

# worst_case
source: From what we can tell, it doesn't seem like Mimico -- Your AI Friends put a ton of effort into worrying about things like privacy, security, and helping people understand how their AI models work, or if users have any control over them. Shoot, they didn't even put any time into building an actual website for their app. That lack of effort seems to have trickled over into their <a id="a1">Privacy Policy</a> and <a id="a2">Terms &amp; Conditions</a> documentation, which all seems pretty vague and boilerplate to us.
de: So weit wir das beurteilen können, scheint es, als hätte Mimico – Your AI Friends sich nicht sonderlich viel Mühe gegeben, sich um Dinge wie Datenschutz, Sicherheit und die Aufklärung der Menschen darüber zu kümmern, wie ihre KI-Sprachmodelle funktionieren und ob die Nutzer irgendeine Kontrolle darüber haben. Verdammt, sie haben nicht einmal Zeit investiert, eine echte Webseite für ihre App zu erstellen. Dieser Mangel an Anstrengung scheint sich auch auf ihre <a id="a1">Datenschutzrichtlinie</a> und <a id="a2">Allgemeinen Geschäftsbedingungen</a> ausgewirkt zu haben, die uns alle ziemlich vage und standardisiert erscheinen.
es: Por lo que podemos decir, no parece que en «Mimico: Tus amigos de la IA» se esfuercen demasiado por cuidar cosas como la privacidad o la seguridad, ni por ayudar a las personas a comprender cómo funcionan sus modelos de lenguaje de IA o a saber si los usuarios tienen algún control sobre ellos. Demonios, ni siquiera dedicaron tiempo a crear un sitio web real para su aplicación. Esa falta de esfuerzo parece haberse filtrado en su <a id="a1">política de privacidad</a> y en la documentación de los <a id="a2">términos y condiciones</a>, que nos parecieron bastante vagas y repetitivas.
fr: D’après ce que nous avons pu constater, il semblerait que la protection de la vie privée et la sécurité ne soient pas au cœur des préoccupations de Mimico - Your AI Friends, et la société ne déploie pas beaucoup d’efforts pour aider les utilisateurs à comprendre le fonctionnement de ses modèles linguistiques d’IA et leur donner un quelconque contrôle sur ces derniers. Ils n’ont même pas consacré de temps à la création d’un site web pour leur application. Ce manque de rigueur semble s’être répercuté sur la <a id="a1">politique de confidentialité</a> et les <a id="a2">conditions générales d’utilisation</a>, qui nous paraissent assez vagues et passe-partout.
pt_br: Pelo que podemos dizer, não parece que o Mimico - Your AI Friends se esforça muito para se preocupar com coisas como privacidade, segurança e ajudar as pessoas a entender como seus modelos de linguagem de IA funcionam e se os usuários têm algum controle sobre eles. Droga, eles nem dedicaram tempo para criar um site real para o aplicativo. Essa falta de esforço parece ter escorrido para a documentação da <a id="a1">Política de Privacidade</a> e <a id="a2">Termos e Condições</a>, que nos parece bastante vago e genérico.

# worst_case
source: Why is vague and boilerplate legal documentation a concern when it comes to AI relationship chatbots like Mimico -- Your AI Friend? Because these apps are designed to collect some potentially very personal information from you in the course of interacting with your AI friends. These apps are designed to ask you questions to get you to share more about yourself, to be personal and personalize, and learn from your interactions to train their AI models to be better at being personal. That means you are likely going to share -- or at least be asked to share -- a lot of personal information with this app. And when the privacy documentation feels very vague and boilerplate, it doesn't make us feel great about how much time and effort the company (that couldn't even build a website) put into thinking through how it will collect, protect, and respect all this personal information of yours.
de: Warum ist eine vage und standardisierte rechtliche Dokumentation ein Problem, wenn es um KI-Beziehungs-Chatbots wie Mimico – Your AI Friend geht? Weil diese Apps darauf ausgelegt sind, im Laufe der Interaktion mit Ihren KI-Freunden potenziell sehr persönliche Daten von Ihnen zu sammeln. Diese Apps sind darauf ausgelegt, Ihnen Fragen zu stellen, um Sie dazu zu bringen, mehr über sich selbst preiszugeben, persönlich zu sein und zu personalisieren, und aus Ihren Interaktionen zu lernen, um ihre KI-Modelle besser darin zu machen, persönlich zu sein. Das bedeutet, dass Sie wahrscheinlich eine Menge persönlicher Daten mit dieser App teilen werden – oder zumindest dazu aufgefordert werden, dies zu tun. Und wenn die Datenschutzdokumentation sehr vage und standardisiert wirkt, haben wir kein gutes Gefühl darüber, wie viel Zeit und Mühe das Unternehmen (das nicht einmal in der Lage war, eine Webseite zu erstellen) investiert hat, darüber nachzudenken, wie es all diese persönlichen Daten von Ihnen sammeln, schützen und respektieren wird.
es: ¿Por qué es preocupante que la documentación legal sea vaga y repetitiva cuando se trata de chatbots de IA para relaciones como «Mimico: Tus amigos de la IA?» Porque estas aplicaciones están diseñadas para recopilar información potencialmente muy personal en el curso de tus interacciones con tus amigos de la IA. Estas aplicaciones están diseñadas para hacerte preguntas para que puedas compartir más sobre ti, para ser personales y personalizar, y para usar esas interacciones para entrenar a sus modelos de IA para que sean más y más personales. Eso significa que es probable que compartas, o al menos se te pida que compartas, mucha información personal con esta aplicación. Entonces, cuando la documentación de privacidad es muy vaga y repetitiva, no nos deja una buena impresión con respecto a cuánto tiempo y esfuerzo dedicó la empresa (que ni siquiera fue capaz de desarrollar un sitio web) a pensar en cómo recopilará, protegerá y respetará toda esta información personal que obtiene de ti.
fr: En quoi une documentation juridique imprécise et passe-partout est-elle préoccupante lorsqu’il s’agit de robots conversationnels générés par l’IA comme Mimico -- Your AI Friend ? Tout simplement parce que ces applications sont conçues pour recueillir auprès de vous des informations potentiellement très personnelles dans le cadre de vos interactions avec vos amis générés par l’intelligence artificielle. Ces applications sont conçues pour vous poser des questions afin que vous en révéliez davantage sur vous-même, pour se montrer intimes et personnelles, et pour apprendre de vos interactions afin d’entraîner leurs modèles d’IA et de les rendre plus performants sur le plan relationnel. Cela signifie que vous allez probablement partager (ou au moins être invités à partager) un grand nombre d’informations personnelles avec cette application. Et avec une documentation relative à la protection de la vie privée rédigée de manière très vague, nous nous interrogeons sur le temps et les efforts que l’entreprise (qui n’a pas jugé utile de créer de site web) a consacrés à la manière dont elle collectera, protégera et respectera toutes vos informations personnelles.
pt_br: Por que a documentação legal vaga e padrão é uma preocupação quando se trata de chatbots de relacionamento de IA como o Mimico - Your AI Friend? Porque esses aplicativos são projetados para coletar algumas informações potencialmente muito pessoais suas durante a interação com seus amigos de IA. Esses aplicativos são projetados para fazer perguntas para que você compartilhe mais sobre si mesmo, seja pessoal, personalize e aprenda com suas interações para treinar seus modelos de IA para serem melhores em ser pessoal. Isso significa que você provavelmente compartilhará – ou pelo menos será solicitado a compartilhar – muitas informações pessoais com este aplicativo. E quando a documentação de privacidade parece muito vaga e padronizada, isso não nos faz sentir bem sobre quanto tempo e esforço a empresa (que nem conseguiu construir um site) colocou para pensar em como coletará, protegerá e respeitará todas essas suas informações pessoais.

# worst_case
source: That being said, Mimico -- Your AI Friends does say they won't sell your data to third parties, which is good. However, they do indicate they can share your personal information for marketing purposes and other <i>"legitimate business functions."</i> That is probably not good. And that <i>"legitimate business function"</i> phrase too often feels like a broad catch all in privacy policies that could leave the door open for sharing of you personal information in ways you might not expect.
de: Das heißt, Mimico – Your AI Friends sagt zwar, dass sie Ihre Daten nicht an Dritte verkaufen werden, was gut ist. Allerdings geben sie an, dass sie Ihre persönlichen Daten für Marketingzwecke und andere „legitime Geschäftsfunktionen” teilen können. Das ist wahrscheinlich nicht gut. Und dieser allgemeine Ausdruck „legitime Geschäftsfunktion” fühlt sich in Datenschutzrichtlinien oft wie eine breite Auffangklausel an, die auf unerwarteter Weise Tür und Tor für die Weitergabe Ihrer persönlichen Daten öffnen könnte.
es: Dicho esto, en «Mimico: Tus amigos de la IA» afirman que no venderán tus datos a terceros, lo cual es bueno. Sin embargo, dicen que sí pueden compartir tu información personal con fines de marketing y para otras «<i>funciones comerciales legítimas</i>». Es probable que esto no sea nada bueno. La expresión «<i>función comercial legítima</i>» en las políticas de privacidad da la impresión de ser demasiado abarcativa y dejar la puerta abierta para compartir tu información personal de maneras que no esperarías.
fr: Cela dit, la société qui détient Mimico - Your AI Friends - affirme qu’elle ne vendra pas vos données à des tiers, ce qui est une excellente nouvelle. Cependant, ils indiquent qu’ils sont autorisés à partager vos informations personnelles à des fins de marketing et dans le cadre d’autres « <i>activités commerciales légitimes</i> ». C’est une moins bonne nouvelle. Et cette expression « <i>activités commerciales légitimes</i> » est trop souvent considérée comme un terme fourre-tout dans les politiques de confidentialité qui pourrait laisser la porte ouverte au partage de vos informations personnelles dans des conditions qui pourraient vous surprendre.
pt_br: Dito isso, o Mimico - Your AI Friend diz que não venderá seus dados a terceiros, o que é bom. No entanto, eles indicam que podem compartilhar suas informações pessoais para fins de marketing e outras "funções comerciais legítimas". Isso provavelmente não é bom. E essa frase de "função comercial legítima" muitas vezes parece uma ampla pegadinha nas políticas de privacidade que podem deixar a porta aberta para o compartilhamento de suas informações pessoais de maneiras inesperadas.

# worst_case
source: It's also not clear to us if all users -- regardless of what privacy laws they live under -- can get their data deleted. We actually got rather confused when looking into Mimico's privacy documentation. Their website doesn't provide any links to their privacy policy because their website is a blank page. So, we went to find the links to their privacy policy on the <a id="a1">Google Play Store</a> and <a id="a2">Apple App store</a> app pages. The problem we found is there are two different links to two different privacy policies for the Mimico -- Your AI Friends app from those two app store pages. The privacy policies we found were quite similar, with one exception. One privacy policy actually had information about account deletion and the other did not. Again, this sort of sloppy legal documentation leaves us worried about how well the company that makes Mimico actually cares about protecting your privacy.
de: Es ist uns auch nicht klar, ob alle Nutzer – unabhängig von den Datenschutzgesetzen, unter denen sie leben – ihre Daten löschen lassen können. Bei der Durchsicht der Datenschutzdokumentation von Mimico waren wir tatsächlich ziemlich verwirrt. Die Webseite bietet keine Links zur Datenschutzerklärung an, weil die Webseite eine leere Seite ist. Also sind wir losgezogen, um die Links zur Datenschutzerklärung auf den Seiten des <a id="a1">Google Play Store</a> und des <a id="a2">Apple App Store</a> zu finden. Das Problem war, dass es zwei verschiedene Links zu zwei verschiedenen Datenschutzerklärungen für die Mimico - Your AI Friends App auf diesen beiden App-Store-Seiten gab. Die Datenschutzerklärungen, die wir fanden, waren ziemlich ähnlich, mit einer Ausnahme: Eine Datenschutzerklärung enthielt tatsächlich Informationen über die Kontolöschung und die andere nicht. Wieder einmal lässt uns diese Art von schlampiger Rechtsdokumentation besorgt darüber, wie sehr das Unternehmen, das Mimico herstellt, tatsächlich Wert auf den Schutz Ihrer Privatsphäre legt.
es: Tampoco nos queda claro si todos los usuarios, independientemente de las leyes de privacidad bajo las que vivan, pueden eliminar sus datos. De hecho, quedamos bastante confundidos tras revisar la documentación de privacidad de Mimico. Su sitio web no proporciona ningún enlace a la política de privacidad, ya que se trata de una página en blanco. Por eso fuimos a buscar los enlaces a su política de privacidad en las tiendas de aplicaciones de <a id="a1">Google</a> y <a id="a2">Apple</a>. Pero allí nos topamos con el problema de que había dos enlaces diferentes a dos políticas de privacidad diferentes para la aplicación «Mimico: Tus amigos de la IA». Las políticas de privacidad que encontramos eran bastante similares, con una excepción. Una de ellas tenía información sobre la eliminación de la cuenta y la otra no. Una vez más, este tipo de documentación legal descuidada nos deja una mala impresión al respecto de cuánto se preocupa por proteger tu privacidad la empresa que fabrica Mimico.
fr: Nous n’avons pas non plus la certitude que tous les utilisateurs, quelles que soient les lois sur la protection de la vie privée qui s’appliquent à eux, peuvent obtenir la suppression de leurs données. En réalité, la documentation de Mimico sur la protection de la vie privée nous a laissés perplexes. Leur site web ne fournit aucun lien vers leur politique de confidentialité, car leur site web est en fait une page blanche. Nous avons donc cherché les liens vers leur politique de confidentialité sur les pages de l’application du <a id="a1">Google Play Store</a> et de l’<a id="a2">Apple App Store</a>. Malheureusement, ces deux plates-formes proposent deux liens vers deux politiques de confidentialité différentes pour l’application Mimico - Your AI Friends. Les politiques de confidentialité que nous avons trouvées étaient assez similaires, à une exception près. L’une d’entre elles contenait des informations sur la suppression du compte, l’autre non. Une fois de plus, ce type de documentation juridique bâclée nous laisse sceptiques quant à l’intérêt que porte l’entreprise qui développe Mimico à la protection de votre vie privée.
pt_br: Também não está claro para nós se todos os usuários – independentemente das leis de privacidade sob as quais vivem – podem ter seus dados excluídos. Na verdade, ficamos bastante confusos ao analisar a documentação de privacidade do Mimico. Seu site não fornece nenhum link para sua política de privacidade, porque é uma página em branco. Então, fomos encontrar os links para a política de privacidade deles nas páginas de aplicativos da <a id="a1">Google Play Store</a> e da <a id="a2">Apple App Store</a>. O problema que descobrimos foi que havia dois links diferentes para duas políticas de privacidade diferentes para o aplicativo Mimico - Your AI Friends nessas duas páginas da loja de aplicativos. As políticas de privacidade que encontramos eram bastante semelhantes, com uma exceção. Uma política de privacidade realmente tinha informações sobre a exclusão da conta e a outra não. Novamente, esse tipo de documentação legal desleixada nos deixa preocupados com o quão bem a empresa que criou o Mimico realmente se preocupa em proteger sua privacidade.

# worst_case
source: Some other concerns we have about Mimico -- Your AI Friends. No where could we find any information about how their AI models work, if users have any control over those AI models to protect themselves from manipulation or abuse, and no where did we find any mention of how they handle the contents of your chats for things like training their AIs or even much details about how they might use those contents of your chats for marketing purposes. Again, their privacy documentation was quite vague.
de: Wir haben auch andere Bedenken bezüglich Mimico – Your AI Friends. Nirgendwo konnten wir Informationen darüber finden, wie ihre KI-Modelle funktionieren, ob die Nutzer irgendeine Kontrolle über diese KI-Modelle haben, um sich vor Manipulation oder Missbrauch zu schützen, und nirgendwo fanden wir eine Erwähnung darüber, wie sie den Inhalt Ihrer Chats für Dinge wie das Training ihrer KIs handhaben oder überhaupt viele Details darüber, wie sie den Inhalt Ihrer Chats für Marketingzwecke verwenden könnten. Wieder einmal war die Datenschutzdokumentation ziemlich vage.
es: Tenemos algunas otras inquietudes sobre «Mimico: Tus amigos de la IA». No pudimos encontrar información sobre cómo funcionan sus modelos de IA o sobre si los usuarios tienen algún control sobre esos modelos de IA para protegerse de la manipulación o el abuso, y tampoco encontramos ninguna mención acerca de cómo manejan el contenido de tus chats para entrenar a sus IA ni demasiados detalles sobre cómo podrían usar esos contenidos de tus chats con fines de marketing. Una vez más, su documentación de privacidad es demasiado vaga.
fr: Nous avons d’autres préoccupations au sujet de Mimico - Your AI Friends. Nous n’avons trouvé aucune information sur le fonctionnement de leurs modèles d’IA, ni sur la possibilité pour les utilisateurs de contrôler ces modèles d’IA afin de se protéger contre les manipulations ou les abus, et aucune mention sur la manière dont ils traitent le contenu de vos conversations pour des applications telles que l’entraînement de leurs modèles d’IA, ni même de détails sur la manière dont ils pourraient utiliser le contenu de vos conversations à des fins de marketing. Là encore, la documentation sur la protection de la vie privée reste très vague.
pt_br: Algumas outras preocupações que temos sobre Mimico - Your AI Friends. Em nenhum lugar pudemos encontrar qualquer informação sobre como seus modelos de IA funcionam, se os usuários têm algum controle sobre esses modelos de IA para se proteger de manipulação ou abuso, e não encontramos em nenhum lugar qualquer menção de como eles lidam com o conteúdo de seus bate-papos para coisas como treinar suas IAs ou até mesmo muitos detalhes sobre como eles podem usar esses conteúdos de seus bate-papos para fins de marketing. Novamente, sua documentação de privacidade era bastante vaga.
