Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/mimico-your-ai-friend.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: "Web access: a variety of network services for accessing and downloading materials. You can check the status of the above permissions in the system settings of your terminal device, and you can turn on or off any or all above permissions at your own discretion at any time. Please note that when you open any permission, it means that you authorize us to collect and use the personal information corresponding to the permission to provide you with the above corresponding services. Once you turn off any permission, it means that you cancel or revoke the authorization of the permission, and we will no longer continue to collect and use the corresponding personal information based on this permission, nor will we be able to provide you with the services corresponding to this permission. However, your decision to turn off the permissions will not affect the previous collection and use of information based on your previous authorization."
de: „Web-Zugang: eine Vielzahl von Netzwerkdiensten für den Zugriff auf und das Herunterladen von Materialien. Sie können den Status der oben genannten Berechtigungen in den Systemeinstellungen Ihres Endgeräts überprüfen und eine oder alle der oben genannten Berechtigungen jederzeit nach eigenem Ermessen ein- oder ausschalten. Bitte beachten Sie, dass Sie uns mit dem Aktivieren einer Berechtigung ermächtigen, die der Berechtigung entsprechenden persönlichen Daten zu sammeln und zu verwenden, um Ihnen die entsprechenden Dienste zur Verfügung zu stellen. Sobald Sie eine Berechtigung deaktivieren, bedeutet dies, dass Sie die Berechtigung der Berechtigung aufheben oder widerrufen, und wir werden die entsprechenden persönlichen Daten, die auf dieser Berechtigung beruhen, nicht mehr erfassen und verwenden, noch werden wir in der Lage sein, Ihnen die dieser Berechtigung entsprechenden Dienstleistungen zu erbringen. Ihre Entscheidung, die Berechtigungen zu deaktivieren, hat jedoch keine Auswirkungen auf die frühere Erfassung und Verwendung von Daten, die auf Ihrer früheren Genehmigung beruhen.“
es: «Acceso web: una variedad de servicios de red para acceder y descargar materiales. Puedes verificar el estado de estos permisos en la configuración del sistema de tu dispositivo, y puedes activar o desactivar cualquiera o todos estos permisos a tu propia discreción en cualquier momento. Ten en cuenta que cuando abres un permiso, nos autorizas a recopilar y utilizar la información personal correspondiente a ese permiso para proporcionarte los servicios correspondientes. Cuando desactivas un permiso, estás cancelando o revocando la autorización del permiso, y ya no continuaremos recopilando y utilizando la información personal correspondiente en función de ese permiso ni podremos proporcionarte los servicios correspondientes a ese permiso. Sin embargo, tu decisión de desactivar permisos no afectará la recopilación y el uso que se hayan hecho anteriormente de esa información en función de tu autorización anterior».
fr: « Accès à internet : divers réseaux permettant d’accéder et de télécharger du contenu. Vous pouvez vérifier le statut des autorisations ci-dessus dans les paramètres du système de votre appareil, et vous pouvez activer ou désactiver certaines ou l’ensemble des autorisations ci-dessus à votre discrétion et à tout moment. Veuillez noter que lorsque vous ouvrez une autorisation, cela signifie que vous nous autorisez à collecter et à utiliser les informations personnelles correspondant à l’autorisation en question dans le but de vous fournir les services correspondants susmentionnés. Lorsque vous désactivez une autorisation, cela signifie que vous annulez ou révoquez l’autorisation en question et que nous cesserons de collecter et d’utiliser les informations personnelles correspondantes sur la base du retrait de votre consentement, nous ne serons alors plus en mesure de vous fournir les services correspondant à cette autorisation. Toutefois, votre décision de désactiver les autorisations n’affecte pas la collecte et l’utilisation antérieures des informations basées sur vos configuration précédentes. »
pt_br: "Acesso à Web: uma variedade de serviços de rede para acessar e baixar materiais. Você pode verificar o status das permissões acima nas configurações do sistema do seu dispositivo terminal e pode ativar ou desativar qualquer uma ou todas as permissões acima a seu critério, a qualquer momento. Observe que, ao abrir qualquer permissão, isso significa que você nos autoriza a coletar e usar as informações pessoais correspondentes à permissão para fornecer os serviços correspondentes acima. Depois de desativar qualquer permissão, isso significa que você cancela ou revoga a autorização da permissão, e não continuaremos a coletar e usar as informações pessoais correspondentes com base nessa permissão, nem poderemos fornecer os serviços correspondentes a essa permissão. No entanto, sua decisão de desativar as permissões não afetará a coleta e o uso anteriores de informações com base em sua autorização anterior."

# how_does_it_use_data_collected
source: "We collect information in different ways.<br/>We collect information directly from you. We collect information directly from you when you use the customer services on the Platforms.<br/>We collect information from you passively. We use tracking tools like Google Analytics, browser cookies and web beacons (see below for details) for collecting information about your usage of our Platforms."
de: „Wir sammeln Informationen auf unterschiedliche Weise:<br/>Wir sammeln Informationen direkt von Ihnen. Wir sammeln Informationen direkt von Ihnen, wenn Sie den Kundenservice auf den Plattformen nutzen.<br/>Wir sammeln Informationen passiv von Ihnen. Wir verwenden Tracking-Tools wie Google Analytics, Browser-Cookies und Web-Beacons (siehe unten für Details), um Informationen über Ihre Nutzung unserer Plattformen zu sammeln.“
es: «Recopilamos información de diferentes maneras.<br/>Recopilamos información directamente de ti. Recopilamos información directamente de ti cuando utilizas los servicios de atención al cliente en las plataformas.<br/>Recopilamos información de ti de forma pasiva. Utilizamos herramientas de seguimiento como Google Analytics, cookies de navegador y balizas web (ver más abajo para obtener información más detallada) para recopilar información sobre el uso que haces de nuestras plataformas».
fr: « Nous recueillons des informations de différentes manières.<br/> Nous obtenons des informations directement auprès de vous. Nous collectons des informations directement auprès de vous lorsque vous utilisez les services clients sur les plateformes.<br/> Nous recueillons des informations auprès de vous de manière passive. Nous utilisons des outils de suivi tels que Google Analytics, des cookies de navigateur et des balises web (plus de détails ci-dessous) pour collecter des informations sur votre utilisation de nos plates-formes. »
pt_br: "Recolhemos informações de diferentes formas.<br/> Recolhemos informações diretamente de você. Recolhemos informações diretamente de você quando utiliza os serviços de apoio ao cliente nas Plataformas.<br/> Recolhemos informações suas passivamente. Usamos ferramentas de rastreamento como o Google Analytics, cookies de navegador e web beacons (veja abaixo para obter detalhes) para coletar informações sobre o uso de nossas Plataformas."

# how_does_it_use_data_collected
source: "We may use the information you have provided pursuant to this Policy to provide our Services, or to communicate with you. Specifically, we may use your information for the following purposes:<br/> - We use information to improve our Services. We use your information to help us create, develop, operate, deliver, and improve our Services. For example, we might look at usage trends to make sure the platform is easy to use.<br/> - We use information for security purposes. We may use information for account and network security purposes, including in order to protect our Services for the benefit of all our users, and pre-screening or scanning uploaded content for potentially illegal content. We may use your information for security prevention, customer security services, etc.<br/> - We use information to send important notices, such as alerts about your account and changes to our terms, conditions, and policies.<br/> - We store and maintain your information for our legal obligations. For example, we may record, audit, analyze and dispose of your information according to applicable laws in case of emergency."
de: „Wir können die von Ihnen gemäß dieser Richtlinie zur Verfügung gestellten Informationen verwenden, um unsere Dienste bereitzustellen oder mit Ihnen zu kommunizieren. Insbesondere können wir Ihre Informationen für die folgenden Zwecke verwenden:<br/> - Wir verwenden Informationen, um unsere Dienste zu verbessern. Wir verwenden Ihre Daten, um unsere Dienste zu erstellen, zu entwickeln, zu betreiben, bereitzustellen und zu verbessern. Beispielsweise können wir Nutzungstrends untersuchen, um sicherzustellen, dass die Plattform einfach zu bedienen ist.<br/> - Wir verwenden Informationen für Sicherheitszwecke. Wir können Informationen für Konto- und Netzwerksicherheitszwecke verwenden, unter anderem um unsere Dienste zum Nutzen aller unserer Nutzer zu schützen und um hochgeladene Inhalte vorab auf potenziell illegale Inhalte zu prüfen oder zu scannen. Wir können Ihre Informationen zur Sicherheitsprävention, für Kundensicherheitsdienste usw. verwenden.<br/> - Wir verwenden Informationen, um wichtige Mitteilungen zu versenden, wie z. B. Benachrichtigungen über Ihr Konto und Änderungen unserer Bedingungen und Richtlinien.<br/> - Wir speichern und pflegen Ihre Informationen für unsere gesetzlichen Verpflichtungen. Beispielsweise können wir Ihre Daten aufzeichnen, prüfen, analysieren und in Notfällen gemäß den geltenden Gesetzen löschen.“
es: «Podemos utilizar la información que hayas proporcionado de conformidad con esta política para proporcionar nuestros servicios o para comunicarnos contigo. Específicamente, podemos utilizar tu información para los siguientes fines:<br/> - Utilizamos la información para mejorar nuestros servicios. Utilizamos tu información para ayudarnos a crear, desarrollar, operar, prestar y mejorar nuestros servicios. Por ejemplo, podríamos observar las tendencias de uso para asegurarnos de que la plataforma sea fácil de usar.<br/> - Utilizamos la información con fines de seguridad. Podemos utilizar la información para fines de seguridad de la cuenta y de la red, incluso para proteger nuestros servicios en beneficio de todos nuestros usuarios, y para preseleccionar o escanear el contenido cargado en busca de contenido potencialmente ilegal. Podemos usar tu información para prevención de seguridad, servicios de seguridad del cliente, etc.<br/> - Utilizamos la información para enviar avisos importantes, como alertas sobre tu cuenta y cambios en nuestros términos, condiciones y políticas.<br/> - Almacenamos y conservamos tu información para cumplir con nuestras obligaciones legales. Por ejemplo, podemos registrar, auditar, analizar y disponer de tu información en caso de emergencia, de acuerdo con las leyes aplicables».
fr: « Nous sommes susceptibles d’utiliser les informations que vous avez fournies conformément à la présente politique pour fournir nos services ou pour communiquer avec vous. Plus précisément, nous pouvons utiliser vos informations pour réaliser les objectifs suivants :<br/> - Nous utilisons les informations pour améliorer nos services. Nous utilisons vos informations pour nous aider à créer, développer, exploiter, fournir et améliorer nos services. Par exemple, nous pouvons examiner les habitudes d’utilisation pour nous assurer de la simplicité d’utilisation de la plate-forme.<br/> - Nous utilisons les informations à des fins de sécurité. Nous pouvons utiliser des informations à des fins de sécurisation des comptes et des réseaux, notamment pour protéger nos services dans l’intérêt de tous nos utilisateurs, et pour présélectionner ou analyser le contenu téléchargé afin de détecter tout contenu potentiellement illégal. Nous pouvons utiliser vos informations à des fins préventives, pour des services de sécurité à la clientèle, etc.<br/> - Nous utilisons les informations pour envoyer des notifications importantes, telles que des alertes concernant votre compte et des modifications de nos conditions générales et de nos politiques.<br/> - Nous stockons et conservons vos informations dans le cadre de nos obligations légales. Par exemple, nous pouvons enregistrer, vérifier, analyser et éliminer vos informations conformément aux lois applicables en cas d’urgence. »
pt_br: "Podemos usar as informações que você forneceu de acordo com esta Política para fornecer nossos Serviços ou para nos comunicarmos com você. Especificamente, podemos usar suas informações para os seguintes fins:<br/> - Usamos informações para melhorar nossos Serviços. Usamos suas informações para nos ajudar a criar, desenvolver, operar, fornecer e melhorar nossos Serviços. Por exemplo, podemos analisar as tendências de uso para garantir que a plataforma seja fácil de usar.<br/> - Usamos as informações para fins de segurança. Podemos usar as informações para fins de segurança da conta e da rede, inclusive para proteger nossos Serviços em benefício de todos os nossos usuários, e pré-selecionar ou verificar o conteúdo enviado em busca de conteúdo potencialmente ilegal. Podemos usar suas informações para prevenção de segurança, serviços de segurança do cliente, etc.<br/> - Usamos informações para enviar avisos importantes, como alertas sobre sua conta e alterações em nossos termos, condições e políticas.<br/> - Armazenamos e mantemos suas informações para nossas obrigações legais. Por exemplo, podemos registrar, auditar, analisar e descartar suas informações de acordo com as leis aplicáveis em caso de emergência."

# how_does_it_use_data_collected
source: "When you use our Services, certain information may be stored locally on your mobile device using “cookies” or similar technologies such as Google Analytics and web beacons."
de: „Wenn Sie unsere Dienste nutzen, können bestimmte Informationen mithilfe von ‚Cookies‘ oder ähnlichen Technologien wie Google Analytics und Web Beacons lokal auf Ihrem Mobilgerät gespeichert werden.“
es: «Cuando utilizas nuestros servicios, cierta información puede almacenarse localmente en tu dispositivo móvil utilizando “cookies” o tecnologías similares como Google Analytics y balizas web».
fr: « Lorsque vous utilisez nos services, certaines informations peuvent être stockées localement sur votre appareil mobile à l’aide de « cookies » ou de technologies similaires telles que Google Analytics et les balises web. »
pt_br: "Quando você usa nossos Serviços, certas informações podem ser armazenadas localmente em seu dispositivo móvel usando 'cookies' ou tecnologias semelhantes, como o Google Analytics e web beacons."

# how_does_it_use_data_collected
source: <b>Data Trackers Found</b><br/>We discovered 58 trackers within 1 minute of use, including sending data to Doubleclick (marketing tracker), Google (marketing &amp; analytics), Facebook, and numerous hard-to-define places, such as yolobase, matrixmobile, etc.
de: <b>Gefundene Date-Tracker</b><br/>Wir haben innerhalb von nur einer Minute 58 Tracker entdeckt, einschließlich der Datenübermittlung an Doubleclick (Marketing-Tracker), Google (Marketing & Analytik), Facebook und zahlreiche schwer zu definierende Orte wie Yolobase, Matrixmobile usw.
es: <b>Rastradores de datos econtrados</b><br/>Descubrimos 58 rastreadores en 1 minuto de uso, incluido el envío de datos a Doubleclick (rastreador de marketing), Google (marketing y análisis), Facebook y numerosos lugares difíciles de definir, como yolobase, matrixmobile, etc.
fr: <b>Traqueurs de données repérés</b><br/>Nous avons découvert 58 traqueurs en l’espace d’une minute d’utilisation, certains transmettant des données à Doubleclick (traqueur de marketing), Google (marketing et analytique), Facebook et à d’autres destinataires difficiles à identifier, tels que yolobase, matrixmobile, etc.
pt_br: <b>Rastreadores de Dados Encontrados</b><br/> Descobrimos 58 rastreadores em 1 minuto de uso, incluindo o envio de dados para Doubleclick (rastreador de marketing), Google (marketing e análise), Facebook e vários lugares difíceis de definir, como yolobase, matrixmobile, etc.

# user_friendly_privacy_policy_helptext
source: We found two different privacy policies for Mimico that were similar but not the same. It was difficult to tell which one applied to the Mimico app. This raises some red flags for us. Also, Mimico's privacy policy was pretty general and vague, lacking information we would like to see in a privacy policy that can collect so much personal information.
de: Wir haben zwei verschiedene Datenschutzerklärungen für Mimico gefunden, die sich zwar ähneln, aber nicht identisch sind. Es war schwer zu erkennen, welche davon für die Mimico-App gilt. Das ist für uns ein Warnsignal. Außerdem war die Datenschutzerklärung von Mimico ziemlich allgemein und vage, und es fehlten Informationen, die wir in einer Datenschutzerklärung, die so viele persönliche Daten sammeln kann, gerne sehen würden.
es: Encontramos dos políticas de privacidad diferentes para Mimico, que eran similares pero no iguales. Es difícil saber cuál es la que corresponde a la aplicación Mimico. Esto nos plantea algunas alertas. Además, la política de privacidad de Mimico es bastante general y vaga, y no contiene información que nos gustaría ver en las políticas de privacidad de productos que pueden recopilar tanta información personal.
fr: Nous avons trouvé deux politiques de confidentialité différentes pour Mimico, qui sont similaires mais pas identiques. Il est difficile de savoir laquelle s’applique à l’application Mimico. Cela soulève quelques inquiétudes de notre part. Par ailleurs, la politique de confidentialité de Mimico est rédigée de manière assez générale et vague, et ne contient pas les informations que nous souhaiterions voir figurer dans une politique de confidentialité permettant de collecter autant d’informations personnelles.
pt_br: Encontramos duas políticas de privacidade diferentes para o Mimico que eram semelhantes, mas não iguais. Era difícil dizer qual deles se aplicava ao aplicativo Mimico. Isso nos faz ficar um pouco alertas. Além disso, a política de privacidade do Mimico era bastante geral e vaga, faltando informações que gostaríamos de ver em uma política de privacidade que pode coletar tantas informações pessoais.

# uses_encryption_helptext
source: "When you send or receive data from Mimico AI Chat App, we make sure they are encrypted using Secure Sockets Layer ("SSL") or other algorithms."
de: „Wenn Sie Daten von der Mimico AI Chat App senden oder empfangen, stellen wir sicher, dass diese mit Secure Sockets Layer (‚SSL‘) oder anderen Algorithmen verschlüsselt werden.“
es: «Cuando envías o recibes datos desde la aplicación de chat Mimico AI, nos aseguramos de que estén cifrados mediante Secure Sockets Layer (“SSL”) u otros algoritmos».
fr: « Lorsque vous envoyez ou recevez des données de l’application Mimico AI Chat App, nous nous assurons qu’elles sont chiffrées à l’aide du protocole Secure Sockets Layer (« SSL ») ou d’autres algorithmes. »
pt_br: "Quando você envia ou recebe dados do aplicativo Mimico AI Chat, garantimos que eles sejam criptografados usando Secure Sockets Layer ('SSL') ou outros algoritmos."

# tips_to_protect_yourself
source: Do not say anything containing sensitive information in your conversation with your AI partner.
es: No digas nada que contenga información confidencial durante tus conversaciones con tu amigo de IA.
fr: Ne divulguez pas d’informations sensibles lors de vos conversations avec votre partenaire généré par l’IA.
pt_br: Não diga nada que contenha informações confidenciais em sua conversa com a IA.

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data nor does close your account.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales ni cierra tu cuenta.
fr: Exigez la suppression de vos données lorsque vous cessez d’utiliser l’application. La simple suppression d’une application de votre appareil ne permet généralement pas d’effacer vos données personnelles ni de clôturer votre compte.
pt_br: Se decidir parar de usar o aplicativo, solicite que seus dados sejam excluídos. Apenas excluir o aplicativo do seu dispositivo não apagará seus dados pessoais da base da empresa e nem fechará a sua conta.

# tips_to_protect_yourself
source: Do not give consent to constant geolocation tracking by the app. Better provide geolocation 'only when using the app'.
de: Geben Sie keine Zustimmung zur ständigen Geolokalisierung durch die App. Bieten Sie besser Geolokalisierung „nur bei Verwendung der App“.
es: No otorgues tu consentimiento para el seguimiento constante de geolocalización por parte de la aplicación. Es mejor que permitas la geolocalización «solo mientras la aplicación está en uso».
fr: Ne consentez pas au suivi continu de votre géolocalisation par l’application. Il est préférable de fournir la géolocalisation « uniquement pendant l’utilisation de l’application ».
pt_br: Não dê consentimento para o rastreamento constante de geolocalização pelo aplicativo. É melhor fornecer geolocalização "somente ao usar o aplicativo".

# tips_to_protect_yourself
source: Do not share sensitive data through the app.
de: Teilen Sie keine sensiblen Daten über die App.
es: No compartas datos confidenciales en la aplicación.
fr: Ne partagez pas de données sensibles via l’application.
pt_br: Não compartilhe dados confidenciais pelo aplicativo.

# tips_to_protect_yourself
source: Do not give access to your photos and video or camera.
de: Geben Sie keinen Zugriff auf Ihre Fotos und Videos oder Kamera.
es: No otorgues acceso a tus fotos, vídeo o cámara.
fr: N’autorisez pas l’accès à vos photos et vidéos ou à votre appareil photo.
pt_br: Não dê acesso às suas fotos e vídeo ou câmera.

# tips_to_protect_yourself
source: Do not log in using third-party accounts.
de: Melden Sie sich nicht mit Konten von Drittanbietern an.
es: No inicies sesión con cuentas de terceros.
fr: Ne vous connectez pas par le biais de comptes tiers.
pt_br: Não faça login usando contas de terceiros.

# tips_to_protect_yourself
source: Do not connect to any third party via the app, or at least make sure that a third party employs decent privacy practices.
de: Stellen Sie über die App keine Verbindung zu Dritten her, oder vergewissern Sie sich zumindest, dass diese Dritte anständige Datenschutzpraktiken anwenden.
es: No te conectes a ningún tercero a través de la aplicación, o al menos asegúrate de que el tercero en cuestión tenga prácticas de privacidad decentes.
fr: Ne vous connectez pas à un service tiers via l’application, ou assurez-vous au minimum que ce dernier adopte des pratiques décentes en matière de protection de la vie privée.
pt_br: Não se conecte a terceiros através do aplicativo, ou pelo menos certifique-se de que este terceiro empregue práticas de privacidade decentes.
