Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/mimico-your-ai-friend.po
Languages: de, es, fr, pt_br

# tips_to_protect_yourself
source: Do not say anything containing sensitive information in your conversation with AI partner.
es: No digas nada que contenga información confidencial durante tus conversaciones con tu amigo de IA.
fr: Ne divulguez pas d’informations sensibles lors de vos conversations avec votre partenaire généré par l’IA.
pt_br: Não diga nada que contenha informações confidenciais em sua conversa com a IA.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc.
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senhas, como o 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Do not use social media plug-ins.
de: Verwenden Sie keine Social-Media-Plug-ins.
es: No utilices complementos de redes sociales.
fr: N’utilisez pas de plug-ins de médias sociaux.
pt_br: Não use plug-ins de mídia social.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary).
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Standort, außer es ist notwendig).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et emplacement, sauf si nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do aplicativo (não libere acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário).

# tips_to_protect_yourself
source: Keep your app regularly updated.
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand.
es: Actualiza tu aplicación con regularidad.
fr: Mettez votre application à jour régulièrement.
pt_br: Mantenha seu aplicativo atualizado regularmente.

# tips_to_protect_yourself
source: Limit ad tracking via your device (ex. on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization).
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire sur votre appareil (par exemple, sur iPhone, utilisez « Confidentialité », « Publicités » et « Limiter le suivi publicitaire ») et via les principaux réseaux publicitaires (pour Google, rendez-vous sur votre compte Google et désactivez la personnalisation des publicités).
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Lehnen Sie bei der Anmeldung das Tracking Ihrer Daten nach Möglichkeit ab.
es: Si puedes hacerlo, no aceptes el seguimiento de tus datos cuando estés realizando el proceso de registro.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.
pt_br: Ao se cadastrar, não concorde com o rastreamento dos seus dados, se possível.

# personal_data_collected
source: First and last name, email address, username, password, location, device and log information, unique device identifier, gaid, device model, system language, country, advertising identifier, operating system, system version number, IP address, software version number, access network, network quality data, service log information.
de: Vor- und Nachname, E-Mail-Adresse, Benutzername, Kennwort, Standort, Geräte- und Protokollinformationen, eindeutige Gerätekennung, Gerätetyp, Systemsprache, Land, Werbekennung, Betriebssystem, Systemversionsnummer, IP-Adresse, Softwareversionsnummer, Zugangsnetz, Netzqualitätsdaten, Dienstprotokollinformationen.
es: Nombre y apellido, dirección de correo electrónico, nombre de usuario, contraseña, ubicación, información del dispositivo y de registro, identificador único del dispositivo, gaid, modelo del dispositivo, idioma del sistema, país, identificador de publicidad, sistema operativo, número de versión del sistema, dirección IP, número de versión del software, red de acceso, datos de calidad de la red, información de registro del servicio.
fr: Prénom et nom de famille, adresse e-mail, nom d’utilisateur, mot de passe, localisation, informations sur l’appareil et le journal, identifiant unique de l’appareil, identifiant publicitaire Google, modèle de l’appareil, langue du système, pays, identifiant publicitaire, système d’exploitation, numéro de version du système, adresse IP, numéro de version du logiciel, réseau d’accès, données sur la qualité du réseau, informations sur le journal de service.
pt_br: Nome e sobrenome, endereço de e-mail, nome de usuário, senha, localização, dispositivo e informações de registro, identificador exclusivo do dispositivo, identificador de publicidade do Google, modelo do dispositivo, idioma do sistema, país, identificador de publicidade, sistema operacional, número da versão do sistema, endereço IP, número da versão do software, rede de acesso, dados de qualidade da rede, informações de registro de serviço.

# how_can_you_control_your_data
source: We cannot confirm if all users regardless of location can get their data be deleted.
de: Wir können nicht bestätigen, dass alle Nutzer unabhängig vom Standort ihre Daten löschen lassen können.
es: No podemos confirmar si todos los usuarios, independientemente de su ubicación, pueden eliminar sus datos.
fr: Nous ne pouvons pas confirmer si tous les utilisateurs, quel que soit leur lieu de résidence, peuvent obtenir la suppression de leurs données.
pt_br: Não podemos confirmar se todos os usuários, independentemente da localização, podem excluir seus dados.

# how_can_you_control_your_data
source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Política de Privacidade

# how_can_you_control_your_data
source: "<b>Your local laws may permit you to request that we</b>:<br/> provide access to and/or a copy of certain information we hold about you<br/> prevent the processing of your information for direct marketing purposes (including any direct marketing processing based on profiling)<br/> delete certain information which we are holding about you<br/> restrict the way that we process and disclose certain of your information<br/> transfer your information to a third party provider of services<br/> revoke your consent for the processing of your information
de: „<b>Ihre lokalen Gesetze können es Ihnen erlauben, von uns zu verlangen, dass wir</b>:<br/> Zugang zu und/oder eine Kopie von bestimmten Informationen, die wir über Sie gespeichert haben, gewähren<br/> die Verarbeitung Ihrer Daten für Direktmarketingzwecke (einschließlich der Verarbeitung für Direktmarketing auf der Grundlage von Profiling) verhindern<br/> bestimmte Informationen, die wir über Sie gespeichert haben, löschen<br/> die Art und Weise einschränken, wie wir bestimmte Ihrer Daten verarbeiten und offenlegen<br/> Ihre Daten an einen Drittanbieter von Dienstleistungen weitergeben<br/> Ihre Zustimmung zur Verarbeitung Ihrer Daten widerrufen
es: «<b>Tus leyes locales podrían permitir que</b>:<br/> solicites que proporcionemos acceso o una copia de cierta información que tenemos sobre ti;<br/> solicites que evitemos el procesamiento de tu información con fines de marketing directo (incluido cualquier procesamiento de marketing directo basado en perfiles);<br/> solicites que eliminemos cierta información que tenemos sobre ti;<br/> solicites que restrinjamos la forma en que procesamos y divulgamos cierta información;<br/> solicites que transfiramos tu información a un proveedor de servicios externo;<br/> revoques tu consentimiento para el procesamiento de tu información.
fr: «<b>Votre législation locale peut vous permettre de solliciter</b> :<br/> l’accès à certaines informations que nous détenons à votre sujet et/ou une copie de celles-ci<br/> l’interdiction du traitement de vos informations à des fins de marketing direct (y compris tout traitement de marketing direct basé sur le profilage)<br/> la suppression de certaines informations que nous détenons à votre sujet<br/> la restriction de la manière dont nous traitons et divulguons certaines de vos informations<br/> le transfert de vos informations à un prestataire de services tiers<br/> la révocation de votre consentement au traitement de vos informations
pt_br: "<b>Suas leis locais podem permitir que você solicite que nós</b>:<br/> forneçamos acesso e/ou uma cópia de certas informações que mantemos sobre você;<br/> impeça o processamento de suas informações para fins de marketing direto (incluindo qualquer processamento de marketing direto com base na criação de perfis);<br/> exclua certas informações que mantemos sobre você;<br/> restrinja a maneira como processamos e divulgamos algumas de suas informações;<br/> transfira suas informações para um provedor de serviços terceirizado;<br/> revogue seu consentimento para o processamento de suas informações;

# how_can_you_control_your_data
source: <b>We will consider all requests and provide our response within the time period stated by applicable laws.</b> Please note, however, that certain information may be exempt from such requests in some circumstances, which may include if we need to keep processing your information for our legitimate interests or to comply with a legal obligation. We may request you provide us with information necessary to confirm your identity before responding to your request. "
de: <b>Wir werden alle Anfragen prüfen und innerhalb der gesetzlich vorgeschriebenen Fristen beantworten.</b> Bitte beachten Sie jedoch, dass bestimmte Informationen unter bestimmten Umständen von solchen Anfragen ausgenommen sein können, z. B. wenn wir Ihre Daten für unsere legitimen Interessen weiterverarbeiten müssen oder um einer gesetzlichen Verpflichtung nachzukommen. Wir können Sie bitten, uns Informationen zur Verfügung zu stellen, die zur Bestätigung Ihrer Identität erforderlich sind, bevor wir Ihre Anfrage beantworten.“
es: <b>Consideraremos todas las solicitudes y proporcionaremos nuestra respuesta dentro del plazo establecido por las leyes aplicables. </b>Sin embargo, debes tener en cuenta que cierta información puede estar exenta de tales solicitudes en algunas circunstancias, que pueden incluir si necesitamos seguir procesando tu información para nuestros intereses legítimos o para cumplir con una obligación legal. Es posible que te solicitemos que nos proporciones la información necesaria para confirmar tu identidad antes de responder a tu solicitud».
fr: <b>Nous examinerons toutes les requêtes et fournirons notre réponse dans les délais prévus par les lois applicables.</b> Veuillez cependant tenir compte du fait que certaines informations peuvent être exclues de ces demandes dans certaines circonstances, notamment si nous devons continuer à traiter vos informations dans le cadre de nos intérêts légitimes ou pour nous conformer à une obligation légale. Nous pouvons vous demander de nous fournir les informations nécessaires pour confirmer votre identité avant de répondre à votre demande. »
pt_br: <b> Consideraremos todas as solicitações e forneceremos nossa resposta dentro do prazo estabelecido pelas leis aplicáveis.</b> Observe, no entanto, que certas informações podem estar isentas de tais solicitações em algumas circunstâncias, o que pode incluir se precisarmos continuar processando suas informações para nossos interesses legítimos ou para cumprir uma obrigação legal. Podemos solicitar que nos forneça as informações necessárias para confirmar a sua identidade antes de responder ao seu pedido."

# track_record_details
source: No known data breaches discovered in the last three years.
de: Keine bekannten Datenschutzverletzungen in den letzten drei Jahren entdeckt.
es: No se han descubierto filtraciones de datos conocidas en los últimos tres años.
fr: Aucune violation de données connue découverte au cours des trois dernières années.
pt_br: Nenhuma violação de dados conhecida descoberta nos últimos três anos.

# child_safety_blurb
source: "The Platform is not intended for Children. Children under the age of 16(or other age specified by the law applicable to your region) must not use the Platform for any purpose without first obtaining parental/guardian’s consent to this Privacy Policy (both for themselves and on your behalf). We do not knowingly collect personally identifiable information from children.
de: „Die Plattform ist nicht für Kinder bestimmt. Kinder unter 16 Jahren (oder einem anderen Alter, das durch das für Ihre Region geltende Gesetz festgelegt ist) dürfen die Plattform nicht nutzen, ohne zuvor die Zustimmung der Eltern / Erziehungsberechtigten zu dieser Datenschutzrichtlinie (sowohl für sich selbst als auch in Ihrem Namen) einzuholen. Wir sammeln nicht wissentlich personenbezogene Daten von Kindern.
es: «La plataforma no ha sido diseñada para niños. Los menores de 16 años (u otra edad especificada por las leyes aplicables a tu región) no deben usar la plataforma para ningún propósito, sin obtener primero el consentimiento de esta política de privacidad por parte de sus padres o tutores (tanto para ellos como en su nombre). No recopilamos a sabiendas información de identificación personal de niños.
fr: « La plate-forme n’est pas destinée aux enfants. Les enfants de moins de 16 ans (ou n’ayant pas l’âge légal applicable dans votre lieu de résidence) ne doivent pas utiliser la plate-forme à quelque fin que ce soit sans avoir obtenu au préalable l’accord de leurs parents ou de leur tuteur relativement à la présente politique de confidentialité (à la fois pour eux-mêmes et en votre nom). Nous ne recueillons pas délibérément d’informations personnellement identifiables concernant des enfants.
pt_br: "A Plataforma não se destina a Crianças. Crianças menores de 16 anos de idade (ou outra idade especificada pela lei aplicável à sua região) não devem usar a Plataforma para qualquer finalidade sem primeiro obter o consentimento dos pais/responsáveis para esta Política de Privacidade (tanto para si quanto em seu nome). Não coletamos intencionalmente informações de identificação pessoal de crianças.

# child_safety_blurb
source: It is our policy not to require personal information from minors or offer to send any promotional materials to persons in that category. We do not seek or intend to seek to receive any personal information from minors. Should a parent or guardian hav e reasons to believe that a minor has provided us with personal information without their prior consent, please contact us to ensure that the personal information is removed and the minor unsubscribes from any of our applicable Services."
de: Es gehört zu unseren Grundsätzen, keine persönlichen Daten von Minderjährigen anzufordern oder ihnen Werbematerialien zukommen zu lassen, die zu dieser Kategorie gehören. Wir versuchen nicht, persönliche Informationen von Minderjährigen zu erhalten, und beabsichtigen dies auch nicht. Sollten Eltern oder Erziehungsberechtigte Grund zu der Annahme haben, dass ein Minderjähriger uns persönliche Daten ohne seine vorherige Zustimmung zur Verfügung gestellt hat, setzen Sie sich bitte mit uns in Verbindung, um sicherzustellen, dass die persönlichen Daten entfernt werden und der Minderjährige sich von allen unseren Diensten abmeldet.“
es: Nuestra política es no requerir información personal de menores ni ofrecer el envío de ningún material promocional a personas de esa categoría. No buscamos ni tenemos la intención de buscar ninguna información personal de menores. Si un padre, madre o tutor tiene motivos para creer que un menor nos ha proporcionado información personal sin su consentimiento previo, debe comunicarse con nosotros para asegurarse de que se elimine la información personal y que se dé de baja al menor de cualquiera de nuestros servicios aplicables».
fr: Nous avons pour principe de ne pas collecter d’informations personnelles concernant des mineurs et de ne pas diffuser de matériel promotionnel à l’intention de personnes appartenant à cette catégorie. Nous ne sollicitons pas et n’avons pas l’intention de solliciter des informations personnelles de la part de mineurs. Si un parent ou un tuteur soupçonne qu’un mineur nous a fourni des informations personnelles sans leur consentement préalable, veuillez nous contacter pour vous assurer que les informations personnelles soient supprimées et que le mineur se désinscrive de tous nos services applicables. »
pt_br: É nossa política não exigir informações pessoais de menores ou oferecer o envio de materiais promocionais a pessoas dessa categoria. Não procuramos nem pretendemos procurar receber quaisquer informações pessoais de menores. Se um dos pais ou responsável tiver motivos para acreditar que um menor nos forneceu informações pessoais sem o seu consentimento prévio, entre em contato conosco para garantir que as informações pessoais sejam removidas e que o menor cancele a assinatura de qualquer um dos nossos Serviços aplicáveis."

# ai_is_transparent_helptext
source: We found no documentation or policies that explain how this product's AI works.
de: Wir haben keine Dokumentation oder Richtlinien gefunden, die erklären, wie die KI dieses Produkts funktioniert.
es: No encontramos documentación ni políticas que expliquen cómo funciona la IA de este producto.
fr: Nous n’avons trouvé aucune documentation ou politique expliquant le fonctionnement de l’IA de ce produit.
pt_br: Não encontramos nenhuma documentação ou política que explique como a IA deste produto funciona.

# ai_helptext
source: We cannot confirm if the AI employed at this product is trustworthy, because there is little or no public information on how it works and what user controls exist to make the product safe. At the same time, the potential harm of the apps is high as they collects lots of sensitive data, and use collected data to train AI algorithms.
de: Wir können nicht bestätigen, ob die bei diesem Produkt eingesetzte KI vertrauenswürdig ist, da es nur wenige oder keine öffentlichen Informationen darüber gibt, wie sie funktioniert und welche Benutzerkontrollen vorhanden sind, um das Produkt sicher zu machen. Gleichzeitig ist der potenzielle Schaden der Apps hoch, da sie viele sensible Daten sammeln und gesammelte Daten verwenden, um KI-Algorithmen zu trainieren.
es: No podemos confirmar si la IA empleada en este producto es confiable, porque hay poca o ninguna información pública sobre cómo funciona y qué controles de usuario existen para hacer que el producto sea seguro. Al mismo tiempo, el daño potencial de la aplicación es alto, ya que recopila muchos datos confidenciales y utilizan los datos recopilados para entrenar algoritmos de IA.
fr: Il est impossible de confirmer si l’IA employée par ce produit est digne de confiance, car il n’existe que peu ou pas d’informations publiques sur son fonctionnement et sur les mécanismes de contrôle mis à disposition des utilisateurs pour assurer la sécurité du produit. En même temps, le préjudice potentiel des applications est élevé car elles collectent de nombreuses données sensibles et utilisent les données collectées pour entraîner les algorithmes d’IA.
pt_br: Não podemos confirmar se a IA empregada neste produto é confiável, porque há pouca ou nenhuma informação pública sobre como ela funciona e quais controles de usuário existem para tornar o produto seguro. Ao mesmo tempo, o dano potencial dos aplicativos é alto, pois eles coletam muitos dados confidenciais e usam os dados coletados para treinar algoritmos de IA.

# ai_helptext
source: Mimico employs large language models to generate conversations and act as a romantic partner.
de: Mimico verwendet große Sprachmodelle (Large language models), um Gespräche zu generieren und als romantischer Partner zu fungieren.
es: Mimico emplea modelos de lenguaje grande para generar conversaciones y actuar como una pareja romántica.
fr: Mimico utilise de grands modèles de langage pour générer des conversations et se comporter comme un partenaire amoureux.
pt_br: O Mimico emprega grandes modelos de linguagem para gerar conversas e agir como um parceiro romântico.

# ai_can_user_control_helptext
source: We found no details regarding user controls at this app.
de: Wir haben bei dieser App keine Details zur Benutzerkontrolle gefunden.
es: No hemos encontrado información detallada sobre los controles del usuario en esta aplicación.
fr: Nous n’avons pas trouvé de précisions concernant les contrôles mis à la disposition des utilisateurs dans cette application.
pt_br: Não encontramos detalhes sobre os controles do usuário neste aplicativo.
