Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/minddoc.po
Languages: de

# blurb
source: MindDoc is a mental health app developed by clinical psychologists and researchers to help people suffering with depression, anxiety, insomnia, and eating disorders or who simply want to work daily on their emotional well-being. Based in Germany, MindDoc is governed by the generally stricter <a id="a1">GDPR privacy laws</a>, at least for people living in the EU/EEA. The app, available in German and English, is free to download and costs around $70 for a yearly subscription. Users get access to a mood journal, a mental health score to help gives users insight into where things are going well and where there are problems and then offers courses and exercises to help improve mental wellness.
de: MindDoc ist eine App für psychische Gesundheit, die von klinischen Psychologen und Forschern entwickelt wurde, um Menschen zu helfen, die unter Depressionen, Angstzuständen, Schlaflosigkeit und Essstörungen leiden oder einfach täglich an ihrem emotionalen Wohlbefinden arbeiten wollen. MindDoc hat seinen Sitz in Deutschland und unterliegt den allgemein strengeren <a id="a1">GDPR-Datenschutzgesetzen</a>, zumindest für Menschen, die in der EU / im Europäischen Wirtschaftsraum leben. Die App, die in deutscher und englischer Sprache verfügbar ist, kann kostenlos heruntergeladen werden und kostet rund 70 Dollar für ein Jahresabonnement. Die Nutzer erhalten Zugang zu einem Stimmungsjournal, einer Bewertung der psychischen Gesundheit, die ihnen Aufschluss darüber gibt, wo es gut läuft und wo es Probleme gibt, sowie zu Kursen und Übungen zur Verbesserung des psychischen Wohlbefindens.

# blurb
source: So, how do their privacy practices look? Well, yay for being under GDPR, that's a good thing as that law has stricter privacy protections than most anywhere else in the world. Still, boo on MindDoc for being occasionally vague in their privacy policy about how they share data with third parties. And an even bigger BOO on MindDoc for allowing Facebook to collect data on their users that could tell Facebook things like when a person users the mental health app and how often. Not good, not good at all.
de: Und wie sieht es mit dem Datenschutz aus? Gut, dass MindDoc der GDPR unterliegt. Das ist eine gute Sache, da dieses Gesetz einen strengeren Datenschutz vorsieht als die meisten anderen Gesetze auf der Welt. Trotzdem ein Buh für MindDoc, weil sie in ihren Datenschutzrichtlinien gelegentlich vage angeben, wie sie Daten mit Dritten teilen. Und ein noch größeres Buh an MindDoc dafür, dass sie Facebook erlauben, Daten über ihre Nutzer zu sammeln, die Facebook Aufschluss darüber geben könnten, wann und wie oft eine Person die App zur psychischen Gesundheit nutzt. Nicht gut, ganz und gar nicht gut.

# worst_case
source: Here's a scary line to read in any <a id="a1">privacy policy</a>, "Facebook may associate your use of our app and related activities with your Facebook user account." Uhm, YIKES!!! What does that mean? Well, it seems to indicate Facebook could know if you use the MindDoc app, when you use the app, how often you use the app, and perhaps other details about your use of the app. So, Facebook could know you're a woman, 28 years old, who uses an app to help manage anxiety, and likes lots of posts about cats and wine. Based on that. Facebook could then serve you lots of targeted ads about being single, your biological clock ticking, and make you even more anxious about life. You absolutely do not need that.
de: Hier ist eine beängstigende Zeile, die man in jeder <a id="a1">Datenschutzrichtlinie</a> lesen sollte: „Facebook kann Ihre Nutzung unserer App und damit verbundene Aktivitäten mit Ihrem Facebook-Benutzerkonto verknüpfen.“ Ähm, IGITT!!! Was soll das bedeuten? Nun, es scheint darauf hinzuweisen, dass Facebook wissen könnte, ob Sie die MindDoc-App verwenden, wann Sie die App verwenden, wie oft Sie die App verwenden und vielleicht auch andere Details über Ihre Verwendung der App. Facebook könnte also wissen, dass Sie eine 28-jährige Frau sind, die eine App zur Bewältigung von Ängsten nutzt und viele Beiträge über Katzen und Wein mag. Auf dieser Grundlage. Facebook könnte Ihnen dann viele gezielte Anzeigen über das Singledasein und Ihre tickende biologische Uhr schalten und Ihnen noch mehr Angst vor dem Leben einjagen. Das können Sie absolut nicht gebrauchen.

# worst_case
source: Here's another vague line in MindDoc's privacy policy that worries us, "We <b>generally</b> do not share your data with third parties unless we are legally entitled or obligated to do so, or you have given us consent to do so." Uhm, what do they mean by "generally"? That word seems to give them wiggle room to share your data with third parties in instances not covered by their privacy policy. Which, again, YIKES!!! Vague statements in privacy policies are not your friend. Especially with apps that collect so much personal information about you like your name, email, phone number, questions about your mental state, living conditions, and more. Seems <a id="a1">Consumers Reports</a> also had problems with MIndDoc's vague privacy policies on data sharing with third parties back in 2021. We're worried your data could get shared with third parties you're not aware of or don't consent to and then it could be used for who knows what. <i>You</i> don't want that. <i>We</i> don't want that.
de: Ein weiterer vager Satz in der Datenschutzrichtlinie von MindDoc macht uns Sorgen: „Wir geben Ihre Daten <b>im Allgemeinen</b> nicht an Dritte weiter, es sei denn, wir sind gesetzlich dazu berechtigt oder verpflichtet oder Sie haben uns Ihr Einverständnis dazu gegeben.“ Ähm, was meinen sie mit „im Allgemeinen“? Dieses Wort scheint ihnen Spielraum für die Weitergabe Ihrer Daten an Dritte in Fällen zu geben, die nicht durch ihre Datenschutzrichtlinie abgedeckt sind. Nochmals: IGITT!!! Vage Aussagen in Datenschutzrichtlinien sind gar nicht hilfreich. Vor allem bei Apps, die so viele personenbezogene Daten über Sie sammeln, wie Ihren Namen, Ihre E-Mail-Adresse, Ihre Telefonnummer, Fragen zu Ihrem Geisteszustand, Ihren Lebensumständen und vieles mehr. Anscheinend hatte auch <a id="a1">Consumers Reports</a> im Jahr 2021 Probleme mit den vagen Datenschutzrichtlinien von MIndDoc zur Weitergabe von Daten an Dritte. Wir befürchten, dass Ihre Daten an Dritte weitergegeben werden könnten, von denen Sie nichts wissen oder denen Sie nicht zugestimmt haben, und dass sie dann für wer weiß was verwendet werden könnten. Das wollen <i>Sie</i> nicht. <i>Wir</i> wollen das nicht.

# worst_case
source: One more thing about MindDoc that leaves us worried. They say you can delete your data directly in the app at any time by going to "Settings → Data &amp; Security." However, when we downloaded and used the app and then wanted to delete our data, we could not find this option. Which means MindDoc still has your friendly privacy researcher's data when we'd really rather they didn't. Because suddenly we're seeing ads about mental health everywhere and it's got us a little freaked out (granted, we've been researching mental health apps, so mental health ads following us everywhere seems inevitable, unfortunately).
de: Noch etwas an MindDoc, das uns Sorgen bereitet: Es heißt, man könne seine Daten jederzeit direkt in der App löschen, indem man zu „Einstellungen → Daten & Sicherheit“ geht. Als wir die App heruntergeladen und benutzt haben und dann unsere Daten löschen wollten, konnten wir diese Option jedoch nicht finden. Das bedeutet, dass MindDoc immer noch die Daten des freundlichen Datenschutzforschers hat, obwohl wir das lieber nicht so hätten. Denn plötzlich sehen wir überall Werbung zum Thema psychische Gesundheit, und das hat uns ein wenig beunruhigt (zugegeben, wir haben uns mit Apps zur psychischen Gesundheit beschäftigt, so dass Werbung zur psychischen Gesundheit, die uns überallhin folgt, leider unvermeidlich scheint).

# how_does_it_use_data_collected
source: MindDoc says, "We <b>generally</b> do not share your data with third parties unless we are legally entitled or obligated to do so, or you have given us consent to do so." <i>That word generally concerns us as it leaves open the possibility that they might share it for other purposes or without your consent.</i>
de: MindDoc sagt: „Wir geben Ihre Daten <b>im Allgemeinen</b> nicht an Dritte weiter, es sei denn, wir sind gesetzlich dazu berechtigt oder verpflichtet, oder Sie haben uns Ihre Zustimmung dazu gegeben.“ <i>Dieses Wort macht uns Sorgen, da es die Möglichkeit offen lässt, dass sie die Daten für andere Zwecke oder ohne Ihre Zustimmung weitergeben.</i>

# how_does_it_use_data_collected
source: Their privacy policy states, "<b>Facebook may associate your use of our app and related activities with your Facebook user account.</b> We are not able to do this. We only receive statistical information from Facebook about the use of our application, via Audience Insights." <i>Which looks like Facebook could be learning a whole lot about you and your mental health app use unless you opt out of this, which you should absolutely do by using the opt out slider in the "Profile &gt; Data &amp; security" section of the app.</i>
de: In den Datenschutzbestimmungen heißt es: „<b>Facebook kann Ihre Nutzung unserer App und damit verbundene Aktivitäten mit Ihrem Facebook-Benutzerkonto verknüpfen</b>. Wir sind nicht in der Lage, dies zu tun. Wir erhalten von Facebook lediglich über Audience Insights statistische Informationen über die Nutzung unserer Anwendung.“ <i>Das sieht so aus, als ob Facebook eine ganze Menge über Sie und Ihre Nutzung der App für psychische Gesundheit erfahren könnte, es sei denn, Sie widersprechen dem, was Sie unbedingt tun sollten, indem Sie den Opt-Out-Schieberegler im Abschnitt „Profil > Daten & Sicherheit“ der App benutzen.</i>

# uses_encryption_helptext
source: MindDoc's encryption practices are described here https://minddoc.com/de/de/datenschutz#chapter-8
de: Die Verschlüsselungspraktiken von MindDoc sind hier beschrieben https://minddoc.com/de/de/datenschutz#chapter-8

# tips_to_protect_yourself
source: Go to "Profile &gt; Data &amp; security" section of the app to opt out from Facebook and other third-party ad networks.
de: Gehen Sie zum Abschnitt „Profil > Daten & Sicherheit“ der App, um sich von Facebook und anderen Werbenetzwerken von Drittanbietern abzumelden.

# tips_to_protect_yourself
source: Follow MindDoc's recommended tips to protect yourself foun<a id="a1">d</a> <a id="a2">he</a>re
de: Befolgen Sie die hier gefundenen Empfehlungen von MindDoc, um sich zu schützen<a id="a1"></a><a id="a2"></a>

# personal_data_collected
source: Name, email. <br/> <br/>In Germany also, to use online psychotherapy: postal address, phone number.
de: Name, E-Mail. <br/> <br/>In Deutschland auch, um Online-Psychotherapie zu nutzen: Postanschrift, Telefonnummer.

# biometric_data_collected
source: General mental condition, complaints, symptoms.
de: Allgemeiner psychischer Zustand, Beschwerden, Symptome.

# how_can_you_control_your_data
source: The app says data can be deleted directly in the app in the "Settings → Data &amp; Security" at any time. <b>However, we could not find this option after downloading the app.</b>
de: Die App sagt, dass die Daten jederzeit direkt in der App in den „Einstellungen → Daten & Sicherheit“ gelöscht werden können. <b>Wir konnten diese Option nach dem Download der App jedoch nicht finden.</b>

# how_can_you_control_your_data
source: Alternatively, any user can write this request by email from the address registered with us to feedback@minddoc.de or by naming the personal identification number (this is located in the profile area at the very bottom).
de: Alternativ kann jeder Nutzer diesen Antrag per E-Mail von der bei uns registrierten Adresse an feedback@minddoc.de oder unter Nennung der persönlichen Identifikationsnummer (diese befindet sich im Profilbereich ganz unten) stellen.

# track_record_details
source: No known privacy or security incidents discovered in the last 3 years.
de: In den letzten 3 Jahren sind keine Datenschutz- oder Sicherheitsvorfälle bekannt geworden.

# child_safety_blurb
source: We did not find information about children privacy in their privacy policy.
de: Wir haben keine Informationen über den Datenschutz von Kindern in ihren Datenschutzrichtlinien gefunden.

# ai_helptext
source: MindDoc <a id="a1">acts</a> as a mental health companion that asks questions daily in order to evaluate a person’s well-being and screen them for symptoms of depression.
de: MindDoc <a id="a1">fungiert</a> als Begleiter für die psychische Gesundheit, der täglich Fragen stellt, um das Wohlbefinden einer Person zu bewerten und sie auf Symptome einer Depression zu untersuchen.
