Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/modern-health.po
Languages: de, es, fr, pt_br

# manage_vulnerabilities_helptext
source: Modern Health has a <a id="a1">disclosure policy</a>, security vulnerabilities can be reported to security@joinmodernhealth.com.
de: Modern Health verfügt über eine <a id="a1">Offenlegungsrichtlinie</a>. Sicherheitsschwachstellen können an security@joinmodernhealth.com gemeldet werden.
es: Modern Health cuenta con una <a id="a1">política de divulgación</a>. Se pueden informar vulnerabilidades de seguridad en security@joinmodernhealth.com.
fr: Modern Health dispose d’une <a id="a1">politique de divulgation</a> et les failles de sécurité peuvent être signalées à l’adresse security@joinmodernhealth.com.
pt_br: O Modern Health mantém uma <a id="a1">política de divulgação</a> e as vulnerabilidades de segurança podem ser relatadas em security@joinmodernhealth.com.

# tips_to_protect_yourself
source: Choose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Dafür können Sie auch ein Passwortkontrollprogramm anwenden, wie 1Password, KeePass etc.
fr: Choisissez un mot de passe solide ! Vous pouvez utiliser un outil de contrôle de mot de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Do not use social media plug-ins.
de: Verwenden Sie keine Social-Media-Plug-ins.
fr: N’utilisez pas de plug-ins de médias sociaux.
pt_br: Não use plug-ins de mídia social.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Nutzen Sie Ihre Datenschutzeinstellungen, um den Zugriff auf Ihre personenbezogenen Daten per App zu beschränken (d. h., geben Sie Kamera, Mikrofon, Bildern und Standort keinen Zugriff, es sei denn es ist notwendig)
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et emplacement, sauf si nécessaire)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso às suas informações pessoais via aplicativo (não dê acesso à sua câmera, microfone, imagens e vídeos)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
fr: Assurez-vous de garder votre application à jour.
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät (z. B. auf dem iPhone unter „Datenschutz“ > „Werbung“ > „Ad-Tracking beschränken“) und die größten Werbenetzwerke ein (bei Google öffnen Sie Ihr Google-Konto und schalten Sie die Anzeigenpersonalisierung aus)
fr: Limitez le suivi publicitaire sur votre appareil (par exemple, sur iPhone, utilisez « Confidentialité », « Publicités » et « Limiter le suivi publicitaire ») et via les principaux réseaux publicitaires (pour Google, rendez-vous sur votre compte Google et désactivez la personnalisation des publicités).
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Beantragen Sie die Löschung Ihrer Daten, wenn Sie die App nicht mehr nutzen. Das Deinstallieren der App auf Ihrem Gerät löscht normalerweise nicht automatisch Ihre personenbezogenen Daten.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.
pt_br: Solicite que seus dados sejam excluídos assim que você parar de usar o aplicativo. Simplesmente excluir um aplicativo do seu dispositivo não apaga seus dados pessoais.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung für ein Konto nicht der Nachverfolgung Ihrer Daten zu, falls möglich.
fr: Lorsque vous vous inscrivez, n’acceptez pas, dans la mesure du possible, le suivi de vos données.
pt_br: Ao iniciar uma inscrição, não concorde com o rastreamento de seus dados.

# personal_data_collected
source: Name, mailing address, e-mail address, and telephone and fax number, location.<br/> <br/>When you create a user account: name, company, date of birth, contact information (phone number, email address), location, preferred password, and primary language.
de: Name, Postanschrift, E-Mail-Adresse, Telefon- und Faxnummer, Standort.<br/> <br/>Bei Einrichtung eines Benutzerkontos: Name, Firma, Geburtsdatum, Kontaktinformationen (Telefonnummer, E-Mail-Adresse), Standort, bevorzugtes Passwort und Hauptsprache.
fr: Nom, adresse postale, adresse e-mail et numéro de téléphone et de fax, emplacement.<br/> <br/>Lorsque vous créez un compte utilisateur : nom, société, date de naissance, coordonnées (numéro de téléphone, adresse e-mail), lieu, mot de passe préféré et langue principale.
pt_br: Nome, endereço postal, endereço de e-mail e número de telefone e de fax, e localização.<br/> <br/>Quando você cria uma conta de usuário: nome, empresa, data de nascimento, informações de contato (número de telefone, endereço de e-mail), localização, senha escolhida e idioma principal.

# biometric_data_collected
source: Information about your health or medical condition, and your treatment
de: Informationen über Ihren Gesundheitszustand und Ihre Behandlungen
fr: Informations sur votre santé ou votre état de santé, et sur votre traitement
pt_br: Informações sobre sua saúde ou condição médica e seu tratamento

# how_can_you_control_your_data
source: "You may request access to or deletion of your Personal Information. We will honor your request regardless of where you live or are physically located unless a legal requirement prevents us from doing so or a legal exception applies. To make a request related to your Personal Information, click here or contact us. (If you are a former employee or worker of Modern Health and you would like to exercise your privacy rights or learn more about your privacy rights as a former employee or worker of Modern Health click here or contact us.)
de: „Sie können den Zugang zu Ihren persönlichen Daten oder deren Löschung beantragen. Wir werden Ihrem Wunsch unabhängig von Ihrem Wohn- oder Aufenthaltsort nachkommen, es sei denn, wir sind aufgrund gesetzlicher Bestimmungen daran gehindert oder es liegt eine gesetzliche Ausnahme vor. Um eine Anfrage bezüglich Ihrer persönlichen Daten zu stellen, klicken Sie bitte hier oder kontaktieren Sie uns. (Wenn Sie ein ehemaliger Mitarbeiter oder Angestellter von Modern Health sind und Ihre Datenschutzrechte ausüben oder mehr über Ihre Datenschutzrechte als ehemaliger Mitarbeiter oder Angestellter von Modern Health erfahren möchten, klicken Sie hier oder kontaktieren Sie uns).
fr: « Vous pouvez demander l’accès à vos informations personnelles ou leur suppression. Nous répondrons à votre demande quel que soit votre lieu de résidence ou votre emplacement physique, à moins qu’une obligation légale ne nous en empêche ou qu’une exception légale ne s’applique. Pour faire une demande concernant vos informations personnelles, cliquez ici ou contactez-nous. (Si vous êtes un ancien employé ou travailleur de Modern Health et que vous souhaitez exercer vos droits en matière de protection de la vie privée ou en savoir plus sur vos droits en tant qu’ancien employé ou travailleur de Modern Health, cliquez ici ou contactez-nous). »
pt_br: “Você pode solicitar acesso ou exclusão de suas informações pessoais. Atenderemos sua solicitação independentemente de onde você mora ou está fisicamente localizado, a menos que um requisito legal nos impeça de fazê-lo ou uma exceção legal se aplique. Para fazer uma solicitação relacionada às suas informações pessoais, clique aqui ou entre em contato conosco. (Se você é um ex-funcionário ou colaborador da Modern Health e gostaria de exercer seus direitos de privacidade ou saber mais sobre seus direitos de privacidade como ex-funcionário ou colaborador da Modern Health, clique aqui ou entre em contato conosco.)

# how_can_you_control_your_data
source: With respect to your Personal Information, you may:
de: In Bezug auf Ihre personenbezogenen Daten können Sie:
fr: En ce qui concerne vos informations personnelles, vous pouvez :
pt_br: Com relação às suas informações pessoais, você pode:

# how_can_you_control_your_data
source: Withdraw consent: If we use or share your Personal Information based on your consent, you may withdraw your consent at any time.
de: Ihre Einwilligung widerrufen: Wenn wir Ihre persönlichen Daten auf der Grundlage Ihrer Einwilligung verwenden oder weitergeben, können Sie Ihre Einwilligung jederzeit widerrufen.
fr: Retrait du consentement : si nous utilisons ou partageons vos informations personnelles sur la base de votre consentement, vous pouvez le retirer à tout moment.
pt_br: Retirar o consentimento: Se usarmos ou compartilharmos suas informações pessoais com base em seu consentimento, você poderá retirar seu consentimento a qualquer momento.

# how_can_you_control_your_data
source: Access: You may request access to or copies of your Personal Information. You may also request what types of Personal Information we have, the purposes for which we process it, and who has received access to your Personal Information.
de: Zugriff: Sie können Zugang zu Ihren persönlichen Daten oder eine Kopie davon anfordern. Sie können uns auch fragen, welche Arten von personenbezogenen Daten wir haben, zu welchen Zwecken wir sie verarbeiten und wer Zugang zu Ihren personenbezogenen Daten hat.
fr: Accès : vous pouvez demander l’accès à vos informations personnelles ou des copies de celles-ci. Vous pouvez également demander quels types d’informations personnelles nous possédons, à quelles fins nous les traitons et qui a eu accès à vos informations personnelles.
pt_br: Acesso: Você pode solicitar acesso ou cópias de suas informações pessoais. Você também pode solicitar quais tipos de informações pessoais temos, os propósitos para os quais as processamos e quem recebeu acesso a elas.

# how_can_you_control_your_data
source: Correction and Deletion: You may request that we correct your Personal Information if you think it is inaccurate or incomplete. You can also request that we erase or delete your Personal Information. Please note, if you are a Modern Health member, you can immediately request deletion of your Personal Information/account within the Modern Health mobile app by clicking on “Delete Account” in the account settings and following the instructions to complete your request. Once your Personal Information/account is deleted, you will no longer be able to access your account.
de: Berichtigung und Löschung: Sie können verlangen, dass wir Ihre personenbezogenen Daten berichtigen, wenn Sie der Meinung sind, dass sie ungenau oder unvollständig sind. Sie können auch verlangen, dass wir Ihre personenbezogenen Daten löschen oder löschen. Bitte beachten Sie, dass Sie als Mitglied von Modern Health die sofortige Löschung Ihrer persönlichen Daten/Ihres Kontos in der mobilen App von Modern Health beantragen können, indem Sie in den Kontoeinstellungen auf „Konto löschen“ klicken und den Anweisungen folgen, um Ihre Anfrage abzuschließen. Sobald Ihre persönlichen Daten/Ihr Konto gelöscht wurden, können Sie nicht mehr auf Ihr Konto zugreifen.
fr: Correction et suppression : vous pouvez nous demander de corriger vos informations personnelles si vous pensez qu’elles sont inexactes ou incomplètes. Vous pouvez également nous demander d’effacer ou de supprimer vos informations personnelles. Veuillez noter que, si vous êtes membre de Modern Health, vous pouvez immédiatement demander la suppression de vos informations personnelles ou de votre compte via l’application mobile Modern Health, en cliquant sur « Supprimer le compte » dans les paramètres du compte et en suivant les instructions pour compléter votre demande. Une fois vos informations personnelles/compte supprimés, vous ne pourrez plus accéder à votre compte.
pt_br: Correção e exclusão: Você pode solicitar a correção de suas informações pessoais se achar que elas estão imprecisas ou incompletas. Você também pode solicitar a exclusão de suas informações pessoais. Observe que, se você for um membro do Modern Health, poderá solicitar imediatamente a exclusão de suas informações pessoais/conta no aplicativo móvel do Modern Health clicando em “Excluir Conta” nas configurações da conta e seguindo as instruções para concluir sua solicitação. Assim que suas informações pessoais/conta forem excluídas, você não poderá mais acessar sua conta.

# how_can_you_control_your_data
source: Restrict Processing: You may request that we restrict the processing of certain Personal Information.
de: Einschränkung der Verarbeitung: Sie können verlangen, dass wir die Verarbeitung bestimmter personenbezogener Daten einschränken.
fr: Restreindre le traitement : vous pouvez nous demander de restreindre le traitement de certaines informations personnelles.
pt_br: Restringir o processamento: Você pode solicitar a restrição do processamento de certas informações pessoais.

# how_can_you_control_your_data
source: Data Portability: You may request that we provide you with your Personal Information that we obtained from you, and you can ask us to provide it to another entity.
de: Übertragbarkeit von Daten: Sie können verlangen, dass wir Ihnen die personenbezogenen Daten, die wir von Ihnen erhalten haben, zur Verfügung stellen, und Sie können uns bitten, diese Daten an eine andere Stelle weiterzugeben.
fr: Portabilité des données : vous pouvez nous demander de vous fournir les informations personnelles que nous avons obtenues à votre sujet, et de les fournir à une autre entité.
pt_br: Portabilidade de dados: Você pode solicitar o fornecimento das informações pessoais que obtivemos de você, e você pode nos pedir para fornecê-las a outra entidade.

# how_can_you_control_your_data
source: Object: You may have the right to object to our processing of your Personal Information for certain purposes.
de: Widerspruch: Sie haben das Recht, der Verarbeitung Ihrer personenbezogenen Daten für bestimmte Zwecke zu widersprechen.
fr: Objection : vous avez le droit de vous opposer au traitement de vos informations personnelles à certaines fins.
pt_br: Objeto: Você pode ter o direito de se opor ao nosso processamento de suas informações pessoais para determinados fins.

# how_can_you_control_your_data
source: Lodge a Complaint: If you believe we are using, disclosing, or otherwise processing your Personal Information in a way that is not in accordance with applicable law, you can lodge a complaint with the relevant data protection authority in your country."
de: Eine Beschwerde einreichen: Wenn Sie der Meinung sind, dass wir Ihre personenbezogenen Daten in einer Weise verwenden, offenlegen oder anderweitig verarbeiten, die nicht im Einklang mit geltendem Recht steht, können Sie eine Beschwerde bei der zuständigen Datenschutzbehörde Ihres Landes einreichen.“
fr: Déposer une plainte : si vous estimez que nous utilisons, divulguons ou traitons vos informations personnelles d’une manière qui n’est pas conforme à la législation applicable, vous pouvez déposer une plainte auprès de l’autorité compétente en matière de protection des données dans votre pays. »
pt_br: Apresentar uma reclamação: Se você acredita que estamos usando, divulgando ou processando suas informações pessoais de uma maneira que não esteja de acordo com a lei aplicável, você pode apresentar uma reclamação à autoridade de proteção de dados relevante em seu país.”

# track_record_details
source: No known privacy or security incidents discovered in the last 3 years.
de: In den letzten 3 Jahren sind keine Datenschutz- oder Sicherheitsvorfälle bekannt geworden.
es: No se han conocido incidentes de privacidad o seguridad en los últimos 3 años.
fr: Aucun incident connu en matière de protection de la vie privée ou de sécurité n’a été découvert au cours des trois dernières années.
pt_br: Nenhum incidente conhecido de privacidade ou segurança foi descoberto nos últimos 3 anos.

# child_safety_blurb
source: "Online components of our Services are not directed to children under the age of thirteen (13), and we do not knowingly collect Personal Information via online Services from children under the age of 13. Some Services can be provided to those under thirteen but this is handled outside of our online Services (e.g., by phone) and therefore electronic information for children under the age of 13 is not available. If you think that we have collected Personal Information via an online Service from a child under the age of 13, please contact us.
de: „Die Online-Komponenten unserer Dienste richten sich nicht an Kinder unter dreizehn (13) Jahren, und wir erfassen über unsere Online-Dienste nicht wissentlich personenbezogene Daten von Kindern unter 13 Jahren. Einige Dienste können für Personen unter dreizehn (13) Jahren bereitgestellt werden, aber dies geschieht außerhalb unserer Online-Dienste (z.B. per Telefon) und daher sind elektronische Informationen für Kinder unter dreizehn (13) Jahren nicht verfügbar. Wenn Sie glauben, dass wir über einen Online-Dienst personenbezogene Daten von einem Kind unter 13 Jahren erfasst haben, setzen Sie sich bitte mit uns in Verbindung.
fr: « Les composants en ligne de nos services ne sont pas destinés aux enfants de moins de treize (13) ans, et nous ne recueillons pas sciemment d’informations personnelles via les services en ligne auprès d’enfants de moins de 13 ans. Certains services peuvent être proposés à des personnes de moins de treize ans, mais cela est géré en dehors de nos services en ligne (par exemple, par téléphone) et, par conséquent, les informations électroniques pour les enfants de moins de 13 ans ne sont pas rendues disponibles. Si vous pensez que nous avons collecté des informations personnelles via un service en ligne auprès d’un enfant de moins de 13 ans, veuillez nous contacter.
pt_br: “Os componentes on-line de nossos serviços não são direcionados a crianças menores de treze (13) anos e não coletamos intencionalmente informações pessoais por meio de serviços on-line de crianças menores de 13 anos. Alguns serviços podem ser fornecidos a menores de 13 anos, mas isso é tratado fora de nossos serviços on-line (por exemplo, por telefone) e, portanto, informações eletrônicas para crianças menores de 13 anos não estão disponíveis. Se você desconfia que coletamos informações pessoais por meio de um serviço on-line de uma criança menor de 13 anos, entre em contato conosco.

# child_safety_blurb
source: The Service is not intended to be accessed by minors under the age of eighteen (18) except as authorized by their parents or legal guardian, and we do not knowingly collect any Personal Information directly from such minors and children without such authorization. If we discover that an individual under 18 has provided us with Personal Information, we will delete the Personal Information to the extent required by the Children’s Online Privacy Protection Act."
de: Der Service ist nicht für den Zugriff von Minderjährigen unter 18 Jahren bestimmt, es sei denn, sie haben die Erlaubnis ihrer Eltern oder Erziehungsberechtigten, und wir sammeln nicht wissentlich personenbezogene Daten direkt von solchen Minderjährigen und Kindern ohne eine solche Erlaubnis. Wenn wir feststellen, dass uns eine Person unter 18 Jahren personenbezogene Daten zur Verfügung gestellt hat, werden wir diese personenbezogenen Daten löschen, soweit dies nach dem Online-Datenschutzgesetz für Kinder erforderlich ist.“
fr: Le service n’est pas destiné à être accessible aux mineurs de moins de dix-huit (18) ans, sauf autorisation de leurs parents ou de leur tuteur légal, et nous ne collectons pas sciemment d’informations personnelles directement auprès de ces mineurs et de ces enfants sans cette autorisation. Si nous découvrons qu’une personne de moins de 18 ans nous a fourni des informations personnelles, nous les supprimerons dans la mesure requise par la loi Children’s Online Privacy Protection Act. »
pt_br: O serviço não se destina a ser acessado por menores de dezoito (18) anos, exceto conforme autorizado pelos pais ou responsável legal, e não coletamos intencionalmente nenhuma informação pessoal diretamente de tais menores e crianças sem tal autorização. Se descobrirmos que um indivíduo menor de 18 anos nos forneceu informações pessoais, excluiremos essas informações na medida exigida pela Lei de Proteção à Privacidade Online de Crianças.”

# blurb
source: First, a little about Modern Health. The app offers a full spectrum of mental health services, including 1:1 sessions with care professionals, guided meditations, group sessions, digital programs, well-being assessments and more. Offered through your employer, access to the app is free. One of the features Modern Health offers the over 250 companies that use their service is access to "aggregated and de-identified" data through an "<a id="a1">Insights Hub</a>". How does Modern Health look from a privacy perspective? Well, even the mental health app Mozilla uses raises a few privacy concerns for us. We hope to see improvements. We will update this post when we do.
es: Primero, un poco sobre Modern Health. La aplicación ofrece una gama completa de servicios de salud mental, que incluyen sesiones individuales con profesionales de la salud, meditaciones guiadas, sesiones grupales, programas digitales, evaluaciones de bienestar y más. Si se ofrece a través de tu empleador, el acceso a la aplicación es gratis. Una de las características que Modern Health ofrece a las más de 250 empresas que utilizan sus servicios es el acceso a datos «agregados y desidentificados» a través de un «<a id="a1">Centro de ideas</a>». ¿Cómo se ve Modern Health desde la perspectiva de la privacidad? Debemos decir que incluso la aplicación de salud mental utilizada por Mozilla plantea algunas cuestiones preocupantes con respecto a la privacidad. Esperamos ver mejoras. Actualizaremos esta publicación cuando eso suceda.

# blurb
source: Update: Modern Health updated their privacy policy on June 30, 2022. We've included a note on these updates below.
es: Actualización: El 30 de junio de 2022, Modern Health actualizó su política de privacidad. Más abajo puedes ver una nota sobre estas actualizaciones.
