Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/modern-health.po
Languages: de, es, fr, pt_br

# worst_case
source: Modern Health did make a clarification in the update they made to their privacy policy on June 30, 2022 regarding how they do interest-based targeted advertising. Their privacy policy reads, "We do not target any advertisements toward individual consumers or members of our platform. We may engage third party service providers who utilize tracking technologies on our corporate website (www.modernhealth.com) to serve advertisements that may be of interest to potential employer-buyers of our Services. Some of these advertisements may be personalized, meaning that the advertisements are intended to be relevant to potential employer-buyers based on what we, or the third party service providers, know about them..." So, they do use personal information for targeted advertising, but they say they don't target "individual consumers or members." All this is still a bit confusing. Hopefully this mean if you use Modern Health as a wellness service, nothing you do on the platform or website will be used to target you with ads anywhere else on the internet.
de: Modern Health hat in der Aktualisierung seiner Datenschutzrichtlinie vom 30. Juni 2022 eine Klarstellung bezüglich der Art und Weise vorgenommen, wie das Unternehmen interessenbezogene gezielte Werbung betreibt. In der Datenschutzrichtlinie heißt es: „Wir richten keine Werbung an einzelne Verbraucher oder Mitglieder unserer Plattform. Wir können Drittanbieter beauftragen, die Tracking-Technologien auf unserer Unternehmenswebsite (www.modernhealth.com) einsetzen, um Werbung zu schalten, die für potenzielle Käufer unserer Dienste von Interesse sein könnte. Einige dieser Anzeigen können personalisiert sein, was bedeutet, dass die Anzeigen für potenzielle Arbeitgeber-Käufer relevant sein sollen, basierend auf dem, was wir oder die Drittanbieter über sie wissen...“ Sie verwenden also personenbezogene Daten für gezielte Werbung, aber sie sagen, dass sie nicht auf „einzelne Verbraucher oder Mitglieder“ abzielen. All dies ist immer noch ein wenig verwirrend. Hoffentlich bedeutet dies, dass, wenn Sie Modern Health als Wellness-Service nutzen, nichts, was Sie auf der Plattform oder der Website tun, verwendet wird, um Sie mit Werbung irgendwo anders im Internet anzusprechen.
fr: Modern Health a bien apporté des clarifications dans la mise à jour de sa politique de confidentialité le 30 juin 2022 concernant la façon dont la publicité ciblée fonctionne. Sa politique de confidentialité indique : « Nous ne ciblons pas les clients ou membres individuels de notre plateforme avec de la publicité personnalisée. Il se peut nous collaborions avec des fournisseurs de service tiers qui utilisent des technologies de pistage sur le site de notre entreprise (www.modernhealth.com) pour proposer de la publicité pouvant se révéler pertinente pour les employeurs-acheteurs potentiels de nos Services. Certaines publicités peuvent être personnalisées, c’est-à-dire susceptibles d’intéresser les employeurs-acheteurs potentiels, selon les informations que nous, ou le fournisseur de service tiers, détenons concernant ces employeurs-acheteurs potentiels… ». Cela reste vague. Avec un peu de chance, cela signifie que si vous utilisez Modern Health comme service bien-être, rien de ce que vous pourriez faire sur la plateforme ou le site web ne sera utilisé pour vous proposer des publicités ciblées ailleurs sur Internet.
pt_br: Na atualização da política de privacidade de 30 de junho de 2022, o Modern Health fez um esclarecimento sobre como eles fazem publicidade direcionada com base em interesses. A política de privacidade deles descreve que: “Não direcionamos nenhum anúncio para consumidores ou membros individuais da nossa plataforma. Podemos contratar prestadores de serviços terceirizados que utilizam tecnologias de rastreamento em nosso website corporativo (www.modernhealth.com) para veicular anúncios que possam ser do interesse de potenciais contratantes/compradores dos nossos Serviços. Alguns desses anúncios podem ser personalizados, o que significa que se destinam a ser relevantes para potenciais contratantes/compradores com base no que nós, ou os prestadores de serviços terceirizados, sabemos sobre eles...” Portanto, eles realmente usam informações pessoais para publicidade direcionada, mas dizem que não visam “consumidores ou membros individuais.” Tudo isso ainda está um pouco confuso. Esperamos que isso signifique que, se você usar o Modern Health como um serviço de bem-estar, nada do que fizer na plataforma ou no site será usado para direcionar anúncios a você em nenhum outro lugar da internet.

# worst_case
source: Finally, Modern Health does say they can share your personal information with a number of third parties, including business affiliates and your employer. It is unclear from their privacy policy who the business affiliates are.
de: Schließlich gibt Modern Health an, dass sie Ihre personenbezogenen Daten an eine Reihe von Dritten weitergeben können, darunter an verbundene Unternehmen und Ihren Arbeitgeber. Aus den Datenschutzbestimmungen geht nicht hervor, wer die Partnerunternehmen sind.
es: Por último, Modern Health dice que puede compartir tu información personal con una serie de terceros, que incluyen a filiales comerciales y a tu empleador. En la política de privacidad no queda claro quiénes son las filiales comerciales.
fr: Enfin, Modern Health admet pouvoir partager vos informations personnelles avec un certain nombre de tiers, y compris les sociétés affiliées et votre employeur. Sa politique de confidentialité ne précise pas clairement qui sont les sociétés affiliées.
pt_br: Finalmente, a Modern Health diz que pode compartilhar suas informações pessoais com vários terceiros, incluindo afiliados comerciais e seu empregador. A política de privacidade deles não deixa claro quem são esses afiliados comerciais.

# worst_case
source: So yes, even the mental health app Mozilla offers employees raises some privacy concerns for us.. And overall, employer-provided access to mental health apps raises a number of privacy concerns employees should consider before using these apps. We recommend reaching out to your company's HR or wellness department to learn what access to data your company has for such apps and what policies they have in place to keep any data collected private, secure, and anonymous.
de: Also ja, sogar die App für psychische Gesundheit, die Mozilla seinen Mitarbeitern anbietet, wirft einige Datenschutzbedenken für uns auf. Und insgesamt wirft der von Arbeitgebern bereitgestellte Zugang zu Apps für psychische Gesundheit eine Reihe von Datenschutzbedenken auf, die Mitarbeiter berücksichtigen sollten, bevor sie diese Apps verwenden. Wir empfehlen, sich an die Personal- oder Wellnessabteilung Ihres Unternehmens zu wenden, um zu erfahren, welchen Zugriff Ihr Unternehmen auf Daten für solche Apps hat und welche Richtlinien es hat, um die gesammelten Daten privat, sicher und anonym zu halten.
fr: Donc oui, même l’application de santé mentale que Mozilla propose à ses employés soulève quelques préoccupations concernant la confidentialité. Dans l’ensemble, l’accès aux applications de santé mentale fourni par l’employeur soulève un certain nombre de préoccupations en matière de protection de la vie privée que les employés devraient prendre en considération avant d’utiliser ces applications. Nous vous recommandons de contacter le service des ressources humaines ou du bien-être de votre entreprise pour savoir quel accès aux données est accordé à ces applications et quelles sont les politiques mises en place pour préserver la confidentialité, la sécurité et l’anonymat des données collectées.
pt_br: Então, sim, mesmo o aplicativo de saúde mental que a Mozilla oferece aos funcionários levanta algumas preocupações de privacidade para nós. E, em geral, o acesso fornecido pelo empregador a aplicativos de saúde mental levanta uma série de preocupações de privacidade que os funcionários devem considerar antes de usar esses aplicativos. Recomendamos que entre em contato com o departamento de RH ou de bem-estar da sua empresa para saber que acesso aos dados a sua empresa tem para esses aplicativos e quais políticas ela tem em vigor para manter os dados coletados privados, seguros e anônimos.

# worst_case
source: One final thing, one of the co-founders of Modern Health, who has since left the company, <a id="a1">raised her own concerns</a> and offered solutions about the problems she sees with mental health apps broadly and patient safety in this space
de: Eine letzte Sache: eine der Mitbegründerinnen von Modern Health, die seitdem das Unternehmen verlassen hat, hat <a id="a1">ihre eigenen Bedenken geäußert</a> und Lösungen für die Probleme angeboten, die sie mit den Apps für psychische Gesundheit im Allgemeinen und der Patientensicherheit in diesem Bereich sieht.
fr: Une dernière chose, l’une des cofondatrices de Modern Health, qui a depuis quitté l’entreprise, a <a id="a1">elle-même fait part de ses propres préoccupations</a> et a proposé des solutions aux problèmes qu’elle a constaté concernant la confidentialité des applications de santé mentale en général et celle des patients dans ce contexte.
pt_br: Uma última coisa: uma das cofundadoras do Modern Health, que desde então deixou a empresa, <a id="a1">levantou suas próprias preocupações</a> e ofereceu soluções para os problemas que ela vê com aplicativos de saúde mental de forma ampla e com a segurança do paciente neste espaço.

# how_does_it_use_data_collected
source: We ding this product for combining users peronal data with data obtained from third parties. It is unclear if such practice may include obtaining data from data brokers.
de: Wir beanstanden, dass dieses Produkt personenbezogene Daten der Nutzer mit Daten Dritter kombiniert. Es ist unklar, ob diese Praxis auch Daten von Datenmaklern umfasst.
fr: Nous vous mettons en garde vis-à-vis de ce produit car il combine les données personnelles des utilisateurs avec des données obtenues auprès de tiers. Il est difficile de savoir si cette pratique peut inclure l’obtention de données auprès de courtiers en données.
pt_br: Nós gongamos este produto por combinar dados pessoais dos usuários com dados obtidos de terceiros. Não está claro se tal prática pode incluir a obtenção de dados de corretores de dados.

# how_does_it_use_data_collected
source: "No Sale of Personal Information: We do not sell, disclose, and/or share your Personal Information to other businesses or third parties for monetary or valuable consideration."
de: „Kein Verkauf personenbezogener Daten: Wir verkaufen, offenbaren und/oder teilen Ihre persönlichen Informationen nicht mit anderen Unternehmen oder Dritten für eine finanzielle oder wertvolle Gegenleistung“.
fr: « Pas de vente d’informations personnelles : nous ne vendons pas, ne divulguons pas et/ou ne partageons pas vos informations personnelles avec d’autres entreprises ou tiers pour une contrepartie monétaire ou de valeur. »
pt_br: “Nenhuma venda de informações pessoais: Não vendemos, divulgamos e/ou compartilhamos suas informações pessoais com outras empresas ou terceiros por contraprestação monetária ou de valor.”

# how_does_it_use_data_collected
source: "We do not share any Personal Information with employers unless necessary to prevent imminent harm (e.g., crisis management) or as required by law. We only share anonymized and aggregated information with employers.
de: „Wir geben keine persönlichen Daten an Arbeitgeber weiter, es sei denn, dies ist notwendig, um drohenden Schaden abzuwenden (z.B. Krisenmanagement) oder es ist gesetzlich vorgeschrieben. Wir geben nur anonymisierte und aggregierte Informationen an Arbeitgeber weiter.
fr: « Nous ne partageons pas d’informations personnelles avec les employeurs sauf si cela est nécessaire pour prévenir un préjudice imminent (par ex., une gestion de crise) ou requis par la loi. Nous partageons uniquement des informations anonymisées et groupées avec les employeurs. »
pt_br: “Não compartilhamos nenhuma informação pessoal com os empregadores, a menos que seja necessário para evitar danos iminentes (por exemplo, gerenciamento de crises) ou conforme exigido por lei. Só compartilhamos informações anônimas e agregadas com os empregadores.

# how_does_it_use_data_collected
source: If you are accessing the service through an employer (such as single sign-on), your employer may collect information about your login activity, including whether and when you access Modern Health Services. Modern Health does not control the information collection practices of employers or other benefit providers, and you should consult their internal policies and procedures for more information about their information collection practices"
de: Wenn Sie über einen Arbeitgeber auf den Service zugreifen (z. B. Single Sign-On), kann Ihr Arbeitgeber Informationen über Ihre Anmeldeaktivitäten sammeln, einschließlich ob und wann Sie auf Modern Health Services zugreifen. Modern Health hat keine Kontrolle über die Datenerfassungspraktiken von Arbeitgebern oder anderen Dienstleistern und Sie sollten sich an deren interne Richtlinien und Verfahren wenden, um weitere Informationen über deren Datenerfassungspraktiken zu erhalten.“
fr: Si vous accédez au service par l’intermédiaire d’un employeur (identification unique par exemple), votre employeur peut recueillir des informations sur votre activité de connexion, y compris si et quand vous accédez aux services Modern Health. Modern Health ne contrôle pas les pratiques de collecte d’information des employeurs ou d’autres prestataires de services. Nous vous recommandons de consulter leurs politiques et procédures internes pour plus d’informations sur leurs pratiques de collecte d’information.
pt_br: Se você estiver acessando o serviço através de um empregador (como em um sistema de login único ou 'single sign-on'), seu empregador poderá coletar informações sobre a sua atividade de login, incluindo se e quando você acessou os Serviços do Modern Health. O Modern Health não controla as práticas de coleta de informações dos empregadores ou de outros provedores de benefícios, e você deve consultar as políticas e procedimentos internos dessas entidades para obter mais informações sobre as práticas de coleta de informações.”

# how_does_it_use_data_collected
source: "Advertising: We do not target any advertisements toward individual consumers or members of our platform. Nothing you do on the Modern Health app or web platform will be used by us to target any advertisements towards you as an individual consumer anywhere else on the internet. <b>We may engage third party service providers who utilize tracking technologies on our corporate website (www.modernhealth.com) to serve advertisements that may be of interest to potential employer-buyers of our Services. Some of these advertisements may be personalized, meaning that the advertisements are intended to be relevant to potential employer-buyers based on what we, or the third party service providers, know about them,</b> such as employment at or agency for a company that might be interested in offering Modern Health as a benefit to its employees."
de: „Werbung: Wir senden keine Werbung an einzelne Verbraucher oder Mitglieder unserer Plattform. Nichts, was Sie auf der Modern Health App oder der Webplattform tun, wird von uns dazu verwendet, Werbung an Sie als einzelnen Verbraucher irgendwo anders im Internet zu richten. <b>Wir können Drittanbieter beauftragen, Tracking-Technologien auf unserer Unternehmens-Website (www.modernhealth.com) zu verwenden, um Anzeigen zu schalten, die für potenzielle Käufer unserer Dienste als Arbeitgeber von Interesse sein könnten. Einige dieser Anzeigen können personalisiert sein, d. h. die Anzeigen sind so gestaltet, dass sie für potenzielle Käufer als Arbeitgeber relevant sind, und zwar auf der Grundlage dessen, was wir oder die Drittanbieter über sie wissen, </b>z. B. ob sie bei einem Unternehmen beschäftigt sind oder für ein Unternehmen arbeiten, das daran interessiert sein könnte, seinen Mitarbeitern Modern Health als Zusatzleistung anzubieten.“
fr: « Publicité : nous ne ciblons aucune publicité vers des consommateurs individuels ou des membres de notre plateforme. Rien de ce que vous faites sur l’application Modern Health ou sur la plateforme web ne sera utilisé par nous pour cibler des publicités vers vous en tant que consommateur individuel, où que ce soit sur Internet. <b>Nous pouvons engager des prestataires de services tiers qui utilisent des technologies de suivi sur notre site web (www.modernhealth.com) pour diffuser des publicités susceptibles d’intéresser les employeurs-acheteurs potentiels de nos services. Certaines de ces publicités peuvent être personnalisées, ce qui signifie qu’elles sont destinées à être pertinentes pour les employeurs-acheteurs potentiels en fonction de ce que nous, ou les prestataires de services tiers, savons d’eux,</b> comme un emploi ou une agence, pour une entreprise qui pourrait être intéressée par le fait de proposer Modern Health comme avantage pour ses employés. »
pt_br: “Publicidade: Não direcionamos anúncios para consumidores individuais ou membros de nossa plataforma. Nada do que você fizer no aplicativo ou na plataforma web do Modern Health será usado por nós para direcionar quaisquer anúncios para você como consumidor individual em qualquer outro lugar da internet. <b>Podemos contratar prestadores de serviços terceirizados que utilizam tecnologias de rastreamento em nosso site corporativo (www.modernhealth.com) para veicular anúncios que possam ser de interesse para potenciais empregadores-compradores de nossos Serviços. Alguns desses anúncios podem ser personalizados, o que significa que os anúncios se destinam a ser relevantes para potenciais empregadores-compradores com base no que nós, ou os prestadores de serviços terceirizados, sabemos sobre eles,</b> como emprego ou agência para uma empresa que possa estar interessada em oferecer o Modern Health como um benefício para seus funcionários.”

# how_does_it_use_data_collected
source: "<b>We may also get Personal Information about you from other third parties where permitted by applicable law, and combine that with Personal Information you provide us, in order to provide you with more personalized Services.</b> For example, we may receive Personal Information about you from our customers (who may be your employer) to enable us to validate your eligibility to use the Service. This information may include your name, work email address, postal code, date of birth, gender, race/ethnicity, employee ID number or code (if applicable), employment start and end dates, department, title, job code (if applicable), office location, performance information, health claims data, or survey information about your work satisfaction and related topics. We also may receive Personal Information from Providers to help us to match you with a different Provider or to facilitate your continuity of care. "
de: „<b>Wir können auch personenbezogene Daten über Sie von anderen Dritten erhalten, soweit dies nach geltendem Recht zulässig ist, und diese mit den von Ihnen zur Verfügung gestellten personenbezogenen Daten kombinieren, um Ihnen individuellere Dienstleistungen anbieten zu können</b>. Beispielsweise können wir von unseren Kunden (die auch Ihr Arbeitgeber sein können) personenbezogene Daten über Sie erhalten, damit wir Ihre Berechtigung zur Nutzung des Dienstes überprüfen können. Diese Informationen können Ihren Namen, Ihre geschäftliche E-Mail-Adresse, Ihre Postleitzahl, Ihr Geburtsdatum, Ihr Geschlecht, Ihre Rasse/Ethnie, Ihre Personalnummer oder Ihren Personalcode (falls zutreffend), das Datum des Beginns und des Endes Ihres Beschäftigungsverhältnisses, Ihre Abteilung, Ihren Titel, Ihren Stellencode (falls zutreffend), Ihren Bürostandort, Leistungsinformationen, Daten zu Gesundheitsfragen oder Umfragedaten zu Ihrer Arbeitszufriedenheit und damit zusammenhängenden Themen umfassen. Wir können auch personenbezogene Daten von Leistungserbringern erhalten, um Sie an einen anderen Leistungserbringer zu verweisen oder die Kontinuität Ihrer Versorgung zu erleichtern.“
fr: « <b>Nous pouvons également obtenir des informations personnelles vous concernant auprès d’autres tiers lorsque la loi applicable le permet, et les combiner avec les informations personnelles que vous nous fournissez, afin de vous proposer des services plus personnalisés.</b> Par exemple, nous pouvons recevoir des informations personnelles vous concernant de la part de nos clients (parmi lesquels se trouve peut-être votre employeur) afin de nous permettre de valider votre éligibilité à l’utilisation du service. Ces informations peuvent inclure votre nom, votre adresse e-mail professionnelle, votre code postal, votre date de naissance, votre sexe, votre ethnicité, votre numéro ou code d’identification d’employé (le cas échéant), les dates de début et de fin de votre contrat de travail, votre service , votre fonction, le code de votre fonction (le cas échéant), l’emplacement de votre bureau, des informations sur vos performances, des données sur les demandes de remboursement de frais de santé ou des informations issues d’enquêtes sur votre satisfaction au travail et sur d’autres sujets connexes. Nous pouvons également recevoir des informations personnelles de la part des prestataires pour nous aider à vous mettre en relation avec un autre prestataire ou faciliter la continuité de vos soins. »
pt_br: “<b>Também podemos obter informações pessoais suas de outros terceiros, quando permitido pela lei aplicável, e combiná-las com as informações pessoais que você nos fornece, a fim de fornecer serviços mais personalizados para você.</b> Por exemplo, podemos receber informações pessoais sobre você de nossos clientes (que podem ser seu empregador) para nos permitir validar sua elegibilidade para usar o serviço. Essas informações podem incluir seu nome, endereço de e-mail profissional, código postal, data de nascimento, sexo, raça/etnia, número ou código de identificação do funcionário (se aplicável), datas de início e término do emprego, departamento, título, código de trabalho (se aplicável), local do escritório, informações de desempenho, dados de reivindicações de saúde ou informações de pesquisa sobre sua satisfação no trabalho e assuntos relacionados. Também podemos receber informações pessoais de provedores para nos ajudar a combiná-lo com um provedor diferente ou para facilitar sua continuidade de atendimento.”

# uses_encryption_helptext
source: Modern Health applies PGP encryption to verify that any data exchanged is encrypted between the sender and receiver
de: Modern Health verwendet eine PGP-Verschlüsselung, um sicherzustellen, dass alle ausgetauschten Daten zwischen Sender und Empfänger verschlüsselt sind
es: Modern Health aplica cifrado PGP para verificar que cualquier dato intercambiado esté encriptado entre el remitente y el receptor.
fr: Modern Health utilise le chiffrement PGP pour s’assurer que toutes les données échangées sont chiffrées entre l’expéditeur et le destinataire
pt_br: O Modern Health aplica criptografia PGP para verificar se os dados trocados são criptografados entre o remetente e o destinatário
