Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/modern-health.po
Languages: de, es, fr, pt_br

# worst_case
source: And remember, they might also collect information about you from your employer. Their privacy policy reads, “…we may receive Personal Information about you from our customers (who may be your employer) to enable us to validate your eligibility to use the Service. This information may include your name, work email address, postal code, date of birth, gender, race/ethnicity, employee ID number or code (if applicable), employment start and end dates, department, title, job code (if applicable), office location, performance information, health claims data, or survey information about your work satisfaction and related topics.” So far, that's a lot of information gathered on you.
es: Recuerda que también podrían recopilar información sobre ti por parte de tu empleador. Su política de privacidad dice: «...podemos recibir información personal sobre usted de nuestros clientes (que puede ser su empleador) para permitirnos validar su elegibilidad para usar el Servicio. Esta información puede incluir su nombre, dirección de correo electrónico del trabajo, código postal, fecha de nacimiento, género, raza o etnia, número o código de identificación de empleado (si corresponde), fechas de inicio y finalización del empleo, departamento, título, código de trabajo (si corresponde), ubicación de la oficina, información de desempeño, datos de declaraciones médicas o información de encuestas sobre satisfacción laboral y otros temas relacionados». Hasta aquí, nos parece que es demasiada información recopilada sobre ti.

# worst_case
source: Modern Health did make a clarification in the update they made to their privacy policy on June 30, 2022 regarding how they do interest-based targeted advertising. Their privacy policy reads, “We do not target any advertisements toward individual consumers or members of our platform. We may engage third party service providers who utilize tracking technologies on our corporate website (www.modernhealth.com) to serve advertisements that may be of interest to potential employer-buyers of our Services. Some of these advertisements may be personalized, meaning that the advertisements are intended to be relevant to potential employer-buyers based on what we, or the third party service providers, know about them…” So, they do use personal information for targeted advertising, but they say they don't target “individual consumers or members.” All this is still a bit confusing. Hopefully this mean if you use Modern Health as a wellness service, nothing you do on the platform or website will be used to target you with ads anywhere else on the internet.
es: En la actualización de su política de privacidad del 30 de junio de 2022, Modern Health hizo una aclaración sobre cómo hace publicidad dirigida basada en intereses. Su política de privacidad dice: «No dirigimos ningún anuncio a consumidores individuales o miembros de nuestra plataforma. Podemos contratar a proveedores de servicios externos que utilicen tecnologías de seguimiento en nuestro sitio web corporativo (www.modernhealth.com) para publicar anuncios que puedan ser del interés de los posibles empleadores compradores de nuestros Servicios. Algunos de estos anuncios pueden ser personalizados, lo que significa que están destinados a ser relevantes para los posibles empleadores compradores en función de lo que nosotros, o los proveedores de servicios externos, sabemos de ellos...» Es decir que sí utilizan información personal para publicidad dirigida, pero dicen que no se dirigen a «consumidores o miembros individuales». Sigue siendo un poco confuso. Esperemos que esto signifique que si utilizas Modern Health como un servicio de bienestar, nada de lo que hagas en la plataforma o el sitio web se utilizará para enviarte anuncios en otros lugares de Internet.

# worst_case
source: So yes, even the mental health app Mozilla offers employees raises some privacy concerns for us. And overall, employer-provided access to mental health apps raises a number of privacy concerns employees should consider before using these apps. We recommend reaching out to your company's HR or wellness department to learn what access to data your company has for such apps and what policies they have in place to keep any data collected private, secure, and anonymous.
es: Por lo que sí, incluso la aplicación de salud mental que Mozilla ofrece a sus empleados nos plantea algunas preocupaciones relacionadas con la privacidad. En general, el acceso a aplicaciones de salud mental proporcionadas por empleadores plantea una serie de cuestiones que los empleados deben considerar antes de usarlas. Recomendamos que se comuniquen con el departamento de RR. HH. o de bienestar de la empresa para saber qué acceso a los datos se ha establecido para dichas aplicaciones y qué políticas han implementado para mantener la privacidad, la seguridad y el anonimato de los datos recopilados.

# worst_case
source: One final thing, one of the co-founders of Modern Health, who has since left the company, <a id="a1">raised her own concerns</a> and offered solutions about the problems she sees with mental health apps broadly and patient safety in this space.
es: Una última cosa, una de las cofundadoras de Modern Health, que desde entonces ha dejado la empresa, <a id="a1">planteó sus propias inquietudes</a> y ofreció soluciones para los problemas que veía en las aplicaciones de salud mental en general y en la seguridad de los pacientes en esos espacios.

# how_does_it_use_data_collected
source: Update: Modern Health updated their policy around May 1, 2022 to say they utilize tracking for advertising on their marketing website and not on their platform. This is a good step forward even if we still have questions about their collection and use of the data for targeted advertising purposes.
es: Actualización: A comienzos de mayo de 2022, Modern Health actualizó su política con la declaración de que realizan seguimiento para publicidad en su página web de marketing y no en su plataforma. Este es un paso positivo, incluso si todavía nos quedan preguntas sobre la recopilación y el uso de los datos para fines publicitarios dirigidos.

# how_does_it_use_data_collected
source: <i>Update: Modern Health updated their privacy policy again June 30, 2022. In this update to their privacy policy they clarify that they “do not sell, disclose, and/or share your Personal Information to other businesses or third parties for monetary or valuable consideration.”</i> <i>Modern Health also clarified how they do targeted advertising.</i>
es: <i>Actualización: Modern Health actualizó su política de privacidad nuevamente el 30 de junio de 2022. En esta actualización, la empresa aclara que «no vendemos, divulgamos o compartimos su Información Personal a otras empresas o terceros a cambio de una contraprestación económica o de otro tipo».</i> <i>Modern Health también aclaró cómo hace la publicidad dirigida.</i>

# how_does_it_use_data_collected
source: Their privacy policy now reads, “We do not target any advertisements toward individual consumers or members of our platform. We may engage third party service providers who utilize tracking technologies on our corporate website (www.modernhealth.com) to serve advertisements that may be of interest to potential employer-buyers of our Services. Some of these advertisements may be personalized, meaning that the advertisements are intended to be relevant to potential employer-buyers based on what we, or the third party service providers, know about them, such as employment at or agency for a company that might be interested in offering Modern Health as a benefit to its employees.”
es: Ahora, su política de privacidad dice: «No dirigimos ningún anuncio a consumidores individuales o miembros de nuestra plataforma. Podemos contratar a proveedores de servicios externos que utilicen tecnologías de seguimiento en nuestro sitio web corporativo (www.modernhealth.com) para publicar anuncios que puedan ser del interés de los posibles empleadores compradores de nuestros Servicios. Algunos de esos anuncios pueden ser personalizados, lo que significa que están destinados a ser relevantes para los posibles empleadores compradores en función de lo que nosotros, o los proveedores de servicios externos, sabemos de ellos, como empleo o agencia para una empresa que podría estar interesada en ofrecer Modern Health como un beneficio para sus empleados».

# how_does_it_use_data_collected
source: Finally, Modern Health clarified in their privacy policy data sharing with employers by saying, “We do not share any Personal Information with employers unless necessary to prevent imminent harm (e.g., crisis management) or as required by law. We only share anonymized and aggregated information with employers.”
es: Finalmente, Modern Health aclaró en su política de privacidad el intercambio de datos con los empleadores, diciendo: «No compartimos ninguna información personal con los empleadores a menos que sea necesario para evitar daños inminentes (por ejemplo, en gestión de crisis) o según lo exija la ley. Solo compartimos con los empleadores información anonimizada y agregada».

# how_does_it_use_data_collected
source: “If you are accessing the service through an employer (such as single sign-on), your employer may collect information about your login activity, including whether and when you access Modern Health Services. Modern Health does not control the information collection practices of employers or other benefit providers, and you should consult their internal policies and procedures for more information about their information collection practices.”
es: «Si está accediendo al servicio a través de un empleador (como en el inicio de sesión único), su empleador puede recopilar información sobre su actividad de inicio de sesión, incluyendo si accede a Modern Health Services y cuándo lo hace. Modern Health no controla las prácticas de recopilación de información que realicen los empleadores u otros proveedores de beneficios; debe consultar sus políticas y procedimientos internos para obtener más información sobre esas prácticas de recopilación de información».

# how_does_it_use_data_collected
source: Modern Health's privacy policy reads, “…we may receive Personal Information about you from our customers (who may be your employer) to enable us to validate your eligibility to use the Service. This information may include your name, work email address, postal code, date of birth, gender, race/ethnicity, employee ID number or code (if applicable), employment start and end dates, department, title, job code (if applicable), office location, performance information, health claims data, or survey information about your work satisfaction and related topics.”
es: La política de privacidad de Modern Health dice: «...podemos recibir información personal sobre usted de nuestros clientes (que puede ser su empleador) para permitirnos validar su elegibilidad para usar el Servicio. Esta información puede incluir su nombre, dirección de correo electrónico del trabajo, código postal, fecha de nacimiento, género, raza o etnia, número o código de identificación de empleado (si corresponde), fechas de inicio y finalización del empleo, departamento, título, código de trabajo (si corresponde), ubicación de la oficina, información de desempeño, datos de declaraciones médicas o información de encuestas sobre satisfacción laboral y otros temas relacionados».

# how_does_it_use_data_collected
source: <b>Modern Health says they do some targeted interest-based advertising,</b> “We do not target any advertisements toward individual consumers or members of our platform. We may engage third party service providers who utilize tracking technologies on our corporate website (www.modernhealth.com) to serve advertisements that may be of interest to potential employer-buyers of our Services. Some of these advertisements may be personalized, meaning that the advertisements are intended to be relevant to potential employer-buyers based on what we, or the third party service providers, know about them, such as employment at or agency for a company that might be interested in offering Modern Health as a benefit to its employees.”
es: <b>Modern Health declara que la empresa sí realiza publicidad dirigida basada en intereses,</b> «No dirigimos ningún anuncio a consumidores individuales o miembros de nuestra plataforma. Podemos contratar a proveedores de servicios externos que utilicen tecnologías de seguimiento en nuestro sitio web corporativo (www.modernhealth.com) para publicar anuncios que puedan ser del interés de los posibles empleadores compradores de nuestros Servicios. Algunos de esos anuncios pueden ser personalizados, lo que significa que están destinados a ser relevantes para los posibles empleadores compradores en función de lo que nosotros, o los proveedores de servicios externos, sabemos de ellos, como empleo o agencia para una empresa que podría estar interesada en ofrecer Modern Health como un beneficio para sus empleados».

# how_does_it_use_data_collected
source: <b>When permitted by law, Modern Health may also enhance or combine information about you, including your Personal Information, with information about you that we obtain from third parties. “</b>We may combine information that is obtained from your use of the Services with information obtained from such third parties in order to provide you with more personalized Services.”
es: <b>«Siempre que lo permita la ley, Modern Health también puede mejorar o combinar información sobre usted, incluyendo su información personal, con otros datos sobre usted que obtenemos de terceros. </b>Podemos combinar la información que se obtiene de su uso de los Servicios con la información obtenida de dichos terceros con el fin de proporcionarle Servicios más personalizados».

# tips_to_protect_yourself
source: Ensure you have a strong password
es: Asegúrate de establecer una contraseña segura

# tips_to_protect_yourself
source: Do not allow third-party tools access to your medical data
es: No permitas el acceso de herramientas de terceros a tus datos médicos

# tips_to_protect_yourself
source: Do not give permission to combine your data with other third-party data, or to use it for research
es: No autorices que tus datos se puedan combinar con otros datos de terceros o se puedan usar para investigación

# personal_data_collected
source: Name, mailing address, e-mail address, telephone, location
es: Nombre, dirección postal, dirección de correo electrónico, teléfono, ubicación

# biometric_data_collected
source: Health or medical condition, and your treatment (if certain services are connected)
es: Estado de salud y tu tratamiento (si ciertos servicios están conectados)

# how_can_you_control_your_data
source: Information that Modern Health collects will be retained in a personally identifiable form for as long as necessary for the purposes described in the Policy, after which it will be deleted or maintained in a non-personally identifiable form. Modern Health may retain information in order to comply with their legal obligations (such as tax, accounting or health privacy purposes).
es: La información que Modern Health recopile se conservará en un formulario de identificación personal durante el tiempo que sea necesario para los fines descritos en la política, tras el cual se eliminará o se mantendrá en un formulario de identificación no personal. Modern Health puede retener datos con el fin de cumplir con sus obligaciones legales (tales como asuntos fiscales, contables o de privacidad de la salud).

# how_can_you_control_your_data
source: Update to Modern Health's privacy policy on June 30, 2022.
es: Actualización de la política de privacidad de Modern Health del 30 de junio de 2022.

# how_can_you_control_your_data
source: Modern Health's privacy policy states,<b> “…</b>you may request access to or deletion of your Personal Information by contacting us. We will handle any request in accordance with applicable law. Note that privacy rights may not be absolute. We may refuse or deny a request in accordance with applicable privacy laws.” <b>Unfortunately, this statement is not clear to us that they will grant all users requests for data deletion, regardless of where they live earning them a privacy ding from us.</b>
es: La política de privacidad de Modern Health establece que<b> «...</b>puede solicitar el acceso o la eliminación de su información personal poniéndose en contacto con nosotros. Gestionaremos cualquier solicitud de acuerdo con las leyes aplicables. Tenga en cuenta que los derechos de privacidad pueden no ser absolutos. Podemos rechazar o denegar una solicitud de acuerdo con las leyes de privacidad aplicables». <b>Desafortunadamente, esta declaración no nos da la seguridad de que otorgarán solicitudes de eliminación de datos a todos los usuarios independientemente de dónde vivan, lo que los haría sonar más confiables en cuanto al respeto de la privacidad.</b>

# child_safety_blurb
source: "Online components of our Services are not directed to children under the age of thirteen (13), and we do not knowingly collect Personal Information via online Services from children under the age of 13. Some Services can be provided to those under thirteen but this is handled outside of our online Services (e.g., by phone) and therefore electronic information for children under the age of 13 is not available. If you think that we have collected Personal Information via an online Service from a child under the age of 13, please contact us. The Service is not intended to be accessed by minors under the age of eighteen (18) except as authorized by their parents or legal guardian, and we do not knowingly collect any Personal Information directly from such minors and children without such authorization. If we discover that an individual under 18 has provided us with Personal Information, we will delete the Personal Information to the extent required by the Children’s Online Privacy Protection Act."
es: «Los componentes en línea de nuestros servicios no están dirigidos a menores de trece (13) años; no recopilamos deliberadamente información personal de menores de 13 años a través de los servicios en línea. Algunos servicios pueden proporcionarse a menores de trece años, pero esto se gestiona fuera de nuestros servicios en línea (por ejemplo, por teléfono) y, por lo tanto, la información electrónica de los menores de 13 años no está disponible. Si cree que hemos recopilado información personal de un menor de 13 años a través de un servicio en línea, póngase en contacto con nosotros. El servicio no ha sido pensado para que accedan a él los menores de dieciocho (18) años, excepto según lo autorizado por sus padres o tutores legales, y no recopilamos a sabiendas ninguna información personal directamente de menores sin dicha autorización. Si descubrimos que una persona menor de 18 años nos ha proporcionado información personal, eliminaremos la información personal en la medida requerida por la ley de protección de la privacidad infantil en Internet».
