Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/modern-health.po
Languages: de, es, fr, pt_br

# blurb
source: Mozilla recently decided to offer the mental health app Modern Health to employees as part of our wellbeing program. With the growing mental health crisis around the world, many companies are adding access to mental health apps to their wellbeing programs too. It can be challenging to find companies capable of meeting high privacy standards, and so we decided it was important we include a review of the mental health app we offer to share what it is like to navigate these privacy concerns.
de: Mozilla hat vor kurzem beschlossen, die psychische Gesundheit App Modern Health für Mitarbeiter als Teil unseres Wohlbefindensprogramm anbieten. Mit der wachsenden Krise der psychischen Gesundheit auf der ganzen Welt, fügen viele Unternehmen auch Zugang zu psychischen Gesundheit Apps zu ihren Wohlbefindensprogrammen hinzu. Es kann schwierig sein, Unternehmen zu finden, die in der Lage sind, hohe Datenschutzstandards zu erfüllen. Daher haben wir entschieden, dass es wichtig ist, eine Überprüfung der von uns angebotenen App für psychische Gesundheit einzubeziehen, um mitzuteilen, wie es ist, sich mit diesen Datenschutzbedenken zu befassen.
es: Recientemente, Mozilla decidió ofrecer la aplicación de salud mental Modern Health a sus empleados como parte de su programa de bienestar. Con la creciente crisis de salud mental en todo el mundo, hay muchas otras empresas que están agregando acceso a aplicaciones de salud mental en sus programas de bienestar. Ya que no es fácil encontrar empresas capaces de cumplir con altos estándares de privacidad, decidimos que era importante incluir una revisión de la aplicación de salud mental que ofrece Mozilla para mostrar de qué modo se transita por estas inquietudes relacionadas con la privacidad.
fr: Mozilla a récemment décidé d’offrir l’application de santé mentale Modern Health aux employés dans le cadre de notre programme de bien-être. Avec la crise croissante en termes de santé mentale dans le monde, de nombreuses entreprises ajoutent également l’accès aux applications de santé mentale à leurs programmes de bien-être. Nous avons décidé qu’il était important d’inclure un examen de l’application de santé mentale que nous proposons pour partager ce que c’est que de se confronter à ces problématiques de confidentialité.
pt_br: Recentemente, a Mozilla decidiu oferecer o aplicativo de saúde mental Modern Health aos funcionários como parte do seu programa de bem-estar. Com a crescente crise de saúde mental em todo o mundo, muitas empresas também estão adicionando acesso a aplicativos de saúde mental aos seus programas de bem-estar. Pode ser um desafio encontrar empresas capazes de atender a altos padrões de privacidade e, por isso, achamos importante incluir uma avaliação do aplicativo de saúde mental que oferecemos, para compartilhar como é navegar por essas questões de privacidade.

# blurb
source: First, a little about Modern Health. The app offers a full spectrum of mental health services, including 1:1 sessions with care professionals, guided meditations, group sessions, digital programs, well-being assessments and more. Offered through your employer, access to the app is free. One of the features Modern Health offers the over 250 companies that use their service is access to "aggregated and de-identified" data through a<a id="a1">n</a> <a id="a2">"Insights Hu</a>b" . How does Modern Health look from a privacy perspective? We're happy to see they've improved their privacy practices since we first reviewed them in 2022.
de: Zunächst ein paar Worte zu Modern Health. Die App bietet eine umfassende Palette an Dienstleistungen im Bereich der psychischen Gesundheit, darunter 1:1-Sitzungen mit Fachleuten, geführte Meditationen, Gruppensitzungen, digitale Programme, Bewertungen des Wohlbefindens und vieles mehr. Der Zugang zur App, die über Ihren Arbeitgeber angeboten wird, ist kostenlos. Eine der Funktionen, die Modern Health den mehr als 250 Unternehmen bietet, die den Dienst nutzen, ist der Zugang zu „aggregierten und anonymisierten“ Daten über einen <a id="a1"></a><a id="a2"></a>„Insights Hub“. Wie steht es mit dem Datenschutz bei Modern Health? Wir freuen uns, dass sie ihre Datenschutzpraktiken seit unserer ersten Überprüfung im Jahr 2022 verbessert haben.
fr: D’abord, découvrons-en un peu plus sur Modern Health. L’application offre un éventail complet de services de santé mentale, notamment des séances individuelles avec des professionnels de la santé, des méditations guidées, des séances de groupe, des programmes numériques, des évaluations du bien-être, etc. Offert par votre employeur, l’accès à l’application est gratuit. L’une des fonctionnalités que Modern Health offre aux plus de 250 entreprises qui utilisent leur service est l’accès à des données « agrégées et anonymisées » via <a id="a1">un </a><a id="a2">« Centre d’informations </a>» . Comment Modern Health s’en sort-elle en termes de protection de la vie privée ? Nous sommes ravis d’avoir constaté des améliorations depuis notre premier rapport en 2022.
pt_br: Primeiro, um pouco sobre a saúde moderna: o aplicativo oferece uma gama completa de serviços de saúde mental, incluindo sessões individuais com profissionais de saúde, meditações guiadas, sessões em grupo, programas digitais, avaliações de bem-estar e muito mais. Oferecido pelo seu empregador, o acesso ao aplicativo é gratuito. Um dos recursos que o Modern Health oferece às mais de 250 empresas que usam seu serviço é o acesso a dados “agregados e não identificados” por meio de <a id="a1">uma</a> <a id="a2">“Plataforma de Insights</a>”. Como O modern Health se parece do ponto de vista da privacidade? Estamos felizes em ver que eles melhoraram suas práticas de privacidade desde que as analisamos pela primeira vez em 2022.

# worst_case
source: First reviewed April 20, 2022. Review updated, April 25, 2023
de: Zuerst rezensiert am 20. April 2022. Rezension aktualisiert am 25. April 2023
fr: Passé en revue pour la première fois le 20 avril 2022. Revue mise à jour le 25 avril 2023.
pt_br: Primeira avaliação em 20 de abril de 2022. Avaliação atualizada em 25 de abril de 2023

# worst_case
source: Good news! Modern Health's privacy practices and policies have improved since we released our review in 2022. Indeed, after our review came out, we had many discussions with Modern Health about ways they could improve their privacy policy and clarify their privacy practices. We were heartened to see these implemented. Now, all users of Modern Health, regardless of what privacy laws they live under, have the right to access and delete their data. Modern Health also explicitly states in their privacy policy that they <i>"do not sell, disclose, and/or share your Personal Information to other businesses or third parties for monetary or valuable consideration."</i> That is certainly something we like to see explicitly stated.
de: Das sind gute Nachrichten! Die Datenschutzpraktiken und -richtlinien von Modern Health haben sich seit der Veröffentlichung unseres Berichts im Jahr 2022 verbessert. Nach der Veröffentlichung unseres Berichts haben wir viele Gespräche mit Modern Health darüber geführt, wie sie ihre Datenschutzrichtlinien verbessern und ihre Datenschutzpraktiken klarstellen können. Wir haben uns sehr über die Umsetzung dieser Maßnahmen gefreut. Jetzt haben alle Nutzer von Modern Health das Recht, auf ihre Daten zuzugreifen und sie zu löschen, unabhängig davon, welchem Datenschutzgesetz sie unterliegen. In den Datenschutzbestimmungen von Modern Health heißt es außerdem ausdrücklich, dass das Unternehmen <i>„Ihre persönlichen Daten nicht an andere Unternehmen oder Dritte verkaufen, offenlegen und/oder weitergeben wird, weder gegen Geld noch gegen Geld“</i>. Dies ist sicherlich etwas, das wir gerne explizit erwähnt sehen würden.
fr: Bonne nouvelle ! Les pratiques et politiques de Modern Health en matière de protection de la vie privée se sont améliorées depuis la publication de notre rapport en 2022. En effet, après la publication de notre rapport, nous avons eu de nombreuses discussions avec les responsables de Modern Health sur les moyens d’améliorer leur politique de confidentialité et de clarifier leurs pratiques en matière de protection de la vie privée. Nous sommes ravis de constater que ces discussions ont porté leurs fruits. Désormais, tous les utilisateurs de Modern Health ont le droit d’accéder à leurs données et de les supprimer, quelles que soient les lois sur la protection de la vie privée en vigueur. La société Modern Health déclare également explicitement dans sa politique de confidentialité qu’elle <i>« ne vend pas, ne divulgue pas et/ou ne partage pas vos informations personnelles avec d’autres entreprises ou tiers pour une contrepartie monétaire ou de valeur. »</i> Il s’agit là d’un point que nous apprécions de voir explicitement énoncé.
pt_br: Boas notícias! As práticas e políticas de privacidade do Modern Health melhoraram desde que publicamos nossa análise em 2022. De fato, depois que nossa revisão foi publicada, tivemos muitas conversas com a Modern Health sobre maneiras de melhorar sua política de privacidade e esclarecer suas práticas de privacidade. Ficamos animados ao ver isso implementado. Agora, todos os usuários do Modern Health, independentemente das leis de privacidade sob as quais vivem, têm o direito de acessar e excluir seus dados. A Modern Health também declara explicitamente em sua política de privacidade que <i>“não vende, divulga e/ou compartilha suas informações pessoais com outras empresas ou terceiros por contraprestação monetária ou de valor.”</i> Isso é certamente algo que gostamos de ver explicitamente declarado.

# worst_case
source: A couple of other improvements we've seen from Modern Health include clarifying in their privacy policy that while they target ads towards employer-customers and brokers based on information gathered from their website, they do not target ads towards Modern Health members or individual consumers. And last year when we reached out to Modern Health at the email listed in their privacy policy for privacy related questions, we never heard back from them. They acknowledged that email was going unmonitored and have since made sure the email addresses listed in their privacy policy for consumers to ask questions are now better monitored.
de: Zu den weiteren Verbesserungen, die wir bei Modern Health festgestellt haben, gehört die Klarstellung in den Datenschutzrichtlinien, dass sie zwar auf der Grundlage der auf ihrer Website gesammelten Informationen gezielte Werbung für Arbeitgeberkunden und Makler versenden, aber keine Werbung für Mitglieder von Modern Health oder einzelne Verbraucher. Als wir Modern Health im vergangenen Jahr unter der in der Datenschutzrichtlinie angegebenen E-Mail-Adresse kontaktierten, um Fragen zum Datenschutz zu stellen, erhielten wir nie eine Antwort. Das Unternehmen räumte ein, dass die E-Mail nicht überwacht wurde, und hat seitdem dafür gesorgt, dass die in der Datenschutzrichtlinie angegebenen E-Mail-Adressen, an die Verbraucher Fragen richten können, nun besser überwacht werden.
fr: Parmi les autres améliorations apportées par Modern Health, citons la clarification dans sa politique de confidentialité du fait que la société cible les publicités sur les employeurs-clients et les courtiers sur la base des informations recueillies sur son site web, sans toutefois cibler les publicités sur les membres de Modern Health ou les consommateurs individuels. L’année dernière, lorsque nous avions contacté Modern Health via l’adresse e-mail indiquée dans sa politique de confidentialité pour des questions relatives à la protection de la vie privée, nous n’avions jamais obtenu de réponse. La société a reconnu un certain manque de suivi de la messagerie électronique et a depuis veillé à ce que les adresses e-mails figurant dans sa politique de confidentialité et permettant aux consommateurs de poser des questions soient mieux gérées.
pt_br: Algumas outras melhorias do Modern Health que observamos incluem esclarecer em sua política de privacidade que, embora segmentem anúncios para empregadores-clientes e corretores com base em informações coletadas de seu site, eles não segmentam anúncios para membros do Modern Health ou consumidores individuais. E no ano passado, quando entramos em contato com a Modern Health no e-mail listado em sua política de privacidade para perguntas relacionadas à privacidade, nunca obtivemos resposta. Eles reconheceram que o e-mail não estava sendo monitorado e, desde então, garantiram que os endereços de e-mail listados em sua política de privacidade para os consumidores fazerem perguntas fossem melhor monitorados.

# worst_case
source: We do still have some questions about Modern Health and how they say they can gather personal information about you from third parties and combine that with data they already have on you to provide more personalization in their services. This isn't super uncommon these days, but it's still something you should know about. All in all though, Modern Health's privacy policies have improved a since 2022 and that makes us happy.
de: Wir haben immer noch einige Fragen zu Modern Health und dazu, wie sie behaupten, dass sie persönliche Informationen über Sie von Dritten sammeln und diese mit den Daten, die sie bereits über Sie haben, kombinieren können, um ihre Dienstleistungen besser zu personalisieren. Das ist heutzutage nichts Ungewöhnliches mehr, aber es ist dennoch wichtig, darüber Bescheid zu wissen. Alles in allem haben sich die Datenschutzrichtlinien von Modern Health seit 2022 verbessert.
fr: Nous avons encore quelques questions à poser sur Modern Health et la façon dont la société affirme pouvoir collecter des informations personnelles sur vous auprès de tiers et les combiner avec les données dont elle dispose déjà sur vous pour proposer une plus grande personnalisation de ses services. Ce n’est pas une pratique très rare de nos jours, mais c’est tout de même quelque chose que vous devez savoir. Dans l’ensemble, la politique de confidentialité de Modern Health s’est améliorée depuis 2022, ce qui nous réjouit.
pt_br: Ainda temos algumas perguntas sobre o Modern Health e como eles dizem que podem coletar informações pessoais sobre você de terceiros e combiná-las com os dados que já possuem sobre você para fornecer mais personalização em seus serviços. Isso não é super incomum hoje em dia, mas ainda é algo que você deve saber. No entanto, as políticas de privacidade do Modern Health melhoraram desde 2022 e isso nos deixa felizes.

# worst_case
source: Read our 2022 review:
de: Lesen Sie unsere Rezension von 2022:
fr: Lire notre rapport de 2022 :
pt_br: Leia nossa avaliação de 2022:

# worst_case
source: Update: Modern Health updated their privacy policy again on September 28, 2022. We've include a note on these updates below. After working with Modern Health for months to improve their privacy policy, they have improved enough to no longer earn our *Privacy Not Included warning label.
de: Update: Modern Health hat seine Datenschutzrichtlinie am 28. September 2022 erneut aktualisiert. Wir haben unten einen Hinweis auf diese Aktualisierungen eingefügt. Nachdem wir monatelang mit Modern Health zusammengearbeitet haben, um ihre Datenschutzrichtlinie zu verbessern, haben sie sich so weit verbessert, dass sie unser Warnetikett „* Datenschutz nicht inbegriffen“ nicht mehr verdienen.
fr: Mise à jour : Modern Health a de nouveau mis à jour sa politique de confidentialité le 28 septembre 2022. Nous avons inclus une note sur ces mises à jour ci-dessous. Après avoir travaillé avec Modern Health pendant des mois pour améliorer sa politique de confidentialité, celle-ci s’est suffisamment améliorée pour ne plus mériter notre mention spéciale *Confidentialité non incluse.
pt_br: Atualização: A Modern Health atualizou novamente sua política de privacidade em 28 de setembro de 2022. Incluímos abaixo uma observação sobre essa atualização. Após trabalhar com a Modern Health por meses para melhorar sua política de privacidade, eles melhoraram o suficiente para não ganhar mais nosso selo de aviso *Privacidade não incluída.

# worst_case
source: Update: Modern Health updated their privacy policy on June 30, 2022. We've included a note on these updates below.
de: Update: Modern Health hat seine Datenschutzerklärung am 30. Juni 2022 aktualisiert. Wir haben unten einen Hinweis zu diesen Updates hinzugefügt.
fr: Mise à jour : Modern Health a mis à jour sa politique de confidentialité le 30 juin 2022. Nous avons inclus une note sur ces mises à jour ci-dessous.
pt_br: Atualização: O Modern Health atualizou sua política de privacidade em 30 de junho de 2022. Incluímos uma observação sobre essas atualizações abaixo.

# worst_case
source: Modern Health's <a id="a1">privacy notice</a> raised flags for us because they say they can collect a large amount of personal information and combine or enhance this information with more information they collect on you from third parties for things such as providing more personalized services. Modern Health says they can collect a fair amount of personal information, including name, mailing address, e-mail address, telephone number, date of birth, IP address, location information, social media information, video recordings and photographs, and information about your dependents.
de: Der <a id="a1">Datenschutzhinweis</a> von Modern Health hat uns aufhorchen lassen, weil das Unternehmen angibt, dass es eine große Menge personenbezogener Daten sammeln und diese Daten mit weiteren Informationen, die es über Sie von Dritten sammelt, kombinieren oder ergänzen kann, um beispielsweise personalisierte Dienstleistungen anzubieten. Modern Health gibt an, dass sie eine ganze Reihe personenbezogener Daten erfassen können, darunter Name, Postanschrift, E-Mail-Adresse, Telefonnummer, Geburtsdatum, IP-Adresse, Standortdaten, Daten aus sozialen Medien, Videoaufnahmen und Fotos sowie Informationen über Ihre Familienangehörigen
es: El <a id="a1">aviso de privacidad</a> de Modern Health nos planteó algunas señales de alerta porque dice que pueden recopilar una gran cantidad de información personal y combinar o mejorar esa información con más datos que recopilan sobre ti de terceros para fines tales como proporcionar servicios más personalizados. Modern Health dice que puede recopilar una buena cantidad de información personal, incluyendo nombre, dirección postal, dirección de correo electrónico, número de teléfono, fecha de nacimiento, dirección IP, información de ubicación, información de redes sociales, grabaciones de video y fotografías, e información sobre tus empleados.
fr: <a id="a1">La politique de confidentialité</a> de Modern Health a soulevé quelques inquiétudes, car il y est indiqué que la société peut collecter une grande quantité d’informations personnelles et combiner ou compléter ces informations avec d’autres informations vous concernant collectées par un tiers dans le but de vous proposer des services plus personnalisés. Modern Health admet collecter une certaine quantité d’informations personnelles, dont votre nom, votre adresse postale, votre adresse e-mail, votre numéro de téléphone, votre date de naissance, votre emplacement, vos informations de réseaux sociaux, vos photos et vidéos et des informations sur les personnes à votre charge.
pt_br: O <a id="a1">aviso de privacidade</a> do Modern Health nos trouxe alguns pontos de atenção porque eles dizem que podem coletar uma grande quantidade de informações pessoais e combinar ou aprimorar essas informações com mais informações que coletam sobre você de terceiros para fins como a prestação de serviços mais personalizados. O Modern Health diz que pode coletar uma quantidade razoável de informações pessoais, incluindo nome, endereço postal, endereço de e-mail, número de telefone, data de nascimento, endereço IP, informações de localização, informações de mídias sociais, gravações de vídeo e fotografias, bem como informações sobre seus dependentes.

# worst_case
source: And remember, they might also collect information about you from your employer. Their privacy policy reads, "...we may receive Personal Information about you from our customers (who may be your employer) to enable us to validate your eligibility to use the Service. This information may include your name, work email address, postal code, date of birth, gender, race/ethnicity, employee ID number or code (if applicable), employment start and end dates, department, title, job code (if applicable), office location, performance information, health claims data, or survey information about your work satisfaction and related topics." So far, that's a lot of information gathered on you.
de: Und denken Sie daran, dass sie auch Informationen über Sie von Ihrem Arbeitgeber erhalten können. In der Datenschutzerklärung heißt es: „...wir können personenbezogene Daten über Sie von unseren Kunden (die Ihr Arbeitgeber sein können) erhalten, damit wir Ihre Berechtigung zur Nutzung des Dienstes überprüfen können. Diese Informationen können Ihren Namen, Ihre berufliche E-Mail-Adresse, Ihre Postleitzahl, Ihr Geburtsdatum, Ihr Geschlecht, Ihre Rasse/Ethnie, Ihre Mitarbeiter-ID-Nummer oder Ihren Code (falls zutreffend), das Datum des Beginns und des Endes Ihres Beschäftigungsverhältnisses, Ihre Abteilung, Ihren Titel, Ihren Jobcode (falls zutreffend), Ihren Bürostandort, Leistungsinformationen, Daten zu Gesundheitsansprüchen oder Umfragedaten zu Ihrer Arbeitszufriedenheit und damit zusammenhängenden Themen umfassen.“ So weit wurden also viele Informationen wurden über Sie gesammelt.
fr: Notez également que Modern Health peut collecter des informations vous concernant par le biais de votre employeur. Sa politique de confidentialité indique : « … il est possible que nous recevions des informations personnelles vous concernant par le biais de nos clients (parmi lesquels se trouve peut-être votre employeur) pour nous permettre de valider votre droit à utiliser le Service. Ces informations peuvent inclure votre nom, votre adresse e-mail professionnelle, votre code postal, votre date de naissance, votre sexe, votre ethnicité, votre identifiant d’employé·e (s’il y a lieu), votre lieu de travail, vos informations de performance, vos demandes de soins ou les informations d’enquête de satisfaction au travail et sujets associés ». Cela fait donc beaucoup d’informations collectées vous concernant.
pt_br: E lembre-se: eles também podem coletar informações sobre você a partir do seu empregador. A política de privacidade do Modern Health diz que: “...podemos receber Informações Pessoais sobre você de nossos clientes (que pode ser o seu empregador) para que possamos validar sua elegibilidade para a utilização do Serviço. Essas informações podem incluir seu nome, endereço de e-mail profissional, código postal, data de nascimento, gênero, raça/etnia, número ou código de identificação de funcionário (se aplicável), datas de início e término da relação de emprego, departamento, cargo, código de trabalho (se aplicável), local do escritório, informações de desempenho, dados sobre queixas de saúde ou informações de pesquisas sobre a sua satisfação no trabalho e tópicos relacionados.” Até aqui, são muitas informações coletadas sobre você.
