Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/netatmo-smart-video-doorbell.po
Languages: es

# title
source: Netatmo Smart Video Doorbell
es: Timbre con vídeo inteligente Netatmo

# blurb
source: Netatmo’s HD smart video doorbell lets you know if someone’ lurking at your front door and lets you yell at them through the microphone to “Get of your lawn!” Netatmo doesn’t record video to the Cloud, which is another great privacy feature. All video is recorded locally on an encrypted MicroSD card. You have the option to save it to Dropbox if you want. Good work Netatmo, we’re impressed.
es: El timbre con vídeo inteligente HD de Netatmo te permite saber si alguien está oculto tras la puerta de tu casa, y gritarle a través del micrófono: «¡Fuera de mi césped!» Netatmo no graba los vídeos en la nube, lo cual es otra buena característica de privacidad. Todos los vídeos se graban a nivel local en una tarjeta MicroSD encriptada. Tienes la opción de guardarlos en Dropbox si lo deseas. Buen trabajo, Netatmo, estamos impresionados.

# worst_case
source: We love that Netatmo offers only local storage on a MicroSD card as that’s generally a much safer way to save your video than storing it in the Cloud. And because Netatmo is headquartered in France, it appears their privacy policy applies Europe’s stricter <a id="a1">GDPR privacy regulations</a> to all their data collection, which is great for users. They don’t sell data. They are very cautious about who they share data with.
es: Nos encanta que Netatmo ofrezca únicamente el almacenamiento local en una tarjeta MicroSD, ya que por lo general es una forma mucho más segura de guardar vídeos que almacenándolos en la nube. Además, debido a que Netatmo tiene su sede en Francia, su política de privacidad parece aplicar <a id="a1">las normas de privacidad RGPD</a> de Europa, que son más estrictas, a toda su recopilación de datos, lo cual es excelente para los usuarios. La empresa no vende datos. Son muy cautos acerca de con quién comparten información.

# worst_case
source: We love that Netatmo seems to take privacy and security seriously. It’s a great thing to see from makers of security cameras. What’s the worst that could happen? Well, we suppose your video doorbell could catch your neighbor singing show tunes on their front lawn. Remember folks, use your video doorbell to spy on your front porch, not your neighbor’s front lawn! That’s just being neighborly.
es: Nos encanta que Netatmo demuestre que se toma en serio la privacidad y la seguridad. Es muy bueno ver esa actitud en fabricantes de cámaras de seguridad. ¿Qué es lo peor que podría pasar? Bueno, quizás tu timbre con vídeo grabe a tu vecino cantando melodías en el jardín delantero. Recuerden colegas, deben usar el timbre con vídeo para espiar vuestros porches delanteros, no el jardín del vecino. ¡Sean buenos vecinos!

# how_does_it_use_data_collected
source: The data is not sold. The video and audio are stored at the device, being never shared.<br/>NETATMO may be required to share your Personal Data if and when it is necessary in order to protect the vital interests of the data subject or of another natural person, if it is necessary for compliance with a legal obligation to which It is subject or for the establishment, exercise or defense of legal claims.
es: Los datos no se venden. Los archivos de vídeo y audio se almacenan en el dispositivo y no se comparten.<br/>Es posible que NETATMO deba compartir tus datos personales si así se le requiere con el fin de proteger los intereses vitales del interesado o de otra persona física, en caso de ser necesario para el cumplimiento de una obligación legal a la que está sujeto o para el establecimiento, ejercicio o defensa de reclamaciones legales.

# user_friendly_privacy_policy_helptext
source: Security FAQ for the device is available
es: Hay preguntas frecuentes (FAQ) sobre la seguridad del dispositivo disponibles

# tips_to_protect_yourself
source: Check out Netatmo <a id="a1">security tips</a>.
es: Consulta los <a id="a1">consejos de seguridad</a> de Netatmo.

# tips_to_protect_yourself
source: Store video locally as much as possible rather than in the Cloud.
es: Siempre que sea posible, intenta almacenar los archivos de vídeo a nivel local en lugar de hacerlo en la nube.

# personal_data_collected
source: Name, contact details. Location is optional (only if using the app)
es: Nombre, información de contacto. La ubicación es opcional (solo si usas la aplicación)

# how_can_you_control_your_data
source: The data is kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com). Unless opposed by you, your account and associated Products data will be deleted after 3 years of inactivity.
es: Los datos se conservan mientras dure la relación contractual (que finaliza enviando una solicitud de eliminación voluntaria a privacy@netatmo.com). A menos que te opongas a esto, tu cuenta y los datos de los productos asociados se eliminarán tras 3 años de inactividad.

# track_record_details
source: A <a id="a1">minor security vulnerability</a> was found in 2020 by the security review team Bitdefender. According to Bitdefender, Netatmo acknowledged and fixed the problem quickly.
es: En 2020, el equipo de revisión de seguridad Bitdefender encontró una <a id="a1">vulneración de seguridad menor</a>. Según Bitdefender, Netatmo admitió y solucionó el problema rápidamente.

# ai_helptext
source: When the Smart Indoor Camera identifies a face for the first time, it is marked with a question mark on the app. However, you can create a new profile, giving the person a first name, and configure their confidentiality settings. Once the profile is saved, the Camera will be able to recognize the person and notify you of their presence. You can save up to 32 faces.
es: Cuando la cámara interior inteligente identifica una cara por primera vez, la marca con un signo de interrogación en la aplicación. Sin embargo, puedes crear un nuevo perfil proporcionando un nombre a la persona y configurando sus ajustes de confidencialidad. Una vez que guardes el perfil, la cámara reconocerá a la persona y te notificará su presencia. Puedes guardar hasta 32 caras.

# ai_what_can_it_do
source: Face recognition
es: Reconocimiento facial
