Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/netatmo-smart-thermostat.po
Languages: de, fr

# title
source: Netatmo Smart Thermostat
de: Intelligenter Thermostat von Netatmo
fr: Thermostat connecté Netatmo

# blurb
source: This smart thermostat has five questions for you, including when you get up, when you leave for work, when you get home, and when you go to bed. Answer them, and you’re on your way never having to worry about adjusting your thermostat ever again. That’s also a lot of information to give up for the convenience of never having to adjust your thermostat. Good thing Netatmo seems to care about your privacy.
de: Dieser intelligente Thermostat hat fünf Fragen an Sie, darunter wann Sie aufstehen, wann Sie zur Arbeit gehen, wann Sie nach Hause kommen und wann Sie ins Bett gehen. Beantworten Sie sie und Sie müssen sich nie wieder Gedanken über die Einstellung Ihres Thermostats machen. Das sind auch ziemlich viele Daten für den Komfort, sich nie um den Thermostat kümmern zu müssen. Gut, dass Netatmo sich um Ihre Privatsphäre zu kümmern scheint.
fr: Ce thermostat connecté vous pose cinq questions, notamment quand vous vous levez, quand vous partez au travail, quand vous rentrez chez vous et quand vous allez vous coucher. Répondez-y et vous n’aurez plus jamais à régler votre thermostat. Cela resprésente aussi beaucoup d’informations à dévoiler pour obtenir le confort de ne jamais avoir à régler votre thermostat. Heureusement que Netatmo semble se soucier de votre vie privée.

# worst_case
source: Because Netatmo is headquartered in France, it appears their privacy policy applies Europe’s stricter <a id="a1">GDPR</a> privacy regulations to all their data collection, which is great for users. They don’t sell data. They are very cautious about who they share data with.
de: Da Netatmo seinen Hauptsitz in Frankreich hat, scheint es, dass seine Datenschutzrichtlinie die strengeren <a id="a1">DSGVO</a>-Datenschutzbestimmungen Europas auf alle ihre Datensammlungen anwendet, was für die Benutzer hervorragend ist. Sie verkaufen keine Daten. Sie sind sehr vorsichtig, mit wem sie Daten teilen.
fr: Comme Netatmo a son siège en France, il semble que leur politique de confidentialité respecte le <a id="a1">règlement européen RGPD</a> pour toutes leurs collectes de données, ce qui est excellent pour les utilisateurs. Netatmo ne vend pas de données et est très prudent quant aux tiers avec lesquels des données sont partagées.

# worst_case
source: We love that Netatmo seems to take privacy and security seriously. It’s a great thing to see from makers of smart thermostats. What’s the worst that could happen? Well, we suppose someone could learn the answers to the five questions your smart thermostat asked you. Get to know your schedule too well. Know when you’re away from home and use that to time their break in to steal your TV. They could also learn that same information from watching your house or following you on social media, so, yeah, this smart thermostat probably isn’t the greatest threat to your privacy. Still, it's good to be aware.
de: Wir finden es toll, dass Netatmo Datenschutz und Sicherheit ernst zu nehmen scheint. Es freut uns, dieses Verhalten von den Herstellern intelligenter Thermostate zu sehen. Was kann schlimmstenfalls passieren? Nun, wir nehmen an, jemand könnte die Antworten auf die fünf Fragen erfahren, die Ihnen Ihr intelligenter Thermostat gestellt hat und so Ihren Tagesablauf kennen lernt. So könnte jemand erfahren, wann Sie nicht zu Hause sind, und dies nutzen, um bei Ihnen einzubrechen und Ihren Fernseher zu stehlen. Sie könnten die gleichen Informationen auch erfahren, indem sie Ihr Haus beobachten oder Ihnen in sozialen Medien folgen. Also ja, dieser intelligente Thermostat ist wahrscheinlich nicht die größte Bedrohung für Ihre Privatsphäre. Trotzdem ist es gut zu wissen.
fr: Nous apprécions le fait que Netatmo semble prendre la confidentialité et la sécurité au sérieux. C’est une bonne chose à voir de la part des fabricants de thermostats connectés. Quel est le pire qui puisse arriver ? Quelqu’un pourrait découvrir les réponses aux cinq questions que votre thermostat intelligent vous a posées et commencer à trop bien connaître votre emploi du temps. Puis déterminer lorsque vous n’êtes pas chez vous et en profiter pour voler votre télé. Ce quelqu’un pourrait également apprendre les mêmes informations en observant votre maison ou en vous suivant sur les réseaux sociaux, donc, non, ce thermostat connectée n’est probablement pas la plus grande menace pour votre vie privée. Pourtant, c’est bien d’en avoir conscience.

# how_does_it_use_data_collected
source: The data is not sold. The video and audio are stored at the device, being never shared.<br/>NETATMO may be required to share your Personal Data if and when it is necessary in order to protect the vital interests of the data subject or of another natural person, if it is necessary for compliance with a legal obligation to which It is subject or for the establishment, exercise or defence of legal claims.
de: Die Daten werden nicht verkauft. Die Video- und Audiodaten werden auf dem Gerät gespeichert und niemals weitergegeben.<br/>NETATMO kann verpflichtet sein, Ihre persönlichen Daten weiterzugeben, wenn dies erforderlich ist, um die lebenswichtigen Interessen einer betroffenen Person oder einer anderen natürlichen Person zu schützen, oder wenn dies für die Einhaltung einer gesetzlichen Verpflichtung, der das Unternehmen unterliegt, oder für die Feststellung, Ausübung oder Verteidigung von Rechtsansprüchen erforderlich ist.
fr: Les données ne sont pas vendues. La vidéo et l’audio sont stockés sur l’appareil, et ne sont jamais partagés.<br/>NETATMO peut être amené à partager vos données personnelles si et quand cela est nécessaire afin de protéger les intérêts vitaux de la personne concernée ou d’une autre personne physique, si cela est nécessaire au respect d’une obligation légale à laquelle l’entreprise est soumise ou à la constatation, l’exercice ou la défense de droits en justice.

# tips_to_protect_yourself
source: Check out Netatmo <a id="a1">security tips</a>.
de: Lesen Sie die <a id="a1">Sicherheitstipps</a> von Netatmo.
fr: Consultez les <a id="a1">conseils de sécurité</a> de Netatmo.

# tips_to_protect_yourself
source: Store video locally as much as possible rather than in the Cloud.
de: Speichern Sie Videos möglichst lokal und nicht in der Cloud.
fr: Stockez les vidéos localement autant que possible plutôt que dans le cloud.

# tips_to_protect_yourself
source: If you connect to Alexa or Google Assistant, delete your historical voice recordings from time to time, by saying “delete what I just said."
de: Wenn Sie eine Verbindung zu Alexa oder Google Assistant herstellen, löschen Sie von Zeit zu Zeit Ihre historischen Sprachaufzeichnungen, indem Sie sagen „lösche, was ich gerade gesagt habe“.
fr: Si vous vous connectez à Alexa ou à Google Assistant, supprimez de temps en temps vos anciens enregistrements vocaux en disant « Efface ce que je viens de te dire ».

# personal_data_collected
source: Name, contact details. Location is optional (only if using the app).
de: Name, Kontaktangaben. Standort ist optional (nur bei Verwendung der App).
fr: Nom, coordonnées. L’emplacement est facultatif (uniquement si vous utilisez l’application)

# how_can_you_control_your_data
source: The data is kept for the duration of the contractual relationship (that ends by sending a voluntary deletion request to privacy@netatmo.com). Unless opposed by you, your account and associated Products data will be deleted after 3 years of inactivity.
de: Die Daten werden für die Dauer des Vertragsverhältnisses aufbewahrt (das durch eine freiwillige Löschungsaufforderung an privacy@netatmo.com endet). Sofern Sie nicht widersprechen, werden Ihr Konto und die zugehörigen Produktdaten nach 3 Jahren der Inaktivität gelöscht.
fr: Les données sont conservées pendant la durée de la relation contractuelle (qui se termine par l’envoi d’une demande de suppression volontaire à privacy@netatmo.com). Sauf opposition de votre part, votre compte et les données des Produits associés seront supprimés après 3 ans d’inactivité.

# track_record_details
source: A <a id="a1">minor security vulnerability</a> was found in 2020 by the security review team Bitdefender. According to Bitdefender, Netatmo acknowledged and fixed the problem quickly.
de: Im Jahr 2020 wurde vom Sicherheitsüberprüfungsteam Bitdefender eine <a id="a1">kleinere Sicherheitslücke</a> gefunden. Laut Bitdefender hat Netatmo das Problem schnell erkannt und behoben.
fr: Une <a id="a1">vulnérabilité de sécurité mineure</a> a été découverte en 2020 par l’équipe de sécurité de Bitdefender. Selon Bitdefender, Netatmo a reconnu et résolu le problème rapidement.

# ai_what_can_it_do
source: The Auto-Adapt feature takes into account the outdoor temperature and your home’s insulation to make sure your home stays at the temperature you set.
de: Die Auto-Adapt-Funktion berücksichtigt die Außentemperatur und die Isolierung Ihres Hauses, um sicherzustellen, dass Ihr Zuhause die von Ihnen eingestellte Temperatur behält.
fr: La fonction Auto-Adapt prend en compte la température extérieure et l’isolation de votre maison pour s’assurer que votre maison reste à la température que vous avez définie.
