Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/nintendo-switch.po
Languages: de, es, fr, pt_br

# how_can_you_control_your_data
source: We ding this product as it is unclear if all users, regardless of which privacy laws they live under, have the same rights to have their data deleted.
es: Criticamos a este producto porque no está claro si todos los usuarios, independientemente de las leyes de privacidad bajo las que vivan, tienen los mismos derechos de que se eliminen sus datos.
fr: Nous signalons ce produit comme manquant de clarté, car il n’est pas certain que tous les utilisateurs, quelles que soient les lois sur la protection de la vie privée qui s’appliquent à eux, bénéficient des mêmes droits en matière de suppression des données les concernant.
pt_br: Criticamos este produto, pois não está claro se todos os usuários, independentemente das leis de privacidade sob as quais vivem, têm os mesmos direitos de ter seus dados excluídos.

# how_can_you_control_your_data
source: Nintendo Privacy Policy
es: Política de privacidad de Nintendo
fr: Politique de confidentialité Nintendo
pt_br: Política de Privacidade da Nintendo

# how_can_you_control_your_data
source: "Your controls, choices and rights<br/>We offer you certain controls and choices regarding the information we collect, how the information is used, and how it is shared. These controls and choices include the ability to update, correct or delete information that you have provided to us or information that we have collected through your use of our services. They also include the ability to opt-out of receiving notifications, promotions, offers or other advertising from us.
es: «Tus controles, opciones y derechos<br/> Podemos ofrecerte ciertos controles y opciones con respecto a la información que recopilamos y cómo se utiliza y comparte. Estos controles y opciones pueden incluir la capacidad de actualizar, corregir o eliminar la información que nos hayas proporcionado o la información que hemos recopilado a través de tu uso de nuestros servicios. También pueden incluir la posibilidad de excluirse de recibir notificaciones, promociones, ofertas u otra publicidad de nuestra parte.
fr: « Vos mécanismes de contrôle, vos choix et vos droits<br/>Nous pouvons vous proposer certains contrôles et choix concernant les informations que nous collectons, la manière dont les informations sont utilisées et comment elles sont partagées. Ces contrôles et choix peuvent inclure la possibilité de mettre à jour, de corriger ou de supprimer les informations que vous nous avez fournies ou des informations que nous avons recueillies grâce à votre utilisation de nos services. Ils peuvent également inclure la possibilité de refuser de recevoir des notifications, des promotions, des offres ou d’autres publicités de notre part.
pt_br: "Seus controles, escolhas e direitos<br/>Podemos oferecer a você certos controles e escolhas sobre as informações que coletamos, como as informações são usadas e como são compartilhadas. Esses controles e escolhas podem incluir a capacidade de atualizar, corrigir ou excluir informações que você nos forneceu ou informações que coletamos por meio do uso de nossos serviços. Eles também podem incluir a possibilidade de optar por não receber notificações, promoções, ofertas ou outra propaganda nossa.

# how_can_you_control_your_data
source: <b>You may have the right, in accordance with applicable law, to request access to, correction, or deletion of your information</b>. For instructions on how to submit such a request go here.
es: <b>Es posible que tengas derecho a solicitar el acceso, la corrección o la eliminación de tu información de acuerdo con las leyes aplicables</b>. Para obtener instrucciones sobre cómo enviar dicha solicitud, ingresa aquí.
fr: <b>Vous pourriez être en droit, conformément à la législation applicable, de demander l’accès à vos informations, leur correction ou leur suppression</b>. Pour obtenir des instructions sur la manière de soumettre une telle demande, cliquez ici.
pt_br: <b>Você pode ter o direito, de acordo com a lei aplicável, de solicitar acesso, correção ou exclusão de suas informações</b>. Para obter instruções sobre como enviar tal solicitação, acesse aqui.

# how_can_you_control_your_data
source: We will not discriminate against you for exercising your rights and choices, however some of the functionality and features of our services may change, or no longer be available to you."
de: Wir werden Sie nicht diskriminieren, wenn Sie Ihre Rechte und Wahlmöglichkeiten wahrnehmen, allerdings können sich einige Funktionen und Merkmale unserer Dienste ändern oder Ihnen nicht mehr zur Verfügung stehen.“
es: No te discriminaremos por ejercer tus derechos y opciones, sin embargo, algunas de las funciones y características de nuestros servicios podrían cambiar o dejar de estar disponibles para ti».
fr: Nous ne ferons aucune discrimination à votre encontre pour l’exercice de vos droits et de vos choix, mais certaines des fonctionnalités et fonctionnalités de nos services peuvent changer ou ne plus être disponibles pour vous. »
pt_br: Não discriminaremos você por exercer seus direitos e escolhas, no entanto, algumas das funcionalidades e recursos dos nossos serviços podem mudar ou não estar mais disponíveis para você."

# how_can_you_control_your_data
source: "Your information will only be retained as long as reasonably necessary for the purposes set out in this privacy policy, and in accordance with applicable law."
es: «Tu información solo se conservará durante el tiempo que sea razonablemente necesario para los fines establecidos en esta política de privacidad y de acuerdo con las leyes aplicables».
fr: « Vos informations ne seront conservées que pendant la durée nécessaire aux fins énoncées dans la présente politique de confidentialité et conformément à la législation en vigueur. »
pt_br: "Suas informações só serão retidas pelo tempo razoavelmente necessário para os fins estabelecidos nesta política de privacidade e de acordo com a lei aplicável."

# how_can_you_control_your_data
source: Advertising &amp; Privacy Controls Page
es: Página de controles de privacidad y publicidad
fr: Page sur les mécanismes de contrôle de la publicité et de la confidentialité
pt_br: Publicidade e Página de Controles de Privacidade

# how_can_you_control_your_data
source: "<b>You can also request permanent deletion of all the information we hold about you.</b> Once deleted, your information, including your Nintendo Account, and any purchases or content associated with your account, will be permanently deleted (for example, you will no longer be able to play any of the digital content you’ve purchased). <b>However, we may retain certain information to comply with law or take other actions permitted by law.</b> If you have a Nintendo Account and you would like to make a deletion request, please click here to sign into your Nintendo Account and then complete the request form."
es: «<b>También puedes solicitar la eliminación permanente de toda la información que tenemos sobre ti.</b> Una vez eliminada, toda tu información, incluida tu cuenta de Nintendo y cualquier compra o contenido asociado con tu cuenta, se eliminarán de forma permanente (por ejemplo, ya no podrás reproducir ninguno de los contenidos digitales que hayas comprado). <b>Sin embargo, podemos conservar cierta información para cumplir con la ley o tomar otras medidas permitidas por la ley.</b> Si tienes una cuenta Nintendo y deseas realizar una solicitud de eliminación, haz clic aquí para iniciar sesión en tu cuenta Nintendo y luego completa el formulario de solicitud».
fr: « <b>Vous pouvez également demander la suppression définitive de toutes les informations vous concernant que nous détenons.</b> Une fois supprimées, vos informations, y compris votre Compte Nintendo et tout achat ou contenu associé à votre compte, seront définitivement effacées (par exemple, vous ne pourrez plus jouer au contenu dématérialisé que vous avez acheté). <b>Nous pouvons toutefois conserver certaines informations pour nous conformer à la loi ou pour mener d’autres actions autorisées par la loi. </b> Si vous avez un compte Nintendo et que vous souhaitez faire une demande de suppression, veuillez cliquer ici pour vous connecter à votre compte Nintendo et remplir le formulaire de demande. »
pt_br: "<b>Você também pode solicitar a exclusão permanente de todas as informações que temos sobre você.</b> Uma vez deletadas, as suas informações – incluindo a sua Conta Nintendo – e quaisquer compras ou conteúdos associados à sua conta, serão eliminados permanentemente (por exemplo, deixará de poder reproduzir qualquer conteúdo digital que tenha comprado). <b>No entanto, podemos reter certas informações para cumprir a lei ou tomar outras medidas permitidas por lei.</b> Se você tem uma Conta Nintendo e pretende solicitar um pedido de exclusão, clique aqui para acessar sua Conta Nintendo e, em seguida, preencha o formulário de pedido."

# how_can_you_control_your_data
source: "We offer you certain controls and choices regarding the information we collect, how the information is used, and how it is shared. These controls and choices include the ability to update, correct or delete information that you have provided to us or information that we have collected through your use of our services. They also include the ability to opt-out of receiving notifications, promotions, offers or other advertising from us."
es: «Te ofrecemos ciertos controles y opciones con respecto a la información que recopilamos y cómo se utiliza y comparte. Estos controles y opciones incluyen la capacidad de actualizar, corregir o eliminar la información que nos hayas proporcionado o la información que hemos recopilado a través de tu uso de nuestros servicios. También incluyen la posibilidad de excluirse de recibir notificaciones, promociones, ofertas u otra publicidad de nuestra parte».
fr: « Nous vous proposons certains contrôles et choix concernant les informations que nous collectons, la manière dont les informations sont utilisées et comment elles sont partagées. Ces contrôles et choix incluent la possibilité de mettre à jour, de corriger ou de supprimer les informations que vous nous avez fournies ou des informations que nous avons recueillies grâce à votre utilisation de nos services. Ils incluent également la possibilité de refuser de recevoir des notifications, des promotions, des offres ou d’autres publicités de notre part. »
pt_br: "Podemos oferecer a você certos controles e escolhas sobre as informações que coletamos, como as informações são usadas e como são compartilhadas. Esses controles e escolhas podem incluir a capacidade de atualizar, corrigir ou excluir informações que você nos forneceu ou informações que coletamos por meio do uso de nossos serviços. Eles também podem incluir a possibilidade de optar por não receber notificações, promoções, ofertas ou outra propaganda nossa."

# how_can_you_control_your_data
source: "<b>Depending on your place of residence, you may have the right to appeal the denial of a request submitted with us.</b> If we were unable to process your request, and you would like to appeal the denial of your request, you may contact us to request that we re-evaluate the denied request. If you would like to submit an appeal with us, please contact us at dataprotectionofficer@noa.nintendo.com. We will respond to your appeal request within 45 days unless we need more time, in which case we will notify you."
es: «<b>Dependiendo de tu lugar de residencia, es posible que tengas derecho a apelar la denegación de una solicitud presentada con nosotros.</b> Si no pudimos procesar tu solicitud y deseas apelar la denegación de tu solicitud, puedes comunicarte con nosotros para solicitarnos que volvamos a evaluar la solicitud denegada. Si deseas presentar una apelación ante nosotros, contáctanos en dataprotectionofficer@noa.nintendo.com. Responderemos a tu solicitud de apelación en un plazo de 45 días, a menos que necesitemos más tiempo, en cuyo caso te lo notificaremos».
fr: « <b>En fonction de votre lieu de résidence, vous pouvez avoir le droit de faire appel du refus d’une demande que vous nous avez soumise.</b> Si nous n’avons pas été en mesure de traiter votre demande et que vous souhaitez faire appel du refus de votre demande, vous pouvez nous contacter pour nous demander une réévaluation de la demande refusée. Si vous souhaitez déposer un recours auprès de nous, veuillez nous contacter à l’adresse suivante : dataprotectionofficer@noa.nintendo.com. Nous répondrons à votre demande de recours dans un délai de 45 jours, sauf si un délai supplémentaire est nécessaire, auquel cas vous serez informé. »
pt_br: "<b>Dependendo do seu local de residência, você pode ter o direito de recorrer da recusa de um pedido enviado conosco.</b> Se não foi possível processar o seu pedido e gostaria de recorrer da recusa do seu pedido, você pode entrar em contato conosco para solicitar que reavaliemos o pedido recusado. Se você quiser enviar um pedido de recurso conosco, entre em contato via dataprotectionofficer@noa.nintendo.com. Responderemos ao seu pedido de recurso dentro de 45 dias, a menos que precisemos de mais tempo, caso em que o notificaremos."

# track_record_details
source: In March 2023, Nintendo <a id="a1">took</a> the Wii U versions of Mario Kart 8, and Splatoon offline as it attempts to fix a security issue “related to online play”.
es: En marzo de 2023, Nintendo <a id="a1">desconectó</a> las versiones de Wii U de Mario Kart 8 y Splatoon mientras intentaba solucionar un problema de seguridad «relacionado con el juego en línea».
fr: En mars 2023, Nintendo <a id="a1">a désactivé</a> les services en lignes des versions Wii U de Mario Kart 8 et de Splatoon pour tenter de résoudre un problème de sécurité « lié au jeu en ligne ».
pt_br: Em março de 2023, a Nintendo <a id="a1">retirou</a> as versões off-line de Mario Kart 8 e Splatoon para Wii U enquanto tentava corrigir um problema de segurança "relacionado ao jogo on-line".

# track_record_details
source: In 2022, Nintendo <a id="a1">had to ask users to stop</a> using their Wi-Fi USB Connector due to security concerns.
es: En 2022, <a id="a1">Nintendo tuvo que pedir a sus usuarios</a> que dejaran de usar su conector USB Wi-Fi debido a problemas de seguridad.
fr: En 2022, <a id="a1">Nintendo a dû demander aux utilisateurs</a> d’arrêter d’utiliser son connecteur USB Wi-Fi en raison de problèmes de sécurité.
pt_br: Em 2022, a <a id="a1">Nintendo teve que pedir aos usuários</a> para parar de usar seu conector USB Wi-Fi devido a preocupações de segurança.

# track_record_details
source: In April 2020, <a id="a1">300,000 Nintendo accounts</a> were compromised in a data breach that granted the attackers access to users' personal information, including date of birth and email addresses.
de: Im April 2020 wurden <a id="a1">300.000 Nintendo-Konten</a> durch eine Datenpanne kompromittiert, die den Angreifern Zugang zu den persönlichen Daten der Nutzer, einschließlich Geburtsdatum und E-Mail-Adressen, gewährte.
es: En abril de 2020, <a id="a1">300.000 cuentas de Nintendo</a> se vieron afectadas por una vulneración de datos que permitió que los atacantes tuvieran acceso a la información personal de los usuarios, incluida la fecha de nacimiento y las direcciones de correo electrónico.
fr: En avril 2020, <a id="a1">300 000 comptes Nintendo</a> ont été compromis lors d’une fuite de données qui a permis aux attaquants d’accéder aux données personnelles des utilisateurs et utilisatrices, y compris à leur date de naissance et leur adresse e-mail.
pt_br: Em abril de 2020, <a id="a1">300.000 contas da Nintendo</a> foram comprometidas em uma violação de dados que concedeu aos invasores acesso a informações pessoais dos usuários, incluindo data de nascimento e endereços de email.

# child_safety_blurb
source: "We do not knowingly collect, use or share information from children under the age of 13 without verifiable parental consent or as permitted by law. Where a parent or legal guardian has provided consent, the child may be able to use his or her Nintendo Account to play certain third-party games and applications that are not published by Nintendo. Parents or guardians may review, modify, or delete the child’s personal information, or withdraw consent, by contacting us using the contact information provided at the end of this privacy policy, and may manage which third-party games and applications can access and use the child’s Nintendo Account information through your Nintendo Account profile settings."
de: „Wir sammeln, verwenden oder teilen wissentlich keine Informationen von Kindern unter 13 Jahren ohne nachweisbare elterliche Zustimmung oder wie gesetzlich zugelassen. Wenn ein Elternteil oder Erziehungsberechtigter zugestimmt hat, kann das Kind sein Nintendo-Konto verwenden, um bestimmte Spiele und Anwendungen von Drittanbietern zu spielen, die nicht von Nintendo veröffentlicht werden. Eltern oder Erziehungsberechtigte können die persönlichen Daten des Kindes überprüfen, ändern oder löschen oder ihre Zustimmung zurückziehen, indem sie uns über die am Ende dieser Datenschutzerklärung angegebenen Kontaktinformationen kontaktieren und über die Profileinstellungen Ihres Nintendo-Kontos festlegen, welche Spiele und Anwendungen von Drittanbietern auf die Daten des Nintendo-Kontos des Kindes zugreifen und diese nutzen können.“
es: «No recopilamos, usamos o compartimos a sabiendas información de menores de 13 años sin el consentimiento verificable de los padres o según lo permita la ley. Cuando un padre o tutor legal ha dado su consentimiento, es posible que el menor pueda usar su cuenta de Nintendo para jugar a ciertos juegos y aplicaciones de terceros que no son publicados por Nintendo. Los padres o tutores pueden revisar, modificar o eliminar la información personal del menor, o retirar su consentimiento, poniéndose en contacto con nosotros a través de la información de contacto proporcionada al final de esta política de privacidad, y pueden administrar qué juegos y aplicaciones de terceros pueden acceder y utilizar la información de la cuenta de Nintendo del menor a través de la configuración de perfil de su cuenta de Nintendo».
fr: « Nous ne collectons, n’utilisons ni ne partageons sciemment des informations d’enfants de moins de 13 ans sans le consentement parental vérifiable ou dans la mesure permise par la loi. Lorsqu’un parent ou un tuteur légal a donné son consentement, l’enfant peut être en mesure d’utiliser son compte Nintendo pour jouer à certains jeux et applications tiers qui ne sont pas publiés par Nintendo. Les parents ou tuteurs peuvent consulter, modifier ou supprimer les informations personnelles de l’enfant, ou retirer leur consentement, en nous contactant à l’aide des coordonnées fournies à la fin de cette politique de confidentialité, et peuvent gérer quels jeux et applications tiers peuvent accéder aux informations du compte Nintendo de l’enfant et les utiliser via les paramètres de profil de votre compte Nintendo. »
pt_br: "Não coletamos, usamos ou compartilhamos intencionalmente informações de crianças menores de 13 anos sem o consentimento dos pais verificável ou conforme permitido por lei. Quando um pai ou responsável legal tiver fornecido consentimento, a criança poderá usar sua conta da Nintendo para jogar certos jogos e aplicativos de terceiros que não são publicados pela Nintendo. Os pais ou responsáveis podem revisar, modificar ou excluir as informações pessoais da criança, ou retirar o consentimento, entrando em contato conosco usando as informações de contato fornecidas no final desta política de privacidade, e podem gerenciar quais jogos e aplicativos de terceiros podem acessar e usar as informações da conta da Nintendo da criança por meio de suas configurações de perfil da conta da Nintendo."

# blurb
source: What would the world be like without Mario, Zelda, and Animal Crossing? Worse, for sure. Whether you play Mario Kart on the Nintendo Switch or on the cheaper Switch Lite, you're still going to have good time. And we've always liked that good guy Nintendo puts a lot of emphasis on easy-to-use parental controls and an easy to read <a id="a1">privacy policy</a>. Which is why we're a bit bummed to see Nintendo recently made some changes to their privacy policy that raises some red flags for us. Nintendo has always been pretty good at privacy, so we're feeling a little like getting hit with the triple banana on the last lap here.
de: Wie sähe die Welt ohne Mario, Zelda und Animal Crossing aus? Schlimmer, das ist sicher. Egal, ob Sie Mario Kart auf der Nintendo Switch oder auf der günstigeren Switch Lite spielen, Sie werden trotzdem Ihren Spaß haben. Und wir fanden es schon immer gut, dass der gute Nintendo viel Wert auf einfach zu bedienende Kindersicherungen und eine leicht zu lesende <a id="a1">Datenschutzerklärung</a> legt. Deshalb sind wir etwas enttäuscht, dass Nintendo kürzlich einige Änderungen an den Datenschutzrichtlinien vorgenommen hat, die uns Anlass zu Bedenken geben. Nintendo war bislang immer ziemlich gut im Umgang mit dem Datenschutz, deshalb fühlen wir uns hier ein wenig wie bei einer dreifachen Banane in der letzten Runde.

# worst_case
source: Oh Nintendo, you’re breaking our heart. We don’t want to give you our *Privacy Not Included warning label, we really don’t. You’ve been so good at privacy in the past. But your privacy policy raises some red flags for us and that makes us sad. (And hey, thank you for making your <a id="a1">privacy policy</a> easy to find and read and understand, we do appreciate that.)
de: Oh Nintendo, du brichst uns das Herz. Wir wollen euch nicht unseren Warnhinweis "*Datenschutz nicht inbegriffen" geben, das wollen wir wirklich nicht. Sie haben sich in der Vergangenheit so gut um den Datenschutz gekümmert. Aber Ihre Datenschutzpolitik lässt uns aufhorchen, und das ist schade. (Und danke, dass ihre <a id="a1">Datenschutzrichtlinien</a> leicht zu finden, zu lesen und zu verstehen sind, das wissen wir zu schätzen).

# worst_case
source: First off, Nintendo does collect a fair amount of personal information. Things like name, email address, postal address, phone number, date of birth, country of residence, language, gender, device and advertising identifiers and other unique personal or online identifiers, location (with your consent), health information (with your consent), and lots of information about how and when and what games you play.
de: Zunächst einmal sammelt Nintendo eine ganze Reihe persönlicher Daten. Dinge wie Name, E-Mail-Adresse, Postanschrift, Telefonnummer, Geburtsdatum, Wohnsitzland, Sprache, Geschlecht, Geräte- und Werbekennungen und andere eindeutige persönliche oder Online-Kennungen, Standort (mit Ihrer Zustimmung), Gesundheitsdaten (mit Ihrer Zustimmung) und viele Informationen darüber, wie und wann und welche Spiele Sie spielen.
