Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/nintendo-switch.po
Languages: de, es, fr, pt_br

# worst_case
source: Nintendo also says they can “receive information about you from other sources, including from other users of our services, and third-party services and organizations.” This worries us a bit because they say they can take this information they receive from third party sources and combine it with information they have about you and build an even bigger profile on you. And they say they can use that information to do things like offer you customized content, provide you with tailored advertising, and send you promotional materials from them or their affiliates and business partners (which could be a pretty good number of companies). So, Nintendo collects a good deal of personal information and says they can use and share that with third parties for targeted, interest-based advertising. None of this is great.
de: Nintendo sagt auch, dass sie „Informationen über Sie aus anderen Quellen erhalten können, einschließlich von anderen Nutzern unserer Dienste sowie von Diensten und Organisationen Dritter“. Das beunruhigt uns ein wenig, denn Nintendo sagt, dass sie diese Informationen, die sie von Drittanbietern erhalten, mit den Informationen, die sie über Sie haben, kombinieren und ein noch umfassenderes Profil von Ihnen erstellen können. Und sie sagen, dass sie diese Informationen verwenden können, um Ihnen z. B. maßgeschneiderte Inhalte anzubieten, Ihnen maßgeschneiderte Werbung zukommen zu lassen und Ihnen Werbematerial von ihnen selbst oder ihren Tochtergesellschaften und Geschäftspartnern zu schicken (was eine ganze Reihe von Unternehmen sein könnte). Nintendo sammelt also eine ganze Menge persönlicher Daten und sagt, dass sie diese für gezielte, interessenbezogene Werbung verwenden und an Dritte weitergeben können. Das ist alles nicht gerade erfreulich.

# worst_case
source: Nintendo also says they can aggregate or de-identify the personal information they collect on you and then that new de-identified data is no longer subject to their privacy policy and they can do pretty much whatever they want with it. Which is pretty common, but still can be a bit of a concern as it’s been found to be pretty easy to re-identify some of this data, especially with location data.
de: Nintendo sagt auch, dass sie die persönlichen Daten, die sie über Sie sammeln, zusammenfassen oder de-identifizieren können, und dass diese neuen de-identifizierten Daten dann nicht mehr ihren Datenschutzrichtlinien unterliegen und sie damit so ziemlich alles tun können, was sie wollen. Das ist zwar üblich, kann aber dennoch ein Problem darstellen, denn es hat sich herausgestellt, dass es ziemlich einfach ist, einige dieser Daten wieder zu re-identifizieren, insbesondere bei Standortdaten.

# worst_case
source: Finally, it seems Nintendo doesn’t specifically say all users, regardless of where they live, have the same rights to access and delete their data, which is what we like to see. Right now they say, “Depending on your place of residence, you may have the right, in accordance with applicable law, to request access to, deletion, and portability of your information.” We believe it’s important for everyone to have the same right to access and delete data, regardless of the data privacy laws they live under. And we believe companies should grant that right, even when they aren’t required to by law. Here’s hoping Nintendo will change their privacy policy to fix this.
de: Schließlich sagt Nintendo anscheinend nicht ausdrücklich, dass alle Nutzer, unabhängig von ihrem Wohnort, die gleichen Rechte auf Zugriff und Löschung ihrer Daten haben, was wir gerne sehen würden. Im Moment heißt es: „Abhängig von Ihrem Wohnort haben Sie möglicherweise das Recht, in Übereinstimmung mit geltendem Recht Zugang zu Ihren Daten, deren Löschung und Übertragbarkeit zu verlangen“. Wir glauben, dass es wichtig ist, dass jeder das gleiche Recht auf Zugang und Löschung von Daten hat, unabhängig von den Datenschutzgesetzen, die für ihn gelten. Und wir glauben, dass Unternehmen dieses Recht gewähren sollten, auch wenn sie nicht gesetzlich dazu verpflichtet sind. Wir hoffen, dass Nintendo seine Datenschutzrichtlinien ändert, um dieses Problem zu beheben.

# worst_case
source: That’s the bad news with Nintendo. Now on to some good news. They do say that they do not, and will not, sell your data. That’s good. Too bad they do share it with third parties for advertising purposes. And they do a good job with <a id="a1">parental controls</a> on the Switch. So parents, make sure to set those up (<a id="a2">here’s some help with that</a>).
de: Das sind die schlechten Nachrichten über Nintendo. Nun zu den guten Nachrichten. Sie sagen, dass sie Ihre Daten nicht verkaufen und dies auch nicht tun werden. Das ist gut. Schade nur, dass sie sie zu Werbezwecken an Dritte weitergeben. Und sie leisten gute Arbeit bei der <a id="a1">Kindersicherung</a> auf der Switch. Also Eltern, stellt sicher, dass ihr diese einrichtet (<a id="a2">hier gibt es Hilfe dazu</a>).

# worst_case
source: As for security, Nintendo did have<a id="a1"> a data breach in 2020</a> where <a id="a2">300,000 accounts were compromised</a> and attackers gained access to users' personal information, including date of birth and email addresses. That's not great. And early in 2022, <a id="a3">Nintendo had to ask users</a> to stop using their Wi-Fi USB Connector due to security concerns.
de: Was die Sicherheit anbelangt, so hatte Nintendo <a id="a1">im Jahr 2020 eine Datenpanne</a>, bei der <a id="a2">300.000 Konten kompromittiert</a> wurden und Angreifer Zugang zu den persönlichen Daten der Nutzer erhielten, einschließlich Geburtsdatum und E-Mail-Adressen. Das ist nicht gut. Und Anfang 2022 <a id="a3">musste Nintendo seine Nutzer bitten</a>, den Wi-Fi-USB-Connector wegen Sicherheitsbedenken nicht mehr zu verwenden.

# worst_case
source: So what’s the worst that could happen with your Nintendo Switch? Well, if you don’t set up <a id="a1">two-factor authentication</a> (please do this!), it’s possible someone could hack into your Nintendo account and buy a bunch of games at your expense. That could be costly and you don’t want that headache. Here’s hoping you <a id="a2">set-up 2FA</a>, lock down your Nintendo privacy settings and <a id="a3">opt-out of as much data collection</a> as you can, so you can sit back and enjoy some Mario Kart, Splatoon, or Sonic with your friends.
de: Was ist also das Schlimmste, was mit Ihrer Nintendo Switch passieren kann? Nun, wenn Sie keine <a id="a1">Zwei-Faktor-Authentifizierung</a> einrichten (tun Sie das aber bitte!), ist es möglich, dass sich jemand in Ihr Nintendo-Konto hackt und eine Reihe von Spielen auf Ihre Kosten kauft. Das könnte teuer werden, und diese Kopfschmerzen wollen Sie nicht haben. Wir hoffen, dass Sie <a id="a2">die 2FA einrichten</a>, Ihre Nintendo-Datenschutzeinstellungen sperren und <a id="a3">so viele Datenerfassungen wie möglich ablehnen</a>, damit Sie sich zurücklehnen und mit Ihren Freunden ein bisschen Mario Kart, Splatoon oder Sonic spielen können.

# how_does_it_use_data_collected
source: We ding this product as it can combine your data with data from other third-party sources.
de: Wir bemängeln an diesem Produkt, dass es Ihre Daten mit Daten aus anderen Drittquellen kombinieren kann.

# how_does_it_use_data_collected
source: "We may also receive information about you from other sources, including from other users of our services, and third-party services and organizations. For example, if you access any social media or similar services through our services to login or to share information about your experience on our services with others, we may collect information from these third-party services. <b>We may also combine the information received from these other sources with information we’ve collected from you.</b>"
de: „Wir können auch Informationen über Sie aus anderen Quellen erhalten, einschließlich von anderen Nutzern unserer Dienste sowie von Diensten und Organisationen Dritter. Wenn Sie beispielsweise über unsere Dienste auf soziale Medien oder ähnliche Dienste zugreifen, um sich anzumelden oder um Informationen über Ihre Erfahrungen mit unseren Diensten mit anderen zu teilen, können wir Informationen von diesen Diensten Dritter sammeln. <b>Wir können auch die von diesen anderen Quellen erhaltenen Informationen mit den von Ihnen erfassten Informationen kombinieren.</b>“

# how_does_it_use_data_collected
source: "We do not, and will not sell your information to third parties. However, we permit third-party service providers to collect personal information, as described here, through some of our services and we share personal information with third party service providers for business purposes as described in this policy, including but not limited to providing advertising on our services and elsewhere based on users’ online activities over time and across different sites, services, and devices."
de: „Wir verkaufen Ihre Daten nicht an Dritte und werden dies auch in Zukunft nicht tun. Wir gestatten jedoch Drittanbietern, personenbezogene Daten, wie hier beschrieben, über einige unserer Dienste zu sammeln, und wir teilen personenbezogene Daten mit Drittanbietern für geschäftliche Zwecke, wie in dieser Richtlinie beschrieben, einschließlich, aber nicht beschränkt auf die Bereitstellung von Werbung auf unseren Diensten und anderswo, basierend auf den Online-Aktivitäten der Nutzer im Laufe der Zeit und über verschiedene Websites, Dienste und Geräte.“

# how_does_it_use_data_collected
source: "If you access third-party services -- such as third-party online gaming services and social media services -- through our services, these third-party services may be able to collect information directly from you or about you, including information about your activity on our services, and they may notify your connections on the third-party services about your use of our services, in accordance with their own privacy policies."
de: „Wenn Sie über unsere Dienste auf Dienste von Drittanbietern zugreifen - wie z. B. Online-Gaming-Dienste von Drittanbietern und Social-Media-Dienste -, können diese Drittanbieter möglicherweise Informationen direkt von Ihnen oder über Sie sammeln, einschließlich Informationen über Ihre Aktivitäten auf unseren Diensten, und sie können Ihre Verbindungen auf den Drittanbieterdiensten über Ihre Nutzung unserer Dienste in Übereinstimmung mit ihren eigenen Datenschutzrichtlinien informieren.“

# user_friendly_privacy_policy_helptext
source: Nintendo has a privacy policy with fairly easy to read and understand language. Then also provide easy to find links to submit privacy related requests.
de: Nintendo hat eine Datenschutzrichtlinie, die relativ leicht zu lesen und zu verstehen ist. Außerdem gibt es leicht zu findende Links, um Anfragen zum Datenschutz zu stellen.

# tips_to_protect_yourself
source: <a id="a1">Opt out</a> <i>of sharing your eShop data.</i>
de: <a id="a1">Deaktivieren Sie</a><i> die Weitergabe Ihrer eShop-Daten.</i>

# personal_data_collected
source: Name, email, phone number, date of birth, gender
de: Name, E-Mail, Telefonnummer, Geburtstag, Geschlecht

# how_can_you_control_your_data
source: It is unclear if all users regardless of location can get their data deleted.
de: Es ist unklar, ob alle Benutzer unabhängig von Ihrem Standort ihre Daten löschen lassen können.

# how_can_you_control_your_data
source: "We may offer you certain controls and choices regarding the information we collect, how the information is used, and how it is shared. These controls and choices may include the ability to update, correct or delete information that you have provided to us or information that we have collected through your use of our services. They may also include the ability to opt-out of receiving notifications, promotions, offers or other advertising from us.
de: „Wir können Ihnen bestimmte Kontroll- und Wahlmöglichkeiten in Bezug auf die von uns gesammelten Informationen, die Art und Weise, wie diese Informationen verwendet werden, und die Weitergabe dieser Informationen anbieten. Zu diesen Kontroll- und Wahlmöglichkeiten gehört die Möglichkeit, Informationen, die Sie uns zur Verfügung gestellt haben, zu aktualisieren, zu korrigieren oder zu löschen, oder Informationen, die wir durch Ihre Nutzung unserer Dienste gesammelt haben. Sie können auch die Möglichkeit bieten, den Erhalt von Benachrichtigungen, Werbeaktionen, Angeboten oder anderer Werbung von uns abzulehnen.

# how_can_you_control_your_data
source: <b>Depending on your place of residence, you may have the right, in accordance with applicable law, to request access to, deletion, and portability of your information. For information on how to submit such a request go</b> <a id="a1"><b>here</b></a><b>.</b>
de: <b>Je nach Ihrem Wohnsitz haben Sie nach geltendem Recht das Recht, Zugang zu Ihren Daten, deren Löschung und Übertragbarkeit zu verlangen. Informationen darüber, wie Sie einen solchen Antrag stellen können, finden Sie </b><a id="a1"><b>hier</b></a><b>.</b>

# track_record_details
source: In 2022, <a id="a1">Nintendo had to ask users</a> to stop using their Wi-Fi USB Connector due to security concerns.
de: Im Jahr 2022 <a id="a1">musste Nintendo seine Nutzer bitten</a>, ihren Wi-Fi-USB-Connector aufgrund von Sicherheitsbedenken nicht mehr zu verwenden.
