Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/nintendo-switch.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: "We do not, and will not sell your information to third parties. However, <b>we permit third-party service providers to collect personal information, as described</b> <a id="a1"><b>here</b></a><b>, through some of our services and we share personal information with third party service providers for business purposes as described in this policy, including but not limited to providing advertising on our services and elsewhere based on users’ online activities over time and across different sites, services, and devices.</b>"
es: «No vendemos ni venderemos tu información a terceros. Sin embargo, <b>permitimos que proveedores de servicios externos recopilen información personal según lo descrito</b> <a id="a1"><b>aquí</b></a><b>, a través de algunos de nuestros servicios, y compartimos información personal con proveedores de servicios externos para fines comerciales según se describe en esta política, incluyendo, entre otros, proporcionar publicidad en nuestros servicios y en otros lugares en función de las actividades en línea de los usuarios a lo largo del tiempo y en diferentes sitios, servicios y dispositivos</b>».
fr: « Nous ne vendons pas et ne vendrons pas vos informations à des tiers. Cependant, <b>nous autorisons des fournisseurs de services tiers à collecter des données personnelles, comme décrit</b> <a id="a1"><b>ici</b></a><b>, par le biais de certains de nos services et nous partageons des données personnelles avec des fournisseurs de services tiers à des fins commerciales telles que décrites dans la présente politique, y compris, mais sans s’y limiter, la diffusion de publicités sur nos services et ailleurs en fonction des activités en ligne des utilisateurs au fil du temps et sur différents sites, services et appareils.</b> »
pt_br: "Nós não vendemos e não venderemos suas informações a terceiros. No entanto, <b>permitimos que prestadores de serviços terceirizados coletem informações pessoais, conforme descrito</b> <a id="a1"><b>aqui</b></a><b>, por meio de alguns dos nossos serviços, e compartilhamos informações pessoais com prestadores de serviços terceirizados para fins comerciais, conforme descrito nesta política, incluindo, entre outros, o fornecimento de propaganda em nossos serviços e em outros lugares com base nas atividades online dos usuários ao longo do tempo e em diferentes sites, serviços e dispositivos."</b>

# how_does_it_use_data_collected
source: "We may share information for any other purposes disclosed to you at the time we collect the information or pursuant to your consent."
es: «Podemos compartir información para cualquier otro propósito que se te revele en el momento en que recopilemos la información o solicitemos tu consentimiento".
fr: « Nous pouvons partager des informations à d’autres fins qui vous sont divulguées au moment de la collecte des informations ou conformément à votre consentement. »
pt_br: "Podemos compartilhar informações para quaisquer outros fins divulgados a você no momento em que coletamos as informações ou de acordo com seu consentimento."

# how_does_it_use_data_collected
source: "<b>We may share some or all of the categories of your personal information, as identified above,</b> with third-party service providers that provide services to us for a variety of business purposes, such as payment processing, customer service, email deployment, <b>advertising and marketing</b> (including counting ad impressions, analyzing website clicks, verifying positioning and quality of ad impressions, ensuring compliance with industry standards, ad delivery, reporting, personalization, audience segmentation, and analytics), security enhancement, fraud prevention, performance monitoring, maintaining or servicing accounts, processing or fulfilling orders and transactions, information hosting, auditing, and information processing."
es: «<b>Podemos compartir algunas o todas las categorías de tu información personal, como se identificó anteriormente,</b> con proveedores de servicios externos que nos brindan servicios para una variedad de propósitos comerciales, como procesamiento de pagos, servicio al cliente, implementación de correo electrónico, <b>publicidad y marketing</b> (incluido el recuento de impresiones de anuncios, el análisis de clics en el sitio web, la verificación del posicionamiento y la calidad de las impresiones de anuncios, la garantía del cumplimiento de los estándares de la industria, la entrega de anuncios, la presentación de informes, la personalización, la segmentación de la audiencia y el análisis), la mejora de la seguridad, la prevención del fraude, el monitoreo del rendimiento, el mantenimiento o el servicio de cuentas, el procesamiento o el cumplimiento de pedidos y transacciones, el alojamiento de información, las auditorías y el procesamiento de información».
fr: « <b>Nous pourrions partager tout ou partie des catégories de vos informations personnelles, telles que définies ci-dessus,</b> avec des prestataires de services tiers qui nous fournissent des services à diverses fins commerciales, telles que le traitement des paiements, le service clientèle, le déploiement d’e-mails, <b>la publicité et le marketing</b> (y compris le comptage des impressions publicitaires, l’analyse des clics sur le site web, la vérification du positionnement et de la qualité des impressions publicitaires, le respect des normes du secteur, la diffusion des publicités, les rapports, la personnalisation, la segmentation de l’audience et l’analyse), le renforcement de la sécurité, la prévention des fraudes, le contrôle des performances, la gestion ou l’entretien des comptes, le traitement ou l’exécution des commandes et des transactions, l’hébergement d’informations, l’audit et le traitement des informations. »
pt_br: "<b>Podemos compartilhar algumas ou todas as categorias de suas informações pessoais, conforme identificado acima,</b> com provedores de serviços terceirizados que nos fornecem serviços para uma variedade de fins comerciais, como processamento de pagamentos, atendimento ao cliente, implantação de e-mail, <b>publicidade e marketing</b> (incluindo contagem de impressões de anúncios, análise de cliques no site, verificação de posicionamento e qualidade das impressões de anúncios, garantia de conformidade com os padrões do setor, entrega de anúncios, relatórios, personalização, segmentação de público e análises), aprimoramento de segurança, prevenção de fraudes, monitoramento de desempenho, manutenção ou prestação de serviços em contas, processamento ou atendimento de pedidos e transações, hospedagem de informações, auditoria e processamento de informações."

# how_does_it_use_data_collected
source: "We may aggregate or de-identify the information described above. Because aggregated and de-identified information cannot be used to identify you, it is not subject to this policy."
es: «Podemos agregar o desidentificar la información descrita anteriormente. Debido a que la información agregada y desidentificada no se puede utilizar para identificarte, no está sujeta a esta política».
fr: « Nous pouvons agréger ou anonymiser les informations décrites ci-dessus. Étant donné que les informations agrégées et anonymisées ne peuvent pas être utilisées pour vous identifier, elles ne sont pas soumises à la présente politique. »
pt_br: "Podemos agregar ou desidentificar as informações descritas acima. Como as informações agregadas e não identificadas não podem ser usadas para identificá-lo, elas não estão sujeitas a esta política."

# how_does_it_use_data_collected
source: <b>Advertising &amp; Privacy Controls Page</b><br/>"Ad Settings<br/>We personalize our marketing communications and the advertisements we show to make them more interesting and useful to you. To do this, we use data from your devices and other data you share with us, including information about your gameplay, purchases, site visits, and topics you often explore. "
es: <b>Página de control de privacidad y publicidad</b><br/>«Configuración de anuncios<br/>Personalizamos nuestras comunicaciones de marketing y los anuncios que mostramos para que sean más interesantes y útiles para ti. Para ello, utilizamos datos de tus dispositivos y otros datos que compartes con nosotros, incluyendo información sobre tus juegos, compras, visitas al sitio y temas que exploras a menudo».
fr: <b>Page de paramétrage de la publicité et de la confidentialité</b><br/> « Paramètres publicitaires<br/>Nous personnalisons nos communications commerciales et les publicités que nous diffusons afin de les rendre plus intéressantes et plus pertinentes pour vous. Pour ce faire, nous utilisons les données de vos appareils et d’autres données que vous partagez avec nous, y compris des informations sur vos jeux, vos achats, vos visites sur le site et les rubriques que vous explorez fréquemment. »
pt_br: <b>Página de Controles de Publicidade e Privacidade</b><br/>"Configurações de Anúncios<br/>Personalizamos nossas comunicações de marketing e os anúncios que mostramos para torná-los mais interessantes e úteis para você. Para fazer isso, usamos dados de seus dispositivos e outros dados que você compartilha conosco, incluindo informações sobre sua jogabilidade, compras, visitas ao site e tópicos que você costuma explorar."

# how_does_it_use_data_collected
source: "Targeted Ads<br/> When you use or interact with our services, including the Nintendo Account service, we collect certain information about your usage activities. Such usage information may include the content that you’ve played or purchased, or the Nintendo Account services or features that you utilized. We may process and share that usage information to provide you with targeted advertisements, so that content, products and services can be tailored to your preferences and the recommendations displayed to you are customized accordingly. This personalized content may be delivered to you by Nintendo or on behalf of Nintendo by its third-party partners and service providers.
es: «Anuncios dirigidos<br/> Cuando utilizas o interactúas con nuestros servicios, incluido el servicio de la cuenta Nintendo, recopilamos cierta información sobre tus actividades de uso. Dicha información de uso puede incluir los contenidos que has jugado o comprado, o los servicios o funciones de la cuenta Nintendo que has utilizado. Podemos procesar y compartir esa información de uso para proporcionarte anuncios dirigidos, de modo que los contenido, productos y servicios se puedan adaptar a tus preferencias y que las recomendaciones que se te muestran se personalicen en consecuencia. Este contenido personalizado puede ser entregado a ti por Nintendo o en nombre de Nintendo por sus socios y proveedores de servicios externos.
fr: « Publicités ciblées<br/> Lorsque vous utilisez ou interagissez avec nos services, y compris le service Compte Nintendo, nous recueillons certaines informations sur vos activités liées à l’utilisation. Ces informations d’utilisation peuvent inclure le contenu auquel vous avez joué ou que vous avez acheté, ou les services ou fonctionnalités du Compte Nintendo que vous avez utilisés. Nous pouvons traiter et partager ces informations d’utilisation pour vous fournir des publicités ciblées, de sorte que le contenu, les produits et les services puissent être adaptés à vos préférences et que les recommandations qui vous sont adressées soient personnalisées en conséquence. Ce contenu personnalisé peut vous être fourni par Nintendo ou au nom de Nintendo par ses partenaires et fournisseurs de services tiers.
pt_br: "Anúncios Direcionados<br/> Quando você utiliza ou interage com os nossos serviços, incluindo o serviço 'Conta Nintendo', recolhemos determinadas informações sobre as suas atividades de utilização. Essas informações de uso podem incluir o conteúdo que você jogou ou comprou, ou os serviços ou recursos da Conta Nintendo que você utilizou. Podemos processar e compartilhar essas informações de uso para fornecer anúncios direcionados, para que o conteúdo, os produtos e os serviços possam ser adaptados às suas preferências e as recomendações exibidas a você sejam personalizadas de acordo. Este conteúdo personalizado pode ser entregue a você pela Nintendo ou em nome da Nintendo por seus parceiros terceirizados e prestadores de serviços.

# how_does_it_use_data_collected
source: If you would like to opt-out of the use and sharing of your information for the targeted advertisement purposes described above, you can do so at any time through your Nintendo Account settings by going here. For instructions on how to modify your opt-out preferences, please go here. Please note that if you opt-out of receiving targeted advertisements, you may still receive general advertisements, but they will not be tailored or customized based on your use and interaction with our services."
es: Si deseas optar por excluirte del uso y el intercambio de tu información para los fines publicitarios específicos descritos anteriormente, puedes hacerlo en cualquier momento a través de la configuración de tu cuenta Nintendo ingresando aquí. Para obtener instrucciones sobre cómo modificar tus preferencias de exclusión, ingresa aquí. Ten en cuenta que si optas por excluirte de recibir anuncios dirigidos, es posible que sigas recibiendo anuncios generales, pero estos no se adaptarán ni personalizarán en función de tu uso y tu interacción con nuestros servicios».
fr: Si vous souhaitez refuser l’utilisation et le partage de vos données à des fins de publicité ciblée telles que décrites ci-dessus, vous pouvez le faire à tout moment dans les paramètres de votre compte Nintendo en vous rendant ici. Pour savoir comment modifier vos préférences d’exclusion, cliquez ici. Veuillez noter que si vous refusez de recevoir des publicités ciblées, vous pourrez toujours recevoir des publicités générales, mais elles ne seront pas adaptées ou personnalisées en fonction de votre utilisation et de vos interactions avec nos services. »
pt_br: Se pretender cancelar a utilização e compartilhamento das suas informações para os fins de publicidade direcionada descritos acima, pode fazê-lo a qualquer momento, através das definições da sua Conta Nintendo, acessando aqui. Para obter instruções sobre como modificar suas preferências de desativação, acesse aqui. Observe que, se você optar por não receber anúncios direcionados, ainda poderá receber anúncios gerais, mas eles não serão adaptados ou personalizados com base no seu uso e interação com nossos serviços."

# user_friendly_privacy_policy_helptext
source: Nintendo has a privacy policy with fairly easy to read and understand language. They also provide easy to find links to submit privacy related requests.
es: Nintendo tiene una política de privacidad con un lenguaje bastante fácil de leer y entender. También proporciona enlaces fáciles de encontrar para enviar solicitudes relacionadas con la privacidad.
fr: Nintendo a une politique de confidentialité assez facile à lire et à comprendre. Nintendo fournit également des liens faciles à trouver pour soumettre des demandes liées à la confidentialité.
pt_br: A Nintendo tem uma política de privacidade com linguagem bastante fácil de ler e entender. Também fornece links fáceis de encontrar para enviar solicitações relacionadas à privacidade.

# tips_to_protect_yourself
source: <i>Check the</i> <a id="a1"><i>Nintendo Switch privacy settings</i></a>
de: <i>Überprüfen Sie die</i><a id="a1"> <i>Nintendo Switch-Datenschutzeinstellungen</i></a>
es: <i>Revisa los</i><a id="a1"> <i>ajustes de privacidad de Nintendo Switch.</i></a>
fr: <i>Vérifiez les</i> <a id="a1"><i> paramètres de confidentialité de la Nintendo Switch</i></a>
pt_br: <i>Verifique as</i> <a id="a1"><i>configurações de privacidade do Nintendo Switch</i></a>

# tips_to_protect_yourself
source: <a id="a1">Enable</a><i> two-factor authentication on your Nintendo Switch account</i>
de: <a id="a1">Aktivieren Sie</a><i> die Zwei-Faktor-Authentifizierung für Ihr Nintendo-Switch-Konto</i>
es: <a id="a1">Habilita</a><i> la autenticación de dos factores en tu cuenta de Nintendo Switch</i>
fr: <i><a id="a1">Activez</a> l’authentification à deux facteurs sur votre compte Nintendo Switch</i>
pt_br: <a id="a1">Habilite</a><i> a autenticação de dois fatores na sua conta do Nintendo Switch</i>

# tips_to_protect_yourself
source: <a id="a1">Opt out</a><i> of sharing your eShop data.</i>
es: <a id="a1">Elige excluirte</a> <i>de la opción de compartir tus datos de eShop.</i>
fr: <i><a id="a1">Désactivez</a> le partage de vos données de l’eShop.</i>
pt_br: <a id="a1">Opte por não</a> <i>compartilhar seus dados do eShop.</i>

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
de: Melden Sie sich nicht mit Konten von Drittanbietern an. Melden Sie sich am besten einfach mit E-Mail und starkem Passwort an.
es: No te registres a través de cuentas de terceros. Es mejor que inicies sesión con un correo electrónico y una contraseña segura.
fr: N’utilisez pas de compte tiers pour vous inscrire. Mieux vaut vous connecter simplement avec une adresse e-mail et un mot de passe fort.
pt_br: Não se inscreva com contas de terceiros. É melhor fazer o login somente com email e senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Dafür können Sie auch ein Passwortkontrollprogramm anwenden, wie 1Password, KeePass etc.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Nutzen Sie Ihre Datenschutzeinstellungen, um den Zugriff auf Ihre personenbezogenen Daten per App zu beschränken (d. h., geben Sie Kamera, Mikrofon, Bildern und Standort keinen Zugriff, es sei denn es ist notwendig)
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et emplacement, sauf si nécessaire)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso às suas informações pessoais pelo aplicativo (não dê acesso à sua câmera, microfone, imagens e vídeos).

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad.
fr: Assurez-vous de garder votre application à jour.
pt_br: Mantenha seu aplicativo atualizado regularmente.

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät (z. B. auf dem iPhone unter „Datenschutz“ > „Werbung“ > „Ad-Tracking beschränken“) und die größten Werbenetzwerke ein (bei Google öffnen Sie Ihr Google-Konto und schalten die Anzeigenpersonalisierung aus)
es: Limita el rastreo de anuncios a través del dispositivo (por ejemplo, en el iPhone, ve a Privacidad -> Publicidad de Apple -> Anuncios personalizados) y de los gigantes publicitarios (para Google, ve a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire sur votre appareil (par exemple, sur iPhone, utilisez « Confidentialité », « Publicités » et « Limiter le suivi publicitaire ») et via les principaux réseaux publicitaires (pour Google, rendez-vous sur votre compte Google et désactivez la personnalisation des publicités).
pt_br: Limite o rastreamento de anúncios pelo seu dispositivo (por exemplo, no iPhone, acesse Privacidade - > Publicidade -> Limitar o rastreio de anúncios) e as maiores redes de anúncios (para o Google, acesse a conta do Google e desative a personalização de anúncios).

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Beantragen Sie die Löschung Ihrer Daten, wenn Sie die App nicht mehr nutzen. Das Deinstallieren der App auf Ihrem Gerät löscht normalerweise nicht automatisch Ihre personenbezogenen Daten.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.
pt_br: Solicite que seus dados sejam excluídos assim que você parar de usar o aplicativo. Simplesmente excluir um aplicativo do seu dispositivo não apaga seus dados pessoais.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung für ein Konto nicht der Nachverfolgung Ihrer Daten zu, falls möglich.
es: Cuando inicies el registro, no aceptes el seguimiento de tus datos si es posible.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.
pt_br: Ao iniciar uma inscrição, não concorde com o rastreamento dos seus dados se possível.

# personal_data_collected
source: Name, email address, postal address, phone number, date of birth, country of residence, language and gender; text, images, audio, video, your nickname and user icon, or other content that you create or is licensed to you; precise location (with consent)
es: Nombre, dirección de correo electrónico, dirección postal, número de teléfono, fecha de nacimiento, país de residencia, idioma y género; texto, imágenes, audio, vídeo, tu apodo e icono de usuario, u otros contenidos que crees o de los que tengas licencia; ubicación precisa (con consentimiento)
fr: Nom, adresse e-mail, adresse postale, numéro de téléphone, date de naissance, pays de résidence, langue et sexe ; texte, images, audio, vidéo, votre pseudonyme et votre icône utilisateur, ou tout autre contenu que vous créez ou qui vous est attribué sous licence ; localisation précise (avec consentement)
pt_br: Nome, endereço de e-mail, endereço, número de telefone, data de nascimento, país de residência, idioma e sexo; texto, imagens, áudio, vídeo, seu apelido e ícone de usuário ou outro conteúdo que você cria ou é licenciado para você; localização precisa (com consentimento)

# biometric_data_collected
source: Health information such as the number of steps taken or distance walked
es: Información de salud, como el número de pasos realizados o la distancia recorrida
fr: Informations relatives à la santé, telles que le nombre de pas effectués ou la distance parcourue à pied
pt_br: Informações de saúde, como o número de passos dados ou a distância percorrida
