Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/nintendo-switch.po
Languages: de, es, fr, pt_br

# blurb
source: What would the world be like without Mario, Zelda, and Animal Crossing? Worse, for sure. Whether you play Mario Kart on the Nintendo Switch or on the cheaper Switch Lite, you're still going to have a good time. And we've always liked that Nintendo puts a lot of emphasis on easy-to-use parental controls. Which is why we were bummed to see that Nintendo made some changes to their privacy policy in recent years that earned them our *Privacy Not Included warning label. And we're sad to say, they still raise enough concerns for us to warn you that your privacy might not be smashing with Nintendo.
es: ¿Cómo sería el mundo sin Mario, Zelda y Animal Crossing? Seguramente, mucho peor. Ya sea que juegues al Mario Kart en la Nintendo Switch o en la más asequible Switch Lite, te lo pasarás súper bien. Además, siempre nos ha gustado que Nintendo ponga mucho énfasis en ofrecer controles parentales fáciles de usar. Por ese motivo nos molestó tanto ver los cambios que Nintendo realizó en su política de privacidad en los últimos años, que les valieron nuestra etiqueta de advertencia de *Privacidad no incluida. Nos entristece decir que esto nos sigue preocupando lo suficiente como para advertirte que tu privacidad podría no ser genial con Nintendo.
fr: Dans quel monde vivrait-on sans Mario, Zelda et Animal Crossing ? Il serait assurément plus triste. Que vous jouiez à Mario Kart sur la Nintendo Switch ou sur la Switch Lite (la version la moins chère), vous passerez toujours un bon moment. Et nous avons toujours apprécié la volonté de Nintendo de mettre l’accent sur un contrôle parental simple d’utilisation. C’est pourquoi nous avons été déçus de voir que Nintendo avait modifié sa politique de confidentialité ces dernières années, ce qui lui a valu notre label de mise en garde *Confidentialité non incluse. Et nous il nous peine d’annoncer que ces changements soulèvent encore suffisamment d’inquiétudes pour nous amener à vous signaler que Nintendo ne respecte peut-être pas vos droits en matière de protection de la vie privée.
pt_br: Como seria o mundo sem Mario, Zelda e Animal Crossing? Pior, com certeza. Se você joga Mario Kart no Nintendo Switch ou no, mais barato, Switch Lite, você ainda vai se divertir. E sempre gostamos que a Nintendo enfatize muito os controles parentais fáceis de usar. É por isso que ficamos chateados ao ver que a Nintendo fez algumas alterações em sua política de privacidade nos últimos anos que lhes renderam nosso selo de aviso *Privacidade Não Incluída. E estamos tristes em dizer que eles ainda levantam preocupações suficientes para nos levar a alertar que sua privacidade pode não estar totalmente protegida com a Nintendo.

# worst_case
source: Oh Nintendo, you keep breaking our heart. We don’t want to give you our *Privacy Not Included warning label, we really don’t. You’ve been good at privacy in the past. But your <a id="a1">privacy policy</a> raises too many questions and red flags for us and that makes us sad. (But hey, thank you for making your privacy policy easy to find and read, we do appreciate that.)
es: Oh Nintendo... nos estás rompiendo el corazón. No queremos colocarte la etiqueta de advertencia de *Privacidad no incluida, realmente no queremos hacerlo. Has sido tan bueno con la privacidad en el pasado. Pero los cambios en tu <a id="a1">política de privacidad</a> nos generan tantas preguntas y nos hacen saltar tantas alarmas que nos entristestece. (Pero, oye, gracias por hacer que tu política de privacidad sea fácil de encontrar, leer y entender, eso sí lo valoramos).
fr: Oh Nintendo, ça nous fait vraiment mal au cœur. Nous ne voulons vraiment, vraiment pas vous attribuer notre avertissement *Confidentialité non incluse. Vous avez été si soucieux de la confidentialité par le passé. Mais votre <a id="a1">politique de confidentialité</a> soulève trop de questions et présente des problèmes majeurs pour nous, et cela nous attriste. (Mais merci d’avoir rendu votre politique de confidentialité aussi facile à trouver et à lire, nous apprécions.)
pt_br: Ah, Nintendo, você está partindo nosso coração. Não queremos dar a você nosso selo de aviso *Privacidade Não Incluída, realmente não queremos. Você foi tão boa em privacidade no passado. Mas sua <a id="a1">política de privacidade</a> levanta alguns alertas para nós e isso nos deixa tristes. (E ei, obrigado por fazer sua política de privacidade fácil de encontrar, ler e entender, agradecemos por isso.)

# worst_case
source: Just because Nintendo is cute and lovable, doesn't mean we can give them a pass for their privacy yucks. First, Nintendo does collect a fair amount of personal information. Things like name, email address, postal address, phone number, date of birth, country of residence, language, gender, device and advertising identifiers and other unique personal or online identifiers, location (with your consent), health information (with your consent), and lots of information about how and when and what games you play.
es: El hecho de que Nintendo es bonito y adorable, no significa que lo aprobemos en la asignatura de privacidad. En primer lugar, Nintendo recopila una buena cantidad de información personal. Cosas como nombre, dirección de correo electrónico, dirección postal, número de teléfono, fecha de nacimiento, país de residencia, idioma, género, identificadores de dispositivos y de publicidad, otros identificadores personales o en línea únicos, ubicación (con tu consentimiento), información de salud (con tu consentimiento) y muchos datos sobre qué juegos juegas y cómo y cuándo lo haces.
fr: Si la marque Nintendo est mignonne et adorable, cela ne signifie pas pour autant que nous pouvons lui accorder un laissez-passer concernant les manquements à la protection de la vie privée. Tout d’abord, Nintendo collecte une bonne quantité de données personnelles. Des éléments tels que le nom, l’adresse e-mail, l’adresse postale, le numéro de téléphone, la date de naissance, le pays de résidence, la langue, le sexe, les identifiants d’appareil, les identifiants publicitaires et d’autres identifiants personnels ou en ligne uniques, l’emplacement (avec votre consentement), des informations de santé (avec votre consentement ), et de nombreuses informations sur comment, quand et à quels jeux vous jouez.
pt_br: Em primeiro lugar, a Nintendo coleta uma boa quantidade de informações pessoais. Coisas como nome, endereço de e-mail, endereço, número de telefone, data de nascimento, país de residência, idioma, gênero, identificadores de dispositivo e propaganda e outros identificadores pessoais ou on-line exclusivos, localização (com o seu consentimento), informações de saúde (com o seu consentimento) e muitas informações sobre como, quando e quais jogos você joga.

# worst_case
source: Nintendo also says they can <i>“receive information about you from other sources, including from other users of our services, and third-party services and organizations.”</i> This worries us a bit because they say they can take this information they receive from third party sources and combine it with information they have about you and build an even bigger profile on you. And they say they can use that information to do things like offer you customized content, provide you with tailored advertising, and send you promotional materials from them or their affiliates and business partners (which could be a pretty good number of companies). So, Nintendo collects a good deal of personal information and says they can use and share that with third parties for targeted, interest-based advertising. None of this is great. Let’s try this again: we hope that Nintendo will stop collecting and combining information from third parties and that they’ll make ad targeting optional for all users.
es: Nintendo también dice que puede <i>«recibir información sobre ti de otras fuentes, incluidos otros usuarios de nuestros servicios y servicios y organizaciones de terceros».</i> Esto nos preocupa un poco porque dicen que pueden tomar esta información que reciben de fuentes de terceros y combinarla con la información que ya tienen, para crear un perfil aún más grande sobre ti. También dicen que pueden usar esa información para hacer cosas como ofrecerte contenidos personalizados, proporcionarte publicidad personalizada y enviarte materiales promocionales tanto de ellos como de sus afiliados y socios comerciales (lo que podría ser un buen número de empresas). Por lo tanto, Nintendo recopila una gran cantidad de información personal y dice que puede usarla y compartirla con terceros para publicidad dirigida y basada en intereses. Nada de esto es bueno. Volvamos a intentarlo: esperamos que Nintendo deje de recopilar y combinar información de terceros y que haga que la orientación de anuncios sea opcional para todos los usuarios.
fr: Nintendo indique également pouvoir <i>« recevoir des informations vous concernant provenant d’autres sources, y compris d’autres utilisateurs de nos services, ainsi que de services et d’organisations externes ».</i> Cela est quelque peu inquiétant, car la société affirme être en mesure de combiner les informations obtenues auprès de sources tierces avec celles qu’elle possède à votre sujet, afin d’établir un profil encore plus détaillé de votre personnalité. De plus, Nintendo déclare avoir la possibilité d’utiliser ces informations pour vous offrir un contenu personnalisé, vous proposer des publicités sur mesure et vous communiquer des messages promotionnels de sa part ou de la part de ses affiliés et partenaires commerciaux (ce qui pourrait représenter un grand nombre d’entreprises). Nintendo recueille donc un grand nombre d’informations personnelles et déclare qu’elle peut les utiliser et les partager avec des tiers à des fins de publicité ciblée et basée sur les centres d’intérêt. Tout cela n’a rien de rejouissant. Tentons une nouvelle fois l’expérience : nous espérons que Nintendo cessera de collecter et de combiner des informations provenant de tiers et qu’elle rendra le ciblage publicitaire facultatif pour tous les utilisateurs.
pt_br: A Nintendo também diz que pode <i>“receber informações sobre você de outras fontes, inclusive de outros usuários de nossos serviços e serviços e organizações de terceiros."</i> Isso nos preocupa um pouco porque eles dizem que podem pegar essas informações que recebem de fontes de terceiros e combiná-las com as informações que têm sobre você e construir um perfil ainda maior sobre você. E eles dizem que podem usar essas informações para fazer coisas como oferecer conteúdo personalizado, fornecer publicidade personalizada e enviar materiais promocionais deles ou de suas afiliadas e parceiros de negócios (o que pode ser um bom número de empresas). Portanto, a Nintendo coleta uma boa quantidade de informações pessoais e diz que pode usá-las e compartilhá-las com terceiros para publicidade direcionada e baseada em interesses. Nada disso é ótimo. Vamos tentar novamente: esperamos que a Nintendo pare de coletar e combinar informações de terceiros e que eles tornem a segmentação de anúncios opcional para todos os usuários.

# worst_case
source: Nintendo also says they can aggregate or de-identify the personal information they collect on you and then that new de-identified data is no longer subject to their privacy policy and they can do pretty much whatever they want with it. Which is a bit of a concern as<a id="a1"> it’s been found to be pretty easy to re-identify</a> some personal data, especially with location data is collected.
es: Nintendo también declara que pueden agregar o desidentificar la información personal que recopilan sobre ti y que esos nuevos datos desidentificados ya no están sujetos a su política de privacidad, por lo que pueden hacer prácticamente lo que quieran con ellos. Esta es una práctica bastante común, pero aún así puede ser un poco preocupante, ya que <a id="a1">se ha descubierto que es bastante fácil volver a identificar</a> algunos de estos datos, especialmente cuando se recopilan datos de ubicación.
fr: Nintendo indique également être en mesure de regrouper ou de dépersonnaliser les informations personnelles recueillies à votre sujet. Ces nouvelles données dépersonnalisées ne sont alors plus soumises à sa politique de confidentialité et Nintendo peut en faire pratiquement tout ce qui lui plaît. Cela pose quelques problèmes, car<a id="a1"> il s’est avéré qu’il était assez facile de ré-identifier</a> certaines données personnelles, en particulier lorsque des données de localisation sont collectées.
pt_br: A Nintendo também diz que pode agregar ou desidentificar as informações pessoais que coleta sobre você e, em seguida, que os novos dados desidentificados não estão mais sujeitos à sua política de privacidade e pode fazer praticamente o que quiser com eles. O que pode ser um pouco preocupante, pois<a id="a1"> foi descoberto que é muito fácil identificar novamente</a> alguns desses dados pessoais, especialmente com dados de localização coletados.

# worst_case
source: That’s the bad news with Nintendo. Now onto some good news. They do say that they do not, and will not, sell your data. Too bad they say they do share it with third parties for advertising purposes. And they do a good job with <a id="a1">parental controls</a> on the Switch. So parents, make sure to set those up (<a id="a2">here’s some help with that</a>). We also want to point out that their <a id="a3">privacy policy</a> is easy to find and read and understand, we really appreciate that.
es: Esas son las malas noticias con Nintendo. Ahora pasemos a las buenas. Dicen que no venden ni venderán tus datos. Lástima que dicen que sí los comparten con terceros con fines publicitarios. También hacen un buen trabajo con los <a id="a1">controles parentales</a> en la Switch. Entonces, padres, asegúrense de configurarlos (<a id="a2">aquí les dejamos algo de ayuda para hacerlo</a>). También queremos señalar que su <a id="a3">política de privacidad</a> es fácil de encontrar, leer y entender, lo cual apreciamos mucho.
fr: Voilà pour les mauvaises nouvelles concernant Nintendo, passons maintenant aux bonnes. La société affirme qu’elle ne vend pas et ne vendra pas vos données. Dommage qu’elles soient partagées avec des tiers à des fins publicitaires. Par ailleurs, le <a id="a1">contrôle parental</a> de la Switch est très efficace. Alors, parents, assurez-vous de le mettre en place (<a id="a2">voici de l’aide à ce sujet</a>). Nous tenons également à souligner que leur <a id="a3">politique de confidentialité</a> est facile à trouver, à lire et à comprendre, ce que nous apprécions beaucoup.
pt_br: Essa é a má notícia da Nintendo. Agora, algumas boas notícias. Eles dizem que não vendem e não venderão seus dados. Pena que eles dizem que compartilham seus dados com terceiros para fins publicitários. E eles fazem um bom trabalho com os <a id="a1">controles parentais</a> no Switch. Portanto, pais, certifiquem-se de fazer essas configurações (<a id="a2">aqui está uma ajuda com isso</a>). Também queremos salientar que a <a id="a3">política de privacidade</a> deles é fácil de encontrar, ler e entender. Agradecemos muito por isso.

# worst_case
source: As for security, Nintendo did have a <a id="a1">data breach</a> back in 2020 where <a id="a2">300,000 accounts were compromised</a> and attackers gained access to users' personal information, including date of birth and email addresses. That's not great. And early in 2022, <a id="a3">Nintendo had to ask users</a> to stop using their Wi-Fi USB Connector due to security concerns.
es: Con respecto a la seguridad, Nintendo sufrió<a id="a1"> una filtración de datos en 2020,</a> en la que <a id="a2">300.000 cuentas se vieron comprometidas</a> y los atacantes obtuvieron acceso a la información personal de los usuarios, que incluía fechas de nacimiento y direcciones de correo electrónico. Nada bueno. A principios de 2022, <a id="a3">Nintendo tuvo que pedir a sus usuarios</a> que dejaran de usar su conector USB Wi-Fi debido a problemas de seguridad.
fr: En ce qui concerne la sécurité, Nintendo a connu <a id="a1">une fuite de données en 2020</a> où <a id="a2">300 000 comptes ont été compromis</a> et des attaquants ont eu accès aux données personnelles des utilisateurs, y compris leur date de naissance et les adresses e-mail. Ce n’est pas génial. Et au début 2022, <a id="a3">Nintendo a dû demander aux utilisateurs</a> d’arrêter d’utiliser son connecteur USB Wi-Fi en raison de problèmes de sécurité.
pt_br: Quanto à segurança, a Nintendo teve<a id="a1"> uma violação de dados em 2020,</a> na qual <a id="a2">300.000 contas foram comprometidas</a> e os invasores obtiveram acesso às informações pessoais dos usuários, incluindo data de nascimento e endereços de email. Isso não é ótimo. E no início de 2022, a <a id="a3">Nintendo teve que pedir aos usuários</a> para parar de usar seu conector USB Wi-Fi devido a preocupações de segurança.

# worst_case
source: So what’s the worst that could happen with your Nintendo Switch? Well, if you don’t set up <a id="a1">two-factor authentication</a> (please do this!), it’s possible someone could hack into your Nintendo account and buy a bunch of games at your expense. That could be costly and you don’t want that headache. Here’s hoping you <a id="a2">set-up 2FA</a>, lock down your Nintendo privacy settings and <a id="a3">opt-out of as much data collection</a> as you can, so you can sit back and enjoy some Mario Kart, Animal Crossing, or Sonic with your friends.
es: Entonces, ¿qué es lo peor que podría pasar con tu Nintendo Switch? Bueno, si no configuras la <a id="a1">autenticación de dos factores</a> (¡por favor, hazlo!), es posible que alguien pueda hackear tu cuenta de Nintendo y comprar un montón de juegos a tu costa. Eso podría ser un dolor de cabeza muy caro. Esperamos <a id="a2">que configures tu 2FA</a>, que bloquees tus ajustes de privacidad de Nintendo y que <a id="a3">te excluyas de la recopilación de tanta información</a> como puedas, así puedes sentarte y simplemente disfrutar de Mario Kart, Animal Crossing o Sonic con tus amigos.
fr: Alors, quel est le pire qui puisse arriver avec votre Nintendo Switch ? Eh bien, si vous ne configurez pas l’<a id="a1">authentification à deux facteurs</a> (faites-le, c’est important !), il est possible que quelqu’un puisse pirater votre compte Nintendo et acheter un tas de jeux à vos frais. Cela pourrait vous coûter cher et vous vous en passeriez bien. Alors <a id="a2">configurez l’authentification à deux facteurs</a>, verrouillez vos paramètres de confidentialité Nintendo et <a id="a3">désactivez autant que possible la collecte des données</a>, puis profitez sereinement de Mario Kart, Animal Crossing et Sonic avec vos amis.
pt_br: Então, qual é a pior coisa que poderia acontecer com o seu Nintendo Switch? Bem, se você não configurar a <a id="a1">autenticação de dois fatores</a> (por favor, faça isso!), é possível que alguém invada sua conta da Nintendo e compre um monte de jogos às suas custas. Isso pode ser caro e você não quer essa dor de cabeça. Esperamos que você <a id="a2">configure a A2F</a>, bloqueie suas configurações de privacidade da Nintendo e <a id="a3">desabite o máximo de coleta de dados</a> que puder, para que você possa sentar e se divertir com Mario Kart, Animal Crossing ou Sonic com seus amigos.

# how_does_it_use_data_collected
source: We ding this product for combing users' data with data obtained from third parties and using it for advertising purposes. We're also concerned about Nintendo permitting third-parties to collect your personal information for advertising purposes.
es: Criticamos este producto por combinar los datos de los usuarios con datos obtenidos de terceros y utilizarlos con fines publicitarios. También nos preocupa que Nintendo permita que terceros recopilen tu información personal con fines publicitarios.
fr: Nous signalons ce produit comme combinant les données des utilisateurs avec des données obtenues auprès de tiers et les utilisant à des fins publicitaires. Nous sommes également préoccupés par le fait que Nintendo autorise des tiers à collecter vos informations personnelles à des fins publicitaires.
pt_br: Usamos este produto para combinar os dados dos usuários com dados obtidos de terceiros e usá-los para fins publicitários. Também estamos preocupados com o fato de a Nintendo permitir que terceiros coletem suas informações pessoais para fins publicitários.

# how_does_it_use_data_collected
source: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Política de privacidade

# how_does_it_use_data_collected
source: "With your consent, we may collect certain health information such as the number of steps taken or distance walked. We do not use this information for marketing or advertising purposes."
es: «Con tu consentimiento, podemos recopilar cierta información de salud, como el número de pasos realizados o la distancia recorrida. No utilizamos esta información con fines de marketing o publicidad».
fr: « Avec votre consentement, nous pouvons collecter certaines informations de santé telles que le nombre de pas ou la distance parcourue à pied. Nous n’utilisons pas ces informations à des fins marketing ou publicitaires. »
pt_br: "Com o seu consentimento, podemos recolher determinadas informações de saúde, como o número de passos dados ou a distância percorrida. Não usamos essas informações para fins de marketing ou publicidade."

# how_does_it_use_data_collected
source: "We may also receive information about you from other sources, including from other users of our services, and third-party services and organizations. For example, if you access any social media or similar services through our services to login or to share information about your experience on our services with others, we may collect information from these third-party services. <b>We may also combine the information received from these other sources with information we’ve collected from you."</b>
es: «También podemos recibir información sobre ti de otras fuentes, que incluyen otros usuarios de nuestros servicios, así como servicios y organizaciones externos. Por ejemplo, si accedes a cualquier red social o servicio similar a través de nuestros servicios para iniciar sesión o compartir con otros información sobre tu experiencia en nuestros servicios, podemos recopilar información de estos servicios externos. También <b>podemos combinar la información recibida de estas otras fuentes con la información que hemos recopilado de ti</b>».
fr: « Nous pouvons également recevoir des informations vous concernant d’autres sources, y compris d’autres utilisateurs de nos services, et de services et organisations tiers. Par exemple, si vous accédez à des réseaux sociaux ou à des services similaires via nos services pour vous connecter ou partager des informations sur votre expérience sur nos services avec d’autres, nous pouvons collecter des informations auprès de ces services tiers. <b>Nous pouvons également combiner les informations reçues de ces autres sources avec les informations que nous avons collectées auprès de vous.</b> »
pt_br: "Também podemos receber informações sobre você de outras fontes, incluindo de outros usuários de nossos serviços e serviços e organizações de terceiros. Por exemplo, se você acessar qualquer rede social ou serviços semelhantes por meio dos nossos serviços para fazer login ou compartilhar informações sobre sua experiência em nossos serviços com outras pessoas, poderemos coletar informações desses serviços de terceiros. <b>Também podemos combinar as informações recebidas dessas outras fontes com as informações que coletamos de você.</b>"
