Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/nissan.po
Languages: de

# how_does_it_use_data_collected
source: <b>Nissan has</b> <a id="a1"><b>sold</b></a><b> the following information in the last 12 months:</b> Geolocation data; Identifiers such as: a real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, or other similar identifiers; Commercial information, including: records of personal property, products or services, purchased, obtained, or considered, or records of other purchasing or consuming histories or tendencies; Internet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding a consumer’s interaction with a website, application, or advertisement; "Inferences drawn from any Personal Data collected to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes."
de: <b>Nissan hat</b> in den letzten 12 Monaten die folgenden Daten <a id="a1"><b>verkauft</b></a><b>:</b> Geolokalisierungsdaten; Identifikatoren wie: ein echter Name, ein Pseudonym, eine Postadresse, eine eindeutige persönliche Kennung, eine Online-Kennung, eine Internet-Protokoll-Adresse, eine E-Mail-Adresse, ein Kontoname oder andere ähnliche Identifikatoren; Kommerzielle Daten, einschließlich: Aufzeichnungen über gekaufte, erworbene oder in Erwägung gezogene persönliche Gegenstände, Produkte oder Dienstleistungen oder Aufzeichnungen über andere Kauf- oder Konsumgewohnheiten; Informationen über Internet- oder andere elektronische Netzwerkaktivitäten, einschließlich, aber nicht beschränkt auf den Browserverlauf, den Suchverlauf und Informationen über die Interaktion eines Verbrauchers mit einer Website, Anwendung oder Werbung; „Schlussfolgerungen, die aus den erfassten persönlichen Daten gezogen werden, um ein Profil über einen Verbraucher zu erstellen, das dessen Vorlieben, Eigenschaften, psychologische Tendenzen, Prädispositionen, Verhalten, Einstellungen, Intelligenz, Fähigkeiten und Eignungen widerspiegelt.“

# how_does_it_use_data_collected
source: Types of Personal Information Collected include:<br/><b>"Sensitive personal information</b>, including driver’s license number, national or state identification number, citizenship status, immigration status, race, national origin, religious or philosophical beliefs, sexual orientation, sexual activity, precise geolocation, health diagnosis data, and genetic information."<br/> For the purpose:<br/> "To provide connected vehicle services that might utilize or rely on geolocation data, facilitate more targeted marketing, as well as for internal reporting and analytics purposes..."<br/>Third parties disclosed to:<br/>"Service Providers or affiliates (including relevant Service Providers) where permitted or with consent, including Nissan’s operational or direct marketing purposes."<br/><br/><b>"Inferences drawn from any Personal Data</b> collected to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes."<br/>For the purpose:<br/>"in order to facilitate more targeted marketing, as well as for internal reporting and analytics purposes."<br/>Third parties disclosed to:<br/>"Service providers, marketing and promotional partners, and third parties for operational purposes (e.g., dealers)"
de: Zu den Arten der gesammelten persönlichen Daten gehören:<br/><b>„Sensible persönliche Daten</b>, einschließlich Führerscheinnummer, nationale oder staatliche Identifikationsnummer, Staatsangehörigkeitsstatus, Einwanderungsstatus, Rasse, nationale Herkunft, religiöse oder philosophische Überzeugungen, sexuelle Orientierung, sexuelle Aktivität, genaue Geolokalisierung, Gesundheitsdiagnosedaten und genetische Daten.„<br/> Für den Zweck:<br/> „Um vernetzte Fahrzeugdienste anbieten zu können, die Geolokalisierungsdaten nutzen oder sich auf diese stützen, um gezielteres Marketing zu ermöglichen, sowie für interne Berichts- und Analysezwecke...“<br/>Weitergabe an Dritte:<br/>„Dienstleister oder verbundene Unternehmen (einschließlich relevanter Dienstleister), sofern dies zulässig ist oder die Zustimmung vorliegt, einschließlich betrieblicher oder direkter Marketingzwecke von Nissan.“<br/><br/><b>„Schlussfolgerungen, die aus den erfassten persönlichen Daten</b> gezogen werden, um ein Profil über einen Verbraucher zu erstellen, das dessen Vorlieben, Eigenschaften, psychologische Tendenzen, Prädispositionen, Verhalten, Einstellungen, Intelligenz, Fähigkeiten und Neigungen widerspiegelt.„<br/>Für den Zweck:<br/>“, um ein gezielteres Marketing zu ermöglichen, aber auch für interne Berichts- und Analysezwecke.“<br/>Weitergabe an Dritte:<br/>„Dienstleister, Marketing- und Werbepartner sowie Dritte für betriebliche Zwecke (z. B. Händler)“.

# how_does_it_use_data_collected
source: Information collected directly from vehicles can be used for marketing purposes.<br/> "By activating, registering, subscribing, or using any of the services offered by NissanConnect, or by operating or occupying a vehicle that is utilizing such services you agree to Nissan collecting and using the information collected for various purposes as described in this Privacy Notice and in the NissanConnect Services Subscriber Terms and Conditions. Nissan may ask for additional consent in some situations."
de: Die direkt von den Fahrzeugen erfassten Daten können für Marketingzwecke verwendet werden.<br/> „Durch die Aktivierung, Registrierung, das Abonnieren oder die Nutzung eines der von NissanConnect angebotenen Dienste oder durch den Betrieb oder die Nutzung eines Fahrzeugs, das diese Dienste nutzt, erklären Sie sich damit einverstanden, dass Nissan die erfassten Daten für verschiedene Zwecke erfasst und verwendet, wie in diesem Datenschutzhinweis und in den NissanConnect Services-Abonnementbedingungen beschrieben. Nissan kann in einigen Situationen eine zusätzliche Zustimmung verlangen.“

# how_does_it_use_data_collected
source: "Where you have provided us with your consent to receive direct marketing communications (as described above) by email, we may share your email address with our social media and advertising placement partners (such as Facebook and Google) to send you online targeted advertisements and offers on their platforms. This processing is based on our legitimate interest."
de: „Sofern Sie uns Ihre Zustimmung zum Erhalt von Direktmarketing-Mitteilungen (wie oben beschrieben) per E-Mail erteilt haben, können wir Ihre E-Mail-Adresse an unsere Partner für soziale Medien und Werbeplatzierung (wie Facebook und Google) weitergeben, um Ihnen online gezielte Werbung und Angebote auf deren Plattformen zu senden. Diese Verarbeitung erfolgt auf der Grundlage unseres berechtigten Interesses.“

# how_does_it_use_data_collected
source: "Nissan uses Personal Data in various ways, such as to:<br/>--use your contact information, location information, account and order history, vehicle performance data, and clickstream data to deliver marketing messages and offer you new or additional products or services (these marketing messages might be for third party offers or products we think you might find interesting) ...<br/>--help us customize and serve targeted advertising based on the needs and interests of our customers ...<br/>--undertake other purposes if we anonymize information so that it no longer reasonably identifies you or your vehicle"
de: „Nissan verwendet persönliche Daten auf verschiedene Weise, z. B. um:<br/>--Ihre Kontaktinformationen, Standortinformationen, Konto- und Bestellhistorie, Fahrzeugleistungsdaten und Clickstream-Daten zu verwenden, um Ihnen Marketingnachrichten zukommen zu lassen und Ihnen neue oder zusätzliche Produkte oder Dienstleistungen anzubieten (diese Marketingnachrichten können Angebote von Dritten oder Produkte betreffen, von denen wir glauben, dass sie für Sie interessant sein könnten) ...<br/>-- um uns dabei zu helfen, zielgerichtete Werbung auf der Grundlage der Bedürfnisse und Interessen unserer Kunden zu schalten ...<br/>-- um andere Zwecke zu erfüllen, wenn wir die Daten anonymisieren, so dass sie Sie oder Ihr Fahrzeug nicht mehr identifizieren können“

# how_does_it_use_data_collected
source: "However, even well thought out security measures cannot guarantee that data will never be inappropriately accessed. For example, certain communications and information collected from your vehicle are provided through wireless and satellite networks, and Nissan cannot promise or fully guarantee that such communications will not be intercepted by unauthorized individuals despite our best efforts. You agree that Nissan will not be liable for any damages for any loss of privacy by you occurring in connection with communication over wireless or satellite networks. "
de: „Allerdings können auch gut durchdachte Sicherheitsmaßnahmen nicht garantieren, dass niemals ein unangemessener Zugriff auf Daten erfolgt. Beispielsweise werden bestimmte Kommunikationen und Informationen, die von Ihrem Fahrzeug erfasst werden, über drahtlose und satellitengestützte Netzwerke übermittelt, und Nissan kann nicht versprechen oder vollständig garantieren, dass solche Kommunikationen trotz unserer besten Bemühungen nicht von unbefugten Personen abgefangen werden können. Sie erklären sich damit einverstanden, dass Nissan nicht für Schäden haftet, die sich aus dem Verlust Ihrer Privatsphäre im Zusammenhang mit der Kommunikation über drahtlose oder satellitengestützte Netzwerke ergeben. "

# how_does_it_use_data_collected
source: NissanConnect USA Terms of Service
de: NissanConnect USA Nutzungsbedingungen

# how_does_it_use_data_collected
source: "<b>You promise to educate and inform all users and occupants</b> of your Vehicle about the Services and System features and limitations, the terms of the Agreement, including terms concerning data collection and use and privacy, and the Nissan Privacy Policy. Neither we nor any Service Provider has any obligation to inquire about the authority of anyone using your Vehicle."
de: „<b>Sie verpflichten sich, alle Nutzer*innen und Insassen</b> Ihres Fahrzeugs über die Dienste und Systemfunktionen und -beschränkungen, die Bedingungen des Vertrags, einschließlich der Bedingungen bezüglich der Datenerfassung und -nutzung sowie des Datenschutzes, und die Nissan-Datenschutzrichtlinie aufzuklären und zu informieren. Weder wir noch ein Dienstleister sind verpflichtet, sich über die Befugnisse einer Person zu erkundigen, die Ihr Fahrzeug benutzt.“

# how_does_it_use_data_collected
source: "We may share non-public information about you, your vehicle, and its use to third parties, including data brokers, insurance carriers, marketing partners, and other service providers, for commercial purposes."
de: „Wir können nicht-öffentliche Daten über Sie, Ihr Fahrzeug und dessen Nutzung zu kommerziellen Zwecken an Dritte weitergeben, z. B. an Datenmakler, Versicherungsträger, Marketingpartner und andere Dienstleistungsanbieter.“

# how_does_it_use_data_collected
source: "You agree we may release your information, including location data, when we are required to do so to comply with the law, in legal proceedings, to respond to subpoenas or court orders, in cooperation with law enforcement agencies, and to enforce the terms of this Agreement and any agreement related to the lease or financing of your Vehicle."
de: „Sie erklären sich damit einverstanden, dass wir Ihre Daten, einschließlich der Standortdaten, weitergeben können, wenn wir dazu verpflichtet sind, um die gesetzlichen Bestimmungen einzuhalten, in Gerichtsverfahren, als Reaktion auf Vorladungen oder gerichtliche Anordnungen, in Zusammenarbeit mit den Strafverfolgungsbehörden und zur Durchsetzung der Bedingungen dieser Vereinbarung und jeglicher Vereinbarung im Zusammenhang mit dem Leasing oder der Finanzierung Ihres Fahrzeugs.“

# how_does_it_use_data_collected
source: "YOU UNDERSTAND AND AGREE THAT THE SERVICES UTILIZE A CELLULAR PHONE NETWORK TO PROVIDE SERVICE, AS DESCRIBED IN SECTIONS 7 AND 9 ABOVE. NEITHER WE NOR THE WIRELESS CARRIER CAN GUARANTY THE PRIVACY OR SECURITY OF WIRELESS TRANSMISSIONS. NEITHER WE NOR THE WIRELESS CARRIER WILL BE LIABLE FOR ANY LACK OF SECURITY RELATING THE USE OF THE DEVICE OR THE SERVICES, OR FOR ANY DAMAGES ARISING FROM OR RELATED TO THE LACK OF PRIVACY OR SECURITY OF WIRELESS<br/>TRANSMISSIONS."
de: „SIE VERSTEHEN UND ERKLÄREN SICH DAMIT EINVERSTANDEN, DASS DIE DIENSTE EIN MOBILTELEFONNETZ NUTZEN, UM DEN DIENST BEREITZUSTELLEN, WIE IN DEN ABSCHNITTEN 7 UND 9 OBEN BESCHRIEBEN. WEDER WIR NOCH DER MOBILFUNKANBIETER KÖNNEN DEN DATENSCHUTZ ODER DIE SICHERHEIT DER DRAHTLOSEN ÜBERTRAGUNGEN GARANTIEREN. WEDER WIR NOCH DER MOBILFUNKANBIETER HAFTEN FÜR MANGELNDE SICHERHEIT BEI DER NUTZUNG DES GERÄTS ODER DER DIENSTE ODER FÜR SCHÄDEN, DIE SICH AUS DEM MANGELNDEN DATENSCHUTZ ODER DER MANGELNDEN SICHERHEIT VON DRAHTLOSEN<br/>ÜBERTRAGUNGEN ERGEBEN ODER DAMIT ZUSAMMENHÄNGEN.“

# how_does_it_use_data_collected
source: <b>Nissan GDPR Notice</b><br/>"Here is how we use your personal data:<br/>Sending you online targeted advertisements about our vehicles, products, and services, through our social media and advertising placement partners.<br/>We will use profiling, including segmentation tools to improve our customer and market knowledge.<b>"</b>
de: <b>Nissan DSGVO-Hinweis</b><br/>„So verwenden wir Ihre persönlichen Daten:<br/>Wir senden Ihnen online gezielte Werbung über unsere Fahrzeuge, Produkte und Dienstleistungen über unsere Partner in den sozialen Medien und bei der Werbeplatzierung.<br/>Wir werden die Profilerstellung, einschließlich der Segmentierungsinstrumente, nutzen, um unsere Kunden- und Marktkenntnisse zu verbessern.<b>“</b>

# how_does_it_use_data_collected
source: "The personal data that we collect includes:<br/>- contact details (such as first name, surname, postal address, email address and phone number);<br/>- vehicle identification data (such as vehicle model, registration, registration number, vehicle identification number -VIN-, service reminders and warranty information);<br/>- data relating to our interactions (such as call recordings between you and Nissan and you and the Dealer);<br/>- data from your connected services (such as geolocation data);<br/>- data relating to the use of the vehicle (such as mileage, journey, use of multimedia);<br/>- where you have a connected vehicle, data allowing control of the vehicle and, where applicable, its battery (such as locking/unlocking, pre-conditioning, battery charge programming), relating to driving mode (such as use of controls, acceleration, breaking) or to the provision of connected services or on-board applications;<br/>- GPS location (where you have permitted access to this);<br/>• Special category of personal data in very limited circumstances only (such as medical personal data which you may have provided to us during a complaint or an enquiry) – please note that such special category of personal data shall only be processed where strictly necessary, and we will take appropriate measures to ensure the adequate protection of such special category of personal data."
de: „Zu den von uns erfassten persönlichen Daten gehören:<br/>- Kontaktangaben (wie Vorname, Nachname, Postanschrift, E-Mail-Adresse und Telefonnummer);<br/>- Fahrzeugidentifikationsdaten (wie Fahrzeugmodell, Zulassung, Kennzeichen, Fahrzeugidentifikationsnummer -VIN-, Serviceerinnerungen und Garantieinformationen);<br/>- Daten im Zusammenhang mit unseren Interaktionen (z. B. Aufzeichnungen von Gesprächen zwischen Ihnen und Nissan sowie zwischen Ihnen und dem Händler);<br/>- Daten von Ihren verbundenen Diensten (z. B. Geolokalisierungsdaten);<br/>- Daten in Bezug auf die Fahrzeugnutzung (z. B. Kilometerstand, Fahrt, Multimedianutzung);<br/>- wenn Sie ein vernetztes Fahrzeug haben, Daten, die die Steuerung des Fahrzeugs und gegebenenfalls seiner Batterie ermöglichen (z. B. Ver-/Entriegelung, Vorklimatisierung, Programmierung des Batterieladestands), die sich auf den Fahrmodus (z. B. Verwendung der Bedienelemente, Beschleunigung, Bremsen) oder auf die Bereitstellung von vernetzten Diensten oder On-Board-Anwendungen beziehen;<br/>- GPS-Standort (sofern Sie den Zugriff darauf erlaubt haben);<br/>• Besondere Kategorien persönlicher Daten nur unter sehr begrenzten Umständen (z. B. medizinische persönliche Daten, die Sie uns im Rahmen einer Beschwerde oder einer Anfrage zur Verfügung gestellt haben) – Bitte beachten Sie, dass diese besondere Kategorie persönlicher Daten nur verarbeitet wird, wenn dies unbedingt erforderlich ist, und dass wir geeignete Maßnahmen ergreifen werden, um einen angemessenen Schutz dieser besonderen Kategorie persönlicher Daten zu gewährleisten.“

# how_does_it_use_data_collected
source: <b>NissanConnnct EU Privacy Policy</b><br/>"It is your responsibility to inform all Vehicle drivers and passengers who wish to use the NissanConnect Services regarding the terms and conditions of this Agreement, including the aspects related to data privacy. "
de: <b>NissanConnnct EU-Datenschutzrichtlinie</b><br/>„Es liegt in Ihrer Verantwortung, alle Fahrer und Mitfahrer des Fahrzeugs, die die NissanConnect Services nutzen möchten, über die Bedingungen dieser Vereinbarung, einschließlich der Aspekte des Datenschutzes, zu informieren.“

# how_does_it_use_data_collected
source: " If you sell your Vehicle or end its lease or if your Vehicle is scrapped or destroyed while you own or hold it prior to the expiration of the Initial Service Period, we ask you to notify us by contacting Nissan Customer Service or by removing directly the Vehicle from your account on the Website.
de: „Falls Sie Ihr Fahrzeug verkaufen oder sein Leasing beenden, oder falls Ihr Fahrzeug verschrottet oder zerstört wird, während Sie es besitzen oder vor Ablauf der ersten Serviceperiode besitzen, bitten wir Sie, uns dies mitzuteilen, indem Sie sich an den Nissan-Kundendienst wenden oder das Fahrzeug direkt von Ihrem Konto auf der Website entfernen.

# how_does_it_use_data_collected
source: If you sell or transfer your Vehicle and fail to notify us, we will have no way of knowing that the Vehicle is sold and may continue to collect data in the belief that it is data concerning you. In addition, you will remain responsible for any liability incurred under this Agreement based on the use or misuse of the NissanConnect Services. We are not responsible for any privacy-related damages you may suffer if you fail to notify us of your end of lease or sale of your Vehicle. Whether or not you notify us of your end of lease or sale of your Vehicle, you agree that you shall not, nor attempt to, access or use the NissanConnect Services or any of the data relating to your Vehicle following the sale, transfer or end of lease of your Vehicle."
de: Falls Sie Ihr Fahrzeug verkaufen oder übertragen und uns nicht benachrichtigen, haben wir keine Möglichkeit zu erfahren, dass das Fahrzeug verkauft wurde und können weiterhin Daten in dem Glauben erfassen, dass es sich um Daten über Sie handelt. Darüber hinaus bleiben Sie für jede Haftung verantwortlich, die im Rahmen dieses Vertrags aufgrund der Nutzung oder des Missbrauchs der NissanConnect Services entsteht. Wir sind nicht verantwortlich für Schäden, die Sie im Zusammenhang mit dem Datenschutz erleiden, wenn Sie uns nicht über die Beendigung des Leasingvertrags oder den Verkauf Ihres Fahrzeugs informieren. Unabhängig davon, ob Sie uns über die Beendigung des Leasingvertrags oder den Verkauf Ihres Fahrzeugs informieren oder nicht, erklären Sie sich damit einverstanden, dass Sie nach dem Verkauf, der Übertragung oder der Beendigung des Leasingvertrags Ihres Fahrzeugs weder auf die NissanConnect Services noch auf die Daten zu Ihrem Fahrzeug zugreifen oder diese nutzen werden.“

# user_friendly_privacy_policy_helptext
source: Nissan had fewer privacy policies than other companies, with one privacy policy mostly covering the privacy of their cars, apps, connected services, and other data collection. Good on Nissan for making it easy to find out just how bad they are at privacy.
de: Nissan hatte weniger Datenschutzrichtlinien als andere Unternehmen, mit einer Datenschutzrichtlinie, die hauptsächlich die Privatsphäre ihrer Autos, Apps, vernetzten Dienste und andere Datenerfassung abdeckt. Gut für Nissan, dass sie es einfach machen, herauszufinden, wie schlecht sie es mit dem Datenschutz meinen.

# uses_encryption_helptext
source: We cannot determine if all data sitting on the car, including telematic data the car collects as well as data shared when you connect your phone sits encrypted, and if all collected data is encrypted in transit. We reached out to the company to attempt to determine this multiple times and received no response.
de: Wir können nicht feststellen, ob alle Daten, die im Auto gespeichert werden, einschließlich der Telematikdaten, die das Auto sammelt, und der Daten, die übertragen werden, wenn das Telefon angeschlossen wird, verschlüsselt sind, und ob alle gesammelten Daten während der Übertragung verschlüsselt werden. Wir haben uns mehrmals an das Unternehmen gewandt, um dies herauszufinden, haben aber keine Antwort erhalten.

# manage_vulnerabilities_helptext
source: We could not find an official way to report vulnerability. However, we found an unpatched vulnerability on <a id="a1">OpenBugBounty</a>
de: Wir konnten keine offizielle Möglichkeit finden, eine Sicherheitslücke zu melden. Wir haben jedoch eine ungepatchte Sicherheitslücke auf <a id="a1">OpenBugBounty</a> gefunden

# tips_to_protect_yourself
source: Do not give consent to tailored advertisement.
de: Geben Sie keine Zustimmung zu personalisierter Werbung.

# tips_to_protect_yourself
source: Opt out from selling of your personal information, as well as from Cross-context Behavioral Advertising.
de: Deaktivieren Sie den Verkauf Ihrer personenbezogenen Daten sowie kontextübergreifende verhaltensorientierte Werbung.

# tips_to_protect_yourself
source: Always do a factory reset on your car before selling or trading it away to wipe your data clean and disconnect the app.
de: Setzen Sie Ihr Auto immer auf Werkseinstellungen zurück, bevor Sie es verkaufen oder eintauschen, um Ihre Daten zu löschen und die App zu trennen.

# tips_to_protect_yourself
source: Before reselling your car, make sure to notify the company
de: Bevor Sie Ihr Auto weiterverkaufen, informieren Sie das Unternehmen

# tips_to_protect_yourself
source: When buying a used car, always make the previous owner removed their connected account and performed a factory reset.
de: Stellen Sie beim Kauf eines Gebrauchtwagens immer sicher, dass der Vorbesitzer sein damit verbundenes Konto entfernt und auf Werkseinstellungen zurückgesetzt hat.

# tips_to_protect_yourself
source: Always use strong passwords and set up two-factor authentication for apps and services that connect to your car
de: Verwenden Sie immer starke Passwörter und richten Sie eine Zwei-Faktor-Authentifizierung für Apps und Dienste ein, die eine Verbindung zu Ihrem Auto herstellen.

# tips_to_protect_yourself
source: Only give access to your data to trusted third-parties
de: Geben Sie nur vertrauenswürdigen Dritten Zugriff auf Ihre Daten
