Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/nissan.po
Languages: de

# seo_title
source: Nissan | *Privacy Not Included
de: Nissan | *Datenschutz nicht inbegriffen

# search_description
source: How creepy is your car? We read the privacy policies so you don’t have to. Learn how your favorite car brand stacks up when it comes to protecting your privacy and security.
de: Wie gruselig ist Ihr Auto? Wir haben die Datenschutzrichtlinien gelesen, damit Sie das nicht tun müssen. Erfahren Sie, wie sich Ihre Lieblingsautomarke in Bezug auf den Schutz Ihrer Privatsphäre und Sicherheit verhält.

# blurb
source: Nissan is a Japanese headquartered global car company that traces its roots back to the early 1900s and the Datsun name. Today, they manufacture cars like the Rogue, Pathfinder, Murano, Versa, Sentra, Altima, the Titan truck, and their electric LEAF. Their MyNissan app lets owners remotely start and stop, lock and unlock their car, as well as hock the horn, flash the lights, check your fuel and tire pressure, keep tabs on where you car is, if it's in the boundaries you set up or going over the speed limit you set for it, and access other NissanConnect connected services. So, how is Nissan at privacy? We're not going to mince words here: THEY STINK AT PRIVACY! They are probably the worst car company we reviewed and that says something because all car companies are really bad at privacy.
de: Wie steht es bei Nissan um den Datenschutz? Wir werden hier kein Blatt vor den Mund nehmen: SIE STINKEN BEIM DATENSCHUTZ! Sie sind wahrscheinlich das schlechteste Autounternehmen, das wir getestet haben, und das sagt schon etwas aus, denn alle Autounternehmen sind wirklich schlecht im Datenschutz. Wie steht es bei Nissan um den Datenschutz? Wir werden hier kein Blatt vor den Mund nehmen: SIE STINKEN BEIM DATENSCHUTZ! Sie sind wahrscheinlich das schlechteste Autounternehmen, das wir getestet haben, und das sagt schon etwas aus, denn alle Autounternehmen sind wirklich schlecht im Datenschutz.

# worst_case
source: Believe us when we say this: Nissan's privacy policy is probably the most mind boggling creepy, scary, sad, messed up privacy policy we have ever read. And we here at *Privacy Not Included read a LOT of privacy policies. Please people, if you care even a little about privacy, please stay as far away from Nissan's cars, apps, and connected services as you possibly can.
de: Glauben Sie uns, wenn wir das sagen: Die Datenschutzrichtlinie von Nissan ist wahrscheinlich die irrsinnigste, gruseligste, erschreckendste, traurigste und verkorkste Datenschutzrichtlinie, die wir je gelesen haben. Und wir hier bei *Privacy Not Included haben eine Menge Datenschutzrichtlinien gelesen. Bitte Leute, wenn euch der Datenschutz auch nur ein bisschen am Herzen liegt, dann haltet euch bitte so weit wie möglich von Nissans Autos, Apps und verbundenen Diensten fern.

# worst_case
source: Here's why: They come right out and say they can collect and share your <b>sexual activity, health diagnosis data, and genetic information</b> and other sensitive personal information for targeted marketing purposes. We absolutely aren't making that up. It says so in their <a id="a1">Nissan USA privacy notice</a>. And that's not all! They also say they can share and <b>even sell</b> "Inferences drawn from any Personal Data collected to create a profile about a consumer reflecting the consumer’s preferences, characteristics, <b>psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes</b>" to others for targeted marketing purposes. Yes, Nissan says they can infer things like how smart you are, if you have a predisposition to drink, if you are acting depressed, and if you are any good at chess (we're guessing that's what they can infer..it could be even worse than that), and then they say they can make as much money off that very personal information as they can. Nissan, you suck.
de: Hier ist der Grund dafür: Sie sagen ganz offen, dass sie Ihre <b>sexuellen Aktivitäten, Ihre Gesundheitsdaten, Ihre genetischen Daten</b> und andere sensible persönliche Informationen für gezielte Marketingzwecke erfassen und weitergeben können. Das haben wir uns wirklich nicht ausgedacht. Das steht so in der <a id="a1">Datenschutzerklärung von Nissan USA</a>. Und das ist noch nicht alles! Sie sagen auch, dass sie „Schlussfolgerungen, die aus den erfassten persönlichen Daten gezogen werden, um ein Profil über einen Verbraucher zu erstellen, das dessen Vorlieben, Eigenschaften, <b>psychologische Tendenzen, Prädispositionen, Verhalten, Einstellungen, Intelligenz, Fähigkeiten und Eignungen</b> widerspiegelt“, zu gezielten Marketingzwecken an andere weitergeben und <b>sogar verkaufen</b> können. Ja, Nissan sagt, dass sie daraus schließen können, wie klug Sie sind, ob Sie zum Trinken neigen, ob Sie depressiv sind und ob Sie gut Schach spielen können (wir vermuten, dass sie nur das ableiten können... es könnte sogar noch schlimmer sein), und dann sagen sie, dass sie mit diesen sehr persönlichen Daten so viel Geld verdienen können, wie sie können. Nissan, ihr seid scheiße.

# worst_case
source: Whoo! That was a lot. But there is another point we'd like to make about this bonkers language in Nissan's privacy policy. Yes, Nissan sucks for saying they can collect, share, and even in some cases sell all this super intimate personal information. Here's the thing though, there is a pretty high probability other car companies are also collecting, sharing, and selling this exact same stuff. They just aren't as open and honest about it in their privacy policies. Too often we read privacy policies that say things like, "We will share your personal information, <i>for example</i>, your birth date or favorite ice cream flavor, with third parties for targeted advertising purposes." We see lots of lines like, "for example," "might include" and "as well as other information" in privacy policies and this vague language could very well be hiding the fact that these companies also collect personal information like your sexual activities and your genetic information. We too often <i>just don't know</i>. So yes, while Nissan absolutely sucks for claiming this bonkers level of data collection, sharing, and selling in the name of profit, we'll give them this: At least they are honest.
de: Hui! Das war eine Menge. Aber es gibt noch einen weiteren Punkt, den wir in Bezug auf diese verrückte Formulierung in der Datenschutzrichtlinie von Nissan ansprechen möchten. Ja, Nissan ist scheiße, weil sie sagen, dass sie all diese sehr intimen persönlichen Daten erfassen, weitergeben und in einigen Fällen sogar verkaufen können. Die Sache ist jedoch die: Es ist ziemlich wahrscheinlich, dass auch andere Autohersteller genau dieses Material erfassen, weitergeben und verkaufen. Sie sind nur nicht so offen und ehrlich in ihren Datenschutzrichtlinien. Allzu oft lesen wir Datenschutzrichtlinien, in denen es heißt: „Wir werden Ihre persönlichen Daten, <i>zum Beispiel</i> Ihr Geburtsdatum oder Ihre Lieblingseissorte, zu Werbezwecken an Dritte weitergeben.“ Wir sehen viele Zeilen wie „zum Beispiel“, „könnte beinhalten“ und „sowie andere Informationen“ in Datenschutzrichtlinien, und diese vage Formulierung könnte sehr gut die Tatsache verbergen, dass diese Unternehmen auch persönliche Daten wie Ihre sexuellen Aktivitäten und Ihre genetischen Daten erfassen. Wir wissen es zu oft <i>einfach nicht</i>. Also ja, auch wenn Nissan absolut scheiße ist, weil sie dieses irrsinnige Ausmaß an Datenerfassung, -weitergabe und -verkauf im Namen des Profits behaupten, müssen wir ihnen eines zugestehen: Wenigstens sind sie ehrlich.

# worst_case
source: Is there more bad about Nissan? Well of course there is. If you decided to download the MyNissan app to do things like remotely honk your horn at your neighbor's kid whenever they get too close to your car while outside playing, you might stumble upon the Data Safety Information they provide on their <a id="a1">MyNissan Google Play Store app page</a>. And when you read the self-reported data safety information Nissan provides you might see a couple things jump out at you. First, Nissan claims, "<i>No data shared with third parties: The developer says this app doesn't share user data with other companies or organizations</i>." Well, we can certainly confirm that this is not true. Nissan clearly states in their privacy policy they share your personal information, car usage data, and other information with lots of marketing and promotional partners, car dealers, business affiliates, service providers and more. That's not good. Bad on Nissan for not being fully honest in their self-reporting of this data safety information. And bad on Google for not doing a better job requiring accurate information and policing this data safety content. (We did some research earlier in 2023 that shows just how big a problem the Data Safety Information is in the Google Play Store. You can <a id="a2">read it here</a>. TL;DR: Don't trust it!). The other thing that jumped out at us on the Data Safety page was this statement, "<i>Data can’t be deleted. The developer doesn't provide a way for you to request that your data be deleted.</i>" Yeah, that's really bad. Not being able to delete the huge amounts of data this app could collect on you is bad news.
de: Gibt es mehr Schlechtes über Nissan? Nun, natürlich gibt es das. Falls Sie sich entschlossen haben, die MyNissan-App herunterzuladen, um z. B. das Kind Ihres Nachbarn aus der Ferne anhupen zu können, wenn es Ihrem Auto beim Spielen zu nahe kommt, könnten Sie über die Datensicherheitsinformationen stolpern, die auf der <a id="a1">MyNissan-App-Seite im Google Play Store</a> bereitgestellt werden. Und wenn Sie die von Nissan zur Verfügung gestellten Selbstauskünfte zur Datensicherheit lesen, fallen Ihnen vielleicht ein paar Dinge auf. Erstens behauptet Nissan: „<i>Keine Weitergabe von Daten an Dritte: Der Entwickler sagt, dass diese App keine Nutzerdaten an andere Unternehmen oder Organisationen weitergibt</i>.“ Nun, wir können mit Sicherheit bestätigen, dass dies nicht der Fall ist. Nissan weist in seinen Datenschutzrichtlinien deutlich darauf hin, dass es Ihre persönlichen Daten, Fahrzeugnutzungsdaten und andere Informationen mit vielen Marketing- und Werbepartnern, Autohändlern, Geschäftspartnern, Dienstleistern und anderen weitergibt.. Das ist nicht gut. Schlecht für Nissan, dass sie bei der Selbstauskunft über diese Datensicherheitsinformationen nicht ganz ehrlich waren. Und schlecht für Google, weil es keine bessere Arbeit geleistet hat, genaue Informationen zu verlangen und diese Datensicherheitsinhalte zu überwachen. (Wir haben zu Beginn des Jahres 2023 einige Untersuchungen durchgeführt, die zeigen, wie groß das Problem der Datensicherheitsinformationen im Google Play Store ist. Sie können es <a id="a2">hier lesen</a>. TL;DR: Trauen Sie ihm nicht!). Ein weiterer Punkt, der uns auf der Seite zur Datensicherheit auffiel, war diese Aussage: „<i>Daten können nicht gelöscht werden. Der Entwickler bietet Ihnen keine Möglichkeit, die Löschung Ihrer Daten zu beantragen.</i>“ Ja, das ist wirklich schlimm. Dass man die riesigen Datenmengen, die diese App über einen erfassen könnte, nicht löschen kann, ist eine schlechte Nachricht.

# worst_case
source: Oh yeah, here's something else you should know about Nissan (although Nissan isn't the only company to say things similar to this). If you use their connected services, you better be prepared to tell every single person who gets in your car all about how much data they collect and why. Yup, Nissan puts all that on you. Their privacy policy specifically states that, "<i>By activating, registering, subscribing, or using any of the services offered by NissanConnect, or by</i> <b><i>operating or occupying a vehicle that is utilizing such services you agree</i></b><i> to Nissan collecting and using the information collected for various purposes as described in this Privacy Notice and in the NissanConnect Services Subscriber Terms and Conditions."</i> Yes, just by sitting in a vehicle that uses NissanConnect services, you agree to have your data collected by Nissan.
de: Ach ja, noch etwas, das Sie über Nissan wissen sollten (obwohl Nissan nicht das einzige Unternehmen ist, das so etwas sagt). Falls Sie deren vernetzte Dienste in Anspruch nehmen, sollten Sie darauf vorbereitet sein, jeder einzelnen Person, die in Ihr Auto einsteigt, zu erklären, wie viele Daten sie erfassen und warum. Ja, Nissan schiebt das alles auf Sie. Deren Datenschutzrichtlinie besagt ausdrücklich: „<i>Durch die Aktivierung, Registrierung, Anmeldung oder Nutzung eines der von NissanConnect angebotenen Dienste oder durch</i> <b><i>den Betrieb oder die Nutzung eines Fahrzeugs, das diese Dienste nutzt, erklären Sie sich damit einverstanden</i></b><i>, dass Nissan die erfassten Daten für die verschiedenen in dieser Datenschutzrichtlinie und in den NissanConnect Services Abonnentenbedingungen beschriebenen Zwecke erfasst und verwendet.“</i> Ja, allein dadurch, dass Sie in einem Fahrzeug sitzen, das NissanConnect-Dienste nutzt, erklären Sie sich damit einverstanden, dass Ihre Daten von Nissan erfasst werden.

# worst_case
source: It gets even better though! Be prepared to have some awkward conversations with your passengers about how Nissan says they can collect data on things like their sexual activities and intelligence, because when you agree to the NissanConnect Terms of Service you agree to promise (yes, promise, but hey, at least they didn't make you pinky swear!) to tell people all about how Nissan can and will collect their data when they are in your car. Indeed their TOS actually says, <i>"You</i><b><i> promise to educate and inform all users and occupants</i></b><i> of your Vehicle about the Services and System features and limitations, the terms of the Agreement, including terms concerning data collection and use and privacy, and the Nissan Privacy Policy."</i> So Nissan owners, get to work reading all these privacy and legal documents so you are prepared to "educate and inform" every single passenger in your car all about the data collection and privacy...because remember, you PROMISED! Sign...we laugh...but we also cry.
de: Aber es kommt noch besser! Machen Sie sich darauf gefasst, dass Sie mit Ihren Mitfahrern unangenehme Gespräche darüber führen werden, dass Nissan Daten über Dinge wie ihre sexuellen Aktivitäten und ihre Intelligenz erfassen kann, denn wenn Sie den NissanConnect-Servicebedingungen zustimmen, verpflichten Sie sich, den Leuten zu versprechen (ja, versprechen, aber hey, wenigstens haben sie Sie nicht dazu gebracht, mit dem kleinen Finger zu schwören), dass Sie ihnen alles darüber erzählen, wie Nissan ihre Daten erfassen kann und wird, wenn sie in Ihrem Auto sitzen. Tatsächlich heißt es in den AGB: <i>„Sie</i><b><i> verpflichten sich, alle Nutzer*innen und Insassen Ihres Fahrzeugs über</i></b><i> die Dienste und Systemfunktionen und -beschränkungen, die Bedingungen des Vertrags, einschließlich der Bedingungen bezüglich der Datenerfassung und -nutzung sowie des Datenschutzes, und die Nissan-Datenschutzrichtlinie aufzuklären und zu informieren.“</i> Also Nissan-Besitzer, machen Sie sich an die Arbeit und lesen Sie all diese Datenschutz- und Rechtsdokumente, damit Sie darauf vorbereitet sind, jeden einzelnen Fahrgast in Ihrem Auto über die Datenerfassung und den Datenschutz „aufzuklären und zu informieren“... denn denken Sie daran, Sie haben es VERSPROCHEN! Unterschreiben Sie...wir lachen...aber wir weinen auch.

# worst_case
source: So, Nissan says they can collect a metric ton of data, share it widely, and then expect you to promise to tell all your passengers that the moment they get in your car, they agree to have their data collected too. Not good. Something else that isn't great with Nissan is their track record at protecting and respecting all this data. To be fair, Nissan doesn't have the worst track record of any of the car companies we reviewed. Still, they aren't perfect, and if you're going to collect data on people's sexual activity, genetic characteristics, and intelligence, yeah, you better be perfect at protecting all that data.
de: Nissan sagt also, dass sie eine Unmenge von Daten erfassen und weitergeben können, und erwartet dann von Ihnen, dass Sie all Ihren Fahrgästen versprechen, dass sie in dem Moment, in dem sie in Ihr Auto einsteigen, damit einverstanden sind, dass auch ihre Daten erfasst werden. Nicht gut. Etwas anderes, was bei Nissan nicht gut ist, ist ihre Erfolgsbilanz beim Schutz und der Achtung all dieser Daten. Fairerweise muss man sagen, dass Nissan nicht die schlechteste Erfolgsbilanz unter den von uns untersuchten Autoherstellern hat. Dennoch sind sie nicht perfekt, und wenn man Daten über die sexuelle Aktivität, die genetischen Merkmale und die Intelligenz von Menschen erfasst, dann sollte man diese Daten auch perfekt schützen.

# worst_case
source: In 2022, <a id="a1">one of Nissan's third party service providers</a> they shared some of their users' information with suffered a data breach. Nissan <a id="a2">disclosed this data breach</a> a <a id="a3">few months later</a> in January, 2023. This is a great reminder that all that data companies collect and then share, you have to trust every link in that collecting/sharing chain to keep your information safe and security. As Nissan themselves say in their privacy policy, ".<i>..even well thought out security measures cannot guarantee that data will never be inappropriately accessed..</i>" Speaking of, in January, 2023 a <a id="a4">security researcher reported</a> a security vulnerability in Nissan (and Honda and Kia as well) that could allow someone with the technical know how to exploit a bug in the Sirius XM connected service to "<a id="a5">unlock the car remotely</a> and start the vehicle with a laptop from anywhere in the world."
de: Im Jahr 2022 kam es bei <a id="a1">einem Drittanbieter von Nissan</a>, mit dem das Unternehmen einige seiner Nutzerdaten austauschte, zu einer Datenschutzverletzung. Nissan <a id="a2">gab diese Datenschutzverletzung</a> einige <a id="a3">Monate später</a>, im Januar 2023, bekannt. Dies ist eine gute Erinnerung daran, dass man bei all den Daten, die Unternehmen erfassen und weitergeben, darauf vertrauen muss, dass jedes Glied in der Kette der Datenerfassung und -weitergabe für den Schutz und die Sicherheit der Daten sorgt. Wie Nissan selbst in seinen Datenschutzrichtlinien sagt: „<i>...selbst gut durchdachte Sicherheitsmaßnahmen können nicht garantieren, dass niemals unberechtigterweise auf Daten zugegriffen wird...</i>“. Apropos, im Januar 2023 <a id="a4">meldete ein Sicherheitsforscher</a> eine Sicherheitslücke bei Nissan (und auch Honda und Kia), die es jemandem mit dem technischen Know-how ermöglichen könnte, einen Fehler im Sirius XM Connected Service auszunutzen, um „<a id="a5">das Auto aus der Ferne zu entriegeln</a> und das Fahrzeug mit einem Laptop von überall auf der Welt zu starten“.

# worst_case
source: With Nissan, there seems to be nothing but bad news. What's the worst that could happen if you buy a Nissan, download their MyNissan app, and use their NissanConnect services? Well, not to be crude, but it would probably really suck have Nissan drawn inferences about you that lead them to believe you are a not so smart, sexually promiscuous, depressed alcoholic who likes to drive really fast on Fridays and Sundays and then sell those inferences to goodness knows who for targeted marketing purposes. We're not even sure what that targeted marketing would look like and we also really don't want to know. But holy hell, this is terrible. And if very sensitive personal data they collect on you about your sexual activity, sexual orientation, medical diagnosis, and genetic information were to ever leak, well, that could get embarrassing (and dangerous!) real fast. We can't say this loud enough. Nissan comes with *PRIVACY NOT INCLUDED.
de: Bei Nissan scheint es nur schlechte Nachrichten zu geben. Was ist das Schlimmste, was passieren kann, wenn man einen Nissan kauft, die MyNissan App herunterlädt und die NissanConnect Dienste nutzt? Nun, um nicht zu grob zu sein, aber es wäre wahrscheinlich wirklich ätzend, wenn Nissan Schlussfolgerungen über Sie ziehen würde, die sie zu der Annahme veranlassen, dass Sie ein nicht so kluger, sexuell promiskuitiver, depressiver Alkoholiker sind, der freitags und sonntags gerne sehr schnell fährt, und diese Schlussfolgerungen dann an Gott weiß wen für gezielte Marketingzwecke verkauft. Wir sind uns nicht einmal sicher, wie dieses gezielte Marketing aussehen würde, und wir wollen es auch gar nicht wissen. Aber heilige Scheiße, das ist schrecklich. Und wenn die sehr sensiblen persönlichen Daten, die sie über Sie erfassen, über Ihre sexuellen Aktivitäten, Ihre sexuelle Orientierung, Ihre medizinischen Diagnosen und Ihre genetischen Informationen jemals durchsickern sollten, dann könnte das sehr schnell peinlich (und gefährlich!) werden. Wir können es nicht laut genug sagen. Nissan kommt mit *PRIVACY NOT INCLUDED.

# worst_case
source: Also, side note: government regulators and policy makers, if this one example of a car company laughing in the face of their users' privacy isn't enough to jump start you to action, we don't know what will. Please, please, please do something to protect people from this predatory and frightening abuse of personal information in the name of making money!
de: Und noch eine Randbemerkung: Regierungsbehörden und politische Entscheidungsträger, wenn dieses eine Beispiel eines Autoherstellers, der die Privatsphäre seiner Nutzer*innen auslacht, nicht ausreicht, um Sie zum Handeln zu bewegen, dann wissen wir nicht, was es tun soll. Bitte, bitte, bitte tun Sie etwas, um die Menschen vor diesem räuberischen und beängstigenden Missbrauch von persönlichen Daten im Namen des Geldverdienens zu schützen!

# how_does_it_use_data_collected
source: We ding this product as it has sold/shared personal information to third parties incl. data brokers for marketing purposes.
de: Wir warnen über dieses Produkt, da es persönliche Daten zu Marketingzwecken an Dritte, einschließlich Datenmakler, verkauft bzw. weitergegeben hat.

# how_does_it_use_data_collected
source: NissanUSA Privacy Notice
de: NissanUSA Datenschutzerklärung

# how_does_it_use_data_collected
source: "Nissan may disclose information about you, your vehicle, and its use for commercial purposes with our marketing partners, data brokers, service providers, business affiliates and vendors contracted to do business on our behalf, for example, when you sign up for certain services and offers on our websites, we may disclose your name and other contact information necessary for our vendors to provide these services to you and we may also disclose information to vendors who send emails on our behalf, operate our websites, serve ads on our behalf, or run promotions for us"
de: „Nissan kann Informationen über Sie, Ihr Fahrzeug und seine Verwendung für kommerzielle Zwecke gegenüber unseren Marketingpartnern, Datenmaklern, Dienstleistern, verbundenen Unternehmen und Anbietern, die in unserem Namen tätig sind, offenlegen, wenn Sie sich beispielsweise für bestimmte Dienste und Angebote auf unseren Websites anmelden, können wir Ihren Namen und andere Kontaktinformationen offenlegen, die für unsere Anbieter erforderlich sind, um Ihnen diese Dienste bereitzustellen, und wir können auch Daten an Anbieter weitergeben, die in unserem Namen E-Mails versenden, unsere Websites betreiben, Anzeigen in unserem Namen schalten oder Werbeaktionen für uns durchführen“
