Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/nissan.po
Languages: de

# tips_to_protect_yourself
source: When connecting a mobile app to the car, make sure to minimize the amount of data collected through this app. You can use iOS or Android settings to limit the data collected through your phone.
de: Wenn Sie eine mobile App mit dem Auto verbinden, achten Sie darauf, die Menge der über diese App gesammelten Daten zu minimieren. Sie können die iOS- oder Android-Einstellungen verwenden, um die über Ihr Telefon gesammelten Daten zu begrenzen.

# tips_to_protect_yourself
source: Opt out from your mobile device's location sharing.
de: Deaktivieren Sie die Standortfreigabe Ihres Mobilgeräts.

# tips_to_protect_yourself
source: Do not use Amazon Alexa in your car if you are concerned about Amazon collecting that voice request information, IP address, and geolocation information and using it to target you with advertising.
de: Verwenden Sie Amazon Alexa nicht in Ihrem Auto, wenn Sie Bedenken haben, dass Amazon diese Sprachanforderungsinformationen, IP-Adresse und Geolokalisierungsinformationen sammelt und verwendet, um Werbung auf Sie zuzuschneiden.

# personal_data_collected
source: "Name, email address, phone number, mailing address, geolocation, zip code, age, date of birth, driver’s license number, national or state identification number, citizenship status, immigration status, race, national origin, religious or philosophical beliefs, sexual orientation, sexual activity, precise geolocation, health diagnosis data, and genetic information, social security number as an employee, service or warranty information regarding vehicles, employment and related information, such as employee identification number National or State Identification Numbers, and dependent information for the administration of certain employee benefits or programs.. Also: Inferences drawn from any Personal Data collected to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes<br/> <br/> <br/>Vehicle- and driving-related information: the vehicle’s operation including, without limitation, Vehicle Identification Number (VIN), geolocation and navigation information, speed and distance information, driving habit and style, battery use management information (for electric vehicles), battery charging history (for electric vehicles), battery deterioration information (for electric vehicles), electrical system functions, diagnostic trouble codes, maintenance conditions, software version information, and other data, your use of the vehicle and any corresponding services, websites and smartphone applications, vehicle status information (e.g., information about door locks, open doors, engine status, etc.), data about accidents involving the vehicle (e.g., the direction from which the vehicle was hit, and which air bags have deployed)."
de: „Name, E-Mail-Adresse, Telefonnummer, Postanschrift, Geostandort, Postleitzahl, Alter, Geburtsdatum, Führerscheinnummer, nationale oder staatliche Identifikationsnummer, Staatsangehörigkeitsstatus, Einwanderungsstatus, Rasse, nationale Herkunft, religiöse oder philosophische Überzeugungen, sexuelle Orientierung, sexuelle Aktivität, genauer Geostandort, Gesundheitsdiagnosedaten und genetische Informationen, Sozialversicherungsnummer als Angestellter, Service- oder Garantiedaten in Bezug auf Fahrzeuge, Beschäftigung und damit zusammenhängende Informationen, wie z. B. nationale oder staatliche Identifikationsnummern, und abhängige Informationen für die Verwaltung bestimmter Mitarbeiterleistungen oder -programme. Auch: Schlussfolgerungen, die aus den erfassten persönlichen Daten gezogen werden, um ein Profil eines Verbrauchers zu erstellen, das dessen Vorlieben, Eigenschaften, psychologische Tendenzen, Prädispositionen, Verhalten, Einstellungen, Intelligenz, Fähigkeiten und Neigungen widerspiegelt<br/> <br/> <br/>Fahrzeug- und fahrzeugbezogene Daten: der Betrieb des Fahrzeugs, einschließlich, ohne Einschränkung, Fahrzeugidentifikationsnummer (VIN), Geolokalisierungs- und Navigationsinformationen, Geschwindigkeits- und Entfernungsinformationen, Fahrgewohnheiten und Fahrstil, Informationen zum Batterieverbrauchsmanagement (bei Elektrofahrzeugen), Batterieladehistorie (bei Elektrofahrzeugen), Informationen zum Batterieverschleiß (bei Elektrofahrzeugen), elektrische Systemfunktionen, Diagnosefehlercodes, Wartungsbedingungen, Softwareversionsinformationen und andere Daten, Ihre Nutzung des Fahrzeugs und aller entsprechenden Dienste, Websites und Smartphone-Anwendungen, Fahrzeugstatusinformationen (z. B., Informationen über Türschlösser, offene Türen, Motorstatus usw.), Daten über Unfälle, an denen das Fahrzeug beteiligt war (z. B. die Richtung, aus der das Fahrzeug getroffen wurde, und welche Airbags ausgelöst wurden).“

# social_data_collected
source: Professional or employment-related information
de: Berufliche oder beschäftigungsbezogene Informationen

# how_can_you_control_your_data
source: We cannot confirm that all users regardless of location can get their data deleted.
de: Wir können nicht bestätigen, dass alle Nutzer*innen, unabhängig vom Standort ihre Daten löschen lassen können.

# how_can_you_control_your_data
source: "Certain state residents have a right to request the deletion of their Personal Data collected or maintained by Nissan. If you would like information about you to be deleted, you may contact us through our website or customer service. Details on how to make a request in each state are listed in each state’s section below.<br/> - California<br/> - Virginia
de: „Bestimmte Einwohner eines Bundesstaates haben das Recht, die Löschung ihrer von Nissan erfassten oder gespeicherten persönlichen Daten zu verlangen. Falls Sie möchten, dass Ihre Daten gelöscht werden, können Sie uns über unsere Website oder den Kundendienst kontaktieren. Einzelheiten dazu, wie Sie in den einzelnen Staaten einen Antrag stellen können, finden Sie im nachstehenden Abschnitt für jeden Bundesstaat.<br/> - Kalifornien<br/> - Virginia

# how_can_you_control_your_data
source: When you make a request for deletion, you can expect the following:
de: Falls Sie einen Antrag auf Löschung stellen, können Sie mit folgendem rechnen:

# how_can_you_control_your_data
source: a. After you request deletion, you will need to confirm that you want your information deleted.<br/> b. We will verify your identity. You will need to provide us with certain information such as your name, email address, physical address, VIN, or other information, in order for us to confirm that you are who you say you are.<br/> c. We will confirm our receipt of your request within 10 days. If you have not received a response within a few days after that, please let us know by contacting us at the website or phone number listed below.<br/> d. We will respond to your request within 45 days. If necessary, we may need an additional period of time, up to another 45 days, but we will reply either way within the first 45-day period and, if we need an extension, we will explain why.<br/> e. In certain cases, a request for deletion may be denied, for example, if we cannot verify your identity, the law requires that we maintain the information (e.g., in case of warranty or recall information) or if we need the information for internal purposes such as to continue to provide you services. If we deny your request, we will explain why we denied it, and delete any other information that is not protected from deletion."
de: a. Nachdem Sie die Löschung beantragt haben, müssen Sie bestätigen, dass Sie die Löschung Ihrer Daten wünschen.<br/> b. Wir werden Ihre Identität überprüfen. Sie müssen uns bestimmte Daten zur Verfügung stellen, wie z. B. Ihren Namen, Ihre E-Mail-Adresse, Ihre Anschrift, Ihren Fahrzeugschein oder andere Informationen, damit wir bestätigen können, dass Sie derjenige sind, der Sie vorgeben zu sein.<br/> c. Wir werden Ihnen den Eingang Ihres Antrags innerhalb von 10 Tagen bestätigen. Sollten Sie innerhalb weniger Tage keine Antwort erhalten haben, setzen Sie sich bitte über die unten angegebene Website oder Telefonnummer mit uns in Verbindung.<br/> d. Wir werden Ihren Antrag innerhalb von 45 Tagen beantworten. Gegebenenfalls benötigen wir eine zusätzliche Frist von bis zu weiteren 45 Tagen, aber wir antworten in jedem Fall innerhalb der ersten 45-Tage-Frist, und wenn wir eine Verlängerung benötigen, werden wir dies begründen.<br/> e. In bestimmten Fällen kann ein Antrag auf Löschung abgelehnt werden, z. B. wenn wir Ihre Identität nicht überprüfen können, wenn das Gesetz vorschreibt, dass wir die Daten aufbewahren müssen (z. B. im Falle von Garantie- oder Rückrufinformationen) oder wenn wir die Daten für interne Zwecke benötigen, z. B. um Ihnen weiterhin Dienstleistungen anbieten zu können. Wenn wir Ihre Anfrage ablehnen, werden wir erklären, warum wir sie ablehnen, und alle anderen Informationen löschen, die nicht vor der Löschung geschützt sind.“

# how_can_you_control_your_data
source: On the <a id="a1">MyNissan app page in the Google Play store</a>, Nissan states that, "Data can’t be deleted. The developer doesn't provide a way for you to request that your data be deleted."
de: Auf der <a id="a1">MyNissan App-Seite im Google Play Store</a> erklärt Nissan, dass: „Daten nicht gelöscht werden können. Der Entwickler bietet Ihnen keine Möglichkeit, die Löschung Ihrer Daten zu beantragen.

# track_record_details
source: In January 2023, Nissan <a id="a1">disclosed</a> a <a id="a2">data breach</a> at one of the company's <a id="a3">third party service providers</a> that affected close to 18,000 of Nissan's clients. The leaked data included the personal information such as usernames, dates of birth, and Nissan Motor Acceptance Company (NMAC) number. Even though Nissan <a id="a4">first learned about the breach</a> in late September, 2022, the company only disclosed the breach on January 16, 2023, almost six months later.
de: Im Januar 2023 gab Nissan eine <a id="a2">Datenschutzverletzung</a> bei einem <a id="a3">Drittanbieter</a> des Unternehmens <a id="a1">bekannt</a>, von der fast 18.000 Kunden von Nissan betroffen waren. Die durchgesickerten Daten enthielten persönliche Daten wie Benutzernamen, Geburtsdaten und die Nummer der Nissan Motor Acceptance Company (NMAC). Obwohl Nissan erst Ende September 2022 <a id="a4">von der Datenschutzverletzung erfuhr</a>, gab das Unternehmen die Verletzung erst am 16. Januar 2023, also fast sechs Monate später, bekannt.

# track_record_details
source: In January, 2023 a <a id="a1">security researcher</a> reported a serious security vulnerability in Nissan, Honda, and Kia cars that could allow "<a id="a2">hackers and law enforcement agencies</a> unlock the car remotely and start the vehicle with a laptop from anywhere in the world." through Sirius XM radio connected service. That was <a id="a3">one of three</a> security vulnerabilities the researcher reported.
de: Im Januar 2023 meldete ein <a id="a1">Sicherheitsforscher</a> eine schwerwiegende Sicherheitslücke bei Autos von Nissan, Honda und Kia, die es „<a id="a2">Hackern und Strafverfolgungsbehörden</a> ermöglichen könnte, das Auto aus der Ferne zu entriegeln und das Fahrzeug mit einem Laptop von überall auf der Welt zu starten“, und zwar über den mit Sirius XM verbundenen Radiodienst. Dies war <a id="a3">eine von drei</a> Sicherheitslücken, die der Forscher gemeldet hat.

# child_safety_blurb
source: "Nissan’s Platforms are not intended for children under 13 years of age. Nissan does not knowingly allow anyone under the age of 13 to participate in any services offered on our Platforms that require the submission of user information. If we learn that a user is under 13 and has submitted user information to us, we will delete that information promptly or seek verifiable parental or legal guardian consent to retain such information."
de: „Die Plattformen von Nissan sind nicht für Kinder unter 13 Jahren bestimmt. Nissan erlaubt wissentlich niemandem unter 13 Jahren die Teilnahme an den auf unseren Plattformen angebotenen Diensten, die die Übermittlung von Benutzerdaten erfordern. Wenn wir erfahren, dass ein Benutzer unter 13 Jahre alt ist und uns Benutzerinformationen übermittelt hat, löschen wir diese Daten unverzüglich oder holen die nachprüfbare Zustimmung der Eltern oder des Erziehungsberechtigten zur Aufbewahrung dieser Daten ein."

# ai_helptext
source: Nissan <a id="a1">employs</a> ProPILOT Assist technology in the newest cars. It includes features like keeping you centered in your lane, and maintaining a preset distance from the vehicle ahead. These features are enabled by numerous cameras, sensors and radars on the car.
de: Nissan <a id="a1">setzt</a> in den neuesten Fahrzeugen die ProPILOT Assist-Technologie ein. Dazu gehören Funktionen wie das Halten der Fahrspurmitte und das Einhalten eines voreingestellten Abstands zum vorausfahrenden Fahrzeug. Diese Funktionen werden durch zahlreiche Kameras, Sensoren und Radargeräte im Fahrzeug ermöglicht.
