Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/nvidia-shield-tv.po
Languages: de, es, fr

# blurb
source: If you want an Android TV streaming box with features like Dolby Vision and Atmos, 4K HDR and AI-upscaling, and a customizable remote, then Nvidia Shield TV and Shield TV Pro are for you. It's got Google Assistant built in and lets you stream from Chromecast apps. It's perfect for the techies and gamers who want more than Roku or Fire TV offer. The bad news: it's not cheap. The good news: Nvidia seems to be better at privacy than those other guys.
de: Wenn Sie eine Android-TV-Streaming-Box mit Funktionen wie Dolby Vision und Atmos, 4K HDR und KI-Upscaling sowie einer anpassbaren Fernbedienung möchten, dann sind Nvidia Shield TV und Shield TV Pro genau das Richtige für Sie. Sie verfügen über einen integrierten 'Google Assistant' und ermöglichen das Streamen von Chromecast-Apps. Es ist perfekt für Technikbegeisterte und Gamer, die mehr wollen, als Roku oder Fire TV bieten. Die schlechte Nachricht: Er ist nicht billig. Die gute Nachricht: Nvidia scheint sich besser um den Datenschutz zu kümmern als die anderen Hersteller.
es: Si deseas un dispositivo para streaming de Android TV, con funciones como Dolby Vision y Atmos, 4K HDR y AI-upscaling, y un control remoto personalizable, entonces Nvidia Shield TV y Shield TV Pro son para ti. Viene con el Asistente de Google integrado y te permite transmitir desde las aplicaciones de Chromecast. Es perfecto para aquellos aficionados a la tecnología y los juegos que quieren más que la oferta de Roku o Fire TV. La mala noticia: no es barato. La buena noticia: Nvidia parece ser mejor que los otros en privacidad.
fr: Si vous êtes à la recherche d’un boîtier de streaming Android TV doté de fonctionnalités telles que Dolby Vision et Atmos, de la qualité 4K HDR et d’un upscaling amélioré par l’IA, ainsi que d’une télécommande personnalisable, les modèles Nvidia Shield TV et Shield TV Pro sont faits pour vous. Ces appareils intègrent Google Assistant et vous permettent de visionner en streaming à partir des applications Chromecast. Ces appareils sont parfaits pour les férus de nouvelles technologies et les joueurs qui recherchent plus que ce qu’offrent Roku et Fire TV. Mauvaise nouvelle : ces produits ne sont pas donnés. Bonne nouvelle : Nvidia semble être plus efficace que ses concurrents en matière de protection de la vie privée.

# worst_case
source: Apparently you can have a streaming TV service and have some privacy too! Indeed, Nvidia seems to do a pretty good job protecting users' privacy. They don't sell your data, which is good, especially in the streaming TV space. They even list users’ privacy rights right at the top of their <a id="a1">privacy policy</a>. These include things like, “You have the right to see the data we have collected, take it with you, make corrections, withdraw consent for future uses, opt out of sharing, or erase your data all together at any time.” Good work Nvidia!
de: Anscheinend können Sie einen Streaming-TV-Dienst haben und auch etwas Privatsphäre behalten! In der Tat scheint Nvidia ziemlich gute Arbeit zu leisten, um die Privatsphäre seiner Benutzer zu schützen. Sie verkaufen Ihre Daten nicht, was gut ist, besonders im Streaming-TV-Bereich. Sie listen sogar die Datenschutzrechte der Benutzer ganz oben in ihrer <a id="a1">Datenschutzerklärung auf</a>. Dazu gehören Dinge wie: „Sie haben das Recht, die von uns gesammelten Daten einzusehen, sie mitzunehmen, Korrekturen vorzunehmen, die Einwilligung für zukünftige Verwendungen zu widerrufen, die Weitergabe abzulehnen oder Ihre Daten jederzeit löschen zu lassen." Gute Arbeit, Nvidia!
es: ¡Parece que es posible tener un servicio de streaming de TV y algo de privacidad a la vez! De hecho, Nvidia parece hacer un buen trabajo protegiendo la privacidad de sus usuarios. No venden tus datos, lo cual es bueno, especialmente en el mundo de la televisión en streaming. Incluso enumeran los derechos de privacidad de los usuarios justo al comienzo de su <a id="a1">política de privacidad</a>. Esto incluye cosas como: «Tienes derecho a ver los datos que hemos recopilado, a llevarlos contigo, a hacer correcciones, a retirar el consentimiento para usos futuros, a optar por no compartirlos o borrarlos en cualquier momento». ¡Buen trabajo, Nvidia!
fr: Apparemment, il est possible de disposer d’un service de streaming TV tout en préservant sa vie privée ! En effet, Nvidia fait du bon travail en matière de protection de la vie privée des utilisateurs. La société ne vend pas vos données, ce qui est appréciable, en particulier dans le domaine du streaming TV. La société cite même les droits des utilisateurs en matière de protection de la vie privée tout en haut de sa <a id="a1">politique de confidentialité</a>. Par exemple, « Vous avez le droit de consulter les données que nous avons collectées, de les conserver, d’apporter des corrections, de retirer votre consentement pour des utilisations futures, de refuser le partage ou d’effacer toutes vos données à tout moment ». Bon travail Nvidia !

# worst_case
source: Nvidia’s mercifully short privacy policy includes instructions on how to set up and use an opt-out preference signal -- which helps users opt-out of website tracking all at once through a browser extension instead of having to fiddle with cookie banners everywhere they go. Which is good, because if you do consent to receive marketing communications, Nvidia say they can gather data about you from publicly available sources across the internet and <i>"identity enrichment data from third-party sources"</i> and share that with business partners and advertisers like Google to target you with interest-based ads. That's not great...so don't forget to log into their Privacy Center to disable sharing with third party advertisers.
de: Die glücklicherweise kurze Datenschutzrichtlinie von Nvidia enthält Anweisungen zum Einrichten und Verwenden eines Opt-out-Präferenzsignals, mit dem Benutzer das gesamte Website-Tracking in einem einzigen Schritt über eine Browsererweiterung deaktivieren können, anstatt überall mit Cookie-Bannern herumfummeln zu müssen. Das ist gut, denn wenn Sie dem Erhalt von Marketingmitteilungen zustimmen, sagt Nvidia, dass sie Daten über Sie aus öffentlich zugänglichen Quellen über das Internet und <i>aus "Identitätsanreicherungsdaten aus Drittquellen" sammeln und diese mit Geschäftspartnern</i> und Werbetreibenden wie Google teilen können, um Sie mit interessenbasierten Anzeigen anzusprechen. Das ist nicht toll ... also vergessen Sie nicht, sich in ihr Datenschutz-Center einzuloggen, um das Teilen mit Drittanbietern zu deaktivieren.
es: La breve política de privacidad de Nvidia incluye instrucciones sobre cómo configurar y usar una señal de preferencia de exclusión voluntaria, lo que ayuda a los usuarios a optar por excluirse de que se realicen seguimientos en sitios web a través de una extensión del navegador en lugar de tener que jugar con los banners de cookies donde quiera que ingresen. Esto es útil, porque si das tu consentimiento para recibir comunicaciones de marketing, Nvidia dice que puede recopilar datos sobre ti de fuentes disponibles públicamente en Internet y <i>«datos de enriquecimiento de identidad proveniente de fuentes de terceros»,</i> y compartirlos con socios comerciales y anunciantes como Google para orientarte con anuncios basados en intereses. Eso no es tan bueno... así que no olvides iniciar sesión en su centro de privacidad para desactivar el uso compartido con anunciantes externos.
fr: La politique de confidentialité de Nvidia, remarquablement courte, comprend des instructions sur la manière de configurer et d’utiliser un système permettant aux utilisateurs de refuser le traçage des sites web en une seule fois par le biais d’une extension de navigateur, au lieu d’avoir à se débrouiller avec des bannières de cookies un peu partout. C’est une excellente chose, car si vous acceptez de recevoir des communications promotionnelles, Nvidia indique être en mesure de collecter des données vous concernant à partir de sources accessibles publiquement sur Internet et de <i>« données d’enrichissement identitaire provenant de sources tierces »</i>, et de les partager avec des partenaires commerciaux et des annonceurs tels que Google afin de vous proposer des publicités basées sur vos centres d’intérêt. N’oubliez donc pas de vous connecter à leur centre de confidentialité pour désactiver le partage avec des annonceurs tiers.

# worst_case
source: Nvidia's remote only listens for your voice when you push a button on the remote. That's a nice feature. Beware though, any asks you make of Google Assistant or Alexa to play your TV shows can be collected by Google and Amazon and used to target you with ads and content. While we are cautioning you, we should also mention that Nvidia reportedly suffered a data breach <a id="a1">in 2022</a>. Seventy one thousand employee credentials (no consumer data though) were stolen and some of those ended up online. It's a good reminder that nothing is 100% secure on the internet and that the best way to keep personal data safe is not collecting it in the first place.
de: Die Fernbedienung von Nvidia hört nur auf Ihre Stimme, wenn Sie einen Knopf auf der Fernbedienung drücken. Das ist ein nettes Feature. Beachten Sie jedoch, dass alle Anfragen, die Sie an Google Assistant oder Alexa stellen, um Ihre TV-Sendungen abzuspielen, von Google und Amazon gesammelt und verwendet werden können, um Sie mit Anzeigen und Inhalten anzusprechen. Während wir Sie warnen, sollten wir auch erwähnen, dass Nvidia Berichten zufolge <a id="a1">2022 eine Datenschutzverletzung erlitten hat</a>. Einundsiebzigtausend Anmeldedaten von Mitarbeitern (allerdings keine Verbraucherdaten) wurden gestohlen und einige davon landeten online. Das ist eine gute Erinnerung daran, dass nichts im Internet zu 100 % sicher ist und dass der beste Weg, personenbezogene Daten zu schützen, darin besteht, sie überhaupt nicht erst zu sammeln.
es: El mando a distancia de Nvidia solo escucha tu voz cuando presionas un botón específico. Esa característica es muy buena. Sin embargo, debes tener en cuenta que Google y Amazon pueden recopilar cualquier solicitud que le hagas al Asistente de Google o Alexa para reproducir tus programas de televisión, y utilizarla para dirigirte anuncios y contenidos. También queremos advertirte que se informó que Nvidia sufrió una violación de datos <a id="a1">en 2022</a>. Se robaron setenta y un mil credenciales de empleados (aunque no hay datos de consumidores) y algunas de ellas terminaron en línea. Es un buen recordatorio de que en Internet nada es 100 % seguro y que la mejor manera de cuidar los datos personales es comenzar por no recopilarlos.
fr: La télécommande de Nvidia n’écoute votre voix que lorsque vous appuyez sur un bouton de la télécommande. C’est une fonctionnalité intéressante. Attention cependant, toutes les requêtes que vous adressez à Google Assistant ou Alexa pour diffuser vos émissions de télévision peuvent être collectées par Google et Amazon et utilisées pour vous cibler avec des publicités et du contenu. Tant que nous en sommes aux avertissements, nous devrions également mentionner que Nvidia aurait été victime d’une fuite de données <a id="a1">en 2022</a>. Soixante et onze mille informations d’identification concernant des employés (mais pas de données de consommateurs) ont été volées et certaines d’entre elles se sont retrouvées en ligne. Cela nous rappelle que rien n’est sûr à 100 % sur internet et que le meilleur moyen de protéger les données personnelles est de ne pas en recueillir.

# worst_case
source: All in all, Nvidia seemingly does an OK -- if not great -- job with privacy. In a streaming TV space where <a id="a1">companies are hungry</a> for all the data they can get on viewers, Nvidia seems to do much better than most.
de: Alles in allem scheint Nvidia einen guten - wenn nicht gar fabelhaften - Job beim Achten der Privatsphäre zu machen. In einer Streaming-TV-Realität, in der <a id="a1">die Unternehmen nach all den</a> Daten, die sie über die Zuschauer erhalten können, geradezu gieren, scheint Nvidia viel besser abzuschneiden als die meisten anderen.
es: En general, Nvidia aparentemente hace un trabajo aceptable, si no excelente, con la privacidad. En un mundo de streaming televisivo donde <a id="a1">las empresas están hambrientas</a> de la mayor cantidad de datos que puedan obtener de los espectadores, Nvidia parece ser mucho mejor que la mayoría.
fr: Dans l’ensemble, Nvidia semble faire du bon travail, voire excellent, en matière de protection de la vie privée. En particulier, dans le domaine du streaming TV, où les <a id="a1">entreprises sont avides</a> de données concernant les utilisateurs, Nvidia semble s’en sortir beaucoup mieux que la concurrence.

# how_does_it_use_data_collected
source: We ding this product for collecting data from third party sources and combining that with additional data they collect on you to use for targeted advertising and marketing purposes.
de: Wir "dingen" (beanstanden) dieses Produkt, weil es Daten aus Drittquellen sammelt und diese mit zusätzlichen Daten kombiniert, die sie über Sie sammeln, um sie für gezielte Werbe- und Marketingzwecke zu verwenden.
es: Criticamos este producto porque recopila datos de fuentes de terceros y los combina con datos adicionales que recopilan sobre ti para utilizarlos con fines publicitarios y de marketing específicos.
fr: Nous signalons ce produit comme collectant des données auprès de sources tierces et les combinant avec d’autres données qu’elles collectent sur vous, afin de les utiliser à des fins de publicité et de marketing ciblés.

# how_does_it_use_data_collected
source: Privacy Policy
de: Datenschutzrichtlinien
es: Política de privacidad
fr: Politique de confidentialité

# how_does_it_use_data_collected
source: "If you’ve consented to receive marketing communications or recommendations, we share hashed details about your identity with third-party ad providers such as Google to serve interest-based ads to you and others. These hashed details may include your name, email, phone number, job title, organizational business affiliations, zip code, country, and social media handles."
de: „Wenn Sie zugestimmt haben, Marketingmitteilungen oder Empfehlungen zu erhalten, geben wir Hash-Details über Ihre Identität an Drittanbieter von Anzeigen wie Google weiter, um Ihnen und anderen Leuten interessenbasierte Anzeigen zu zeigen. Diese gehashten Daten können Ihren Namen, Ihre E-Mail-Adresse, Ihre Telefonnummer, Ihre Berufsbezeichnung, Ihre organisatorischen Geschäftsbeziehungen, Ihre Postleitzahl, Ihr Land und Ihre Social-Media-Handles umfassen.“
es: «Si has dado tu consentimiento para recibir comunicaciones o recomendaciones de marketing, compartimos detalles cifrados sobre tu identidad con proveedores de anuncios externos, como Google, para mostrar anuncios basados en intereses a ti y a otras personas. Estos datos con hash pueden incluir tu nombre, correo electrónico, número de teléfono, puesto laboral, afiliaciones comerciales organizacionales, código postal, país y identificadores de redes sociales».
fr: « Si vous avez consenti à recevoir des communications promotionnelles ou des recommandations, nous partageons des détails codés sur votre identité avec des prestataires publicitaires tiers, tels que Google, afin de vous proposer, ainsi qu’à d’autres personnes, des publicités basées sur les centres d’intérêt. Ces informations peuvent inclure votre nom, votre adresse e-mail, votre numéro de téléphone, votre poste, votre affiliation à une organisation, votre code postal, votre pays et vos pseudonymes sur les réseaux sociaux. »

# how_does_it_use_data_collected
source: "Your information is shared in hashed form only, which means that your details are irreversibly converted to a fixed-size string of characters such as “0890f456684a70f1a9f1dbcee40c1fe847b76f338581a9a1d9202c76b1c175f4” (which is the SHA-256 hash of “NVIDIA”). Sharing information in hashed form means that third-party ad providers can only identify you if they already have the information we have shared and have hashed it themselves to match the hashed version we are sharing. Sharing information in hashed form is a way of identifying information that both parties have without sharing the information itself. You can opt out of data sharing for interest-based advertising at any time by visiting our Privacy Center or by enabling an opt-out preference signal."
de: „Ihre Daten werden nur in gehashter Form weitergegeben, was bedeutet, dass Ihre Daten irreversibel in eine Zeichenfolge mit fester Größe umgewandelt werden, z. B. „0890f456684a70f1a9f1dbcee40c1fe847b76f338581a9a1d9202c76b1c175f4“ (dies ist der SHA-256-Hash von „NVIDIA“). Das Teilen von Informationen in gehashter Form bedeutet, dass Drittanbieter von Anzeigen Sie nur identifizieren können, wenn sie bereits über die von uns geteilten Informationen verfügen und diese selbst gehasht haben, um sie mit der gehashten Version, die wir teilen, übereinzustimmend abzugleichen. Das Teilen von Informationen in gehashter Form ist eine Möglichkeit, Informationen zu identifizieren, die beide Parteien haben, ohne die Informationen selbst zu teilen. Sie können der Datenweitergabe für interessenbezogene Werbung jederzeit widersprechen, indem Sie unser Datenschutzcenter besuchen oder indem Sie ein Opt-out-Präferenzsignal aktivieren."
es: «Tu información se comparte solo en forma hash, lo que significa que los datos se convierten irreversiblemente en una cadena de caracteres de tamaño fijo, como “0890f456684a70f1a9f1dbcee40c1fe847b76f338581a9a1d9202c76b1c175f4” (que es el hash SHA-256 para“NVIDIA”). Compartir información en forma hash significa que los proveedores de anuncios de terceros solo pueden identificarte si ya tienen la información que hemos compartido y la han hasheado ellos mismos para que coincida con la versión hash que estamos compartiendo. Compartir información en forma hash es una forma de identificar la información que ambas partes tienen sin compartir la información en sí. Puedes optar por excluirte de compartir datos para publicidad basada en intereses en cualquier momento, visitando nuestro centro de privacidad o habilitando una señal de preferencia de exclusión».
fr: « Vos informations sont partagées sous forme codée uniquement, ce qui signifie que vos données sont irréversiblement converties en une chaîne de caractères de taille fixe telle que « 0890f456684a70f1a9f1dbcee40c1fe847b76f338581a9a1d9202c76b1c175f4 » (qui correspond au codage SHA-256 de « NVIDIA »). Le partage d’informations codées signifie que les prestataires publicitaires tiers ne peuvent vous identifier que s’ils disposent déjà des informations que nous avons partagées et qu’ils les ont eux-mêmes codées pour qu’elles correspondent à la version codée que nous partageons. Le partage d’informations sous forme codée est un moyen d’identifier les informations que les deux parties possèdent sans partager les informations elles-mêmes. Vous pouvez à tout moment refuser le partage des données pour la publicité basée sur les centres d’intérêt en vous rendant dans notre Centre de protection de la vie privée ou en activant un indicateur de préférence de refus. »

# how_does_it_use_data_collected
source: "We collect your information from publicly or commercially available sources such as attendance at events we sponsor, searches on the public internet, and data enrichment services. This helps us communicate with you more effectively and find others who are interested in our products and services."
de: „Wir sammeln Ihre Informationen aus öffentlich oder kommerziell verfügbaren Quellen, wie aus der Teilnahme an von uns gesponserten Veranstaltungen, aus Suchanfragen im öffentlichen Internet und Datenanreicherungsdiensten. Dies hilft uns, effektiver mit Ihnen zu kommunizieren und auch andere Leute aufzufinden, die an unseren Produkten und Dienstleistungen interessiert sind.“
es: «Recopilamos tu información de fuentes públicas o comercialmente disponibles, como la asistencia a eventos que patrocinamos, búsquedas en la Internet pública y servicios de enriquecimiento de datos. Esto nos ayuda a comunicarnos contigo de manera más efectiva y a encontrar a otras personas que estén interesadas en nuestros productos y servicios».
fr: « Nous recueillons vos informations à partir de sources publiques ou commerciales, telles que la participation à des événements que nous parrainons, des recherches sur l’internet public et des services d’enrichissement des données. Cela nous permet de communiquer plus efficacement avec vous et de trouver d’autres utilisateurs intéressés par nos produits et services. »

# how_does_it_use_data_collected
source: "We collect certain personal data from publicly available sources (e.g., the internet) to find individuals and organizations that may be interested in our products or services. The personal data we collect includes names, titles, areas of work, publication or funding histories, mentions of NVIDIA technology, and contact information including emails, phone numbers, and associated organizations or collaborations. .... If you have consented to receive marketing communications or recommendations, we share obfuscated (hashed) information about you with third-party ad providers such as Google to serve interest-based ads to you and others."
de: „Wir erheben bestimmte personenbezogene Daten aus öffentlich zugänglichen Quellen (z. B. dem Internet), um Personen und Organisationen aufzufinden, die an unseren Produkten oder Dienstleistungen interessiert sein könnten. Die von uns erfassten personenbezogenen Daten umfassen Namen, Titel, Arbeitsbereiche, Veröffentlichungs- oder Finanzierungshistorien, Erwähnungen der NVIDIA-Technologie und Kontaktinformationen wie E-Mails, Telefonnummern und zugehörige Organisationen oder Kooperationen. .... Wenn Sie zugestimmt haben, Marketingmitteilungen oder Empfehlungen zu erhalten, geben wir verschleierte (gehashte) Informationen über Sie an Drittanbieter von Anzeigen wie Google weiter, um Ihnen und anderen Menschen interessenbasierte Anzeigen zu zeigen."
es: «Recopilamos ciertos datos personales de fuentes disponibles públicamente (p. ej., Internet) para encontrar personas y organizaciones que puedan estar interesadas en nuestros productos o servicios. Los datos personales que recopilamos incluyen nombres, títulos, áreas de trabajo, historiales de publicación o financiación, menciones de la tecnología NVIDIA e información de contacto, como correos electrónicos, números de teléfono y organizaciones o colaboraciones asociadas. ...Si has dado tu consentimiento para recibir comunicaciones o recomendaciones de marketing, compartimos información ofuscada (con hash) sobre ti con proveedores de anuncios de terceros, como Google, para mostrar anuncios basados en intereses a ti y a otras personas».
fr: « Nous collectons certaines données personnelles à partir de sources accessibles au public (notamment sur internet) afin de trouver des personnes et des organisations susceptibles d’être intéressées par nos produits et services. Les données personnelles que nous collectons comprennent les noms, les titres, les secteurs professionnels, l’historique des publications ou des financements, les mentions de la technologie NVIDIA et les informations de contact, y compris les adresses e-mail, les numéros de téléphone et les organisations ou partenariats associés. ….Si vous avez consenti à recevoir des communications promotionnelles ou des recommandations, nous partageons des informations codées vous concernant avec des prestataires publicitaires tiers, tels que Google, afin de vous proposer, ainsi qu’à d’autres, des publicités basées sur vos centres d’intérêt. »
