Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/nvidia-shield-tv.po
Languages: de, es, fr

# how_does_it_use_data_collected
source: "We collect identity enrichment data from third-party sources such as your name, email, job title, company, associated industries, and social media handles..... We share this information with business partners so they can communicate with you about relevant products or services. If you have consented to receive marketing communications or recommendations, we share obfuscated (hashed) information about you with third-party ad providers such as Google to serve interest-based ads to you and others."
de: „Wir sammeln Daten zur Identitätsanreicherung aus Drittquellen wie Name, E-Mail-Adresse, Berufsbezeichnung, Unternehmen, zugehörige Branchen und Social-Media-Handles … Wir geben diese Informationen an Geschäftspartner weiter, damit diese mit Ihnen über relevante Produkte oder Dienstleistungen kommunizieren können. Wenn Sie zugestimmt haben, Marketingmitteilungen oder Empfehlungen zu erhalten, geben wir verschleierte (gehashte) Informationen über Sie an Drittanbieter von Anzeigen wie Google weiter, um Ihnen und anderen interessenbasierte Anzeigen zu schalten.“
es: «Recopilamos datos de enriquecimiento de identidad de fuentes de terceros, como tu nombre, correo electrónico, puesto laboral, empresa, industrias asociadas y cuentas de redes sociales... Compartimos esta información con socios comerciales para que puedan comunicarse contigo sobre productos o servicios relevantes. Si has dado tu consentimiento para recibir comunicaciones o recomendaciones de marketing, compartimos información ofuscada (con hash) sobre ti con proveedores de anuncios de terceros, como Google, para mostrar anuncios basados en intereses a ti y a otras personas».
fr: « Nous collectons des données d’enrichissement identitaire à partir de sources tierces, telles que votre nom, votre adresse e-mail, votre poste, votre entreprise, les secteurs d’activité associés et vos coordonnées sur les réseaux sociaux (…..). Nous partageons ces informations avec nos partenaires commerciaux afin qu’ils puissent communiquer avec vous au sujet de produits ou de services pertinents. Si vous avez consenti à recevoir des communications promotionnelles ou des recommandations, nous partageons des informations codées vous concernant avec des prestataires publicitaires tiers, tels que Google, afin de vous proposer, ainsi qu’à d’autres, des publicités basées sur vos centres d’intérêt. »

# how_does_it_use_data_collected
source: "AV and AI technologies require access to large volumes of high-quality data to learn how to perceive, classify, and navigate among people, objects, and scenes. We collect public images and other data through sensors on NVIDIA or partner-identified vehicles and in clearly disclosed public spaces–as well as datasets collected by others–to improve the safety and reliability of our AV and AI models. This data is never associated with any other product or service."
de: „AV- und KI-Technologien benötigen Zugriff auf große Mengen hochwertiger Daten, um zu lernen, wie man Menschen, Objekte und Szenen wahrnimmt, klassifiziert und navigiert. Wir sammeln öffentliche Bilder und andere Daten über Sensoren auf NVIDIA oder von Partnern identifizierten Fahrzeugen und in eindeutig offengelegten öffentlichen Räumen sowie von anderen gesammelte Datensätze, um die Sicherheit und Zuverlässigkeit unserer AV- und KI-Modelle zu verbessern. Diese Daten werden niemals mit anderen Produkten oder Dienstleistungen in Verbindung gebracht."
es: «Las tecnologías de vehículos autónomos (VA) e IA requieren acceso a grandes volúmenes de datos de alta calidad para aprender a percibir, clasificar y navegar entre personas, objetos y escenas. Recopilamos imágenes públicas y otros datos a través de sensores en vehículos identificados por NVIDIA u otros socios, y en espacios públicos claramente divulgados, así como sets de datos recopilados por otros, para mejorar la seguridad y confiabilidad de nuestros modelos de VA e IA. Estos datos nunca se asocian a ningún otro producto o servicio».
fr: « Les technologies audiovisuelles et d’IA nécessitent l’accès à d’importants volumes de données de haute qualité pour apprendre à percevoir, classer et se repérer parmi les individus, les objets et les scènes. Nous collectons des images publiques et d’autres données par le biais de capteurs installés sur les véhicules appartenant à NVIDIA ou à des partenaires et dans des espaces publics clairement identifiés, ainsi que des ensembles de données collectées par des tiers, afin d’améliorer la sécurité et la fiabilité de nos modèles audiovisuels et d’intelligence artificielle. Ces données ne sont jamais associées à un autre produit ou service. »

# user_friendly_privacy_policy_helptext
source: Nvidia's privacy policy is fairly easy to read and understand. They use tables to make it easier to understand what data they collect and how they use it, which we appreciate.
de: Die Datenschutzerklärung von Nvidia ist ziemlich einfach zu lesen und zu verstehen. Sie verwenden Tabellen, um leichter verständlich darzustellen, welche Daten sie sammeln und wie sie sie verwenden, was wir zu schätzen wissen.
es: La política de privacidad de Nvidia es bastante fácil de leer y de entender. Utilizan tablas para facilitar la comprensión de qué datos recopilan y cómo los utilizan, algo que agradecemos.
fr: La politique de confidentialité de Nvidia est relativement simple à lire et à comprendre. Des tableaux sont présentés pour faciliter la compréhension des données collectées et de leur utilisation, ce qui est appréciable.

# manage_vulnerabilities_helptext
source: Anyone can report a vulnerability at <a id="a1">https://www.nvidia.com/en-us/security/report-vulnerability/</a>
de: Jedermann kann eine Schwachstelle unter https://www.nvidia.com/en-us/security/report-vulnerability/ melden <a id="a1">.</a>
es: Cualquier persona puede denunciar una vulnerabilidad en <a id="a1">https://www.nvidia.com/en-us/security/report-vulnerability/</a>
fr: N’importe qui peut signaler une vulnérabilité à l’adresse <a id="a1">https://www.nvidia.com/fr-fr/security/report-vulnerability/</a>

# tips_to_protect_yourself
source: You can configure privacy and data settings by visiting <a id="a1">privacy.nvidia.com</a>.
de: Sie können Datenschutz- und Dateneinstellungen konfigurieren, indem Sie privacy.nvidia.com <a id="a1">besuchen</a>.
es: Puedes configurar los ajustes de privacidad y datos ingresando en <a id="a1">privacy.nvidia.com</a>.
fr: Vous pouvez configurer les paramètres de confidentialité et de données en visitant <a id="a1">privacy.nvidia.com</a>.

# tips_to_protect_yourself
source: Opt out of data sharing for interest-based advertising via the<a id="a1"> privacy center</a>
de: Deaktivieren Sie die Datenweitergabe für interessenbezogene Werbung über das<a id="a1"> Datenschutz-Center</a>
es: Opta por excluirte de compartir datos para publicidad basada en intereses en el <a id="a1">centro de privacidad</a>
fr: Refusez le partage des données pour la publicité basée sur vos centres d’intérêt via le<a id="a1"> centre de protection de la vie privée</a>

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Standort, außer es ist notwendig).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (n’autorisez pas l’accès à votre caméra, votre micro, vos images et votre localisation, sauf si nécessaire).

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad
fr: Mettez votre application à jour régulièrement

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire via votre appareil (par ex., sur iPhone, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung für ein Konto nicht der Nachverfolgung Ihrer Daten zu, falls möglich.
es: Cuando inicies el registro, no aceptes el seguimiento de tus datos si es posible.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.

# personal_data_collected
source: Username, email address, account preferences, login activity, and IP address; birthdate; geographic region;<br/> <br/>Information about the features and applications used in connection with our products or services, including the software or games you are using.
de: Benutzername, E-Mail-Adresse, Kontoeinstellungen, Anmeldeaktivität und IP-Adresse; Geburtsdatum; geografische Region;<br/> <br/>Informationen über die Funktionen und Anwendungen, die in Verbindung mit unseren Produkten oder Dienstleistungen verwendet werden, einschließlich der von Ihnen verwendeten Software oder Spiele.
es: Nombre de usuario, dirección de correo electrónico, preferencias de cuenta, actividad de inicio de sesión y dirección IP; fecha de nacimiento; región geográfica;<br/> <br/>Información sobre las funciones y aplicaciones utilizadas en relación con nuestros productos o servicios, incluido el software o los juegos que utilizas.
fr: Nom d’utilisateur, adresse e-mail, préférences de compte, activité de connexion et adresse IP ; date de naissance ; région géographique ;<br/> <br/>informations sur les fonctions et applications utilisées en relation avec nos produits ou services, y compris les logiciels ou jeux que vous utilisez.

# how_can_you_control_your_data
source: Privacy Policy
de: Datenschutzrichtlinien
es: Política de privacidad
fr: Politique de confidentialité

# how_can_you_control_your_data
source: "We retain your personal data for as long as our engagement with you continues (e.g., emails, website visits, logins, or event attendance). We erase customer and enterprise personal data if there has been no engagement with you for more than five years.
de: „Wir bewahren Ihre personenbezogenen Daten so lange auf, wie unsere Zusammenarbeit mit Ihnen andauert (z. B. E-Mails, Website-Besuche, Anmeldungen oder Teilnahme an Veranstaltungen). Wir löschen personenbezogene Daten von Kunden und Unternehmen, wenn seit mehr als fünf Jahren keine Zusammenarbeit mit Ihnen besteht.
es: «Conservaremos tus datos personales mientras continúe vigente nuestra relación contigo (p. ej., correos electrónicos, visitas a sitios web, inicios de sesión o asistencia a eventos). Eliminaremos los datos personales de clientes y empresas si no ha habido ninguna relación contigo durante más de cinco años.
fr: « Nous conservons vos données à caractère personnel aussi longtemps que notre collaboration se poursuit (par exemple, e-mails, visites de sites web, connexions ou participation à des événements). Nous effaçons les données personnelles des clients et des entreprises lorsque notre engagement avec vous n’a pas été renouvelé depuis plus de cinq ans.

# how_can_you_control_your_data
source: We retain data collected from public spaces for as long as it continues to support our AV and AI projects. If you are a member of the public and wish to exercise any of your privacy rights, please contact us directly at privacy@nvidia.com."
de: Wir bewahren Daten aus öffentlichen Räumen auf, solange sie unsere AV- und KI-Projekte unterstützen. Wenn Sie ein Mitglied der Öffentlichkeit sind und eines Ihrer Datenschutzrechte ausüben möchten, kontaktieren Sie uns bitte direkt unter privacy@nvidia.com."
es: Conservamos los datos recopilados de los espacios públicos mientras continúen respaldando nuestros proyectos de VA e IA. Si eres un miembro del público y deseas ejercer cualquiera de tus derechos de privacidad, ponte en contacto con nosotros directamente en privacy@nvidia.com».
fr: Nous conservons les données collectées dans les espaces publics tant qu’elles continuent à soutenir nos projets en matière d’audiovisuel et d’intelligence artificielle. Si vous êtes un membre du public et que vous souhaitez exercer vos droits en matière de protection de la vie privée, veuillez nous contacter directement à l’adresse privacy@nvidia.com. »

# how_can_you_control_your_data
source: "You have the right to see the data we have collected, take it with you, make corrections, withdraw consent for future uses, opt out of sharing, or erase your data all together at any time."
de: „Sie haben jederzeit das Recht, die von uns erhobenen Daten einzusehen, mitzunehmen, Korrekturen vorzunehmen, die Einwilligung für zukünftige Verwendungen zu widerrufen, die Weitergabe abzulehnen oder Ihre Daten gesamthaft zu löschen.“
es: «Tienes derecho a ver los datos que hemos recopilado, a llevarlos contigo, a hacer correcciones, a retirar el consentimiento para usos futuros, a optar por no compartirlos o borrarlos en cualquier momento».
fr: « Vous êtes en droit de consulter les données que nous avons collectées, de les conserver, d’y apporter des corrections, de retirer votre consentement pour des utilisations futures, de refuser le partage ou d’effacer l’ensemble de vos données à tout moment. »

# how_can_you_control_your_data
source: "You can opt out of data sharing for interest-based advertising at any time by visiting our Privacy Center or by enabling an opt-out preference signal."
de: „Sie können der Datenweitergabe für interessenbezogene Werbung jederzeit widersprechen, indem Sie unser Datenschutzcenter besuchen oder ein Opt-out-Präferenzsignal aktivieren.“
es: «Puedes optar por excluirte de compartir datos para publicidad basada en intereses en cualquier momento visitando nuestro centro de privacidad o habilitando una señal de preferencia de exclusión».
fr: « Vous pouvez à tout moment refuser le partage des données pour la publicité basée sur vos centres d’intérêt en visitant notre Centre de protection de la vie privée ou en activant un signal de préférence de refus. »

# track_record_details
source: In March 2022, a data leak <a id="a1">happened</a> at Nvidia that exposed credentials of over 71,000 employees. "Impacted data <a id="a2">included</a> over 70k employee email addresses and NTLM password hashes, many of which were subsequently cracked and circulated within the hacking community.” In a tweet Troy Hunt, the owner of HaveIBeenPwnd, stated that 17% of addresses were already in the database." Nvidia promptly stepped back and required all employees to change passwords. The consumer data was not impacted by the breach.
de: Im März 2022 <a id="a1">kam es</a> bei Nvidia zu einem Datenleck, das die Anmeldeinformationen von über 71'000 Mitarbeitern enthüllte. "Zu den betroffenen Daten <a id="a2">gehörten</a> über 70'000 Mitarbeiter-E-Mail-Adressen und NTLM-Passwort-Hashes, von denen viele anschließend geknackt und in der Hacker-Community verbreitet wurden." In einem Tweet gab Troy Hunt, der Eigentümer von HaveIBeenPwnd, an, dass sich bereits 17 % der Adressen in der Datenbank befanden." Nvidia zog sich umgehend zurück und forderte alle Mitarbeiter auf, ihre Passwörter zu ändern. Die Verbraucherdaten waren von dem Verstoß nicht betroffen.
es: En marzo de 2022, <a id="a1">tuvo lugar</a> una fuga de datos en Nvidia que expuso las credenciales de más de 71.000 empleados. «Los datos afectados <a id="a2">incluyeron</a> más de 70 mil direcciones de correo electrónico de empleados y hashes de contraseñas NTLM, muchos de los cuales fueron posteriormente descifrados y distribuidos dentro de la comunidad de hackers». En un tweet, Troy Hunt, el propietario de HaveIBeenPwnd, declaró que el 17 % de las direcciones ya estaban en la base de datos. Nvidia actuó rápidamente y exigió a todos los empleados que cambiaran sus contraseñas. Los datos de consumidores no se vieron afectados.
fr: En mars 2022, une fuite de données est <a id="a1">survenue</a> chez Nvidia, exposant les informations d’identification de plus de 71 000 employés. « Les données touchées <a id="a2">comprenaient</a> plus de 70 000 adresses e-mail d’employés et des chiffrages de mots de passe NTLM, dont beaucoup ont ensuite été déchiffrés et diffusés au sein de la communauté des pirates informatiques ». Dans un tweet, Troy Hunt, le propriétaire de HaveIBeenPwnd, a déclaré que « 17 % des adresses se trouvaient déjà dans la base de données ». Nvidia a rapidement réagi et a demandé à tous ses employés de changer de mot de passe. Les données des consommateurs n’ont pas été affectées par la faille.

# child_safety_blurb
source: "We take special care to protect the privacy of children, and our products and services are not targeted for use by children under the age of 13.
de: „Wir achten besonders auf den Schutz der Privatsphäre von Kindern, und unsere Produkte und Dienstleistungen sind nicht für Kinder unter 13 Jahren bestimmt.
es: «Tenemos especial cuidado en proteger la privacidad de los niños; nuestros productos y servicios no están destinados para ser utilizados por menores de 13 años.
fr: « Nous veillons tout particulièrement à protéger la vie privée des enfants et nos produits et services ne sont pas destinés à être utilisés par des enfants de moins de 13 ans.

# child_safety_blurb
source: We don’t collect data from children under the age of 13. We also don’t collect data if the collection would require parental consent in the relevant jurisdiction.
de: Wir erheben keine Daten von Kindern unter 13 Jahren. Wir erheben auch keine Daten, wenn die Erhebung die Zustimmung der Eltern in der jeweiligen Gerichtsbarkeit erfordern würde.
es: No recopilamos datos de menores de 13 años. Tampoco recopilamos datos si tal recopilación requeriría el consentimiento de los padres en la jurisdicción correspondiente.
fr: Nous ne collectons pas de données concernant des enfants de moins de 13 ans. Nous ne collectons pas non plus de données si la collecte nécessite un consentement parental dans la juridiction concernée.

# child_safety_blurb
source: We do not share any data of children under the age of 18 unless sharing is necessary for service functionality. For example, if a user is already an account holder with one of our GeForce NOW Alliance partners, we share the user’s operating system version, network type, games played, session time, ratings and feedback, error data, and a masked version of the user’s IP address with that GeForce NOW Alliance Partner to enable that service’s functionality.
de: Wir geben keine Daten von Kindern unter 18 Jahren weiter, es sei denn, die Weitergabe ist für die Funktionalität des Dienstes erforderlich. Wenn ein Benutzer beispielsweise bereits Kontoinhaber bei einem unserer GeForce NOW Alliance-Partner ist, teilen wir die Betriebssystemversion, den Netzwerktyp, die gespielten Spiele, die Sitzungszeit, die Bewertungen und das Feedback, die Fehlerdaten und eine maskierte Version der IP-Adresse des Benutzers mit diesem GeForce NOW Alliance-Partner, um die Funktionalität dieses Dienstes zu ermöglichen.
es: No compartimos ningún dato de menores de 18 años a menos que sea necesario para la funcionalidad del servicio. Por ejemplo, si un usuario ya es titular de una cuenta con uno de nuestros socios de GeForce NOW Alliance, compartimos la versión del sistema operativo del usuario, el tipo de red, los juegos utilizados, el tiempo de la sesión, las calificaciones y los comentarios, los datos de error y una versión enmascarada de la dirección IP del usuario con ese socio de GeForce NOW Alliance para habilitar la funcionalidad de ese servicio.
fr: Nous ne partageons aucune donnée concernant des enfants de moins de 18 ans, à moins que ce partage ne soit nécessaire à la fonctionnalité du service. Par exemple, si un utilisateur est déjà titulaire d’un compte auprès de l’un de nos partenaires GeForce NOW Alliance, nous partageons la version du système d’exploitation de l’utilisateur, le type de réseau, les jeux joués, la durée de la session, les évaluations et les commentaires, les rapports d’erreur et une version masquée de l’adresse IP de l’utilisateur avec notre partenaire GeForce NOW Alliance afin de permettre la fonctionnalité de ce service.
