Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/nvidia-shield-tv.po
Languages: de, es, fr

# child_safety_blurb
source: We employ reasonable technological safeguards to comply with local laws, and to prevent underage children from accessing areas of our services where personal information may be collected. For example, underage children are not allowed to participate in our user-to-user forums, subscribe to an email newsletter, or enter any of our sweepstakes or contests.
de: Wir setzen angemessene technologische Sicherheitsvorkehrungen ein, um die lokalen Gesetze einzuhalten und zu verhindern, dass minderjährige Kinder auf Bereiche unserer Dienste zugreifen, in denen personenbezogene Daten erfasst werden können. Zum Beispiel dürfen minderjährige Kinder nicht an unseren Benutzer-zu-Benutzer-Foren teilnehmen, einen E-Mail-Newsletter abonnieren oder an einem unserer Gewinnspiele oder Wettbewerbe teilnehmen.
es: Empleamos salvaguardas tecnológicas razonables para cumplir con las leyes locales y evitar que los menores de edad accedan a áreas de nuestros servicios donde se puede recopilar información personal. Por ejemplo, no se permite que los menores de edad participen en nuestros foros de usuarios, se suscriban a un boletín informativo por correo electrónico o participen en cualquiera de nuestros sorteos o concursos.
fr: Nous utilisons des mesures de protection technologiques appropriées pour nous conformer aux lois locales et pour empêcher les enfants mineurs d’accéder aux sections de nos services dans lesquelles des informations personnelles peuvent être collectées. Par exemple, les enfants mineurs ne sont pas autorisés à participer à nos forums d’utilisateurs, à s’abonner à un bulletin d’information électronique ou à participer à nos tirages au sort ou à nos concours.

# child_safety_blurb
source: Please contact us if you become aware that your child has provided us with personal data without your consent."
de: Bitte kontaktieren Sie uns, wenn Sie feststellen, dass Ihr Kind uns ohne Ihre Einwilligung personenbezogene Daten zur Verfügung gestellt hat.“
es: Si te enteras de que tu hijo nos ha proporcionado datos personales sin tu consentimiento, ponte en contacto con nosotros».
fr: Si vous constatez que votre enfant nous a fourni des données à caractère personnel sans votre consentement, veuillez nous contacter. »

# ai_what_can_it_do
source: SHIELD delivers AI powered upscaling, capable of intelligently scaling lower resolution video to your TV’s native resolution.
de: SHIELD bietet KI-gestütztes Upscaling und ist in der Lage, Videos mit niedrigerer Auflösung intelligent auf die native Auflösung des Fernsehers zu skalieren.
es: SHIELD ofrece una función de mejora impulsada por IA, que permite escalar de forma inteligente los vídeos de menor resolución a la resolución nativa de tu televisor.
fr: SHIELD offre une mise à l’échelle optimisée par l’IA, capable de mettre à l’échelle intelligemment une vidéo de résolution inférieure à la résolution native de votre téléviseur.
