Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/oculus-quest-2-vr-headset.po
Languages: de, es, fr

# blurb
source: Facebook's Oculus Quest 2 VR headset lets you play games inside the game or, as <a id="a1">Mark Zuckerberg hopes you'll call it</a>, the Metaverse. Immerse yourself in virtual reality as you climb tall mountains, battle bad guys, or have a lightsaber fight with Lord Vader. Just be careful to not get too carried away and break your walls or your neck. Be warned, Facebook still requires you to have a Facebook account to use the Oculus Quest 2. And they can and probably will use that account to generate lots more data about you. That's just what Facebook does.
de: Mit dem VR-Headset Oculus Quest 2 von Facebook können Sie Spiele innerhalb eines Spiels oder, wie <a id="a1">Mark Zuckerberg hofft, dass Sie es nennen werden</a>, des Metaverse spielen. Tauchen Sie in die virtuelle Realität ein und erklimmen Sie hohe Berge, kämpfen Sie gegen Bösewichte oder tragen Sie einen Lichtschwertkampf mit Lord Vader aus. Passen Sie nur auf, dass Sie es nicht übertreiben und gegen Wände laufen oder sich das Genick brechen. Seien Sie gewarnt: Facebook verlangt nach wie vor, dass Sie ein Facebook-Konto haben, um die Oculus Quest 2 nutzen zu können. Und Facebook kann und wird dieses Konto vermutlich nutzen, um viele weitere Daten über Sie zu sammeln. Denn das ist einfach das, was Facebook tut.
es: Las gafas de realidad virtual Oculus Quest 2, de Facebook, permiten jugar juegos dentro del juego o, como <a id="a1">Mark Zuckerberg espera que lo llames</a>, el Metaverso. Sumérgete en la realidad virtual y escala altas montañas, enfréntate a villanos o lucha con un sable de luz contra Darth Vader. Solo debes tener cuidado de no dejarte llevar demasiado y romper las paredes... o tu cuello. Atención, Facebook aún requiere que tengas una cuenta de Facebook para usar el Oculus Quest 2. Además, la empresa podría usar y probablemente usará esa cuenta para generar muchos más datos sobre ti. Eso es simplemente lo que hace Facebook.
fr: Le casque de réalité virtuelle Oculus Quest 2 de Facebook vous permet de jouer à des jeux dans le jeu ou, comme <a id="a1">Mark Zuckerberg espère que vous l’appellerez</a>, le métavers. Plongez dans la réalité virtuelle en escaladant de hautes montagnes, en combattant des méchants ou en vous battant au sabre laser avec Dark Vador. Faites juste attention à ne pas trop vous emporter et à ne pas casser vos murs ou vous tordre le cou. Attention cependant, Facebook exige toujours que vous ayez un compte Facebook pour utiliser l’Oculus Quest 2. Et Facebook peut et utilisera probablement ce compte pour générer beaucoup plus de données sur vous. C’est dans les habitudes de Facebook.

# worst_case
source: Facebook—the maker of the Oculus Quest 2—has a <a id="a1">long history</a> of betraying users' privacy and trust. They've faced <a id="a2">record fines</a> around<a id="a3"> the world</a> for this and have been <a id="a4">caught hiding data leaks</a> from their users. Just as recently as April 2021, it was <a id="a5">reported</a> the personal information of more than 500 million Facebook users was shared online in a massive data leak. Couple that with recent Facebook whistleblower testimony to the US Congress that <a id="a6">outlined</a> the harms Facebook causes and the <a id="a7">dishonest way</a> they approach dealing with these harms and Facebook appears to be one of most immoral companies we review in *Privacy Not Included.
de: Facebook - der Hersteller der Oculus Quest 2 - hat bereits eine <a id="a1">lange Geschichte</a> des Verrats an der Privatsphäre und dem Vertrauen der Nutzer. Das Unternehmen wurde dafür mit <a id="a2">Rekordstrafen</a> auf der ganzen <a id="a3">Welt </a>belegt und wurde <a id="a4">erwischt, als es Datenlecks vor seinen Nutzern versteckte</a>. Erst im April 2021 wurde<a id="a5">berichtet</a>, dass die personenbezogenen Daten von mehr als 500 Millionen Facebook-Nutzern in einem massiven Datenleck online gestellt wurden. In Verbindung mit den jüngsten Aussagen von Facebook-Whistleblowern vor dem US-Kongress, die <a id="a6">darlegten</a>, welchen Schaden Facebook anrichtet und wie <a id="a7">unredlich</a> das Unternehmen mit diesen Schäden umgeht, scheint Facebook eines der unmoralischsten Unternehmen zu sein, die wir in *Privacy Not Included* untersuchen.
es: Facebook —el fabricante del Oculus Quest 2— tiene un <a id="a1">largo historial</a> de traiciones a la privacidad y la confianza de sus usuarios. Han tenido que enfrentar <a id="a2">multas récord</a> en todo <a id="a3">el mundo</a> por este motivo, y han sido <a id="a4">sorprendidos ocultando filtraciones de datos</a> de sus usuarios. Hace muy poco, en abril de 2021, se <a id="a5">informó</a> que los datos personales de más de 500 millones de usuarios de Facebook habían sido compartidos en línea durante una filtración masiva de información. Junta esto con el reciente testimonio de un denunciante de Facebook ante el Congreso de los EE. UU. en el que <a id="a6">describió</a> los daños que causa Facebook y la <a id="a7">forma deshonesta</a> en la que aborda el manejo de estos daños, y verás que Facebook parece ser una de las empresas más inmorales de las que revisamos en *Privacidad no incluida.
fr: Facebook — le fabriquant de l’Oculus Quest 2 — est <a id="a1">bien connu</a> pour son irrespect de la confidentialité et de la confiance de ses utilisateurs et utilisatrices. L’entreprise s’est vue infliger des <a id="a2">amendes record</a> à ce sujet <a id="a3">dans le monde entier</a> et a déjà été <a id="a4">prise la main dans le sac à dissimuler des fuites de données</a> à ses utilisateurs et utilisatrices. Pas plus tard qu’en avril 2021, il a été <a id="a5">rapporté</a> que les informations personnelles de plus de 500 millions d’utilisateurs de Facebook ont été partagées en ligne lors d’une fuite massive de données. Ajoutez à cela le récent témoignage d’une lanceuse d’alerte de Facebook au Congrès américain qui a <a id="a6">décrit</a> les dommages causés par Facebook et la <a id="a7">façon malhonnête</a> dont ils font face à ces problèmes et Facebook semble être l’une des entreprises les plus immorales que nous passons en revue dans *Confidentialité non incluse.

# worst_case
source: This is the starting point for bringing a device with both cameras and microphones that will be mapping and <a id="a1">collecting a lot of data</a> about you and your home environment. To use the device, you're <a id="a2">still required to have a Facebook account</a> (unless you shell out <a id="a3">an additional $500</a> for a business version), which is another flag for us as Facebook collects and shares a large amount of user data and doesn’t always secure that data properly. The question comes down to, does Facebook have your best interests at heart when it collects all the data this device is capable of collecting? From <a id="a4">Cambridge Analytica</a> to where we are today, the answer to that question is a resounding NO. We're afraid this device comes with *privacy not included.
de: Dies ist der Ausgangspunkt für ein Gerät mit Kameras und Mikrofonen, das <a id="a1">viele Daten</a> über Sie und Ihre häusliche Umgebung abbildet und sammelt. Um das Gerät zu verwenden, <a id="a2">benötigen Sie immer noch ein Facebook-Konto</a> (es sei denn, Sie zahlen <a id="a3">zusätzliche 500 US-Dollar</a> für eine Business-Version). Das ist für uns wieder einmal ein Warnzeichen, da Facebook stets eine große Menge an Benutzerdaten sammelt und teilt - und diese Daten immer richtig sichert. Es stellt sich die Frage, ob Facebook Ihr bestes Interesse im Auge hat, wenn es alle Daten sammelt, die dieses Gerät sammeln kann? Von <a id="a4">Cambridge Analytica</a> bis zu unserem heutigen Wissensstand ist die Antwort auf diese Frage ein klares NEIN. Wir befürchten, dass für dieses Gerät gilt: *Privacy Not Included.
es: Este es el punto de partida para un dispositivo que tiene cámaras y micrófonos que trazarán y recopilarán <a id="a1">una gran cantidad de datos</a> sobre ti y el entorno de tu hogar. Para usar el dispositivo, <a id="a2">debes tener una cuenta de Facebook</a> (a menos que desembolses<a id="a3"> 500 dólares adicionales</a> para comprar una versión empresarial), lo que creemos que representa otra bandera roja, ya que Facebook recopila y comparte una gran cantidad de datos de usuarios y no siempre los asegura correctamente. La pregunta se reduce a, ¿Facebook se preocupa por ti cuando recopila todos los datos que este dispositivo es capaz de recopilar? Desde <a id="a4">Cambridge Analytica </a> hasta hoy, la respuesta a esa pregunta es un NO rotundo. Lamentablemente, este dispositivo viene con *privacidad no incluida.
fr: C’est le point de départ pour proposer un appareil avec à la fois des caméras et des microphones qui associe et <a id="a1">collecte beaucoup de données</a> sur vous et votre environnement domestique. Pour utiliser l’appareil, vous devez <a id="a2">toujours avoir un compte Facebook</a> (sauf si vous déboursez <a id="a3">500 $ supplémentaires</a> pour une version professionnelle), il s’agit d’un autre signal d’alarme pour nous, car Facebook collecte et partage une grande quantité de données utilisateur et ne sécurise pas toujours ces données correctement. La question à se poser est simple : Facebook a-t-il votre intérêt à cœur quand il collecte toutes ces données via cet appareil ? La réponse a déjà bien trop souvent été NON (lors de l’affaire <a id="a4">Cambridge Analytica</a>, entre autres). Nous avons bien peur que cet appareil doive porter la mention *Confidentialité non incluse.

# signup_requirement_explanation
source: Facebook account is required
de: Facebook-Konto ist erforderlich
es: Se requiere una cuenta de Facebook
fr: Un compte Facebook est requis

# how_does_it_use_data_collected
source: Facebook's Oculus receives information about you from third parties, including third-party apps, developers, other online content providers, and marketing partners that provide information.
de: Oculus von Facebook erhält Informationen über Sie von Dritten, einschließlich Drittanbieter-Apps, Entwicklern, anderen Anbietern von Online-Inhalten und Marketingpartnern, die Informationen bereitstellen.
es: Oculus de Facebook recibe información sobre ti por parte de terceros, incluyendo aplicaciones, desarrolladores, otros proveedores de contenido en línea y socios de marketing externos que proporcionan información.
fr: Oculus de Facebook reçoit des informations vous concernant de tiers, y compris des applications tierces, des développeurs, d’autres fournisseurs de contenu en ligne et des partenaires marketing qui fournissent des informations.

# how_does_it_use_data_collected
source: Oculus shares information with related companies, including the Facebook Companies. Facebook shares data with numerous third parties such as partners who use their analytics services, advertisers, measurement partners, partners offering goods and services in Facebook products, vendors and service providers, researchers and academics, law enforcement, and legal requests.
de: Oculus teilt Informationen mit verbundenen Unternehmen, einschließlich der Facebook-Unternehmen. Facebook gibt Daten an zahlreiche Dritte weiter, z. B. an Partner, die seine Analysedienste nutzen, Werbetreibende, Messpartner, Partner, die Waren und Services in Facebook-Produkten anbieten, Verkäufer und Dienstleister, Forscher und Akademiker, Strafverfolgungsbehörden und rechtliche Anfragesteller.
es: Oculus comparte información con empresas relacionadas, incluyendo las empresas de Facebook. Facebook comparte datos con muchas otras partes externas, tales como socios que utilizan sus servicios de análisis, anunciantes, socios de medición, socios que ofrecen bienes y servicios en productos de Facebook, vendedores y proveedores de servicios, investigadores y académicos, fuerzas policiales y solicitantes legales.
fr: Oculus partage des informations avec des sociétés liées, y compris les sociétés Facebook. Facebook partage des données avec de nombreux tiers, comme les partenaires qui utilisent ses services d’analyse, des annonceurs, les partenaires de mesure, les partenaires proposant des biens et services sur les produits Facebook, des fournisseurs et prestataires de services, des chercheurs et universitaires et les forces de l’ordre, et les partage aussi sur demande légale.

# user_friendly_privacy_policy_helptext
source: Detailed Privacy FAQ &amp; settings are provided
de: Ausführliche FAQ zum Datenschutz & Einstellungen werden bereitgestellt
es: Se proporcionan preguntas frecuentes (FAQ) detalladas sobre privacidad y configuración
fr: Des paramètres et une FAQ détaillée sur la vie privée sont proposés

# tips_to_protect_yourself
source: Connect your Oculus to the <a id="a1">secure WiFi network</a>
de: Verbinden Sie Ihr Oculus mit einem <a id="a1">sicheren WLAN-Netzwerk</a>
es: Conecta tu Oculus a una <a id="a1">red wifi segura</a>
fr: Connectez votre Oculus au <a id="a1">réseau Wi-Fi sécurisé</a>

# tips_to_protect_yourself
source: Set up an <a id="a1">unlock pattern</a> and secure your Quest 2 or Quest with an extra layer of security that you can use to prevent others from accessing your device or saved passwords.
de: Legen Sie ein <a id="a1">Entsperrmuster</a> fest und sichern Sie Quest 2 oder Quest mit einer zusätzlichen Sicherheitsebene, die verhindern kann, dass andere auf Ihr Gerät oder gespeicherte Passwörter zugreifen.
es: Configura un <a id="a1">patrón de desbloqueo</a> y protege tu Quest 2 o tu Quest con un factor adicional de seguridad que puedes usar para evitar que otras personas accedan a tu dispositivo o contraseñas guardadas.
fr: Configurez un <a id="a1">schéma de déverrouillage</a> et sécurisez votre Quest 2 ou Quest avec une couche de sécurité supplémentaire que vous pouvez utiliser pour empêcher d’autres personnes d’accéder à votre appareil ou aux mots de passe enregistrés.

# tips_to_protect_yourself
source: Minimize the amount of data shared with your Facebook account
de: Minimieren Sie die Datenmenge, die über Ihr Facebook-Konto geteilt wird
es: Reduce la cantidad de datos compartidos con tu cuenta de Facebook
fr: Réduisez la quantité de données partagées avec votre compte Facebook au minimum

# tips_to_protect_yourself
source: Set up your Facebook account's <a id="a1">privacy settings</a>
de: Richten Sie die <a id="a1">Datenschutzeinstellungen</a> Ihres Facebook-Kontos ein.
es: Configura los <a id="a1">ajustes de privacidad</a> de tu cuenta de Facebook
fr: Configurez les <a id="a1">paramètres de confidentialité</a> de votre compte Facebook

# personal_data_collected
source: The name, email address, and phone number
de: Name, E-Mail-Adresse und Telefonnummer
es: Nombre, dirección de correo electrónico y número de teléfono
fr: Le nom, l’adresse e-mail et le numéro de téléphone

# social_data_collected
source: Contacts (optional, when you share content)
de: Kontakte (optional, wenn Sie Inhalte teilen)
es: Contactos (opcional, cuando compartes contenido)
fr: Les contacts (facultatif, lorsque vous partagez du contenu)

# how_can_you_control_your_data
source: Facebook's Oculus stores Oculus data that identifies you until it is no longer necessary to provide Oculus Products or your Oculus account is deleted, whichever comes first, unless retention of the data for a longer period is justified in order to comply with law or recordkeeping obligations, to respond to a legal request, prevent harm, or to improve Oculus safety, integrity and security features.
de: Facebooks Oculus speichert Oculus-Daten, die Sie identifizieren, bis die Daten für die Bereitstellung von Oculus-Produkten nicht mehr erforderlich sind oder Ihr Oculus-Konto gelöscht wird, je nachdem, was zuerst eintritt. Dies gilt nicht, wenn die Aufbewahrung der Daten für einen längeren Zeitraum gerechtfertigt ist, um gesetzlichen Bestimmungen oder Aufzeichnungspflichten nachzukommen, auf eine rechtliche Anfrage zu reagieren, Schaden zu verhindern oder die Sicherheit, Integrität und Sicherheitsfunktionen von Oculus zu verbessern.
es: Oculus de Facebook almacenará datos del dispositivo que te identifican hasta que ya no sean necesarios para proporcionar productos de Oculus o hasta que elimines tu cuenta de Oculus, lo que ocurra primero, a menos que la retención de datos por un período más prolongado esté justificada para cumplir con la ley o las obligaciones de mantenimiento de registros, para responder a una solicitud legal, prevenir daños o mejorar la seguridad de Oculus o sus funciones de seguridad e integridad.
fr: L’Oculus de Facebook stocke les données Oculus qui vous identifient jusqu’à ce qu’elles ne soient plus nécessaires à la fourniture de produits Oculus ou que votre compte Oculus soit supprimé, selon la première éventualité, à moins que la conservation des données pendant une période plus longue soit justifiée pour se conformer à la loi ou aux obligations de conservation des données, pour répondre à une demande légale, prévenir des dommages ou améliorer les fonctions de sécurité, d’intégrité et de sécurité d’Oculus.

# how_can_you_control_your_data
source: When you delete your account, Oculus deletes things you have posted and information about apps and entitlements you have downloaded, and you will not be able to recover that information later. Information that others have shared about you is not part of your account and will not be deleted when you delete your account. To delete your account at any time, or to learn more about deleting your account, please visit the Privacy Center.
de: Wenn Sie Ihr Konto löschen, löscht Oculus Dinge, die Sie gepostet haben, sowie Informationen über Apps und Berechtigungen, die Sie heruntergeladen haben, und Sie können diese Informationen später nicht mehr wiederherstellen. Informationen, die andere über Sie geteilt haben, sind nicht Teil Ihres Kontos und werden nicht gelöscht, wenn Sie Ihr Konto löschen. Um Ihr Konto jederzeit zu löschen oder um mehr über das Löschen Ihres Kontos zu erfahren, besuchen Sie bitte das Datenschutzzentrum.
es: Cuando borres tu cuenta, Oculus borrará lo que hayas publicado, la información sobre aplicaciones y los derechos que hayas descargado; no podrás recuperar esa información más adelante. La información que otros hayan compartido sobre ti no forma parte de tu cuenta y no se eliminará. Para eliminar tu cuenta en cualquier momento o para obtener más información sobre cómo hacerlo, visita el Centro de privacidad.
fr: Lorsque vous supprimez votre compte, Oculus supprime les éléments que vous avez publiés et les informations sur les applications et les titres que vous avez téléchargés, et vous ne pourrez pas récupérer ces informations ultérieurement. Les informations que d’autres ont partagées à votre sujet ne font pas partie de votre compte et ne seront pas supprimées lorsque vous supprimerez votre compte. Pour supprimer votre compte à tout moment ou pour en savoir plus sur la suppression de votre compte, veuillez visiter le Centre de confidentialité.

# track_record_details
source: In April 2021, it was <a id="a1">reported</a> that there was a personal data leak of about 533 million Facebook users from 106 countries, including over 32 million records on users in the US, 11 million on users in the UK, and 6 million on users in India. It includes their phone numbers, Facebook IDs, full names, locations, birth dates, bios, and, in some cases, email addresses.
de: Im April 2021 wurde <a id="a1">berichtet</a>, dass personenbezogene Daten von etwa 533 Millionen Facebook-Nutzern aus 106 Ländern verloren gegangen sind, darunter über 32 Millionen Datensätze zu Nutzern in den USA, 11 Millionen zu Nutzern in Großbritannien und 6 Millionen zu Nutzern in Indien. Enthalten waren Telefonnummern, Facebook-IDs, vollständige Namen, Orte, Geburtsdaten, Lebensläufe und in einigen Fällen E-Mail-Adressen.
es: En abril de 2021, se <a id="a1">informó</a> una filtración de datos personales de aproximadamente 533 millones de usuarios de Facebook de 106 países, incluidos más de 32 millones de registros de usuarios de los EE. UU., 11 millones de usuarios del Reino Unido y 6 millones de usuarios de la India. Los datos incluían números de teléfono, ID de Facebook, nombres completos, ubicaciones, fechas de nacimiento, biografías y, en algunos casos, direcciones de correo electrónico.
fr: En avril 2021, une fuite de données personnelles <a id="a1">à été signalée</a>, comprenant environ 533 millions d’utilisateurs de Facebook de 106 pays, dont plus de 32 millions d’informations sur des utilisateurs aux États-Unis, 11 millions sur des utilisateurs au Royaume-Uni et 6 millions sur des utilisateurs en Inde. La fuite concerne les numéros de téléphone, les identifiants Facebook, les noms complets, les emplacements, les dates de naissance, les biographies et, dans certains cas, les adresses e-mail.

# track_record_details
source: In August 2019, <a id="a1">Bloomberg reported</a> that Facebook hired contractors to transcribe audio messages users sent through Messenger and Facebook confirmed the report.
de: Im August 2019 <a id="a1">berichtete Bloomberg</a>, dass Facebook Auftragnehmer beauftragt hat, Audionachrichten zu transkribieren, die Benutzer über Messenger gesendet haben, und Facebook bestätigte diesen Bericht.
es: En agosto de 2019, <a id="a1">Bloomberg informó</a> que Facebook había contratado personas para transcribir mensajes de audio enviados por los usuarios a través de Messenger y Facebook.
fr: En août 2019, <a id="a1">Bloomberg a révélé</a> que Facebook a engagé des contractuels pour retranscrire les messages audio envoyés via Messenger et Facebook a confirmé ces révélations.

# offline_use_description
source: If using an app that works offline.
de: Wenn Sie eine App verwenden, die offline funktioniert.
es: Si usas una aplicación que funciona sin conexión.
fr: Si vous utilisez une application qui fonctionne hors ligne.

# ai_what_can_it_do
source: Oculus Insight computes an accurate and real-time position for the headset and controllers every millisecond in order to translate your precise movements into VR
de: Oculus Insight berechnet jede Millisekunde die genaue Echtzeit-Position des Headsets und der Controller, um Ihre präzisen Bewegungen in VR zu übertragen
es: Oculus Insight calcula en tiempo real la posición precisa de los auriculares y los controladores; lo hace cada milisegundo con el fin de traducir tus movimientos precisos a la realidad virtual.
fr: Oculus Insight calcule une position précise et en temps réel du casque et des contrôleurs chaque milliseconde afin de traduire vos mouvements précis en réalité virtuelle.
