Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/okcupid.po
Languages: de, es, fr

# blurb
source: OkCupid, the only dating app that matches you on what matters to you -- or so they say -- turns 20 years old (yes, you're old too). To sign up, you fill out a personality test and give your personal information. Based on that personality quiz, OkCupid's algorithm shows you a measurement of compatibility with potential matches. It's basically a percentage score that represents how likely OkCupid's algorithm thinks you are to click with someone. With no real transparency into their algorithm, who knows how accurate their compatibility measurement is. Good news though, you can increase the odds by paying extra for premium features or to "SuperBoost" your profile and have it shown to more users for three, six, or twelve hours. As their slogan says, "Dating deserves better." Guess what, we think your privacy on OkCupid deserves better too.
de: OkCupid, die einzige Dating-App, die Sie nach Ihren persönlichen Interessen zusammenbringt, wird 20 Jahre alt (ja, Sie sind auch alt). Um sich anzumelden, füllen Sie einen Persönlichkeitstest aus und geben Ihre persönlichen Daten an. Basierend auf diesem Persönlichkeitsquiz zeigt Ihnen der Algorithmus von OkCupid eine Messung der Kompatibilität mit potenziellen Matches. Es ist im Grunde eine Prozentsatzbewertung, die darstellt, für wie wahrscheinlich der Algorithmus von OkCupid es hält, dass Sie mit jemandem klicken werden. Ohne echte Transparenz in ihren Algorithmus weiß niemand, wie genau ihre Kompatibilitätsmessung ist. Die gute Nachricht ist jedoch, dass Sie die Chancen erhöhen können, indem Sie für Premium-Funktionen oder für den „SuperBoost“ Ihres Profils extra bezahlen und es für drei, sechs oder zwölf Stunden mehr Benutzern zeigen lassen. Wie ihr Slogan sagt, „Dating verdient Besseres.“ Raten Sie mal, wir denken, dass Ihre Privatsphäre auf OkCupid auch etwas Besseres verdient.
es: OkCupid, la única aplicación de citas que te conecta en función de lo que realmente te importa (al menos eso dicen) cumple 20 años (sí, todos estamos viejos). Para registrarte, debes completar una prueba de personalidad y proporcionar tu información personal. Sobre la base de ese cuestionario de personalidad, el algoritmo de OkCupid te mostrará una medida de compatibilidad con posibles coincidencias. Básicamente, es un porcentaje que representa la probabilidad que el algoritmo de OkCupid cree que tienes de conectar con alguien. Al no existir una transparencia real de su algoritmo, quién sabe qué tan precisa es su medición de compatibilidad. Sin embargo, hay buenas noticias: puedes aumentar las probabilidades pagando más por las funciones prémium o «SuperBoost» en tu perfil, para que se muestre a más usuarios durante tres, seis o doce horas. Como dice su eslogan, «El mundo de las citas merece algo mejor». Adivina qué, creemos que tu privacidad en OkCupid también se merece algo mejor.

# worst_case
source: OkCupid’s privacy and security is… not OK. In 2020, the app came under fire for possible <a id="a1">GDPR violations</a> for what a Norwegian consumer group called “out of control” <a id="a2">data sharing</a> with advertisers and third parties. The same year, <a id="a3">researchers found</a> security vulnerabilities in OkCupid that could let hackers steal users’ sensitive information or hijack their accounts. Then in 2022, the United States Federal Trade Commission <a id="a4">filed a petition</a> to learn more about a possible data-sharing deal with an AI company, Clarifai AI, where images from OkCupid were <a id="a5">reportedly used</a> to train facial recognition software. Ouff. And in 2023, research by Cybernews <a id="a6">discovered</a> that a simple hack would make it possible to “track OkCupid users and find their exact location.” Whoa. Match Group's shaky track record makes us a little nervous about their eagerness to double down on the privacy minefield of AI integration. That's something we'll be keeping a close eye on.
de: Der Datenschutz und die Sicherheit von OkCupid sind … nicht in Ordnung. Im Jahr 2020 geriet die App wegen möglicher <a id="a1">Verstöße gegen die DSGVO</a> in die Kritik, weil eine norwegische Verbrauchergruppe von einer „außer Kontrolle geratenen“ <a id="a2">Datenweitergab</a>e an Werbetreibende und Dritte sprach. Im selben Jahr <a id="a3">fanden Forscher</a> Sicherheitslücken in OkCupid, die es Hackern ermöglichen könnten, sensible Informationen der Benutzer zu stehlen oder ihre Konten zu übernehmen. Dann wurde im Jahr 2022 von der Federal Trade Commission der Vereinigten Staaten eine <a id="a4">Petition eingereicht</a>, um mehr über eine mögliche Datenweitergabe-Vereinbarung mit einem KI-Unternehmen (Clarifai AI) zu erfahren, bei der Bilder von OkCupid <a id="a5">angeblich</a> für das Training von Gesichtserkennungssoftware verwendet wurden. Autsch. Und im Jahr 2023 <a id="a6">entdeckte</a> eine Recherche von Cybernews, dass ein einfacher Hack es möglich machen würde, „OkCupid-Benutzer zu verfolgen und ihren genauen Standort zu finden.“ Oha. Die wackelige Erfolgsbilanz der Match Group macht uns ein wenig nervös hinsichtlich ihrer Bereitschaft, sich auf das Minenfeld der KI-Integration in Bezug auf den Datenschutz zu stürzen. Das ist etwas, das wir genau im Auge behalten werden.
es: La privacidad y la seguridad de OkCupid... no son buenas. En 2020, la aplicación fue acusada de presuntas <a id="a1">infracciones al RGPD</a> por lo que un grupo de consumidores noruego llamó <a id="a2">intercambio de datos</a>«descontrolado» con anunciantes y terceros. El mismo año, los <a id="a3">investigadores encontraron</a> vulnerabilidades de seguridad en OkCupid que podrían permitir a los piratas informáticos robar información confidencial de los usuarios o secuestrar sus cuentas. Luego, en 2022, la Comisión Federal de Comercio de los Estados Unidos <a id="a4">presentó una petición</a> para obtener más información sobre un posible acuerdo de intercambio de datos con una empresa de IA, Clarifai AI, en el que las imágenes de OkCupid <a id="a5">se utilizarían</a> para entrenar software de reconocimiento facial. ¡Uf! Y en 2023, una investigación de Cybernews <a id="a6">reveló</a> que un simple hackeo permitiría «rastrear a los usuarios de OkCupid y conocer su ubicación exacta». Vaya... El inestable historial de Match Group nos pone un poco nerviosos por su afán de duplicar el campo minado de la privacidad con la integración de la IA. Eso es algo que vigilaremos de cerca.

# worst_case
source: So OkCupid and their parent company Match Group have not been known for their security or transparency. You’d think a dating app that’s open about their <a id="a1">love for data</a> would be better at keeping it safe. Indeed, OkCupid’s mysterious matching algorithm involves crunching the numbers on your answers to 15 to <a id="a2">500</a> personality-quiz-style questions -- some of which are <a id="a3">written by ChatGPT</a>. That means they can publish some really interesting <a id="a4">findings</a> about the state of <a id="a5">digital dating</a>. Nice, cool. But it also means its users are volunteer research subjects who end up giving away a ton of super intimate information -- <a id="a6">about</a> sex, pizza toppings, politics, and whether they believe the sun is bigger than the earth -- to improve their chances of finding someone special. Answering more questions and frequently updating your profile will lead to more matches, <a id="a7">OkCupid says</a>. Other things they suggest to get more matches, aside from providing more data? On their<a id="a8"> guide to their working their algorithm</a>, OKCupid seems to suggest connecting your Instagram to your OKCupid account will help you get more matches. That tip gets a thumbs down for us. You should know that when you connect your social media to dating apps, both platforms can potentially collect more information on you. That is NOT a match made in heaven.
de: Also OkCupid und ihre Muttergesellschaft Match Group sind nicht gerade für ihre Sicherheit oder Transparenz bekannt. Man könnte meinen, eine Dating-App, die ihre <a id="a1">Liebe für Daten</a> offen zur Schau stellt, wäre besser darin, diese sicher zu verwahren. Der mysteriöse Matching-Algorithmus von OkCupid besteht darin, Ihre Antworten auf 15 bis <a id="a2">500</a> Fragen im Stil eines Persönlichkeitsquiz auszuwerten – einige davon sind <a id="a3">von ChatGPT geschrieben</a>. Das bedeutet, dass sie einige wirklich interessante <a id="a4">Erkenntnisse</a> über den Stand des <a id="a5">digitalen Datings</a> veröffentlichen können. Schön, cool. Aber es bedeutet auch, dass die Benutzer freiwillige Forschungssubjekte sind, die am Ende eine Menge super intimer Informationen preisgeben – <a id="a6">über</a> Sex, Pizzabeläge, Politik und ob sie glauben, dass die Sonne größer als die Erde ist – um ihre Chancen zu verbessern, jemand Besonderes zu finden. Wenn Sie mehr Fragen beantworten und Ihr Profil häufig aktualisieren, führt das zu mehr Matches, <a id="a7">sagt OkCupid</a>. Was schlagen sie sonst noch vor, um mehr Matches zu bekommen, abgesehen davon, mehr Daten bereitzustellen? In ihrem <a id="a8">Leitfaden zu ihrem Arbeitsalgorithmus</a> scheint OKCupid zu behaupten, dass Sie durch die Verbindung von Instagram mit Ihrem OKCupid-Konto mehr Matches bekommen. Dieser Tipp bekommt von uns einen Daumen nach unten. Sie sollten wissen, dass, wenn Sie Ihr Social Media mit Dating-Apps verbinden, beide Plattformen potenziell mehr Informationen über Sie sammeln können. Das ist KEIN Traumpaar.
es: Por lo tanto, OkCupid y su empresa matriz Match Group no son reconocidas por su seguridad o su transparencia. Uno pensaría que una aplicación de citas que expresa abiertamente su <a id="a1">amor por los datos</a> sería mejor con respecto a mantenerlos seguros. De hecho, el misterioso algoritmo de coincidencia de OkCupid consiste en calcular los números de las respuestas que das a entre 15 y <a id="a2">500</a> preguntas de personalidad, algunas de las cuales están <a id="a3">redactadas por ChatGPT</a>. Eso significa que pueden publicar algunos <a id="a4">hallazgos</a> realmente interesantes sobre el mundo de las <a id="a5">citas digitales</a>. Qué bonito, genial. Pero también significa que sus usuarios son sujetos de investigación voluntarios que terminan regalando una tonelada de información súper íntima, <a id="a6">sobre</a> sexo, ingredientes de pizza, política y si creen que el sol es más grande que la Tierra, para mejorar sus posibilidades de encontrar a alguien especial. Responder a más preguntas y actualizar tu perfil con frecuencia generará más coincidencias, <a id="a7">dice OkCupid</a>. ¿Otras cosas que sugieren para obtener más coincidencias, además de proporcionar más datos? En su <a id="a8">guía sobre su algoritmo</a>, OKCupid parece sugerir que conectar tu Instagram a tu cuenta de OKCupid te ayudará a obtener más coincidencias. Un pulgar hacia abajo para ese consejo. Debes saber que cuando conectas tus redes sociales a aplicaciones de citas, ambas plataformas pueden recopilar más información sobre ti.

# worst_case
source: Speaking of getting social, “[o]f course,” OkCupid’s <a id="a1">privacy policy</a> says, “we also process your chats with other users as well as the content you publish to operate and secure the services, and to keep our community safe.” And yeah, dating apps probably need to somehow monitor your in-app conversations to make sure no one is <a id="a2">being a jerk</a>. But just be aware that DMs on OkCupid and most dating apps aren't what we would call private since they could be reviewed by <a id="a3">other humans</a>.
de: Wenn wir schon beim Thema Soziales sind, sagt die <a id="a1">Datenschutzrichtlinie</a> von OkCupid natürlich: „Wir verarbeiten auch Ihre Chats mit anderen Benutzern sowie die Inhalte, die Sie veröffentlichen, um die Dienste zu betreiben und zu sichern und unsere Gemeinschaft sicher zu halten.“ Und ja, Dating-Apps müssen wahrscheinlich irgendwie Ihre In-App-Gespräche überwachen, um sicherzustellen, dass niemand <a id="a2">ein Rüpel ist</a>. Aber seien Sie sich bewusst, dass PNs auf OkCupid und den meisten Dating-Apps nicht das sind, was wir als privat bezeichnen würden, da sie von anderen <a id="a3">Menschen</a> überprüft werden könnten.
es: Hablando de socializar, la <a id="a1">política de privacidad</a> de OkCupid dice que «por supuesto, también procesamos las conversaciones que mantienes con otros usuarios, así como los contenidos que publicas, para operar y asegurar los servicios y para mantener a nuestra comunidad segura». Sí, las aplicaciones de citas probablemente necesiten monitorear de alguna manera las conversaciones en la aplicación para asegurarse de que nadie esté <a id="a2">siendo un imbécil</a>. Pero ten en cuenta que los mensajes directos en OkCupid y en la mayoría de las aplicaciones de citas no son precisamente privados, ya que podrían ser revisados por <a id="a3">otros humanos</a>.

# worst_case
source: As for the rest of OkCupid's policies, they're not great. That worries us because, on top of your answers to their questions, they sure can collect a lot of information about you. There’s information you give about yourself when you set up your account like your contact information, gender, and who you’d like to meet. Your profile information, the photos you upload, your sexual orientation, interests, and more. Some of that data's going to be sensitive, so you should know that "choos[ing] to provide" it <a id="a1">counts as giving your consent</a> for it to be processed by Match Group. K. Then there’s the information that’s collected automatically when you use the app. Your IP address, device information, your activity, when you're online, and who you interact with. Oh and your geolocation! Even while you're not using OkCupid. You can also choose to give OkCupid access to biometric information (information about your unique face shape) if you want to have <a id="a2">verified status</a>.
de: Was den Rest der Richtlinien von OkCupid betrifft, so sind sie nicht großartig. Das beunruhigt uns, denn zusätzlich zu Ihren Antworten auf ihre Fragen können sie sicherlich viele Informationen über Sie sammeln. Es gibt Informationen, die Sie über sich selbst geben, wenn Sie Ihr Konto einrichten, wie Ihre Kontaktdaten, Geschlecht und wen Sie treffen möchten. Ihre Profilinformationen, die Fotos, die Sie hochladen, Ihre sexuelle Orientierung, Interessen und mehr. Einige dieser Daten werden sensibel sein, daher sollten Sie wissen, dass die „Wahl zur Bereitstellung“ davon <a id="a1">als Ihre Zustimmung</a> zur Verarbeitung durch die Match Group gilt. K. Dann gibt es die Informationen, die automatisch gesammelt werden, wenn Sie die App verwenden. Ihre IP-Adresse, Geräteinformationen, Ihre Aktivitäten, wann Sie online sind und mit wem Sie interagieren. Oh, und Ihre Geolokalisierung! Auch wenn Sie OkCupid nicht benutzen. Sie können OkCupid auch den Zugriff auf biometrische Informationen (Informationen über Ihre einzigartige Gesichtsform) gewähren, wenn Sie den <a id="a2">verifizierten Status</a> haben möchten.
es: En cuanto al resto de las políticas de OkCupid, no son buenas. Eso nos preocupa porque, además de tus respuestas a sus preguntas, seguramente puedan recopilar mucha otra información sobre ti. Hay información que proporcionas cuando configuras tu cuenta, como tu información de contacto, tu sexo y a quién te gustaría conocer. La información de tu perfil, las fotos que subes, tu orientación sexual, tus intereses y mucho más. Algunos de esos datos serán confidenciales, por lo que debe saber que «elegir proporcionar» <a id="a1">equivale a dar tu consentimiento</a> para que Match Group los procese. Puaj. Luego está la información que se recopila automáticamente cuando usas la aplicación; tu dirección IP, información del dispositivo, tu actividad, cuándo estás en línea y con quién interactúas. ¡Ah, y tus datos de geolocalización! Incluso cuando no estás usando OkCupid. También puedes optar por dar a OkCupid acceso a información biométrica (información sobre la forma única de tu rostro) si deseas tener un <a id="a2">estado verificado</a>.

# worst_case
source: OkCupid can also collect more information about you from “partners” and affiliates like other sites owned by Match Group -- that includes Hinge, Match, Tinder, and dozens more. And they can create inferences about your “preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes” based on what else they know about you. And then <a id="a1">they say</a> they can use those inferences they make about your with all that personal information they get from data in your profile for things like "providing advertising or marketing services," and " the contextual customization of ads." Uhg.
de: OkCupid kann auch mehr Informationen über Sie von „Partnern“ und verbundenen Unternehmen wie anderen von der Match Group betriebenen Seiten sammeln – dazu gehören Hinge, Match, Tinder und Dutzende mehr. Und sie können Schlussfolgerungen über Ihre „Vorlieben, Eigenschaften, psychologische Trends, Prädispositionen, Verhalten, Einstellungen, Intelligenz, Fähigkeiten und Begabungen“ ziehen, basierend auf dem, was sie sonst noch über Sie wissen. Und dann <a id="a1">sagen sie</a>, sie könnten diese Schlussfolgerungen, die sie über Sie mit all den persönlichen Informationen ziehen, die sie aus den Daten in Ihrem Profil erhalten, für Dinge wie „Bereitstellung von Werbe- oder Marketingdiensten“ und „kontextuelle Anpassung von Anzeigen“ verwenden. Würg.
es: OkCupid también puede recopilar más información sobre ti por parte de «socios» y afiliados, como otros sitios propiedad de Match Group, lo que incluye a Hinge, Match, Tinder y docenas más. Y puede crear inferencias sobre tus «preferencias, características, tendencias psicológicas, predisposiciones, comportamientos, actitudes, inteligencia, habilidades y aptitudes» en función de lo que saben sobre ti. Además, <a id="a1">dicen</a> que pueden usar esas inferencias que hacen sobre ti con toda la información personal que obtienen de los datos de tu perfil, para cosas como «proporcionar servicios de publicidad o marketing» y «la personalización contextual de los anuncios». Uf.

# worst_case
source: Plus, OkCupid can use your information for reasons that won’t help you find someone you vibe with, like showing you ads. We're sure glad OkCupid at least says they won't sell your personal information. That’s cool! They do share it around though, like with those other Match Group-owned companies. OkCupid’s <a id="a1">privacy policy</a> also says they can share “non-personal information” and “de-identified” information for targeted ads on Match Group’s services and on third party apps and websites too. And we should point out that <a id="a2">researchers say</a> it can be easy to re-identify that information.
de: Darüber hinaus kann OkCupid Ihre Informationen für Zwecke verwenden, die Ihnen nicht dabei helfen, jemanden zu finden, mit dem Sie sich gut verstehen, wie zum Beispiel das Anzeigen von Werbung. Wir sind sicher froh, dass OkCupid zumindest sagt, dass sie Ihre persönlichen Daten nicht verkaufen werden. Das ist cool! Wie bei den anderen zur Match Group gehörenden Unternehmen werden sie jedoch weitergegeben. In OkCupids <a id="a1">Datenschutzrichtlinie</a> heißt es auch, dass sie „nicht persönliche Daten“ und „anonymisierte“ Informationen für gezielte Werbung auf den Diensten der Match Group und auch auf Apps und Websites Dritter teilen können. Und wir sollten darauf hinweisen, dass <a id="a2">Forscher sagen</a>, es könne leicht sein, diese Informationen wieder zu identifizieren.
es: Además, OkCupid puede usar tu información por razones que no te ayudarán a encontrar a alguien con quien vibres, por ejemplo, para mostrarte anuncios. Estamos encantados de que OkCupid al menos diga que no venderá tu información personal. ¡Genial! Sin embargo, sí la comparten, por ejemplo, con las otras empresas propiedad de Match Group. La <a id="a1">política de privacidad</a> de OkCupid también dice que pueden compartir «información no personal» e información «desidentificada» para anuncios dirigidos en los servicios de Match Group y también en aplicaciones y sitios web de terceros. Debemos señalar que <a id="a2">los investigadores dicen</a> que puede ser fácil volver a identificar esa información.

# worst_case
source: OkCupid might share your personal information with law enforcement, when it’s required by law or to “assist in the prevention or detection of crime (subject in each case to applicable law).” That’s pretty standard and Match Group does have some <a id="a1">pretty clear guidelines</a> around how they share user data with law enforcement, which we like to see.
de: OkCupid könnte Ihre persönlichen Daten mit den Strafverfolgungsbehörden teilen, wenn dies gesetzlich vorgeschrieben ist oder um „bei der Verhinderung oder Aufdeckung von Straftaten zu helfen (in jedem Fall vorbehaltlich des anwendbaren Rechts).“ Das ist ziemlich normal und die Match Group hat einige <a id="a1">ziemlich klare Richtlinien</a>, wie sie Benutzerdaten mit den Strafverfolgungsbehörden teilen, was wir gerne sehen.
es: OkCupid puede compartir tu información personal con organismos de seguridad, cuando así lo exija la ley o para «ayudar en la prevención o detección de delitos (sujeto en cada caso a las leyes aplicables)». Eso es bastante estándar y Match Group tiene algunas <a id="a1">pautas bastante claras</a> sobre cómo comparten los datos de los usuarios con estos organismos, algo que nos gusta ver.
