Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/okcupid.po
Languages: de, es, fr

# how_can_you_control_your_data
source: "We keep your personal information only as long as we need it for legitimate business purposes (as laid out in Section 4) and as permitted by applicable law. If you decide to stop using our services, you can close your account and your profile will stop being visible to other users. Note that we will close your account automatically if you are inactive for a period of two years. After your account is closed, we will delete your personal information, as laid out below:<br/> To protect the safety and security of our users, we implement a safety retention window of three months following account closure. During this period, we keep your information in the event that it might be necessary to investigate unlawful or harmful conducts. The retention of information during this safety retention window is based on our legitimate interest as well as that of potential third-party victims.<br/> Once the safety retention window elapses, we delete your data and only keep limited information for specified purposes, as laid out below:<br/> We maintain limited data to comply with legal data retention obligations: in particular, we keep transaction data to comply with tax and accounting legal requirements, credit card information for the duration the user may challenge the transaction and “traffic data” / logs for one year to comply with legal data retention obligations. We also keep records of consents users give us for five years to evidence our compliance with applicable law.<br/> We maintain limited information on the basis of our legitimate interest: we keep customer care records and supporting data as well as imprecise location of download / purchase(s) to support our customer care decisions, enforce our rights and enable us to defend ourselves in the event of a claim, profile data in anticipation of potential litigation, for the establishment, exercise or defense of legal claims, and data necessary to prevent users who were banned or people who were found to be under the age of 18 from opening a new account, for as long as necessary to ensure the safety and vital interests of our users.<br/> Finally, we maintain information on the basis of our legitimate interest where there is an outstanding or potential issue, claim or dispute requiring us to keep information (in particular if we receive a valid legal subpoena or request asking us to preserve data (in which case we would need to keep the data to comply with our legal obligations) or if data would otherwise be necessary as part of legal proceedings."
de: „Wir bewahren Ihre persönlichen Daten nur so lange auf, wie wir sie für legitime Geschäftszwecke (wie in Abschnitt 4 dargelegt) und wie vom geltenden Recht erlaubt benötigen. Wenn Sie sich entscheiden, unsere Dienste nicht mehr zu nutzen, können Sie Ihr Konto schließen und Ihr Profil wird für andere Benutzer nicht mehr sichtbar sein. Beachten Sie, dass wir Ihr Konto automatisch schließen, wenn Sie für einen Zeitraum von zwei Jahren inaktiv sind. Nachdem Ihr Konto geschlossen wurde, löschen wir Ihre persönlichen Daten, wie unten dargelegt:<br/> Um die Sicherheit unserer Benutzer zu schützen, implementieren wir ein Sicherheitsaufbewahrungsfenster von drei Monaten nach der Kontoschließung. Während dieser Zeit behalten wir Ihre Informationen bei, falls es notwendig sein könnte, rechtswidriges oder schädliches Verhalten zu untersuchen. Die Aufbewahrung von Informationen während dieses Sicherheitsaufbewahrungsfensters basiert auf unserem berechtigten Interesse sowie dem potenzieller Drittparteiopfer.<br/> Sobald das Sicherheitsaufbewahrungsfenster abgelaufen ist, löschen wir Ihre Daten und behalten nur begrenzte Informationen für bestimmte Zwecke, wie unten dargelegt:<br/> Wir bewahren begrenzte Daten auf, um gesetzlichen Aufbewahrungspflichten nachzukommen: insbesondere behalten wir Transaktionsdaten bei, um steuerlichen und buchhalterischen gesetzlichen Anforderungen nachzukommen, Kreditkarteninformationen für die Dauer, in der der Benutzer die Transaktion anfechten kann und „Verkehrsdaten“ / Logs für ein Jahr, um gesetzlichen Aufbewahrungspflichten nachzukommen.<br/> Wir behalten auch Aufzeichnungen über Einwilligungen, die uns Benutzer geben, für fünf Jahre bei, um unsere Einhaltung des geltenden Rechts nachzuweisen. Wir bewahren begrenzte Informationen auf der Grundlage unseres berechtigten Interesses auf: wir behalten Kundendienstaufzeichnungen und unterstützende Daten sowie ungenaue Standorte von Downloads / Käufen bei, um unsere Kundendienstentscheidungen zu unterstützen, unsere Rechte durchzusetzen und uns im Falle eines Anspruchs verteidigen zu können, Profildaten in Erwartung potenzieller Rechtsstreitigkeiten, für die Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen, und Daten, die notwendig sind, um Benutzer, die gesperrt wurden oder Personen, die als unter 18 Jahre alt erkannt wurden, daran zu hindern, ein neues Konto zu eröffnen, solange dies notwendig ist, um die Sicherheit und lebenswichtigen Interessen unserer Benutzer zu gewährleisten.<br/> Schließlich bewahren wir Informationen auf der Grundlage unseres berechtigten Interesses auf, wo es ein ausstehendes oder potentielles Problem, einen Anspruch oder Streit gibt, der uns dazu veranlasst, Informationen aufzubewahren (insbesondere wenn wir eine gültige rechtliche Vorladung oder Anfrage erhalten, die uns auffordert, Daten aufzubewahren (in diesem Fall müssten wir die Daten aufbewahren, um unseren gesetzlichen Verpflichtungen nachzukommen) oder wenn Daten sonst als Teil von rechtlichen Verfahren notwendig wären.“
es: «Conservamos tu información personal solo mientras la necesitemos para fines comerciales legítimos (como se establece en la sección 4) y según lo permitan las leyes aplicables. Si decides dejar de usar nuestros servicios, puedes cerrar tu cuenta, y tu perfil dejará de ser visible para otros usuarios. Ten en cuenta que cerraremos tu cuenta automáticamente si está inactiva durante un período de dos años. Después de cerrar tu cuenta, eliminaremos tu información personal, como se establece a continuación:<br/> Para proteger la seguridad de nuestros usuarios, implementamos una ventana de retención de seguridad de tres meses después del cierre de la cuenta. Durante este período, conservamos tu información en caso de que sea necesario investigar conductas ilegales o perjudiciales. La retención de información durante este período de retención de seguridad se basa en nuestro interés legítimo, así como en el de posibles víctimas.<br/> Una vez transcurrido el plazo de retención de seguridad, eliminaremos tus datos y solo conservamos información limitada para fines específicos, como se establece a continuación:<br/> Conservamos datos limitados para cumplir con las obligaciones legales de retención de datos: en particular, conservamos los datos de las transacciones para cumplir con los requisitos legales fiscales y contables, la información de las tarjetas de crédito durante el tiempo en que el usuario pueda impugnar las transacciones, y los “datos de tráfico” o registros durante un año, para cumplir con las obligaciones legales de retención de datos. También mantenemos registros de los consentimientos que los usuarios nos han otorgado durante cinco años para demostrar nuestro cumplimiento con las leyes aplicables.<br/> Conservamos información limitada sobre la base de nuestro interés legítimo: mantenemos registros de atención al cliente y datos de respaldo, así como la ubicación imprecisa de descargas/compras para respaldar nuestras decisiones de atención al cliente, hacer cumplir nuestros derechos y permitirnos defendernos en caso de una reclamación; datos de perfil en previsión de posibles litigios, para el establecimiento, ejercicio o defensa de reclamaciones legales, y datos necesarios para evitar que usuarios que fueron expulsados o personas que se descubrió que eran menores de 18 años abran una nueva cuenta, durante el tiempo que sea necesario para garantizar la seguridad y los intereses vitales de nuestros usuarios.<br/> Finalmente, conservamos información sobre la base de nuestro interés legítimo cuando existe un problema, reclamo o disputa pendiente o potencial que nos exija conservarla (en particular si recibimos una citación legal válida o una solicitud que nos solicite preservar los datos, en cuyo caso necesitaremos conservarlos para cumplir con nuestras obligaciones legales) o si los datos pueden ser necesarios como parte de procedimientos legales».

# track_record_details
source: In November 2022, the parent company Match Group Inc. <a id="a1">was</a> accused in a lawsuit from Tinder users of breaching a state privacy law in Illinois by collecting data on people’s faces from dating app selfies.
de: Im November 2022 <a id="a1">wurde</a> die Muttergesellschaft Match Group Inc. in einer Klage von Tinder-Nutzern beschuldigt, gegen ein staatliches Datenschutzgesetz in Illinois verstoßen zu haben, indem sie Daten über die Gesichter von Menschen aus Dating-App-Selfies sammelte.
es: En noviembre de 2022, la empresa matriz Match Group Inc., <a id="a1">fue</a> acusada en una demanda presentada por usuarios de Tinder, de violar una ley de privacidad estatal de Illinois al recopilar datos sobre rostros de personas a partir de selfies publicadas en la aplicación de citas.

# track_record_details
source: The FTC <a id="a1">filed</a> a petition on May 26, 2022 to force Match, owned by the parent company Match Group Inc., to comply with a civil investigative demand for documents related to an alleged 2014 data-sharing deal between Match subsidiary OkCupid and Clarifai Inc, an artificial intelligence company.
de: Die FTC <a id="a1">reichte</a> am 26. Mai 2022 eine Petition ein, um Match (das der Muttergesellschaft Match Group Inc. gehört) zu zwingen, einer zivilen Ermittlungsforderung nach Dokumenten im Zusammenhang mit einem angeblichen Datenaustauschabkommen zwischen der Match-Tochtergesellschaft OkCupid und Clarifai Inc, einem Unternehmen für künstliche Intelligenz, aus dem Jahr 2014, nachzukommen.
es: El 26 de mayo de 2022, la FTC <a id="a1">presentó</a> una petición para obligar a Match, propiedad de la empresa matriz Match Group Inc., a cumplir con una demanda de investigación civil de documentos relacionados con un supuesto acuerdo de intercambio de datos realizado en 2014 entre OkCupid, subsidiaria de Match, y Clarifai Inc, una empresa de inteligencia artificial.

# track_record_details
source: In September 2023, a New Jersey woman filed a <a id="a1">class action suit</a> against Tinder, owned by the parent company Match Group Inc., claiming that the app's photo verification feature failed by verifying an account that was created using stolen images of her.
de: Im September 2023 reichte eine Frau aus New Jersey eine <a id="a1">Sammelklage</a> gegen Tinder ein, die der Muttergesellschaft Match Group Inc. gehört, und behauptete, dass die Fotoverifizierungsfunktion der App versagt habe, indem sie ein Konto verifizierte, das mit gestohlenen Bildern von ihr erstellt wurde.
es: En septiembre de 2023, una mujer de Nueva Jersey presentó una <a id="a1">demanda colectiva</a> contra Tinder, propiedad de la empresa matriz Match Group Inc., alegando que la función de verificación de fotos de la aplicación falló al verificar una cuenta que había sido creada con imágenes robadas de ella.

# track_record_details
source: In December 2023, the research by Cybernews into OkCupid, owned by the parent company Match Group Inc., <a id="a1">uncovered</a> that a hacker could uncover a distance from them to the victim (any user of the app) in a 10 to 20-meter radius. "With a few simple steps, we can easily track anyone on OkCupid in a given city – from home, to work, to social gatherings, to wherever. This is a terrible blow to users’ privacy."
de: Im Dezember 2023 <a id="a1">ergab</a> die Untersuchung von Cybernews zu OkCupid, das sich im Besitz der Muttergesellschaft Match Group Inc. befindet, dass ein Hacker in einem Umkreis von 10 bis 20 Metern eine Entfernung von ihnen zum Opfer (einem beliebigen Benutzer der App) aufdecken konnte. „Mit wenigen einfachen Schritten können wir jeden auf OkCupid in einer bestimmten Stadt verfolgen – von zu Hause über die Arbeit bis hin zu gesellschaftlichen Zusammenkünften. Dies ist ein schrecklicher Schlag für die Privatsphäre der Nutzer.“
es: En diciembre de 2023, la investigación realizada por Cybernews sobre OkCupid, propiedad de la empresa matriz Match Group Inc., <a id="a1">reveló</a> que un pirata informático podría descubrir la distancia que lo separa de una víctima (cualquier usuario de la aplicación) en un radio de 10 a 20 metros. «Con unos sencillos pasos, podemos rastrear fácilmente a cualquier persona en OkCupid en una ciudad determinada: desde casa, al trabajo, a reuniones sociales, a cualquier lugar. Este es un golpe terrible para la privacidad de los usuarios».

# track_record_details
source: In February 2024, OkCupid parent company Match Group was accused in a <a id="a1">lawsuit</a> of making their apps addictive and putting profit over their customers' relationship goals.
de: Im Februar 2024 wurde die OkCupid-Muttergesellschaft Match Group in einer <a id="a1">Klage</a> beschuldigt, ihre Apps so zu gestalten, dass sie süchtig machen und den Gewinn über die Beziehungsziele ihrer Kunden zu stellen.
es: En febrero de 2024, se presentó una <a id="a1">demanda</a> a la empresa matriz de OkCupid, Match Group, acusándola de hacer que sus aplicaciones fueran adictivas y de poner las ganancias por encima de los objetivos de sus clientes de encontrar una relación.

# track_record_details
source: In March, 2024, Match Group owned Tinder, following a lengthy dialogue with the European Commission, <a id="a1">committed to</a> " inform consumers that discounts they propose for premium services are personalised by automated means." "The network of national consumer authorities found that Tinder applied such personalised prices without informing consumers, which is in violation of EU consumer law. In addition, until April 2022, Tinder used to offer lower prices for their premium services based on age without informing the users. Tinder stopped this practice before the investigation started."
de: Im März 2024 <a id="a1">verpflichtete</a> sich Tinder (Eigentum der Match Group) nach einem langen Dialog mit der Europäischen Kommission, „die Verbraucher darüber zu informieren, dass die von ihnen vorgeschlagenen Rabatte für Premium-Dienste automatisiert werden.“ „Das Netzwerk der nationalen Verbraucherbehörden stellte fest, dass Tinder solche personalisierten Preise anwendete, ohne die Verbraucher zu informieren, was gegen das EU-Verbraucherrecht verstößt. Darüber hinaus bot Tinder bis April 2022 niedrigere Preise für seine Premium-Dienste basierend auf dem Alter an, ohne die Benutzer zu informieren. Tinder hat diese Praxis gestoppt, bevor die Untersuchung begann.“
es: En marzo de 2024, tras un largo diálogo con la Comisión Europea, Tinder, propiedad de Match Group, <a id="a1">se comprometió a</a> «informar a los consumidores de que los descuentos que proponen para sus servicios prémium se personalizan por medios automatizados». «La red de autoridades nacionales de consumo descubrió que Tinder aplicaba esos precios personalizados sin informar a los consumidores, lo que viola la ley de consumo de la UE. Además, hasta abril de 2022, Tinder solía ofrecer precios más bajos para sus servicios prémium en función de la edad de los usuarios y sin informar sobre esto. Tinder detuvo esta práctica antes de que comenzara la investigación».

# child_safety_blurb
source: "No Children Allowed
de: „Keine Kinder erlaubt
es: «No se permiten niños

# child_safety_blurb
source: Our services are restricted to individuals who are 18 years of age or older. We do not permit individuals under the age of 18 on our platform. If you suspect that a member is under the age of 18, please use the reporting mechanism available on the service."
de: Unsere Dienstleistungen sind auf Personen beschränkt, die mindestens 18 Jahre alt sind. Wir erlauben keine Personen unter 18 Jahren auf unserer Plattform. Wenn Sie den Verdacht haben, dass ein Mitglied unter 18 Jahre alt ist, nutzen Sie bitte den auf dem Dienst verfügbaren Meldemechanismus.“
es: Nuestros servicios están restringidos a mayores de 18 años. No permitimos que menores de 18 años accedan a nuestra plataforma. Si sospechas que un miembro es menor de 18 años, utiliza el mecanismo de denuncia disponible en el servicio».

# ai_is_transparent_helptext
source: "Our powerful algorithm first takes into account the basic criteria you’re looking for in a match, such as age, location, gender and orientation. If you want these preferences to be deal breakers, you can set them as such. (Gender and orientation preferences are automatically set as deal breakers for free). We then consider the people in that pool that are looking for you, too.<br/> <br/>What makes OkCupid special, though, is the final step where we consider all the questions you’ve answered, and how important you’ve ranked those questions (not important, somewhat important, or very important), and then match you with people who feel the same on everything from pineapple on pizza to voting rights. "
de: „Unser leistungsstarker Algorithmus berücksichtigt zunächst die grundlegenden Kriterien, die Sie bei einem Match suchen, wie Alter, Standort, Geschlecht und Orientierung. Wenn Sie möchten, dass diese Präferenzen Ausschlusskriterien sind, können Sie sie als solche festlegen. (Geschlechts- und Orientierungspräferenzen werden automatisch kostenlos als Ausschlusskriterien festgelegt). Wir berücksichtigen dann die Personen in diesem Pool, die auch nach Ihnen suchen.<br/> <br/>Was OkCupid jedoch besonders macht, ist der letzte Schritt, bei dem wir alle Fragen berücksichtigen, die Sie beantwortet haben, und wie wichtig Sie diese Fragen eingestuft haben (nicht wichtig, etwas wichtig oder sehr wichtig), und dann matchen wir Sie mit Menschen, die das Gleiche empfinden, von Ananas auf Pizza bis hin zu Wahlrechten.“
es: «Nuestro potente algoritmo primero tiene en cuenta los criterios básicos que buscas en una coincidencia, como la edad, la ubicación, el género y la orientación. Si deseas que estas preferencias sean un factor decisivo, puedes establecerlas como tales. (Las preferencias de género y orientación se establecen automáticamente como factores decisivos de forma gratuita). Luego, consideramos a las personas de ese grupo que están buscando a alguien como tú. <br/> <br/>Sin embargo, lo que hace que OkCupid sea especial es el paso final en el que consideramos todas las preguntas que has respondido y la importancia que has dado a esas preguntas (no importantes, algo importantes o muy importantes), y luego te emparejamos con personas que sienten lo mismo con respecto a todo, desde la piña en la pizza hasta los derechos a votar».

# ai_helptext
source: OkCupid employs ChatGPT to <a id="a1">generate</a> prompts.
de: OkCupid setzt ChatGPT ein, um Aufforderungen zu </a>generieren<a id="a1">.
es: OkCupid emplea ChatGPT para <a id="a1">generar</a> consignas.

# ai_helptext
source: OkCupid employs the matching algorithm.
de: OkCupid setzt den Matching-Algorithmus ein.
es: OkCupid emplea un algoritmo de coincidencias.

# ai_what_can_it_do
source: The algorithm generates matches for users.
de: Der Algorithmus generiert Matches für Benutzer.
es: El algoritmo genera coincidencias entre los usuarios.

# blurb
source: Way back in 2007, OKCupid was one of Time's top 10 dating apps. Launched in 2004, OKCupid has over 50 million users around the world. To sign up, you fill out a personality test and give your personal information. Based on that personality quiz, OKCupid's algorithm shows you a measurement of compatibility with potential matches. It's basically a percentage score that represents how likely OKCupid's algorithm thinks you are to click with someone. With no real transparency into their algorithm, who knows how accurate their compatibility measurement is. Good news though, you can also pay extra to have your profile shown to more users just in case. As their slogan says, "Dating deserves better."
fr: En 2007, OkCupid était classée parmi les 10 meilleures applications de rencontre par le magazine Time. Lancée en 2004, elle compte aujourd’hui plus de 50 millions d’utilisateurs et utilisatrices à travers le monde. Pour pouvoir s’inscrire, il faut répondre à un test de personnalité et bien sûr renseigner certaines informations personnelles. Ensuite, sur la base des résultats au test de personnalité, l’algorithme d’OkCupid affiche un pourcentage de compatibilité potentielle avec d’autres membres. Un pourcentage qui représente en fait la probabilité que vous soyez le ou la partenaire idéal·e pour quelqu’un d’autre, d’après l’algorithme d’OkCupid. Mais faute d’avoir rendu public cet algorithme, personne ne sait vraiment dans quelle mesure celui-ci est précis… Heureusement, vous avez la possibilité de payer un supplément pour que votre profil soit montré à plus d’utilisateurs et utilisatrices. Comme le dit leur slogan : « Les rencontres méritent mieux ».

# price
source: Free to sign up, $9.95 and up monthly for premium features
fr: Inscription gratuite, à partir de 9,95 € par mois pour des fonctionnalités premium
