Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/okcupid.po
Languages: de, es, fr

# worst_case
source: A final deal-breaker is that not everyone gets the right to delete their personal data or even have access to it. Bummer. So what could go wrong with OkCupid? Well, given OKC's less-than-OK track record, we're stressed your answers to that super-personal survey aren't totally safe. It's nobody's business if you sing along at concerts. We also wonder if the risk you take in giving up your data to OkCupid is worth it -- especially since love on Match Group-owned apps might be a losing game. A <a id="a1">lawsuit</a> filed February 2024 in the United States against <a id="a2">claims</a> Match Group’s apps are designed to "coerce subscriptions and retain users forever" by dangling the possibility of establishing an "off-app relationship while implementing features to keep users on the app." Yeesh. That's always a danger when a happy ending is bad for business.
de: Ein endgültiger Dealbreaker ist, dass nicht jeder das Recht hat, seine persönlichen Daten zu löschen oder sogar darauf zuzugreifen. Schade. Was könnte also bei OkCupid schiefgehen? Nun, angesichts der weniger als OK-Erfolgsbilanz von OKC sind wir besorgt, dass Ihre Antworten auf diese superpersönliche Umfrage nicht völlig sicher sind. Es geht niemanden etwas an, ob Sie bei Konzerten mitsingen. Wir fragen uns auch, ob das Risiko, das Sie eingehen, indem Sie Ihre Daten an OkCupid abgeben, es wert ist – vor allem, da die Liebe auf den Apps der Match Group ein verlorenes Spiel sein könnte. Eine <a id="a1">Klage</a>, die im Februar 2024 in den Vereinigten Staaten eingereicht wurde, <a id="a2">behauptet</a>, dass die Apps der Match Group darauf ausgelegt sind, „Abonnements zu erzwingen und Benutzer für immer zu behalten“, indem sie die Möglichkeit einer „außerhalb der App stattfindenden Beziehung aufzeigen, während sie Funktionen implementieren, um Benutzer in der App zu halten.“ OMG. Das ist immer eine Gefahr, wenn ein Happy End schlecht fürs Geschäft ist.
es: Un factor decisivo es que no todas las personas tienen el derecho de eliminar sus datos personales o incluso a tener acceso a ellos. Malísimo. ¿Quieres saber qué podría salir mal con OkCupid? Dado el historial bastante malo de OKC, nos estresa que tus respuestas a la encuesta superpersonal no estén totalmente seguras. No es asunto de nadie si te gusta cantar en conciertos. También nos preguntamos si vale la pena el riesgo que corres al entregar tus datos a OkCupid, especialmente porque el amor en las aplicaciones de Match Group podría ser un juego perdido. Una <a id="a1">demanda</a> presentada en febrero de 2024 en los Estados Unidos <a id="a2">argumenta</a> que las aplicaciones de Match Group están diseñadas para «coaccionar las suscripciones y retener a los usuarios para siempre» con la posibilidad de establecer una «relación fuera de la aplicación mientras se implementan funciones para mantenerlos en la aplicación». Sí. Siempre es un peligro cuando los finales felices son algo malo para los negocios.

# how_does_it_use_data_collected
source: We ding this product as it can use personal information to provide offers and operate advertising and marketing campaigns; and as it can share non-personal information with other Match Group companies and third parties (notably advertisers) to develop and deliver targeted advertising on its services and on websites or applications of third parties, and to analyze and report on advertising you see. They may also combine this information with additional non-personal information or personal information in hashed, non-human readable form collected from other sources.
de: Wir geben diesem Produkt einen Warnhinweis, da es persönliche Daten zur Bereitstellung von Angeboten und zum Betrieb von Werbe- und Marketingkampagnen verwenden kann; und da es nicht persönliche Daten mit anderen Unternehmen der Match Group und Dritten (insbesondere Werbetreibenden) teilen kann, um gezielte Werbung in seinen Diensten und auf Websites oder Anwendungen Dritter zu entwickeln und bereitzustellen und um Werbung, die Sie sehen, zu analysieren und darüber zu berichten. Sie können diese Informationen auch mit zusätzlichen nicht persönlichen Daten oder persönlichen Daten in gehashter, nicht vom Menschen lesbarer Form kombinieren, die aus anderen Quellen stammen.
es: Criticamos este producto porque puede usar información personal para proporcionar ofertas y realizar campañas de publicidad y marketing; también porque puede compartir información no personal con otras empresas de Match Group y terceros (especialmente anunciantes) para desarrollar y ofrecer publicidad dirigida en sus servicios y en sitios web o aplicaciones de terceros, y para analizar e informar sobre las publicidades que ves. También pueden combinar esta información con información no personal adicional o información personal en forma legible y no humana recopilada de otras fuentes.

# how_does_it_use_data_collected
source: OkCupid Privacy policy
de: OkCupids Datenschutzrichtlinie
es: Política de privacidad de OkCupid

# how_does_it_use_data_collected
source: "We may receive information about you from our partners where our ads are published on a partner’s service (in which case they may pass along details on a campaign’s success). Where legally allowed, we can also receive information about suspected or convicted bad actors from third parties as part of our efforts to ensure our users’ safety and security."
de: „Wir können Informationen über Sie von unseren Partnern erhalten, wo unsere Anzeigen auf dem Dienst eines Partners veröffentlicht werden (in diesem Fall können sie Details über den Erfolg einer Kampagne weitergeben). Soweit gesetzlich zulässig, können wir im Rahmen unserer Bemühungen, die Sicherheit unserer Nutzer zu gewährleisten, auch Informationen über mutmaßliche oder verurteilte böswillige Akteure von Dritten erhalten.“
es: «Podemos recibir información sobre ti de nuestros socios cuando nuestros anuncios se publican en el servicio de un socio (en cuyo caso pueden transmitir detalles sobre el éxito de una campaña). Cuando esté legalmente permitido, también podemos recibir información por parte de terceros sobre actores sospechosos o condenados como parte de nuestros esfuerzos para garantizar la seguridad de nuestros usuarios».

# how_does_it_use_data_collected
source: "The main reason we use your information is to deliver and improve our services. Additionally, we use your information to help keep you and our community safe, and to provide you with advertising that may be of interest to you.<br/>&lt;...&gt;<br/><b>C. To provide offers and operate advertising and marketing campaigns</b>
de: „Der Hauptgrund, warum wir Ihre Informationen verwenden, ist die Bereitstellung und Verbesserung unserer Dienstleistungen. Zusätzlich nutzen wir Ihre Informationen, um Sie und unsere Gemeinschaft sicher zu halten und Ihnen Werbung zu präsentieren, die für Sie von Interesse sein könnte.<br/>&lt;...&gt;<br/> <b>C. Um Angebote bereitzustellen und Werbe- und Marketingkampagnen durchzuführen</b>
es: «La razón principal por la que utilizamos tu información es para ofrecer y mejorar nuestros servicios. Además, utilizamos tu información para ayudar a mantener tu seguridad y la de nuestra comunidad, y para proporcionarte publicidad que pueda ser de tu interés.<br/>&lt;...&gt;<br/><b>C. Para proporcionar ofertas y operar campañas de publicidad y marketing</b>

# how_does_it_use_data_collected
source: Perform and measure the effectiveness of advertising campaigns on our services and marketing our services off our platform<b><br/></b> Communicate with you about products or services that we believe may interest you
de: Durchführung und Messung der Wirksamkeit von Werbekampagnen auf unseren Diensten und Vermarktung unserer Dienste außerhalb unserer Plattform<b><br/></b> Kommunikation mit Ihnen über Produkte oder Dienstleistungen, von denen wir glauben, dass sie Sie interessieren könnten
es: Realizar y medir la efectividad de las campañas publicitarias en nuestros servicios y comercializar nuestros servicios fuera de nuestra plataforma<b><br/></b> Comunicarnos contigo sobre productos o servicios que creemos que pueden interesarte

# how_does_it_use_data_collected
source: F. To ensure legal compliance
de: F. Sicherstellung der Rechtskonformität
es: F. Asegurar el cumplimiento legal

# how_does_it_use_data_collected
source: Comply with legal requirements<b><br/></b> Assist law enforcement<br/><b>"</b>
de: Einhaltung der gesetzlichen Anforderungen<b><br/></b> Unterstützung der Strafverfolgung<br/><b>“</b>
es: Cumplir con los requisitos legales<b><br/></b> Ayudar a los organismos de seguridad<br/><b>»</b>

# how_does_it_use_data_collected
source: "We use vendors to help us operate, distribute, market and improve our services, such as data hosting and maintenance, analytics, customer care, <b>marketing, advertising</b>, payment processing and security operations. We also share information with vendors who distribute and assist us in advertising our services. For instance, we may share limited information on you in hashed, non-human readable form to advertising vendors."
de: „Wir nutzen Anbieter, um unsere Dienstleistungen zu betreiben, zu vertreiben, zu vermarkten und zu verbessern, wie z. B. Datenhosting und -wartung, Analysen, Kundenbetreuung, <b>Marketing, Werbung</b>, Zahlungsabwicklung und Sicherheitsvorgänge. Wir geben auch Informationen an Anbieter weiter, die unsere Dienstleistungen vertreiben und uns bei der Werbung dafür unterstützen. Zum Beispiel können wir begrenzte Informationen über Sie in gehashter, nicht vom Menschen lesbarer Form an Werbeanbieter weitergeben.“
es: «Utilizamos proveedores para que nos ayuden a operar, distribuir, comercializar y mejorar nuestros servicios, por ejemplo, alojamiento y mantenimiento de datos, análisis, atención al cliente, <b>marketing, publicidad</b>, procesamiento de pagos y operaciones de seguridad. También compartimos información con proveedores que distribuyen y nos ayudan a publicitar nuestros servicios. Por ejemplo, podemos compartir información limitada sobre ti en forma no legible para humanos con proveedores de publicidad».

# how_does_it_use_data_collected
source: "We may use and share non-personal information (meaning information that, by itself, does not identify who you are such as device information, general demographics, general behavioral data, location in de-identified form), as well as personal information in hashed, non-human readable form, under any of the above circumstances. We may also share this information with other Match Group companies and third parties (notably advertisers) to develop and deliver targeted advertising on our services and on websites or applications of third parties, and to analyze and report on advertising you see. We may combine this information with additional non-personal information or personal information in hashed, non-human readable form collected from other sources."
de: „Unter den oben genannten Umständen können wir nicht personenbezogene Daten (d. h. Informationen, die für sich genommen nicht identifizieren, wer Sie sind, wie z. B. Geräteinformationen, allgemeine demografische Daten, allgemeine Verhaltensdaten, Standort in anonymisierter Form) sowie personenbezogene Daten in gehashter, nicht vom Menschen lesbarer Form verwenden und weitergeben. Wir können diese Informationen auch mit anderen Unternehmen der Match Group und Dritten (insbesondere Werbetreibenden) teilen, um gezielte Werbung in unseren Diensten und auf Websites oder Anwendungen Dritter zu entwickeln und zu liefern und um Werbung, die Sie sehen, zu analysieren und darüber zu berichten. Wir können diese Informationen mit zusätzlichen nicht personenbezogenen Daten oder personenbezogenen Daten in gehashter, nicht vom Menschen lesbarer Form kombinieren, die aus anderen Quellen stammen.“
es: «Podemos usar y compartir información no personal (es decir, información que, por sí misma, no permite identificar quién eres, como información del dispositivo, datos demográficos generales, datos de comportamiento generales, ubicación en forma no identificable), así como información personal en forma no legible para humanos, en cualquiera de las circunstancias anteriores. También podemos compartir esa información con otras empresas de Match Group y terceros (especialmente anunciantes) para desarrollar y ofrecer publicidad dirigida en nuestros servicios y en sitios web o aplicaciones de terceros, y para analizar e informar sobre la publicidad que ves. Podemos combinar esta información con información no personal adicional o información personal en forma no legible para humanos recopilada de otras fuentes».

# how_does_it_use_data_collected
source: "OkCupid is part of the Match Group family of businesses.<br/>We may share information about you with our affiliates and they may share information about you with us, for the reasons laid out below:\<br/> To make all Match Group platforms safer, for instance by making sure that when a bad actor is found on one Match Group platform (for instance ours), they can be banned from all.<br/> To assist each other in data processing operations, as service providers. This assistance may include technical processing operations, such as data hosting and maintenance, customer care, marketing and targeted advertising, analytics, finance and accounting, payment processing, service improvement, data security and fighting against spam, abuse, fraud, infringement and other wrongdoings.<br/> To improve your chances at building significant connections with others, we may make you visible on other Match Group services or allow you to benefit from cross-platform functionalities. We will of course comply with applicable law and, where relevant, notify you of any such opportunity and allow you to agree or to refuse.<br/> If you are located in the USA excluding California, Colorado, Utah, Connecticut and Virginia, to personalize your experience on Match Group platforms, including how you’re shown to other users and how others are shown to you, prices, discounts, ads and content you experience, to improve our marketing campaigns.<br/> For other legitimate business purposes including corporate audit, analysis and consolidated reporting."
de: OkCupid ist Teil der Unternehmensfamilie Match Group.<br/>Wir können Informationen über Sie mit unseren Partnern teilen und sie können Informationen über Sie mit uns teilen, aus den folgenden Gründen:\<br/> Um alle Plattformen der Match Group sicherer zu machen, z. B. indem wir sicherstellen, dass ein schlechter Akteur, der auf einer Plattform der Match Group (z. B. unserer) gefunden wird, von allen Plattformen ausgeschlossen werden kann.<br/> Um einander bei Datenverarbeitungsoperationen zu unterstützen, als Dienstleister. Diese Unterstützung kann technische Verarbeitungsoperationen umfassen, wie Datenhosting und -wartung, Kundenservice, Marketing und gezielte Werbung, Analytik, Finanzen und Buchhaltung, Zahlungsabwicklung, Serviceverbesserung, Datensicherheit und Bekämpfung von Spam, Missbrauch, Betrug, Verletzung und anderen Fehlverhalten.<br/> Um Ihre Chancen auf bedeutende Verbindungen mit anderen zu verbessern, können wir Sie auf anderen Match Group Diensten sichtbar machen oder Ihnen ermöglichen, von plattformübergreifenden Funktionen zu profitieren. Wir werden natürlich geltendes Recht einhalten und, wo relevant, Sie über solche Möglichkeiten informieren und Ihnen die Zustimmung oder Ablehnung ermöglichen.<br/> Wenn Sie sich in den USA außerhalb von Kalifornien, Colorado, Utah, Connecticut und Virginia befinden, um Ihre Erfahrung auf Match Group Plattformen zu personalisieren, einschließlich wie Sie anderen Benutzern angezeigt werden und wie andere Ihnen angezeigt werden, Preise, Rabatte, Anzeigen und Inhalte, die Sie erleben, um unsere Marketingkampagnen zu verbessern.<br/> Für andere legitime Geschäftszwecke, einschließlich Unternehmensprüfung, Analyse und konsolidierte Berichterstattung.
es: «OkCupid es parte de la familia de empresas de Match Group.<br/>Podemos compartir información sobre ti con nuestros afiliados y ellos pueden compartir información sobre ti con nosotros, por las razones que se exponen a continuación:\<br/> Para hacer que todas las plataformas de Match Group sean más seguras, por ejemplo, garantizando que cuando se encuentre un mal actor en una plataforma de Match Group (por ejemplo, la nuestra), se le pueda prohibir el acceso a todas las demás.<br/> Para ayudarnos mutuamente en las operaciones de procesamiento de datos, como proveedores de servicios. Esta asistencia puede incluir operaciones de procesamiento técnico, como alojamiento y mantenimiento de datos, atención al cliente, marketing y publicidad dirigida, análisis, finanzas y contabilidad, procesamiento de pagos, mejora del servicio, seguridad de los datos y lucha contra el spam, el abuso, el fraude, la infracción y otras irregularidades.<br/> Para mejorar tus posibilidades de establecer conexiones significativas con otros, podemos hacerte visible en otros servicios de Match Group o permitir que te beneficies de las funcionalidades multiplataforma. Por supuesto, cumpliremos con las leyes aplicables y, cuando corresponda, te notificaremos de dicha oportunidad y te permitiremos aceptarla o rechazarla.<br/> Si vives en EE. UU. –excepto en California, Colorado, Utah, Connecticut y Virginia–, para personalizar tu experiencia en las plataformas de Match Group, incluida la forma en que se te muestra a otros usuarios y cómo se te muestran a otros, los precios, los descuentos, los anuncios y el contenido que experimentas, para mejorar nuestras campañas de marketing.<br/> Para otros fines comerciales legítimos, incluyendo auditorías corporativas, análisis e informes consolidados».

# how_does_it_use_data_collected
source: CCPA Privacy Notice Addendum
de: CCPA-Datenschutzhinweis-Nachtrag
es: Apéndice del aviso de privacidad relativo a la CCPA

# how_does_it_use_data_collected
source: "Some of the information we collect also constitutes “sensitive personal information” under the CCPA, including information that reveals your social security, driver’s license, state identification card, or passport number, precise geolocation, racial or ethnic origin, sex life or sexual orientation, religious or philosophical beliefs, biometric information, and contents of your messages. We do not use sensitive personal information we collect for purposes other than providing and improving our services to you and protecting our services and our community, and we do not use sensitive personal information to infer characteristics about you."
de: „Einige der von uns gesammelten Informationen stellen auch„sensible personenbezogene Daten“ im Rahmen des CCPA dar, einschließlich Informationen, die Ihre Sozialversicherung, Ihren Führerschein, Ihren Personalausweis oder Ihre Reisepassnummer, Ihre genaue Geolokalisierung, Ihre rassische oder ethnische Herkunft, Ihr Sexualleben oder Ihre sexuelle Orientierung, Ihre religiösen oder philosophischen Überzeugungen, biometrische Informationen und den Inhalt Ihrer Nachrichten offenbaren. Wir verwenden keine sensiblen personenbezogenen Daten, die wir sammeln, für andere Zwecke als die Bereitstellung und Verbesserung unserer Dienstleistungen für Sie und den Schutz unserer Dienstleistungen und unserer Gemeinschaft, und wir verwenden keine sensiblen personenbezogenen Daten, um Merkmale über Sie abzuleiten.“
es: «Parte de la información que recopilamos también constituye “información personal confidencial” en virtud de la CCPA; esto incluye la información que revela tus datos de seguro social, licencia de conducir, tarjeta de identificación estatal o número de pasaporte, geolocalización precisa, origen racial o étnico, vida sexual u orientación sexual, creencias religiosas o filosóficas, información biométrica y contenido de tus mensajes. No utilizamos la información personal confidencial que recopilamos para otros fines que no sean proporcionarte nuestros servicios y mejorar y proteger nuestros servicios y nuestra comunidad, y no utilizamos información personal confidencial para inferir características sobre ti».

# how_does_it_use_data_collected
source: "Categories of personal information collected over the 12-month period prior to the effective date of our Privacy Policy ...<br/>Inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes."<br/> Those inferences are "Created from data in your profile" and can be shared with "vendors and professional services organizations who assist us in relation to the business or commercial purposes laid out herein" and can be used for "advertising and marketing services" and " the contextual customization of ads. "
de: „Kategorien von persönlichen Daten, die im 12-Monats-Zeitraum vor dem Inkrafttreten unserer Datenschutzrichtlinie erfasst wurden …<br/> Schlussfolgerungen, die aus den oben genannten Informationen gezogen wurden, um ein Profil über Sie zu erstellen, das Ihre Vorlieben, Eigenschaften, psychologischen Trends, Prädispositionen, Verhalten, Einstellungen, Intelligenz, Fähigkeiten und Begabungen widerspiegelt.“<br/> Diese Schlussfolgerungen werden „aus Daten in Ihrem Profil erstellt“ und können mit „Anbietern und professionellen Dienstleistungsorganisationen, die uns in Bezug auf die hierin dargelegten geschäftlichen oder kommerziellen Zwecke unterstützen“, geteilt werden und können für „Werbe- und Marketingdienste“ und „die kontextbezogene Anpassung von Anzeigen“ verwendet werden.“
es: «Categorías de información personal recopilada durante el período de 12 meses anterior a la fecha de vigencia de nuestra política de privacidad...<br/> Inferencias extraídas de cualquiera de los datos identificados anteriormente para crear un perfil sobre ti que refleje tus preferencias, características, tendencias psicológicas, predisposiciones, comportamiento, actitudes, inteligencia, habilidades y aptitudes».<br/> Esas inferencias son «Creadas a partir de los datos de tu perfil» y se pueden compartir con «proveedores y organizaciones de servicios profesionales que nos ayudan en relación con los fines empresariales o comerciales establecidos en este documento» y se pueden utilizar para «servicios de publicidad y marketing» y «para la personalización contextual de los anuncios».

# how_does_it_use_data_collected
source: "We do not “sell” or “share” your personal information so no opt out choice is necessary. This means that we do not sell, share, rent, release, disclose, disseminate, make available, transfer, or otherwise communicate in any way your personal information to another company for monetary or other valuable consideration or for cross-context behavioral advertising."
de: „Wir ‚verkaufen‘ oder ‚teilen‘ Ihre persönlichen Daten nicht, daher ist keine Abwahl erforderlich. Das bedeutet, dass wir Ihre persönlichen Daten nicht verkaufen, teilen, vermieten, freigeben, offenlegen, verbreiten, zur Verfügung stellen, übertragen oder auf andere Weise an ein anderes Unternehmen gegen monetäre oder andere entgeltliche Leistungen oder für kontextübergreifende Verhaltenswerbung kommunizieren.“
es: «No “vendemos” ni “compartimos” tu información personal, por lo que no es necesario que optes por excluirte. Esto significa que no vendemos, compartimos, alquilamos, liberamos, divulgamos, difundimos, ponemos a disposición, transferimos ni comunicamos de ninguna otra manera tu información personal a otra empresa a cambio de una contraprestación monetaria u otra contraprestación de valor, o para publicidad conductual de contexto cruzado».
