Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/okcupid.po
Languages: de, es, fr

# uses_encryption_helptext
source: The parent company Match Group shared with us that "All data stores containing personal data must be encrypted at rest and in transit. Data at rest uses the latest key technologies to cover hybrid data infrastructure, including keys that are created and managed utilizing the latest KMS key policies. Data in transit must utilize predefined SSL policies of TLS-1-1-2017-01 or similar ciphers. MG Security Engineering has an encryption standard that documents the process and procedures and is shared across our brands."
de: Die Muttergesellschaft Match Group teilte uns mit, dass „alle Datenspeicher, die persönliche Daten enthalten, im Ruhezustand und während der Übertragung verschlüsselt werden müssen. Bei Daten im Ruhezustand verwenden die neuesten Schlüsseltechnologien, um hybride Dateninfrastrukturen abzudecken, einschließlich Schlüssel, die unter Verwendung der neuesten KMS-Schlüsselrichtlinien erstellt und verwaltet werden. Daten bei der Übertragung müssen vordefinierte SSL-Richtlinien von TLS-1-1-2017-01 oder ähnliche Chiffren verwenden. MG Security Engineering verfügt über einen Verschlüsselungsstandard, der den Prozess und die Verfahren dokumentiert und markenübergreifend geteilt wird.“
es: La empresa matriz Match Group compartió con nosotros que «Todos los almacenes de datos que contengan datos personales deben estar encriptados en reposo y en tránsito. Los datos en reposo utilizan las últimas tecnologías clave para cubrir la infraestructura de datos híbrida, lo que incluye claves que se crean y gestionan utilizando las últimas políticas de KMS. Los datos en tránsito deben utilizar políticas SSL predefinidas de TLS-1-1-2017-01 o cifrados similares. MG Security Engineering tiene un estándar de cifrado que documenta el proceso y los procedimientos y se comparte entre nuestras marcas».

# strong_password_helptext
source: OkCupid requires 6-digit password with no insecure passwords.
de: OkCupid erfordert ein 6-stelliges Passwort ohne unsichere Passwörter.
es: OkCupid requiere una contraseña de 6 dígitos y no comprueba contraseñas inseguras.

# manage_vulnerabilities_helptext
source: "OkCupid welcomes input from the security research community to advance the cause of improving the security of our applications and user data. To that end, we encourage security researchers to responsibly disclose any potential vulnerabilities uncovered to security@okcupid.com."
de: „OkCupid begrüßt Beiträge aus der Sicherheitsforschungsgemeinschaft, um die Sicherheit unserer Anwendungen und Benutzerdaten zu verbessern. In diesem Sinne ermutigen wir Sicherheitsforscher, potenzielle aufgedeckte Schwachstellen verantwortungsbewusst an security@okcupid.com zu melden.“
es: «OkCupid agradece las aportaciones de la comunidad de investigación de seguridad para avanzar en la causa de mejorar la seguridad de nuestras aplicaciones y los datos de nuestros usuarios. Con ese fin, alentamos a los investigadores de seguridad a divulgar de manera responsable cualquier vulnerabilidad potencial que descubran a: security@okcupid.com».

# manage_vulnerabilities_helptext
source: "OkCupid’s bug bounty program is private and inclusion is by invite only. Researchers who follow generally accepted responsible disclosure practices and submit quality reports to our Security team will be evaluated for inclusion at our discretion."
de: „Das Bug-Bounty-Programm von OkCupid ist privat und die Teilnahme erfolgt nur auf Einladung. Forscher, die allgemein anerkannte Praktiken zur verantwortungsvollen Offenlegung befolgen und qualitativ hochwertige Berichte an unser Sicherheitsteam senden, werden nach unserem Ermessen zur Teilnahme in Betracht gezogen.“
es: «El programa de cazadores de bugs de OkCupid es privado y solo es posible acceder por invitación. Los investigadores que sigan las prácticas de divulgación responsable generalmente aceptadas y envíen informes de calidad a nuestro equipo de seguridad serán evaluados para su inclusión a nuestra entera discreción».

# tips_to_protect_yourself
source: Turn off Match Group data sharing in the app's Privacy Preferences
de: Deaktivieren Sie die gemeinsame Nutzung von Match Group-Daten in den Datenschutzeinstellungen der App
es: Desactiva el uso compartido de datos con Match Group en las preferencias de privacidad de la aplicación

# tips_to_protect_yourself
source: Visit the app's privacy preferences at the app and opt out from personalized advertising as well as all non-essential data collection.
de: Rufen Sie die Datenschutzeinstellungen der App in der App auf und deaktivieren Sie personalisierte Werbung sowie alle nicht wesentlichen Datenerhebungen.
es: Visita las preferencias de privacidad dentro de la aplicación y opta por excluirte de la publicidad personalizada y de toda la recopilación de datos no esenciales.

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data nor does close your account.
de: Fordern Sie die Löschung Ihrer Daten an, sobald Sie die App nicht mehr verwenden. Das einfache Löschen einer App von Ihrem Gerät löscht in der Regel weder Ihre persönlichen Daten noch schließt es Ihr Konto.
es: Solicita que se eliminen tus datos una vez que dejes de usar la aplicación. Por lo general, el simple hecho de eliminar una aplicación de tu dispositivo no elimina tus datos personales ni cierra tu cuenta.

# tips_to_protect_yourself
source: Do not give consent to constant geolocation tracking by the app. Better provide geolocation 'only when using the app'.
de: Geben Sie keine Zustimmung zur ständigen Geolokalisierungsverfolgung durch die App. Wählen Sie besser Geolokalisierung „nur bei Verwendung der App“.
es: No otorgues tu consentimiento para el seguimiento constante de geolocalización por parte de la aplicación. Es mejor permitir la geolocalización «solo cuando la aplicación está en uso».

# tips_to_protect_yourself
source: Do not share sensitive data through the app.
de: Teilen Sie keine sensiblen Daten über die App.
es: No compartas datos confidenciales a través de la aplicación.

# tips_to_protect_yourself
source: Do not give access to your photos and video or camera.
de: Geben Sie keinen Zugriff auf Ihre Fotos und Videos oder Kameras.
es: No permitas el acceso a tus fotos, vídeo o cámara.

# tips_to_protect_yourself
source: Do not log in using third-party accounts.
de: Melden Sie sich nicht mit Drittanbieterkonten an.
es: No inicies sesión con cuentas de terceros.

# tips_to_protect_yourself
source: Do not connect to any third party via the app, or at least make sure that a third party employs decent privacy practices.
de: Stellen Sie keine Verbindung zu Dritten über die App her oder stellen Sie zumindest sicher, dass ein Dritter angemessene Datenschutzpraktiken anwendet.
es: No te conectes a ningún sitio externo a través de la aplicación, o al menos asegúrate antes de que dicho tercero tenga prácticas de privacidad decentes.

# tips_to_protect_yourself
source: Do not give consent for sharing of personal data for marketing and advertising.
de: Geben Sie keine Zustimmung zur Weitergabe personenbezogener Daten für Marketing und Werbung.
es: No otorgues tu consentimiento para compartir datos personales con fines de marketing y publicidad.

# tips_to_protect_yourself
source: Choose a strong password! You may use a password control tool like 1Password, KeePass etc.
de: Wählen Sie ein sicheres Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes utilizar una herramienta de control de contraseñas como 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Do not use social media plug-ins.
de: Verwenden Sie keine Social-Media-Plugins.
es: No uses complementos de redes sociales.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary).
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre persönlichen Daten über die App zu beschränken (gewähren Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Ihren Standort, es sei denn, dies ist erforderlich).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no permitas el acceso a tu cámara, micrófono, imágenes o ubicación, a menos que sea necesario).

# tips_to_protect_yourself
source: Keep your app regularly updated.
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand.
es: Actualiza tu aplicación con regularidad.

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization).
de: Begrenzen Sie das Anzeigen-Tracking über Ihr Gerät (z. B. auf dem iPhone gehen Sie zu Datenschutz -&gt; Werbung - &gt; Anzeigen-Tracking einschränken) und die größten Werbenetzwerke (für Google gehen Sie zu Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung).
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en iPhone, ingresa a Privacidad -> Publicidad -> Limitar el seguimiento de anuncios) y las redes publicitarias más grandes (en Google, ingresa a la cuenta de Google y desactiva la personalización de anuncios).

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Wenn Sie eine Registrierung starten, stimmen Sie der Verfolgung Ihrer Daten nicht zu, wenn dies möglich ist.
es: Al iniciar tu registro, no aceptes el seguimiento de tus datos siempre que sea posible.

# personal_data_collected
source: Name, phone number, email address, gender, date of birth, sexual orientation, ethnicity, religious beliefs, and political opinions; precise geolocation data (with consent); information from and about the device(s), including hardware and software information such as IP address, device ID and type, apps settings and characteristics, app crashes, advertising IDs (which are randomly generated numbers, identifiers associated with cookies or other technologies that may uniquely identify a device or browser; data about your activity on the services: when you logged in, features you've been using, actions taken, information shown to you, referring webpages address and ads that you interacted with) and your interactions with other users, for example, users you connect and interact with, and when you matched and exchanged messages with them; information from your social media account.
de: Name, Telefonnummer, E-Mail-Adresse, Geschlecht, Geburtsdatum, sexuelle Orientierung, ethnische Zugehörigkeit, religiöse Überzeugungen und politische Meinungen; genaue Geolokalisierungsdaten (mit Zustimmung); Informationen von und über das/die Gerät(e), einschließlich Hardware- und Softwareinformationen wie IP-Adresse, Geräte-ID und -typ, App-Einstellungen und -Charakteristika, App-Abstürze, Werbe-IDs (zufällig generierte Zahlen, Kennungen in Verbindung mit Cookies oder anderen Technologien, die ein Gerät oder einen Browser eindeutig identifizieren können; Daten über Ihre Aktivitäten auf den Diensten: Wann Sie sich angemeldet haben, welche Funktionen Sie genutzt haben, welche Aktionen Sie durchgeführt haben, welche Informationen Ihnen angezeigt wurden, die Adresse der verweisenden Webseiten und die Werbung, mit der Sie interagiert haben) und Ihre Interaktionen mit anderen Nutzern, z. B. Nutzer, mit denen Sie sich verbunden haben und mit denen Sie interagiert haben, und wann Sie sich mit ihnen abgestimmt und Nachrichten ausgetauscht haben; Informationen aus Ihrem Social-Media-Konto.
es: Nombre, número de teléfono, dirección de correo electrónico, sexo, fecha de nacimiento, orientación sexual, etnia, creencias religiosas y opiniones políticas; datos de geolocalización precisos (con consentimiento); información de y sobre los dispositivos, incluida la información de hardware y software, como la dirección IP, el ID y el tipo de dispositivo, la configuración y las características de las aplicaciones, los bloqueos de las aplicaciones, los ID de publicidad (que son números generados aleatoriamente, identificadores asociados con cookies u otras tecnologías que pueden identificar de forma única un dispositivo o navegador); datos sobre tu actividad en los servicios: cuando iniciaste sesión, las funciones que has estado utilizando, las acciones realizadas, la información que se te muestra, la dirección de las páginas web de referencia y los anuncios con los que interactuaste) y tus interacciones con otros usuarios, por ejemplo, los usuarios con los que te conectas e interactúas, y cuando coincides e intercambias mensajes con ellos; información de tu cuenta de redes sociales.

# biometric_data_collected
source: Photo Verification data (with consent); photos &amp; videos.
de: Fotoverifizierungsdaten (mit Zustimmung); Fotos &amp; Videos.
es: Datos de verificación de fotos (con consentimiento); fotos y vídeos.

# social_data_collected
source: Information from your social media account.
de: Informationen aus Ihrem Social-Media-Konto.
es: Información de tu cuenta de redes sociales.

# how_can_you_control_your_data
source: We ding this product as it is unclear if all users regardless of location can get their data deleted.
de: Wir geben diesem Produkt einen Warnhinweis, da es unklar ist, ob alle Benutzer unabhängig vom Standort ihre Daten löschen können.
es: Criticamos a este producto porque no está claro si todos los usuarios, independientemente de su ubicación, pueden eliminar sus datos.

# how_can_you_control_your_data
source: OkCupid Privacy Policy
de: OkCupids Datenschutzrichtlinie
es: Política de privacidad de OkCupid

# how_can_you_control_your_data
source: <b>"Depending on where you live</b>, you may have the right to:
de: <b>„Je nachdem, wo Sie leben</b>, haben Sie möglicherweise das Recht auf:
es: <b>«Dependiendo de dónde vivas</b>, es posible que tengas derecho a:

# how_can_you_control_your_data
source: Access/know. You may have the right to request a copy of the information we keep about you, and in certain circumstances to receive this in a portable format. You can exercise your right to access by putting in a request here.<br/> Delete/erase. You may request that we delete the personal information we keep about you. You can exercise your right to delete by submitting a request here.<br/> Correct/rectify/update. You can correct most information you provided to us by editing your profile directly in the service. If you believe the information we hold about you is inaccurate, you may contact us here to rectify it.<br/> Object/restrict. You may also have the right to object to or request that we restrict certain processing. To do so, please contact us here."
de: Zugang/Wissen. Sie haben möglicherweise das Recht, eine Kopie der Informationen anzufordern, die wir über Sie speichern, und unter bestimmten Umständen diese in einem portablen Format zu erhalten. Sie können Ihr Zugriffsrecht ausüben, indem Sie hier eine Anfrage stellen.<br/> Löschen. Sie können die Löschung der persönlichen Daten, die wir über Sie speichern, beantragen. Sie können Ihr Recht auf Löschung ausüben, indem Sie hier eine Anfrage stellen.<br/> Korrigieren/Berichtigen/Aktualisieren. Die meisten Informationen, die Sie uns zur Verfügung gestellt haben, können Sie direkt im Dienst in Ihrem Profil korrigieren. Wenn Sie glauben, dass die Informationen, die wir über Sie haben, ungenau sind, können Sie uns hier kontaktieren, um sie zu berichtigen.<br/> Einspruch/Einschränkung. Sie haben auch das Recht, bestimmte Verarbeitungen abzulehnen oder deren Einschränkung zu beantragen. Um dies zu tun, kontaktieren Sie uns bitte hier.“
es: Acceso/conocimiento. Es posible que tengas derecho a solicitar una copia de la información que conservamos sobre ti y, en determinadas circunstancias, a recibirla en un formato portátil. Puedes ejercer tu derecho de acceso mediante la presentación de una solicitud aquí.<br/> Eliminar/borrar. Puedes solicitar que eliminemos la información personal que guardamos sobre ti. Puedes ejercer tu derecho de eliminación enviando una solicitud aquí.<br/> Corregir/rectificar/actualizar. Puedes corregir la mayoría de la información que nos proporcionaste editando tu perfil directamente en el servicio. Si crees que la información que tenemos sobre ti es inexacta, puedes ponerte en contacto con nosotros aquí para rectificarla.<br/> Objetar/restringir. También puedes tener derecho a objetar o solicitar que restrinjamos cierto procesamiento. Para hacerlo, ponte en contacto con nosotros aquí».
