Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/okcupid.po
Languages: de, es, fr

# worst_case
source: OKCupid joined the likes of Tinder, Bumble, Grindr, and Coffee Meets Bagel in that crowded gang in 2020 when researchers found a number of security flaws in OKCupid that could let attackers steal users' personal information, view their private messages, and hijack a user's account and pretend to be them. OKCupid has also been called out in a recent Norwegian Consumer Council study that found OKCupid may be sharing users' personal information like location, sexual preferences, and behavioral data with third parties and other Match Group brands in ways that may violate privacy laws. Finally, Match Group owns OKCupid and at least 45 other dating sites like Hinge, Tinder, and Plenty of Fish. When you sign up with one of these dating sites, the Match Group privacy policy states they may share your personal information with any of the other Match Groups sites for what they say are non-commercial limited and critical purposes. That's a lot of personal data you might have thought only going to once place getting shared across multiple dating sites. Without a lot of transparency into the algorithm, one concern when apps collect this information is it's hard to know how you might be matched and whether the apps have any potential bias. Security flaws, poor privacy practices, sharing data with who knows who, lack of transparency in their algorithms -- OKCupid maybe isn't the worst dating app for protecting users' privacy we've seen (looking at you Grindr), but it’s not great.
fr: Lorsqu’en 2020, une terrible faille de sécurité a exposé d’importantes quantités d’informations personnelles d’utilisateurs et utilisatrices d’applications comme Tinder, Bumble, Grindr ou Coffee Meets Bagel, OkCupid faisait naturellement partie d’entre elles. En effet, des chercheurs ont démontré qu’un certain nombre de failles d’OkCupid pouvaient permettre à des hackers de voler les informations personnelles des utilisateurs et utilisatrices, de consulter leurs messages privés et de détourner les comptes des utilisateurs et utilisatrices pour usurper leur identité. Tout ceci venant s’ajouter à une autre faille de sécurité identifiée en 2019 et qui indiquait déjà que vos informations personnelles n’y étaient pas en sécurité ! Mais ce ne sont pas seulement ses failles de sécurité qui font d’OkCupid une application de rencontre avec laquelle il est dangereux de flirter (au sens propre). L’application a également été interpellée dans une récente étude du Conseil norvégien de la recherche qui a révélé qu’OkCupid partageait sans doute les informations personnelles de ses utilisateurs et utilisatrices comme leur emplacement, leurs préférences sexuelles ou leurs données comportementales avec des sociétés de marketing, enfreignant ainsi les lois sur la confidentialité des données. Tout ça sans compter que l’algorithme d’OkCupid utilise un test de personnalité et des renseignements comme l’origine ethnique et les croyances religieuses pour associer ses utilisateurs et utilisatrices. Une pratique qui soulève légitimement des questions quant au traitement des personnes issues de ce type de groupes. Enfin, et comme si ça ne suffisait pas, OkCupid appartient à Match Group, qui possède au moins 45 autres sites et applications de rencontre comme Hinge, Tinder et Plenty of Fish. Lorsque vous vous inscrivez sur l’un de ces sites de rencontre, sa politique de confidentialité précise qu’il peut partager vos informations personnelles avec l’un des 45 autres sites ou applications du groupe. Vous imaginez ? Cela représente beaucoup de données personnelles que vous auriez peut-être pensé ne partager qu’une seule fois, et qui finissent par circuler sur tous ces sites. Failles de sécurité, mauvaises pratiques relatives à la confidentialité des données, partage d’informations avec des entreprises tierces, algorithmes qui pourraient biaiser les profils présentés en fonction de votre origine ethnique ou de votre religion, difficultés pour contacter l’entreprise et supprimer vos données… OkCupid n’est peut-être pas la pire application de rencontre que nous ayons vue (coucou Grindr !), mais le tableau n’est pas réjouissant.

# how_does_it_use_data_collected
source: In January 2020, the Consumer Council of Norway accused OKCupid of selling user data. Tinder definitely shares user data with around 45 other Match Group companies, such as Hinge, Tinder, and Plenty of Fish among others. The company shares data with third parties for purposes such as analytics, advertising and payment processing,.
fr: En janvier 2020, le Conseil national du consommateur norvégien a accusé OkCupid de vendre les données de ses utilisateurs et utilisatrices. Il est prouvé que Tinder partage les données de ses utilisateurs et utilisatrices avec environ 45 autres sociétés du groupe Match comme Hinge, Tinder et Plenty of Fish, entre autres. L’entreprise partage des données avec des entreprises tierces à des fins d’analyse, de publicité et de traitement des paiements.

# user_friendly_privacy_policy_helptext
source: Pretty technical even though they claim to make it accessible.
fr: Bien que l’application affirme la rendre accessible, elle reste encore assez technique.

# uses_encryption_helptext
source: We were unable to determine if they use encryption to protect users' personal information, chats, photos, and more.
fr: Nous n’avons pas pu déterminer si un chiffrement est utilisé pour protéger les informations personnelles des membres, leurs Chats, leurs photos, etc.

# strong_password_helptext
source: A strong password is required
fr: Un mot de passe complexe est requis.

# manage_vulnerabilities_helptext
source: OkCupid takes part in a bug bounty program. The dating app encourages security researchers to disclose any potential vulnerabilities uncovered to security@okcupid.com. https://www.okcupid.com/security
fr: OkCupid participe à un programme de prime aux bogues. L’application de rencontre encourage les chercheurs et chercheuses spécialisé·e·s en sécurité informatique à signaler toute faille de sécurité potentielle à l’adresse security@okcupid.com. https://www.okcupid.com/security

# privacy_policy_helptext
source: Same as Tinder and Hinge, OkCupid's Privacy Policy states that "As with all technology companies, although we take steps to secure your information, we do not promise, and you should not expect, that your personal information will always remain secure”).
fr: Tout comme pour Tinder et Hinge, la politique de confidentialité d’OkCupid précise que « Comme pour toutes les entreprises technologiques, et bien que nous prenions des mesures pour assurer la sécurité de vos informations personnelles, nous ne pouvons pas garantir qu’elles resteront toujours en sécurité, et vous ne devez pas vous attendre à ce qu’elles le soient. », ce qui, avouons-le, est plutôt inquiétant.

# personal_data_collected
source: First name (required), date of birth (required), gender (required), country (required), zipcode/city (required), what connections users are looking for (required), gender preference (required), photos or videos (minimum one), description (required), 15-question survey (required), language (optional), ethnicity (optional), pronouns (optional), religion (optional), sign (optional), politics (optional), employment (optional), education (optional), occupation (optional), diet (optional), smoking (optional), drinking (optional), marijuana (optional), offspring (optional), pets (optional), financial information (optional). Collects data on ethnicity and allows users to filter for it.
fr: Prénom (obligatoire), date de naissance (obligatoire), genre (obligatoire), pays (obligatoire), code postal/ville (obligatoire), type de relations souhaitées (obligatoire), genre des personnes recherchées (obligatoire), photos ou vidéos (une obligatoire), description (obligatoire), questionnaire de 15 questions (obligatoire), langue (facultatif), origine ethnique (facultatif), pronoms (facultatif), croyances religieuses (facultatif), signe astrologique (facultatif), opinions politiques (facultatif), activité professionnelle (facultatif), cursus scolaire (facultatif), poste actuel (facultatif), régime alimentaire (facultatif), cigarette (facultatif), alcool (facultatif), cannabis (facultatif), enfants (facultatif), animaux de compagnie (facultatif), informations financières (facultatif). Recueille des informations à propos de l’origine ethnique et permet à ses utilisateurs et utilisatrices de les utiliser pour filtrer les résultats.

# biometric_data_collected
source: Height (optional)
fr: Taille (facultatif)

# social_data_collected
source: If a user connects their social media accounts to their dating profile, OKCupid collects data from that social media account, such as Facebook. However, OKCupid does not specify what data it collects and how it uses it.
fr: Lorsqu’un utilisateur ou une utilisatrice connecte ses comptes sur les réseaux sociaux à son profil de rencontre, OkCupid recueille des données à partir de ces comptes de réseaux sociaux, comme Facebook par exemple. Toutefois, OkCupid ne spécifie pas quelles données il recueille ni ce qu’il en fait.

# how_can_you_control_your_data
source: Users can request a copy of their personal information, for it to be deleted, or for users based in California to request a notice disclosing the categories of personal information that OKCupid has shared with third parties for their direct marketing purposes.
fr: Les utilisateurs et utilisatrices peuvent demander une copie de leurs informations personnelles et leur suppression. Les habitant·e·s de Californie peuvent demander un rapport décrivant les catégories d’informations personnelles partagées par OKCupid avec des tiers à des fins publicitaires.

# track_record_details
source: In July 2020 security researcher found vulnerabilities that exposes sensitive data of users. In addition, OKCupid allegedly shares personal user data with advertising companies that may violate privacy laws.
fr: En juillet 2020, des chercheurs et chercheuses spécialisé·e·s en sécurité informatique ont découvert des points de vulnérabilité pouvant exposer les données sensibles des utilisateurs et utilisatrices. En outre, OkCupid est accusé de partager des informations personnelles de ses utilisateurs et utilisatrices avec des annonceurs susceptibles d’enfreindre les lois sur la confidentialité.

# ai_helptext
source: "OkCupid uses AI for recommendation and moderation purposes. From Harvard Business School:<br/>"With a reputation for being a highly data-driven company, OkCupid has relied on its machine learning algorithms to connect people. A higher match percentage means that a couple will have a higher likelihood of clicking, with different weights given to different questions. But beyond simply producing matches, OkCupid also incorporates machine learning as a community improvement tool. Its support &amp; moderation team monitors machine learning alerts that detect harmful or abusive language. With the aid of technology, OkCupid can respond quickly to instances of harassment while bringing in human moderators on an as-needed basis"
fr: OkCupid utilise l’IA pour les recommandations et la modération. Voici un texte de la Harvard Business School à ce sujet :<br/> « Forte de sa réputation d’entreprise très axée sur les données, OkCupid s’est appuyée sur ses algorithmes d’apprentissage automatique pour mettre en relation les gens. Un pourcentage de correspondance plus grand signifie qu’un couple aura une probabilité plus élevée de bien s’entendre. Ce pourcentage est obtenu en comparant les réponses à des questions, réponses qui ont bien évidemment un poids différent pour le calcul de la correspondance. Mais OkCupid va au-delà et se sert également de l’apprentissage automatique pour améliorer la qualité de sa communauté d’utilisateurs et utilisatrices. L’équipe en charge de l’assistance et de la modération surveille les alertes générées par l’apprentissage automatique à chaque fois que celui-ci détecte un langage haineux ou injurieux. Avec l’aide de la technologie, OkCupid peut ainsi réagir rapidement aux cas de harcèlement tout en faisant appel à des modérateurs et modératrices humain·e·s en cas de besoin. »
