Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/ovia-fertility.po
Languages: es

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device does not erase your personal data.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.

# personal_data_collected
source: First name, email address, date of birth, baby’s name or nickname
es: Nombre, dirección de correo electrónico, fecha de nacimiento, nombre o apodo del bebé

# biometric_data_collected
source: "Cycle type and length, date of last menstrual period, expected due date. Data you provide about your lifestyle, health, fertility, pregnancy and parenting. <br/> <br/>If you synch a fitness tracker to the Ovia app or share data with Ovia through Google Fit or Apple Health, they collect the data you synch to Ovia."
es: «Tipo y duración del ciclo, fecha de la última menstruación, fecha prevista de nacimiento. Datos que proporciona sobre su estilo de vida, salud, fertilidad, embarazo y crianza.<br/><br/> Si sincroniza un rastreador de fitness con la aplicación Ovia o comparte datos con Ovia a través de Google Fit o Apple Health, ellos recopilarán los datos que sincronice con Ovia».

# social_data_collected
source: The app requests access to contacts
es: La aplicación solicita acceso a los contactos

# how_can_you_control_your_data
source: We ding this app for not being clear about the retention details. And for giving no controls over personalized ads for users in the US outside of California residents. And for retaining of personal data as permitted by applicable law to maintain proper business records even if you exercise your rights to delete data.
es: Criticamos a esta aplicación por no ser claros sobre los detalles de la retención de datos. Y también porque no otorgan ningún control sobre los anuncios personalizados a los usuarios de los EE. UU. que no sean residentes de California. Y también porque retienen datos personales según lo permita la ley aplicable para mantener registros comerciales adecuados, incluso si ejerces tus derechos para que eliminen esos datos.

# how_can_you_control_your_data
source: "Ovia may access, use and preserve data to comply with law, in anticipation of litigation, for security management and investigation, or to protect the rights or property of Ovia or third parties, <b>even if the data is subject to a deletion request from you.</b> We may also provide information to law enforcement or authorities to protect the safety of users of the apps or others."
es: «Ovia puede acceder, utilizar y conservar datos para cumplir con la ley, en previsión de litigios, para la gestión de la seguridad, para la investigación o para proteger los derechos o propiedades de Ovia o de terceros, <b>incluso si los datos están sujetos a una solicitud de eliminación por su parte.</b> También podríamos proporcionar información a las autoridades u organismos de seguridad con el fin de proteger la seguridad de los usuarios de las aplicaciones o de otras personas».

# how_can_you_control_your_data
source: You can opt out of third party personalized advertising by going to the Settings menu of your Ovia app and selecting “Do Not Sell My Info” (for California users) or “Manage My Privacy Settings” (for non-US users). For other users, that is, US- based users from outside of California, the app provides no advertisement controls.
es: Puedes optar por no recibir publicidad personalizada de terceros ingresando al menú «Settings»/Configuración de tu aplicación Ovia y seleccionando «Do Not Sell My Info»/No vender mi información (para usuarios de California) o «Manage My Privacy Settings»/Administrar mi configuración de privacidad (para usuarios que no sean estadounidenses). La aplicación no proporciona control sobre los anuncios para otros usuarios, es decir, para los usuarios de los EE. UU. que no residen en California.

# how_can_you_control_your_data
source: You can permanently delete your data and your account in the app. You can also email Ovia at support@oviahealth.com to exercise these rights and any other data subject rights provided by law.
es: Puedes eliminar permanentemente tus datos y tu cuenta de la aplicación. También puedes enviar un correo electrónico a Ovia a: support@oviahealth.com para ejercer estos derechos y cualquier otro derecho previsto por la ley.

# how_can_you_control_your_data
source: If you are a Consumer user, Ovia store your data for the period that your account is active and then <b>for a further period</b> in case you return to use the Services again. After this retention period ends, they will delete your data. <b>The length of the period is unclear.</b>
es: Si eres un usuario Consumidor, Ovia almacenará tus datos mientras tu cuenta esté activa y <b>durante un período adicional</b>, por si deseas volver a utilizar los servicios nuevamente. Una vez finalizado el periodo de retención, eliminarán tus datos. <b>La duración de este periodo no está clara.</b>

# how_can_you_control_your_data
source: If you are an Enterprise user, Ovia may be required to delete your data after your Enterprise benefits end. They will notify you before your data is deleted and, where possible, offer you the opportunity to convert your account to a Consumer account and retain your data.
es: Si eres un usuario Empresa, es posible que Ovia deba eliminar tus datos después de que finalicen tus beneficios de Empresa. Te enviarán una notificación antes de eliminar tus datos y, cuando sea posible, te ofrecerán la oportunidad de convertir tu cuenta en una cuenta de Consumidor y conservar tus datos.

# how_can_you_control_your_data
source: The app provides certain privacy rights, including the rights to correct or delete data. However, they say that "<b>even if you exercise your rights described above, Ovia may retain personal data as permitted by applicable law and to maintain proper business records.</b>"
es: La aplicación proporciona algunos derechos de privacidad, que incluyen los derechos de corregir o eliminar datos. Sin embargo, dice que «<b>incluso si ejerce los derechos descritos anteriormente, Ovia podría retener datos personales según lo permita la ley aplicable, con el fin de mantener registros comerciales adecuados</b>».

# track_record_details
source: In 2019, the <a id="a1">Washington Post reported</a> criticism of Ovia Health for sharing data — though de-identified and aggregated — with employers, who could purchase the period- and pregnancy-tracking app as a health benefit for their workers. People using the employer-sponsored version must currently opt in for this kind of data-sharing.
es: En 2019, el <a id="a1">Washington Post informó</a> críticas a Ovia Health por compartir datos —aunque desidentificados y agregados— con los empleadores, quienes podían comprar la aplicación de seguimiento de ciclos menstruales y embarazo como un beneficio de salud para sus trabajadoras. Actualmente, las personas que utilizan la versión patrocinada por un empleador deben aceptar si desean acceder a este tipo de intercambio de datos.

# child_safety_blurb
source: The Services are not available to children under 13 or who otherwise require parental consent under applicable law to use the Services or provide personal information to Ovia. Ovia does not collect personal data from children under 13. Ovia does not show advertising to any user under the age of 16. Parents and guardians may include personal data about their baby or child in their Ovia account; the parent or guardian is responsible for ensuring they have the legal right to do so.
es: Los servicios no están disponibles para menores de 13 años u otras personas que requieran el consentimiento de los padres para usar los servicios o proporcionar información personal a Ovia según la ley aplicable. Ovia no recopila datos personales de menores de 13 años. Ovia no muestra publicidad a ningún usuario menor de 16 años. Los padres y tutores pueden incluir datos personales sobre su bebé o hijo en su cuenta de Ovia; el padre o tutor es responsable de garantizar que tiene el derecho legal de hacerlo.

# ai_is_transparent_helptext
source: Details on their algorithm can be found here: https://www.fertstert.org/article/S0015-0282(19)30432-7/fulltext
es: Puedes encontrar información detallada sobre su algoritmo aquí: https://www.fertstert.org/article/S0015-0282(19)30432-7/fulltext

# ai_can_user_control_helptext
source: Members are able to accept, decline, or change the fertile window predictions presented to them by the AI algorithm.
es: Los miembros pueden aceptar, rechazar o cambiar las predicciones de ventana de fertilidad que les presenta el algoritmo de IA.
