Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/ovia-fertility.po
Languages: es

# blurb
source: Ovia Health, which describes itself in a rather wonky way as "the digital platform transforming episodic care into continuous support while improving family wellbeing and fostering positive outcomes," offers up three apps to help you on your reproductive health journey. There's Ovia Fertility, Ovia Pregnancy, and Ovia Parenting.
es: Ovia Health, que se describe a sí misma de una manera un poco imprecisa como «la plataforma digital que transforma la atención episódica en un apoyo continuo a la vez que mejora el bienestar familiar y fomenta la consecución de resultados positivos», ofrece tres aplicaciones para ayudarte en tu trayecto de salud reproductiva: Ovia Fertility, Ovia Pregnancy y Ovia Parenting.

# worst_case
source: When people ask us here at <i>*Privacy Not Included</i> what we do for a living we often joke that we read privacy policies so you don't have to. Well, you all are going to be super, duper glad we read <a id="a1">Ovia's Health App Privacy Policy</a> (they have another one that doesn't cover their apps) because it is 34 pages long with nearly 12,000 words. YIKES! Also, you're welcome.
es: Cuando alguien nos pregunta cómo nos ganamos la vida en <i>*Privacidad no incluida,</i> a menudo bromeamos diciendo que nos dedicamos a leer las políticas de privacidad para que la gente no tenga que hacerlo. Bueno, todos van a estar súper, hiper agradecidos de que hayamos leído la Política de Privacidad de la <a id="a1">aplicación Ovia Health</a> (tienen otra que no incluye sus aplicaciones) porque son 34 páginas con casi 12.000 palabras. De nada.

# worst_case
source: So, what did we find in Ovia's War and Peace of privacy policies? Well, some stuff that has us worried about your privacy, unfortunately. First, Ovia says they can collect a whole lot of personal information on you. Things like name, email address, location, advertising ID, IP address, data about your activity in the apps, date of birth, cycle type and length, date of last menstrual period, baby’s name or nickname, and expected due date, information you give to Ovia's coaches, and any health tracking data you submit which could include weight, period, moods, symptoms, and more. So, like most fertility tracking apps, Ovia collects a whole lot of personal and usage information. Ovia also has this line in their privacy policy, "For marketing purposes, we may collect personal data about you through social media or from third parties who provide marketing services to us." So yeah, Ovia has a lot of info on you.
es: Entonces, ¿quieres saber qué encontramos en las políticas de privacidad estilo «Guerra y Paz» de Ovia? Bueno, por desgracia, encontramos algunas cosas que nos dejaron preocupados por tu privacidad. Primero, Ovia dice que puede recopilar una gran cantidad de información personal sobre ti. Datos como nombre, dirección de correo electrónico, ubicación, id. de publicidad, dirección IP, datos sobre tu actividad en las aplicaciones, fecha de nacimiento, tipo y duración del ciclo, fecha de la última menstruación, nombre o apodo del bebé y fecha de nacimiento prevista, más la información que proporciones a los coaches de Ovia y cualquier dato de seguimiento de salud que envíes, como peso, período, estado de ánimo, síntomas y más. Por lo tanto, como la mayoría de las aplicaciones de seguimiento de la fertilidad, Ovia recopila una gran cantidad de información personal y de uso. También encontramos esta línea en la política de privacidad de Ovia: «Para fines de marketing, podemos recopilar datos personales sobre usted a través de las redes sociales o de terceros que nos brindan servicios de marketing». Es decir que sí, Ovia tiene mucha información sobre ti.

# worst_case
source: How do they say they plan to use this information? Well, in the free consumer version of the app, to show you ads and sponsored content using an advertising profile they create on you (nothing is ever free, remember). Ovia does clarify that they will only share personal information that directly identifies with advertisers and sponsors if you opt-in. We're unsure how clear this opt-in process is, though, so be careful when using the app and don't opt-in to any data sharing that directly identifies you. Ovia also says they can use your information for personalization of content, to send advertising and marketing content, market their products and services, and to conduct clinical and scientific research.
es: ¿Quieres saber cómo dice la empresa que usará esa información? Bueno, en la versión gratuita de la aplicación, la usará para mostrarte anuncios y contenido patrocinado utilizando un perfil publicitario que crean sobre ti (no te olvides que nada es gratis). Ovia aclara que solo compartirá información personal directamente identificable con anunciantes y patrocinadores si tú te suscribes para hacerlo. Pero no estamos seguros de qué tan claro es este proceso de suscripción, así que ten cuidado al usar la aplicación y no aceptes ningún intercambio de datos que te identifique directamente. Ovia también dice que puede utilizar tu información para personalizar contenidos, enviarte publicidad y contenido de marketing, comercializar sus productos y servicios, y llevar a cabo investigaciones clínicas y científicas.

# worst_case
source: Who does Ovia say they can share the information they collect on you with? Well, a number of third parties, advertisers, health providers and employers it seems. This line from their privacy policy really jumped out at us, "We use Facebook technology in our apps so that users can log on via Facebook. This allows Facebook to collect device information, and data relating to your engagement with our apps, whether or not you use the Facebook login feature. Facebook may use that data to personalize advertising to you, both on and off Facebook." It's no secret we here at <i>*Privacy Not Included</i> are not big fans of Facebook due to their lack of respect for everyone's privacy. The fact that Ovia says they allow Facebook to collect information on their users, whether or not you use the Facebook login feature, really irks us.
es: ¿Con quién dice Ovia que puede compartir la información que recopila sobre ti? Al parecer puden hacerlo con una serie de terceros, anunciantes, proveedores de salud y empleadores. Esta línea de su política de privacidad nos llamó mucho la atención: «Utilizamos la tecnología de Facebook en nuestras aplicaciones para que los usuarios puedan iniciar sesión a través de Facebook. Esto permite que Facebook recopile información del dispositivo y datos relacionados con su interacción con nuestras aplicaciones, ya sea que utilice o no la función de inicio de sesión de Facebook. Facebook puede usar esos datos para personalizar publicidad para usted, tanto dentro como fuera de Facebook». No es ningún secreto que en <i>*Privacidad no incluida</i> no somos grandes fans de Facebook debido a su falta de respeto por la privacidad de la gente. El hecho de que Ovia diga que permite que Facebook recopile información sobre sus usuarios, independientemente de que utilicen o no la función de inicio de sesión de Facebook, realmente nos molesta.

# worst_case
source: There are also some questions that linger about Ovia's data sharing with health providers and employers. In 2019, the <a id="a1">Washington Post reported</a> concerns about Ovia sharing health data with employers. According to their privacy policy, Ovia says, "If you receive Ovia as a benefit from your employer, we do not share your health data with your employer unless you expressly opt-in for a specific purpose; ... However, we may share personal data with your employer health plan and their business associates, and with employee benefits management vendors, consistent with HIPAA or other privacy laws."<br/> And in 2020, <a id="a2">Consumer Reports reported</a> on some concerns about privacy shortcomings period tracking apps, including Ovia, had when it came to the handling of the sensitive user data it can collect.
es: También hay algunas preguntas en el aire sobre el intercambio de datos que realiza Ovia con proveedores de salud y empleadores. En 2019, el <a id="a1">Washington Post informó</a> inquietudes relacionadas con que Ovia compartía datos de salud con los empleadores. En su política de privacidad, Ovia dice: «Si recibe Ovia como un beneficio de su empleador, no compartiremos sus datos de salud con su empleador a menos que usted acepte hacerlo expresamente para un propósito específico; …Sin embargo, podríamos compartir datos personales con el plan de salud de su empleador, y con sus socios comerciales, así como con los proveedores de beneficios para empleados, de acuerdo con la HIPAA u otras leyes de privacidad».<br/> Además, en 2020, <a id="a2">Consumer Reports informó algunas preocupaciones</a> relacionadas con deficiencias de privacidad en las aplicaciones para el seguimiento del ciclo menstrual, incluida Ovia, con respecto a la gestión de los datos confidenciales de los usuarios que se recopilan.

# worst_case
source: FInally, Ovia says they use personal information to create de-identified data that they can then use for research purposes. They also say they can use personal data to create aggregated analytic data and statistics which they may share or sell with third parties. Finally, the say they "may disclose or sell de-identified data derived from patient information (as defined by the California Consumer Privacy Act); if so, such patient information is de identified in accordance with HIPAA safe harbor or expert determination de identification requirements." We hope all this de-identified and aggregate data is handled properly so no one can ever be re-identified by their patient or personal data. However, we should mention that it has been found to be <a id="a1">relatively easy to re-identify</a> some anonymized data, especially if location data is included.
es: Finalmente, Ovia declara que usa información personal para crear datos desidentificados que luego puede usar con fines de investigación. También dice que puede usar datos personales para crear datos analíticos agregados y estadísticas que podría compartir o vender con terceros. Por último, dice que la empresa «puede divulgar o vender datos desidentificados derivados de la información del paciente (según se define en la Ley de Privacidad del Consumidor de California); en tal caso, dicha información del paciente se desidentifica de acuerdo con los requisitos del método safe harbor o de determinación de expertos de la HIPAA». Esperamos que todos estos datos desidentificados y agregados sean manejadosn correctamente para que nadie pueda volver a ser identificado por sus datos personales o de paciente. Sin embargo, debemos mencionar que se ha descubierto que es <a id="a1">relativamente fácil volver a identificar</a> algunos datos anonimizados, especialmente si se incluyen datos de ubicación.

# worst_case
source: We do want to give credit where credit is due. <a id="a1">Ovia does do</a> a good job explaining how they will handle law enforcement and government requests for their users' <a id="a2">data</a>. The have a page on their site that outlines how they handle such data requests and it does all the things we like to see here at Mozilla. They indicate they won't voluntarily disclose users data, that they require valid and legally binding court orders such as subpoenas with clear requests for what data law enforcement is requesting, and that they won't provide data beyond the scope of the valid request and, when possible, will try to limit the scope of data provided. This is all great stuff in our post-Roe v Wade world. Good on you Ovia for providing this clarification.
es: Queremos reconocer lo que sí está bien hecho. <a id="a1">Ovia hace</a> un buen trabajo al explicar qué hará si un organismo gubernamental o de seguridad solicita <a id="a2">datos</a> de sus usuarios. En su sitio hay una página que describe cómo manejan ese tipo de solicitudes de datos y allí declaran todo lo que aquí en Mozilla nos gusta encontrar. Indican que no divulgarán voluntariamente los datos de sus usuarios, que requerirán órdenes judiciales válidas y legalmente vinculantes, tales como citaciones con solicitudes claras de qué datos solicita el organismo de seguridad, y que no proporcionarán ningún otro dato más allá del alcance de la solicitud válida y, cuando sea posible, tratarán de limitar el alcance de los datos proporcionados. Todo esto es genial para el mundo en que vivimos tras la derogación del caso Roe vs. Wade. Buen trabajo aclarando esto, Ovia.

# signup_requirement_explanation
source: Facebook log-in possible
es: Se puede iniciar sesión con Facebook

# how_does_it_use_data_collected
source: We ding this product because they may share personal data with a user's employer health plan, because the app or their advertisement partners may use data on health, fertility and pregnancy for personalized advertising (in the US users must opt-out rather than opt-in). Also, the app collects all contents of coaching sessions for monitoring purposes. Finally, Ovia allows Facebook to collect device information, and data relating to your engagement with their apps, whether or not you use the Facebook login feature.
es: Criticamos este producto porque admite que se puedan compartir datos personales con el plan de salud del empleador de un usuario, porque la aplicación o sus socios publicitarios pueden usar datos de salud, fertilidad y embarazo para publicidad personalizada (en los EE. UU. los usuarios deben optar por no participar en lugar de optar por hacerlo). Además, la aplicación recopila todos los contenidos de las sesiones de coaching con fines de monitoreo. Por último, Ovia permite que Facebook recopile información del dispositivo y datos de tu interacción con sus aplicaciones, sin importar si utilizas o no el inicio de sesión a través de Facebook.

# how_does_it_use_data_collected
source: To use the app, a user must provide consent to Ovia's processing in the United States of their personal data, including data about health, fertility, pregnancy, sex life, and family circumstance. If you give consent, Ovia and its advertising partners may use your location and personal data, including data about your health, fertility and pregnancy, to display personalized advertising. This consent is opt-in only outside of US.
es: Para usar la aplicación, los usuarios deben otorgar su consentimiento para que Ovia procese sus datos personales en los Estados Unidos, incluyendo los datos sobre salud, fertilidad, embarazo, vida sexual y circunstancias familiares. Si das tu consentimiento, Ovia y sus socios publicitarios pueden utilizar tu ubicación y tus datos personales, que incluyen datos sobre tu salud, fertilidad y embarazo, para mostrarte publicidad personalizada. Es un consentimiento de participar (opt-in) solo fuera de los EE. UU.

# how_does_it_use_data_collected
source: "If you are an Employer user, Ovia does not share your personal health data with your employer unless you expressly opt-in for a specific purpose. We may, in some circumstances consistent with HIPAA and other privacy laws, share personal data with your employer health plan, or with a third party business associate or vendor, and we may share limited identity information (such as name and date of birth) with your employer to verify your eligibility for Ovia benefits."
es: «Si usted es usuario a través de un empleador, Ovia no compartirá sus datos personales de salud con su empleador a menos que usted acepte hacerlo expresamente para un propósito específico. En algunas circunstancias amparadas por la HIPAA y otras leyes de privacidad, podríamos compartir datos personales con el plan de salud de su empleador o con un socio comercial o proveedor externo, y podríamos compartir información de identidad limitada (como el nombre y la fecha de nacimiento) con su empleador para verificar su elegibilidad para recibir los beneficios de Ovia».

# how_does_it_use_data_collected
source: "We use Facebook technology in our apps so that users can log on via Facebook. This allows Facebook to collect device information, and data relating to your engagement with our apps, whether or not you use the Facebook login feature. Facebook may use that data to personalize advertising to you, both on and off Facebook as described in the Facebook Data Policy."
es: «Utilizamos la tecnología de Facebook en nuestras aplicaciones para que los usuarios puedan iniciar sesión a través de Facebook. Esto permite que Facebook recopile información del dispositivo y datos relacionados con su interacción con nuestras aplicaciones, ya sea que utilice o no la función de inicio de sesión de Facebook. Facebook puede usar esos datos para personalizar publicidad para usted, tanto dentro como fuera de Facebook, según se describe en la Política de datos de Facebook».

# how_does_it_use_data_collected
source: "If you participate in coaching services, we collect the information you give to our coaches, which may occur online or through recording of telephone coaching sessions for quality control and monitoring purposes. "
es: «Si participa en servicios de coaching, recopilaremos la información que proporcione a nuestros coaches, lo que puede ocurrir en línea o mediante la grabación de sesiones de coaching telefónicas con fines de control de calidad y monitoreo».

# how_does_it_use_data_collected
source: "To provide the Consumer version of the Services for free, we sell advertising. To do that, we share indirect identifiers such as the Advertising ID of your device and the advertising targeting criteria relevant to you with our advertising management platform. We also share the Advertising ID of your device with advertisers, advertising platforms and advertising technology providers to allow them to measure and track ad performance."
es: «Para proporcionar la versión para el consumidor de nuestros Servicios de forma gratuita, vendemos publicidad. Para ello, compartimos identificadores indirectos, tales como la id. de publicidad de su dispositivo y los criterios de segmentación publicitaria relevantes para usted, con nuestra plataforma de gestión publicitaria. También compartimos la id. de publicidad de su dispositivo con anunciantes, plataformas publicitarias y proveedores de tecnología publicitaria para permitirles medir y rastrear el rendimiento de los anuncios».

# how_does_it_use_data_collected
source: How the company says they may share data with law enforcement:
es: Cómo dice la empresa que puede compartir datos con los organismos de seguridad:

# how_does_it_use_data_collected
source: "Ovia may access, use and preserve data to comply with law, in anticipation of litigation, for security management and investigation, or to protect the rights or property of Ovia or third parties, even if the data is subject to a deletion request from you. We may also provide information to law enforcement or authorities to protect the safety of users of the apps or others."
es: «Ovia puede acceder, utilizar y conservar datos para cumplir con la ley, en previsión de litigios, para la gestión de la seguridad, para la investigación o para proteger los derechos o propiedades de Ovia o de terceros, incluso si los datos están sujetos a una solicitud de eliminación por su parte. También podríamos proporcionar información a las autoridades u organismos de seguridad con el fin de proteger la seguridad de los usuarios de las aplicaciones o de otras personas».

# user_friendly_privacy_policy_helptext
source: Ovia's Health Apps Privacy Policy is 34 pages long with nearly 12,000 words. Reading it is not easy and is quite time consuming.
es: La política de privacidad de las aplicaciones de salud de Ovia tiene 34 páginas con casi 12.000 palabras. Leerla no es fácil y lleva bastante tiempo.

# manage_vulnerabilities_helptext
source: Ovia Health does not offer a bug bounty program. Vulnerabilities can be reported to support@oviaheath.com.
es: Ovia Health no ofrece ningún programa de recompensas por bugs. Se pueden informar vulnerabilidades a support@oviaheath.com.

# tips_to_protect_yourself
source: If you receive Ovia as a benefit from your employer, do not opt in to sharing of your health data with your employer
es: Si recibes Ovia como un beneficio de tu empleador, no aceptes compartir tus datos de salud con tu empleador

# tips_to_protect_yourself
source: When signing up from outside of US, do not give consent for Ovia and its advertising partners to use your location and personal data, including data about your health, fertility and pregnancy, to display personalized advertising! If you are from the US, better do not use this app.
es: Si te registras desde fuera de los EE. UU., ¡no otorgues tu consentimiento para que Ovia y sus socios publicitarios utilicen tu ubicación y tus datos personales, que incluyen datos sobre tu salud, fertilidad y embarazo, para mostrarte publicidad personalizada! Si eres de los EE. UU., es mejor que no uses esta aplicación.

# tips_to_protect_yourself
source: Opt out of third party personalized advertising by going to the Settings menu of your Ovia app and selecting “Do Not Sell My Info” (for California users) or “Manage My Privacy Settings” (for non-US users). US-based non-California users better use another app.
es: Si no deseas recibir publicidad personalizada de terceros, ingresa en el menú «Settings»/Configuración de tu aplicación Ovia y selecciona «Do Not Sell My Info»/No vender mi información (para usuarios de California) o «Manage My Privacy Settings»/Administrar mi configuración de privacidad (para usuarios que no sean estadounidenses). Es mejor que los usuarios estadounidenses que no residan en California usen otra aplicación.

# tips_to_protect_yourself
source: Do not connect GoogleFit or Apple Health to the app
es: No conectes GoogleFit o Apple Health a la aplicación

# tips_to_protect_yourself
source: If you participate in coaching services, do not provide sensitive personal information, as the app collect the information you give to their coaches, which may occur online or through recording of telephone coaching sessions for quality control and monitoring purposes.
es: Si participas en los servicios de coaching, no proporciones información personal confidencial, ya que la aplicación recopilará la información que proporciones a tus coaches, ya sea en línea o a través de la grabación de sesiones de coaching telefónico, para fines de control de calidad y monitoreo.

# tips_to_protect_yourself
source: Do not sign in via Facebook - better sign in via email and password
es: No inicies sesión a través de Facebook, es mejor iniciar sesión con un correo electrónico y una contraseña

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images and videos, other files)
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos, otros archivos)

# tips_to_protect_yourself
source: Keep your app regularly updated
es: Actualiza tu aplicación con regularidad
