Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/period-tracker.po
Languages: de, es, fr, pt_br

# worst_case
source: The biggest concern with have with Period Tracker, alongside their rather short, vague, boilerplate privacy policy, is that their security measures don't meet our Minimum Security Standards. We were able to set the app up using the weak password "1111," which isn't good at all if you're trying to protect sensitive health information on your phone. We also couldn't confirm if they use encryption, which isn't great either, you want the data you share with them to be encrypted in transit and at rest where they store it. We emailed the company three times at the email address listed in their privacy policy for privacy related questions and never received a response. Again, not great. So, we'd say this line in their privacy policy is a good reminder to beware of sharing personal information with this app, "Please be aware that, although we endeavor provide reasonable security for information we process and maintain, no security system can prevent all potential security breaches."
de: Das größte Problem, das wir mit Menstruations Kalender Lite haben, ist neben der recht kurzen, vagen Datenschutzerklärung, dass die Sicherheitsmaßnahmen nicht unseren Mindestsicherheitsstandards entsprechen. Wir konnten die App mit dem schwachen Passwort „1111“ einrichten, was überhaupt nicht gut ist, wenn Sie versuchen, sensible Gesundheitsdaten auf Ihrem Telefon zu schützen. Wir konnten auch nicht bestätigen, ob sie Verschlüsselung verwenden, was auch nicht gut ist, denn Sie möchten, dass die Daten, die Sie mit ihnen teilen, während der Übertragung und im Ruhezustand, wo sie gespeichert werden, verschlüsselt werden. Wir haben dem Unternehmen dreimal eine E-Mail an die in den Datenschutzbestimmungen angegebene E-Mail-Adresse geschickt, um Fragen zum Datenschutz zu stellen, und nie eine Antwort erhalten. Auch das ist nicht gut. Wir würden sagen, dass diese Zeile in den Datenschutzrichtlinien eine gute Erinnerung daran ist, sich davor zu hüten, persönliche Daten mit dieser App zu teilen: „Bitte seien Sie sich bewusst, dass, obwohl wir uns bemühen, angemessene Sicherheit für die von uns verarbeiteten und verwalteten Informationen zu bieten, kein Sicherheitssystem alle potenziellen Sicherheitsverletzungen verhindern kann.“
es: El mayor problema con Alerta de Período Lite, además de su política de privacidad corta, repetitiva e imprecisa, es que sus medidas de seguridad no cumplen con nuestros estándares mínimos de seguridad. Pudimos configurar la aplicación con la contraseña débil «1111», algo que no es bueno en absoluto si pretendes proteger la información médica confidencial almacenada en tu teléfono. Tampoco pudimos confirmar si usan cifrado, lo cual tampoco es bueno. Pretendemos que los datos que se comparten con la aplicación se cifren en tránsito y en reposo donde los almacenen. Enviamos tres mensajes a la dirección de correo electrónico que figura en la política de privacidad para que nos respondan preguntas relacionadas con la privacidad y nunca recibimos una respuesta. Una cosa más que no es buena. Por lo tanto, diríamos que esta línea de su política de privacidad es un buen recordatorio de que debes tener cuidado de compartir información personal con esta aplicación: «Tenga en cuenta que, aunque nos esforzamos por proporcionar una seguridad razonable para la información que procesamos y mantenemos, ningún sistema de seguridad puede prevenir todas las violaciones de seguridad potenciales».
fr: Le plus grand problème que nous avons avec Calendrier Feminin Lite est qu’en plus de sa politique de confidentialité assez concise, vague et standard, ses mesures de sécurité ne répondent pas à nos critères élémentaires de sécurité. Nous avons pu configurer l’application en utilisant le mot de passe faible « 1111 », ce qui n’est pas bon du tout lorsque vous essayez de protéger des données sanitaires sensibles sur votre téléphone. Nous ne pouvions pas non plus confirmer si l’application a recours au chiffrement, ce qui n’est pas génial non plus. Vous voulez que les données que vous partagez avec eux soient chiffrées en transit et au repos là où elles sont stockées. Nous avons envoyé trois e-mails à la société, à l’adresse indiquée dans sa politique de confidentialité pour les questions relatives à la confidentialité, et n’avons jamais reçu de réponse. Encore une fois, ce n’est pas génial. Conclusion : cette ligne extraite de la politique de confidentialité de Calendrier Feminin Lite rappelle de belle manière qu’il faut faire attention lorsqu’on partage des informations personnelles avec cette application : « S’il vous plaît, soyez conscient du fait que, même si nous nous efforçons de fournir un niveau de sécurité raisonnable pour les informations que nous traitons et gérons, aucun système de sécurité n’est capable d’empêcher toute faille de sécurité potentielle. »
pt_br: A maior preocupação com o Period Tracker, juntamente com sua política de privacidade bastante curta, vaga e padrão, é que suas medidas de segurança não atendem aos nossos Padrões Mínimos de Segurança. Conseguimos configurar o aplicativo usando a senha fraca "1111", o que não é nada bom se você estiver tentando proteger informações confidenciais de saúde em seu telefone. Também não foi possível confirmar se eles usam criptografia, o que também não é bom. Você quer que os dados que você compartilha com eles sejam criptografados em trânsito e em repouso onde forem armazenados. Enviamos um e-mail para a empresa três vezes no endereço de e-mail listado em sua política de privacidade para perguntas relacionadas à privacidade e nunca recebemos uma resposta. Novamente, isso não é bom. Então, diríamos que esta linha em sua política de privacidade é um bom lembrete para ter cuidado com o compartilhamento de informações pessoais com este aplicativo, "Por favor, esteja ciente de que, embora nós nos esforçamos para fornecer segurança razoável para as informações que processamos e mantemos, nenhum sistema de segurança pode evitar todas as possíveis violações de segurança."

# worst_case
source: Is Period Tracker the worst period tracking app we reviewed? No, it doesn't seem so. Does it raise red flags for us from a privacy perspective. Yes, absolutely. Their privacy policy is short and vague and leaves us with questions. The privacy question on the FAQ page leads to a broken link, which tells us they aren't super into keeping their privacy information updated for their users. Their security measures are questionable and don't meet our Minimum Security Standards. And they aren't responsive to privacy-related questions. What's the worst that could happen? Well, here's hoping you don't share your period frequency and moods and symptoms with this app and then have that data leaked on the dark web through a security breach where it could be bought up by "anti-abortion activists" looking for data they could us to out someone who may have had an abortion. That would suck really really bad. Here's hoping that never happens.
de: Ist Menstruations Kalender Lite die schlechteste App zur Überwachung der Periode, die wir getestet haben? Nein, das scheint nicht der Fall zu sein. Lässt sie aus Sicht des Datenschutzes die Alarmglöckchen klingeln? Ja, absolut. Die Datenschutzrichtlinien sind kurz und vage und lassen viele Fragen offen. Die Frage zum Datenschutz auf der FAQ-Seite führt zu einem nicht funktionierenden Link, was uns zeigt, dass sie sich nicht sonderlich darum bemühen, die Datenschutzinformationen für ihre Nutzer zu aktualisieren. Ihre Sicherheitsmaßnahmen sind fragwürdig und entsprechen nicht unseren Mindestsicherheitsstandards. Und sie gehen nicht auf Fragen zum Datenschutz ein. Was ist das Schlimmste, was passieren kann? Nun, wir hoffen, dass Sie Ihre Periodenhäufigkeit, Stimmungen und Symptome nicht mit dieser App teilen und dass diese Daten dann durch eine Sicherheitslücke im Dark Web auftauchen, wo sie von „Abtreibungsgegnern“ aufgekauft werden könnten, die nach Daten suchen, mit denen sie jemanden überführen können, der möglicherweise eine Abtreibung vorgenommen hat. Das wäre wirklich sehr, sehr übel. Hoffen wir, dass das nie passiert.
es: ¿Es Alerta de Período Lite la peor aplicación para el seguimiento del ciclo menstrual que hemos revisado? No, no lo parece. ¿Consideramos que tiene características que advierten de potenciales problemas desde la perspectiva de la privacidad? Sí, por supuesto. Su política de privacidad es corta e imprecisa y nos deja con preguntas. En la página de preguntas frecuentes, la pregunta sobre privacidad conduce a un enlace roto, lo que nos indica que no están demasiado interesados en mantener la información sobre privacidad actualizada para sus usuarios. Sus medidas de seguridad son cuestionables y no cumplen con nuestros estándares mínimos de seguridad. Además, no respondieron a nuestras preguntas relacionadas con la privacidad. ¿Qué es lo peor que podría pasar? Bueno, esperamos que no compartas información sobre la frecuencia de tus ciclos menstruales, tus estados de ánimo y tus síntomas con esta aplicación y que luego esos datos se filtren en la internet oscura a través de una brecha de seguridad, donde podrían ser comprados por «activistas antiaborto» en busca de datos para denunciar a alguien que pudo haberse practicado un aborto. Eso sería realmente despreciable. Esperamos que nada de eso suceda jamás.
fr: Calendrier Feminin Lite est-elle la pire application de suivi des menstruations que nous ayons examinée ? Non, ça n’a pas l’air. Cela lance-t-il des signaux d’alarme du point de vue de la protection de la vie privée ? Oui, absolument. La politique de confidentialité de Calendrier Feminin Lite est concise et vague, et nous interpelle. La question de confidentialité reprise sur la page des FAQ renvoie vers une page introuvable, ce qui indique que Calendrier Feminin Lite ne se soucie pas beaucoup de veiller à ce que les informations de confidentialité destinées à ses utilisatrices et utilisateurs soient à jour. Ses mesures de sécurité sont discutables et ne répondent pas à nos critères élémentaires de sécurité. Calendrier Feminin Lite n’est pas sensible aux questions liées à la vie privée. Qu’est-ce qui pourrait arriver de pire ? Nous espérons que vous ne partagez pas avec cette application des données telles que la fréquence de vos menstruations, votre humeur et vos symptômes, et qu’ensuite ces données se retrouvent sur le dark web, à travers une faille de sécurité, et soient achetées par des « activistes anti-avortement » qui recherchent des données à exploiter pour identifier quelqu’un ayant, potentiellement, eu recours à l’avortement. Nous espérons que cela ne se produira jamais.
pt_br: O Period Tracker é o pior aplicativo de rastreamento de ciclo menstrual que analisamos? Não, não parece. Isso levanta bandeiras vermelhas para nós de uma perspectiva de privacidade. A política de privacidade deles é curta e vaga e nos deixa com dúvidas. A questão de privacidade na página de perguntas frequentes leva a um link quebrado, o que nos diz que eles não essão super interessados em manter as informações de privacidade atualizadas para os usuários. Suas medidas de segurança são questionáveis e não atendem aos nossos Padrões Mínimos de Segurança. E eles não respondem a perguntas relacionadas à privacidade. Qual é a pior coisa que pode acontecer? Bem, espero que você não compartilhe sua frequência menstrual, humor e sintomas com este aplicativo e, em seguida, tenha esses dados vazados na dark web através de uma brecha de segurança, onde poderia ser comprado por "ativistas anti-aborto" à procura de dados que eles poderiam usar para expor alguém que pode ter tido um aborto. Isso seria péssimo. Espero que isso nunca aconteça.

# how_does_it_use_data_collected
source: This app doesn't share personally identifiable data such as name or email. However, "Information that is collected automatically may be shared with advertisers and third party advertising networks and analytics companies." Such data may include type of mobile device you use, your mobile devices unique device ID, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browsers you use, and information about the way you use the Application.
de: Diese App gibt keine persönlich identifizierbaren Daten wie Name oder E-Mail-Adresse weiter. Automatisch erfasste Informationen können jedoch an Werbetreibende und Drittanbieter von Werbenetzwerken und Analyseunternehmen weitergegeben werden. Solche Daten können die Art des von Ihnen verwendeten mobilen Geräts, die eindeutige Geräte-ID Ihres mobilen Geräts, die IP-Adresse Ihres mobilen Geräts, Ihr mobiles Betriebssystem, die Art des von Ihnen verwendeten mobilen Internetbrowsers und Informationen über die Art und Weise, wie Sie die Anwendung nutzen, umfassen.
es: Esta aplicación no comparte datos personalmente identificables, tales como nombres o correos electrónicos. Sin embargo, «la información que se recopila automáticamente puede compartirse con anunciantes, redes publicitarias y compañías de análisis externas». Dichos datos pueden incluir el tipo de dispositivo móvil que utilizas, tu Id. de dispositivo único, la dirección IP de tu dispositivo móvil, el sistema operativo de tu móvil, el tipo de navegador de Internet móvil que usas e información sobre la forma en que utilizas la aplicación.
fr: Cette application ne partage pas de données personnellement identifiables telles que le nom ou l’e-mail. Cependant, « les informations collectées automatiquement peuvent être partagées avec des annonceurs, des réseaux publicitaires tiers et des sociétés d’analyse ». Ces données peuvent inclure le type d’appareil mobile que vous utilisez, l’ID unique de votre appareil mobile, l’adresse IP de votre appareil mobile, votre système d’exploitation mobile, le type de navigateurs Internet mobiles que vous utilisez et des informations sur la façon dont vous utilisez l’application.
pt_br: Este aplicativo não compartilha dados de identificação pessoal, como nome ou e-mail. No entanto, "As informações coletadas automaticamente podem ser compartilhadas com anunciantes e redes de publicidade e empresas de análise de terceiros." Esses dados podem incluir o tipo de dispositivo móvel que você usa, o ID exclusivo do dispositivo móvel, o endereço IP do dispositivo móvel, o sistema operacional móvel, o tipo de navegador de Internet móvel que você usa e informações sobre a maneira como você usa o Aplicativo.

# how_does_it_use_data_collected
source: "Data directly inputted by users (ie., periods, notes, email, account info, etc) is not shared with advertisers."
de: „Von Nutzern direkt eingegebene Daten (d. h. Zeiträume, Notizen, E-Mail-Adressen, Kontoinformationen usw.) werden nicht an Werbetreibende weitergegeben.“
es: «Los datos introducidos directamente por los usuarios (es decir, períodos, notas, correo electrónico, información de la cuenta, etc.) no se comparten con anunciantes».
fr: « Les données saisies directement par les utilisatrices et utilisateurs (c’est-à-dire les menstruations, les notes, les e-mails, les informations de compte, etc.) ne sont pas partagées avec les annonceurs. »
pt_br: "Os dados inseridos diretamente pelos usuários (ou seja, ciclos menstruais, notas, e-mail, informações da conta, etc.) não são compartilhados com os anunciantes."

# how_does_it_use_data_collected
source: <b>How the company says they may share data with law enforcement:</b><br/>"Information that users directly input into The Application is not shared with any third parties unless […] as required by law, such as to comply with a subpoena, or similar legal process"
de: <b>So drückt das Unternehmen aus, dass es Daten an Strafverfolgungsbehörden weitergeben kann:</b><br/>„Informationen, die Benutzer direkt in die Anwendung eingeben, werden nicht an Dritte weitergegeben, es sei denn […] wie gesetzlich vorgeschrieben, wie zum Beispiel zur Einhaltung einer Vorladung oder eines ähnlichen rechtlichen Verfahrens“
es: <b>Cómo dice la empresa que puede compartir datos con los organismos de seguridad:</b><br/>«La información que los usuarios ingresan directamente a la aplicación no se compartirá con terceros a menos que [...] lo exija la ley, para casos tales como cumplir con una citación o un proceso legal similar».
fr: <b>L’entreprise stipule qu’elle peut partager des données avec les forces de l’ordre :</b><br/>« Les informations que les utilisateurs saisissent directement dans l’Application ne sont pas partagées avec des tiers à moins que […] la loi l’exige, par exemple pour se conformer à une assignation ou à une procédure juridique similaire »
pt_br: <b>Como a empresa diz que pode compartilhar dados com a aplicação da lei:</b><br/>"As informações que os usuários inserem diretamente no Aplicativo não são compartilhadas com terceiros, a menos que […] conforme exigido por lei, como para cumprir uma intimação ou processo legal semelhante"

# strong_password_helptext
source: Managed to sign up with "1111" as a password
de: Wir konnten uns mit „1111“ als Passwort anmelden
es: Logré registrarme con «1111» como contraseña.
fr: Nous avons réussi à nous connecter avec le mot de passe « 1111 »
pt_br: Conseguiu se inscrever usando "1111" como senha

# tips_to_protect_yourself
source: Do not register for the app if you do not want your email collected
de: Registrieren Sie sich nicht für die App, wenn Sie nicht möchten, dass Ihre E-Mail erfasst wird
es: No te registres en la aplicación si no quieres que se recopile tu correo electrónico.
fr: Ne vous inscrivez pas à l’application si vous ne souhaitez pas que votre e-mail soit collecté
pt_br: Não se registre no aplicativo se não quiser que seu e-mail seja coletado

# tips_to_protect_yourself
source: Follow <a id="a1">these instructions</a> to delete all past information from the app.
de: Befolgen Sie <a id="a1">diese Anweisungen</a> , um alle vergangenen Informationen aus der App zu löschen.
es: Sigue <a id="a1">estas instrucciones</a> para eliminar de la aplicación toda la información del pasado.
fr: Suivez <a id="a1">ces instructions</a> pour supprimer toutes les informations précédentes de l’application.
pt_br: Siga <a id="a1">estas instruções</a> para excluir todas as informações anteriores do aplicativo.

# tips_to_protect_yourself
source: Add an app passcode if your device might end up in the wrong hands
de: Fügen Sie einen App-Passcode hinzu, wenn Ihr Gerät möglicherweise in falsche Hände geraten kann
es: Si hay probabilidades de que tu dispositivo acabe en las manos equivocadas, añade un código de acceso a la aplicación.
fr: Ajoutez un mot de passe pour l’application, au cas où votre appareil se retrouverait entre de mauvaises mains
pt_br: Adicione um código de acesso do aplicativo se o dispositivo estiver em mãos erradas

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your precise location, camera, microphone, images and videos, other files)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (gewähren Sie keinen Zugriff auf Ihren genauen Standort, Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Videos).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu ubicación precisa ni a tu cámara, micrófono, imágenes y vídeos, otros archivos)
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre emplacement exact, votre caméra, votre microphone, vos images et vidéos, ou d’autres fichiers)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso às suas informações pessoais via aplicativo (não dê acesso à sua localização exata, câmera, microfone, imagens e vídeos)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad.
fr: Mettez régulièrement votre application à jour
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire via votre appareil (sur iPhone par exemple, accédez à Confidentialité - > Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device does not erase your personal data.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten nicht gelöscht.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.
fr: Demandez que vos données soient supprimées une fois que vous avez cessé d’utiliser l’application. Le simple fait de supprimer une application de votre appareil n’efface pas vos données à caractère personnel.
pt_br: Solicite que seus dados sejam excluídos assim que você parar de usar o aplicativo. Simplesmente excluir um aplicativo do seu dispositivo não apaga seus dados pessoais.

# personal_data_collected
source: Email address, if you chose to register
de: E-Mail-Adresse, wenn Sie sich für die Registrierung entschieden haben
es: Dirección de correo electrónico, si decides registrarte.
fr: Adresse e-mail, si vous avez choisi de vous inscrire
pt_br: Endereço de e-mail, se você optou por se registrar

# biometric_data_collected
source: Periods
de: Periodendaten
es: Períodos
fr: Menstruations
pt_br: Ciclos menstruais

# social_data_collected
source: Contacts, if you allow access to them
de: Kontakte, wenn Sie ihnen Zugriff gewähren
es: Contactos, si permites el acceso a ellos.
fr: Contacts, si vous autorisez l’accès à ceux-ci
pt_br: Contatos, se você permitir o acesso a eles
