Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/period-tracker.po
Languages: de, es, fr, pt_br

# title
source: Period Tracker
de: Menstruations Kalender Lite
es: Alerta de Período Lite
fr: Calendrier Feminin Lite

# blurb
source: The apt, if rather boring, named period tracking app Period Tracker claims to be "the easiest way to track your periods!" We don't know about that. We do know they app lets you track your period, know your fertility window, let's you track things like mood, symptoms, and intimacy. And the app comes with a disclaimer in the app store that says, "Disclaimer: Period Tracker period and fertility forecasts may not be accurate and should not be used to prevent unwanted pregnancy." So there's that.
de: Die treffend, wenn auch etwas langweilig benannte Periodenverfolgungs-App Menstruations Kalender Lite behauptet, sie sei „der einfachste Weg, um deine Periode zu verfolgen!“ Das wissen wir nicht. Wir wissen nur, dass Sie mit dieser App Ihre Periode verfolgen können, Ihr Fruchtbarkeitsfenster kennen und Dinge wie Stimmung, Symptome und Intimität verfolgen können. Und die App wird mit einem Haftungsausschluss im App-Store geliefert, der besagt: „Haftungsausschluss: Perioden- und Fruchtbarkeitsvorhersagen bei Menstruations Kalender Lite sind möglicherweise nicht genau und sollten nicht zur Verhinderung einer ungewollten Schwangerschaft verwendet werden.“ Das war's also.
es: La bien llamada, aunque sea un nombre un poco aburrido, aplicación para el seguimiento del ciclo menstrual, Alerta de Período Lite, afirma ser «¡la forma más fácil de monitorear tus períodos!» No sabemos si eso es cierto. Lo que sí sabemos es que la aplicación te permite hacer un seguimiento de tus períodos, saber cuál es tu ventana de fertilidad y monitorear cosas como los estados de ánimo, los síntomas y la intimidad. Además, en la tienda de aplicaciones, la aplicación incluye un descargo de responsabilidad que dice: «Descargo de responsabilidad: los pronósticos sobre las fechas del período y la fertilidad realizados por Alerta de Período Lite pueden no ser precisos y no deben usarse para prevenir embarazos no deseados». Allí te lo dejamos.
fr: L’application de suivi des menstruations Calendrier Feminin Lite, bien que plutôt ennuyeuse, se vante d’être « la méthode la plus simple pour suivre vos règles ! ». Nous n’en savons rien, mais ce que nous savons, c’est que l’application vous permet de suivre vos menstruations, de savoir quand vous êtes fertile, et de suivre des facteurs tels que l’humeur, les symptômes et l’intimité. L’application est aussi livrée avec un avertissement dans l’App Store, qui se présente comme suit : « Clause de confidentialité : l’application de suivi des menstruations et les prévisions de fertilité Calendrier Feminin Lite pourrait être imprécise et ne devrait pas être utilisée pour prévenir les grossesses non désirées ».
pt_br: O apt, embora sem graça, chamado de aplicativo de rastreamento de mesntruação Period Tracker, alega ser "a maneira mais fácil de rastrear suas menstruações!" Não temos certeza disso. Sabemos que o aplicativo permite rastrear seu ciclo menstrual, conhecer sua janela de fertilidade, rastrear coisas como humor, sintomas e intimidade. E o aplicativo vem com um aviso na loja de aplicativos que diz: "Aviso: As previsões de fertilidade e de ciclo menstrual do Period Tracker podem não ser precisas e não devem ser usadas para evitar a gravidez indesejada." Isso mesmo.

# blurb
source: Period Tracker developer GP Apps seems to be a small app developer that makes one other app, a weight loss app called Resist. What does all this mean for Period Tracker privacy? Well, the short, rather vague privacy policy we found for Period Tracker actually left us with more questions than answers, which is never a good thing for anything that collects personal and health related data.
de: Der Entwickler von Menstruations Kalender Lite, GP Apps, scheint ein kleiner App-Entwickler zu sein, der auch eine andere App anbietet, eine App zum Abnehmen namens Resist. Was bedeutet das alles für den Datenschutz bei Menstruations Kalender Lite? Nun, die kurze, eher vage Datenschutzerklärung, die wir für Menstruations Kalender Lite gefunden haben, ließ uns mehr Fragen als Antworten zurück, was nie gut ist, wenn es um die Erfassung von persönlichen und gesundheitsbezogenen Daten geht.
es: El desarrollador de Alerta de Período Lite es GP Apps, que parece ser una pequeña empresa de aplicaciones que también ha creado otra aplicación llamada Resist, para la pérdida de peso. ¿Qué tiene que ver todo esto con la privacidad de Alerta de Período Lite? Bueno, que la política de privacidad que encontramos para Alerta de Período Lite es corta y bastante imprecisa, por lo que nos dejó más preguntas que respuestas, algo que nunca es bueno para ningún producto que recopile datos personales y relacionados con la salud.
fr: Le développeur de Calendrier Feminin Lite, GP Apps, semble être un petit développeur d’applications qui produit une autre application de perte pondérale baptisée Resist. Qu’est-ce que cela signifie pour la confidentialité de Calendrier Feminin Lite ? En fait, la politique de confidentialité concise et assez vague que nous avons trouvé pour Calendrier Feminin Lite nous a laissé plus de questions que de réponses, ce qui n’est jamais une bonne chose dès qu’il s’agit de collecte de données personnelles ou de santé.
pt_br: O GP Apps, desenvolvedor do Period Tracker, parece ser um pequeno desenvolvedor de aplicativos que faz um outro aplicativo, um aplicativo de perda de peso chamado Resist. O que tudo isso significa para a privacidade do Period Tracker? Bem, a política de privacidade curta e vaga que encontramos para o Period Tracker na verdade nos deixou com mais perguntas do que respostas, o que nunca é uma coisa boa para qualquer coisa que colete dados pessoais e relacionados à saúde.

# worst_case
source: Being a privacy researcher means reading lots and lots of privacy policies, security documents, and FAQ pages. So when I stumbled across Period Tracker FAQ page, I was rather excited to see a question smack in the middle of the page with the question, "Does Period Tracker sell or share my data with any third parties?" I love it when I find privacy information on FAQ pages! Imagine my disappointment when I clicked on that link and up popped the dreaded "This page doesn't seem to exist." page. Bother! So, back to the privacy policy I head to try and find out if Period Tracker does, indeed, share data with third parties. I wasn't feeling too great about things given the broken link on their FAQ page.
de: Wenn man sich mit dem Thema Datenschutz beschäftigt, muss man jede Menge Datenschutzrichtlinien, Sicherheitsdokumente und FAQ-Seiten lesen. Als ich also über die FAQ-Seite von Menstruations Kalender Lite stolperte, war ich ziemlich aufgeregt, als ich in der Mitte der Seite eine Frage sah: „Verkauft oder teilt Menstruations Kalender Lite meine Daten mit Dritten?“ Ich liebe es, wenn ich Informationen zum Datenschutz auf FAQ-Seiten finde! Stellen Sie sich meine Enttäuschung vor, als ich auf den Link klickte und die gefürchtete Seite „Diese Seite scheint nicht zu existieren“ auftauchte. So ein Mist! Also ging ich zurück zu den Datenschutzbestimmungen, um herauszufinden, ob Menstruations Kalender Lite tatsächlich Daten an Dritte weitergibt. Angesichts des kaputten Links auf der FAQ-Seite hatte ich kein allzu gutes Gefühl dabei.
es: Ser investigadora de privacidad implica leer montones y montones de políticas de privacidad, documentos de seguridad y páginas de preguntas frecuentes. Cuando revisaba la página de preguntas frecuentes de Alerta de Período Lite, me maravillé al encontrar en el medio de la página la pregunta: «¿Alerta de Período Lite vende o comparte mis datos con terceros?» ¡Me encanta cuando encuentro información sobre privacidad en las páginas de preguntas frecuentes! Imagina mi decepción cuando hice clic en el enlace y apareció la temida página «Parece que esta página no existe». ¡Qué mal! Así que, volví a la política de privacidad para tratar de averiguar si Alerta de Período Lite comparte datos con terceros. El enlace roto en su página de preguntas frecuentes no me dejó con una buena sensación.
fr: Les chercheurs en protection de la vie privée doivent lire de très nombreuses politiques de protection de la vie privée, des documents de sécurité et des pages consacrées aux FAQ. Lorsque je suis tombée sur la page FAQ de Calendrier Feminin Lite, j’étais donc plutôt contente de voir, au beau milieu de la page, une question : « Calendrier Feminin Lite vend-il ou partage-t-il mes données avec des tiers ? » J’aime trouver des informations relatives à la vie privée sur les pages FAQ ! Imaginez ma déception lorsque j’ai cliqué sur ce lien et que j’ai ouvert la page redoutée « Cette page ne semble pas exister. ». Revenons donc à la politique de confidentialité. Je vais essayer de savoir si Calendrier Feminin Lite partage effectivement des données avec des tiers. Je ne me sentais pas très bien à cause du lien rompu sur la page des FAQ.
pt_br: Ser um pesquisador de privacidade significa ler muitas e muitas políticas de privacidade, documentos de segurança e páginas de perguntas frequentes. Então, quando tropecei na página de perguntas frequentes do Period Tracker, fiquei bastante animado ao ver uma pergunta no meio da página com a pergunta: "O Period Tracker vende ou compartilha meus dados com terceiros?" Adoro quando encontro informações de privacidade nas páginas de perguntas frequentes! Imagine a minha decepção quando eu cliquei nesse link e apareceu o temido "Esta página não parece existir." Irritante! Então, de volta à política de privacidade, eu me tento descobrir se o Period Tracker realmente compartilha dados com terceiros. Eu não estava com um sentimento muito bom sobre essas coisas dado o link quebrado em sua página de perguntas frequentes.

# worst_case
source: So, does Period Tracker share your data with third parties? The answer seems to be yes, but maybe not too much. Here's what we found. Period Tracker's privacy policy says they share data you directly input into the app under certain circumstances like with "trusted service providers" and "as required by law, such as to comply with a subpoena, or similar legal process," and "when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, or to investigate fraud." So, they may share the personal info you input into the app with third parties, but probably (hopefully) not with advertisers.
de: Gibt Menstruations Kalender Lite also Ihre Daten an Dritte weiter? Die Antwort scheint ja zu sein, aber vielleicht nicht zu viel. Folgendes haben wir dazu gefunden haben: In den Datenschutzrichtlinien von Menstruations Kalender Lite heißt es, dass Daten, die Sie direkt in die App eingeben, unter bestimmten Umständen weitergegeben werden, z. B. an „vertrauenswürdige Dienstleister“ und „wenn dies gesetzlich vorgeschrieben ist, z. B. um einer Vorladung oder einem ähnlichen rechtlichen Verfahren nachzukommen“, und „wenn wir in gutem Glauben davon ausgehen, dass die Offenlegung notwendig ist, um unsere Rechte zu schützen, Ihre Sicherheit oder die Sicherheit anderer zu schützen oder um Betrug zu untersuchen“. Es ist also möglich, dass die persönlichen Daten, die Sie in die App eingeben, an Dritte weitergegeben werden, aber wahrscheinlich (hoffentlich) nicht an Werbetreibende.
es: Entonces, ¿Alerta de Período Lite comparte tus datos con terceros? La respuesta parece ser que sí, pero tal vez no demasiado. Esto es lo que hemos encontrado: la política de privacidad de Alerta de Período Lite dice que comparten datos que ingresas directamente en la aplicación bajo ciertas circunstancias, tales como con «proveedores de servicios de confianza», «según lo exija la ley, para cumplir con citaciones o procesos legales similares» y «cuando creemos de buena fe que la divulgación es necesaria para proteger nuestros derechos, proteger su seguridad o la seguridad de los demás o para investigar un fraude». Por lo tanto, pueden compartir con terceros la información personal que ingresas en la aplicación, pero probablemente (con suerte) no lo hagan con anunciantes.
fr: Est-ce que Calendrier Feminin Lite partage vos données avec des tiers ? La réponse semble être oui, mais peut-être pas trop. Voilà ce que nous avons découvert. La politique de confidentialité de Calendrier Feminin Lite indique que Calendrier Feminin Lite partage les données que vous entrez directement dans l’application dans certaines circonstances, comme avec des « fournisseurs de services de confiance », « conformément à la loi, notamment pour se conformer à une assignation ou à une procédure juridique similaire », et « lorsque nous croyons de bonne foi que la divulgation est nécessaire pour protéger nos droits, protéger votre sécurité ou celle d’autrui, ou enquêter sur la fraude. » Elle peut ainsi partager les informations personnelles que vous entrez dans l’application avec des tiers, mais probablement (espérons-le) pas avec des annonceurs.
pt_br: Então, o Period Tracker compartilha seus dados com terceiros? A resposta parece ser sim, mas talvez não muito. Aqui está o que encontramos. A política de privacidade do Perio Tracker diz que ele compartilha dados que você insere diretamente no aplicativo em certas circunstâncias, como com "provedores de serviços confiáveis" e "conforme exigido por lei, como para cumprir uma intimação ou processo legal semelhante" e "quando acreditamos de boa fé que a divulgação é necessária para proteger nossos direitos, proteger sua segurança ou a segurança de terceiros ou investigar fraudes." Então, eles podem compartilhar as informações pessoais que você insere no aplicativo com terceiros, mas provavelmente (esperançosamente) não com anunciantes.

# worst_case
source: On that front they say, "We work with advertisers and third party advertising networks, who need to know how you interact with advertising provided in the Application which helps us keep the cost of the Application low. Advertisers and advertising networks use some of the information collected by the Application, including, but not limited to, the unique advertising ID of your mobile device. Data directly inputted by users (ie., periods, notes, email, account info, etc) is not shared with advertisers." So, it seems Period Tracker does share some data with advertisers, but many not things like when your period starts or what your mood is. Still, they do share data with advertisers to target you with ads, which we don't love.
de: Dazu heißt es: „Wir arbeiten mit Werbetreibenden und Werbenetzwerken Dritter zusammen, die wissen müssen, wie Sie mit der in der Anwendung bereitgestellten Werbung interagieren, was uns hilft, die Kosten für die Anwendung niedrig zu halten. Werbetreibende und Werbenetzwerke nutzen einige der von der Anwendung gesammelten Informationen, einschließlich, aber nicht beschränkt auf die eindeutige Werbe-ID Ihres Mobilgeräts. Daten, die von den Nutzern direkt eingegeben werden (z. B. Perioden, Notizen, E-Mails, Kontoinformationen usw.), werden nicht an Werbetreibende weitergegeben.“ Es scheint also, dass Menstruations Kalender Lite einige Daten mit Werbetreibenden teilt, aber viele nicht, wie z.B. wann Ihre Periode beginnt oder wie Ihre Stimmung ist. Dennoch werden die Daten mit Werbetreibenden geteilt, um Sie mit Werbung anzusprechen, was wir nicht gut finden.
es: A ese respecto dicen: «Trabajamos con anunciantes y redes publicitarias externas que necesitan saber cómo interactúa usted con la publicidad proporcionada en la aplicación, que nos ayuda a mantener bajo el costo de la aplicación. Los anunciantes y las redes publicitarias utilizan parte de la información recopilada por la aplicación, incluida, entre otras, la id. de publicidad única de su dispositivo móvil. Los datos introducidos directamente por los usuarios (es decir, períodos, notas, correo electrónico, información de la cuenta, etc.) no se comparten con anunciantes». Por lo tanto, parece ser que Alerta de Período Lite comparte algunos datos con anunciantes pero no comparte otros como cuándo comienza tu periodo o cuál es tu estado de ánimo. Aún así, comparten datos con anunciantes para enviarte anuncios, algo que no nos gusta para nada.
fr: À cet égard, ils disent : « Nous travaillons avec des annonceurs et des réseaux publicitaires tiers, qui ont besoin de savoir comment vous interagissez avec la publicité fournie dans l’application, ce qui nous aide à maintenir l’application à bas prix. Les annonceurs et les réseaux publicitaires utilisent certaines des informations collectées par l’application, y compris, mais sans s’y limiter, l’ID publicitaire unique de votre appareil mobile. Les données saisies directement par les utilisateurs et utilisatrices (c’est-à-dire les menstruations, les notes, les e-mails, les informations du compte, etc.) ne sont pas partagées avec les annonceurs. » Il semble donc que Calendrier Feminin Lite partage certaines données avec les annonceurs, mais beaucoup ne partagent pas des informations comme le début de vos menstruations ou votre humeur. Elles partagent néanmoins des données avec les annonceurs pour vous cibler avec des publicités, ce que nous n’apprécions pas.
pt_br: Nesse ponto, eles dizem: "Trabalhamos com anunciantes e redes de publicidade de terceiros, que precisam saber como você interage com a publicidade fornecida no Aplicativo, o que nos ajuda a manter o custo do Aplicativo baixo. Os anunciantes e as redes de publicidade usam algumas das informações coletadas pelo Aplicativo, incluindo, entre outras, o ID de publicidade exclusivo do seu dispositivo móvel. Os dados inseridos diretamente pelos usuários (ou seja, menstruações, notas, e-mail, informações da conta, etc.) não são compartilhados com os anunciantes." Então, parece que o Period Tracker compartilha alguns dados com anunciantes, mas muitas coisas não, como quando seu ciclo menstrual começa ou qual é o seu humor. Ainda assim, eles compartilham dados com anunciantes para fornecer anúncios a você, o que não gostamos.

# worst_case
source: And Period Tracker does say they will share data with law enforcement, but their statement of when and why they do that is a little too vague for our comfort. We would love to see them state clearly that they only share data when required by law enforcement through subpoena and not leave any open questions that they might share data with law enforcement through voluntary disclosure, which we here at Mozilla don't like as a policy.
de: Menstruations Kalender Lite erklärt zwar, dass sie Daten an die Strafverfolgungsbehörden weitergeben werden, aber die Aussage, wann und warum sie das tun, ist für unseren Geschmack etwas zu vage. Wir würden es gerne sehen, wenn sie klar sagen würden, dass sie Daten nur dann weitergeben, wenn sie von den Strafverfolgungsbehörden per Vorladung angefordert werden, und keine Fragen offen lassen, dass sie Daten mit den Strafverfolgungsbehörden durch freiwillige Offenlegung teilen könnten, was wir hier bei Mozilla als Richtlinie nicht mögen.
es: Además, Alerta de Período Lite dice que compartirá datos con los organismos de seguridad, aunque su declaración sobre cuándo y por qué lo hará es demasiado imprecisa para nosotros. Nos encantaría ver que afirman claramente que solo compartirán datos cuando así lo requiera un organismos de seguridad a través de una citación, y que no dejen ninguna pregunta abierta al respecto de si podrían compartir datos con organismos de seguridad por una divulgación voluntaria, algo que aquí en Mozilla no nos gusta como política.
fr: Calendrier Feminin Lite annonce, certes, qu’elle va partager des données avec les forces de l’ordre, mais leurs explications quant au moment et au motif de cette divulgation est un peu trop vague à notre goût. Nous aimerions que Calendrier Feminin Lite annonce clairement qu’elle ne partage des données que lorsque la loi l’exige, en cas d’assignation, et qu’elle ne laisse planer aucun doute sur le fait qu’elle pourrait partager des données avec les forces de l’ordre par le biais d’une divulgation volontaire, politique que nous, chez Mozilla, n’approuvons pas.
pt_br: E o Period Tracker diz que compartilhará dados com a polícia, mas sua declaração de quando e por que eles fazem isso é um pouco vaga para o nosso conforto. Gostaríamos de vê-los afirmar claramente que eles só compartilham dados quando exigido pela aplicação da lei por meio de intimação e não deixam quaisquer perguntas em aberto de que eles podem compartilhar dados com a aplicação da lei por meio de divulgação voluntária, o que nós aqui na Mozilla não gostamos como uma política.
