Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/period-tracker.po
Languages: de, es, fr, pt_br

# how_can_you_control_your_data
source: We ding this app because Privacy Policy does not mention GDPR or CCPA rights. There is no contact provided in the Privacy Policy for data deletion that could be used by all users.
de: Wir beanstanden diese App, weil in der Datenschutzerklärung die Rechte gemäß DSGVO und CCPA nicht erwähnt werden. In der Datenschutzerklärung gibt es keinen Kontakt für die Datenlöschung, der von allen Nutzern genutzt werden könnte.
es: Criticamos esta aplicación porque su política de privacidad no menciona los derechos del RGPD o la CCPA. En la política de privacidad no se proporciona ningún contacto para solicitar la eliminación de datos que pueda ser utilizado por todos los usuarios.
fr: Nous attribuons un avertissement à cette application parce que la politique de confidentialité ne mentionne pas les droits RGPD ou ACFPC. Aucun contact n’est fourni dans la politique de confidentialité pour la suppression de données qui pourrait être utilisées par l’ensemble des utilisatrices et utilisateurs.
pt_br: Nós usamos este aplicativo porque a Política de Privacidade não menciona os direitos do GDPR ou CCPA. Não há contato fornecido na Política de Privacidade para exclusão de dados que possam ser usados por todos os usuários.

# how_can_you_control_your_data
source: "If you’d like us to delete User Provided Data that you have provided via the Application, you may delete your account and associated data by going to the app settings, account page, and select delete account. This will delete your account and associated data from our servers. Deleting the native app on your phone will also delete any app data your phone holds."
de: „Wenn Sie möchten, dass wir die Nutzerdaten, die Sie über die Anwendung bereitgestellt haben, löschen, können Sie Ihr Konto und die damit verbundenen Daten löschen, indem Sie in den Einstellungen der Anwendung auf die Seite Konto gehen und Konto löschen auswählen. Dadurch werden Ihr Konto und die damit verbundenen Daten von unseren Servern gelöscht. Wenn Sie die native App auf Ihrem Telefon löschen, werden auch alle App-Daten auf Ihrem Telefon gelöscht.“
es: «Si desea que eliminemos los datos proporcionados por el usuario que ha facilitado a través de la aplicación, puede eliminar su cuenta y los datos asociados accediendo a la configuración de la aplicación, ingresando a la página de la cuenta y seleccionando eliminar cuenta. Esto eliminará su cuenta y los datos asociados de nuestros servidores. La eliminación de la aplicación nativa en el teléfono también eliminará los datos de la aplicación que tenga en su teléfono».
fr: « Si vous souhaitez que nous supprimions les données fournies par l’utilisateur que vous avez communiquées via l’application, vous pouvez supprimer votre compte et les données associées en accédant aux paramètres de l’application, à la page de compte, et sélectionner « Supprimer le compte ». Votre compte et les données associées seront ainsi supprimées de nos serveurs. Supprimer l’application native sur votre téléphone aura aussi pour effet de supprimer toutes les données de l’application sur votre téléphone. »
pt_br: "Se desejar que excluamos os Dados Fornecidos pelo Usuário que você forneceu por meio do Aplicativo, você poderá excluir sua conta e os dados associados acessando as configurações do aplicativo, a página da conta e selecionando excluir conta. Isso excluirá sua conta e dados associados de nossos servidores. Excluir o aplicativo nativo em seu telefone também excluirá todos os dados do aplicativo que seu telefone possui."

# how_can_you_control_your_data
source: "We will retain User Provided data for as long as you use the Application and for a reasonable time thereafter. We will retain Automatically Collected information for up to 24 months and thereafter may store it in aggregate. Please note that some or all of the User Provided Data may be required in order for the Application to function properly."
de: „Wir werden die vom Nutzer zur Verfügung gestellten Daten so lange aufbewahren, wie Sie die Anwendung nutzen, und für einen angemessenen Zeitraum darüber hinaus. Automatisch erhobene Daten werden wir bis zu 24 Monate lang aufbewahren und können sie danach in aggregierter Form speichern. Bitte beachten Sie, dass einige oder alle der vom Nutzer bereitgestellten Daten erforderlich sein können, damit die Anwendung ordnungsgemäß funktioniert.“
es: «Retendremos los datos proporcionados por el usuario durante el tiempo que usted utilice la aplicación y durante un tiempo razonable a partir de entonces. Retendremos la información recopilada automáticamente durante un máximo de 24 meses y, a partir de entonces, podremos almacenarla de forma agregada. Tenga en cuenta que algunos o todos los datos proporcionados por el usuario pueden ser necesarios para que la aplicación funcione correctamente».
fr: « Nous conserverons les données fournies par l’utilisateur aussi longtemps que vous utiliserez l’application, et par la suite, nous les conserverons pendant un laps de temps raisonnable. Les informations collectées automatiquement seront conservées pendant un maximum de 24 mois et ensuite, nous pourrons les stocker sous forme agrégée. Veuillez noter que tout ou partie des données fournies par l’utilisateur peut être nécessaire pour que l’application fonctionne correctement. »
pt_br: "Manteremos os dados fornecidos pelo Usuário enquanto você usar o Aplicativo e por um tempo razoável a partir de então. Manteremos as informações coletadas automaticamente por até 24 meses e, posteriormente, poderemos armazená-las no total. Observe que alguns ou todos os Dados Fornecidos pelo Usuário podem ser necessários para que o Aplicativo funcione corretamente."

# track_record_details
source: No known privacy or security incidents discovered in the last 3 years.
de: In den letzten 3 Jahren sind keine Datenschutz- oder Sicherheitsvorfälle bekannt geworden.
es: No se han conocido incidentes de privacidad o seguridad en los últimos 3 años.
fr: Aucun incident connu relatif à la confidentialité ou à la sécurité n’a été découvert ces trois dernières années.
pt_br: Nenhum incidente conhecido de privacidade ou segurança foi descoberto nos últimos 3 anos.

# child_safety_blurb
source: The app do not use the Application to knowingly solicit data from or market to children under the age of 13 (or under the age of 16 for individuals residing in the European Union). If a parent or guardian becomes aware that his or her child has provided them with information without their consent, he or she should contact the app at <a id="a1">https://gpapps.com/feedback-contact-us/</a>.
de: Die Betreiber verwenden die Anwendung nicht, um wissentlich Daten von Kindern unter 13 Jahren (bzw. unter 16 Jahren bei Personen mit Wohnsitz in der Europäischen Union) zu erheben oder diese zu vermarkten. Wenn ein Elternteil oder Erziehungsberechtigter feststellt, dass sein Kind ohne seine Zustimmung Informationen zur Verfügung gestellt hat, sollte er die App kontaktieren unter <a id="a1">https://gpapps.com/feedback-contact-us/</a>.
es: La aplicación no se comercializará ni solicitará a sabiendas datos a menores de 13 años (o menores de 16 años en caso de personas que residen en la Unión Europea). Si un padre, madre o tutor entra en conocimiento de que su hijo(a) ha proporcionado información sin su consentimiento, debe ponerse en contacto con la aplicación en <a id="a1">https://gpapps.com/feedback-contact-us/</a>.
fr: L’application n’utilise pas l’application pour demander sciemment des données à des enfants de moins de 13 ans (ou de moins de 16 ans pour les personnes résidant dans l’Union européenne) ou les commercialiser à leur intention. Si un parent ou un tuteur apprend que son enfant a fourni des informations à l’application sans son consentement, il ou elle doit contacter l’application à l’adresse <a id="a1">https://gpapps.com/feedback-contact-us/</a>.
pt_br: O aplicativo não usa o Aplicativo para solicitar conscientemente dados ou comercializar para crianças menores de 13 anos (ou menores de 16 anos para indivíduos que residem na União Europeia). Se um pai ou responsável tomar conhecimento de que seu filho(a) forneceu informações sem o seu consentimento, ele(a) deve entrar em contato com o aplicativo em <a id="a1">https://gpapps.com/feedback-contact-us/</a>.
