Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/pocketbook.po
Languages: de, es, fr, pt_br

# blurb
source: Pocketbook, founded in Kyiv, Ukraine in 2007 and then shifted its headquarters to Switzerland in 2012, makes a wide range of eReaders based on E Ink technology. There are color ones, big ones, little ones, waterproof ones, and touchscreen ones. Pocketbook eReaders support a number of different eReader formats so you’re not tied to Amazon for your books. And the color ones are <a id="a1">big with comic book fans</a>. The best part, Pocketbook doesn’t seem to collect personal information on users. Take that Amazon.
de: PocketBook wurde 2007 im ukrainischen Kiew gegründet, verlegte seinen Hauptsitz aber 2012 in die Schweiz. Das Unternehmen bietet eine große Palette an E-Readern, die auf der E-Ink-Technologie basieren. Es gibt bunte, große, kleine und wasserdichte e-Reader und Modelle mit Touchscreen. Die E-Reader von PocketBook unterstützen verschiedene E-Reader-Formate – Sie sind also nicht an Amazon gebunden, wenn Sie frische Lektüre brauchen. Die bunten Versionen sind <a id="a1">extrem beliebt bei Comic-Fans</a>. Das Beste: PocketBook sammelt anscheinend keine personenbezogenen Daten von seinen Nutzerinnen und Nutzern. Schau mal an, Amazon …
es: Pocketbook, fundada en Kiev, Ucrania, en 2007, y domiciliada a partir de 2012 en Suiza, fabrica una amplia variedad de lectores de libros electrónicos basados en la tecnología E Ink o tinta electrónica. Ofrece opciones de colores, grandes o pequeños, a prueba de agua y con pantalla táctil. Los lectores de libros electrónicos Pocketbook son compatibles con una variedad de formatos, así que no necesitas atarte a Amazon para conseguir libros. Los dispositivos en color son<a id="a1">predilectos entre los lectores de cómics</a>. Lo mejor, no parece que Pocketbook recopile información personal de sus usuarios. Ahí te va, Amazon.
fr: Pocketbook a été fondée à Kiev, en Ukraine, en 2007, avant que son siège ne soit ensuite transféré en Suisse en 2012. L’entreprise est spécialisée dans la fabrication de toute une gamme de liseuses électroniques basés sur la technologie « E Ink ». Elle propose des modèles de petite et grande taille, mais aussi en couleur, étanches et avec écran tactile. Les liseuses Pocketbook prennent en charge un certain nombre de formats différents, afin de pas être obligé de passer par Amazon pour obtenir des livres par exemple. Les liseuses en couleur sont <a id="a1">très appréciées des fans de bandes dessinées</a>. Mais le plus beau dans tout ça, c’est que Pocketbook ne semble pas recueillir d’informations personnelles sur les utilisateurs. Prends ça, Amazon.
pt_br: A PocketBook, que foi fundada em Kiev, Ucrânia, em 2007 e mudou sua sede para a Suíça em 2012, fabrica diversos eReaders baseados na tecnologia E Ink. Há modelos coloridos, grandes, pequenos, à prova d’água e com tela sensível ao toque. Os eReaders da PocketBook são compatíveis com vários formatos de eReaders, o que significa que você não precisa ficar restrito à Amazon para adquirir seus livros. E os modelos coloridos <a id="a1">são especialmente populares entre os fãs de quadrinhos</a>. Sabe qual é a melhor parte dessa história? A PocketBook parece não coletar informações pessoais de seus usuários. Amazon, anote essa!

# worst_case
source: What’s this?!? Pocketbook's ebook <a id="a1">privacy policy</a> says they do not collect any personal identity information on their users. What year is this, 1921? But seriously, there’s a company out there that doesn’t collect your personal information, in 2023? Which means they can’t share it either, because they don’t collect it. Amazing.
de: Was ist das denn?!? Die E-Book-Datenschutzrichtlinie von <a id="a1">Pocketbook</a> besagt, dass sie keine persönlichen Identitätsinformationen über ihre Benutzer sammeln. Welches Jahr ist das, 1921? Aber ernsthaft, gibt es da draußen tatsächlich ein Unternehmen , das Ihre persönlichen Daten im Jahr 2023 nicht sammelt? Was bedeutet, dass es diese auch nicht weitergeben kann, weil es diese nicht sammelt. Erstaunlich.
es: ¿Qué es esto? La <a id="a1">política de privacidad</a> de libros electrónicos de Pocketbook dice que no recopilan ninguna información de identidad personal de sus usuarios. ¿En qué año estamos? ¿1921? De verdad, ¿existe una empresa que no recopila tu información personal en 2023? Esto que significa que tampoco pueden compartirla, porque no la recopilan. Increíble.
fr: Comment est-ce possible ? La <a id="a1">politique de confidentialité</a> des liseuses électroniques Pocketbook indique qu’elle ne recueille aucune information personnelle sur l’identité de ses utilisateurs. En quelle année sommes-nous, 1921 ? Plus sérieusement, il existe une entreprise qui ne collecte pas vos informations personnelles en 2023 ? Ce qui signifie qu’ils ne peuvent pas non plus les partager, puisqu’ils ne les collectent pas. Incroyable.
pt_br: O que é isso?!? A <a id="a1">política de privacidade</a> de e-books do Pocketbook diz que eles não coletam nenhuma informação de identidade pessoal de seus usuários. Em que ano estamos, 1921? Mas sério, tem uma empresa por aí que não coleta suas informações pessoais, em 2023? O que significa que eles também não podem compartilhar, porque eles não coletam. Incrível.

# worst_case
source: Pocketbook does say they collect some login information (like time zone and operating system) and technical and usage data (like your choice of font options and language settings) if you connect your eReader to WiFi. And they say they use that usage data to give you personal recommendations. All that seems ok though.
de: Pocketbook sagt, dass sie einige Anmeldeinformationen (wie Zeitzone und Betriebssystem) und technische und Nutzungsdaten (wie Ihre Wahl der Schriftartenoptionen und Spracheinstellungen) sammeln, wenn Sie Ihren eReader mit WLAN verbinden. Und sie sagen, dass sie diese Nutzungsdaten verwenden, um Ihnen persönliche Empfehlungen zu geben. All das scheint jedoch in Ordnung zu sein.
es: Pocketbook dice que recopila cierta información de inicio de sesión (como la zona horaria y el sistema operativo) y datos técnicos y de uso (como tu elección de opciones de fuente y configuración de idioma) si conectas tu eReader a una red WiFi. También dicen que usan esos datos de uso para enviarte recomendaciones personales. Todo esto parece estar bien.
fr: Pocketbook indique toutefois recueillir certaines informations de connexion (comme le fuseau horaire et le système d’exploitation) et des données techniques et d’utilisation (comme votre choix de police et les paramètres de langue) si vous connectez votre lecteur électronique au réseau WiFi. Et ils disent utiliser ces données d’utilisation pour vous donner des recommandations personnelles. Cela semble tout à fait normal.
pt_br: O Pocketbook diz que coleta algumas informações de login (como fuso horário e sistema operacional) e dados técnicos e de uso (como sua escolha de opções de fonte e configurações de idioma) se você conectar seu eReader ao Wi-Fi. E eles dizem que usam esses dados de uso para lhe dar recomendações pessoais. Mas tudo isso parece bem.

# worst_case
source: And we should note that Pocketbook does make a <a id="a1">Pocketbook reader app</a> that lets you read ebooks on your phone. It has it's own <a id="a2">privacy policy</a> that says they can collect a tiny little bit of personal information on you (mostly, your email address) and use it for things like making book recommendations. Again, none of this worries us as Pocketbook collects so little data and only uses it to provide you the service. Go Pocketbook!
de: Und wir sollten beachten, dass <a id="a1">Pocketbook eine Pocketbook-Reader-App erstellt</a> , mit der Sie E-Books auf Ihrem Handy lesen können. Es verfügt über eine eigene <a id="a2">Datenschutzrichtlinie</a> , die besagt, dass sie ein winziges Bisschen persönliche Informationen über Sie sammeln können (hauptsächlich Ihre E-Mail-Adresse) und diese für Dinge wie Buchempfehlungen verwenden können. Auch dies beunruhigt uns nicht, da Pocketbook so wenig Daten sammelt und diese nur verwendet, um Ihnen den Service zu bieten. Gehen Sie zu Pocketbook!
es: Además, debemos tener en cuenta que Pocketbook tiene una <a id="a1">aplicación del lector de Pocketbook</a> que te permite leer libros electrónicos en tu teléfono. Tiene su propia <a id="a2">política de privacidad</a> donde dice que pueden recopilar un poco de información personal sobre ti (principalmente, tu dirección de correo electrónico) y usarla para cosas como hacerte recomendaciones de libros. Nuevamente, nada de esto nos preocupa, ya que Pocketbook recopila muy pocos datos y solo los usa para brindarte el servicio. ¡Genial, Pocketbook!
fr: Il est à noter que Pocketbook propose une <a id="a1">application Pocketbook reader</a> qui vous permet de lire des livres électroniques sur votre téléphone. Cette application dispose de sa propre <a id="a2">politique de confidentialité</a> qui stipule qu’elle peut collecter un petit nombre d’informations personnelles sur vous (principalement votre adresse e-mail) et les utiliser pour vous recommander des livres, par exemple. Encore une fois, rien de tout cela ne nous inquiète puisque Pocketbook collecte très peu de données et ne les utilise que pour vous fournir le service. Bravo Pocketbook !
pt_br: E devemos observar que o Pocketbook criou um <a id="a1">aplicativo leitor de Pocketbook</a> que permite ler ebooks em seu telefone. Ele tem sua própria <a id="a2">política de privacidade</a> que diz que eles podem coletar um pouco de informações pessoais sobre você (principalmente, seu endereço de e-mail) e usá-las para coisas como fazer recomendações de livros. Novamente, nada disso nos preocupa, pois o Pocketbook coleta tão poucos dados e os usa apenas para fornecer o serviço. Vai com tudo, Pocketbook!

# worst_case
source: What's the worst that could go wrong with Pocketbook? Well, there really doesn’t seem like too much could go wrong with these eReaders. Although, we suppose you might get addicted to reading comic books. Go for it, we say!
de: Was ist das Schlimmste, was mit Pocketbook schief gehen könnte? Nun, es scheint wirklich nicht so, als könnte mit diesen eReadern zu viel schief gehen, obwohl wir annehmen, dass Sie damit nach Comiclesen süchtig werden könnten. Also nur zu, sagen wir!
es: ¿Qué es lo peor que podría salir mal con Pocketbook? La verdad es que no parece que hayan demasiadas cosas que puedan salir mal con estos eReaders. Aunque, suponemos que podrías volverte adicto(a) a la lectura de cómics. ¡No está nada mal!
fr: Quelle est la pire chose qui puisse arriver avec Pocketbook Il n’y a pas vraiment de risque avec ces liseuses électroniques. Cependant, nous supposons que vous pourriez devenir accro à la lecture de bandes dessinées. Vous pouvez vous y mettre !
pt_br: Qual é a pior coisa que pode dar errado com o Pocketbook? Bem, realmente não parece que muita coisa pode dar errado com esses eReaders. Embora, supomos que você possa ficar viciado em ler histórias em quadrinhos. Vá em frente!

# how_does_it_use_data_collected
source: Pocketbook E-Reader's Privacy Notice
de: Datenschutzerklärung für Pocketbook E-Reader
es: Aviso de privacidad de Pocketbook E-Reader
fr: Politique de confidentialité des liseuses électroniques Pocketbook
pt_br: Aviso de Privacidade do Pocketbook E-Reader

# how_does_it_use_data_collected
source: "THE DATA WE COLLECT ABOUT YOU<br/>PLEASE NOTE THAT READER ITSELF DO NOT COLLECT ANY KIND OF PERSONAL IDENTITY, CONTRACT, FINANCIAL, TRANSACTION DATA ABOUT YOU THROUGH READER.
de: "DIE DATEN, DIE WIR ÜBER SIE SAMMELN<br/>BEACHTEN SIE BITTE, DASS READER SELBST KEINE PERSÖNLICHEN IDENTITÄTS-, VERTRAGS-, FINANZ- ODER TRANSAKTIONSDATEN ÜBER SIE ÜBER READER SAMMELT.
es: «DATOS QUE RECOPILAMOS SOBRE TI<br/> TEN EN CUENTA QUE EL LECTOR NO RECOPILA NINGÚN TIPO DE DATO DE IDENTIDAD PERSONAL, CONTRATO, DATOS FINANCIEROS O DE TRANSACCIONES A TRAVÉS DEL LECTOR.
fr: « LES DONNÉES QUE NOUS RECUEILLONS VOUS CONCERNANT<br/>VEUILLEZ NOTER QU’AUCUNE DONNÉE PERSONNELLE D’IDENTITÉ, CONTRACTUELLE, FINANCIÈRE OU TRANSACTIONNELLE N’EST RECUEILLIE PAR L’INTERMÉDIAIRE DE LA LISEUSE ELLE-MÊME.
pt_br: "OS DADOS QUE COLETAMOS SOBRE VOCÊ<br/>POR FAVOR, OBSERVE QUE O READER (LEITOR), POR SI SÓ, NÃO COLETA QUALQUER TIPO DE IDENTIDADE PESSOAL, CONTRATO, DADOS FINANCEIROS, DADOS DE TRANSAÇÃO SOBRE VOCÊ.

# how_does_it_use_data_collected
source: When you connect to Wi-Fi from your Reader we can collect such non identified information concerning the Reader:<br/> Technical Data your login data, time zone setting and location, browser plug-in types and versions, operating system and platform and other technology on the devices you use to access this website.<br/> Usage Data includes information about how you use our Reader. By Usage Data we mean: how you use your book library, information concerning which buttons on the e-reader you click, which you do not, how often do you use buttons, turning on/ off the device, setting font options, changing the interface language, sending archive, changing the library settings, setting the read mode. We collect these information to make our Services better for the end-customers. Understanding of your usage preference give us the opportunity to develop and produce better Readers, which will have higher reliability, usability, compressed functionality and extremely easy startup."<br/><br/>"In case you are using any of our additional Services, which collect Personal data please read their Privacy notices:<br/> PocketBook Reader application iOS/Android<br/> Send-to-PocketBook<br/> ReadRate<br/> Cloud"
de: Wenn Sie sich über Ihren Reader mit Wi-Fi verbinden, können wir solche nicht identifizierten Informationen über den Reader sammeln:<br/> Technische Daten Ihre Anmeldedaten, Zeitzoneneinstellung und -ort, Browser-Plug-in-Typen und -Versionen, Betriebssystem und Plattform sowie andere Technologien auf den Geräten, die Sie für den Zugriff auf diese Website verwenden.<br/> Nutzungsdaten umfassen Informationen darüber, wie Sie unseren Reader verwenden. Unter Nutzungsdaten verstehen wir: wie Sie Ihre Buchbibliothek verwenden, Informationen darüber, auf welche Schaltflächen des E-Readers Sie klicken, welche Sie nicht klicken, wie oft Sie Schaltflächen verwenden, das Gerät ein-/ ausschalten, Schriftartenoptionen einstellen, die Sprache der Benutzeroberfläche ändern, Archiv senden, die Bibliothekseinstellungen ändern, den Lesemodus einstellen. Wir sammeln diese Informationen, um unsere Dienstleistungen für die Endkunden zu verbessern. Das Verständnis Ihrer Nutzungspräferenzen gibt uns die Möglichkeit, bessere Reader zu entwickeln und zu produzieren, die eine höhere Zuverlässigkeit, Benutzerfreundlichkeit, komprimierte Funktionalität und einen extrem einfachen Start bieten.<br/><br/>""Falls Sie einen unserer zusätzlichen Dienste nutzen, die personenbezogene Daten erfassen, lesen Sie bitte deren Datenschutzhinweise:<br/> PocketBook Reader-Anwendung iOS/Android<br/> Send-to-PocketBook<br/> ReadRate<br/> Cloud"
es: Cuando te conectas a una red Wi-Fi desde tu lector, podemos recopilar la siguiente información no identificada sobre el lector: <br/>Datos técnicos, tus datos de inicio de sesión, zona horaria configurada y su ubicación, tipos y versiones de complementos del navegador, sistema operativo y plataforma y otra tecnología en los dispositivos que utilizas para acceder a este sitio web.<br/> Los datos de uso incluyen información sobre cómo utilizas nuestro lector. Por datos de uso nos referimos a: cómo usas tu biblioteca, información sobre qué botones del lector electrónico presionas y cuáles no, con qué frecuencia usas los botones, enciendes/ apagas el dispositivo, configuras las opciones de fuente, cambias el idioma de la interfaz, envías archivos, cambias la configuración de la biblioteca, configuras el modo de lectura. Recopilamos esta información para mejorar nuestros Servicios para los clientes finales. Conocer tus preferencias de uso nos brinda la oportunidad de desarrollar y producir mejores lectores, que tendrán una mayor confiabilidad, usabilidad, funcionalidad comprimida y un inicio extremadamente fácil».<br/><br/>«En caso de que estés utilizando alguno de nuestros Servicios adicionales, que recopilan datos personales, lee sus Avisos de privacidad: <br/>Aplicación PocketBook Reader iOS/Android<br/> Send-to-PocketBook<br/> ReadRate<br/> Cloud»
fr: Lorsque vous vous connectez votre liseuse à un réseau Wi-Fi, nous pouvons collecter des informations non identifiées concernant celle-ci :<br/> Données techniques : vos données de connexion, le fuseau horaire et la localisation, les types et versions de plug-in du navigateur, le système d’exploitation et la plateforme, ainsi que d’autres technologies relatives aux appareils que vous utilisez pour accéder au site internet.<br/> Les données d’utilisation comprennent des informations sur la manière dont vous utilisez notre lecteur. Par Données d’utilisation, nous entendons : la manière dont vous utilisez votre bibliothèque de livres, les informations concernant les boutons du lecteur électronique sur lesquels vous cliquez et ceux sur lesquels vous ne cliquez pas, la fréquence à laquelle vous utilisez les boutons, la mise en marche et l’arrêt de l’appareil, le réglage des options de police, le changement de la langue de l’interface, l’envoi d’archives, la modification des paramètres de la bibliothèque, le réglage du mode de lecture. Nous recueillons ces informations afin d’améliorer nos services pour nos clients. La compréhension de vos préférences d’utilisation nous donne la possibilité de développer et de créer de meilleurs liseuses, qui seront plus fiables, plus faciles à utiliser, avec des fonctionnalités simplifiées et un démarrage extrêmement aisé.« <br/><br/> » Si vous utilisez l’un de nos services supplémentaires, qui collectent des données personnelles, veuillez lire les politiques de confidentialité qui s’y rapportent :<br/> Application PocketBook Reader iOS/Android<br/> Send-to-PocketBook<br/> ReadRate<br/> Cloud. »
pt_br: Quando você se conecta ao Wi-Fi do seu Reader (Leitor), podemos coletar essas informações não identificadas sobre o Reader:<br/> Dados Técnicos, seus dados de login, configuração e localização do fuso horário, tipos e versões de plug-ins do navegador, sistema operacional e plataforma e outras tecnologias nos dispositivos que você usa para acessar este site.<br/> Os Dados de Uso incluem informações sobre como você usa nosso Reader. Por Dados de Uso, queremos dizer: como você usa sua biblioteca de livros, informações sobre quais botões do eReader você clica, quais você não clica, com que frequência você usa botões, liga e desliga o dispositivo, define opções de fonte, altera o idioma da interface, envia arquivos, altera as configurações da biblioteca, define o modo de leitura. Coletamos essas informações para melhorar nossos Serviços para os clientes finais. A compreensão da sua preferência de uso nos dá a oportunidade de desenvolver e produzir melhores Readers, que terão maior confiabilidade, usabilidade, funcionalidade compactada e inicialização extremamente fácil.<br/><br/>"Caso você esteja usando algum de nossos serviços adicionais, que coletam dados pessoais, leia os avisos de privacidade:<br/> Aplicativo PocketBook Reader iOS/Android<br/> Send-to-PocketBook<br/> ReadRate<br/> Cloud."

# how_does_it_use_data_collected
source: PocketBook Reader Mobile application privacy notice
de: PocketBook Reader Datenschutzhinweis zur mobilen Anwendung
es: Aviso de privacidad de la aplicación móvil PocketBook Reader
fr: Politique de confidentialité de l’application PocketBook Reader Mobile
pt_br: Aviso de privacidade do aplicativo móvel PocketBook Reader

# how_does_it_use_data_collected
source: "We collect the following personal information through application:<br/> E-mail address<br/> Adobe Systems Incorporated<br/> Google Drive and Google Books<br/> Dropbox<br/> OneSignal<b>"</b>
de: "Wir erfassen die folgenden personenbezogenen Daten über die Anwendung:<br/> E-Mail-Adresse<br/> Adobe Systems Incorporated<br/> Google Drive und Google Books<br/> Dropbox<br/> OneSignal<b>"</b>
es: «Recopilamos la siguiente información personal a través de la aplicación:<br/> Dirección de correo electrónico<br/> Adobe Systems Incorporated<br/> Google Drive y Google Books<br/> Dropbox<br/> OneSignal<b>»</b>
fr: « Nous recueillons les informations personnelles suivantes par le biais de l’application :<br/> Adresse e-mail<br/> Adobe Systems Incorporated<br/> Google Drive et Google Books<br/> Dropbox<br/> OneSignal<b>. »</b>
pt_br: "Recolhemos as seguintes informações pessoais através da aplicação:<br/> Endereço de e-mail<br/> Adobe Systems Incorporated<br/> Google Drive e Google Books<br/> Dropbox<br/> OneSignal<b>"</b>

# how_does_it_use_data_collected
source: <b>"</b>Note that we do not collect any sensitive data through application."
de: <b>"</b>Beachten Sie, dass wir keine sensiblen Daten über die Anwendung sammeln."
es: <b>«</b>Ten en cuenta que no recopilamos ningún dato confidencial a través de la aplicación».
fr: <b>«</b> Veuillez noter que nous ne collectons aucune donnée sensible via l’application. »
pt_br: <b>"</b>Observe que não coletamos dados confidenciais por meio do aplicativo."
