Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/pocketbook.po
Languages: de, es, fr, pt_br

# how_can_you_control_your_data
source: PocketBook Reader Mobile application privacy notice
de: PocketBook Reader Datenschutzhinweis zur mobilen Anwendung
es: Aviso de privacidad de la aplicación móvil PocketBook Reader
fr: Politique de confidentialité de l’application PocketBook Reader Mobile
pt_br: Aviso de privacidade do aplicativo móvel PocketBook Reader

# how_can_you_control_your_data
source: "We engage Google LLC and its services for your better experience and easy access to the electronic contect that you purchase via our Online Store. Google Books allows you to import your purchased electronic content from Google Books into the Application.
de: "Wir setzen Google LLC und seine Dienste ein, um Ihnen einen besseren Zugang zu den elektronischen Inhalten zu ermöglichen, die Sie in unserem Online Store gekauft haben. Google Books ermöglicht es Ihnen, Ihre gekauften elektronischen Inhalte aus Google Books in die Anwendung zu importieren.
es: «Contratamos a Google LLC y sus servicios para que tengas una mejor experiencia y fácil acceso al contacto electrónico que compras a través de nuestra Tienda en línea. Google Books te permite importar el contenido electrónico comprado desde Google Books a la Aplicación.
fr: « Nous travaillons avec Google LLC et ses services pour améliorer votre expérience et faciliter l’accès au contenu électronique que vous avez obtenu par le biais de notre boutique en ligne. Google Books vous permet d’importer dans l’application le contenu électronique acheté sur Google Books.
pt_br: "Contratamos a Google LLC e seus serviços para sua melhor experiência e fácil acesso ao conteúdo eletrônico que você compra através de nossa Loja On-line. O Google Livros permite que você importe seu conteúdo eletrônico adquirido do Google Livros para o Aplicativo.

# how_can_you_control_your_data
source: For your convenience, Google LLC does not share your personal data with us – the access to your Google services is possible with individual token key (anonymized data). "
de: Zu Ihrer Bequemlichkeit gibt Google LLC Ihre personenbezogenen Daten nicht an uns weiter – der Zugriff auf Ihre Google-Dienste ist mit einem individuellen Token-Schlüssel (anonymisierte Daten) möglich. “
es: Para tu conveniencia, Google LLC no comparte tus datos personales con nosotros: el acceso a tus servicios de Google es posible con una clave de token individual (datos anonimizados)».
fr: Par souci de confidentialité, Google LLC ne partage pas vos données personnelles avec nous, l’accès à vos services Google est possible grâce à une clé individuelle (données anonymes). »
pt_br: Para sua conveniência, a Google LLC não compartilha seus dados pessoais conosco – o acesso aos seus serviços do Google é possível com chave de token individual (dados anônimos)."

# track_record_details
source: No known incidents in the last 3 years.
de: Keine bekannten Vorfälle in den letzten 3 Jahren.
es: No se han comunicado incidentes en los últimos 3 años.
fr: Aucun incident connu au cours des 3 dernières années.
pt_br: Nenhum incidente conhecido nos últimos 3 anos.

# child_safety_blurb
source: "The Services are not intended for children under 16 and Pocketbook International SA do not knowingly collect data relating to children. Users must be at least 16 years old or older to register for a Services Account to use the PocketBook Services. If a parent or guardian believes that Pocketbook International SA has in its database the personal information of a child under the age of 16, please contact us at privacy@pocketbook-int.com and we will use our best efforts to remove the information from our records."
de: "Die Dienste sind nicht für Kinder unter 16 Jahren gedacht und Pocketbook International SA sammelt nicht wissentlich Daten über Kinder. Benutzer müssen mindestens 16 Jahre oder älter sein, um sich für ein Dienstkonto zu registrieren, um die PocketBook-Dienste nutzen zu können. Wenn ein Elternteil oder Erziehungsberechtigter der Ansicht ist, dass Pocketbook International SA die persönlichen Daten eines Kindes unter 16 Jahren in seiner Datenbank gespeichert hat, kontaktieren Sie uns bitte unter privacy@pocketbook-int.com und wir werden uns nach besten Kräften bemühen, die Informationen aus unseren Aufzeichnungen zu entfernen."
es: «Los Servicios no están destinados a menores de 16 años; Pocketbook International SA no recopila a sabiendas datos relacionados con menores. Los usuarios deben tener al menos 16 años de edad para registrarse en una Cuenta de Servicios para utilizar los Servicios de PocketBook. Si un padre o tutor cree que Pocketbook International SA tiene la información personal de un menor de 16 años en su base de datos, debe comunicarse con nosotros a privacy@pocketbook-int.com y haremos todo lo posible para eliminar esa información de nuestros registros».
fr: « Les services ne sont pas destinés aux enfants de moins de 16 ans et Pocketbook International SA ne collecte pas délibérément de données concernant les enfants. Les utilisateurs·trices doivent être âgés d’au moins 16 ans pour créer un compte et utiliser les services de PocketBook. Si un parent ou un tuteur estime que Pocketbook International SA possède dans sa base de données les informations personnelles d’un enfant de moins de 16 ans, veuillez nous contacter à l’adresse privacy@pocketbook-int.com et nous ferons tout notre possible pour supprimer ces informations de nos dossiers. »
pt_br: "Os Serviços não se destinam a crianças menores de 16 anos e a Pocketbook International SA não recolhe intencionalmente dados relativos a crianças. Os usuários devem ter pelo menos 16 anos de idade ou mais para se registrarem em uma Conta de Serviços para usar os Serviços do PocketBook. Se um pai ou responsável acredita que a Pocketbook International SA tem em seu banco de dados as informações pessoais de uma criança com menos de 16 anos, entre em contato conosco em privacy@pocketbook-int.com e usaremos nossos melhores esforços para remover as informações de nossos registros."
