Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/pocketbook.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: "We collect such non identified information concerning the Application:<br/> Technical Data your login data, time zone setting and location, browser plug-in types and versions, operating system and platform and other technology on the devices you use to access this application.<br/> Usage Data includes information about how you use our Application. By Usage Data we mean: how you use your book library, information concerning which buttons on the Application you click, which you do not, how often do you use buttons, turning on/ off the device, setting font options, changing the interface language, sending archive, changing the library settings, setting the read mode. We collect these information to make our Services better for the end-customers. Understanding of your usage preference give us the opportunity to develop better Application, which will have higher reliability, usability, compressed functionality and extremely easy startup."
de: "Wir erfassen die folgenden nicht identifizierten Informationen über die Anwendung:<br/> Technische Daten Ihre Anmeldedaten, Zeitzonen-Einstellung und -ort, Browser-Plug-in-Typen und -Versionen, Betriebssystem und Plattform sowie andere Technologien auf den Geräten, die Sie für den Zugriff auf diese Anwendung verwenden.<br/> Nutzungsdaten umfassen Informationen darüber, wie Sie unsere Anwendung nutzen. Unter Nutzungsdaten verstehen wir: wie Sie Ihre Buchbibliothek verwenden, Informationen darüber, auf welche Schaltflächen der Anwendung Sie klicken, auf welche Sie nicht klicken, wie oft Sie Schaltflächen verwenden, das Gerät ein-/ ausschalten, Schriftartenoptionen einstellen, die Sprache der Benutzeroberfläche ändern, in das Archiv senden, die Bibliothekseinstellungen ändern, den Lesemodus einstellen. Wir sammeln diese Informationen, um unsere Dienstleistungen für die Endkunden zu verbessern. Das Verständnis Ihrer Nutzungspräferenzen gibt uns die Möglichkeit, eine bessere Anwendung zu entwickeln, die eine höhere Zuverlässigkeit, Benutzerfreundlichkeit, komprimierte Funktionalität und einen extrem einfachen Start bietet."
es: «Recopilamos la siguiente información no identificada sobre la aplicación: <br/>Datos técnicos, tus datos de inicio de sesión, zona horaria configurada y su ubicación, tipos y versiones de complementos del navegador, sistema operativo y plataforma y otra tecnología en los dispositivos que utilizas para acceder a esta aplicación.<br/> Los Datos de uso incluyen información sobre cómo utilizas nuestra Aplicación. Por datos de uso nos referimos a: cómo usas tu biblioteca, información sobre los botones de la Aplicación que presionas y cuáles no, con qué frecuencia usas los botones, enciendes/apagas el dispositivo, configuras las opciones de fuente, cambias el idioma de la interfaz, envías archivos, cambias la configuración de la biblioteca, configuras el modo de lectura. Recopilamos esta información para mejorar nuestros Servicios para los clientes finales. Conocer tus preferencias de uso nos da la oportunidad de desarrollar una mejor aplicación, que tendrá una mayor confiabilidad, usabilidad, funcionalidad comprimida y un inicio extremadamente fácil».
fr: « Nous recueillons les informations non identifiées suivantes concernant l’application :<br/> Données techniques : vos données de connexion, le fuseau horaire et la localisation, les types et versions de plug-in de navigateur, le système d’exploitation et la plateforme, ainsi que d’autres éléments concernant les appareils que vous utilisez pour accéder à cette application.<br/> Les données d’utilisation comprennent des informations sur la manière dont vous utilisez notre application. Par données d’utilisation, nous entendons la manière dont vous utilisez votre bibliothèque de livres, les informations concernant les boutons de l’application que vous utilisez et ceux que vous n’utilisez pas, la fréquence d’utilisation des boutons, l’activation/désactivation de l’appareil, le réglage des options de police, la modification de la langue de l’interface, l’envoi d’archives, la modification des paramètres de la bibliothèque, le réglage du mode de lecture. Nous recueillons ces informations afin d’améliorer nos services pour les clients finaux. La compréhension de vos préférences d’utilisation nous donne la possibilité de développer une meilleure application, qui sera plus fiable, plus facile à utiliser, avec des fonctionnalités simplifiées et un démarrage extrêmement aisé. »
pt_br: "Coletamos essas informações não identificadas sobre o Aplicativo: <br/>Dados Técnicos, seus dados de login, configuração e localização do fuso horário, tipos e versões de plug-ins do navegador, sistema operacional e plataforma e outras tecnologias nos dispositivos que você usa para acessar este aplicativo.<br/> Os Dados de Uso incluem informações sobre como você usa nosso Aplicativo. Por Dados de Uso, queremos dizer: como você usa sua biblioteca de livros, informações sobre quais botões do Aplicativo você clica, quais você não clica, com que frequência você usa botões, liga e desliga o dispositivo, define opções de fonte, altera o idioma da interface, envia arquivos, altera as configurações da biblioteca, define o modo de leitura. Coletamos essas informações para melhorar nossos Serviços para os clientes finais. A compreensão da sua preferência de uso nos dá a oportunidade de desenvolver um aplicativo melhor, que terá maior confiabilidade, usabilidade, funcionalidade compactada e inicialização extremamente fácil."

# how_does_it_use_data_collected
source: "HOW WE USE YOUR PERSONAL DATA ...<br/>To make you book recommendations ... "
de: "WIE WIR IHRE PERSÖNLICHEN DATEN VERWENDEN...<br/>um Ihnen Buchempfehlungen zu geben ... "
es: «CÓMO UTILIZAMOS TUS DATOS PERSONALES... <br/>Para hacerte recomendaciones de libros... »
fr: « COMMENT VOS DONNÉES PERSNONNELLES SONT UTILISÉES…<br/> pour vous proposer des recommandations de livres… »
pt_br: "COMO USAMOS SEUS DADOS PESSOAIS...<br/>Para te fazer recomendações de livros... "

# user_friendly_privacy_policy_helptext
source: Pocketbook has fairly easy to read privacy policies. The problem is, they also have three different privacy policies scattered about that are a bit hard to decipher which applies to what. We think we got it figured out, but it would be nice they would make that a bit easier on folks by having one privacy hub page.
de: Pocketbook hat recht einfach zu lesende Datenschutzrichtlinien. Das Problem ist, dass sie auch über drei verschiedene Datenschutzrichtlinien verfügen, wobei etwas schwer zu entziffern ist, welche für was gilt. Wir glauben, dass wir es herausgefunden haben, aber es wäre schön, wenn sie es den Leuten etwas einfacher machen würden, indem sie eine einzige Seite für den Datenschutz einrichten würden.
es: Pocketbook tiene políticas de privacidad bastante fáciles de leer. El problema es que también tiene tres políticas de privacidad diferentes que están dispersas y que cuesta entender a qué se aplica cada una de ellas. Creemos que lo entendimos, pero sería bueno que lo hicieran un poco más fácil para la gente, ofreciendo una página central dedicada a la privacidad.
fr: La politique de confidentialité de Pocketbook est assez claire. Cependant, le fait qu’il existe également trois politiques de confidentialité différentes rend le tout un peu difficile à déchiffrer et à comprendre. Bien que nous pensons avoir bien compris, il serait bon de faciliter un peu les choses en proposant une seule page centrale sur la protection de la vie privée.
pt_br: O Pocketbook tem políticas de privacidade bastante fáceis de ler. O problema é que eles também têm três políticas de privacidade diferentes espalhadas que são um pouco difíceis de decifrar o que se aplica a quê. Achamos que já resolvemos isso, mas seria bom que eles tornassem isso um pouco mais fácil para as pessoas, tendo uma página no hub de privacidade.

# tips_to_protect_yourself
source: If as a parent or guardian you believe that Pocketbook has in its database the personal information of a child under the age of 16, you can contact <i>privacy@pocketbook-int.com</i>, and they will remove the information from the records.
de: Wenn Sie als Elternteil oder Erziehungsberechtigte*r glauben, dass PocketBook personenbezogene Daten von Kindern unter 16 Jahren in seiner Datenbank hat, können Sie eine E-Mail an <i>privacy@pocketbook-int.com</i> schreiben. Die Daten werden dann gelöscht.
es: Si como padre, madre o tutor crees que Pocketbook posee información personal de un menor de 16 años en su base de datos, puedes contartarlos en <i>privacy@pocketbook-int.com</i> para que eliminen esa información de sus registros.
fr: Si, en tant que parent ou tuteur, vous pensez que Pocketbook possède dans sa base de données les informations personnelles d’un enfant de moins de 16 ans, vous pouvez contacter <i>privacy@pocketbook-int.com</i>, qui supprimera ces informations de ses archives.
pt_br: Se você como pai ou responsável acredita que a PocketBook tem em seu banco de dados as informações pessoais de uma criança menor de 16 anos, você pode contatar <i>privacy@pocketbook-int.com</i> e ela removerá as informações dos registros.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Dafür können Sie auch ein Passwortkontrollprogramm anwenden, wie 1Password, KeePass etc.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Use uma senha forte! Você pode usar uma ferramenta de controle de senha como o 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre persönlichen Daten über die App einzuschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder oder Ihren Standort, es sei denn, dies ist notwendig).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (n’autorisez pas l’accès à votre caméra, votre micro, vos images et votre localisation, sauf si nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do aplicativo (não libere acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Aktualisieren Sie Ihre App regelmäßig!
es: Actualiza tu aplicación con regularidad
fr: Mettez votre application à jour régulièrement
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz > Werbung > Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire via votre appareil (par ex., sur iPhone, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)
pt_br: Limite o rastreamento de anúncios no seu dispositivo (ex.: no iPhone acesse Privacidade e Segurança -> Publicidade da Apple -> Limitar rastreamento de anúncios) e nas principais redes de anúncios (para o Google, acesse sua conta Google e desative os anúncios personalizados)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Beantragen Sie die Löschung Ihrer Daten, wenn Sie die App nicht mehr nutzen. Das Deinstallieren der App auf Ihrem Gerät löscht normalerweise nicht automatisch Ihre personenbezogenen Daten.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.
pt_br: Se decidir parar de usar o aplicativo, solicite que seus dados sejam excluídos. Apenas excluir o aplicativo do seu dispositivo não apagará seus dados pessoais da base da empresa.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung nicht dem Tracking Ihrer Daten zu, wenn Sie die Möglichkeit haben.
es: Si puedes hacerlo, no aceptes el seguimiento de tus datos cuando estés realizando el proceso de registro.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.
pt_br: Ao começar o registro, não concorde com o rastreamento dos seus dados, se possível.

# personal_data_collected
source: Only if you connect your e-reader to WiFi, non identified information can be collected:<br/> <br/>- Your login data, time zone setting and location, browser plug-in types and versions, operating system and platform and other technology on the devices you use to access this website.<br/> <br/>- Usage Data: how you use your book library, information concerning which buttons on the e-reader you click, which you do not, how often do you use buttons, turning on/ off the device, setting font options, changing the interface language, sending archive, changing the library settings, setting the read mode. We collect these information to make our Services better for the end-customers. Understanding of your usage preference give us the opportunity to develop and produce better Readers, which will have higher reliability, usability, compressed functionality and extremely easy startup.<br/> <br/>Your email address if you download and use the Pocketbook reader app.
de: Nur wenn Sie Ihren E-Reader mit WLAN verbinden, können nicht identifizierte Informationen gesammelt werden:<br/> <br/>- Ihre Anmeldedaten, Zeitzonen-Einstellung und -ort, Browser-Plug-in-Typen und -Versionen, Betriebssystem und Plattform sowie andere Technologien auf den Geräten, die Sie für den Zugriff auf diese Website verwenden.<br/> <br/>- Nutzungsdaten: wie Sie Ihre Buchbibliothek verwenden, Informationen darüber, welche Schaltflächen des E-Readers Sie anklicken, welche Sie nicht anklicken, wie oft Sie Schaltflächen verwenden, Ein-/ Ausschalten des Geräts, Einstellen von Schriftartenoptionen, Ändern der Sprache der Benutzeroberfläche, Senden von Archiven, Ändern der Bibliothekseinstellungen, Einstellen des Lesemodus. Wir sammeln diese Informationen, um unsere Dienstleistungen für die Endkunden zu verbessern. Das Verständnis Ihrer Nutzungspräferenzen gibt uns die Möglichkeit, bessere Reader zu entwickeln und zu produzieren, die eine höhere Zuverlässigkeit, Benutzerfreundlichkeit, komprimierte Funktionalität und einen extrem einfachen Start bieten.<br/> <br/>Ihre E-Mail-Adresse, wenn Sie die Pocketbook-Reader-App herunterladen und verwenden.
es: Solo si conectas tu lector electrónico a una red WiFi, se puede recopilar información no identificada:<br/> <br/>- Tus datos de inicio de sesión, zona horaria configurada y su ubicación, tipos y versiones de complementos del navegador, sistema operativo y plataforma y otra tecnología en los dispositivos que utilizas para acceder a este sitio web.<br/> <br/>- Datos de uso: cómo usas tu biblioteca, información sobre los botones del lector electrónico que presionas y cuáles no, con qué frecuencia usas los botones, enciendes/apagas el dispositivo, configuras las opciones de fuente, cambias el idioma de la interfaz, envías archivos, cambias la configuración de la biblioteca, configuras el modo de lectura. Recopilamos esta información para mejorar nuestros Servicios para los clientes finales. Conocer tus preferencias de uso nos brinda la oportunidad de desarrollar y producir mejores lectores, que tendrán una mayor confiabilidad, usabilidad, funcionalidad comprimida y un inicio extremadamente fácil.<br/> <br/>Tu dirección de correo electrónico si descargas y utilizas la aplicación Pocketbook Reader.
fr: Les informations non identifiées sont collectées uniquement si vous connectez votre liseuse au réseau WiFi :<br/> <br/> vos données de connexion, le fuseau horaire et la localisation, les types et versions de plug-in du navigateur, le système d’exploitation et la plate-forme et d’autres données concernant les appareils que vous utilisez pour accéder au site internet.<br/> <br/>Données d’utilisation : la manière dont vous utilisez votre bibliothèque, les informations concernant les boutons de la liseuse que vous utilisez et ceux que vous n’utilisez pas, la fréquence d’utilisation des boutons, la mise en marche et à l’arrêt de l’appareil, le réglage des options de police, le changement de la langue de l’interface, l’envoi d’archives, le changement des paramètres de la bibliothèque, le réglage du mode de lecture. Nous recueillons ces informations afin d’améliorer nos services pour nos clients. La compréhension de vos préférences d’utilisation nous donne la possibilité de créer et de fabriquer des liseuses plus performantes, plus fiables, plus faciles à utiliser, avec des fonctionnalités simplifiées et un démarrage extrêmement aisé.<br/> <br/>Votre adresse e-mail si vous téléchargez et utilisez l’application de lecture Pocketbook.
pt_br: Somente se você conectar seu eReader ao Wi-Fi, informações não identificadas poderão ser coletadas:<br/> <br/>- Seus dados de login, configuração e localização do fuso horário, tipos e versões de plug-ins do navegador, sistema operacional e plataforma e outras tecnologias nos dispositivos que você usa para acessar este site.<br/> <br/>- Dados de uso: como você usa sua biblioteca de livros, informações sobre quais botões do eReader você clica, o que você não faz, com que frequência você usa botões, liga e desliga o dispositivo, define opções de fonte, altera o idioma da interface, enviar arquivo, alterar as configurações da biblioteca, define o modo de leitura. Coletamos essas informações para melhorar nossos Serviços para os clientes finais. A compreensão da sua preferência de uso nos dá a oportunidade de desenvolver e produzir melhores Leitores, que terão maior confiabilidade, usabilidade, funcionalidade compactada e inicialização extremamente fácil.<br/> <br/>Seu endereço de e-mail, se você baixar e usar o aplicativo Pocketbook Reader.

# how_can_you_control_your_data
source: Pocketbook E-Reader's Privacy Notice
de: Datenschutzerklärung für Pocketbook E-Reader
es: Aviso de privacidad de Pocketbook E-Reader
fr: Politique de confidentialité des liseuses électroniques Pocketbook
pt_br: Aviso de Privacidade do Pocketbook E-Reader

# how_can_you_control_your_data
source: "We will only retain your personal data for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.
de: Wir speichern Ihre personenbezogenen Daten nur so lange, wie es für die Erfüllung der von uns angegebenen Zwecke erforderlich ist, einschließlich der Erfüllung von gesetzlichen, buchhalterischen oder Berichtspflichten.
es: «Conservaremos tus datos personales únicamente durante el tiempo que sea necesario para cumplir con los propósitos para los que los recopilamos, lo que incluye para cumplir con requisitos legales, contables o de informes.
fr: « Nous ne conserverons vos données personnelles que le temps nécessaire à la réalisation des objectifs pour lesquels vous les avez soumises, notamment pour satisfaire à toute exigence légale, comptable ou de production de rapports.
pt_br: "Nós reteremos seus dados pessoais apenas pelo tempo que for razoavelmente necessário para cumprir os propósitos para os quais os processamos, inclusive para atender a quaisquer requisitos legais, regulamentares, tributários, contábeis ou de relatórios.

# how_can_you_control_your_data
source: To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your data, the purposes for which we process your data and whether we can achieve those purposes through other means, and the applicable legal requirements.
de: Bei der Festlegung der angemessenen Aufbewahrungsfrist für personenbezogene Daten berücksichtigen wir die Menge, Art und Sensibilität der personenbezogenen Daten, das potenzielle Risiko einer Schädigung durch unbefugte Nutzung oder Weitergabe Ihrer Daten, die Zwecke, für die wir Ihre Daten verarbeiten und ob wir diese Zwecke mit anderen Mitteln erreichen können, sowie die geltenden gesetzlichen Bestimmungen.
es: Para determinar el período de conservación adecuado para los datos personales, consideramos la cantidad, la naturaleza y la sensibilidad de los mismos, el riesgo potencial de daño por el uso no autorizado o la divulgación de dichos datos, los fines para los cuales procesamos tus datos personales, si podemos lograr esos propósitos a través de otros medios, y los requisitos legales aplicables.
fr: Pour déterminer la durée de conservation appropriée des données personnelles, nous tenons compte de la quantité, de la nature et de la sensibilité des données personnelles, du risque potentiel de préjudice résultant de l’utilisation ou de la divulgation non autorisée de vos données, des objectifs pour lesquels nous traitons vos données et de la possibilité d’atteindre ces objectifs par d’autres moyens, ainsi que des exigences légales applicables.
pt_br: Para determinar o período de retenção apropriado para dados pessoais, consideramos a quantidade, natureza e confidencialidade dos dados pessoais, o risco potencial de danos pelo uso ou divulgação não autorizados de seus dados pessoais, os objetivos para os quais processamos seus dados pessoais e se podemos alcançar tais objetivos por outros meios e os requisitos legais, regulatórios, tributários, contábeis ou outros aplicáveis.

# how_can_you_control_your_data
source: In some circumstances you can ask us to delete your data."
de: Unter Umständen können Sie uns auffordern, Ihre Daten zu löschen.
es: En algunas circunstancias, puedes solicitarnos que eliminemos tus datos».
fr: Dans certaines circonstances, vous pouvez nous demander de supprimer vos données. »
pt_br: Em algumas circunstâncias, você pode nos pedir para excluir seus dados."
