Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/praycom.po
Languages: es

# blurb
source: Research <a id="a1">shows</a> prayer has modest mental health benefits. Pray.com, which bills itself as the "#1 app for Christians," aims to help users "develop a daily habit with Jesus." For $7.99 a month, users get access to things like custom daily prayers, bedtime Bible stories, James Earl Jones reading the Bible, and daily meditations. Unfortunately, it seems <a id="a2">users have to give up a good bit of their privacy</a> when they start their daily prayer journey on Pray.com. We won't mince words -- Pray.com has shown absolutely terrible <a id="a3">privacy</a> and <a id="a4">security</a> practices. We're not sure that has any mental health benefits.
es: Las investigaciones <a id="a1">muestran</a> que la oración tiene algunos modestos beneficios para la salud mental. Pray.com, que se presenta a sí misma como la «aplicación n.º 1 para cristianos», tiene como objetivo ayudar a los usuarios a «desarrollar un hábito diario de encuentro con Jesús». A cambio de 7,99 dólares mensuales, los usuarios tienen acceso a oraciones diarias personalizadas, historias bíblicas antes de dormir, lecturas de la Biblia por James Earl Jones y meditaciones diarias. Desafortunadamente, parece que <a id="a2">los usuarios tienen que renunciar a una buena parte de su privacidad</a> al comenzar su camino de oraciones diarias en Pray.com. No nos andaremos con rodeos: Pray.com ha demostrado prácticas absolutamente terribles de <a id="a3">privacidad</a> y <a id="a4">seguridad</a>. No estamos seguros de que eso tenga algún beneficio para la salud mental.

# worst_case
source: If you use Pray.com, you'd better pray for your privacy. Because Pray.com is absolutely awful when it comes to their users' privacy and security. They collect a ton of personal, app usage, and location information. They say they can buy data from third parties like data brokers to add to the data profile they build on you -- information like gender, age, religious affiliation, ethnicity, marital status, household size and income, political party. Pray.com then says they can use all this data to target you with ads, share with third parties to target you with ads, and share with other "faith-based organizations" so they can target you too.
es: Si usas Pray.com, será mejor que reces por tu privacidad. Porque Pray.com es absolutamente horrible cuando se trata de la privacidad y seguridad de sus usuarios. Recopilan toneladas de datos personales, datos de uso de la aplicación y datos de ubicación. Declaran que pueden comprar datos de terceros, como brókers de datos, para agregar al perfil de datos que construyen sobre ti: datos como género, edad, afiliación religiosa, etnia, estado civil, tamaño de la familia, ingresos del hogar, partido político. Luego, Pray.com dice que pueden usar todos estos datos para dirigirte anuncios, compartirlos con terceros para que ellos te dirijan anuncios y compartirlos con otras «organizaciones basadas en la fe» para que también se dirijan a ti.

# worst_case
source: There's more! They say they can publish your name, voice, and likeness and other personal information for advertising, marketing, publicity and promotional activities, as well as for any other commercial purpose. If you give them your phone number, they say you've now given them express written consent to receive promotional, marketing, and/or informational text messages and/or phone calls from us and other faith-based organization.
es: ¡Y hay más! Dicen que pueden publicar tu nombre, voz, imagen y otra información personal en anuncios, marketing, publicidad y actividades promocionales, así como usarla para cualquier otro propósito comercial. Si les das tu número de teléfono, consideran que les has dado tu consentimiento expreso por escrito para recibir mensajes de texto o llamadas telefónicas promocionales, de marketing o informativas tanto de parte de ellos como de otras organizaciones religiosas.

# worst_case
source: We don't mean to be, well, mean, but Pray.com really feels like it might be a data harvesting business targeting Christians for purposes that go way way way beyond helping them on their prayer journey. It seems they aim to collect as much data on you as they can, share that data with many, many third parties to market more products, target more ads, and make money with your personal information as a business asset. It all feels kinda icky to us.
es: No queremos ser malos, pero Pray.com realmente parece un negocio de recolección de datos para propósitos que van mucho más allá de ayudar a personas cristianas en su camino de oración. Pareciera que su objetivo es recopilar tantos datos sobre ti como puedan y compartir esos datos con muchos, muchos terceros para comercializar más productos, orientar más anuncios y ganar dinero usando tu información personal como un activo comercial. Es todo bastante desagradable para nosotros.

# worst_case
source: And if anyone can explain to us why the app needs access to your phone's flashlight, well, we'd love to be shown the light.
es: Y si alguien puede explicarnos por qué la aplicación necesita acceso a la linterna del teléfono.... nos encantaría que nos iluminen.

# worst_case
source: What could happen if something goes wrong? Well, back in 2020 <a id="a1">Threat Post reported</a> Pray.com leaked the personal information of nearly 10 million users. Personal information like name, church-donation information, photos, and users’ contact lists. To make matters worse, ThreatPost found that Pray.com didn't secure their users' leaked personal information even after they were made aware of the problem.<i> "The database was discovered on Oct. 6, but it wasn’t made private despite multiple attempts to contact Pray.com about the problem, according to vpnMentor. After the researchers contacted Amazon directly, the contact files were removed from the open bucket on Nov. 17."</i> This is so, so, so bad.
es: ¿Qué podría pasar si algo sale mal? Bueno, en 2020, <a id="a1">Threat Post informó</a> que Pray.com filtró la información personal de casi 10 millones de usuarios. Se trataba de datos personales como nombres, información de donación a la iglesia, fotos y listas de contactos de los usuarios. Para empeorar las cosas, ThreatPost descubrió que Pray.com no protegió la información personal filtrada de sus usuarios incluso después de que fueran informados del problema.<i> «La base de datos fue descubierta el 6 de octubre, pero no se hizo privada a pesar de los múltiples intentos de contactar a Pray.com para informar el problema, según vpnMentor. Después de que los investigadores se pusieran en contacto directamente con Amazon, los archivos de contacto se eliminaron del contenedor abierto el 17 de noviembre».</i> Esto es muy, muy, muy malo.

# worst_case
source: Pray.com absolutely comes with <i>*Privacy Not Included</i>. Please be very careful if you chose to use this app. We don't recommend you do.
es: Pray.com viene con <i>*Privacidad no incluida</i> en absoluto. Ten mucho cuidado si has elegido usar esta aplicación. No te la recomendamos.

# how_does_it_use_data_collected
source: Pray does not “sell” Personal Information about you to third parties and have not done so in the past 12 months. However, they share certain such Personal Information with the third parties.
es: Pray no «vende» tu información personal a terceros y no lo ha hecho en los últimos 12 meses. Sin embargo, sí comparten cierta información personal con terceros.

# how_does_it_use_data_collected
source: <b>Pray shares your location with third-parties as part of the location-based services they offer and for other commercial purposes. This location data is collected in a form that personally identifies you and will be used by Pray.com and their partners and licensees to provide and improve location-based products and services or for other commercial purposes.</b> They share your location information with the following third-parties: Google Analytics, Braze, Chartio, Mixpanel, Amplitude, Tableau, and Twilio.
es: <b>Pray comparte tu ubicación con terceros como parte de sus servicios basados en la ubicación y para otros fines comerciales. Estos datos de ubicación se recopilan en un formulario que te identifica personalmente y serán utilizados por Pray.com y sus socios y licenciatarios para proporcionar y mejorar productos y servicios basados en la ubicación o para otros fines comerciales.</b> Comparten la información de tu ubicación con los siguientes terceros: Google Analytics, Braze, Chartio, Mixpanel, Amplitude, Tableau y Twilio.

# how_does_it_use_data_collected
source: <b>Pray will, from time to time, supplement the information they collect directly from you with outside records from third-parties such as data analytics providers and data brokers</b> for various purposes, including to enhance their ability to serve you, to tailor content to you and to offer you opportunities that may be of interest to you. These records may include information such as your gender, age, religious affiliation, ethnicity, marital status, household size and income, political party affiliation and interests, geographic location, and Personal Information.
es: <b>De vez en cuando, Pray complementará los datos que recopilan directamente de ti con registros externos de terceros, como proveedores de análisis de datos y brókers de datos,</b> para diversos fines, que incluyen mejorar su capacidad para servirte, adaptar los contenidos para ti y ofrecerte oportunidades que puedan interesarte. Estos registros pueden incluir información como tu género, edad, afiliación religiosa, etnia, estado civil, tamaño de la familia, ingresos del hogar, afiliación e intereses políticos, ubicación geográfica y datos personales.

# how_does_it_use_data_collected
source: <b>If you are an Individual User, you acknowledge that by providing your telephone number(s) to Pray, you are providing Pray with your express written consent to receive promotional, marketing, and/or informational text messages and/or phone calls from us and/or FBO Users.</b><br/><br/><b>For non-EU and non-UK users, Pray share your Personal Information, Demographic Information, Business Information, Usage Information, and/or Device Identifiers with third-parties for other commercial purposes.</b> For EU and UK users, Device Identifiers, along with data related to you and your activities, can be shared with advertising, sale and marketing tools.
es: <b>Si eres un usuario individual, reconoces que al proporcionar tu número de teléfono a Pray, estás proporcionándole tu consentimiento expreso por escrito para recibir mensajes de texto o llamadas telefónicas promocionales, de marketing o informativas tanto de parte de ellos como de otras organizaciones religiosas.</b><br/><br/><b>Pray comparte con terceros los datos personales, información demográfica, información comercial, información de uso o identificadores de dispositivos de los usuarios fuera de la UE y del Reino Unido para otros fines comerciales.</b> Con respecto a los usuarios de la UE y el Reino Unido, los identificadores de dispositivos, junto con los datos relacionados contigo y tus actividades, se pueden compartir con herramientas de publicidad, venta y marketing.

# how_does_it_use_data_collected
source: Pray.com use Tracking Technologies to deliver content, including ads relevant to your interests on the Service and third-party services based on how you interact with their advertisements and/or content. This includes using Tracking Technologies to understand the usefulness to you of the content and ads that have been delivered to you.
es: Pray.com utiliza tecnologías de rastreo para entregar contenidos que incluyen anuncios relevantes para tus intereses, tanto en el servicio como en servicios de terceros, en función de cómo interactúas con sus anuncios o contenidos. Esto incluye el uso de tecnologías de seguimiento para comprender la utilidad que tiene para ti el contenido y los anuncios que te han entregado.

# strong_password_helptext
source: Email verification is required.
es: Se requiere verificación por correo electrónico.

# tips_to_protect_yourself
source: Find another prayer app
es: Busca otra aplicación de oración

# personal_data_collected
source: Last name, phone number, home address, and email address. Your Device location (with your consent where required by local law)
es: Apellido, número de teléfono, domicilio y dirección de correo electrónico. La ubicación de tu dispositivo (con tu consentimiento, cuando así lo exija la ley local)

# how_can_you_control_your_data
source: Pray will retain your information for as long as we are required in order to provide the Service to you, as required to fulfill our legal requirements and defend legal claims. After you have terminated your use of our services, they store your information in an aggregated and anonymized format.
es: Pray conservará tu información durante el tiempo requerido para proporcionarte el servicio y según sea necesario para cumplir con sus requisitos legales y defender reclamos legales. Después de que hayas terminado de usar sus servicios, almacenarán tu información en un formato agregado y anonimizado.

# how_can_you_control_your_data
source: The rights to access or to erase data are unclear for residents outside of the EU, UK, and California.
es: No están claros los derechos de acceso o eliminación de datos para los residentes fuera de la UE, el Reino Unido y California.

# track_record_details
source: In 2020, <a id="a1">Pray.com exposed millions of user records</a>. A hacker could have compromised personal information on as many as 10 million people. It was reported Pray.com did not immediately fix the problem once they were made aware.
es: En 2020, <a id="a1">Pray.com expuso millones de registros de usuarios</a>. Un hacker podría haber comprometido la información personal de hasta 10 millones de personas. Se informó que Pray.com no solucionó inmediatamente el problema tras tomar conocimiento del mismo.

# child_safety_blurb
source: Pray does not knowingly collect or solicit personal information from children under the age of sixteen (16) or knowingly allow such persons to sign-up for the Service. Pray and its Service are not directed at children under the age of sixteen (16). If you are a child under sixteen (16) years of age, you are not permitted to use the Service and should not send any information about yourself through the Service. In the event Pray becomes aware that they have collected personal information from any child under the age of sixteen (16), they will dispose of that information as quickly as possible.
es: Pray no recopila ni solicita a sabiendas información personal de menores de dieciséis (16) años ni permite a sabiendas que estos se inscriban en el servicio. Pray y su servicio no están dirigidos a menores de dieciséis (16) años. Si eres menor de dieciséis (16) años, no puedes utilizar el servicio y no debes enviar ninguna información sobre ti a través del servicio. En caso de que Pray entrara en conocimiento de que ha recopilado información personal de un menor de dieciséis (16) años, eliminará esa información lo antes posible.
