Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/pregnancy.po
Languages: de, es, fr, pt_br

# title
source: Pregnancy+
es: Embarazo+
fr: Grossesse +

# blurb
source: Pregnancy+ is made by UK-based company Philips Digital. They also make an app called Baby+. Both apps share the same privacy policy. Pregnancy+ seems to have tens of millions of downloads from the Google and Apple apps store, making it one of the more popular pregnancy apps out there. The app — free for the first 13 weeks — requires a subscription to get your through your entire pregnancy. The apps helps you track baby development using visualizations of fruits, animals, and sweets (uhm, like, your baby is the size of a cookie now, not the size of a cupcake?). It also has pregnancy tools like a due date calculator, kick counter, pregnancy weight log, and gives you lots of pregnancy guides, articles, blog posts, and even helps you create a custom birth plan. The app has lots of ways to collect lots of information about you throughout your pregnancy. So, how does it do protecting all that very personal information. Eh, that's not so sweet.
de: Pregnancy+ ist ein Produkt des britischen Unternehmens Philips Digital. Das Unternehmen betreibt auch eine App namens Baby+. Beide Apps haben die gleichen Datenschutzrichtlinien. Pregnancy+ wurde im Google- und Apple-App-Store bereits mehrere Millionen Mal heruntergeladen und ist damit eine der beliebtesten Schwangerschafts-Apps überhaupt. Die App, die in den ersten 13 Wochen kostenlos ist, erfordert ein Abonnement, um Sie durch Ihre gesamte Schwangerschaft zu begleiten. Die App hilft Ihnen, die Entwicklung Ihres Babys anhand von Visualisierungen von Früchten, Tieren und Süßigkeiten zu verfolgen (z. B. hat Ihr Baby jetzt die Größe eines Kekses und nicht mehr die eines Muffins). Die App enthält außerdem Schwangerschaftstools wie einen Fälligkeitsrechner, einen Tretfrequenzzähler, ein Gewichtsprotokoll und bietet Ihnen zahlreiche Schwangerschaftsratgeber, Artikel und Blogbeiträge und hilft Ihnen sogar bei der Erstellung eines individuellen Geburtsplans. Die App bietet viele Möglichkeiten, während der Schwangerschaft viele Informationen über Sie zu sammeln. Und wie schützt sie all diese sehr persönlichen Informationen? Tja, damit kommt sie nicht so gut daher.
es: Embarazo+ fue desarrollada por la empresa británica Philips Digital, que también desarrolló Bebé+. Ambas aplicaciones comparten la misma política de privacidad. Embarazo+ parece tener decenas de millones de descargas en las tiendas de aplicaciones de Google y Apple, por lo que es una de las aplicaciones más populares para el embarazo. Es gratuita durante las primeras 13 semanas y luego requiere una suscripción para completar el resto de la duración del embarazo. Te ayuda a seguir el desarrollo del bebé con imágenes de frutas, animales y dulces (cosas como que tu bebé ahora tiene el tamaño de una galleta y no el de una magdalena). También tiene herramientas útiles durante el embarazo —como una calculadora de la fecha de parto, un contador de patadas, un registro del peso durante el embarazo—, un montón de guías, artículos, entradas de blog sobre el embarazo, e incluso te ayuda a crear un plan de parto personalizado. La aplicación tiene muchas formas de recopilar un montón de información sobre ti durante tu embarazo. ¿Quieres saber cómo protege toda esa información tan personal? Esa parte no es tan bonita.
fr: Grossesse + est conçue par la société Philips Digital, basée au Royaume-Uni. Philips Digital conçoit également une application appelée Bébé +. Les deux applications partagent la même politique de confidentialité. Grossesse + semble avoir des dizaines de millions de téléchargements à partir de la boutique d’applications de Google et d’Apple, et est ainsi une des applications de grossesse les plus populaires là-bas. L’application — gratuite pendant les 13 premières semaines — nécessite un abonnement pour vous accompagner tout au long de votre grossesse. L’application vous aide à suivre le développement du bébé avec des visuels de fruits, d’animaux et de bonbons (par exemple, votre bébé a la taille d’un cookie maintenant, pas d’un cupcake ?). Elle dispose également d’outils de grossesse comme une calculatrice de date d’accouchement, un compteur de coups de pied, un journal de bord reprenant les poids de grossesse, vous fournit de nombreux guides de grossesse, articles, billets de blog, et vous aide même à créer un plan de naissance personnalisé. L’application offre de nombreuses options pour recueillir de nombreuses informations sur vous tout au long de votre grossesse. Reste à savoir comment toutes ces informations très personnelles sont protégées. La réalité est plutôt décevante.
pt_br: O Pregnancy+ é feito pela empresa britânica Philips Digital. Eles também fazem um aplicativo chamado Baby+. Ambos os aplicativos compartilham a mesma política de privacidade. O Pregnancy+ parece ter dezenas de milhões de downloads da loja de aplicativos do Google e da Apple, tornando-o um dos aplicativos de gravidez mais populares lá fora. O aplicativo — gratuito nas primeiras 13 semanas — requer uma assinatura para passar por toda a gravidez. Os aplicativos ajuda você a acompanhar o desenvolvimento do bebê usando visualizações de frutas, animais e doces (hum, como, seu bebê é do tamanho de um cookie agora, não do tamanho de um cupcake?). Ele também tem ferramentas de gravidez, como uma calculadora de data do parto, contador de chutes, registro de peso da gravidez, e oferece muitos guias de gravidez, artigos, posts de blog, e até mesmo ajuda a criar um plano de nascimento personalizado. O aplicativo tem muitas maneiras de coletar muitas informações sobre você ao longo de sua gravidez. Então, como ele faz para proteger todas essas informações pessoais. Bem, isso não é tão doce.

# worst_case
source: Gold or Silver? That's the question Pregnancy+ asks users at sign up. Which "experience" would you like? Then they push you hard to pick Gold by saying Gold is "the best possible experience with a customized journey and advertisement that is relevant for you." What that really means is that if you pick Gold, they'll track you not only with cookies, but also with your advertising ID so they can learn more about you, target ads toward you based on your interests and preferences, and share even more of your personal data with the likes of Facebook and Google. Pick Silver, people!
de: Gold oder Silber? Das ist die Frage, die Pregnancy+ seinen Nutzern bei der Anmeldung stellt. Welche „Erfahrung“ möchten Sie machen? Dann wird man dazu gedrängt, sich für Gold zu entscheiden, da Gold „die bestmögliche Erfahrung mit einer maßgeschneiderten Reise und Werbung, die für Sie relevant ist“, bietet. Wenn Sie sich für Gold entscheiden, werden Sie nicht nur mit Cookies, sondern auch mit Ihrer Werbe-ID verfolgt, um mehr über Sie zu erfahren, Werbung auf der Grundlage Ihrer Interessen und Vorlieben auf Sie abzustimmen und noch mehr Ihrer persönlichen Daten mit Facebook und Google zu teilen. Wählt Silber, Leute!
es: ¿Oro o Plata? Eso es lo que te pregunta Embarazo+ cuando te registras. ¿Qué «experiencia» deseas? Luego te presiona para que elijas Oro diciendo que es «la mejor experiencia posible, que te brindará un trayecto personalizado y anuncios relevantes para ti». Lo que realmente significa esto es que si eliges Oro, te rastrearán no solo con cookies sino también con tu Id. de publicidad para aprender más sobre ti, enviarte anuncios en función de tus intereses y preferencias, y compartir aún más tus datos personales con terceros como Facebook y Google. ¡Escoge Plata sin dudarlo!
fr: Gold ou Silver ? C’est la question que Grossesse + pose aux utilisateurs et utilisatrices lors de leur inscription. Quelle « expérience » voulez-vous ? Grossesse + vous pousse ensuite à choisir Gold en disant que Gold est « la meilleure expérience possible, avec un parcours et des publicités personnalisés et pertinents pour vous. » Ce que cela signifie vraiment, c’est que si vous choisissez Gold, ils vous suivront non seulement avec des cookies, mais aussi avec votre identifiant publicitaire, afin d’en savoir plus sur vous, de vous adresser des annonces ciblées en fonction de vos intérêts et préférences, et de partager encore plus de données personnelles vous concernant avec des entreprises comme Facebook et Google. Choisissez Silver !
pt_br: Ouro ou Prata? Essa é a pergunta que Pregnancy+ pergunta aos usuários ao se inscreverem. Que "experiência" você gostaria? Em seguida, eles forçam você a escolher ouro, dizendo que o ouro é "a melhor experiência possível com uma jornada personalizada e publicidade que é relevante para você." O que isso realmente significa é que, se você escolher Ouro, eles irão rastreá-lo não apenas com cookies, mas também com seu ID de publicidade para que eles possam saber mais sobre você, segmentar anúncios para você com base em seus interesses e preferências, e compartilhar ainda mais de seus dados pessoais com pessoas como Facebook e Google. Escolham Prata, pessoal!

# worst_case
source: So, yeah, Pregnancy+ does collect a whole lot of personal and sensitive information on you. Things like name, age, location, weight, baby's gender, due date, pictures of your belly, what's on your pregnancy shopping list, and so much more if you chose to share things like doctor's notes and favorite baby names. And, as you can already tell, it uses some of your personal information to have third-parties target you with ads. Pregnancy+ also shares data with more than just third-party advertisers. They also say they can share your personal information with external media partners like Facebook, Instagram, and Pinterest for ad purposes and they can share your information with lots of business partners for marketing purposes. They say, "By selecting one or multiple partners and tapping 'Sign-up!' you are authorizing and instructing Philips to share your contact details (email, first name, last name), due date, mobile device information (country, locale and operating system) and authorization (consent text and date) with the selected partners to receive personalized offers from them in accordance with your choices."
de: Ja, Pregnancy+ sammelt eine ganze Menge persönlicher und sensibler Informationen über Sie. Dinge wie Name, Alter, Wohnort, Gewicht, Geschlecht des Babys, Fälligkeitsdatum, Bilder von Ihrem Bauch, was auf Ihrer Schwangerschafts-Einkaufsliste steht und vieles mehr, wenn Sie sich entschieden haben, Dinge wie ärztliche Notizen und Lieblings-Babynamen zu teilen. Und wie Sie bereits wissen, werden einige Ihrer persönlichen Daten verwendet, damit Dritte Sie mit Werbung ansprechen können. Pregnancy+ gibt die Daten nicht nur an Werbekunden weiter. Sie sagen auch, dass sie Ihre persönlichen Informationen mit externen Medienpartnern wie Facebook, Instagram und Pinterest zu Werbezwecken teilen können, und sie können Ihre Informationen mit vielen Geschäftspartnern zu Marketingzwecken teilen. Sie sagen: „Indem Sie einen oder mehrere Partner auswählen und auf 'Anmelden!' tippen, autorisieren und beauftragen Sie Philips, Ihre Kontaktdaten (E-Mail, Vorname, Nachname), Ihr Geburtsdatum, Informationen zu Ihrem Mobilgerät (Land, Ort und Betriebssystem) und Ihre Autorisierung (Zustimmungstext und -datum) an die ausgewählten Partner weiterzugeben, um von ihnen personalisierte Angebote entsprechend Ihrer Auswahl zu erhalten.“
es: Así que, sí, Embarazo+ recopila una gran cantidad de información personal y confidencial sobre ti. Datos como nombre, edad, ubicación, peso, sexo del bebé, fecha de parto, fotos de tu barriga, artículos en tu lista de compras para el embarazo y mucho más en el caso de que elijas compartir otras cosas como las notas del médico y tus nombres de bebé favoritos. Además, como ya has visto, utiliza parte de tu información personal para que terceros te envíen anuncios. Embarazo+ no solo comparte los datos con anunciantes externos. También dice que puede compartir tu información personal con socios de redes externas como Facebook, Instagram y Pinterest con fines publicitarios, y con muchos otros socios comerciales con fines de marketing. Dice: «Al seleccionar uno o varios socios y tocar '¡Regístrate!', usted autoriza e instruye a Philips para que comparta sus datos de contacto (correo electrónico, nombre, apellido), fecha de parto, información del dispositivo móvil (país, configuración regional y sistema operativo) y autorización (texto de consentimiento y fecha) con los socios seleccionados para recibir ofertas personalizadas de ellos de acuerdo con sus elecciones».
fr: Donc, oui, Grossesse + recueille beaucoup d’informations personnelles et sensibles sur vous. Des données comme le nom, l’âge, l’emplacement, le poids, le sexe du bébé, la date d’accouchement prévue, des photos de votre ventre, ce qui est sur votre liste de courses de grossesse, et bien plus encore si vous avez choisi de partager des choses comme les notes du médecin et vos noms de bébé préférés. Et, comme vous le savez déjà, Grossesse + utilise certaines de vos informations personnelles pour que des tiers vous ciblent avec des publicités. Grossesse + partage aussi des données avec plus que de simples annonceurs tiers. Elle déclare aussi qu’elle peut partager vos informations personnelles avec des partenaires médiatiques externes comme Facebook, Instagram et Pinterest, à des fins publicitaires, et qu’elle peut partager vos informations avec de nombreux partenaires commerciaux, à des fins de marketing. Grossesse + précise qu’ « En sélectionnant un ou plusieurs partenaires et en appuyant sur ’S’inscrire !’, vous autorisez et demandez à Philips de partager vos coordonnées (e-mail, prénom, nom), date d’accouchement prévue, informations sur l’appareil mobile (pays, lieu et système d’exploitation) et votre autorisation (texte de consentement et date) avec les partenaires sélectionnés, pour qu’ils vous fassent parvenir des offres personnalisées en fonction de vos choix. »
pt_br: Então, sim, o Pregnancy+ coleta um monte de informações pessoais e sensíveis sobre você. Informações como nome, idade, localização, peso, sexo do bebê, data de vencimento, fotos da sua barriga, o que está em sua lista de compras de gravidez, e muito mais se você optar por compartilhar coisas como notas do médico e nomes favoritos do bebê. E, como você já pode dizer, ele usa algumas de suas informações pessoais para que terceiros o segmentem com anúncios. O Pregnancy+ também compartilha dados com mais do que apenas anunciantes de terceiros. Eles também dizem que podem compartilhar suas informações pessoais com parceiros de mídia externos, como Facebook, Instagram e Pinterest, para fins de publicidade, e podem compartilhar suas informações com muitos parceiros de negócios para fins de marketing. Eles dizem: "Ao selecionar um ou vários parceiros e tocar em "Inscrever-se!", você está autorizando e instruindo a Philips a compartilhar seus dados de contato (e-mail, nome, sobrenome), data de vencimento, informações do dispositivo móvel (país, local e sistema operacional) e autorização (texto e data de consentimento) com os parceiros selecionados para receber ofertas personalizadas deles de acordo com suas escolhas."

# worst_case
source: Pregnancy+ collects a lot of personal information, asks to share a good deal of this information for targeted advertising and marketing purposes, and even combines all your data to create a pretty big profile on you to target you with even more personalized content and services. None of this is great if you care about privacy.
de: Pregnancy+ sammelt viele persönliche Daten, bittet darum, einen Großteil dieser Informationen für gezielte Werbe- und Marketingzwecke weiterzugeben, und kombiniert sogar all Ihre Daten, um ein ziemlich umfangreiches Profil von Ihnen zu erstellen, damit Sie mit noch stärker personalisierten Inhalten und Diensten angesprochen werden können. All das ist nicht gut, wenn Ihnen der Datenschutz wichtig ist.
es: Embarazo+ recopila una gran cantidad de información personal, te solicita compartir una buena cantidad de esta información para fines de publicidad y marketing específicos, e incluso combina todos tus datos para crear un perfil bastante considerable sobre ti con el fin de enviarte contenidos y servicios aún más personalizados. Nada de esto es bueno si te importa la privacidad.
fr: Grossesse + recueille beaucoup d’informations personnelles, demande de partager une bonne partie de ces informations à des fins publicitaires et de marketing ciblées, et combine même toutes vos données pour créer un profil assez grand permettant de vous cibler avec encore plus de contenu et services personnalisés. Si vous vous souciez de la vie privée, tout cela n’est pas réjouissant.
pt_br: O Pregnancy+ coleta um monte de informações pessoais, pede para compartilhar uma boa quantidade dessas informações para fins de publicidade e marketing direcionados, e até mesmo combina todos os seus dados para criar um perfil muito grande em você para segmentá-lo com conteúdo e serviços ainda mais personalizados. Nada disso é bom se você se importa com privacidade.

# worst_case
source: And then there is the question so important in the post Roe vs Wade world in the United States. What and how does Pregnancy+ share your personal information with law enforcement and the government? Well, here's the vague statement addressing that we found in their privacy policy, "When required by law, or as necessary to protect our rights, we may share your data with public and governmental authorities." That doesn't tell us much. We'd love to see a clearer statement about how they handle data sharing with law enforcement.
de: Und dann ist da noch die Frage, die in der Welt nach Roe vs. Wade in den Vereinigten Staaten so wichtig ist. Was und wie teilt Pregnancy+ Ihre persönlichen Daten mit den Strafverfolgungsbehörden und der Regierung? Nun, hier ist die vage Aussage, die wir in der Datenschutzrichtlinie gefunden haben: „Wenn es gesetzlich vorgeschrieben ist oder wenn es zum Schutz unserer Rechte notwendig ist, können wir Ihre Daten an öffentliche und staatliche Behörden weitergeben.“ Das sagt uns nicht viel. Wir würden gerne eine klarere Aussage darüber sehen, wie die Weitergabe von Daten an Strafverfolgungsbehörden gehandhabt wird.
es: Y luego está la pregunta tan importante que debemos hacernos en esta nueva configuración del mundo tras la derogación del fallo Roe vs. Wade en los Estados Unidos. ¿Qué información personal sobre ti comparte Embarazo+ con los organismos de seguridad y gubernamentales, y cómo lo hace? Esta es la declaración imprecisa que encontramos en su política de privacidad sobre este tema: «Cuando lo exija la ley, o según sea necesario para proteger nuestros derechos, podríamos compartir sus datos con organismos públicos y gubernamentales». Eso no nos dice mucho. Nos encantaría ver una declaración más clara sobre cómo gestionan el intercambio de datos con las autoridades.
fr: Et puis il y a la question si importante dans le monde d’après Roe vs Wade aux États-Unis. Quelles sont les informations personnelles que Grossesse + partage avec les forces de l’ordre et le gouvernement, et comment le fait-elle ? Eh bien, voici la vague déclaration que nous avons trouvée dans leur politique de confidentialité : « Lorsque la loi l’exige ou lorsque cela est nécessaire pour protéger nos droits, nous pouvons partager vos données avec les autorités publiques et gouvernementales. » Cela ne nous dit pas grand-chose. Nous aimerions voir une déclaration plus claire sur la façon dont Grossesse + gère le partage de données avec les forces de l’ordre.
pt_br: E depois há a questão tão importante no mundo pós Roe vs Wade nos Estados Unidos. O que e como o Pregnancy+ compartilha suas informações pessoais com a polícia e o governo? Bem, aqui está a vaga declaração que encontramos em sua política de privacidade: "Quando exigido por lei, ou conforme necessário para proteger nossos direitos, podemos compartilhar seus dados com autoridades públicas e governamentais." Isso não nos diz muito. Gostaríamos de ver uma declaração mais clara sobre como eles lidam com o compartilhamento de dados com as autoridades policiais.
