Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/pregnancy.po
Languages: de, es, fr, pt_br

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire via votre appareil (par ex., sur iPhone, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# personal_data_collected
source: Baby's gender, your gender, age, location, date baby is born
de: Geschlecht des Babys, Ihr Geschlecht, Alter, Aufenthaltsort, Geburtsdatum des Babys
es: Sexo del bebé, tu sexo, edad, ubicación, fecha de nacimiento del bebé
fr: Le sexe du bébé, votre sexe, votre âge, votre emplacement, ainsi que la date de naissance du bébé
pt_br: Sexo do bebê, seu sexo, idade, localização, data de nascimento do bebê

# biometric_data_collected
source: Your weight, diary entries, birth plan, belly pictures, details of multivitamin &amp; hospital bag list &amp; shopping list.
de: Ihr Gewicht, Tagebucheinträge, Geburtsplan, Bauchbilder, Details zu Multivitamin- & Krankenhaustaschenliste & Einkaufsliste.
es: Tu peso, entradas del diario, plan de parto, fotos de la barriga, información sobre multivitaminas, lista de la bolsa del hospital y lista de compras.
fr: Votre poids, vos entrées dans le journal, votre plan de naissance, les photos de votre ventre, les détails de la liste des multivitamines et sacs d’hôpital, et la liste des courses.
pt_br: Seu peso, anotações no diário, plano de nascimento, fotos da barriga, detalhes da lista de malas de hospital multivitamínico e lista de compras.

# how_can_you_control_your_data
source: We ding this product as it is unclear if all users can delete their data.
de: Wir bemängeln dieses Produkt, da unklar ist, ob alle Nutzer ihre Daten löschen können.
es: Criticamos este producto porque no está claro si todos los usuarios pueden eliminar sus datos.
fr: Nous attribuons un avertissement à ce produit, car nous ne savons pas exactement si l’ensemble des utilisateurs et utilisatrices peuvent supprimer leurs données.
pt_br: Fazemos um alerta sobre este produto, pois não fica é claro se todos os usuários podem excluir seus dados.

# how_can_you_control_your_data
source: "If you would like to submit a request to access, rectify, erase, restrict or object to the processing of personal data that you have previously provided to us, or if you would like to submit a request to receive an electronic copy of your personal data for purposes of transmitting it to another company (to the extent this right to data portability is provided to you by applicable law), you may contact us here. We will respond to your request consistent with applicable law." You can delete your app data through settings. Pregnancy+ will retain your personal data for as long as needed or permitted in light of the purpose(s) for which the data is collected.
de: „Wenn Sie einen Antrag auf Zugang, Berichtigung, Löschung, Einschränkung oder Widerspruch gegen die Verarbeitung personenbezogener Daten stellen möchten, die Sie uns zuvor zur Verfügung gestellt haben, oder wenn Sie eine elektronische Kopie Ihrer personenbezogenen Daten zum Zwecke der Übermittlung an ein anderes Unternehmen beantragen möchten (soweit Ihnen dieses Recht auf Datenübertragbarkeit gesetzmäßig zusteht), können Sie uns hier kontaktieren. Wir werden Ihre Anfrage im Einklang mit dem geltenden Recht beantworten.“ Sie können Ihre App-Daten über die Einstellungen löschen. Pregnancy+ speichert Ihre personenbezogenen Daten so lange, wie es für den Zweck, für den die Daten erhoben wurden, erforderlich oder zulässig ist.
es: «Si desea enviar una solicitud para acceder, rectificar, borrar, restringir u oponerse al procesamiento de datos personales que nos ha proporcionado anteriormente, o si desea enviar una solicitud para recibir una copia electrónica de sus datos personales con el fin de transmitirlos a otra empresa (en la medida en que la ley aplicable le otorgue este derecho a la portabilidad de datos), puede ponerse en contacto con nosotros aquí. Responderemos a su solicitud de acuerdo con las leyes aplicables». Puedes eliminar tus datos de la aplicación a través de la sección de configuración. Embarazo+ conservará tus datos personales durante el tiempo que sea necesario, o que esté permitido, para cumplir con los fines para los que fueron recopilados.
fr: « Si vous souhaitez soumettre une demande d’accès, de rectification, d’effacement, de restriction ou d’opposition au traitement des données personnelles que vous nous avez fournies précédemment, ou si vous souhaitez soumettre une demande de réception d’une copie électronique de vos données personnelles afin de la transmettre à une autre société (dans la mesure où ce droit à la portabilité des données est prévu par la loi applicable), vous pouvez nous contacter ici. Nous répondrons à votre demande conformément à la loi applicable. » Vous pouvez supprimer les données de votre application via les paramètres. Grossesse + conservera vos données personnelles aussi longtemps que cela s’avère nécessaire ou que cela est autorisé compte tenu des fins auxquelles les données sont collectées.
pt_br: "Se você quiser enviar uma solicitação para acessar, retificar, apagar, restringir ou se opor ao processamento de dados pessoais que você nos forneceu anteriormente, ou se você quiser enviar uma solicitação para receber uma cópia eletrônica de seus dados pessoais para fins de transmissão à outra empresa (na medida em que esse direito à portabilidade de dados seja fornecido a você pela lei aplicável), você pode entrar em contato conosco aqui. Responderemos ao seu pedido de acordo com a lei aplicável." Você pode excluir os dados do aplicativo por meio das configurações. O Pregnancy+ irá reter os seus dados pessoais durante o tempo que for necessário ou permitido à luz da(s) finalidade(s) para a qual os dados são recolhidos.

# how_can_you_control_your_data
source: "After 3 years of inactivity and not using the app, we will ask you if you still want us to retain your personal data. We will provide you with a 3-month window for you to re-consent for us to continue retaining your personal data. Ultimately, without receiving your consent after our contact attempts, we will delete your personal data after 3 years and 3 months."
de: „Nach 3 Jahren Inaktivität und Nichtnutzung der App werden wir Sie fragen, ob wir Ihre personenbezogenen Daten weiterhin aufbewahren sollen. Wir werden Ihnen ein Zeitfenster von 3 Monaten einräumen, in dem Sie erneut zustimmen können, dass wir Ihre personenbezogenen Daten weiterhin speichern dürfen. Wenn wir nach unseren Kontaktversuchen keine Zustimmung von Ihnen erhalten, werden wir Ihre personenbezogenen Daten nach 3 Jahren und 3 Monaten löschen.“
es: «Si transcurren 3 años de inactividad en los que no use la aplicación, le preguntaremos si aún desea que conservemos sus datos personales. Le proporcionaremos un plazo de 3 meses para que vuelva a otorgar su consentimiento para que sigamos conservando sus datos personales. En última instancia, de no recibir su consentimiento tras nuestros intentos de contacto, eliminaremos sus datos personales cuando hayan pasado 3 años y 3 meses».
fr: « Si vous avez été inactif pendant 3 ans et n’avez pas utilisé l’application pendant ce temps, nous vous demanderons si vous souhaitez toujours que nous conservions vos données à caractère personnel. Vous disposerez de 3 mois pour nous autoriser à nouveau à conserver vos données personnelles. Et si nous avons essayé de vous contacter, mais n’avons pas reçu votre consentement, nous supprimerons vos données personnelles après 3 ans et 3 mois. »
pt_br: "Após 3 anos de inatividade e sem usar o aplicativo, perguntaremos se você ainda quer que mantenhamos seus dados pessoais. Forneceremos uma janela de 3 meses para você consentir novamente para que continuemos a reter seus dados pessoais. Em última análise, sem receber o seu consentimento após nossas tentativas de contato, excluiremos seus dados pessoais após 3 anos e 3 meses."

# track_record_details
source: No known privacy or security incidents discovered in the last 3 years.
de: In den letzten 3 Jahren sind keine Datenschutz- oder Sicherheitsvorfälle bekannt geworden.
es: No se han conocido incidentes de privacidad o seguridad en los últimos 3 años.
fr: Aucun incident connu relatif à la confidentialité ou à la sécurité n’a été découvert ces trois dernières années.
pt_br: Nenhum incidente conhecido de privacidade ou segurança foi descoberto nos últimos 3 anos.

# child_safety_blurb
source: While the Services are not directed to children, as defined under applicable law, it is Philips policy to comply with the law when it requires parent or guardian permission before collecting, using or disclosing personal data of children
de: Obwohl sich die Dienstleistungen nicht an Kinder im Sinne des geltenden Rechts richten, hält sich Philips an die gesetzlichen Bestimmungen, wenn es die Erlaubnis der Eltern oder Erziehungsberechtigten einholt, bevor es personenbezogene Daten von Kindern sammelt, verwendet oder weitergibt
es: Si bien los servicios no están dirigidos a los niños, según se define en la ley aplicable, la política de Philips es cumplir con la ley y solicitar el permiso de los padres o tutores antes de recopilar, usar o divulgar datos personales de menores.
fr: Bien que, comme le définit la loi applicable, les Services ne soient pas destinés aux enfants, Philips a pour politique de se conformer à la loi lorsque cette dernière exige l’autorisation du parent ou du tuteur avant de collecter, d’utiliser ou de divulguer des données personnelles d’enfants
pt_br: Embora os Serviços não sejam direcionados a crianças, conforme definido pela lei aplicável, é política da Philips cumprir a lei quando exigir permissão dos pais ou responsáveis antes de coletar, usar ou divulgar dados pessoais de crianças
