Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/pregnancy.po
Languages: de, es, fr, pt_br

# worst_case
source: What's the worst that could happen? Well, with the huge amount of personal and sensitive information Pregnancy+ can collect on you, combined with other data they collect and use to target you with ads and personalization, the worst that could happen could probably include you losing your privacy during your pregnancy. And with their vague statement about what and when they might share information with "public and governmental authorities" including law enforcement, well, yikes! That could go south very quickly. So, we'll leave you with advice from Pregnancy+ privacy policy that actually sounds good to us, "If you do not want us to collect and process your personal data, you may not be able to use the Services." Yeah, maybe not using their services is your best bet if you care about privacy.
de: Was ist das Schlimmste, was passieren könnte? Nun, bei der riesigen Menge an persönlichen und sensiblen Informationen, die Pregnancy+ über Sie sammeln kann, in Kombination mit anderen Daten, die sie sammeln und verwenden, um Sie mit Werbung und Personalisierung anzusprechen, könnte das Schlimmste, was passieren könnte, wahrscheinlich sein, dass Sie Ihre Privatsphäre während Ihrer Schwangerschaft verlieren. Und mit ihrer vagen Aussage darüber, was und wann sie Informationen mit „öffentlichen und staatlichen Behörden“, einschließlich der Strafverfolgungsbehörden, teilen könnten, ganz schlecht! Das könnte sehr schnell nach hinten losgehen. Deshalb lassen wir Sie mit einem Ratschlag aus den Datenschutzbestimmungen von Pregnancy+ zurück, der sich für uns eigentlich gut anhört: „Wenn Sie nicht möchten, dass wir Ihre personenbezogenen Daten erfassen und verarbeiten, können Sie die Dienste möglicherweise nicht nutzen.“ Ja, vielleicht ist es das Beste, die Dienste nicht zu nutzen, wenn Ihnen der Datenschutz wichtig ist.
es: ¿Qué es lo peor que podría pasar? Con la gran cantidad de información personal y confidencial que Embarazo+ puede recopilar sobre ti, sumada a otros datos que recopila y utiliza para enviarte anuncios y personalizaciones, lo peor que probablemente pueda suceder es que pierdas la privacidad durante tu embarazo. Si a esto le agregamos la declaración imprecisa sobre en qué situaciones y qué información pueden compartir con las «autoridades públicas y gubernamentales», que incluyen a los organismos de seguridad, bueno... las cosas se podrían ir al demonio muy rápidamente. Así que te dejaremos un consejo de la política de privacidad de Embarazo+ que nos suena bien: «Si no desea que recopilemos y procesemos sus datos personales, es posible que no pueda usar los servicios» Sí, si te importa la privacidad, tal vez la mejor opción sea no usar estos servicios.
fr: Qu’est-ce qui pourrait arriver de pire ? Compte tenu de l’énorme quantité d’informations personnelles et sensibles que Grossesse + peut collecter sur vous, et des autres données recueillies et utilisées par Grossesse + pour vous adresser des publicités et un contenu ciblés, ce qui pourrait probablement vous arriver de pire est de perdre votre vie privée pendant votre grossesse. Et ce n’est vraiment pas souhaitable, étant donné la vague déclaration de Grossesse + sur la nature des informations qu’elle pourrait partager avec les « autorités publiques et gouvernementales », y compris les forces de l’ordre, et la date du partage. Cela pourrait dégénérer très rapidement. Nous concluerons donc avec un conseil extrait de la politique de confidentialité de Grossesse +, et qui nous semble judicieux : « Si vous ne voulez pas que nous collections et traitions vos données à caractère personnel, vous ne pourrez peut-être pas utiliser les Services. » Tout compte fait, il vaut peut être mieux ne pas utiliser les services de Grossesse + si vous vous souciez de votre vie privée.
pt_br: Qual é a pior coisa que pode acontecer? Bem, com a enorme quantidade de informações pessoais e sensíveis que o Pregnancy+ pode coletar sobre você, combinada com outros dados que coletam e usam para direcionar você com anúncios e personalização, o pior que poderia acontecer provavelmente é você perder sua privacidade durante a gravidez. E com a vaga declaração deles sobre o que e quando podem compartilhar informações com "autoridades públicas e governamentais", incluindo a aplicação da lei, bem, caramba! Isso pode ir se tornar desfavorável muito rapidamente. Assim, deixaremos você com os conselhos da política de privacidade do Pregnancy+ que realmente nos soam bem, "Se você não quiser que coletemos e processemos seus dados pessoais, talvez você não possa usar os Serviços." Sim, talvez não usar os serviços deles seja sua melhor aposta se você se importa com privacidade.

# signup_requirement_explanation
source: Facebook and Google log-ins available
de: Facebook- und Google-Anmeldungen sind verfügbar
es: Se puede iniciar sesión a través de Facebook y Google.
fr: Connexions Facebook et Google disponibles
pt_br: Logins do Facebook e do Google disponíveis

# how_does_it_use_data_collected
source: <b>We ding this product for sharing personal data with third parties for advertising purposes, and for combining collected data with third-party data</b>.
de: <b>Wir nutzen dieses Produkt, um personenbezogene Daten zu Werbezwecken an Dritte weiterzugeben und um gesammelte Daten mit Daten Dritter zu kombinieren</b>.
es: <b>Criticamos este producto porque comparte datos personales con terceros con fines publicitarios y porque combina los datos recopilados con datos de terceros</b>.
fr: <b>Nous attribuons un avertissement à ce produit car il partage avec des tiers des informations à caractère personnel, à des fins publicitaires et associe des données collectées avec des données de tiers</b>.
pt_br: <b>Fazemos um alertar sobre este produto por ele compartilhar dados pessoais com terceiros para fins de publicidade e por combinar dados coletados com dados de terceiros</b>.

# how_does_it_use_data_collected
source: "Subject to your choices, we may share your information and/or personal data with the following third parties:<br/>- External Media Channels, including Facebook, Instagram and Pinterest, for advertising purposes. We share your mobile device’s advertising ID with our partner External Media Channels to show you advertising in their respective environments in accordance with this notice.<br/>- External Platforms, including Facebook, Apple and Google, for Ad measurement and Ad attribution purposes. We share unique identifiers and analytics events with these third parties via Branch Metrics to understand the effectiveness or our Ads in accordance with this notice.<br/>- Advertising partners, for serving content and advertising in the apps."
de: „Vorbehaltlich Ihrer Wahl können wir Ihre Informationen und/oder personenbezogenen Daten mit den folgenden Dritten teilen:<br/>- Externe Medienkanäle, einschließlich Facebook, Instagram und Pinterest, für Werbezwecke. Wir teilen die Werbe-ID Ihres Mobilgeräts mit unseren Partnern in den externen Medienkanälen, um Ihnen in Übereinstimmung mit diesem Hinweis Werbung in deren jeweiligen Umgebungen zu zeigen.<br/>- Externe Plattformen, einschließlich Facebook, Apple und Google, für die Messung und Zuordnung von Werbung. Wir teilen eindeutige Kennungen und Analyseereignisse mit diesen Drittanbietern über Branch Metrics, um die Wirksamkeit unserer Werbung in Übereinstimmung mit diesem Hinweis zu verstehen.<br/>- Werbepartner für die Bereitstellung von Inhalten und Werbung in den Apps.“
es: «Sujeto a sus elecciones, podríamos compartir su información o datos personales con los siguientes terceros: <br/>- Canales de redes externas, como Facebook, Instagram y Pinterest, con fines publicitarios. Compartimos la Id. de publicidad de su dispositivo móvil con nuestros canales de redes externas asociadas, con el fin de mostrarle publicidad en sus respectivos entornos de acuerdo con este aviso. <br/>- Plataformas externas, como Facebook, Apple y Google, con fines de medición y atribución de anuncios. Compartimos identificadores únicos y eventos de análisis con estos terceros a través de Branch Metrics, con el fin de comprender la efectividad de nuestros anuncios de acuerdo con este aviso. <br/>- Socios publicitarios, para brindar contenidos y publicidad en las aplicaciones».
fr: « Nous pouvons, en fonction de vos choix, partager vos informations et / ou données personnelles avec les tiers suivants :<br/>- Canaux médiatiques externes, y compris Facebook, Instagram et Pinterest, à des fins publicitaires. Nous partageons l’identifiant publicitaire de votre appareil mobile avec notre partenaire External Media Channels, afin qu’il vous montre des publicités dans leur environnement respectif, conformément à la présente note.<br/>- Plateformes externes, notamment Facebook, Apple et Google, à des fins de mesure et d’attribution publicitaires. Nous partageons des identifiants uniques et des événements analytiques avec ces tiers via Branch Metrics, pour saisir l’impact de nos annonces conformément à la présente note.<br/>- Partenaires publicitaires, pour la diffusion de contenu et de publicité dans les applications. »
pt_br: "Sujeito às suas escolhas, podemos compartilhar suas informações e/ou dados pessoais com os seguintes terceiros:<br/>- Canais de Mídia Externos, incluindo Facebook, Instagram e Pinterest, para fins de publicidade. Compartilhamos o ID de publicidade do seu dispositivo móvel com nossos Canais de Mídia Externos parceiros para mostrar publicidade em seus respectivos ambientes de acordo com este aviso.<br/>- Plataformas externas, incluindo Facebook, Apple e Google, para fins de medição de anúncios e atribuição de anúncios. Compartilhamos identificadores exclusivos e eventos analíticos com esses terceiros por meio de métricas de filial para entender a eficácia ou nossos anúncios de acordo com este aviso.<br/>- Parceiros de publicidade, para veicular conteúdo e publicidade nos aplicativos."

# how_does_it_use_data_collected
source: "We use Google’s ad serving solutions to serve Ads through the apps. Google may combine information collected via the apps, with other information it has independently collected from other services or products. Analytics events and unique identifiers, such as the device advertising ID (only for Gold experience), are sent to Google in order to make advertisement and content more personalized and as relevant as possible. You may receive advertising about products and services not related to Philips or the mother &amp; child care domain. Google uses Cookies on your mobile device when providing its services. Google’s Terms and Privacy Policy for these services are available here:"
de: „Wir verwenden die Adserving-Lösungen von Google, um Anzeigen über die Apps zu schalten. Google kann Informationen, die über die Apps gesammelt wurden, mit anderen Informationen kombinieren, die es unabhängig von anderen Diensten oder Produkten gesammelt hat. Analytics-Ereignisse und eindeutige Kennungen, wie die Geräte-Werbe-ID (nur für Gold Experience), werden an Google gesendet, um Werbung und Inhalte personalisierter und so relevant wie möglich zu gestalten. Sie erhalten möglicherweise Werbung für Produkte und Services, die nicht mit Philips oder dem Bereich Mutter & Kind in Verbindung stehen. Google verwendet Cookies auf Ihrem mobilen Gerät, wenn es seine Dienste anbietet. Die Nutzungsbedingungen und Datenschutzbestimmungen von Google für diese Dienste finden Sie hier:“
es: «Utilizamos las soluciones publicitarias de Google para publicar anuncios a través de las aplicaciones. Google puede combinar la información recopilada a través de las aplicaciones con otros datos que haya recopilado de forma independiente mediante otros servicios o productos. Los eventos de Analytics y los identificadores únicos, como la Id. de publicidad del dispositivo (solo para la experiencia Oro), se envían a Google con el fin de hacer que la publicidad y los contenidos sean lo más personalizados y relevantes posible. Puede suceder que reciba publicidad sobre productos y servicios no relacionados con Philips o con el ámbito del cuidado infantil y materno. Google utiliza cookies en su dispositivo móvil cuando presta sus servicios. Los Términos y la Política de privacidad de Google para estos servicios están disponibles aquí:»
fr: « Nous utilisons les solutions de diffusion d’annonces de Google pour diffuser des annonces via les applications. Google peut combiner les informations collectées via les applications avec d’autres informations collectées indépendamment d’autres services ou produits. Les événements analytiques et les identifiants uniques, tels que l’identifiant publicitaire de l’appareil (pour l’expérience Gold uniquement), sont envoyés à Google pour rendre la publicité et le contenu plus personnalisés et aussi pertinents que possible. Vous pouvez recevoir de la publicité sur des produits et services qui ne sont pas liés à Philips ou au domaine « maternité & garde d’enfants ». Google utilise des cookies sur votre appareil mobile lorsqu’il fournit ses services. Les conditions générales et la politique de confidentialité de Google qui s’appliquent à ces services sont disponibles ici: »
pt_br: "Usamos as soluções de veiculação de anúncios do Google para veicular anúncios por meio dos aplicativos. O Google pode combinar informações coletadas por meio dos aplicativos com outras informações coletadas de forma independente de outros serviços ou produtos. Eventos analíticos e identificadores exclusivos, como o ID de publicidade do dispositivo (apenas para experiência Ouro), são enviados ao Google para tornar a publicidade e o conteúdo mais personalizados e relevantes. Você pode receber publicidade sobre produtos e serviços não relacionados à Philips ou ao tema de cuidados da maternidade. O Google usa cookies em seu dispositivo móvel ao fornecer seus serviços. Os Termos e a Política de Privacidade do Google para esses serviços estão disponíveis aqui:"

# how_does_it_use_data_collected
source: "We may combine your personal data, including account data, other data provided by you, Device data, cookies, location data, data collected during your interactions and usage of the Philips digital channels, such as social media, websites, emails, apps and connected products, IP address, cookies, device information, communications you click on or tap, location details and websites you visit."
de: „Wir können Ihre persönlichen Daten, einschließlich Kontodaten, andere von Ihnen bereitgestellte Daten, Gerätedaten, Cookies, Standortdaten, Daten, die während Ihrer Interaktionen und Nutzung der digitalen Kanäle von Philips, wie soziale Medien, Websites, E-Mails, Apps und verbundene Produkte, erfasst werden, IP-Adresse, Cookies, Geräteinformationen, Mitteilungen, auf die Sie klicken oder tippen, Standortangaben und von Ihnen besuchte Websites kombinieren.“
es: «Podemos combinar sus datos personales, que incluyen información de la cuenta, otros datos proporcionados por usted, datos del dispositivo, cookies, datos de ubicación, datos recopilados durante sus interacciones y usos de los canales digitales de Philips, tales como redes sociales, sitios web, correos electrónicos, aplicaciones y productos conectados, dirección IP, cookies, información del dispositivo, comunicaciones en las que toque o haga clic, detalles de ubicación y sitios web que visite».
fr: « Nous pouvons combiner vos données personnelles, y compris les données de compte, les autres données que vous fournissez, les données de l’appareil, les cookies, les données de localisation, les données collectées pendant vos interactions et l’utilisation des canaux numériques Philips, tels que les médias sociaux, les sites Web, les e-mails, les applications et les produits connectés, l’adresse IP, les cookies, les informations de l’appareil, les communications sur lesquelles vous cliquez ou appuyez, les détails de localisation et les sites Web que vous visitez. »
pt_br: "Podemos combinar seus dados pessoais, incluindo dados da conta, outros dados fornecidos por você, dados do dispositivo, cookies, dados de localização, dados coletados durante suas interações e uso dos canais digitais da Philips, como mídias sociais, sites, e-mails, aplicativos e produtos conectados, endereço IP, cookies, informações do dispositivo, comunicações nas quais você clica ou toca, detalhes de localização e sites que você visita."

# how_does_it_use_data_collected
source: "We do not sell and have not sold Personal Information in the preceding 12 months, as “sale” is defined in the CCPA. We do not sell the Personal Information of minors under 16 years of age."
de: „Wir verkaufen keine persönlichen Daten und haben dies gemäß der Definition von „Verkauf“ im CCPA auch in den letzten 12 Monaten nicht getan. Wir verkaufen keine persönlichen Daten von Minderjährigen unter 16 Jahren.“
es: «No vendemos ni hemos vendido información personal durante los últimos 12 meses, de acuerdo con la definición de 'venta' proporcionada por la CCPA. No vendemos información personal de los menores de 16 años».
fr: « Nous ne vendons pas et n’avons pas vendu de renseignements personnels au cours des 12 derniers mois, au sens de la définition du mot « vente » dans la CCPA. Nous ne vendons pas les renseignements personnels de mineurs de moins de 16 ans. »
pt_br: "Não vendemos e não vendemos Informações Pessoais nos 12 meses anteriores, conforme “venda” é definida na CCPA. Não vendemos as Informações Pessoais de menores de 16 anos."

# how_does_it_use_data_collected
source: <b>How the company says they may share data with law enforcement:</b><br/>"When required by law, or as necessary to protect our rights, we may share your data with public and governmental authorities. "
de: <b>So drückt das Unternehmen aus, dass es Daten mit Strafverfolgungsbehörden teilen kann:</b><br/>„Wenn dies gesetzlich vorgeschrieben ist oder zum Schutz unserer Rechte erforderlich ist, können wir Ihre Daten an öffentliche und staatliche Behörden weitergeben.“
es: <b>Cómo dice la empresa que puede compartir datos con los organismos de seguridad:</b><br/>«Cuando lo exija la ley, o cuando sea necesario para proteger nuestros derechos, podríamos compartir sus datos con autoridades públicas y gubernamentales».
fr: <b>L’entreprise annonce qu’elle peut partager des données avec les forces de l’ordre de la manière suivante :</b><br/>« Lorsque la loi l’exige, ou si cela est nécessaire pour protéger nos droits, nous pouvons partager vos données avec les autorités publiques et gouvernementales. »
pt_br: <b>Como a empresa diz que pode compartilhar dados com as autoridades policiais:</b><br/>"Quando exigido por lei, ou conforme necessário para proteger nossos direitos, podemos compartilhar seus dados com autoridades públicas e governamentais. "

# strong_password_helptext
source: We managed to sign in with '11111111'. There is at least a requirement of 8 digits.
de: Wir haben es geschafft, uns mit '11111111' anzumelden. Es besteht mindestens eine Anforderung von 8 Ziffern.
es: Logramos iniciar sesión con «11111111». Al menos existe el requisito de usar 8 dígitos.
fr: Nous avons réussi à nous connecter en saisissant « 11111111 ». 8 chiffres sont au moins requis.
pt_br: Conseguimos entrar usando "11111111". Pelo menos, há um requisito de 8 dígitos.

# manage_vulnerabilities_helptext
source: You can <a id="a1">submit</a> vulnerability
de: So kann man sich eine Schwachstelle <a id="a1">einrichten</a>
es: Puedes <a id="a1">enviar</a> información sobre una vulnerabilidad.
fr: Vous pouvez <a id="a1">soumettre</a> une vulnérabilité
pt_br: Você pode <a id="a1">enviar</a> vulnerabilidade

# tips_to_protect_yourself
source: When you no longer use the app, go to "Delete app data" in the app menu
de: Wenn Sie die App nicht mehr verwenden, gehen Sie im App-Menü auf „Kontodaten löschen“
es: Cuando dejes de usar la aplicación, dirígete a «Delete app data» (Eliminar información de la aplicación) en el menú de la aplicación.
fr: Si vous n’utilisez plus l’application, accédez à « Supprimer le compte » dans le menu de l’application
pt_br: Quando você não estiver mais usando o aplicativo, vá para "Excluir conta" no menu do aplicativo

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc.
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass etc.

# tips_to_protect_yourself
source: Do not give access to your camera, files and media.
de: Gewähren Sie keinen Zugriff auf Ihre Kamera, Dateien und Medien.
es: No otorgues acceso a tu cámara, archivos y redes.
fr: Ne donnez pas accès à vos contacts, fichiers et médias.
pt_br: Não dê acesso aos seus contatos, arquivos e mídia

# tips_to_protect_yourself
source: Better choice 'Silver' plan when asked during the sign-up. The 'Golden' one includes personalised advertisement.
de: Der „Silber“-Plan scheint die bessere Wahl zu sein, wenn Sie während der Anmeldung danach gefragt werden. Der „Goldene“ beinhaltet personalisierte Werbung.
es: Lo mejor es que elijas el plan «Silver» (Plata) cuando te lo pregunten durante el registro. El plan «Golden» (Oro) incluye publicidad personalizada.
fr: Lors de l’inscription, optez plutôt pour « Silver ». La formule « Gold » inclut des publicités personnalisées.
pt_br: Melhor escolha do plano "Prata" quando solicitado durante a inscrição. O "Ouro" inclui anúncios personalizados.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images and videos)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Videos).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos)
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, votre microphone, ainsi que vos images et vidéos)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso às suas informações pessoais via aplicativo (não dê acesso à sua câmera, microfone, imagens e vídeos)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad
fr: Mettez votre application à jour régulièrement
pt_br: Mantenha seu aplicativo atualizado regularmente
