Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/qiui-cellmate.po
Languages: de, es, fr, pt_br

# blurb
source: Love hurts. That's the slogan on the website for the Cellmate chastity cage. The Bluetooth connected Cellmate comes in a long and a short version and touts smoother edges to reduce chafing, a waterproof design, and a built-in timer lock that users can't unlock for the duration. Qiui has also added a way for users to let anyone, anywhere in the world unlock the device over the internet with a digital key. Groovy. Too bad this connected chastity cage keeps popping up in the news because seems the app used to control it is easy to hack, potentially letting bad guys lock your chastity cage and charge a ransom to remove it. It does clearly say on the website, "QIUI believes that a true chastity experience is one that does not allow the wearer to have any control over," so maybe that's part of the fun?
de: „Love hurts“. Mit diesem Slogan wirbt das Unternehmen auf seiner Website für den Cellmate-Keuschheitskäfig für Männer. Den Bluetooth-fähigen Cellmate gibt es in einer großen und kleinen Version, mit besonders glatten Rändern, um Scheuerstellen zu vermeiden, im wasserdichten Design und mit eingebauter Zeitsperre, die der Benutzer für einen bestimmten Zeitraum nicht entsperren kann. Qiui hat außerdem die Möglichkeit eingebaut, dass jeder auf der Welt den Keuschheitskäfig mit einem digitalen Schlüssel über das Internet aufschließen kann. Ganz schön groovy … Zu dumm nur, dass der Cellmate immer wieder für Schlagzeilen sorgt, weil die verbundene App offensichtlich leicht zu hacken ist. Damit könnten nicht ganz so nette Leute das Ding sperren und Lösegeld fordern. Auf der Website heißt es „QIUI glaubt: Ein echtes Keuschheitserlebnis beinhaltet, dass der Träger keinerlei Kontrolle mehr hat.“ Also vielleicht gehört das dann ja zum Spaß dazu?
es: El amor duele. Esa es la consigna en el sitio web para el cinturón de castidad Cellmate, conectado mediante Bluetooth. El Cellmate viene en versión corta o larga y presume de tener bordes más suaves para reducir la irritación, un diseño a prueba de agua y un candado con temporizador que no se puede abrir durante el tiempo programado. Qiui también añadió una opción para que los usuarios permitan que cualquiera, en cualquier parte del mundo, abra el candado por internet con una llave digital. ¡Estupendo! Lástima que este cinturón de castidad conectado a internet siga dando de qué hablar porque parece que es muy fácil jaquear la aplicación que se utiliza para controlarlo. Con esto, existe la posibilidad de que los malos bloqueen tu cinturón de castidad y exijan rescate para liberarlo. En el sitio claramente se declara que "QIUI cree que la verdadera experiencia de castidad es no permitir que quien lo lleva tenga control sobre él", así que quizá esa sea parte de la diversión.
fr: L’amour fait souffrir… C’est en tout cas le slogan du site web de la ceinture de chasteté Cellmate. Connectée par Bluetooth, celle-ci est disponible dans une version longue et courte et présente des bords lisses pour réduire les frottements, un design waterproof ainsi qu’un système de verrouillage intégré avec une minuterie qui empêche les utilisateurs de l’ouvrir pendant une durée prédéterminée. L’entreprise Qiui, qui fabrique la ceinture de chasteté Cellmate, a également ajouté un moyen pour les utilisateurs de laisser n’importe qui, n’importe où dans le monde, déverrouiller l’appareil en ligne avec une clé numérique. Excitant, non ? Dommage que cette ceinture de chasteté connectée ne cesse de faire parler d’elle… pour de mauvaises raisons ! Car l’application utilisée pour la contrôler est facile à pirater. Des personnes mal intentionnées pourraient donc verrouiller votre ceinture de chasteté et exiger une rançon pour l’ouvrir. Le site de la marque précise par ailleurs clairement que « Pour QIUI, une véritable expérience de chasteté est celle qui n’offre pas la moindre possibilité de contrôle à celui qui porte la ceinture ». Finalement, peut-être que tout ceci est pour votre bien (enfin pour votre mal) ?
pt_br: O amor dói. Essa é a frase usada no site do Cellmate, um cinto de castidade conectado via Bluetooth. Disponível em versões longa e curta, o Cellmate promete bordas mais suaves para evitar atrito, design à prova d’água e uma fechadura temporizada embutida, que impede os usuários de abrir durante o período determinado. A Qiui também adicionou uma opção para que qualquer pessoa no mundo possa desbloquear o dispositivo pela internet usando uma chave digital. Legal, certo? Pena que esse cinto de castidade conectado continua aparecendo no noticiário, pois parece que o aplicativo usado para o controlar é fácil de hackear, o que pode permitir que pessoas mal-intencionadas bloqueiem seu cinto de castidade e peçam um resgate para desbloqueá-lo. De qualquer forma, o site do Cellmate deixa claro que “a Qiui acredita que a verdadeira experiência de castidade é aquela em que o usuário não tem controle algum sobre ela”. Então talvez isso faça parte da diversão?

# worst_case
source: Uhm...well, the obvious worst thing that could happen is the app used to control this chastity cage gets hacked and your bits and pieces get trapped by a bad person looking to blackmail you for a whole bunch of money to get them untrapped. That sounds pretty awful. Do we really need to say more? We will say more. There's also a terribly translated privacy policy lacking a lot of detail only found within the app, so we're not real certain we know what data they are collecting on your chastity cage habits or how they use this data. We'd say stay away from this particular toy, unless the risk of a hacker hacking your chastity cage and trapping your bits and pieces is your thing. Then by all means, go for it!
de: Na ja … das offensichtlich Schlimmste, was passieren könnte, ist dass die App, mit der der Keuschheitskäfig gesteuert wird, gehackt wird und Ihr bestes Stück von jemand Fiesem eingesperrt wird, der Sie dann erpresst. Das klingt ganz schön schlimm, oder? Mehr brauchen wir wohl nicht zu sagen. Wir tun es aber trotzdem: Die Datenschutzrichtlinie ist grottenschlecht übersetzt, es fehlen jede Menge Details und man findet die Richtlinie auch nur in der App. Wir wissen also nicht genau, welche Daten das Unternehmen genau über Ihre Keuschheitsgewohnheiten sammelt oder was es mit diesen Daten macht. Wir raten Ihnen: Lassen Sie die Finger von diesem Toy. Und alles andere auch. Außer, Sie stehen darauf, erpresst zu werden, um aus dem Keuschheitskäfig befreit zu werden. In diesem Fall sollten Sie sich den Cellmate unbedingt zu- und anlegen!
es: Pues entonces, obviamente lo peor que puede suceder es que hackeen la aplicación para controlar este cinturón de castidad y los malos te dejen atrapado con la intención de extorsionarte con mucho dinero para liberarte. Suena terrible, ¿no? ¿Necesitamos añadir más? Pues bien, todavía hay más. Cuenta con una política de privacidad muy mal traducida que carece de muchos detalles que solamente se encuentran en la aplicación, así que no tentemos la certeza de que sabemos qué datos recopilan sobre el uso del cinturón ni cómo los usan. Opinamos que hay que mantenerse alejado de este juguete, a menos que te agrade el riesgo de que un hacker te deje atrapado con el cinturón. Si es así, entonces, ¡adelante!
fr: La pire chose qui puisse arriver est que l’application utilisée pour contrôler la ceinture de chasteté soit piratée et que vos parties intimes soient piégées par une personne qui cherche à vous faire chanter et à vous demander beaucoup d’argent pour les libérer. Avouez que ce serait embêtant. On continue ou on arrête là ? Allez, on continue. La politique de confidentialité de l’entreprise est également (très) mal traduite, et n’aborde pas un certain nombre de détails que l’on trouve dans l’application. Il est donc difficile de savoir quelles données sont collectées sur votre usage de la ceinture de chasteté ni de quelle manière ces données sont utilisées. Nous vous conseillons donc de rester à l’écart de ce jouet pour le moins particulier, à moins que le risque qu’un hacker pirate votre ceinture de chasteté et piège vos parties intimes ne soit votre truc… Dans ce cas, n’hésitez pas (mais ne venez pas vous plaindre après !).
pt_br: Bem, a pior coisa que pode acontecer é óbvia: o aplicativo usado para controlar esse cinto de castidade ser invadido e suas partes íntimas ficarem presas nas mãos de uma pessoa mal-intencionada que exige dinheiro para libertá-las. Precisa dizer mais? Pois bem, a política de privacidade do aplicativo está mal traduzida, não oferece muitos detalhes e só pode ser encontrada dentro do aplicativo, então não temos certeza do que a empresa está coletando sobre seus hábitos com o cinto de castidade ou como usa esses dados. É melhor deixar esse brinquedo de lado, a menos que o risco de um hacker prender suas partes íntimas seja do seu agrado. Nesse caso, vá em frente!

# how_does_it_use_data_collected
source: Qiui claims that it does not provide or sell data to third-parties without permission. The privacy policy states that the app obtains personal user data from business partners but it is not clear what it is referring to.
de: Qiui erklärt, ohne Zustimmung keine Daten an Dritte weiterzuleiten oder zu verkaufen. In der Datenschutzrichtlinie heißt es, dass die App personenbezogene Nutzerdaten von Geschäftspartnern erhält. Uns ist aber nicht klar, was damit gemeint ist.
es: Qiui declara que no proporciona ni vende datos a terceros sin permiso. En la política de privacidad se afirma que la aplicación obtiene datos personales de los usuarios para sus socios de negocios, pero no queda en claro a qué se refiere.
fr: L’entreprise Qiui affirme qu’elle ne fournit ni ne vend de données à des tiers sans autorisation. La politique de confidentialité indique que l’application obtient des données personnelles de la part de différents partenaires commerciaux, mais sans que l’on sache à quoi cela fait référence.
pt_br: A Qiui declara que não fornece ou vende dados a terceiros sem permissão. A política de privacidade afirma que o aplicativo obtém dados pessoais de usuários de parceiros comerciais, mas não está claro a que se refere.

# user_friendly_privacy_policy_helptext
source: The privacy policy is only available through the app and accessing it isn't user-friendly. It is translated from Chinese to English and not always clear. It is lacking a lot of detail.
de: Die Datenschutzrichtlinie ist nur in der App zu finden, und das ist nicht gerade einfach. Sie wurde aus dem Chinesischen ins Englische übersetzt und ist manchmal ziemlich unverständlich. Außerdem ist sie sehr lückenhaft, viele Details fehlen.
es: La política de privacidad solo se encuentra disponible mediante la aplicación y no es fácil llegar a ella. Es una traducción de chino a inglés, no siempre clara. Carece de muchos detalles.
fr: La politique de confidentialité n’est accessible que depuis l’application et son accès n’est pas facile. Traduite du chinois vers l’anglais, elle n’est pas toujours très claire et manque de précision.
pt_br: A política de privacidade só está disponível no aplicativo e seu acesso não é fácil. Ela é traduzida do chinês para o inglês e nem sempre é clara. Faltam-lhe muitos detalhes.

# strong_password_helptext
source: We were able to log into the app with the weak password "123456".
de: Wir konnten uns mit dem schwachen Passwort „123456“ bei der App einloggen.
es: Pudimos ingresar a la aplicación con la contraseña débil "123456".
fr: Nous avons pu nous connecter avec un mot de passe faible : « 123456 ».
pt_br: Conseguimos acessar o aplicativo com a senha fraca “123456”.

# privacy_policy_helptext
source: Their privacy policy is only available through the app once you have download it and it is a very poorly written privacy policy.
de: Die Datenschutzrichtlinie ist nur in der App verfügbar, nachdem man diese heruntergeladen hat. Sie ist grottenschlecht geschrieben.
es: Su política de privacidad, muy mal redactada, solamente está disponible a través de la aplicación una vez que se descarga.
fr: La politique de confidentialité n’est accessible que via l’application une fois que vous l’avez téléchargée. Et elle est très mal rédigée.
pt_br: Sua política de privacidade só está disponível no aplicativo depois que você o baixar e é uma política de privacidade muito mal escrita.

# personal_data_collected
source: Nickname (required), mobile number (optional), email address (required), user role (required), gender (required), sexual orientation (optional), date of birth (optional), country (optional)
de: Nickname (erforderlich), Handynummer (optional), E-Mail-Adresse (erforderlich), Benutzerrolle (erforderlich), Geschlecht (erforderlich), sexuelle Orientierung (optional), Geburtsdatum (optional), Land (optional)
es: Nombre de usuario (obligatorio), número de celular (opcional), dirección de correo electrónico (obligatorio), rol del usuario (obligatorio), género (obligatorio), orientación sexual (opcional), fecha de nacimiento (opcional), país (opcional)
fr: Pseudonyme (obligatoire), numéro de téléphone portable (facultatif), adresse e-mail (obligatoire), rôle de l’utilisateur (obligatoire), sexe (obligatoire), orientation sexuelle (facultative), date de naissance (facultative), pays (facultatif)
pt_br: Apelido (obrigatório), número de celular (opcional), endereço de e-mail (obrigatório), papel do usuário (obrigatório), gênero (obrigatório), orientação sexual (opcional), data de nascimento (opcional), país (opcional)

# biometric_data_collected
source: Weight (optional), height (optional)
de: Größe (optional), Gewicht (optional)
es: Altura (opcional), peso (opcional)
fr: Poids (facultatif), taille (facultatif)
pt_br: Altura (opcional), peso (opcional)

# social_data_collected
source: None
de: Keine
es: Ninguno
fr: Aucun(e)
pt_br: Nenhum

# how_can_you_control_your_data
source: It is unclear if or how users can delete their data.
de: Es ist unklar, ob und wie Nutzer ihre Daten löschen können.
es: No queda claro si los usuarios pueden eliminar sus datos ni cómo hacerlo.
fr: Il n’est pas possible de déterminer si les utilisateurs peuvent supprimer leurs données, ni comment ils peuvent le faire.
pt_br: Não está claro se ou como os usuários podem apagar seus dados.

# track_record_details
source: Hackers hijacked the Cellmate and demanded a ransom from at least one user in October, 2020, exploiting a known vulnerability Qiui had not fixed. This is very bad.
de: Im Oktober 2020 knackten Hacker den Cellmate und forderten von mindestens einem Nutzer Lösegeld. Sie hatten eine bekannte Sicherheitslücke ausgenutzt, die Qiui nicht behoben hatte. Das ist ziemlich übel.
es: En octubre de 2020, los piratas cibernéticos jaquearon el Cellmate de un usuario y le pidieron rescate, aprovechando una vulnerabilidad conocida que Qiui no había corregido. Muy mala situación.
fr: Des hackers ont piraté la cage de chasteté Cellmate et demandé une rançon à au moins un utilisateur en octobre 2020, en exploitant une vulnérabilité connue que son fabricant Qiui n’avait pas corrigée. Un fait à la fois grave et préoccupant.
pt_br: Hackers sequestraram o Cellmate e exigiram um resgate de pelo menos um usuário em outubro de 2020, explorando uma vulnerabilidade conhecida que a Qiui não havia corrigido. Isso é muito ruim.
