Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/ray-ban-facebook-stories.po
Languages: de, es, pt_br

# how_can_you_control_your_data
source: When you delete your account, we delete things you have posted, such as your photos and status updates, and you won't be able to recover that information later. Information that others have shared about you isn't part of your account and won't be deleted. If you don't want to delete your account but want to temporarily stop using the Products, you can deactivate your account instead. To delete your account at any time, please visit the Facebook Settings and Instagram Settings. "
de: Wenn Sie Ihr Konto löschen, löschen wir die von Ihnen geposteten Inhalte, wie z. B. Ihre Fotos und Status-Updates, und Sie können diese Informationen später nicht mehr wiederherstellen. Informationen, die andere über Sie geteilt haben, sind nicht Teil Ihres Kontos und werden auch nicht gelöscht. Wenn Sie Ihr Konto nicht löschen, aber die Produkte vorübergehend nicht mehr nutzen möchten, können Sie Ihr Konto stattdessen deaktivieren. Um Ihr Konto jederzeit zu löschen, besuchen Sie bitte die Facebook-Einstellungen und Instagram-Einstellungen.“
es: Cuando eliminas tu cuenta, eliminamos los elementos que has publicado, como las fotos y las actualizaciones de estado, y no podrás recuperar esa información más adelante. La información que otras personas han compartido sobre ti no forma parte de tu cuenta y no se eliminará. Si no quieres eliminar tu cuenta pero quieres dejar de usar temporalmente los productos, puedes desactivar la cuenta. Para eliminar tu cuenta en cualquier momento, visita la sección Configuración de Facebook y la sección Configuración de Instagram».
pt_br: Ao excluir sua conta, excluímos coisas que você publicou, como fotos e atualizações de status, e você não poderá recuperar essas informações mais tarde. As informações que outras pessoas compartilharam sobre você não fazem parte da sua conta e não serão excluídas. Se você não quiser excluir sua conta, mas quiser interromper temporariamente o uso dos produtos, poderá desativar sua conta. Para excluir sua conta a qualquer momento, acesse as configurações do Facebook e do Instagram."

# how_can_you_control_your_data
source: Facebook Assistant activates when it hears “Hey Portal” and gives you a visual confirmation at the bottom of the screen. When your Portal hears the wake word, it will start to record your voice interaction and send it to Facebook servers in real-time to respond to your request. When you turn Portal’s microphone off, Portal won’t listen for the wake word, and voice control will be disabled.
de: Der Facebook-Assistent wird aktiviert, wenn er „Hey Portal“ hört und gibt Ihnen eine visuelle Bestätigung am unteren Rand des Bildschirms. Wenn Ihr Portal das Weckwort hört, beginnt es, Ihre Sprachinteraktion aufzuzeichnen und in Echtzeit an die Facebook-Server zu senden, um auf Ihre Anfrage zu antworten. Wenn Sie das Portal-Mikrofon ausschalten, hört das Portal nicht auf das Weckwort und die Sprachsteuerung wird deaktiviert.
es: El Asistente de Facebook se activa cuando escucha la frase «Ey, Portal» y emite una confirmación visual en la parte inferior de la pantalla. Cuando tu Portal escuche la palabra de activación, comenzará a grabar la interacción de voz y la enviará a los servidores de Facebook en tiempo real para responder a tu solicitud. Cuando apagues el micrófono del Portal, Portal no escuchará la palabra de activación y el control por voz se desactivará.
pt_br: O assistente do Facebook é ativado quando ouve "Hey Portal" e fornece uma confirmação visual na parte inferior da tela. Quando o seu Portal ouvir a palavra de alerta, começará a gravar sua interação de voz e a envirá para os servidores do Facebook em tempo real para responder à sua solicitação. Quando você desliga o microfone do Portal, o Portal não ouve a palavra de alerta e o controle de voz será desabilitado.

# track_record_details
source: In September 2022, Meta was <a id="a1">fined</a> $405M for treatment of childrens' data on Instagram.
de: Im September 2022 wurde Meta wegen des Umgangs mit den Daten von Kindern auf Instagram <a id="a1">zu einer Geldstrafe</a> von 405 Millionen Dollar verurteilt.
es: En septiembre de 2022, Meta recibió una <a id="a1">multa</a> de 405 millones de dólares por el tratamiento de datos de menores en Instagram.
pt_br: Em setembro de 2022, a Meta foi <a id="a1">multada</a> em US$405 milhões por tratamento de dados de crianças no Instagram.

# track_record_details
source: In October 2022, Meta Pixel <a id="a1">was</a> a cause of a data breach of sensitive healthcare data that hit 3 million patients at Advocate Aurora Health (AAH), a 26-hospital healthcare system in Wisconsin and Illinois.
de: Im Oktober 2022 <a id="a1">war Meta Pixel</a> die Ursache für eine Datenpanne bei sensiblen Gesundheitsdaten, von der 3 Millionen Patienten von Advocate Aurora Health (AAH), einem Gesundheitssystem mit 26 Krankenhäusern in Wisconsin und Illinois, betroffen waren.
es: En octubre de 2022, el Pixel de Meta <a id="a1">fue</a> la causa de una filtración de datos médicos confidenciales que afectó a 3 millones de pacientes de Advocate Aurora Health (AAH), un sistema de atención médica conformado por 26 hospitales ubicados en Wisconsin e Illinois.
pt_br: Em outubro de 2022, o Meta Pixel <a id="a1">foi</a> a causa de uma violação de dados de dados confidenciais de saúde que atingiu 3 milhões de pacientes no Advocate Aurora Health (AAH), um sistema de saúde de 26 hospitais em Wisconsin e Illinois.

# track_record_details
source: In October 2022, Meta <a id="a1">notified</a> around 1 million users of potential compromise through malicious apps.
de: Im Oktober 2022 <a id="a1">informierte</a> Meta rund 1 Million Nutzer über eine mögliche Gefährdung durch bösartige Apps.
es: En octubre de 2022, Meta <a id="a1">notificó</a> a alrededor de 1 millón de usuarios de un posible compromiso de sus datos por aplicaciones maliciosas.
pt_br: Em outubro de 2022, a Meta <a id="a1">notificou</a> cerca de 1 milhão de usuários sobre possíveis comprometimentos por meio de aplicativos maliciosos.

# track_record_details
source: In August 2022, private and personal information of over 1.5 billion Facebook <a id="a1">users were</a> allegedly being sold on a popular hacking-related forum.
de: Im August 2022 wurden angeblich private und persönliche Informationen von über 1,5 Milliarden Facebook-Nutzern in einem beliebten <a id="a1">Hacking-Forum verkauft</a>.
es: En agosto de 2022, se reportó que la información privada y personal de más de 1.500 millones de <a id="a1">usuarios de Facebook</a> presuntamente se estaba vendiendo en un popular foro relacionado con la piratería informática.
pt_br: Em agosto de 2022, informações privadas e pessoais de mais de 1,5 bilhão de <a id="a1">usuários do Facebook estavam sendo</a> supostamente vendidas em um fórum popular relacionado a hackers.

# track_record_details
source: In March 2022, Meta received a $18.6M fine from the Data Protection Commision. <a id="a1">The DPC found</a> that Meta Platforms failed to have in place appropriate technical and organisational measures which would enable it to readily demonstrate the security measures that it implemented in practice to protect EU users’ data, in the context of the twelve personal data breaches. The decision followed an inquiry by the DPC into a series of twelve data breach notifications it received in the six month period between 7 June 2018 and 4 December 2018.
de: Im März 2022 wurde Meta von der Datenschutzkommission zu einer Geldstrafe in Höhe von 18,6 Millionen Dollar verurteilt. <a id="a1">Die Datenschutzkommission stellte fest</a>, dass Meta Platforms es versäumt hat, geeignete technische und organisatorische Maßnahmen zu ergreifen, die es dem Unternehmen ermöglichen würden, die Sicherheitsmaßnahmen, die es in der Praxis zum Schutz der Daten von EU-Nutzern ergriffen hat, im Zusammenhang mit den zwölf Verstößen gegen den Schutz personenbezogener Daten ohne weiteres nachzuweisen. Die Entscheidung folgte auf eine Untersuchung des Datenschutzbeauftragten zu einer Reihe von zwölf Meldungen über Datenschutzverletzungen, die er in den sechs Monaten zwischen dem 7. Juni 2018 und dem 4. Dezember 2018 erhalten hatte.
es: En marzo de 2022, Meta recibió una multa de 18,6 millones de dólares por parte de la Comisión de Protección de Datos. <a id="a1">La CPD constató</a> que Meta Platforms no disponía de medidas técnicas y organizativas adecuadas que le permitieran demostrar fácilmente las medidas de seguridad que aplicaba en la práctica para proteger los datos de los usuarios de la UE, en el contexto de doce violaciones de datos personales. La decisión siguió a una investigación de la DPC sobre una serie de doce notificaciones de violación de datos recibidas en un período de seis meses, entre el 7 de junio de 2018 y el 4 de diciembre de 2018.
pt_br: Em março de 2022, a Meta recebeu uma multa de US$18,6 milhões da DPC (Comissão de Proteção de Dados). <a id="a1">A DPC descobriu</a> que as plataformas Meta não dispunham de medidas técnicas e organizativas adequadas que possibilitassem demonstrar prontamente as medidas de segurança que implementaram na prática para proteger os dados dos usuários da UE, no contexto das doze violações de dados pessoais. A decisão seguiu-se a um inquérito da DPC sobre uma série de doze notificações de violação de dados que recebeu no período de seis meses entre 7 de junho de 2018 e 4 de dezembro de 2018.

# track_record_details
source: In October 2021, Facebook's <a id="a1">WhatsApp was fined</a> nearly $270 million by Irish authorities for not being transparent about how it uses data collected from people on the service.
de: Im Oktober 2021 wurde Facebooks <a id="a1">WhatsApp</a> von den irischen Behörden zu einer Geldstrafe von fast 270 Millionen Dollar verurteilt, weil das Unternehmen nicht transparent gemacht hatte, wie es die über den Dienst gesammelten Daten von Personen verwendet.
es: En octubre de 2021, <a id="a1">WhatsApp de Facebook recibió una multa</a> de casi 270 millones de dólares por parte de las autoridades irlandesas por su falta de transparencia en relación a su uso de los datos recopilados por el servicio.
pt_br: Em outubro de 2021, o <a id="a1">WhatsApp do Facebook foi multado em</a> quase US$270 milhões pelas autoridades irlandesas por não ser transparente sobre como usa os dados coletados das pessoas no serviço.

# track_record_details
source: In April 2021, <a id="a1">it was reported</a> that there was a personal data leak of about 533 million Facebook users from 106 countries, including over 32 million records on users in the US, 11 million on users in the UK, and 6 million on users in India. It included their phone numbers, Facebook IDs, full names, locations, birthdates, bios, and, in some cases, email addresses.
de: Im April 2021 wurde <a id="a1">berichtet</a>, dass personenbezogene Daten von etwa 533 Millionen Facebook-Nutzern aus 106 Ländern verloren gegangen sind, darunter über 32 Millionen Datensätze zu Nutzern in den USA, 11 Millionen zu Nutzern in Großbritannien und 6 Millionen zu Nutzern in Indien. Enthalten waren Telefonnummern, Facebook-IDs, vollständige Namen, Orte, Geburtsdaten, Lebensläufe und in einigen Fällen E-Mail-Adressen.
es: En abril de 2021, se <a id="a1">informó</a> una filtración de datos personales de aproximadamente 533 millones de usuarios de Facebook de 106 países, incluidos más de 32 millones de registros de usuarios de los EE. UU., 11 millones de usuarios del Reino Unido y 6 millones de usuarios de la India. Los datos incluían números de teléfono, ID de Facebook, nombres completos, ubicaciones, fechas de nacimiento, biografías y, en algunos casos, direcciones de correo electrónico.
pt_br: Em abril de 2021, <a id="a1">foi relatado</a> que houve um vazamento de dados pessoais de cerca de 533 milhões de usuários do Facebook de 106 países, incluindo mais de 32 milhões de registros sobre usuários nos EUA, 11 milhões sobre usuários no Reino Unido e 6 milhões sobre usuários na Índia. Incluía seus números de telefone, IDs do Facebook, nomes completos, locais, datas de nascimento, biografias e, em alguns casos, endereços de email.

# track_record_details
source: In August 2019, <a id="a1">Bloomberg reported</a> that Facebook hired contractors to transcribe audio messages users sent through Messenger and Facebook confirmed the report.
de: Im August 2019 <a id="a1">berichtete Bloomberg</a>, dass Facebook Auftragnehmer beauftragt hat, Audionachrichten zu transkribieren, die Benutzer über Messenger gesendet haben, und Facebook bestätigte diesen Bericht.
es: En agosto de 2019, <a id="a1">Bloomberg informó</a> que Facebook había contratado personas para transcribir mensajes de audio enviados por los usuarios a través de Messenger y Facebook.
pt_br: Em agosto de 2019, a <a id="a1">Bloomberg denunciou</a> que o Facebook contratou terceiros para transcrever mensagens de áudio enviadas pelos usuários do Messenger, e o Facebook confirmou o relatório.

# child_safety_blurb
source: Facebook Child's Safety Centre provides an overview of Facebook Policies about children safety.
de: Das Kindersicherheitszentrum von Facebook bietet einen Überblick über die Facebook-Richtlinien zur Sicherheit von Kindern.
es: El centro de seguridad infantil de Facebook ofrece una descripción general de las políticas de Facebook sobre la seguridad de los menores.
pt_br: A Central de Segurança Infantil do Facebook fornece uma visão geral das Políticas do Facebook sobre segurança infantil.

# ai_helptext
source: When you set up your Ray-Ban Stories glasses, you have the option to turn on Facebook Assistant, a voice assistant that enables a hands-free way to capture photos and videos.
de: Wenn Sie Ihre Ray-Ban Stories-Brille einrichten, haben Sie die Möglichkeit, den Facebook-Assistenten zu aktivieren, einen Sprachassistenten, mit dem Sie Fotos und Videos freihändig aufnehmen können.
es: Cuando configuras tus gafas Ray-Ban Stories, tienes la opción de activar el Facebook Assistant, un asistente de voz que permite capturar fotos y videos con manos libres.
pt_br: Ao configurar seus óculos Ray-Ban Stories, você tem a opção de ativar o Assistente do Facebook, um assistente de voz que permite uma maneira de capturar fotos e vídeos sem as mãos.

# ai_what_can_it_do
source: Voice recognition is used by voice assistant. In addition, camera processing is run by machine learning models.
de: Die Spracherkennung wird vom Sprachassistenten genutzt. Darüber hinaus wird die Kameraverarbeitung durch maschinelle Lernmodelle ausgeführt.
es: El reconocimiento de voz es utilizado por el asistente de voz. Además, el procesamiento de la cámara se ejecuta mediante modelos de aprendizaje automático.
pt_br: O reconhecimento de voz é usado pelo assistente de voz. Além disso, o processamento da câmera é executado por modelos de aprendizado de máquina.
