Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/ray-ban-facebook-stories.po
Languages: de, es, pt_br

# title
source: Ray-Ban Facebook Stories
es: Ray-Ban Stories de Facebook
pt_br: Histórias do Facebook da Ray-Ban

# blurb
source: Well, this sounds like a potential privacy nightmare. Ray-Ban teamed up with Facebook to sell glasses with two cameras and three microphones built-in that connect to the Facebook View app and, with a voice command, can record what you're seeing and hearing. Then those recordings can be share to "Facebook, Instagram, WhatsApp, Messenger, Twitter, TikTok, Snapchat and more." Yikes!!! These very creepy smart glasses come in 20 different variations of styles and colors. They also come in a range of lenses including clear, sun, transition and prescription. We're not at all sure the world needs people walking around in sunglasses that share what you see and hear with Facebook. Nope, don't think the world needs that at all.
de: Das klingt nach einem potenziellen Albtraum für die Privatsphäre. Ray-Ban hat sich mit Facebook zusammengetan, um eine Brille mit zwei Kameras und drei eingebauten Mikrofonen zu verkaufen, die sich mit der Facebook View-App verbindet und mit einem Sprachbefehl aufzeichnen kann, was man sieht und hört. Diese Aufnahmen können dann auf „Facebook, Instagram, WhatsApp, Messenger, Twitter, TikTok, Snapchat und mehr“ geteilt werden. Igitt!!! Diese sehr unheimliche intelligente Brille gibt es in 20 verschiedenen Stil- und Farbvarianten. Außerdem gibt es eine Reihe von Brillengläsern, darunter klare, Sonnen-, Übergangs- und verschreibungspflichtige Gläser. Wir sind uns nicht sicher, ob die Welt Menschen braucht, die mit Sonnenbrillen herumlaufen und das, was sie sehen und hören, mit Facebook teilen. Nein, ich glaube wirklich nicht, dass die Welt das braucht.
es: Esto suena como una potencial pesadilla de privacidad. Ray-Ban se asoció con Facebook para vender unas gafas que tienen dos cámaras y tres micrófonos integrados que se conectan a la aplicación Facebook View, y un comando de voz que puede grabar lo que ves y lo que oyes. Después puedes compartir todas esas grabaciones en «Facebook, Instagram, WhatsApp, Messenger, Twitter, TikTok, Snapchat y más». ¡Vaya! Estas gafas inteligentes y siniestras vienen en 20 estilos y colores diferentes. También hay una gama de lentes que incluyen transparentes, de sol, con transición y de prescripción. No estamos del todo seguros de que el mundo necesite personas que caminen con gafas de sol que les permitan compartir con Facebook lo que ven y escuchan. No, no creo que el mundo lo necesite en absoluto.
pt_br: Bem, isso soa como um potencial pesadelo de privacidade. A Ray-Ban se uniu ao Facebook para vender óculos com duas câmeras e três microfones integrados que se conectam ao aplicativo Facebook View e, com um comando de voz, podem gravar o que você está vendo e ouvindo. Depois, essas gravações podem ser compartilhadas no "Facebook, Instagram, WhatsApp, Messenger, Twitter, TikTok, Snapchat e muito mais". Ai!!! Esses smart glasses tão horripilantes são oferecidos em 20 variações diferentes de estilos e cores. Eles também são apresentados em uma variedade de lentes, incluindo clara, escura, de transição e prescrição. Não temos certeza se o mundo precisa de pessoas andando de óculos escuros que compartilhem o que você vê e ouve com o Facebook. Não, eu não acho que o mundo precisa disso.

# worst_case
source: Meta (formerly Facebook) joined with popular sunglasses maker Ray-Ban to make these smart sunglasses. That means two companies, multiple privacy policies, and a good deal of headache in trying to figure out what privacy concerns exist for these smart sunglasses. Fun!
de: Meta (ehemals Facebook) hat sich mit dem bekannten Sonnenbrillenhersteller Ray-Ban zusammengetan, um diese intelligenten Sonnenbrillen herzustellen. Das bedeutet zwei Unternehmen, mehrere Datenschutzrichtlinien und jede Menge Kopfzerbrechen bei dem Versuch, herauszufinden, welche Datenschutzbedenken bei diesen intelligenten Sonnenbrillen bestehen. Sehr witzig!
es: Meta (antes Facebook) se unió con el conocido fabricante de gafas de sol Ray-Ban para hacer estas gafas de sol inteligentes. Esto significa dos empresas, múltiples políticas de privacidad y una gran cantidad de dolores de cabeza tratando de averiguar qué problemas de privacidad existen para estas gafas de sol inteligentes. ¡Qué divertido!
pt_br: Meta (anteriormente Facebook) se juntou à popular fabricante de óculos de sol Ray-Ban para fazer esses smart sunglasses. Isso implica duas empresas, várias políticas de privacidade e uma boa dose de dor de cabeça ao tentar descobrir quais preocupações de privacidade existem para esses smart sunglasses. Muito divertido!

# worst_case
source: Here’s what we were able to figure out in this privacy policy rat's nest. First, as far as we can tell Ray-Ban’s <a id="a1">privacy practices</a> don't worry us nearly as much as Meta’s do. Ray-Ban’s privacy policy covers their websites and other apps and platforms, which we assume includes these glasses. They do say they work with third-party advertising companies for <a id="a2">interest-based targeted advertising</a>, which isn’t great to know they are tracking you around the internet.
de: Hier ist, was wir in diesem Rattennest von Datenschutzrichtlinien herausfinden konnten. Zunächst einmal machen uns die <a id="a1">Datenschutzpraktiken</a> von Ray-Ban nicht annähernd so viel Sorgen wie die von Meta. Die Datenschutzrichtlinie von Ray-Ban gilt für ihre Websites und andere Anwendungen und Plattformen, zu denen vermutlich auch diese Brille gehört. Sie sagen, dass sie für <a id="a2">interessenbasierte Werbung</a> mit Drittanbietern zusammenarbeiten. Das ist nicht so lustig, wenn man weiß, dass man dann von ihnen im Internet verfolgt wird.
es: Esto es lo que pudimos averiguar en este increíble enredo de políticas de privacidad. En primer lugar, hasta donde pudimos ver, las <a id="a1">prácticas de privacidad</a> de Ray-Ban no nos preocupan tanto como las de Meta. La política de privacidad de Ray-Ban cubre sus sitios web y otras aplicaciones y plataformas, que asumimos que incluyen a estas gafas. Dicen que trabajan con empresas de publicidad externas para <a id="a2">publicidad dirigida basada en intereses</a>, y no es bueno saber que te están rastreando por Internet.
pt_br: Aqui está o que conseguimos descobrir neste ninho de ratos da política de privacidade. Primeiro, até onde sabemos, as <a id="a1">práticas de privacidade</a> da Ray-Ban não nos preocupam tanto quanto as da Meta. A política de privacidade da Ray-Ban abrange seus sites e outros aplicativos e plataformas, que presumimos que incluam esses óculos. Ela diz que trabalha com empresas de propaganda terceirizadas para <a id="a2">anúncios direcionados baseados em interesses</a>, e não é bom saber que estão rastreando você pela internet.

# worst_case
source: Meta/Facebook and the <a id="a1">Facebook View app</a> these glasses use is the real privacy nightmare here. According to the privacy policies we found that govern the privacy practices of these glasses, there’s the <a id="a2">Facebook View privacy policy</a> and Meta/Facebook’s <a id="a3">overall privacy policy</a>. And boy howdy! Those things are bad.
de: Meta/Facebook und die <a id="a1">Facebook View-App</a>, die die Brille verwendet, sind der wahre Albtraum in Sachen Datenschutz. Laut den Datenschutzrichtlinien, die wir gefunden haben und die die Datenschutzpraktiken dieser Brillen regeln, gibt es die <a id="a2">Datenschutzrichtlinie von Facebook View</a> und die <a id="a3">allgemeine Datenschutzrichtlinie</a> von Meta/Facebook. Und, mein lieber Mann! Was man da liest, ist wirklich schlimm.
es: Pero la verdadera pesadilla de privacidad aquí es Meta/Facebook y la <a id="a1">aplicación Facebook View</a> que usan estas gafas. Según lo que encontramos buscando cuál es la política de privacidad que rige a estas gafas, está la <a id="a2">política de privacidad de Facebook View</a> y la política de privacidad general de <a id="a3">Meta/Facebook</a>. ¡Ay, ay, ay! Esas cosas sí que son malas.
pt_br: Meta/Facebook e o <a id="a1">aplicativo Facebook View</a> que esses óculos usam é o verdadeiro pesadelo da privacidade aqui. De acordo com as políticas de privacidade que descobrimos que regem as práticas de privacidade desses óculos, há a <a id="a2">política de privacidade do Facebook View</a> e a <a id="a3">política de privacidade geral</a> da Meta/Facebook. E caramba! Essas coisas são ruins.

# worst_case
source: Meta/Facebook has a very <a id="a1">long history</a> of betraying users' privacy and trust. They've faced <a id="a2">record fines</a> around <a id="a3">the world</a> for this and have been <a id="a4">caught hiding</a> data leaks from <a id="a5">their users</a>. In April 2021, it was <a id="a6">reported</a> the personal information of more than 500 million Facebook users was shared online in a massive data leak. Then there was the <a id="a7">2022 admission</a> that over one million Facebook users’ login info may have been compromised due to malicious apps stealing data through the Facebook third-party login (hey, Meta/Facebook did announce this themselves, so, good for them). All this this coupled with with the <a id="a8">Facebook whistleblower testimony</a> in 2021 to the US Congress that outlined the harms Meta/Facebook causes and the <a id="a9">dishonest way</a> they approach dealing with these harms and Meta/Facebook appears to be one of most immoral companies we review in *Privacy Not Included.
de: Meta/Facebook hat eine <a id="a1">lange Geschichte</a> des Missbrauchs der Privatsphäre und des Vertrauens der Nutzer. Das Unternehmen musste dafür <a id="a2">weltweit</a> <a id="a3">Rekordstrafen</a> zahlen und wurde <a id="a4">dabei erwischt</a>, wie es Datenlecks <a id="a5">vor seinen Nutzern</a> verheimlichte. Im April 2021 <a id="a6">wurde bekannt</a>, dass die persönlichen Daten von mehr als 500 Millionen Facebook-Nutzern im Rahmen eines massiven Datenlecks online gestellt wurden. <a id="a7">Im Jahr 2022 wurde zugegeben</a>, dass die Anmeldedaten von über einer Million Facebook-Nutzern möglicherweise durch bösartige Apps kompromittiert wurden, die Daten über den Facebook-Login von Drittanbietern gestohlen haben (na ja, Meta/Facebook hat dies selbst angekündigt, also ein Punkt für sie). All dies in Verbindung mit der <a id="a8">Aussage des Facebook-Whistleblowers</a> im Jahr 2021 vor dem US-Kongress, in der die Schäden, die Meta/Facebook verursacht, und die <a id="a9">unehrliche Art und Weise</a>, wie sie mit diesen Schäden umgehen, dargelegt wurden, lässt Meta/Facebook als eines der unmoralischsten Unternehmen erscheinen, die wir in *Datenschutz nicht inbegriffen* untersuchen.
es: Meta/Facebook tiene un <a id="a1">largo historial</a> de traiciones a la privacidad y la confianza de sus usuarios. Ha tenido que enfrentar <a id="a2">multas récord</a> en todo <a id="a3">el mundo</a> por esto y ha sido <a id="a4">descubierta ocultando</a> fugas de datos de <a id="a5">sus usuarios</a>. En abril de 2021, se <a id="a6">informó</a> que los datos personales de más de 500 millones de usuarios de Facebook se habían compartido en línea en una fuga masiva de datos. Luego, <a id="a7">en 2022, admitieron</a> que la información de inicio de sesión de más de un millón de usuarios de Facebook podría haber quedado comprometida por aplicaciones maliciosas que roban datos a través del inicio de sesión de terceros de Facebook (oye, hay que saber que Meta/Facebook anunció esto por su cuenta, bien por ellos). Todo esto se suma al <a id="a8">testimonio de denunciantes de Facebook</a> en 2021 ante el Congreso de los EE. UU., en el que se describieron los daños que causa Meta/ Facebook y la <a id="a9">forma deshonesta</a> en que la empresa aborda estos daños. Meta/Facebook parece ser una de las empresas más inmorales de las que revisamos en *Privacidad no incluida.
pt_br: A Meta/Facebook tem um <a id="a1">longo histórico</a> de trair a privacidade e a confiança dos usuários. Ela enfrentou <a id="a2">multas recordes</a> em todo <a id="a3">o mundo</a> por isso e foi <a id="a4">flagrada escondendo</a> vazamentos de dados de <a id="a5">seus usuários</a>. Em abril de 2021, foi <a id="a6">relatado</a> que as informações pessoais de mais de 500 milhões de usuários do Facebook foram compartilhadas online em um enorme vazamento de dados. Depois, <a id="a7">confessou em 2022</a> que as informações de login de mais de um milhão de usuários do Facebook podem ter sido comprometidas devido a aplicativos maliciosos que roubam dados por meio do login de terceiro do Facebook (ei, a Meta/Facebook comunicou isso por conta própria, então, bom para ela). Tudo isso juntamente com o <a id="a8">testemunho do denunciante do Facebook</a> em 2021 para o Congresso dos EUA, que descreveu os danos que a Meta/Facebook causa e a <a id="a9">maneira desonesta</a> como lida com esses danos, e a Meta/Facebook parece ser uma das empresas mais imorais que analisamos em *Privacidade não incluída.

# worst_case
source: This is the starting point for smart glasses you put on your face that include cameras and microphones and a way to share everything to social media through the Facebook View app. It is well established that Meta/Facebook <a id="a1">collects and shares</a> a huge amount of <a id="a2">personal data</a> on their users and doesn’t always secure that data properly. That alone makes these smart glasses a huge privacy concern.
de: Dies ist der Ausgangspunkt für eine intelligente Brille, die man sich aufs Gesicht setzt und die mit Kameras und Mikrofonen ausgestattet ist und die Möglichkeit bietet, alles über die Facebook View-App an soziale Medien weiterzugeben. Es ist hinlänglich bekannt, dass Meta/Facebook eine große Menge an <a id="a1">personenbezogenen Daten</a> über seine Nutzer <a id="a2">sammelt und weitergibt</a> und diese Daten nicht immer richtig schützt. Das allein macht diese intelligente Brille zu einem großen Problem für den Datenschutz.
es: Este es el punto de partida para unas gafas inteligentes que te pones en la cara y que incluyen cámaras, micrófonos y una forma de compartir todo en las redes sociales a través de la aplicación Facebook View. Es de público conocimiento que Meta/Facebook <a id="a1">recopila y comparte</a> una gran cantidad de <a id="a2">datos personales</a> sobre sus usuarios y que no siempre los protege adecuadamente. Eso solo hace que las preocupaciones sobre la privacidad de estas gafas inteligentes sean enormes.
pt_br: Este é o ponto de partida para smart glasses que você coloca no seu rosto, que incluem câmeras e microfones e uma maneira de compartilhar tudo nas redes sociais pelo aplicativo Facebook View. Está bem estabelecido que a Meta/Facebook <a id="a1">coleta e compartilha</a> uma enorme quantidade de <a id="a2">dados pessoais</a> sobre seus usuários e nem sempre protege esses dados adequadamente. Só isso torna esses smart glasses uma grande preocupação de privacidade.

# worst_case
source: To use the Facebook View app with these smart glasses, you’re required to have a Facebook account So, you’re gonna be <a id="a1">sharing lots of your data</a> with a company with a horrible track record at protecting and respecting the <a id="a2">heaps of data</a> these smart glasses can collect. And good luck figuring out which of the <a id="a3">Meta/Facebook</a>, <a id="a4">Supplemental Facebook View app</a>, <a id="a5">Ray-Bay and their parent company Luxottica</a> privacy policies apply to you when you use the Ray-Ban Stories smart glasses.. It’s pretty confusing trying to sort all that out. Which makes sense when you read that Meta/Facebook’s own <a id="a6">engineers struggle</a> to keep track of, control, and explain the use of all the data Meta/Facebook collects.
de: Um die Facebook View-App mit der Brille nutzen zu können, benötigen Sie ein Facebook-Konto. Sie werden also <a id="a1">viele Ihrer Daten teilen</a>, und zwar mit einem Unternehmen, das eine schreckliche Erfolgsbilanz in Bezug auf den Schutz und die Achtung der <a id="a2">großen Datenmengen</a> hat, die diese Brille sammeln kann. Und viel Glück dabei, herauszufinden, welche der Datenschutzrichtlinien von <a id="a3">Meta/Facebook</a>, der <a id="a4">ergänzenden Facebook View-App</a>, von <a id="a5">Ray-Bay</a> und der Muttergesellschaft Luxottica für dich gelten, wenn du die Ray-Ban Stories Smart Glasses benutzt. Es ist ziemlich verwirrend, das alles herauszufinden. Das ist verständlich, wenn man liest, dass die <a id="a6">Techniker von Meta/Facebook selbst Mühe haben</a>, den Überblick zu behalten, zu kontrollieren und die Verwendung all der Daten zu erklären, die Meta/Facebook sammelt.
es: Para usar la aplicación Facebook View con estas gafas inteligentes, debes tener una cuenta de Facebook. Por lo tanto, vas a <a id="a1">compartir un montón de tus datos</a> con una empresa que tiene un historial horrible en cuanto a la protección y el respeto de las <a id="a2">toneladas de datos que</a> estas gafas inteligentes pueden recopilar. Y buena suerte averiguando cuál de las políticas de privacidad de <a id="a3">Meta/Facebook</a>, <a id="a4">de Facebook View complementaria</a>, <a id="a5">de Ray-Bay y su compañía matriz Luxottica</a> se aplican cuando utilizas las gafas inteligentes Ray-Ban Stories. Es bastante confuso tratar de entender todo esto. Tiene sentido cuando lees que los propios <a id="a6">ingenieros de Meta/Facebook</a> tienen dificultades para realizar un seguimiento, controlar y explicar el uso de todos los datos que Meta/Facebook recopila.
pt_br: Para usar o aplicativo Facebook View com esses smart glasses, você precisa ter uma conta no Facebook. Então, você <a id="a1">compartilhará muitos dos seus dados</a> com uma empresa com um histórico horrível de proteção e respeito aos <a id="a2">montes de dados</a> que esses smart glasses podem coletar. E boa sorte para descobrir qual das políticas de privacidade da <a id="a3">Meta/Facebook</a>, do <a id="a4">aplicativo suplementar Facebook View</a>, Ray-Bay <a id="a5">e sua empresa-mãe Luxottica</a> se aplicam a você ao usar os smart glasses Ray-Ban Stories. É muito confuso tentar entender tudo isso. O que faz sentido quando você lê que os próprios <a id="a6">engenheiros da Meta/Facebook lutam</a> para acompanhar, controlar e explicar o uso de todos os dados que a Meta/Facebook coleta.

# worst_case
source: And Meta says their Facebook View app can collect a whole lot of data on you from these smart glasses. Things like photos, videos, metadata such as the dates and times you created or uploaded this content, information about the sensors used on these glasses, device IDs, and information such as the number of photos and videos captured, the time spent taking videos, the method you use to share photos and videos, and the average length of videos captured. And then there are those voice requests you can make through the smart glasses and the app. Meta describes those voice interactions as “things you say when using our voice services, including when voice services are mistakenly invoked, as well as any background sound that can be heard once voice services are enabled.” So, what you say, what you say that Meta mistakenly listens to, and even background conversations that can be heard when the voice services are used and all potentially recorded, processed, transcribed and even perhaps used to train AI or reviewed by human reviewers Yikes! Also, nope!
de: Und Meta sagt, dass seine Facebook View-App eine ganze Reihe von Daten über Sie von diesen intelligenten Brillen sammeln kann. Dazu gehören Fotos, Videos, Metadaten wie das Datum und die Uhrzeit, zu der Sie diese Inhalte erstellt oder hochgeladen haben, Informationen über die in der Brille verwendeten Sensoren, Geräte-IDs und Informationen wie die Anzahl der aufgenommenen Fotos und Videos, die Zeit, die Sie mit der Aufnahme von Videos verbracht haben, die Methode, die Sie zum Teilen von Fotos und Videos verwenden, und die durchschnittliche Länge der aufgenommenen Videos. Und dann sind da noch die Sprachanfragen, die Sie über die Smart Glasses und die App stellen können. Meta beschreibt diese Sprachinteraktionen als „Dinge, die Sie sagen, wenn Sie unsere Sprachdienste nutzen, auch wenn die Sprachdienste versehentlich aufgerufen werden, sowie alle Hintergrundgeräusche, die zu hören sind, wenn die Sprachdienste aktiviert sind.“ Was Sie also sagen, was Sie sagen, was Meta fälschlicherweise hört, und sogar Hintergrundgespräche, die zu hören sind, wenn die Sprachdienste genutzt werden - all das wird möglicherweise aufgezeichnet, verarbeitet, transkribiert und vielleicht sogar zum Trainieren von KI oder zur Überprüfung durch menschliche Prüfer verwendet - Pfui! Und: Nein und nochmals nein!
es: Además, Meta dice que su aplicación Facebook View puede recopilar una gran cantidad de datos sobre ti a través de estas gafas inteligentes. Cosas como fotos, videos, metadatos como las fechas y horas en que creaste o subiste estos contenidos, información sobre los sensores utilizados en las gafas, Id. de dispositivos e información como el número de fotos y videos capturados, el tiempo dedicado a tomar videos, el método que utilizas para compartir fotos y videos, y la duración promedio de los videos que realizas. Luego están las solicitudes de voz que puedes hacer a través de las gafas inteligentes y la aplicación. Meta describe esas interacciones de voz como «las cosas que dices al usar nuestros servicios de voz, incluso cuando activas erróneamente los servicios de voz, así como cualquier sonido de fondo que se pueda escuchar una vez que se habilitan los servicios de voz». Entonces, lo que dices intencionalmente, lo que dices y que Meta escucha por error, las conversaciones de fondo que se pueden escuchar mientras utilizas los servicios de voz y todas las que potencialmente se pueden grabar, procesar, transcribir e incluso, tal vez, utilizar para entrenar una IA o ser revisadas por revisores humanos ¡Ay! ¡No!
pt_br: E a Meta diz que seu aplicativo Facebook View pode coletar um monte de dados sobre você a partir desses smart glasses. Coisas como fotos, vídeos, metadados, como as datas e horários em que você criou ou enviou esse conteúdo, informações sobre os sensores usados nesses óculos, IDs de dispositivos e informações como o número de fotos e vídeos capturados, o tempo gasto fazendo vídeos, o método que você usa para compartilhar fotos e vídeos e a duração média dos vídeos capturados. E depois há as solicitações de voz que você pode fazer pelos smart glasses e pelo aplicativo. A Meta descreve essas interações de voz como "coisas que você diz ao usar nossos serviços de voz, incluindo quando os serviços de voz são erroneamente invocados, bem como qualquer som de fundo que pode ser ouvido quando os serviços de voz são habilitados". Então, o que você diz, o que você diz que a Meta ouve por engano, e até mesmo conversas de fundo que podem ser ouvidas quando os serviços de voz são usados, tudo é potencialmente gravado, processado, transcrito e até mesmo talvez usado para treinar IA ou revisado por revisores humanos. Ai! Isso não!
