Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/ray-ban-facebook-stories.po
Languages: de, es, pt_br

# worst_case
source: Beyond all of these very serious privacy concerns, there’s another, <a id="a1">perhaps even bigger privacy concern</a> that must be considered. Meta/Facebook and Mark Zuckerberg seem quite obsessed with <a id="a2">owning the real estate on our faces</a> for the augmented reality and virtual reality metaverse of the future. But what does it mean when a person puts cameras and microphones on their face and points them out at the world? How do you know if you’re being recorded by these glasses? Mea says there’s a little LED light that shows they are recording, but <a id="a3">some privacy regulators worry</a> that isn’t enough to protect people from unknown recording. And what if you don’t want to be recorded? Or surveilled? How do you opt out of being recorded? We don’t see a way and many others have the same concerns. Meta has built in some privacy protections, which, yay!, but the question is, <a id="a4">are they enough</a>? The answer seems to be no, because <a id="a5">Meta has mostly</a> put the <a id="a6">onus on wearers</a> of these glasses to be responsible with them.
de: Neben all diesen sehr ernsten Datenschutzbedenken gibt es noch <a id="a1">ein weiteres, vielleicht noch größeres Datenschutzproblem</a>, das berücksichtigt werden muss. Meta/Facebook und Mark Zuckerberg scheinen geradezu besessen davon zu sein, für das Augmented-Reality- und Virtual-Reality-Metaverse der Zukunft <a id="a2">die Flächen auf unseren Gesichtern zu besitzen</a>. Aber was bedeutet es, wenn eine Person Kameras und Mikrofone auf ihrem Gesicht anbringt und sie in die Welt hinausstellt? Woher weiß man, ob man von dieser Brille aufgezeichnet wird? Mea sagt, dass es ein kleines LED-Licht gibt, das anzeigt, dass aufgezeichnet wird, aber <a id="a3">einige Datenschutzbeauftragte befürchten</a>, dass das nicht ausreicht, um Menschen vor unbekannten Aufnahmen zu schützen. Und was ist, wenn man nicht aufgezeichnet werden möchte? Oder überwacht werden? Wie kann man sich gegen die Aufzeichnung wehren? Wir sehen keine Möglichkeit, und viele andere haben die gleichen Bedenken. Meta hat einige Schutzmechanismen für die Privatsphäre eingebaut, aber die Frage ist, <a id="a4">ob sie ausreichen</a>. Die Antwort scheint nein zu sein, denn <a id="a5">Meta hat den Großteil der Verantwortung</a> für den verantwortungsvollen Umgang mit der Brille <a id="a6">größtenteils auf die Brillenträger abgewälzt</a>.
es: Más allá de todas estas preocupaciones de privacidad que son muy serias, hay otra, <a id="a1">quizás incluso más grande,</a> que debe tenerse en cuenta. Meta/Facebook y Mark Zuckerberg parecen bastante obsesionados con <a id="a2">ser los dueños de nuestras caras</a> para el mataverso de realidad aumentada y realidad virtual del futuro. Pero, ¿qué significa que una persona se ponga cámaras y micrófonos en la cara y apunte con ellos al mundo? ¿Cómo sabes si estas gafas te están grabando? Meta dice que hay una pequeña luz LED que indica que están grabando, pero a <a id="a3">algunos reguladores de la privacidad les preocupa</a> que esto no sea suficiente para proteger a las personas de grabaciones anónimas. ¿Y si no quieres que te graben? ¿O que te vigilen? ¿Cómo decides que no permites que te graben? Nosotros no lo sabemos y hay muchos otros que tienen las mismas preocupaciones. Meta ha incorporado algunas protecciones de privacidad que son buenas, pero la pregunta es <a id="a4">¿son suficientes</a>? La respuesta parece ser que no, porque <a id="a5">Meta ha puesto</a> la mayor parte de la <a id="a6">carga en los usuarios</a> de las gafas para que se responsabilicen ellos.
pt_br: Além de todas essas preocupações de privacidade muito sérias, há outra, <a id="a1">talvez ainda maior,</a> que deve ser levada em consideração. Meta/Facebook e Mark Zuckerberg parecem bastante obcecados em <a id="a2">possuir a propriedade dos nossos rostos</a> para o Metaverso de realidade aumentada e realidade virtual do futuro. Mas o que significa quando uma pessoa coloca câmeras e microfones em seu rosto e os aponta para o mundo? Como você sabe se você está sendo gravado por esses óculos? A Meta diz que há um pequeno LED que mostra que está gravando, mas <a id="a3">alguns regulamentadores de privacidade acham</a> que isso não é suficiente para proteger as pessoas de gravações sem conhecimento. E se você não quiser ser gravado? Ou vigiado? Como você opta por não ser gravado? Nós não vemos uma maneira e muitos pensam da mesma forma. A Meta desenvolveu algumas proteções de privacidade, muito legais, mas a questão é, <a id="a4">são suficientes</a>? A resposta parece ser não, porque a <a id="a5">Meta</a> colocou o <a id="a6">ônus nos usuários</a> desses óculos de serem responsáveis pelas gravações.

# worst_case
source: As for what data is shared between Ray-Ban’s parent company Luxottica and Facebook, well, here’s what we can tell you. The Meta/Facebook privacy policy says, “Luxottica does not collect information directly from your use of the Glasses and the App.” However, any information you provide directly to Luxottica is theirs. And they say the two companies can exchange personal information such as name, email, Facebook account information with each other to help resolve customer service issues. Finally, Meta says, “we also exchange aggregated information and insights with Luxottica relating to marketing, usage, sales, and post-sale activities.” So, yes, some of your information is shared back and forth between the companies. Which isn’t great, but still, we think all the crazy amounts of voice, visual, location, and meta data Meta collects is by far the biggest privacy concern here.
de: Was die Daten betrifft, die zwischen der Ray-Ban-Muttergesellschaft Luxottica und Facebook ausgetauscht werden, so können wir Ihnen Folgendes sagen. In der Datenschutzrichtlinie von Meta/Facebook heißt es: „Luxottica sammelt keine Daten, die sich direkt aus Ihrer Nutzung der Brille und der App ergeben.“ Aber alle Informationen, die Sie Luxottica direkt zur Verfügung stellen, gehören ihnen. Und sie sagen, dass die beiden Unternehmen persönliche Informationen wie Name, E-Mail, Facebook-Kontoinformationen miteinander austauschen können, um Kundendienstprobleme zu lösen. Schließlich sagt Meta: „Wir tauschen mit Luxottica auch gesammelte Informationen und Einblicke in Bezug auf Marketing, Nutzung, Verkauf und Nachverkaufsaktivitäten aus“. Ja, einige Ihrer Daten werden also zwischen den Unternehmen ausgetauscht. Was nicht so toll ist, aber wir denken, dass die gewaltigen Mengen an Sprach-, Bild-, Standort- und Metadaten, die Meta sammelt, bei weitem das größte Datenschutzproblem darstellen.
es: En cuanto a qué datos se comparten entre la empresa matriz de Ray-Ban, Luxottica, y Facebook, bueno, esto es lo que podemos decirles. La política de privacidad de Meta/Facebook dice: «Luxottica no recopila directamente información del uso de las gafas y la aplicación». Sin embargo, cualquier información que proporciones directamente a Luxottica será de su propiedad. Además, dicen que las dos empresas pueden intercambiar entre ellas información personal como nombre, correo electrónico, información de la cuenta de Facebook, para ayudar a resolver problemas del servicios al cliente. Por último, Meta dice: «también intercambiamos información y conocimientos agregados con Luxottica en relación con el marketing, el uso, las ventas y las actividades posteriores a la venta». Entonces, sí, parte de tu información se comparte entre las empresas. Lo que no es bueno, pero aún así, creemos que la mayor preocupación de privacidad aquí son las cantidades exageradas de datos de voz, visual, de ubicación y de metadatos que Meta recopila.
pt_br: Quanto a quais dados são compartilhados entre a controladora da Ray-Ban, Luxottica, e o Facebook, bem, é isto que podemos dizer a você. A política de privacidade da Meta/Facebook diz: “A Luxottica não coleta informações diretamente do seu uso dos óaulos e do Aplicativo". No entanto, qualquer informação que você forneça diretamente à Luxottica é dela. E ela diz que as duas empresas podem trocar informações pessoais, como nome, email e informações da conta do Facebook entre si para ajudar a resolver problemas de atendimento ao cliente. Finalmente, a Meta diz, “também trocamos informações e insights agregados com a Luxottica relacionados a marketing, uso, vendas e atividades pós-venda". Então, sim, algumas de suas informações são compartilhadas entre as empresas. O que não é ótimo, mas ainda assim achamos que todas as loucas quantidades de voz, visual, localização e metadados que a Meta coleta são de longe a maior preocupação de privacidade aqui.

# worst_case
source: What’s the worst that could happen with the smart glasses? Well, we’re afraid a lot. The question comes down to, does Meta have your best interests at heart when it collects all the data these smart glasses, and Facebook View app are capable of collecting? From <a id="a1">Cambridge Analytica</a> to where we are today with Mark Zuckerberg’s <a id="a2">hopes for the metaverse</a>, the answer to that question is a resounding NO. Couple that with the ethical questions surrounding surveillance and being recorded without consent and we're afraid these glasses comes with *Privacy Not Included.
de: Was ist das Schlimmste, was mit der intelligenten Brille passieren könnte? Nun, wir befürchten eine Menge. Die Frage ist, ob Meta nur Ihr Bestes im Sinn hat, wenn es all die Daten sammelt, die diese smarte Brille und die Facebook View-App sammeln können. Von <a id="a1">Cambridge Analytica</a> bis zu dem Punkt, an dem wir uns heute mit Mark Zuckerbergs <a id="a2">Hoffnungen für das Metaverse</a> befinden, ist die Antwort auf diese Frage ein klares NEIN. In Verbindung mit den ethischen Fragen rund um die Überwachung und die Aufzeichnung ohne Zustimmung befürchten wir, dass bei dieser Brille *Datenschutz nicht inbegriffen ist.
es: ¿Qué es lo peor que podría pasar con estas gafas inteligentes? Bueno, pueden pasar muchas cosas malas. La pregunta se reduce a ¿Meta tiene en cuenta tus mejores intereses cuando obtiene todos los datos que estas gafas inteligentes y la aplicación Facebook View son capaces de recopilar? Desde <a id="a1">Cambridge Analytica</a> hasta hoy, con las <a id="a2">esperanzas de Mark Zuckerberg para el metaverso</a>, la respuesta a esa pregunta es un rotundo NO. Si a eso le sumamos las cuestiones éticas que rodean la vigilancia y el ser grabados sin consentimiento, nos tememos que estas gafas vienen con *Privacidad no incluida.
pt_br: Qual é a pior coisa que poderia acontecer com os smart glasses? Bem, estamos com muito medo. A questão se resume a: a Meta tem seus melhores interesses em mente quando coleta todos os dados que esses smart glasses e o aplicativo Facebook View são capazes de coletar? Da <a id="a1">Cambridge Analytica</a> até onde estamos hoje com <a id="a2">as esperanças de Mark Zuckerberg para o Metaverso</a>, a resposta a essa pergunta é um não retumbante. Junte isso às questões éticas que envolvem a vigilância e a gravação sem consentimento e tememos que esses óculos tenham *Privacidade não incluída.

# worst_case
source: One more note on Meta from a privacy researcher’s point of view. Trying to read through Ray-Ban's and Meta's crazy network of privacy policies, privacy FAQs, privacy statements, privacy notices, and supplemental privacy documentation for their vast empire is a nightmare. There’s so many documents that link to other documents that link back even more documents that understanding and making sense of Meta's actual privacy practices feels almost impossible. We wonder if this is by design, to confuse us all so we just give up? Or, if maybe even Meta's own employees possibly don’t know and understand the vast network of privacy policies and documentation they have living all over the place? Regardless, this privacy researcher would love to see Meta do better when it comes to making their privacy policies accessible to the consumers they impact.
de: Noch eine Anmerkung zu Meta aus der Sicht einer Datenschutzforscherin. Der Versuch, sich durch Ray-Bans und Metas verrücktes Netzwerk von Datenschutzrichtlinien, Datenschutz-FAQs, Datenschutzerklärungen, Datenschutzhinweisen und zusätzlicher Datenschutzdokumentation für ihr riesiges Imperium zu lesen, ist ein Alptraum. Es gibt so viele Dokumente, die auf andere Dokumente verweisen, die wiederum auf noch mehr Dokumente verweisen, dass es fast unmöglich ist, die tatsächlichen Datenschutzpraktiken von Meta zu verstehen und ihren Sinn zu entdecken. Wir fragen uns, ob dies beabsichtigt ist, um uns alle zu verwirren, damit wir einfach aufgeben? Oder ob vielleicht sogar die eigenen Mitarbeiter von Meta das riesige Netz von Datenschutzrichtlinien und -dokumenten nicht kennen und verstehen, das überall herumliegt? Wie dem auch sei, die Datenschutzforscherin würde es gerne sehen, wenn Meta seine Datenschutzrichtlinien für die Verbraucher, auf die sie einen Einfluss haben, besser zugänglich machen würde.
es: Un último comentario sobre Meta desde el punto de vista de una investigadora de privacidad. Tratar de atravesar la loca red de políticas de privacidad, preguntas frecuentes sobre privacidad, declaraciones de privacidad, avisos de privacidad y documentación de privacidad complementaria de Ray-Ban y Meta para su vasto imperio, es una pesadilla. Hay tantos documentos que enlazan a otros documentos que enlazan a más documentos, que entender cuáles son las prácticas reales de privacidad de Meta parece casi imposible. Nos preguntamos si esto es por diseño, ¿será que quieren confundirnos para que simplemente nos demos por vencidos? O, tal vez, incluso los propios empleados de Meta no conozcan ni comprendan la vasta red de políticas de privacidad y documentación que tienen dispersa. Sea cual sea el motivo, a esta investigadora de privacidad le encantaría ver que Meta ofrece algo mejor para que sus políticas de privacidad sean accesibles a los consumidores a los que afectan.
pt_br: Mais uma observação sobre a Meta do ponto de vista de um pesquisador de privacidade: tentar ler a louca rede de políticas de privacidade da Meta, perguntas frequentes de privacidade, declarações de privacidade, avisos de privacidade e documentação suplementar de privacidade por seu vasto império é um pesadelo. Existem tantos documentos com link para outros documentos, com links redirecionados para ainda mais documentos, que a compreensão e o sentido das práticas reais de privacidade da Meta parece quase impossível. Nos perguntamos se isso é de propósito, para nos confundir e simplesmente desistir. Ou se talvez até mesmo os próprios funcionários da Meta possivelmente não conhecem e entendem a vasta rede de políticas de privacidade e documentação que têm em toda parte. Independentemente disso, este pesquisador de privacidade adoraria ver a Meta melhorar com relação a tornar suas políticas de privacidade acessíveis aos consumidores que impacta.

# signup_requirement_explanation
source: Facebook account is required
de: Facebook-Konto ist erforderlich
es: Se requiere una cuenta de Facebook
pt_br: A conta do Facebook é obrigatória

# how_does_it_use_data_collected
source: Meta receives data on its users from "third parties incl. advertisers and third-party data providers who have the rights to provide us with your information", whether users have Facebook account or not:<br/> "Advertisers, app developers, and publishers can send us information through Meta Business Tools they use, including our social plug-ins (such as the Like button), Facebook Login, our APIs and SDKs, or the Meta pixel. <b>These partners provide information about your activities off of our Products—including information about your device, websites you visit, purchases you make, the ads you see, and how you use their services—whether or not you have an account or are logged into our Products.</b> For example, a game developer could use our API to tell us what games you play, or a business could tell us about a purchase you made in its store.<b>We also receive information about your online and offline actions and purchases from third-party data providers who have the rights to provide us with your information."</b>
de: Meta erhält Daten über seine Nutzer von „Dritten, einschließlich Werbetreibenden und Drittdatenanbietern, die das Recht haben, uns Ihre Informationen zur Verfügung zu stellen“, unabhängig davon, ob die Nutzer ein Facebook-Konto haben oder nicht:<br/> „Werbetreibende, App-Entwickler und Publisher können uns über die von ihnen verwendeten Meta Business Tools, einschließlich unserer Social Plug-ins (wie dem Like-Button), Facebook Login, unserer APIs und SDKs oder des Meta-Pixels, Informationen senden. <b>Diese Partner stellen uns Informationen über Ihre Aktivitäten außerhalb unserer Produkte zur Verfügung, einschließlich Informationen über Ihr Gerät, die von Ihnen besuchten Websites, die von Ihnen getätigten Käufe, die von Ihnen angezeigten Anzeigen und die Art und Weise, wie Sie ihre Dienste nutzen</b> - unabhängig davon, ob Sie ein Konto haben oder bei unseren Produkten angemeldet sind. Beispielsweise könnte ein Spieleentwickler unsere API verwenden, um uns mitzuteilen, welche Spiele Sie spielen, oder ein Unternehmen könnte uns über einen Kauf informieren, den Sie in seinem Geschäft getätigt haben. <b>Wir erhalten auch Informationen über Ihre Online- und Offline-Aktionen und Einkäufe von Drittanbietern, die das Recht haben, uns Ihre Daten zur Verfügung zu stellen.“</b>
es: Meta recibe información sobre sus usuarios de «terceros, que incluyen anunciantes y proveedores de datos externos que tienen derecho a proporcionarnos sus datos», ya sea que los usuarios tengan una cuenta de Facebook o no:<br/> «Los anunciantes, desarrolladores de aplicaciones y editores pueden enviarnos información a través de las Meta Business Tools que utilizan, que incluyen nuestros complementos de redes sociales (como el botón Me gusta), inicio de sesión con Facebook, nuestras API y SDK o el píxel de Meta. <b>Estos socios proporcionan información sobre sus actividades fuera de nuestros Productos —incluyendo información sobre su dispositivo, los sitios web que visita, las compras que realiza, los anuncios que ve y cómo utiliza sus servicios—, ya sea que tenga o no una cuenta, o que esté o no conectado a nuestros Productos.</b> Por ejemplo, un desarrollador de juegos podría usar nuestra API para decirnos qué juegos utiliza, o una empresa podría decirnos sobre una compra que hizo en su tienda. <b>También recibimos información sobre sus acciones y compras en línea y fuera de línea por parte de proveedores de datos externos que tienen el derecho de proporcionarnos su información».</b>
pt_br: A Meta recebe dados sobre seus usuários de "terceiros, incluindo anunciantes e provedores de dados terceirizados, que têm o direito de nos fornecer suas informações", independentemente dos usuários terem ou não conta no Facebook:<br/> "Anunciantes, desenvolvedores de aplicativos e editores podem nos enviar informações por meio das ferramentas da Meta para empresas que usam, incluindo nossos plug-ins sociais (como o botão Curtir), login do Facebook, nossas APIs e SDKs ou o Meta Pixel. <b>Esses parceiros fornecem informações sobre suas atividades extraídas dos nossos Produtos, incluindo informações sobre seu dispositivo, sites que você acessa, compras que você faz, anúncios que você vê e como você usa seus serviços, independentemente de ter ou não uma conta ou estar conectado aos nossos produtos. </b>Por exemplo, um desenvolvedor de jogos pode usar nossa API para nos dizer quais jogos você joga ou uma empresa pode nos informar sobre uma compra que você fez na loja dela. <b>Também recebemos informações sobre suas ações e compras online e offline de provedores de dados terceirizados que têm o direito de nos fornecer suas informações."</b>

# how_does_it_use_data_collected
source: Video calls content is not used for advertisement: "Facebook does not listen to, view or keep the contents of your Portal video calls. This means nothing you say on a Portal video call is accessed by Facebook or used for advertising."
de: Der Inhalt von Videoanrufen wird nicht für Werbung verwendet: „Facebook hört die Inhalte deiner Portal-Videoanrufe nicht ab, sieht sie nicht und speichert sie nicht. Das bedeutet, dass nichts, was Sie in einem Portal-Videoanruf sagen, von Facebook eingesehen oder für Werbung verwendet wird.“
es: El contenido de las videollamadas no se utiliza para publicidad: «Facebook no escucha, ve ni guarda el contenido de las videollamadas de tu Portal. Esto significa que Facebook no accede a nada de lo que dices en una videollamada del Portal ni lo utiliza para publicidad».
pt_br: O conteúdo da chamada de vídeo não é usado para propaganda: "O Facebook não ouve, visualiza nem mantém conteúdo das chamadas de vídeo do Portal. Isso significa que nada do que você fala em uma chamada de vídeo do Portal é acessado pelo Facebook ou usado para propaganda".

# how_does_it_use_data_collected
source: Facebook says it does not sell any of your information to anyone, and never will. However, it shares data with numerous third parties such as partners who use their analytics services, advertisers, measurement partners, partners offering goods and services in Facebook products, vendors and service providers, researchers and academics, law enforcement, and legal requests.
de: Facebook sagt, dass es keine Ihrer Informationen an Dritte verkauft und dies auch nie tun wird. Es teilt jedoch Daten mit zahlreichen Dritten wie Partnern, die ihre Analysedienste nutzen, Werbetreibenden, Messpartnern, Partnern, die Waren und Dienstleistungen in Facebook-Produkten anbieten, Anbietern und Dienstanbietern, Forschern und Akademikern, Strafverfolgungsbehörden und rechtlichen Anfragen.
es: Facebook afirma que no vende tu información a nadie, y que nunca lo hará. Sin embargo, comparte datos con numerosos terceros, tales como: socios que utilizan sus servicios de análisis, anunciantes, socios de mediciones, socios que ofrecen bienes y servicios en productos de Facebook, proveedores de bienes y servicios, investigadores y académicos, fuerzas del orden y solicitudes legales.
pt_br: O Facebook diz que não vende nenhuma das suas informações a ninguém, e nunca venderá. No entanto, compartilha dados com vários terceiros, como parceiros que usam seus serviços de análise, anunciantes, parceiros de mensuração, parceiros que oferecem mercadorias e serviços em produtos do Facebook, fornecedores e prestadores de serviços, pesquisadores e acadêmicos, autoridades da lei e requisitantes legais.
