Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/ray-ban-facebook-stories.po
Languages: de, es, pt_br

# how_does_it_use_data_collected
source: Meta/Facebook is using data to help third parties provide and measure advertisement: "We use the information we have (including your activity off our Products, such as the websites you visit and ads you see) to help advertisers and other partners measure the effectiveness and distribution of their ads and services, and understand the types of people who use their services and how people interact with their websites, apps, and services. Learn how we share information with these partners. "
de: Meta/Facebook verwendet Daten, um Dritten bei der Bereitstellung und Messung von Werbung zu helfen: „Wir verwenden die uns vorliegenden Informationen (einschließlich Ihrer Aktivitäten außerhalb unserer Produkte, wie z. B. die von dir besuchten Websites und die von dir gesehenen Anzeigen), um Werbetreibenden und anderen Partnern dabei zu helfen, die Effektivität und Verbreitung ihrer Anzeigen und Dienste zu messen und zu verstehen, welche Arten von Menschen ihre Dienste nutzen und wie Menschen mit ihren Websites, Apps und Diensten interagieren. Erfahren Sie, wie wir Informationen mit diesen Partnern teilen“.
es: Meta/Facebook utiliza datos para ayudar a terceros a proporcionar y medir anuncios publicitarios: «Utilizamos la información que tenemos (incluida tu actividad fuera de nuestros Productos, como los sitios web que visitas y los anuncios que ves) para ayudar a los anunciantes y otros socios a medir la efectividad y distribución de sus anuncios y servicios, y para comprender qué tipos de personas usan sus servicios y cómo interactúan las personas con sus sitios web, aplicaciones y servicios. Más información sobre cómo compartimos datos con estos socios».
pt_br: O Facebook usa dados para ajudar terceiros a fornecer e mensurar propaganda: "Usamos as informações que temos (incluindo sua atividade a partir dos nossos produtos, como os sites que você acessa e os anúncios que você vê) para ajudar os anunciantes e outros parceiros a mensurar a eficácia e a distribuição dos seus anúncios e serviços, e entender os tipos de pessoas que usam seus serviços e como as pessoas interagem com seus sites, aplicativos e serviços. Saiba como compartilhamos informações com esses parceiros".

# how_does_it_use_data_collected
source: Facebook says that it does not use voice data for targeted ads. However, the metadata about your Portal usage – how often you make video calls or use in-call apps or features – can be used to target you with advertisements across the Facebook advertisement network..
de: Facebook sagt, dass es keine Sprachdaten für gezielte Werbung verwendet. Die Metadaten zu Ihrer Portalnutzung – wie oft Sie Videoanrufe tätigen oder In-Call-Apps oder -Funktionen verwenden – können jedoch verwendet werden, um Sie mit Werbung im gesamten Facebook-Werbenetzwerk anzusprechen.
es: Facebook dice que no usa los datos de voz para dirigir anuncios. Sin embargo, los metadatos sobre tu uso de Portal (la frecuencia con la que realizas videollamadas o utilizas aplicaciones o funciones durante la llamada) se pueden utilizar para enviarte anuncios en toda la red de publicidad de Facebook.
pt_br: O Facebook diz que não usa dados de voz para anúncios segmentados. No entanto, os metadados sobre o uso do seu Portal – com que frequência você faz chamadas de vídeo ou usa aplicativos ou recursos durante a chamada – podem ser usados para direcionar anúncios para você em toda a rede de propaganda do Facebook.

# how_does_it_use_data_collected
source: In addition, Facebook collects personal data from its partners. These partners provide information about your activities off Facebook — including information about your device, websites you visit, purchases you make, the ads you see, and how you use their services—whether or not you have a Facebook account or are logged into Facebook.
de: Darüber hinaus erhebt Facebook personenbezogene Daten von seinen Partnern. Diese Partner stellen Informationen über Ihre Aktivitäten außerhalb von Facebook bereit – einschließlich Informationen über Ihr Gerät, von Ihnen besuchte Websites, von Ihnen getätigte Käufe, die Ihnen angezeigten Anzeigen und wie Sie ihre Dienste nutzen – unabhängig davon, ob Sie ein Facebook-Konto haben oder bei Facebook eingeloggt sind.
es: Además, Facebook recopila datos personales de sus socios. Estos socios brindan información sobre tus actividades fuera de Facebook (incluyendo datos sobre tu dispositivo, los sitios web que visitas, las compras que realizas, los anuncios que miras y la forma en la que usas sus servicios), sin importar si tienes o no tienes una cuenta de Facebook o si has iniciado sesión en Facebook.
pt_br: Além disso, o Facebook coleta dados pessoais de seus parceiros. Esses parceiros fornecem informações sobre suas atividades no Facebook – incluindo informações sobre seu dispositivo, sites que você acessa, compras que você faz, anúncios que você vê e como você usa os serviços deles – independentemente de você ter ou não uma conta do Facebook ou estar conectado ao Facebook.

# how_does_it_use_data_collected
source: Facebook shares information it collects on Portal with independent apps and services that integrate with Portal. This may include information about a user’s Portal device, such as device name, IP address, and zip code, as well as other information to help them provide the services requested by the user (for example, the text and subject of their voice commands to the app, service or integration through “Hey Portal”). The information collected by these independent apps, services, or integrations is subject to their own terms and policies.
de: Facebook teilt die im Portal gesammelten Informationen mit unabhängigen Apps und Diensten, die in das Portal integriert sind. Dies kann Informationen über das Portalgerät eines Benutzers umfassen, wie Gerätename, IP-Adresse und Postleitzahl, sowie andere Informationen, die ihm dabei helfen, die vom Benutzer angeforderten Dienste bereitzustellen (z. B. Text und Betreff seiner Sprachbefehle an der App, des Dienstes oder der Integration über „Hey Portal“). Die von diesen unabhängigen Apps, Diensten oder Integrationen gesammelten Informationen unterliegen ihren eigenen Bedingungen und Richtlinien.
es: Facebook comparte la información que recopila en Portal con aplicaciones y servicios independientes que se integran con el dispositivo. Esto puede incluir información sobre el dispositivo Portal, el nombre del dispositivo, la dirección IP y el código postal, así como otra información que le ayude a brindar los servicios solicitados por el usuario (por ejemplo, el texto y el tema de los comandos de voz solicitados a la aplicación, el servicio o la integración a través de «Ey, Portal»). La información recopilada por estas aplicaciones, servicios o integraciones independientes está sujeta a sus propios términos y políticas.
pt_br: O Facebook compartilha informações que coleta no Portal com aplicativos e serviços independentes que se integram ao Portal. Isso pode incluir informações sobre o dispositivo do Portal de um usuário, como nome do dispositivo, endereço IP e código postal, bem como outras informações para ajudá-los a fornecer os serviços solicitados pelo usuário (por exemplo, o texto e o assunto dos seus comandos de voz para o aplicativo, serviço ou integração pelo "Hey Portal"). As informações coletadas por esses aplicativos, serviços ou integrações independentes estão sujeitas aos seus próprios termos e políticas.

# user_friendly_privacy_policy_helptext
source: There are multiple and confusing privacy policies for this product. It's also hard to tell which privacy policies apply to the product across Ray-Ban and Meta/Facebook.
de: Es gibt mehrere und verwirrende Datenschutzrichtlinien für dieses Produkt. Es ist auch schwer zu erkennen, welche Datenschutzrichtlinien von Ray-Ban und Meta/Facebook für das Produkt gelten.
es: Existen múltiples y confusas políticas de privacidad para este producto. También es difícil saber cuáles son las políticas de privacidad que aplican al producto, tanto en Ray-Ban como en Meta/Facebook.
pt_br: Existem várias políticas de privacidade confusas para este produto. Também é difícil dizer quais políticas de privacidade se aplicam ao produto na Ray-Ban e na Meta/Facebook.

# uses_encryption_helptext
source: People’s photos and videos are encrypted on the glasses using Android file-based encryption.
de: Die Fotos und Videos der Nutzer werden auf der Brille mit einer Android-dateibasierten Kodierung verschlüsselt.
es: Las fotos y los vídeos que toman las personas se cifran en las gafas mediante el cifrado basado en archivos de Android.
pt_br: As fotos e vídeos das pessoas são criptografados nos óculos usando criptografia baseada em arquivos de Android.

# security_updates_helptext
source: Both app and glasses
de: Sowohl App als auch Brille
es: Tanto para la aplicación como para las gafas.
pt_br: Aplicativo e óculos

# strong_password_helptext
source: Two-factor authentication is encouraged.
de: Zwei-Faktor-Authentifizierung wird empfohlen.
es: Se recomienda la autenticación de dos factores.
pt_br: A autenticação de dois fatores é incentivada.

# manage_vulnerabilities_helptext
source: A <a id="a1">bug bounty program</a> is in place.
de: Ein <a id="a1">Bug Bounty-Programm</a> ist vorhanden.
es: Hay un programa de <a id="a1">cazadores de bugs</a> establecido.
pt_br: Um <a id="a1">programa de recompensas de descoberta de bugs</a> está em vigor.

# tips_to_protect_yourself
source: Set up <a id="a1">two-factor authentication</a>
de: Aktivieren Sie <a id="a1">die Zwei-Faktor-Authentifizierung</a>.
es: Configura la <a id="a1">autenticación de dos factores.</a>
pt_br: Configure a <a id="a1">autenticação de dois fatores</a>

# tips_to_protect_yourself
source: Set up <a id="a1">login alerts</a>
de: Richten Sie <a id="a1">Login-Benachrichtigungen</a> ein
es: Configura alertas de <a id="a1">inicio de sesión.</a>
pt_br: Defina alertas <a id="a1">de login</a>

# tips_to_protect_yourself
source: Minimize the amount of data shared with your Facebook account
de: Minimieren Sie die Datenmenge, die über Ihr Facebook-Konto geteilt wird
es: Reduce al mínimo la cantidad de datos compartidos con tu cuenta de Facebook
pt_br: Minimize a quantidade de dados compartilhados com sua conta do Facebook

# tips_to_protect_yourself
source: Set up your Facebook account's <a id="a1">privacy setting</a>s
de: Richten Sie die <a id="a1">Datenschutzeinstellungen</a> Ihres Facebook-Kontos ein.
es: Configura los <a id="a1">ajustes de privacidad</a> de tu cuenta de Facebook
pt_br: Defina as <a id="a1">configurações de privacidade</a> da sua conta do Facebook

# tips_to_protect_yourself
source: Check Meta Portal privacy settings
de: Überprüfen Sie die Datenschutzeinstellungen des Meta-Portals
es: Comprueba la configuración de privacidad del Meta Portal.
pt_br: Verifique as configurações de configurações de privacidade do Meta Portal

# tips_to_protect_yourself
source: Keep your location data private
de: Halten Sie Ihre Standortdaten privat.
es: Mantén la privacidad de tus datos de ubicación
pt_br: Mantenha seus dados de localização privados

# tips_to_protect_yourself
source: Stop data collection by Meta's partners
de: Stoppen Sie die Datenerfassung durch die Partner von Meta.
es: Detén la recopilación de datos por parte de los socios de Meta
pt_br: Pare a coleta de dados dos parceiros da Meta

# tips_to_protect_yourself
source: Note that when sharing data with third-parties services, the third-party privacy policy applies.
de: Beachten Sie, dass beim Teilen von Daten mit Diensten von Drittanbietern die Datenschutzrichtlinien von Drittanbietern gelten.
es: Ten en cuenta que al compartir datos con servicios de terceros, se aplicará la política de privacidad de esos terceros.
pt_br: Observe que, ao compartilhar dados com serviços de terceiros, a política de privacidade de terceiros se aplica.

# tips_to_protect_yourself
source: You can disable the camera and built-in microphone on Portal with a single tap or with a sliding switch. A red light next to the lens indicates the camera and microphone are off
de: Sie können die Kamera und das integrierte Mikrofon im Portal mit einem einzigen Fingertipp oder mit einem Schiebeschalter deaktivieren. Ein rotes Licht neben dem Objektiv zeigt an, dass Kamera und Mikrofon ausgeschaltet sind.
es: Puedes desactivar la cámara y el micrófono incorporados en Portal con un solo toque o con un interruptor deslizante. Una luz roja junto a la lente indica que la cámara y el micrófono están apagados.
pt_br: Você pode desabilitar a câmera e o microfone embutidos no Portal com um único toque ou movendo uma chave. Uma luz vermelha ao lado da lente indica que a câmera e o microfone estão desligados.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data
de: Stimmen Sie bei der Registrierung für ein Konto nicht der Nachverfolgung Ihrer Daten zu.
es: Cuando inicies el registro, no aceptes el seguimiento de tus datos.
pt_br: Ao começar um registro não concorde com o rastreamento dos seus dados.

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
de: Melden Sie sich nicht mit Konten von Drittanbietern an. Melden Sie sich am besten einfach mit E-Mail und starkem Passwort an.
es: No te registres a través de cuentas de terceros. Es mejor que inicies sesión con un correo electrónico y una contraseña segura.
pt_br: Não se registre com contas de terceiros. É melhor fazer login somente com email e senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Standort, außer es ist notwendig).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do app (não dê acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário).

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad
pt_br: Mantenha seu aplicativo sempre atualizado.

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
pt_br: Limite o rastreamento de propaganda no seu dispositivo (ex. no iPhone acesse Privacidade -> Propaganda -> Limitar rastreamento de propaganda) e nas maiores redes de anúncios (para o Google, acesse sua conta Google e desative os anúncios personalizados).

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data."
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.
pt_br: Se decidir parar de usar o aplicativo, solicite que seus dados sejam excluídos. Apenas excluir o aplicativo do seu dispositivo não apagará seus dados pessoais da base da empresa.

# personal_data_collected
source: Name, email address, password. When the cameras and microphones are activated on the Glasses, they collect photo and video recordings.
de: Name, E-Mail-Adresse, Passwort. Wenn die Kameras und Mikrofone auf der Brille aktiviert sind, sammeln sie Foto- und Videoaufnahmen.
es: Nombre, dirección de correo electrónico, contraseña. Cuando las cámaras y los micrófonos están activados en las gafas, se recopilan las fotos y las grabaciones de vídeo.
pt_br: Nome, endereço de email, senha. Quando as câmeras e os microfones são ativados nos óculos, eles coletam gravações de fotos e vídeos.

# biometric_data_collected
source: Voice clips are recorded and can be sent back to Facebook when you say "Hey Facebook."
de: Sprachclips aufgezeichnet und können an Facebook zurückgesendet werden, wenn Sie „Hey Facebook“ sagen.
es: Cuando dices «Ey, Facebook», los clips de voz se graban y pueden enviarse a Facebook.
pt_br: Os clipes de voz são gravados e enviados de volta para o Facebook quando você diz "Hey Portal".

# social_data_collected
source: Contacts (optional, when you share content)
de: Kontakte (optional, wenn Sie Inhalte teilen)
es: Contactos (opcional, cuando compartes contenido)
pt_br: Contatos (opcional, quando você compartilha conteúdo)

# how_can_you_control_your_data
source: It is unclear if all users regardless of location can get their data deleted.
de: Es ist unklar, ob alle Benutzer unabhängig von Ihrem Standort ihre Daten löschen lassen können.
es: No está claro si todos los usuarios pueden solicitar que se eliminen sus datos, independientemente del lugar donde vivan.
pt_br: Não está claro se todos os usuários, independentemente de onde moram, podem excluir seus dados.

# how_can_you_control_your_data
source: Facebook mentions GDPR and CCPA right to delete data.
de: Facebook erwähnt das Recht aus DSGVO und CCPA, Daten zu löschen.
es: Facebook menciona los derechos a eliminar datos que figuran en el RGPD y la CCPA.
pt_br: O Facebook menciona o GDPR e o direito da CCPA de excluir dados.

# how_can_you_control_your_data
source: "We store data until it is no longer necessary to provide our services and Meta Products, or until your account is deleted - whichever comes first. This is a case-by-case determination that depends on things like the nature of the data, why it is collected and processed, and relevant legal or operational retention needs. For example, when you search for something on Facebook, you can access and delete that query from within your search history at any time, but the log of that search is deleted after 6 months. If you submit a copy of your government-issued ID for account verification purposes, we delete that copy 30 days after review, unless otherwise stated. Learn more about deletion of content you have shared and cookie data obtained through social plugins.
de: „Wir speichern Daten, bis sie für die Erbringung unserer Dienstleistungen und Meta-Produkte nicht mehr erforderlich sind oder bis Ihr Konto gelöscht wird - je nachdem, was zuerst eintritt. Dies ist eine Einzelfallentscheidung, die von Dingen wie der Art der Daten, dem Grund für ihre Erhebung und Verarbeitung und den relevanten rechtlichen oder betrieblichen Aufbewahrungsanforderungen abhängt. Wenn Sie beispielsweise auf Facebook nach etwas suchen, können Sie jederzeit auf diese Suchanfrage in Ihrem Suchverlauf zugreifen und sie löschen, aber das Protokoll dieser Suche wird erst nach 6 Monaten gelöscht. Wenn Sie eine Kopie Ihres amtlichen Ausweises zum Zweck der Kontoverifizierung einreichen, löschen wir diese Kopie 30 Tage nach der Überprüfung, sofern nicht anders angegeben. Erfahren Sie mehr über die Löschung von Inhalten, die Sie geteilt haben, und über Cookie-Daten, die durch Social Plugins erhalten wurden.
es: «Almacenamos datos hasta que dejan de ser necesarios para proporcionar nuestros servicios y productos Meta, o hasta que se elimine tu cuenta, lo que ocurra primero. Esto se determina caso por caso y depende de factores como la naturaleza de los datos, por qué se recopilan y procesan, y las necesidades de retención legales u operativas relevantes. Por ejemplo, cuando buscas algo en Facebook, puedes acceder y eliminar esa consulta desde tu historial de búsqueda en cualquier momento, pero el registro de esa búsqueda se eliminará 6 meses después. Si envías una copia de tu documento de identificación oficial para verificar la cuenta, la eliminaremos 30 días después de la revisión, a menos que se indique lo contrario. Obtén más información sobre la eliminación de contenidos que has compartido y sobre los datos de cookies obtenidos a través de plugins de redes sociales.
pt_br: "Armazenamos dados até que não seja mais necessário fornecer nossos serviços e produtos Meta, ou até que sua conta seja excluída – o que ocorrer primeiro. Esta é uma determinação caso a caso que depende de coisas como a natureza dos dados, por que são coletados e processados, e necessidades relevantes de retenção legal ou operacional. Por exemplo, quando você pesquisa algo no Facebook, pode acessar e excluir essa consulta do seu histórico de pesquisa a qualquer momento, mas o registro dessa pesquisa é excluído após 6 meses. Se enviar uma cópia do seu documento de identificação oficial para fins de verificação de conta, eliminamos essa cópia 30 dias após a análise, salvo indicação em contrário. Saiba mais sobre a exclusão do conteúdo que você compartilhou e os dados de cookies obtidos por meio de plugins de redes sociais.
