Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/raya.po
Languages: de, es, fr, pt_br

# blurb
source: Raya has a reputation as a secret, exclusive club for members only. Basically, it wants you to think it's where all the cool kids are. To join, it seems users must get invited by someone already on the app and fill out an application that includes your Instagram account (you've got to have at least thousands of followers), your contacts, and your education level. That application is reviewed by a committee and an "evolving" algorithm to determine if you make it into the club. Launched in 2015, and rumored to be a celebrity dating app, Raya has since expanded to include a professional networking function for people in the entertainment world. Anyone can apply for membership to Raya, although according to Wikipedia, the acceptance rate is reportedly only about eight percent. Oh, and Raya can only be accessed through the app and is for iOS users only, Android users need not apply.
de: Raya hat den Ruf, ein geheimer, exklusiver Club nur für Mitglieder zu sein. Im Grunde möchte Raya als Ort gelten, an dem all die coolen Leute abhängen. Um mit dabei zu sein, müssen Nutzerinnen und Nutzer von einem Mitglied eingeladen werden und eine Bewerbung ausfüllen; zu den Angaben gehören der eigene Instagram-Account (man muss mindestens Tausende von Followern haben), die eigenen Kontakte und das Bildungsniveau. Die Bewerbung wird dann von einem Komitee und einem „sich entwickelnden“ Algorithmus geprüft, um zu entscheiden, ob Sie des Clubs würdig sind. Raya kam 2015 auf den Markt und galt als Dating-App für Celebritys. Mittlerweile beinhaltet die App eine professionelle Networking-Funktion für Menschen aus der Unterhaltungsbranche. Jede und jeder kann sich für eine Mitgliedschaft bei Raya bewerben. Laut Wikipedia liegt die Aufnahmequote aber bei gerade einmal acht Prozent. Ach ja, Raya kann übrigens nur über die App genutzt werden. Und auch nur von iOS-Nutzerinnen und -Nutzern. Wer Android hat, braucht sich erst gar nicht zu bewerben.
es: Raya tiene la reputación de ser un club secreto exclusivo para miembros. Básicamente, quiere que pienses que es el lugar donde se encuentra toda la gente «cool». Para unirte parece que los usuarios deben recibir la invitación de alguien que ya tiene la aplicación y luego llenar la solicitud, en la que se incluye tu cuenta de Instagram (debes tener por lo menos algunos miles de seguidores), tus contactos y tu escolaridad. Un comité y un algoritmo "en desarrollo" revisan tu solicitud para decidir si puedes unirte al club. Lanzada en 2015, ya corría el rumor de que era una aplicación de citas para celebridades, y desde entonces Raya se expandió para incluir una función de red de contactos profesionales para gente del mundo del entretenimiento. Cualquiera puede solicitar su admisión a Raya, aunque, según Wikipedia, supuestamente la tasa de aceptación es de solo un 8% aproximadamente. ¡Ah! La única manera de iniciar sesión en Raya es mediante la aplicación, disponible solo para usuarios de iOS. Sorry, usuarios de Android.
fr: Raya a la réputation d’être une sorte de club secret, exclusivement réservé aux membres qui en font partie. Autrement dit, l’application veut vous faire croire que c’est « The place to be », version en ligne et branchée. Pour en faire partie, les utilisateurs doivent être invités par quelqu’un qui est déjà sur l’application et remplir un formulaire qui comprend votre compte Instagram (spoiler : vous devez avoir au moins plusieurs milliers de followers), vos contacts et votre niveau d’études. Votre candidature est ensuite examinée par un comité et un algorithme « évolutif » afin de déterminer si vous méritez d’entrer dans le club. Lancée en 2015, Raya (dont la rumeur disait alors qu’il s’agissait d’une application de rencontres entre célébrités), a depuis intégré une fonction de networking pour les personnes travaillant dans le secteur du divertissement. Tout le monde peut demander à devenir membre de Raya, même si, selon Wikipédia, le taux d’acceptation ne serait que de 8 %. Dernière précision : Raya n’est accessible que via son application et est réservé aux utilisateurs d’iOS. Les utilisateurs d’Android sont priés d’aller s’inscrire ailleurs.
pt_br: O Raya tem a fama de ser um clube exclusivo e secreto apenas para membros. Basicamente, eles querem que você acredite que todos os jovens descolados se encontram nele. Para participar, os usuários devem ser convidados por alguém que já está no aplicativo e preencher uma inscrição que inclui sua conta do Instagram (com pelo menos milhares de seguidores), seus contatos e seu nível de educação. Essa inscrição é avaliada por um comitê e um algoritmo “em evolução” para decidir se você será aceito no clube. O Raya foi lançado em 2015 como um aplicativo de namoro exclusivo para celebridades e agora oferece uma plataforma de networking para pessoas da indústria do entretenimento. Embora qualquer pessoa possa se candidatar a ser membro, a taxa de aceitação, segundo a Wikipedia, é de apenas 8%. Ah, e o Raya só pode ser acessado por meio do aplicativo e é exclusivo para usuários iOS; usuários de Android não podem se inscrever.

# worst_case
source: Being a super secret, "celebrity" dating app means that Raya claims to make users' privacy and confidentiality a top priority. The application process people who want to join Raya must go through sounds a bit invasive as a committee digs into your contacts, Instagram, education, and more to see if you're cool enough to join the club. Once invited to join though, does Raya do a good job of protecting their users' privacy? It's a little hard for us to tell, they are super secret after all. They don't sell any user data they collect, which is a good thing. They do share aggregated, anonymized data with third parties like investors for business purposes, which isn't too uncommon, although we do like to warn that often this data isn't too hard do de-anonymize. As we're not part of the club and they didn't respond to our emails, we couldn't tell if they require a strong password to protect the app, if they use encryptions on chats and messages within the app, or what sorts of data their "evolving algorithm" might use to evaluate applications. What could happen if something goes wrong? Hard to tell. We suppose you could get accepted into the Raya club, end up have a weird chat with Pete Davidson, and have no proof because Raya really frowns on screenshots within the app.
de: Als supergeheime Dating-App für die Reichen und Schönen erklärt Raya Datenschutz und Privatsphäre seiner Nutzerinnen und Nutzer zur obersten Priorität. Der Bewerbungsprozess, den Menschen durchlaufen müssen, die bei Raya mitmachen wollen, klingt ziemlich invasiv, weil sich das Komitee durch Ihre Kontakte, Ihren Instagram-Account, Ihre Ausbildung und mehr wühlt, um zu sehen, ob Sie cool genug für diesen Club sind. Macht Raya denn einen guten Job in Sachen Datenschutz, sobald man Mitglied ist? Das ist schwer zu sagen, denn Raya tut sehr geheimnisvoll. Immerhin verkaufen sie die Nutzerdaten, die sie sammeln, nicht – eine gute Nachricht. Sie geben aggregierte, anonymisierte Daten an Dritte, zum Beispiel Investoren zu Geschäftszwecken, weiter, was nicht ungewöhnlich ist. Wir möchten aber darauf hinweisen, dass sich solche Daten relativ einfach deanonymisieren lassen. Da wir keine Mitglieder sind und der Club auch nicht auf unsere E-Mails reagiert hat, können wir nicht sagen, ob man ein starkes Passwort braucht, um die App zu schützen, ob Raya Chats und Nachrichten in der App verschlüsselt oder welche Art von Daten ihr „sich entwickelnder Algorithmus“ nutzt, um Bewerbungen auszuwerten. Was könnte passieren, wenn etwas schiefgeht? Schwer zu sagen. Wir nehmen an, dass Sie in den Club aufgenommen werden, eine merkwürdige Unterhaltung mit jemandem aus dem Kardashian-Clan haben, aber später damit nicht angeben können, weil Raya keine Screenshots in der App ermöglicht.
es: Como se trata de una aplicación ultrasecreta de citas para "celebridades", Raya afirma que considera la privacidad y confidencialidad de sus usuarios como una de las principales prioridades. El proceso de solicitud por el que deben pasar los aspirantes suena un tanto invasivo, pues el comité revisa tus contactos, Instagram, escolaridad y más para saber si calificas para unirte al club. Una vez que recibes la invitación para unirte, ¿Raya protege bien la privacidad de sus usuarios? Es difícil saberlo; después de todo, son un club ultrasecreto. No venden ninguno de los datos que recopilan de sus usuarios, lo cual es bueno. Comparten datos agregados y anónimos con terceros, como inversionistas para fines del negocio, que no es inusual, aunque queremos advertir que no resulta difícil desanonimizar esos datos. Como no formamos parte del club y no responden a nuestros mensajes de correo electrónico, no podemos saber si se requiere una contraseña fuerte para proteger la aplicación, si cifran los chats y mensajes dentro de la aplicación o qué datos utiliza su "algoritmo en desarrollo" para evaluar las solicitudes de admisión. ¿Qué podría salir mal? Es difícil decirlo. Podemos suponer que te acepten en el club Raya y termines teniendo una conversación extraña con Pete Davidson, y no hay evidencia porque Raya realmente desaprueba las capturas de pantalla dentro de la aplicación.
fr: En tant qu’application de rencontres super secrète pour « célébrités », Raya prétend faire de la vie privée et de la confidentialité des utilisateurs une de ses priorités. Serait-ce la raison pour laquelle le processus de candidature que doivent suivre les personnes qui souhaitent rejoindre ce cercle très fermé est aussi invasif ? Car il implique qu’un comité mette le nez dans vos contacts, dans votre compte Instagram, dans votre parcours scolaire et universitaire et bien plus encore, simplement pour voir si vous êtes assez « hype » pour rejoindre le club. Une fois dans le club, Raya protège-t-elle bien la vie privée de ses utilisateurs ? Plutôt difficile à dire, car cette application est super secrète après tout. Une chose est sûre : les données collectées auprès de ses utilisateurs ne sont pas revendues, ce qui est déjà une bonne chose. L’application partage toutefois des données agrégées et anonymes avec des tiers comme des investisseurs, à des fins commerciales, mais il faut reconnaître que c’est une pratique courante. Même si ces données sont souvent faciles à « désanonymiser ». Comme nous ne faisons pas partie du club et que Raya n’a pas répondu à nos e-mails, nous ne sommes pas en mesure de dire si un mot de passe fort est exigé pour protéger l’application, si les chats et les messages sont cryptés ou encore quels types de données son « algorithme évolutif » pourrait utiliser pour ses évaluations. Alors, que pourrait-il se passer en cas de problème ? Difficile à dire. Vous pourriez être accepté dans le saint des saints club Raya, finir par avoir une conversation bizarre avec Timothée Chalamet (en plus il parle français !), mais n’en avoir aucune preuve parce que Raya désapprouve totalement les captures d’écran.
pt_br: O Raya é um aplicativo de namoro ultrassecreto para “celebridades” que se orgulha de dar prioridade à privacidade e à confidencialidade dos usuários. O processo de inscrição pode parecer invasivo, pois um comitê examina seus contatos, Instagram, educação e outros detalhes para avaliar se você é suficientemente descolado para entrar no clube. No entanto, uma vez aceito, o Raya consegue proteger adequadamente a privacidade dos usuários? É difícil dizer, afinal, eles são ultrassecretos. O Raya não comercializa dados de seus usuários, o que é uma boa notícia. No entanto, eles compartilham dados agregados e anonimizados com terceiros, como investidores, para fins comerciais, o que não é incomum. Vale lembrar que esses dados podem ser facilmente desanonimizados. Como não fazemos parte do clube e não tivemos resposta aos nossos e-mails, não podemos confirmar se eles exigem uma senha forte para proteger o aplicativo, se usam criptografia em bate-papos e mensagens dentro do aplicativo ou que tipos de dados seu algoritmo “em evolução” pode usar para avaliar as inscrições. O que poderia dar errado? É difícil dizer. Você poderia ser aceito no clube, ter uma conversa estranha com Pete Davidson e não ter provas, já que a empresa não permite capturas de tela no aplicativo.

# signup_requirement_explanation
source: From what we can gather, you need all three for your application. Phone number for verification, email and Instagram account.
de: Soweit wir wissen, brauchen Sie für Ihre Bewerbung alle drei: die Telefonnummer zum Verifizieren, eine E-Mail-Adresse und Ihren Instagram-Account.
es: Hasta donde podemos deducir, necesitas proporcionar tres datos en tu solicitud: número telefónico para verificación, dirección de correo electrónico y cuenta de Instagram.
fr: D’après nos renseignements, ces trois éléments sont nécessaires pour soumettre votre candidature : votre numéro de téléphone (à des fins de vérification), votre adresse e-mail et votre compte Instagram.
pt_br: Ao que parece, os três itens são necessários para concluir sua inscrição: número de telefone para verificação, e-mail e conta do Instagram.

# how_does_it_use_data_collected
source: Raya does not share or sell any personal data. The platform shares non-personal, non-identifiable data with third-parties, such as promotional partners, advisors and investors, as well as for analytics purposes.
de: Raya teilt und verkauft keine personenbezogenen Daten. Die Plattform gibt nicht-personenbezogene, nicht-identifizierbare Daten an Dritte weiter, z. B. Werbepartner, Berater und Investoren, sowie zu Analysezwecken.
es: Raya no comparte ni vende datos personales. La plataforma comparte datos no personales ni identificables con terceros, que pueden ser socios publicitarios, asesores e inversionistas, y también para propósitos de analítica.
fr: Raya ne partage ni ne vend aucune donnée personnelle. La plateforme partage des données non personnelles et non identifiables avec des tiers, comme des partenaires promotionnels, des conseillers et des investisseurs, ainsi qu’à des fins d’analyse.
pt_br: A plataforma não compartilha ou vende dados pessoais. São compartilhados apenas dados não pessoais e não identificáveis com terceiros, como parceiros promocionais, consultores e investidores, além de uso para fins analíticos.

# uses_encryption_helptext
source: We were unable to determine if they use encryption to protect users' personal information, chats, photos, and more.
de: Wir konnten nicht feststellen, ob eine Verschlüsselung verwendet wird, um die persönlichen Daten der Nutzer*innen, Chats, Bilder und mehr zu schützen.
es: No pudimos determinar si utilizan cifrado para proteger la información personal de sus usuarios, sus chats, fotos y demás.
fr: Nous n’avons pas pu déterminer si l’application a recours au chiffrement pour protéger les informations personnelles des membres, leurs Chats, leurs photos, etc.
pt_br: Não pudemos determinar se eles utilizam criptografia para proteger as informações pessoais dos usuários, conversas, fotos, entre outros.

# personal_data_collected
source: Names (required), email address (required), gender (required), date of birth (required), Instagram handle (required), phone contacts (required?), photos (required), city of residence (optional?), hometown (optional?), song selection (optional), preferences for recommendations and connections (optional), content of messages (required), and any other personal information provided as part of the application or profile (optional). Unknown whether it collects data on ethnicity.
de: Namen (erforderlich), E-Mail-Adresse (erforderlich), Geschlecht (erforderlich), Geburtsdatum (erforderlich), Instagram-Handle (erforderlich), Telefonkontakte (erforderlich?), Fotos (erforderlich), Wohnort (optional?), Heimatstadt (optional?), Songauswahl (optional), Vorlieben für Empfehlungen und Verbindungen (optional), Nachrichteninhalte (erforderlich) und alle anderen personenbezogenen Informationen, die im Rahmen der Bewerbung oder des Profils angegeben werden (optional). Es ist nicht bekannt, ob Daten zur ethnischen Zugehörigkeit erfasst werden.
es: Nombre (obligatorio), dirección de correo electrónico (obligatorio), género (obligatorio), fecha de nacimiento (obligatorio), nombre de usuario en Instagram (obligatorio), contactos de celular (¿obligatorio?), fotos (obligatorio), ciudad de residencia (¿opcional?), lugar de nacimiento (¿opcional?), selección de canciones (opcional), preferencias de recomendaciones y conexiones (opcional), contenido de los mensajes (obligatorio) y cualquier otra información personal proporcionada en la solicitud o en el perfil (opcional). Se desconoce si recopila datos sobre origen étnico.
fr: Noms (obligatoire), adresse électronique (obligatoire), sexe (obligatoire), date de naissance (obligatoire), pseudonyme sur Instagram (obligatoire), contacts téléphoniques (obligatoire ?), photos (obligatoire), ville de résidence (facultatif ?), ville de naissance (facultatif ?), sélection de chansons (facultatif), préférences en matière de recommandations et de connexions (facultatif), contenu des messages (obligatoire) et toute autre information personnelle fournie dans le cadre de la demande d’inscription ou de la création du profil (facultatif). On ne sait pas si Raya recueille des données sur l’appartenance ethnique de ses utilisateurs.
pt_br: Nomes (obrigatório), endereço de e-mail (obrigatório), gênero (obrigatório), data de nascimento (obrigatório), nome de usuário do Instagram (obrigatório), contatos telefônicos (obrigatório?), fotos (obrigatório), cidade de residência (opcional?), cidade natal (opcional?), seleção de música (opcional), preferências para recomendações e conexões (opcional), conteúdo de mensagens (obrigatório) e qualquer outra informação pessoal fornecida como parte do perfil ou inscrição (opcional). Não está claro se o aplicativo coleta dados de etnia.

# biometric_data_collected
source: Can't determine
de: Das können wir nicht sagen.
es: Se desconoce
fr: Impossible à déterminer
pt_br: Não é possível determinar

# social_data_collected
source: Raya collects from users’ Instagram accounts their username, profile picture, biography, website, list of followers, list of people a user follows and the number of pictures. This is meant to help verification of identity and evaluate user’s “real-world connection to … existing members”
de: Raya sammelt Daten von den Instagram-Accounts der Nutzerinnen und Nutzer, Nutzernamen, Profilbild, Bio, Website, Liste der Follower, Liste der Leute, denen der Nutzer/die Nutzerin folgt, und die Anzahl der Bilder. Das soll helfen, die Identität zu verifizieren und die „Verbindung der Nutzer*innen zu Mitgliedern in der echten Welt“ auszuwerten.
es: De la cuenta de Instagram de los usuarios, Raya recopila su nombre de usuario, imagen de perfil, biografía, sitio web, lista de seguidores y de personas que un usuario sigue, así como cantidad de fotos. El propósito de esto es verificar la identidad del usuario y evaluar su "conexión del mundo real con... los miembros existentes".
fr: Sur les comptes Instagram de ses utilisateurs, Raya recueille leur nom d’utilisateur, leur photo de profil, leur bio, leur site web, leur liste de followers, la liste des personnes qu’un utilisateur suit et le nombre de photos publiées. Ces informations sont destinées à faciliter la vérification de l’identité et à évaluer le « lien réel de l’utilisateur avec… les membres existants ».
pt_br: O Raya coleta do Instagram dos usuários seu nome de usuário, foto do perfil, biografia, site, lista de seguidores, lista de pessoas que o usuário segue e número de fotos. Essas informações são usadas para verificar a identidade e avaliar as conexões “no mundo real com (…) membros existentes”.

# how_can_you_control_your_data
source: EU users can request to obtain and review their data and for it to be deleted by emailing contact@rayatheapp.com. California residents can request a notice disclosing the categories of personal information that has been shared with third-parties for direct marketing purposes.
de: Nutzerinnen und Nutzer in der EU können per E-Mail an contact@rayatheapp.com beantragen, ihre Daten zu erfragen, zu überprüfen und löschen zu lassen. In Kalifornien ansässige Personen können eine Mitteilung anfordern, in der die Kategorien personenbezogener Daten aufgeführt sind, die zu Direktmarketingzwecken an Dritte weitergegeben wurden.
es: Los usuarios de la Unión Europea pueden solicitar que se les proporcionen sus datos, revisarlos y pedir que se eliminen mediante mensaje de correo electrónico a contact@rayatheapp.com. Los residentes de California pueden solicitar una notificación sobre las categorías de su información personal que Raya ha compartido con terceros para fines de mercadotecnia directa.
fr: Les utilisateurs de l’Union européenne peuvent demander à recevoir et à consulter leurs données mais aussi à les supprimer en envoyant un e-mail à l’adresse contact@rayatheapp.com. Les résidents de Californie peuvent demander un avis présentant les catégories d’informations personnelles qui ont été partagées avec des tiers à des fins de marketing direct.
pt_br: Usuários da UE podem solicitar a revisão e exclusão de seus dados enviando um e-mail para contact@rayatheapp.com. Já os residentes da Califórnia podem pedir uma notificação com as categorias de informações pessoais compartilhadas com terceiros para fins de marketing direto.

# track_record_details
source: No known incidents in the last two years.
de: Keine bekannten Vorfälle in den vergangenen zwei Jahren.
es: Sin incidentes conocidos en los dos últimos años
fr: Aucun incident connu au cours des 2 dernières années.
pt_br: Não houve registros de incidentes nos últimos dois anos.
