Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/recovery-record-eating-disorder-management.po
Languages: de

# blurb
source: Recovery Record makes two separate apps to help people manage eating disorders. The first is targeted at patients and is free to download and use. Called Recovery Record: Eating Disorder Management, this apps helps users keep track of their meals, create customized meal plans and eating schedules, send and receive anonymous encouraging messages with other users, and share their recovery journey with their treatment team.
de: Recovery Record bietet zwei verschiedene Apps an, die Menschen bei der Bewältigung von Essstörungen helfen. Die erste richtet sich an Patienten und kann kostenlos heruntergeladen und verwendet werden. Die App heißt „Recovery Record: Eating Disorder Management“ (Bewältigung von Essstörungen) und hilft Benutzern, ihre Mahlzeiten im Auge zu behalten, individuelle Speisepläne und Esspläne zu erstellen, anonyme ermutigende Nachrichten an andere Benutzer zu senden und solche zu empfangen sowie ihren Genesungsweg mit ihrem Behandlungsteam zu teilen.

# blurb
source: The second app, called Recovery Record for Clinicians, is designed to let eating disorder treatment professionals engage with their patients between visits to help keep them on track in their recovery. The app for clinicians requires a subscription, <a id="a1">costing</a> between $9 - $80.
de: Die zweite App mit dem Namen „Recovery Record for Clinicians“ (Recovery Record für Kliniker) wurde entwickelt, damit Fachleute für die Behandlung von Essstörungen zwischen den Besuchen mit ihren Patienten in Kontakt treten können, um sie bei ihrer Genesung zu unterstützen. Die App für Kliniker ist abonnementpflichtig. Die <a id="a1">Kosten</a> liegen zwischen 9 und 80 USD.

# blurb
source: How do these apps look from a privacy perspective? Well, when we first published our review of Recovery Record, users could sign in using the weak password "111111", we couldn't determine if they used encryption or had a way to manage security vulnerabilities, and their privacy policy raised a number of concerns for us. After publishing our review, Recovery Record reached out to us and worked to to better their password requirement to now require a strong password, clarified their use of encryption and how they manage security vulnerabilities, so we can now confirm they meet our Minimum Security Standards. And they updated and clarified some parts of their privacy policy. We appreciate the work they did to make their app better. We still have a few concerns based on their privacy policy, but Recovery Record seems willing to improve and we like that.
de: Wie sehen diese Apps aus Sicht des Datenschutzes aus? Nun, als wir unseren Testbericht über Recovery Record zum ersten Mal veröffentlichten, konnten sich die Nutzer mit dem schwachen Passwort „111111“ anmelden, wir konnten nicht feststellen, ob die Betreiber eine Verschlüsselung verwenden oder eine Möglichkeit haben, Sicherheitsschwachstellen zu beseitigen, und ihre Datenschutzrichtlinien gaben uns Anlass zu einer Reihe von Bedenken. Nach der Veröffentlichung unseres Berichts hat sich Recovery Record mit uns in Verbindung gesetzt und daran gearbeitet, die Anforderungen an das Passwort so zu verbessern, dass nun ein sicheres Passwort erforderlich ist, sowie die Verwendung von Verschlüsselung und die Handhabung von Sicherheitslücken zu klären, so dass wir nun bestätigen können, dass sie unsere Mindestsicherheitsstandards erfüllen. Außerdem wurden einige Teile der Datenschutzbestimmungen aktualisiert und präzisiert. Wir schätzen die Arbeit, die sie geleistet haben, um ihre App zu verbessern. Wir haben immer noch ein paar Bedenken bezüglich der Datenschutzrichtlinien, aber Recovery Record scheint gewillt zu sein, sich zu verbessern, und das gefällt uns.

# worst_case
source: Recovery Record updated their privacy policy in May, 2022 after we published our review. They have since clarified some things in their privacy policy that help us feel better about some of the concerns we have. We still have a few questions about their privacy practices, but less than before.
de: Recovery Record hat seine Datenschutzrichtlinien im Mai 2022 aktualisiert, nachdem wir unseren Bericht veröffentlicht hatten. Seitdem hat das Unternehmen einige Dinge in seinen Datenschutzrichtlinien klargestellt, sodass wir bei einigen unserer Bedenken ein besseres Gefühl bekommen haben. Wir haben zwar noch immer ein paar Fragen zu ihren Datenschutzpraktiken, aber weniger als zuvor.

# worst_case
source: Recovery Record can collect a fair amount of personal and usage data, including name, age, gender, city/town, and email address. They also say "clinicians and support persons involved in your care may provide us information, including protected health information, about you." They do say <a id="a1">US HIPAA privacy laws</a> requires them "<i>to, among other things, apply reasonable and appropriate measures to safeguard the confidentiality, integrity, and availability of this information.</i>" This is a fine line it seems many mental health apps walk -- the line between the privacy protections therapists are required to follow under HIPAA laws and the current data economy apps operate under that leads to the collection of personal information to provide and market their paid services.
de: Recovery Record kann eine beträchtliche Menge an persönlichen Daten und Nutzungsdaten sammeln, einschließlich Name, Alter, Geschlecht, Stadt/Gemeinde und E-Mail-Adresse. Das Unternehmen sagt auch, dass „Kliniker und andere Personen, die an Ihrer Behandlung beteiligt sind, uns Informationen, einschließlich geschützter Gesundheitsdaten, über Sie zur Verfügung stellen können“. Sie weisen darauf hin, dass die US-amerikanischen <a id="a1">HIPAA-Datenschutzgesetze</a> sie unter anderem dazu verpflichten, „<i>angemessene und geeignete Maßnahmen zum Schutz der Vertraulichkeit, Integrität und Verfügbarkeit dieser Informationen zu ergreifen.</i>“ Dies ist ein schmaler Grat, auf dem sich viele Apps für psychische Gesundheit zu bewegen scheinen - der Grat zwischen dem Datenschutz, den Therapeuten gemäß den HIPAA-Gesetzen einhalten müssen, und der aktuellen Datenökonomie, in der Apps operieren, die personenbezogene Daten sammeln, um ihre bezahlten Dienste anzubieten und zu vermarkten.

# worst_case
source: Recovery Record also may collect anonymized or aggregate data and "<i>use it for any purpose</i>." That's a pretty broad statement. Especially because it's been shown to be pretty <a id="a1">easy to re-identify</a> user data.
de: Recovery Record kann auch anonymisierte oder zusammenfassende Daten sammeln und „<i>für jeden Zweck verwenden</i>“. Das ist eine ziemlich weit gefasste Aussage. Vor allem, weil es erwiesenermaßen ziemlich <a id="a1">einfach ist, Benutzerdaten zu reidentifizieren</a>.

# worst_case
source: Another line from Recovery Record's privacy policy that leaves us just a little worried "From time to time, we may desire to use information about you for uses not previously disclosed in this Privacy Policy. If our practices change regarding previously collected information in a way that would be materially less restrictive than stated in the version of this Privacy Policy in effect at the time we collected the information, we will make reasonable efforts to provide notice and obtain consent to any such uses as may be required by law." All that sounds like it could be fine. However, as <a id="a1">The Verge pointed out</a>, mental health apps can change their privacy policies at any time and they don't always make a lot of effort to let users know when their privacy practices have changed. Hopefully Recovery Record will ensure all users know when and if their privacy polices changes.
de: Eine weitere Zeile aus der Datenschutzrichtlinie von Recovery Record, die uns ein wenig beunruhigt: „Von Zeit zu Zeit möchten wir möglicherweise Informationen über Sie für Zwecke verwenden, die zuvor nicht in dieser Datenschutzrichtlinie angegeben wurden. Wenn sich unsere Praktiken in Bezug auf zuvor gesammelte Informationen in einer Weise ändern, die wesentlich weniger restriktiv ist als die Version dieser Datenschutzrichtlinie, die zu dem Zeitpunkt in Kraft war, als wir die Informationen gesammelt haben, werden wir uns in angemessener Weise bemühen, eine Benachrichtigung zu übermitteln und die Zustimmung zu einer solchen Verwendung einzuholen, wie es gesetzlich vorgeschrieben ist.“ All das klingt, als könnte es gut sein. Wie <a id="a1">The Verge jedoch feststellte</a>, können Apps für psychische Gesundheit ihre Datenschutzrichtlinien jederzeit ändern, und sie geben sich nicht immer viel Mühe, die Nutzer darüber zu informieren, wenn sich ihre Datenschutzpraktiken geändert haben. Hoffentlich stellt Recovery Record sicher, dass alle Nutzer wissen, wann und ob ihre Datenschutzrichtlinien geändert werden.

# worst_case
source: We'll end with one more statement from Recovery Record's privacy policy that serves as a warning for everything shared on the internet, "Unfortunately, the Internet and mobile networks over which our Services are delivered cannot be guaranteed to be 100% secure, and we cannot ensure or warrant the security of any information you provide to us. We do not accept liability for unintentional disclosure. " What's the worst that could happen. Well, we worry that your very sensitive eating disorder information could wind up in the hands of someone you really don't want to have that information and that doesn't sound healthy at all. Hopefully that will never happen.
de: Wir schließen mit einer weiteren Aussage aus der Datenschutzrichtlinie von Recovery Record, die als Warnung für alles, was im Internet geteilt wird, dient: „Leider kann nicht garantiert werden, dass das Internet und die mobilen Netzwerke, über die unsere Dienste bereitgestellt werden, zu 100 % sicher sind, und wir können die Sicherheit der von Ihnen bereitgestellten Informationen nicht gewährleisten oder garantieren. Wir übernehmen keine Haftung für eine unbeabsichtigte Offenlegung.“ Was ist das Schlimmste, was passieren kann? Nun, wir befürchten, dass Ihre sehr sensiblen Informationen über Essstörungen in die Hände von jemandem gelangen könnten, von dem Sie nicht wollen, dass er diese Informationen hat, und das klingt überhaupt nicht gesund. Hoffentlich wird das nie passieren.

# how_does_it_use_data_collected
source: After we published our review of Recovery Record, they updated their privacy policy on May 2, 2022 to clarify some of the concerns we had.
de: Nachdem wir unseren Bericht über Recovery Record veröffentlicht hatten, aktualisierte der Betreiber am 2. Mai 2022 seine Datenschutzrichtlinien, um einige der von uns geäußerten Bedenken zu klären.

# how_does_it_use_data_collected
source: Recovery Record said in their privacy policy published in 2019 they "do not rent, sell, or share information about you with other people or non affiliated companies for their direct marketing purposes, unless they have your permission<b>.</b>" In May, 2022 they updated that to say they, "do not rent, sell, or share information about you with other people or non affiliated companies for their direct marketing purposes." We appreciate this clarification.
de: Recovery Record erklärte in ihrer 2019 veröffentlichten Datenschutzrichtlinie, dass sie „keine Informationen über Sie an andere Personen oder nicht verbundene Unternehmen für deren Direktmarketingzwecke vermieten, verkaufen oder weitergeben, es sei denn, sie haben Ihre Erlaubnis“<b>.</b> Im Mai 2022 aktualisierte der Betreiber diese Aussage, um zu erklären, dass er „keine Informationen über Sie an andere Personen oder nicht angeschlossene Unternehmen für deren Direktmarketingzwecke vermietet, verkauft oder weitergibt.“ Wir begrüßen diese Klarstellung.

# how_does_it_use_data_collected
source: "Except as otherwise described in this Privacy Policy, we will not disclose information that we collect about you on the Services to third parties without your consent." We're unsure what this consent looks like.
de: „Sofern in dieser Datenschutzrichtlinie nicht anders angegeben, geben wir die Informationen, die wir über Sie im Rahmen der Dienste sammeln, nicht ohne Ihre Zustimmung an Dritte weiter“. Wir sind uns nicht sicher, wie diese Zustimmung aussieht.

# how_does_it_use_data_collected
source: "We use the information we collect about and from you for a number of purposes, including: providing, supporting, and improving the services we offer, analyzing how you use the Services, and better tailoring features." According to this statement, it seems Recovery Record could use your data for personalization and targeted advertising purposes. However, the company told us currently, "Our services do not include advertising so we wouldn’t be able to share data relating to advertising." It does seem their privacy policy leaves them room to change that in the future.
de: „Wir verwenden die Informationen, die wir über und von Ihnen sammeln, für eine Reihe von Zwecken, einschließlich der Bereitstellung, Unterstützung und Verbesserung der von uns angebotenen Dienste, der Analyse, wie Sie die Dienste nutzen, und der besseren Anpassung von Funktionen.“ Laut dieser Erklärung scheint es, dass Recovery Record Ihre Daten für die Personalisierung und gezielte Werbung verwenden könnte. Das Unternehmen teilte uns jedoch mit, dass „unsere Dienste keine Werbung beinhalten, so dass wir nicht in der Lage sind, Daten im Zusammenhang mit Werbung weiterzugeben.“ Es scheint, dass die Datenschutzrichtlinien des Unternehmens Raum lassen, dies in Zukunft zu ändern.

# how_does_it_use_data_collected
source: The provider may send you promotional emails or other information about the products or services they offer.
de: Der Anbieter kann Ihnen Werbe-E-Mails oder andere Informationen über die von ihm angebotenen Produkte oder Dienstleistungen zusenden.

# how_does_it_use_data_collected
source: "To the extent permitted by applicable law, we may de-identify your information and process it in an anonymous and/or aggregated form."
de: „Soweit dies nach geltendem Recht zulässig ist, können wir Ihre Daten anonymisieren und in anonymer und/oder aggregierter Form verarbeiten.“

# how_does_it_use_data_collected
source: If your account is linked to the clinicians' organizations, the organizations may see information, including protected health information, about you. Linked organizations may use the information available through the Services for medical diagnosis, treatment, and general analysis reporting purposes. An organization will not be able to view any message like text such as clinician messages, team chat messages, linking messages.
de: Wenn Ihr Konto mit Ärzteverbänden verlinkt ist, können die Verbände Informationen, einschließlich geschützter Gesundheitsdaten, über Sie einsehen. Verknüpfte Organisationen können die über die Dienste verfügbaren Informationen für medizinische Diagnosen, Behandlungen und allgemeine Analyseberichte verwenden. Diese Organisationen sind nicht in der Lage, Textnachrichten wie Nachrichten von Ärzten, Team-Chat-Nachrichten oder verlinkte Nachrichten einzusehen.

# uses_encryption_helptext
source: Data is encrypted in transit (TLS). PHI and PII are encrypted in the database (AES). A KMS is used to manage keys. EBS (disks) partitions are encrypted. Backups are encrypted.
de: Die Daten werden bei der Übertragung verschlüsselt (TLS). PHI und PII werden in der Datenbank verschlüsselt (AES). Für die Verwaltung der Schlüssel wird ein KMS verwendet. EBS-Partitionen (Festplatten) sind verschlüsselt. Backups werden verschlüsselt.

# strong_password_helptext
source: When we first reviewed Recovery Record, the weak password "11111111" is allowed. Since we published our review, Recovery Record has updated their password requirements to now require a strong password which we love to see.
de: Als wir Recovery Record erstmals überprüft haben, war das unsichere Passwort „11111111“ zulässig. Seit der Veröffentlichung unseres Testberichts hat Recovery Record seine Passwortanforderungen aktualisiert und verlangt nun ein starkes Passwort, was wir sehr begrüßen.

# manage_vulnerabilities_helptext
source: While Recovery Record doesn't have a bug bounty program, they do say they have policies and procedures that have been reviewed by third party assessors as part of the HITRUST certification process. Anyone can contact them through <a id="a1">https://www.recoveryrecord.com/contact</a> to report a security vulnerability.
de: Recovery Record bietet zwar kein Bug-Bounty-Programm an, gibt aber an, über Richtlinien und Verfahren zu verfügen, die im Rahmen des HITRUST-Zertifizierungsprozesses von unabhängigen Gutachtern geprüft wurden. Jeder kann sie über <a id="a1">https://www.recoveryrecord.com/contact</a> kontaktieren, um eine Sicherheitslücke zu melden.

# tips_to_protect_yourself
source: Do not provide consent for sharing personal data with third parties, whenever possible.
de: Geben Sie keine Einwilligung zur Weitergabe personenbezogener Daten an Dritte, wann immer dies möglich ist.

# personal_data_collected
source: Email, name, age, gender, city/town
de: E-Mail, Name, Alter, Geschlecht, Stadt/Ort

# biometric_data_collected
source: Clinicians and support persons involved in your care may provide information, including protected health information, about you.
de: Kliniker und andere an Ihrer Behandlung beteiligte Personen können Informationen, einschließlich geschützter Gesundheitsdaten, über Sie bereitstellen.

# how_can_you_control_your_data
source: Recovery Record says, "If you would like to update or correct any information that you have provided to us through your use of the Services or otherwise, you may use the functionality of the Services to change or delete such information."
de: Recovery Record erklärt: „Wenn Sie Informationen, die Sie uns durch die Nutzung der Dienste oder auf andere Weise zur Verfügung gestellt haben, aktualisieren oder korrigieren möchten, können Sie die Funktionen der Dienste nutzen, um diese Informationen zu ändern oder zu löschen.“

# how_can_you_control_your_data
source: <b>No data retention details are provided. Which means we don't know how long Recovery Record will hold onto any data you provide them.</b> They mentioned to us they will possibly add this into their privacy policy in the future.
de: <b>Es werden keine Angaben zur Datenspeicherung gemacht. Das bedeutet, dass wir nicht wissen, wie lange Recovery Record die von Ihnen zur Verfügung gestellten Daten aufbewahren wird.</b> Der Anbieter hat uns gegenüber angekündigt, dass er dies möglicherweise in Zukunft in seine Datenschutzrichtlinien aufnehmen wird.

# track_record_details
source: No known privacy or security incidents discovered in the last 3 years.
de: In den letzten 3 Jahren sind keine Datenschutz- oder Sicherheitsvorfälle bekannt geworden.

# child_safety_blurb
source: Recovery Record do not knowingly collect, maintain, or use personal information from children under 13 years of age, and no part of the Services are directed to children under the age of 13.
de: Wir sammeln, pflegen oder verwenden wissentlich keine persönlichen Daten von Kindern unter 13 Jahren, und kein Teil der Website ist für Kinder unter 13 Jahren bestimmt.
