Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/renault.po
Languages: de

# child_safety_blurb
source: We found no policy about minors' data in Renault privacy documentation.
de: Wir haben in der Datenschutzdokumentation von Renault keine Richtlinie zu Daten von Minderjährigen gefunden.

# ai_helptext
source: The recent cars by Renault Group <a id="a1">include</a> advanced driver assistance systems on its vehicles.
de: Die neuesten Autos der Groupe Renault sind mit fortschrittlichen Fahrerassistenzsystemen <a id="a1">ausgestattet</a>.

# ai_helptext
source: The <a id="a1">recent</a> Megane E-TECH Electric comes with 26 Advanced Driver Assistance Systems (ADASs). These systems are divided into three categories – driving, parking and safety. It has a context camera, three environment cameras, a blind spot sensor, and ultrasound sensors in the front and rear bumpers.
de: Der <a id="a1">kürzlich erschienene</a> Megane E-TECH Electric verfügt über 26 fortschrittliche Fahrerassistenzsysteme (Advanced Driver Assistance Systems, ADASs). Diese Systeme sind in drei Kategorien unterteilt: Fahren, Parken und Sicherheit. Er verfügt über eine Kontextkamera, drei Umgebungskameras, einen Toter-Winkel-Sensor sowie Ultraschallsensoren in den vorderen und hinteren Stoßfängern.
