Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/renault.po
Languages: de

# how_does_it_use_data_collected
source: In order to process all or part of your personal data, we call upon trusted third-party providers, acting as processors, in accordance with our instructions and solely on our behalf, to fulfil the following functions:<br/>- Hosting, operation or maintenance of our databases, websites and mobile applications,<br/>- Provision of authentication services,<br/>- Credit/debit card payment processors (including WorldPay);<br/>- RAC, AXA or other provider of services directly to you;<br/>- A purchaser or potential purchaser of our business or otherwise in the event of a merger, re-organisation or similar event;<br/>- Customer relations management (call centres, communication tools, etc.);<br/>- Provision of services relating to our marketing, including the sending of commercial offers;<br/>- Organisation of competitions and events;<br/>- Performance of studies and surveys;<br/>- Any associated or connected motor manufacturer from whom we purchase or hire goods (and their group companies);<br/>- Other members of the Renault group for product development, statistical analysis and audit purposes;<br/>- Third party insurance providers;<br/>- Credit reference and fraud prevention agencies to help us make credit decisions and fraud prevention checks (they may also share information about you with us);<br/>- Debt collection agencies;<br/>- The police, fraud prevention and identity authentication entities, other law enforcement agencies, government and tax authorities in the United Kingdom or abroad in order to detect, investigate and prevent crime (please note that fraud prevention agencies may also enable law enforcement agencies to access and use your information to detect, investigate and prevent crime);<br/>- The courts in the United Kingdom or abroad as necessary to comply with a legal requirement, for the administration of justice, to protect vital interests and to protect the security or integrity of our business operations."
de: Um Ihre personenbezogenen Daten ganz oder teilweise zu verarbeiten, arbeiten wir mit vertrauenswürdigen Drittanbietern zusammen, die als Auftragsverarbeiter entsprechend unseren Anweisungen und ausschließlich in unserem Namen tätig sind, um die folgenden Funktionen zu erfüllen:<br/>– Hosting, Betrieb oder Wartung unserer Datenbanken, Websites und mobilen Anwendungen,<br/>– Bereitstellung von Authentifizierungsdiensten,<br/>– Kredit-/Debitkartenzahlungsabwickler (einschließlich WorldPay),<br/>– RAC, AXA oder ein anderer Anbieter von Dienstleistungen direkt an Sie,<br/>– Ein Käufer oder potenzieller Käufer unseres Geschäfts oder anderweitig im Falle einer Fusion, Reorganisation oder eines ähnlichen Ereignisses,<br/>– Management der Kundenbeziehung (Callcenter, Kommunikationstools, etc.),<br/>– Bereitstellung von Serviceleistungen im Zusammenhang mit unserem Marketing, einschließlich dem Versand von Angeboten,<br/>– Organisation von Wettbewerben und Veranstaltungen,<br/>– Durchführung von Studien und Umfragen,<br/>– Alle verbundenen oder angeschlossenen Automobilhersteller, von denen wir Waren kaufen oder mieten (und ihre Konzerngesellschaften),<br/>– Andere Mitglieder der Renault-Gruppe für Produktentwicklungs-, statistische Analyse- und Prüfungszwecke,<br/>– Drittanbieter von Versicherungen,<br/>– Kreditreferenz- und Betrugspräventionsagenturen, die uns bei Kreditentscheidungen und Betrugspräventionsprüfungen unterstützen (diese können ebenfalls Informationen über Sie mit uns teilen),<br/>– Inkassobüros,<br/>– die Polizei, Betrugspräventions- und Identitätsauthentifizierungsstellen, andere Strafverfolgungsbehörden, Regierungs- und Steuerbehörden im Vereinigten Königreich oder im Ausland, um Straftaten aufzudecken, zu untersuchen und zu verhindern (bitte beachten Sie, dass Betrugspräventionsbehörden auch Strafverfolgungsbehörden den Zugriff und die Verwendung Ihrer Informationen ermöglichen können, um Straftaten aufzudecken, zu untersuchen und zu verhindern),<br/>– die Gerichte im Vereinigten Königreich oder im Ausland, soweit dies erforderlich ist, um einer gesetzlichen Verpflichtung nachzukommen, für die Justizverwaltung, zum Schutz lebenswichtiger Interessen und zum Schutz der Sicherheit oder Integrität unserer Geschäftstätigkeit.“

# how_does_it_use_data_collected
source: "Your data may be shared with social media companies (e.g Facebook) and other advertising partners (e.g Google) to match you on their sites and send you online personalised advertising and offers, this processing is carried out under legitimate interest.
de: „Ihre Daten können an Social-Media-Unternehmen (z. B. Facebook) und andere Werbepartner (z. B. Google) weitergegeben werden, um Sie auf deren Websites abzugleichen und Ihnen online personalisierte Werbung und Angebote zu senden. Diese Verarbeitung erfolgt unter berechtigtem Interesse.

# how_does_it_use_data_collected
source: In some cases, we may share some of your personal data with partners, who will use it for their own purposes. In such a case, these partners shall act as data controllers and their personal data processing policy shall apply to the data shared. We make sure to ask you for your consent to this sharing when required by the regulations, or at least to enable you to object."
de: In manchen Fällen können wir Ihre personenbezogenen Daten an Partner weitergeben, die sie dann für eigene Zwecke verwenden. In einem solchen Fall handeln diese Partner als Datenverantwortliche und ihre Datenschutzrichtlinien für personenbezogene Daten gelten für die gemeinsam genutzten Daten. Wir gewährleisten, dass wir Sie auffordern, diese gemeinsame Nutzung einzuwilligen, wenn dies die Vorschriften verlangen, oder Ihnen die Möglichkeit geben, Widerspruch einzulegen.“

# how_does_it_use_data_collected
source: <b>Renault Group and your personal data</b><br/><br/>"Renault Group ensures that each processing of personal data complies with the principles arising from the applicable regulations:<br/> - Renault Group undertakes to collect and process your personal data for explicit, legitimate and determined purposes in connection with its various activities (determined purpose)<br/> - Only the data strictly necessary to carry out the activity are collected (minimization)<br/> - Data is accurate, complete, and, when necessary, updated (data relevance)<br/> - A data retention policy is defined, and at the end of the retention periods, the data is deleted or anonymized (limited retention)<br/> - An activity creating a high risk for the rights and freedoms of individuals is subject of a prior impact study (data protection impact assessment)<br/> - Data protection is integrated "by design" (privacy by design) and "by default" with a high level of protection (privacy by default)<br/> - Data is secure and kept confidential (security)<br/> - Each processing is based on a legitimate basis provided by law (lawfulness)<br/> - Relations with our partners and service providers are under control and data transfers are supervised"
de: <b>Groupe Renault und Ihre personenbezogenen Daten</b><br/><br/>„Groupe Renault stellt sicher, dass jede Verarbeitung personenbezogener Daten den Grundsätzen entspricht, die sich aus den geltenden Vorschriften ergeben:<br/> – Groupe Renault verpflichtet sich, Ihre personenbezogenen Daten für explizite, legitime und festgelegte Zwecke im Zusammenhang mit ihren verschiedenen Aktivitäten zu erheben und zu verarbeiten (festgelegter Zweck)<br/> – Es werden nur die Daten erhoben, die für die Durchführung der Aktivität unbedingt erforderlich sind (Minimierung)<br/> – Die Daten sind korrekt, vollständig und, falls erforderlich, aktualisiert (Datenrelevanz)<br/> – Es wird eine Richtlinie zur Datenspeicherung festgelegt, und am Ende der Aufbewahrungsfristen werden die Daten gelöscht oder anonymisiert (begrenzte Aufbewahrung)<br/> – Eine Aktivität, die ein hohes Risiko für die Rechte und Freiheiten von Einzelnen darstellt, ist Gegenstand einer vorherigen Folgenabschätzung (Datenschutz-Folgenabschätzung)<br/> – Datenschutz wird standardmäßig („privacy by default“) mit einem hohen Schutzniveau eingebaut („privacy by design“)<br/> – Daten sind sicher und werden vertraulich behandelt (Sicherheit)<br/> – Jede Verarbeitung basiert auf einer gesetzlich vorgesehenen legitimen Grundlage (Rechtmäßigkeit)<br/> – Die Beziehungen zu unseren Partnern und Dienstleistern werden kontrolliert und die Datenübermittlung überwacht“

# how_does_it_use_data_collected
source: USE OF COOKIES
de: VERWENDUNG VON COOKIES

# how_does_it_use_data_collected
source: "If your device is used by more than one person and if the same device has more than one browser, we cannot be sure that the services and advertisements intended for your device correspond to your own use of that device and not to that of another user of the device.
de: „Wenn Ihr Gerät von mehr als einer Person benutzt wird und dasselbe Gerät mehr als einen Browser hat, können wir nicht sicher sein, ob die für Ihr Gerät bestimmten Dienstleistungen und Werbeangebote Ihrer eigenen Benutzung des Gerätes entsprechen oder der Benutzung durch eine andere Person.

# how_does_it_use_data_collected
source: In such cases, you are responsible for any shared use which you may allow of your device and for any settings in your browser which you are free to configure with respect to cookies. In particular, it is your responsibility to inform other such users of such shared use and settings."
de: In solchen Fällen sind Sie verantwortlich für die Zulassung der geteilten Benutzung Ihres Gerätes und für die Einstellungen Ihres Browsers, die Sie nach eigenem Ermessen bezüglich Cookies konfigurieren können. Insbesondere sind Sie verantwortlich dafür, andere Benutzer über die geteilte Benutzung und die Einstellungen zu informieren.“

# user_friendly_privacy_policy_helptext
source: Renault Group's privacy policies are lengthy and somewhat complicated.
de: Die Datenschutzrichtlinien der Groupe Renault sind lang und irgendwie kompliziert.

# uses_encryption_helptext
source: We cannot determine if all data sitting on the car, including telematic data the car collects as well as data shared when you connect your phone sits encrypted, and if all collected data is encrypted in transit. We reached out to the company to attempt to determine this multiple times and received no response.
de: Wir sind nicht in der Lage, festzustellen, ob alle Daten, die im Auto gespeichert werden – einschließlich der Telematikdaten, die das Auto sammelt, und der Daten, die übertragen werden, wenn das Telefon angeschlossen wird –, verschlüsselt sind und ob alle erhobenen Daten während der Übertragung verschlüsselt werden. Wir haben das Unternehmen mehrmals kontaktiert, um das herauszufinden, aber keine Antwort erhalten.

# manage_vulnerabilities_helptext
source: Renault has a public <a id="a1">vulnerability disclosure policy.</a>
de: Renault hat eine öffentliche <a id="a1">Richtlinie zur Offenlegung von Schwachstellen</a>.

# tips_to_protect_yourself
source: Do not give consent to tailored advertisement.
de: Geben Sie keine Zustimmung zu personalisierter Werbung.

# tips_to_protect_yourself
source: Opt out from selling of your personal information, as well as from Cross-context Behavioral Advertising.
de: Deaktivieren Sie den Verkauf Ihrer personenbezogenen Daten sowie kontextübergreifende verhaltensbezogene Werbung.

# tips_to_protect_yourself
source: Always do a factory reset on your car before selling or trading it away to wipe your data clean and disconnect the app.
de: Setzen Sie Ihr Auto immer auf die Werkseinstellungen zurück, bevor Sie es verkaufen oder eintauschen, um Ihre Daten zu löschen, und trennen Sie die Verbindung zur App.

# tips_to_protect_yourself
source: Before reselling your car, make sure to notify the company
de: Informieren Sie das Unternehmen, bevor Sie Ihr Auto weiterverkaufen.

# tips_to_protect_yourself
source: When buying a used car, always make the previous owner removed their connected account and performed a factory reset.
de: Stellen Sie beim Kauf eines Gebrauchtwagens immer sicher, dass der/die Vorbesitzer*in sein/ihr damit verbundenes Konto entfernt und das Auto auf die Werkseinstellungen zurückgesetzt hat.

# tips_to_protect_yourself
source: Always use strong passwords and set up two-factor authentication for apps and services that connect to your car
de: Verwenden Sie immer starke Passwörter und richten Sie eine Zwei-Faktor-Authentifizierung für Apps und Dienste ein, die eine Verbindung zu Ihrem Auto herstellen.

# tips_to_protect_yourself
source: Only give access to your data to trusted third-parties
de: Geben Sie nur vertrauenswürdigen Dritten Zugriff auf Ihre Daten.

# tips_to_protect_yourself
source: When connecting a mobile app to the car, make sure to minimize the amount of data collected through this app. You can use iOS or Android settings to limit the data collected through your phone.
de: Wenn Sie eine mobile App mit dem Auto verbinden, achten Sie darauf, die Menge der Daten zu minimieren, die über die App gesammelt werden – Sie können die iOS- oder Android-Einstellungen verwenden, um die über Ihr Smartphone gesammelten Daten zu begrenzen.

# tips_to_protect_yourself
source: Opt out from your mobile device's location sharing.
de: Deaktivieren Sie die Standortfreigabe Ihres Mobilgeräts.

# tips_to_protect_yourself
source: Do not use Amazon Alexa in your car if you are concerned about Amazon collecting that voice request information, IP address, and geolocation information and using it to target you with advertising.
de: Verwenden Sie Amazon Alexa nicht in Ihrem Auto, wenn Sie Bedenken haben, dass Amazon diese Sprachanforderungsinformationen, die IP-Adresse und Geolokalisierungsinformationen sammelt und verwendet, um Ihnen zielgerichtete Werbung zu schicken.

# personal_data_collected
source: "Your identity and contact details (surname, first name, postal address, email address, telephone, etc.), data related to your personal and/or professional situation (family situation, socio-professional category, etc.), your payment and transaction data (payment type, discount granted, etc.), data relating to our commercial relationship, in particular our interactions and contracts (order history, after-sales operations, service agreements, games, interaction with our call centre, etc.), your vehicle identification data (brand, model, registration, VIN number, etc.), your geolocation data (your consent is obtained when required by regulations), data related to the use of the vehicle (mileage, journey, use of multimedia, etc.) and, where applicable, its battery (charge level, etc.),<br/> <br/>Vehicle- and driving-related data: data allowing control of the vehicle and, where applicable, its battery (locking/unlocking, pre-conditioning, battery charge programming, etc.), relating to driving mode (use of controls, acceleration, breaking, etc.) or to the provision of connected services or on-board applications; data needed to carry out loyalty, direct marketing, market research or survey actions (e.g. your vehicle preferences); data relating to your digital profiles (online accounts); data concerning the use of our websites and mobile apps, as well as our communications (number of visits, page visited, messages opened, etc.)."
de: „Ihre Identität und Kontaktdaten (Familienname, Vorname, Postanschrift, E-Mail-Adresse, Telefonnummer etc.), Daten im Zusammenhang mit Ihrer persönlichen und/oder beruflichen Situation (familiäre Situation, sozioprofessionelle Kategorie etc.), Ihre Zahlungs- und Transaktionsdaten (Zahlungsart, gewährter Rabatt etc.), Daten, die sich auf unsere Geschäftsbeziehung beziehen, insbesondere auf unsere Interaktionen und Verträge (Bestellhistorie, Kundendienst, Servicevereinbarungen, Spiele, Interaktion mit unserem Callcenter etc.), Ihre Fahrzeugidentifikationsdaten (Marke, Modell, Zulassung, Fahrgestellnummer etc.), Ihre Geolokalisierungsdaten (Ihre Einwilligung dazu wird eingeholt, wenn es die Vorschriften verlangen), Daten im Zusammenhang mit der Nutzung des Fahrzeugs (Kilometerstand, Fahrten, Nutzung von Multimedia etc.) und gegebenenfalls seiner Batterie (Ladezustand etc.),<br/> <br/>Fahrzeug- und fahrbezogene Daten: Daten, die die Steuerung des Fahrzeugs und gegebenenfalls seiner Batterie (Ver-/Entriegelung, Vorklimatisierung, Programmierung der Batterieladung etc.) ermöglichen, sich auf den Fahrmodus (Nutzung der Bedienelemente, Beschleunigung, Bremsen etc.) oder die Bereitstellung von Vernetzten Services oder Bordanwendungen beziehen; Daten, die zur Durchführung von Treue-Aktionen, Direktmarketing, Marktforschung oder Umfragen benötigt werden (z. B. Ihre Fahrzeugpräferenzen); Daten in Verbindung mit Ihren digitalen Profilen (Online-Konten); Daten über die Nutzung unserer Websites und mobilen Apps sowie über unsere Kommunikationen (Anzahl der Besuche, besuchte Seiten, geöffnete Nachrichten etc.).“

# how_can_you_control_your_data
source: "You have the following rights in respect of the processing of your personal information:<br/> - To request access to your information, in other words to receive a copy of them,<br/> - To have your information corrected, if it is inaccurate or not up to date, which will help us to comply with our obligation to have up-to-date information about you,<br/> - To have your information erased (also known as right to be forgotten), although such right might be limited in view of our contractual or legal obligations,<br/> - To receive a copy of your information in a structured, commonly used and machine-readable format, and transmit it to another data controller (also known as right to data portability),<br/> - To object to processing of your information, on grounds relating to your particular situation, and to restrict processing of your information, in the cases provided by the regulation,<br/> - To object to marketing information (notably when profiling is used), said right could be notably exercise by using the unsubscribe link in the email we send you,<br/> - To withdraw your consent at any time, for the purposes for which we collected your consent.
de: „Sie haben folgende Rechte in Bezug auf die Verarbeitung Ihrer personenbezogenen Daten:<br/> – Das Recht, Zugang zu Ihren Daten zu verlangen (mit anderen Worten, eine Kopie davon zu erhalten),<br/> – Das Recht, Ihre Daten korrigieren zu lassen, wenn sie unrichtig oder nicht aktuell sind, was uns hilft, unserer Verpflichtung nachzukommen, über aktuelle Daten über Sie zu verfügen,<br/> – Das Recht, Ihre Daten löschen zu lassen (auch bekannt als Recht auf Vergessenwerden), obwohl dieses Recht im Hinblick auf unsere vertraglichen oder gesetzlichen Verpflichtungen eingeschränkt sein könnte,<br/> – Das Recht, eine Kopie Ihrer Daten in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten und diese an einen anderen Datenverantwortlichen zu übermitteln (auch bekannt als Recht auf Datenübertragbarkeit),<br/> – Das Recht, der Verarbeitung Ihrer Daten aus Gründen, die sich aus Ihrer besonderen Situation ergeben, zu widersprechen und in den von der Verordnung vorgesehenen Fällen die Verarbeitung Ihrer Informationen einzuschränken,<br/> – Das Recht, Marketinginformationen zu widersprechen (insbesondere, wenn Profiling verwendet wird); dieses Recht kann insbesondere durch den Abmeldelink in E-Mails, die Sie von uns erhalten, ausgeübt werden,<br/> – Das Recht, Ihre Einwilligung für die Zwecke, für die wir Ihre Einwilligung eingeholt haben, jederzeit zu widerrufen.

# how_can_you_control_your_data
source: To exercise any of these rights, you may contact us, providing a proof of your identity, by email at dataprotection-com@renault.com or by post at Renault SAS, Direction juridique – Délégué à la protection des données, 122-122 bis avenue du Général Leclerc – 92 100 Boulogne-Billancourt.
de: Um eines dieser Rechte auszuüben, können Sie uns unter Vorlage eines Identitätsnachweises per E-Mail an dataprotection-com@renault.com oder per Post an Renault SAS, Direction juridique – Délégué à la protection des données, 122-122 bis avenue du Général Leclerc – 92 100 Boulogne-Billancourt, kontaktieren.

# how_can_you_control_your_data
source: Finally, you have the right to lodge a complaint with the CNIL about the processing of your personal data. We encourage you to contact us before making any complaint and we will seek to resolve any issue or concern you may have."
de: Schließlich haben Sie das Recht, bei der CNIL eine Beschwerde über die Verarbeitung Ihrer personenbezogenen Daten einzureichen. Wir empfehlen Ihnen, sich mit uns in Verbindung zu setzen, bevor Sie eine Beschwerde einreichen, und wir werden uns bemühen, alle Probleme oder Bedenken zu lösen, die Sie möglicherweise haben.“

# how_can_you_control_your_data
source: "In accordance with the regulations, we are committed to keeping your personal data only for the time necessary to achieve the objective pursued, to meet your needs, or to meet our legal obligations.
de: „Wir verpflichten uns entsprechend den Vorschriften, Ihre personenbezogenen Daten nur so lange aufzubewahren, wie es zur Erreichung des verfolgten Zwecks, zur Erfüllung Ihrer Bedürfnisse oder zur Erfüllung unserer gesetzlichen Verpflichtungen notwendig ist.

# how_can_you_control_your_data
source: In determining this time, we take into account, in particular, the following:<br/>• The length of your contract,<br/>• The time required to process your request or complaint,<br/>• The length of time your user account has been open, unless it has been inactive for 3 years,<br/>• Your interest in our brands,<br/>• The need to keep a record of your interactions with us, to effectively manage our business relationship. This period will vary depending, in particular, on whether you have bought a vehicle or a service such as repair, or whether you have only interacted with us without entering into contracts with us, and<br/>• Our legal or regulatory obligations (this is particularly the case for the technical data of our vehicles).
de: Bei der Festlegung dieser Zeitspanne berücksichtigen wir insbesondere folgende Aspekte:<br/>• Die Dauer Ihres Vertrags, <br/>• Die für die Bearbeitung Ihrer Anfrage oder Reklamation erforderliche Zeit,<br/>• Die Zeitspanne, die Ihr Benutzerkonto geöffnet ist, sofern es nicht seit drei Jahren inaktiv ist,<br/>• Ihr Interesse an unseren Marken,<br/>• Die Notwendigkeit, Ihre Interaktionen zu dokumentieren, um unsere Geschäftsbeziehung effektiv zu steuern. Diese Zeitspanne richtet sich insbesondere danach, ob Sie ein Fahrzeug oder eine Serviceleistung, beispielsweise eine Reparatur, gekauft haben, oder ob sie lediglich mit uns interagiert haben, ohne jedoch Verträge mit uns abzuschließen,<br/>• Unsere gesetzlichen oder behördlichen Verpflichtungen (dies bezieht sich insbesondere auf die technischen Daten unserer Fahrzeuge).

# how_can_you_control_your_data
source: When we no longer need to use your personal data, it is deleted from our systems and records or made anonymous so that we can no longer identify you. However, it may be necessary to archive some of your personal data in order to be able to respond to any legal proceedings, throughout the statute of limitations provided for in the applicable legislation."
de: Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, werden sie aus unseren Systemen und Aufzeichnungen gelöscht oder anonymisiert, damit wir Sie nicht mehr identifizieren können. Es kann jedoch notwendig sein, einige Ihrer personenbezogenen Daten zu archivieren, um innerhalb der in der geltenden Gesetzgebung vorgesehenen Verjährungsfrist auf etwaige Gerichtsverfahren reagieren zu können.“

# track_record_details
source: In 2017, Renault was <a id="a1">hit</a> by a ransomware attack.
de: 2017 wurde Renault <a id="a1">Opfer</a> eines Ransomware-Angriffs.
