Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/renault.po
Languages: de

# seo_title
source: Renault | *Privacy Not Included
de: Renault | *Datenschutz nicht inbegriffen

# search_description
source: How creepy is your car? We read the privacy policies so you don’t have to. Learn how your favorite car brand stacks up when it comes to protecting your privacy and security.
de: Wie gruselig ist Ihr Auto? Wir haben die Datenschutzrichtlinien gelesen, damit Sie das nicht tun müssen. Erfahren Sie, wie sich Ihre Lieblingsautomarke in Bezug auf den Schutz Ihrer Privatsphäre und Sicherheit verhält.

# blurb
source: Renault (owned by the Renault Group) is a France-based car company that's been around since 1899. While Renault cars haven't been sold in the US <a id="a1">since 1992</a>, their cars are big in Europe, South and Central America. Models include the ZOE, CLIO, CAPTUR, MEGANE, ARKANA, and the AUSTRAL (we're not really sure why they shout their model names in all caps, but hey, you do you Renault). Their <a id="a2">My Renault app</a> let's owners of Renault cars with connected services like their EASY LINK, OpenR Link or a Renault Connect system do things like turn the air conditioning on, find your car, flash the lights to find that missing car in the crowded parking lot, send that route to the new restaurant in town to your car's navigation system, and see your EV's battery range. So, how is Renault at privacy? Well, being a France-based car company covered by Europe's stronger privacy laws and not selling cars in the US sure seems to help. As far as we can tell, they aren't so bad. Our biggest worry is that we couldn't confirm if they encrypt all the personal data stored on their cars.
de: Das französische Automobilunternehmen Renault, das der Groupe Renault angehört, gibt es schon seit 1899. In den USA werden seine Autos <a id="a1">seit 1992</a> nicht mehr verkauft, in Europa, Süd- und Mittelamerika sind sie jedoch sehr beliebt. Die Modelle heißen unter anderem ZOE, CLIO, CAPTUR, MEGANE, ARKANA und AUSTRAL. (Wir haben keine Ahnung, warum sie die Modellnamen in Großbuchstaben schreien, aber hey, jedem das Seine!) Mit der <a id="a2">My Renault-App</a> können Besitzer von Renault-Autos mit verbundenen Diensten wie EASY LINK, OpenR Link oder einem Renault Connect-System viele verschiedene Dinge tun, z. B. die Klimaanlage einschalten, ihr Auto finden, die Lichter blinken lassen, um das verlorene Auto auf dem überfüllten Parkplatz zu finden, die Wegbeschreibung zum neuen Restaurant in der Stadt an das Navigationssystem ihres Autos senden und die Batteriereichweite ihres Elektrofahrzeugs sehen. Wie schneidet Renault jetzt aber in Sachen Datenschutz ab? Nun, ein in Frankreich ansässiges Automobilunternehmen zu sein, das unter die strengeren Datenschutzgesetze Europas fällt und in den USA keine Autos verkauft, scheint sicher zu helfen. Soweit wir das beurteilen können, sind sie nicht so schlimm … Unsere größte Sorge ist, dass wir nicht bestätigen konnten, ob sie alle in den Autos gespeicherten personenbezogenen Daten verschlüsseln.

# worst_case
source: What? A car company that doesn't seem completely terrible at privacy? Could it be? Could it be because it's a French-based car company that is governed by stricter European <a id="a1">GDPR</a> privacy laws and doesn't sell cars in North America where privacy laws are much more lax? We're guessing that is probably it.
de: Was – ein Automobilunternehmen, bei dem der Datenschutz nicht absolut grauenvoll ist? Kann es das wirklich geben? Und ist der Grund dafür vielleicht, dass es sich um ein in Frankreich ansässiges Automobilunternehmen handelt, das strengeren europäischen <a id="a1">DSGVO</a>-Datenschutzgesetzen unterliegt und keine Autos in Nordamerika verkauft, wo die Datenschutzgesetze viel nachlässiger sind? Wir vermuten es zumindest.

# worst_case
source: Our biggest concern with Renault is that we couldn't confirm if all the data the car collects is encrypted as it sits on the car. It could well be, we just couldn't confirm that and multiple emails to the privacy contact at Renault went unanswered, so we just don't know.
de: Unsere größte Sorge in Bezug auf Renault ist, dass wir nicht bestätigen konnten, ob alle Daten, die vom Auto gesammelt werden, verschlüsselt sind, wenn sie dort gespeichert sind. Es könnte zwar gut sein, aber bestätigen konnten wir es einfach nicht und auf unsere E-Mails an den Datenschutzbeauftragten bei Renault haben wir keine Antwort bekommen, sodass wir es schlichtweg nicht wissen.

# worst_case
source: They do, like the rest of the car brands, collect a lot of personal information about you like your name, address, and your vehicle’s VIN number. They also collect data about your driving and what you do in your car: When you accelerate, pump the brakes, or use multimedia. They also record all your interactions and conversations with them. Again, for car companies, this level of data collection seems pretty standard.
de: Was wir sicher sagen können, ist, dass sie genau wie die anderen Automarken viele personenbezogene Informationen über Sie erheben, z. B. Ihren Namen, Ihre Adresse und die Fahrgestellnummer Ihres Fahrzeugs. Ebenso verhält es sich mit Daten über Ihr Fahrverhalten sowie dazu, was Sie sonst noch so in Ihrem Auto machen – ob Sie nun beschleunigen, bremsen oder das Multimedia-System nutzen. Auch alle Ihre Interaktionen und Gespräche mit dem Unternehmen werden aufgezeichnet, doch wie bereits erwähnt, scheint dieses Niveau der Datenerhebung relativ standardmäßig zu sein.

# worst_case
source: They're a bit more vague than some of the other car-makers about the actual data points they collect. In their <a id="a1">UK Privacy Notice</a>, they list the categories of personal data they can collect with a few examples usually followed by “etc.” We don't love that tiny word because it lets us know that we're only getting a sample and not a complete list. And, as privacy researchers, we're nosy as heck -- it’s our job! So for example, Renault collects “Data related to your personal and/or professional situation (family situation, socio-professional category, etc.)” Pretty vague! But also, c’est la vie (with most privacy policies)!
de: Was die tatsächlichen Datenpunkte angeht, die sie sammeln, sind sie etwas vager als einige der anderen Autohersteller: In ihrer <a id="a1">Datenschutzerklärung für das Vereinigte Königreich</a> listen sie die Kategorien personenbezogener Daten, die sie sammeln können, mit einigen Beispielen auf, meist gefolgt von „etc.“. Dieses Wörtchen mögen wir nicht wirklich, weil es uns mitteilt, dass wir nur einen Auszug und keine vollständige Liste erhalten. Und als Datenschutzforscher*innen sind wir verdammt neugierig: Es ist unser Job. So erhebt Renault beispielsweise „Daten im Zusammenhang mit Ihrer persönlichen und/oder beruflichen Situation (familiäre Situation, sozioprofessionelle Kategorie etc.)“ – ziemlich vage, oder? Aber nun ja, c’est la vie (wie mit den meisten Datenschutzerklärungen)!

# worst_case
source: They do say that they will ask for your consent when your geolocation is collected. Great! But that’s something Renault must do to comply with Europe’s General Data Protection Regulation (GDPR). It’s the law. And that’s the thing about reviewing a European car brand. Like we mentioned, because the GDPR offers pretty strong privacy protections, any car company focused on Europe is going to have better privacy practices by default than brands serving countries, like the United States, with no federal data protection. On that note, you do have the right to get access to and delete your data. Woohoo! Thanks again, GDPR!
de: Dass Renault Sie laut eigener Aussage um Ihre Zustimmung bittet, bevor Ihr Standort erfasst wird, ist zwar super, jedoch auch erforderlich, um die europäische Datenschutz-Grundverordnung (DSGVO) einzuhalten … Es ist buchstäblich Gesetz. Und das ist die Sache mit der Überprüfung einer europäischen Automarke: Wie bereits erwähnt, hat jedes Automobilunternehmen, das hauptsächlich in Europa tätig ist, von Natur aus bessere Datenschutzpraktiken als solche, die Länder wie die USA ohne Bundesdatenschutz bedienen, da die DSGVO einen ziemlich starken Datenschutz bietet. In diesem Zusammenhang möchten wir kurz erwähnen, dass Sie das Recht haben, auf Ihre Daten zuzugreifen und sie zu löschen. Und das ist ja eigentlich etwas wirklich Tolles – danke nochmal, DSGVO!

# worst_case
source: We feel that all that data Renault can collect about you when you communicate with them, sign up for their services, and purchase or drive their vehicles is more than enough. So we don't like that they can collect even more information about you “<i>through other companies in our group or partners”</i> even if they say they'll get your consent when they have to. That doesn't feel super in line with your <a id="a1">commitment</a> to data minimization, Renault. More on those commitments, Renault sometimes shares your personal information in ways that don't seem totally necessary, or in their words, for "explicit, legitimate and determined purposes." For example, they say then can share it with “[a]ny associated or connected motor manufacturer from whom we purchase or hire goods (and their group companies)” and "partners." It’s also not clear to us whether they will only share your personal data with law enforcement when they are legally obligated to, according to the language they use in their UK Privacy Notice.
de: Also wir denken ja, dass all die Daten, die Renault über Sie sammeln kann, wenn Sie mit dem Unternehmen kommunizieren, sich für seine Dienste anmelden und seine Fahrzeuge kaufen oder fahren, mehr als genug sind. Daher gefällt es uns nicht, dass sie „<i>über andere Gesellschaften unseres Konzerns oder von Partnern</i>“ noch mehr Informationen über Sie sammeln können (auch wenn sie sagen, dass sie Ihre Zustimmung einholen, wenn sie dies tun müssen). Das passt nicht zu eurer <a id="a1">Verpflichtung</a> zur Datenminimierung, Renault! Mehr zu diesen Verpflichtungen: Renault gibt Ihre personenbezogenen Daten manchmal auf eine Weise weiter, die nicht unbedingt notwendig erscheint, oder in ihren Worten, für „explizite, legitime und festgelegte Zwecke“. Sie sagen beispielsweise, dass sie sie dann mit „jedem verbundenen oder angeschlossenen Motorhersteller, von dem wir Waren kaufen oder mieten (sowie ihren Konzerngesellschaften)“ und „Partnern“ teilen können. Aus dem Wortlaut der Datenschutzerklärung für das Vereinigte Königreich geht ebenfalls nicht klar hervor, ob sie Ihre personenbezogenen Daten nur dann an die Strafverfolgungsbehörden weitergeben, wenn sie gesetzlich dazu verpflichtet sind.

# worst_case
source: We learned that some of the information Renault asks for is mandatory and some isn’t. The second kind is collected in the interest of “getting to know you better especially in order to send you personalized marketing information.” So if you're not interested in letting Renault get to know you like that, only fill in form fields marked “mandatory.”
de: Wir haben herausgefunden, dass einige der Informationen, nach denen Renault fragt, obligatorisch sind und andere nicht. Die zweite Art wird erhoben, „um Sie besser kennenzulernen, und insbesondere, um Ihnen personalisierte Marketinginformationen zu senden“. Wenn Sie also nicht daran interessiert sind, dass Renault Sie derart gut kennenlernt, füllen Sie nur Formularfelder aus, die mit „obligatorisch“ gekennzeichnet sind.

# worst_case
source: In another tip of the hat to the protections of GDPR, Renault won't sell your personal data, like so many other car makers do. But that doesn't mean they're not in the data business. We can tell they're investing in big data and digital transformation through their partnerships with <a id="a1">Google</a> and IT consultancy, <a id="a2">Atos</a>. It does mean that they probably trade in aggregated and anonymised data which is not covered by the GDPR. We also like to point out that it can be relatively easy to <a id="a3">de-anonymize</a> those kinds of data sets.
de: Ebenfalls der DSGVO sei Dank wird Renault Ihre personenbezogenen Daten nicht verkaufen, wie es so viele andere Autohersteller tun. Das bedeutet jedoch nicht, dass sie nicht im Datengeschäft tätig sind: Durch ihre Partnerschaften mit <a id="a1">Google</a> und dem IT-Beratungsunternehmen <a id="a2">Atos</a> wird ersichtlich, dass sie in Big Data sowie die digitale Transformation investieren. Das bedeutet, dass sie wahrscheinlich mit aggregierten und anonymisierten Daten handeln, die nicht unter die DSGVO fallen. Kleine Anmerkung dazu: Es kann relativ einfach sein, solche <a id="a3">Datensätze</a> wieder zu de-anonymisieren.

# worst_case
source: Renault says that <i>“Protecting your personal data is central to Renault’s values.”</i> Aww, we love to hear it! Except we're not seeing too much to back that up besides obeying the law. It’s not looking amazing for one of the “good ones,” we know. Yet we still have one last beef (or should we say beouf?) with Renault. They're part of a <a id="a1">strategic alliance</a> with privacy-monster Nissan, one of the worst car companies we reviewed a privacy. What does that mean exactly for the fate of your personal data? Well, probably not much thanks to the strong legal protections in place. Still, given these companies’ cozy relationship, we’ll take it as a cautionary tale for what Renault might do if they could. Bravo, privacy laws! Finally, even though we're getting déja-vue writing this, it’s our duty to tell you that Renault, like all of the other car brands we looked at, comes with *Privacy Not Included.
de: Renault sagt, es rückt <i>„die Einhaltung der Vorschriften zum Schutz personenbezogener Daten […] in den Mittelpunkt ihrer Ethik“</i>, und natürlich hören wir das gerne! Allerdings sehen wir nicht wirklich viel, das diese Aussage untermauert, abgesehen davon, dass das Gesetz befolgt wird. Wir sind uns bewusst, dass es für einen der „Guten“ gar nicht mal so gut aussieht, und dabei haben wir sogar noch ein letztes Hühnchen (Oder sollten wir sagen: „une dernière poule“?) mit Renault zu rupfen: Sie sind Teil einer <a id="a1">strategischen Allianz</a> mit dem Datenschutzmonster Nissan, einem der schlimmsten Automobilunternehmen, das wir auf Datenschutz überprüft haben. Doch was bedeutet das genau für das Schicksal Ihrer personenbezogenen Daten? Nun, dank des starken rechtlichen Schutzes wahrscheinlich nicht viel. Angesichts der engen Beziehung dieser Unternehmen werden wir es jedoch als abschreckendes Beispiel für das betrachten, was Renault tun könnte, wenn sie könnten. Ode an die Datenschutzgesetze! Und abschließend ist es unsere Pflicht – auch wenn wir dabei ein kleines Déjà-vu haben –, Ihnen zu sagen, dass bei Renault, wie bei allen anderen Automarken, die wir uns angesehen haben, *Datenschutz nicht inbegriffen ist.

# how_does_it_use_data_collected
source: We ding this product as it is may obtain information about you from other companies, and the consent will be asked only if required by your local regulation.
de: Wir sprechen eine Warnung über dieses Produkt aus, da es Informationen über Sie von anderen Unternehmen erhalten kann und Ihre Zustimmung nur dann eingeholt wird, wenn die örtlichen Vorschriften dies erfordern.

# how_does_it_use_data_collected
source: Renault Group Privacy Notice
de: Datenschutzerklärung der Groupe Renault

# how_does_it_use_data_collected
source: "We may also obtain information about you through other companies in our group or partners, with your consent when required by the regulations."
de: „Wir können, mit Ihrer Einwilligung, wenn dies die Vorschriften verlangen, Informationen über Sie auch über andere Gesellschaften unseres Konzerns oder von Partnern erhalten.“

# how_does_it_use_data_collected
source: "We collect your personal data in particular when:<br/>- You visit one of our websites, which may use cookies or other tracers,<br/>- You contact us via an online form, email, telephone, live chat, visit to a dealership or by any other means,<br/>- You participate in a game or event, or subscribe to one of our newsletters,<br/>- You purchase a vehicle or a service (maintenance, repair, warranty, connected services),<br/>- You use a connected vehicle,<br/>- You respond to one of our studies or satisfaction surveys,<br/>- You create a user account to access our services from your computer or smartphone,<br/>- You interact with us on social media, including through the Facebook, Instagram and Twitter "Like", "Share" or " Tweet" buttons on the Renault pages, which can lead to collection and exchange of personal data between the social networks and us."
de: „Wir erheben Ihre personenbezogenen Daten insbesondere, wenn:<br/>– Sie eine unserer Websites besuchen, die Cookies oder andere Tracer verwenden können,<br/>– Sie uns über ein Online-Formular, per E-Mail, Telefon, Live Chat kontaktieren, einen Händler aufsuchen oder sich auf andere Weise an uns wenden,<br/>– Sie an einem Spiel oder einer Veranstaltung teilnehmen oder einen unserer Newsletter abonnieren,<br/>– Sie ein Fahrzeug oder eine Serviceleistung kaufen (Wartung, Reparatur, Gewährleistung, Vernetzte Services),<br/>– Sie ein vernetztes Fahrzeug nutzen, <br/>– Sie auf eine unserer Studien oder Zufriedenheitsumfragen antworten,<br/>– Sie ein Benutzerkonto erstellen, um von Ihrem Computer oder Smartphone aus auf unsere Dienste zuzugreifen, <br/>– Sie in den sozialen Medien mit uns interagieren, unter anderem über die Facebook-, Instagram- und Twitter-Schaltflächen „Gefällt mir“, „Teilen“ oder „Twittern“ auf den Renault-Seiten. Dies kann die Erhebung und den Austausch von personenbezogenen Daten zwischen den sozialen Netzwerken und uns zur Folge haben.“

# how_does_it_use_data_collected
source: "Within the context of our relationship, and in line with the context in which your personal data is collected, we may use your data to:<br/>A - Manage our initial interactions<br/>B - Manage our commercial relationship<br/>C - Manage services provided by your connected vehicle and on-board applications<br/>D - Conduct studies and analyses<br/>E - Manage our marketing operations"
de: „Im Rahmen unserer Beziehung und in Übereinstimmung mit dem Kontext, in dem Ihre personenbezogenen Daten erhoben werden, können wir Ihre Daten für folgende Zwecke verwenden:<br/>A – Verwaltung unserer Erstkontakte<br/>B – Verwaltung unserer Geschäftsbeziehung<br/>C– Verwaltung der von Ihrem vernetzten Fahrzeug und den Onboard-Anwendungen zur Verfügung gestellten Services<br/>D – Durchführung von Studien und Analysen<br/>E – Management unserer Marketingaktivitäten“

# how_does_it_use_data_collected
source: "We analyse the personal data of our customers and prospects, both the data they have provided to us directly (including data related to browsing on our websites and the use of our mobile applications, subject to consent) and data from third parties (subject to consent where necessary), to create algorithms that enable us to assess and/or predict their potential interests and preferences for our products and services (using scores and segmentation).<br/>The use of such tools is defined as profiling by the regulations. We believe it is in our legitimate interests to understand the preferences of our customers and prospects in order to provide them with content that meets their needs or desires. We have weighed up the respective interests and have put in place measures to ensure that your fundamental rights and freedoms are not breached.<br/>The analysis activities are intended to provide you with personalised content, such as specific offers by email, on Renault phone applications, and content on our websites or third-party websites (e.g Facebook). For example, processing of this data may lead us to send you offers relating to the car segment likely to be of interest to you. This also enables us to not send you certain advertising offers if we understand that they will not match your interests."
de: „Wir analysieren die personenbezogenen Daten unserer Kund/-innen und Kaufinteressent/-innen, und zwar sowohl die Daten, die sie uns direkt zur Verfügung gestellt haben (einschließlich Daten, die sich auf das Surfen auf unseren Websites und die Nutzung unserer mobilen Anwendungen beziehen, vorbehaltlich der Einwilligung), als auch Daten von Dritten (vorbehaltlich der Einwilligung, falls erforderlich), um Algorithmen zu erstellen, die es uns ermöglichen, ihre potenziellen Interessen und Präferenzen für unsere Produkte und Dienstleistungen zu bewerten und/oder vorherzusagen (unter Verwendung von Bewertungen und Segmentierung).<br/>Wir können diese Tools gemäß den geltenden Vorschriften zur Profilerstellung verwenden. Wir sind der Überzeugung, dass wir ein berechtigtes Interesse daran haben, die Vorlieben unserer Kund/-innen und Kaufinteressent/-innen zu verstehen, um ihnen Inhalte anbieten zu können, die ihren Bedürfnissen oder Wünschen entsprechen. Wir haben die jeweiligen Interessen gegeneinander abgewogen und Maßnahmen ergriffen, um sicherzustellen, dass Ihre Grundrechte und Grundfreiheiten nicht verletzt werden.<br/>Die Analyseaktivitäten sollen Ihnen personalisierte Inhalte zur Verfügung stellen, wie z. B. spezifische Angebote per E-Mail, auf Renault-Telefonanwendungen und Inhalte auf unseren Websites oder Websites Dritter (z. B. Facebook). So kann das Verarbeiten dieser Daten beispielsweise dazu führen, dass wir Ihnen Angebote für ein Fahrzeugsegment zeigen, das für Sie möglicherweise von Interesse ist. Dies ermöglicht es uns auch, Ihnen keine Werbeangebote zu schicken, wenn wir wissen, dass sie nicht Ihren Interessen entsprechen.“

# how_does_it_use_data_collected
source: "We may share your personal data with our approved dealer network and Renault SAS. We may also share your personal data with other companies in Groupe Renault such as Renault MAI, in charge of mobility activities (such as car sharing and remote test drive services), or subsidiaries offering financial services, such as RCI Banque SA and RCI Bank UK Limited, either under such companies’ legitimate interest or in order to fulfil our contractual obligations. Your consent will be obtained where consent is required by the regulations. These entities may act as data controller, in accordance with their personal data protection policy, or as processor, to perform tasks according to the instructions we give them.
de: „Wir können Ihre personenbezogenen Daten an unser Netzwerk autorisierter Händler sowie an Renault SAS weitergeben. Wir können Ihre personenbezogenen Daten auch an andere Unternehmen der Groupe Renault weitergeben, beispielsweise an Renault MAI, die für Mobilitätsaktivitäten (wie Carsharing und Remote-Testfahrten) zuständig sind, oder an Tochtergesellschaften, die Finanzdienstleistungen anbieten, wie RCI Banque SA und RCI Bank UK Limited, entweder im berechtigten Interesse dieser Unternehmen oder zur Erfüllung unserer vertraglichen Verpflichtungen. Ihre Einwilligung wird eingeholt, wenn es die Vorschriften verlangen. Diese Unternehmen können in Übereinstimmung mit ihren Datenschutzrichtlinien für personenbezogene Daten als Datenverantwortlicher oder als Auftragsverarbeiter fungieren, um Aufgaben entsprechend den von uns erteilten Anweisungen auszuführen.
