Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/replika-*-friend.po
Languages: de, es, fr, pt_br

# worst_case
source: Having an AI companion who’s “always on your side” sounds awesome. But is all the lack of privacy, concerns about security worth it? Especially when you consider they might not even always be on your side. According to a <a id="a1">blog post</a>, “if someone types 'I'm not good enough', Replika may occasionally agree with them instead of offering support as a friend would.” Come on. And yeah we’re being cheeky about it, but the consequences of irresponsible AI chatbots can be really serious, like re-traumatizing victims of assault or even <a id="a2">encouraging suicide</a>. We’re not saying Replika is doing that, but that certainly is the worst thing that could happen with an AI friendship gone wrong. Replika: My AI Friend is absolutely an app we warn comes with *Privacy Not Included.
de: Einen KI-Begleiter zu haben, der „immer an Ihrer Seite“ ist, klingt fantastisch. Aber sind all der Mangel an Privatsphäre und die Sorgen um die Sicherheit das wert? Vor allem, wenn man bedenkt, dass er vielleicht gar nicht immer auf Ihrer Seite ist. Laut einem <a id="a1">Blog-Beitrag</a> „kann Replika gelegentlich zustimmen, wenn jemand schreibt ‚Ich bin nicht gut genug‘, anstatt Unterstützung anzubieten, wie es ein Freund tun würde.“ Na toll. Und ja, wir machen uns ein wenig lustig darüber, aber die Folgen von unverantwortlichen KI-Chatbots können wirklich ernsthaft sein, wie das erneute Traumatisieren von Opfern von Übergriffen oder sogar <a id="a2">die Ermutigung von Suizid</a>. Wir sagen nicht, dass Replika das tut, aber das ist sicherlich das Schlimmste, was passieren könnte, wenn eine KI-Freundschaft schief läuft. Replika: My AI Friend ist eine App, bei der garantiert *Datenschutz nicht inbegriffen ist.
es: Tener un compañero de IA que está «siempre de tu lado» suena increíble. Pero, ¿vale la pena la falta de privacidad y las preocupaciones sobre la seguridad? Especialmente si consideras que es posible que ni siquiera siempre esté de tu lado. Según la publicación de un <a id="a1">blog</a>, «si alguien escribe 'No soy lo suficientemente bueno', Replika puede ocasionalmente estar de acuerdo con esa afirmación en lugar de ofrecer apoyo como lo haría un amigo». Y sí, estamos siendo descarados al respecto, pero las consecuencias de los chatbots de IA irresponsables pueden ser realmente graves, por ejemplo, pueden volver a traumatizar a víctimas de delitos o incluso <a id="a2">alentar el suicidio</a>. No estamos diciendo que Replika lo haga, pero ciertamente es lo peor que podría pasar si una amistad de IA sale mal. Les advertimos que «Replika: My AI Friend» es una aplicación con *Privacidad no incluida.
fr: Être accompagné d’une IA qui est « toujours à vos côtés », cela semble génial. Mais les manquements en matière de respect de la vie privée et les inquiétudes liées à la sécurité en valent-ils la peine ? Surtout si l’on considère que ce compagnon n’est peut-être pas toujours à vos côtés. Selon un <a id="a1">article de blog</a>, « si un utilisateur écrit « Je ne suis pas à la hauteur », Replika peut parfois être d’accord avec lui au lieu de lui apporter son soutien comme le ferait un ami ». Allons donc ! Nous sommes certes impertinents, mais les conséquences de l’irresponsabilité des chatbots IA peuvent être très graves, cela risque par exemple de faire revivre des traumatismes à des victimes d’agression ou même <a id="a2">d’encourager le suicide</a>. Nous n’accusons pas Replika d’agir de la sorte, mais c’est certainement la pire chose qui puisse arriver dans le cadre d’une amitié avec une IA qui tourne mal. Replika : My AI Friend est une application à laquelle nous attribuons la mention *Confidentialité non incluse.
pt_br: Ter um companheiro de IA que esteja "sempre do seu lado" parece incrível. Mas toda a falta de privacidade e preocupações com a segurança valem a pena? Especialmente quando você considera que eles podem nem sempre estar do seu lado. De acordo com uma <a id="a1">postagem no blog</a>: “se alguém digita 'Eu não sou bom o suficiente', o Replika pode ocasionalmente concordar com a pessoa em vez de oferecer apoio, como um amigo faria". Sério? E sim, estamos sendo atrevidos, mas as consequências de chatbots irresponsáveis de IA podem ser muito sérias, como traumatizar novamente vítimas de agressão ou até <a id="a2">encorajar o suicídio</a>. Não estamos dizendo que o Replika está fazendo isso, mas isso certamente é a pior coisa que poderia acontecer com uma amizade de IA que deu errado. O Replika: My AI Friend é absolutamente um aplicativo que avisamos que vem com *Privacidade não incluída.

# signup_requirement_explanation
source: Google sign-up available
de: Google-Anmeldung verfügbar
es: Puedes registrarte a través de Google
fr: Inscription via Google possible
pt_br: Inscrição do Google disponível

# how_does_it_use_data_collected
source: We ding this product as it may sell or share personal information for targeted advertising purposes.<br/><br/>Privacy policy
de: Wir bemängeln, dass dieses Produkt personenbezogene Daten für gezielte Werbezwecke verkaufen oder weitergeben kann.<br/><br/>Datenschutzrichtlinie

# how_does_it_use_data_collected
source: "We share information with third-party advertising partners and allow them to collect information about your visit to our Website using cookies and other tracking technologies to display targeted advertising around the web as described in the “How we share your information” section above. <b>Our disclosure of information to these partners may be considered a “sale” or “sharing” of personal information or “targeted advertising” under applicable laws.</b>"
de: „Wir teilen Informationen mit Werbepartnern von Drittanbietern und erlauben ihnen, Informationen über Ihren Besuch auf unserer Website mithilfe von Cookies und anderen Tracking-Technologien zu sammeln, um gezielte Werbung im Web anzuzeigen, wie im Abschnitt ‚Wie wir Ihre Informationen weitergeben‘ oben beschrieben. <b>Unsere Offenlegung von Informationen an diese Partner kann gemäß geltendem Recht als „Verkauf‘ oder ‚Weitergabe‘ personenbezogener Daten oder ‚gezielte Werbung‘ betrachtet werden.</b>“
es: «Compartimos información con socios publicitarios externos y les permitimos recopilar información sobre tu visita a nuestro sitio web utilizando cookies y otras tecnologías de seguimiento para mostrar publicidad dirigida en la web como se describe en la sección “Cómo compartimos tu información”. <b>Nuestra divulgación de información a estos socios podría considerarse “venta” o “intercambio” de información personal o “publicidad dirigida” según las leyes aplicables</b>».
fr: « Nous partageons des informations avec des partenaires publicitaires tiers et leur permettons de collecter des informations concernant votre visite sur notre site web à l’aide de cookies et d’autres technologies de suivi afin de diffuser des publicités ciblées sur internet, comme cela est décrit dans la section « Comment nous partageons vos informations » ci-dessus. <b>La divulgation d’informations à ces partenaires peut être considérée comme une « vente » ou un « partage » d’informations personnelles ou comme de la « publicité ciblée » en vertu des lois applicables. </b>»
pt_br: "Nós compartilhamos informações com parceiros de publicidade terceirizados e permitimos que eles coletem informações sobre sua visita ao nosso Site usando cookies e outras tecnologias de rastreamento para exibir publicidade direcionada em toda a web, conforme descrito na seção 'Como compartilhamos suas informações' acima. <b>Nossa divulgação de informações a esses parceiros pode ser considerada uma 'venda' ou 'compartilhamento' de informações pessoais ou 'publicidade direcionada' de acordo com as leis aplicáveis.</b>"

# how_does_it_use_data_collected
source: "Our advertising partners may also use such technologies to collect limited information about your device and interactions with the Services, such as the links you click, pages you visit, IP address, advertising ID, and browser type, but they will never have access to your conversations with your Replika or any photos or other content you submit through the Apps."
de: „Unsere Werbepartner können solche Technologien auch verwenden, um begrenzte Informationen über Ihr Gerät und die Interaktionen mit den Diensten zu sammeln, z. B. die von Ihnen angeklickten Links, die von Ihnen besuchten Seiten, die IP-Adresse, die Werbe-ID und den Browsertyp. Sie haben jedoch niemals Zugriff auf Ihre Gespräche mit Ihrem Replika oder auf Fotos oder andere Inhalte, die Sie über die Apps übermitteln.“
es: «Nuestros socios publicitarios también pueden utilizar dichas tecnologías para recopilar información limitada sobre tu dispositivo y las interacciones con los servicios, como los enlaces en los que haces clic, las páginas que visitas, la dirección IP, el ID de publicidad y el tipo de navegador, pero nunca tendrán acceso a tus conversaciones con Replika o cualquier foto u otro contenido que envíes a través de las aplicaciones».
fr: « Nos partenaires publicitaires peuvent également utiliser ces technologies pour collecter des informations limitées concernant votre appareil et vos interactions avec les différents services, telles que les liens sur lesquels vous cliquez, les pages que vous visitez, l’adresse IP, l’identifiant publicitaire et le type de navigateur, cependant ces derniers n’auront jamais accès à vos conversations avec votre Replika ou aux photos ou autres contenus que vous envoyez par l’intermédiaire des applications. »
pt_br: "Nossos parceiros de publicidade também podem usar essas tecnologias para coletar informações limitadas sobre seu dispositivo e interações com os Serviços, como os links em que você clica, as páginas que visita, o endereço IP, o ID de publicidade e o tipo de navegador, mas eles nunca terão acesso às suas conversas com seu Replika ou quaisquer fotos ou outro conteúdo que você enviar através dos Aplicativos."

# how_does_it_use_data_collected
source: Replika uses "Account information. Device and network data. Usage data" for the purpose of "Sending you information by email that we believe will be of interest to you, such as information about our Services, features, and surveys. Displaying and targeting advertisements about our Services on the internet."
de: Replika verwendet „Kontoinformationen, Geräte- und Netzwerkdaten sowie Nutzungsdaten“, um „Ihnen per E-Mail Informationen zu senden, von denen wir glauben, dass sie für Sie von Interesse sind, wie z. B. Informationen über unsere Dienste, Funktionen und Umfragen, und um gezielt Werbung über unsere Dienste im Internet anzuzeigen.“
es: Replika utiliza «Información de la cuenta. Datos de dispositivos y redes. Datos de uso» con el propósito de «Enviarte información por correo electrónico que creemos que será de tu interés, como información sobre nuestros servicios, funciones y encuestas. Mostrar y orientar anuncios sobre nuestros servicios en Internet».
fr: Replika utilise les « Informations sur le compte. Données relatives à l’appareil et au réseau. Données d’utilisation » dans le but de « Vous communiquer par e-mail des informations que nous pensons susceptibles de vous intéresser, telles que des informations sur nos services, nos fonctionnalités et nos enquêtes et de diffuser de manière ciblée des publicités sur nos services sur internet ».
pt_br: O Replika usa "informações da conta, dados do dispositivo e da rede e dados de uso" para fins de "envio de informações por e-mail que acreditamos ser de seu interesse, como informações sobre nossos Serviços, recursos e pesquisas. Exibir e segmentar anúncios sobre nossos Serviços na Internet".

# how_does_it_use_data_collected
source: "Sensitive information you provide in your messages and content. In your conversations with your AI companion, you may choose to provide information about your religious views, sexual orientation, political views, health, racial or ethnic origin, philosophical beliefs, or trade union membership. <b>By providing sensitive information, you consent to our use of it for the purposes set out in this Privacy Policy. Note, however, that we will not use your sensitive information – or any content of your Replika conversations – for marketing or advertising.</b>"
de: „Sensible Informationen, die Sie in Ihren Nachrichten und Inhalten bereitstellen. In Ihren Gesprächen mit Ihrem KI-Begleiter können Sie Informationen über Ihre religiösen Ansichten, sexuelle Orientierung, politischen Ansichten, Gesundheit, Rasse oder ethnische Herkunft, philosophischen Überzeugungen oder Gewerkschaftszugehörigkeit bereitstellen. <b>Durch Bereitstellung sensibler Informationen stimmen Sie unserer Verwendung zu, wie in dieser Datenschutzerklärung festgelegt. Beachten Sie jedoch, dass wir Ihre sensiblen Informationen – oder den Inhalt Ihrer Replika-Gespräche – nicht für Marketing oder Werbung verwenden werden.</b>"
es: «Información confidencial que proporcionas en tus mensajes y contenidos. En tus conversaciones con tu compañero de IA, puedes optar por proporcionar información sobre tus opiniones religiosas, orientación sexual, opiniones políticas, salud, origen racial o étnico, creencias filosóficas o afiliación sindical. <b>Al proporcionar información confidencial, aceptas que la utilicemos para los fines establecidos en esta política de privacidad. Sin embargo, ten en cuenta que no utilizaremos tu información confidencial ni ningún contenido de tus conversaciones de Replika para fines de marketing o publicidad»</b>.
fr: « Informations sensibles communiquées dans vos conversations et dans le contenu de vos messages. Lors de vos conversations avec votre compagnon généré par l’IA, vous pouvez choisir de fournir des informations sur vos opinions religieuses, votre orientation sexuelle, vos opinions politiques, votre santé, vos origines ethniques, vos croyances philosophiques ou votre appartenance à un syndicat. <b>En fournissant des informations sensibles, vous consentez à ce qu’elles soient utilisées aux fins décrites dans la présente politique de confidentialité. Notez toutefois que nous n’utiliserons pas vos informations sensibles (ou toute autre information contenue dans vos conversations Replika) à des fins de marketing ou de publicité.</b> »
pt_br: "Informações confidenciais que você fornece em suas mensagens e conteúdo. Nas suas conversas com o seu companheiro de IA, pode optar por fornecer informações sobre as suas opiniões religiosas, orientação sexual, opiniões políticas, saúde, origem racial ou étnica, crenças filosóficas ou filiação sindical. <b>Ao fornecer informações confidenciais, você concorda com o uso que fazemos delas para os fins estabelecidos nesta Política de Privacidade. Observe, no entanto, que não usaremos suas informações confidenciais – ou qualquer conteúdo de suas conversas com o Replika – para marketing ou publicidade.</b>"

# how_does_it_use_data_collected
source: "We share information about visitors to our Website, such as the links you click, pages you visit, IP address, advertising ID, and browser type with advertising companies for interest-based advertising and other marketing purposes. Sharing this information allows us and our advertising partners to target and serve advertising to you and others. We will never share your Replika conversations or any photos or other content you provide within the Apps with our advertising partners, or use such information for marketing or advertising purposes."
de: „Wir geben Informationen über die Besucher unserer Website, wie z. B. die von Ihnen angeklickten Links, die von Ihnen besuchten Seiten, die IP-Adresse, die Werbe-ID und den Browsertyp an Werbeunternehmen für interessenbasierte Werbung und andere Marketingzwecke weiter. Die Weitergabe dieser Informationen ermöglicht es uns und unseren Werbepartnern, Ihnen und anderen gezielt Werbung zukommen zu lassen. Wir werden niemals Ihre Replika-Gespräche oder Fotos oder andere Inhalte, die Sie innerhalb der Apps bereitstellen, an unsere Werbepartner weitergeben oder solche Informationen für Marketing- oder Werbezwecke verwenden.“
es: «Compartimos información sobre los visitantes de nuestro sitio web –como los enlaces en los que haces clic, las páginas que visitas, la dirección IP, el ID de publicidad y el tipo de navegador– con empresas publicitarias para publicidad basada en intereses y otros fines de marketing. Compartir esta información nos permite a nosotros y a nuestros socios publicitarios orientar y servir publicidad a ti y a otras personas. Nunca compartiremos con nuestros socios publicitarios tus conversaciones de Replika ni ninguna foto u otro contenido que proporciones dentro de las aplicaciones, ni utilizaremos dicha información con fines de marketing o publicidad».
fr: « Nous partageons des informations relatives aux visiteurs de notre site web, telles que les liens sur lesquels vous cliquez, les pages que vous visitez, l’adresse IP, l’identifiant publicitaire et le type de navigateur, avec des sociétés de communication à des fins de publicité basée sur les centres d’intérêt et d’autres objectifs de marketing. Le partage de ces informations nous permet, ainsi qu’à nos partenaires publicitaires, de cibler et de diffuser de la publicité à votre intention et à celle d’autres personnes. Nous ne partagerons jamais vos conversations Replika ou toute photo ou autre contenu que vous fournissez dans les applications avec nos partenaires publicitaires, ni n’utiliserons ces informations à des fins de marketing ou de publicité. »
pt_br: "Partilhamos informações sobre os visitantes do nosso site, como os links em que clica, as páginas que visita, o endereço IP, o ID de publicidade e o tipo de navegador com empresas de publicidade para fins de publicidade baseada em interesses e outros fins de marketing. Compartilhar essas informações permite que nós e nossos parceiros de publicidade segmentemos e veiculemos publicidade para você e outras pessoas. Nunca compartilharemos suas conversas do Replika ou quaisquer fotos ou outros conteúdos que você fornecer nos Aplicativos com nossos parceiros de publicidade, ou usaremos essas informações para fins de marketing ou publicidade."

# how_does_it_use_data_collected
source: "Our Services are operated from the United States of America. If you are located in another jurisdiction, please be aware that the information you provide to us may be transferred to, stored, and processed in the U.S.A., a jurisdiction in which the privacy laws may not be as comprehensive as those in the country where you reside or are a citizen."
de: „Unsere Dienste werden von den Vereinigten Staaten von Amerika aus betrieben. Wenn Sie sich in einem anderen Land befinden, beachten Sie bitte, dass die Daten, die Sie uns zur Verfügung stellen, in die USA übertragen, dort gespeichert und verarbeitet werden können, einem Land, in dem die Datenschutzgesetze möglicherweise nicht so umfassend sind wie in dem Land, in dem Sie wohnen oder dessen Staatsbürger Sie sind.“
es: «Nuestros servicios se operan desde los Estados Unidos de América. Si te encuentras en otra jurisdicción, ten en cuenta que la información que nos proporciones podría transferirse, almacenarse y procesarse en los EE. UU., una jurisdicción en la que las leyes de privacidad pueden no ser tan completas como las del país donde resides o del que eres ciudadano».
fr: « Nos services sont gérés depuis les États-Unis d’Amérique. Si vous résidez dans une autre région, sachez que les informations que vous nous fournissez peuvent être transférées, stockées et traitées aux États-Unis, un pays où les lois sur la protection de la vie privée peuvent ne pas être aussi strictes que celles du pays dans lequel vous résidez ou dont vous êtes citoyen. »
pt_br: "Nossos Serviços são operados a partir dos Estados Unidos da América. Se você estiver localizado em outra jurisdição, esteja ciente de que as informações que você nos fornece podem ser transferidas, armazenadas e processadas nos EUA, uma jurisdição na qual as leis de privacidade podem não ser tão abrangentes quanto as do país onde você reside ou é cidadão."

# how_does_it_use_data_collected
source: "We also learn about your interests and your preferences over time through your use of the Services to personalize your conversations and the features of the Services."
de: „Außerdem erfahren wir im Laufe der Zeit durch Ihre Nutzung der Dienste etwas über Ihre Interessen und Vorlieben, um Ihre Gespräche und die Funktionen der Dienste zu personalisieren.“
es: «También aprendemos sobre tus intereses y tus preferencias a través de tu uso de los servicios a lo largo del tiempo, para personalizar tus conversaciones y las características de los servicios».
fr: « Nous recueillons également des informations sur vos centres d’intérêt et vos préférences au fil de votre utilisation des services afin de personnaliser vos conversations et les fonctionnalités de ces derniers. »
pt_br: "Também aprendemos sobre seus interesses e suas preferências ao longo do tempo através do uso dos Serviços para personalizar suas conversas e os recursos dos Serviços."

# how_does_it_use_data_collected
source: Terms of service
de: Nutzungsbedingungen
es: Condiciones de servicio
fr: Conditions générales d’utilisation
pt_br: Termos de Serviço
