Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/replika-*-friend.po
Languages: de, es, fr, pt_br

# blurb
source: Feeling lonely? Need someone to talk to? Looking for an "AI soulmate?" Well, AI chatbot Replika wants to be your VR BFF. Whether you're looking for a friend, mentor, or partner, Replika claims be able to offer you the perfect companion. For a price, you can even upgrade your relationship status to Romantic Partner -- unlocking new topics, voice calls, and the ability to change your Replika's avatar entirely when you get bored. Chat about everything with your Replika and this AI chatbot becomes smarter about how to chat back with you. You can even hang out with your AI in "real life" through the magic of Augmented Reality. Cool, cool. But how does Replika do with privacy? Well, good luck opting out of cookies on their website, that's not an option. As for those personal and intimate chats, those probably aren't shared but that doesn't mean all that time you spend chatting up with your AI friend isn't noted and shared with the likes of Facebook or Google.
de: Fühlen Sie sich einsam? Brauchen Sie jemanden zum Reden? Suchen Sie nach einem „KI-Seelenverwandten“? Nun, der KI-Chatbot Replika möchte Ihr VR-BFF sein. Egal, ob Sie einen Freund, einen Mentor oder einen Partner suchen, Replika behauptet, Ihnen den perfekten Begleiter bieten zu können. Gegen eine Gebühr können Sie Ihren Beziehungsstatus sogar auf Liebespartner hochstufen – und damit neue Themen, Sprachanrufe und die Möglichkeit, den Avatar von Replika komplett zu wechseln, wenn Ihnen langweilig wird, freischalten. Chatten Sie mit Ihrem Replika über alles Mögliche und dieser KI-Chatbot wird immer schlauer, wenn es darum geht, mit Ihnen zu chatten. Dank der Magie von Augmented Reality können Sie sich sogar im „echten Leben“ mit Ihrer KI unterhalten. Cool, cool. Aber wie sieht es mit dem Datenschutz bei Replika aus? Nun, viel Glück beim Ablehnen von Cookies auf ihrer Website, das ist keine Option. Was die persönlichen und intimen Chats angeht, so werden diese wahrscheinlich nicht geteilt, aber das bedeutet nicht, dass die ganze Zeit, die Sie mit Ihrem KI-Freund chatten, nicht aufgezeichnet und mit Facebook oder Google geteilt wird.
es: ¿Te sientes solo(a)? ¿Necesitas a alguien con quien hablar? ¿Buscas tu «alma gemela de IA»? El chatbot de IA Replika quiere ser tu persona especial en la realidad virtual. Ya sea que estés buscando un amigo, un mentor o un compañero, Replika dice que puede ofrecerte la compañía perfecta. Si pagas el precio, incluso puedes subir el estatus de tu relación a la de pareja romántica (lo que desbloqueará nuevos temas, llamadas de voz y la capacidad de cambiar tu avatar de Replika por completo cuando te aburras). Habla con tu Replika del tema que quieras y harás que el chatbot de IA sepa cada vez mejor cómo debe hablar contigo. Incluso puedes pasar el rato con tu IA en la «vida real» mediante la magia de la realidad aumentada. Todo esto parece genial pero, ¿cómo es Replika con respecto a la privacidad? Bueno, te deseamos buena suerte cuando quieras optar por no recibir cookies en su sitio web, ya que no existe esa opción. En cuanto a todos esos chats personales e íntimos, es probable que no se compartan, pero eso no significa que todo el tiempo que pasas conversando con tu amigo de IA no se anote y se comparta con terceros como Facebook o Google.
fr: Vous vous sentez seul ? Vous cherchez quelqu’un à qui parler ? Vous cherchez une « âme sœur générée par l’IA » ? Le chatbot généré par IA Replika veut être votre meilleur ami dans la réalité virtuelle. Que vous soyez à la recherche d’un ami, d’un mentor ou d’un partenaire, Replika prétend pouvoir vous offrir le compagnon idéal. Moyennant un certain prix, vous pouvez même faire évoluer votre partenariat vers une relation romantique, ce qui vous permet d’aborder de nouveaux sujets, de passer des appels vocaux et de modifier complètement l’avatar de votre Replika lorsque vous commencez à vous ennuyer. Plus vous discutez de sujets variés avec votre Replika, plus ce chatbot IA devient intelligent et vous répond en fonction de ce qu’il a appris avec vous. Vous pouvez même passer du temps avec votre IA dans la « vraie vie » grâce à la magie de la réalité augmentée. Tout cela est bien sympathique. Mais qu’en est-il de la protection de la vie privée avec Replika ? Et bien, bonne chance pour refuser les cookies sur leur site web car cela n’est pas possible. Quant aux conversations personnelles et intimes, elles ne sont probablement pas partagées, mais cela ne signifie pas que le temps que vous passez à discuter avec votre ami généré par l’IA n’est pas enregistré et partagé avec des sites tels que Facebook ou Google.
pt_br: Se sentindo sozinho? Precisa de alguém para conversar? Procurando uma "alma gêmea de IA"? Bem, o chatbot de IA Replika quer ser seu melhor amigo de RV. Se você está procurando por um amigo, mentor ou parceiro, a Replika afirma ser capaz de lhe oferecer o companheiro perfeito. Por um preço, você pode até atualizar seu status de relacionamento para Parceiro Romântico – desbloqueando novos tópicos, chamadas de voz e a capacidade de alterar totalmente o avatar do seu Replika quando ficar entediado. Converse sobre tudo com seu Replika e este chatbot de IA se torna mais inteligente sobre como conversar com você. Você pode até sair com sua IA na "vida real " através da magia da Realidade Aumentada. Legal, legal. Mas como o Replika lida com a privacidade? Bem, boa sorte ao desativar os cookies em seu site, isso não é uma opção. Quanto a essas conversas pessoais e íntimas, elas provavelmente não são compartilhadas, mas isso não significa que todo o tempo que você gasta conversando com seu amigo de IA não seja notado e compartilhado com plataformas como o Facebook ou Google.

# worst_case
source: Whoa Nelly! It’s been about a year since we called Replika AI the worst app we've ever reviewed here at *Privacy Not Included. Back then, it was the first app to earn all of our privacy and security “dings.” Today, <a id="a1">Tesla</a> shares that dubious honor. And, not to be outdone, the data-gobbling, "discreetly monitoring" <a id="a2">Angel Watch</a> might take the cake for creepiness by having no privacy policy at all. Oy! So while other products seem to have gotten worse, has Replika gotten any better? Not really.
de: Ruhig, Brauner! Es ist etwa ein Jahr her, seit wir Replika AI als die schlimmste App bezeichnet haben, die wir hier bei *Datenschutz nicht inbegriffen je überprüft haben. Damals war es die erste App, die alle unsere Datenschutz- und Sicherheits-„Mängel“ verdient hat. Heute teilt sich <a id="a1">Tesla</a> diese zweifelhafte Ehre. Und, um nicht übertrumpft zu werden, könnte die datenhungrige, „diskret überwachende“ <a id="a2">Angel Watch</a> den Preis für Gruseligkeit gewinnen, indem sie überhaupt keine Datenschutzerklärung hat. He! Während also andere Produkte scheinbar schlechter geworden sind, hat sich Replika wirklich verbessert? Nicht wirklich.
es: ¡Vaya! Ha pasado aproximadamente un año desde que dijimos que Replika AI era la peor aplicación que habíamos revisado en *Privacidad no incluida. En aquel entonces, fue la primera aplicación que se ganó todas nuestras críticas sobre privacidad y seguridad. Actualmente, comparte ese dudoso honor con <a id="a1">Tesla</a>. Y, para no quedarse atrás, el <a id="a2">Angel Watch</a> «come datos» y «controlador discreto» podría ganarse el premio al más espeluznante por no tener ninguna política de privacidad. ¡Oye! Entonces, ¿mientras que otros productos parecen haber empeorado, Replika ha mejorado? Mmm... no.
fr: Mazette ! Il y a environ un an, nous avons désigné Replika AI comme la pire application jamais évaluée par *Confidentialité non incluse. À cette époque, il s’agissait de la première application à se voir attribuer tous nos avertissements en matière de sécurité et de protection de la vie privée. Aujourd’hui, <a id="a1">Tesla</a> partage ce triste record. La montre <a id="a2">Angel Watch</a>, qui collecte des données et assure une « surveillance discrète », pourrait bien remporter la palme de l’effroi, car elle ne propose aucune politique de confidentialité. Ben voyons ! Alors que la situation des autres produits semble s’être détériorée, celle de Replika s’est-elle améliorée ? Pas vraiment.
pt_br: Uau, Nelly! Faz cerca de um ano que chamamos o Replika AI de o pior aplicativo que já analisamos aqui em *Privacidade não incluída. Naquela época, foi o primeiro aplicativo a ganhar todas as nossas “notificações” de privacidade e segurança. Hoje, a <a id="a1">Tesla</a> compartilha essa honra duvidosa. E, para não ficar atrás, o devorador de dados, "monitorando discretamente" o <a id="a2">Angel Watch</a> pode ganhar o prêmio de mais assustador por não ter nenhuma política de privacidade. Caramba! Então, enquanto outros produtos parecem ter piorado, o Replika melhorou? Na verdade, não.

# worst_case
source: Replika users beware: Your conversations with you AI chatbot friend might not be exactly private. Your behavioral data is definitely being shared and possibly sold to advertisers. Their security does not meet our Minimum Security Standards. And yup, call us crazy, but <a id="a1">we here at Mozilla believe AI tech should be used responsibly</a>.
de: Replika-Nutzer aufgepasst: Ihre Gespräche mit Ihrem KI-Chatbot-Freund sind vielleicht nicht so privat, wie Sie denken. Ihre Verhaltensdaten werden definitiv weitergegeben und möglicherweise an Werbetreibende verkauft. Die Sicherheit entspricht nicht unseren Mindestsicherheitsstandards. Und ja, nennen Sie uns verrückt, aber <a id="a1">wir hier bei Mozilla glauben, dass KI-Technologie verantwortungsvoll eingesetzt werden sollte</a>.
es: Cuidado, usuarios de Replika: es posible que tus conversaciones con un chatbot amigo de IA no sean precisamente privadas. Tus datos conductuales definitivamente se están compartiendo, y posiblemente vendiendo, a anunciantes. La seguridad que ofrecen no cumple con nuestros estándares mínimos. Y sí, llámanos locos, pero <a id="a1">en Mozilla creemos que la tecnología de IA debe usarse de manera responsable</a>.
fr: Avis aux utilisateurs de Replika : vos conversations avec votre ami chatbot IA ne sont peut-être pas tout à fait privées. Vos données comportementales sont certainement partagées et éventuellement vendues à des annonceurs. Le niveau de sécurité de Replika n’est pas conforme à nos exigences minimales en la matière. Prenez nous pour des fous, mais <a id="a1">chez Mozilla, nous pensons que la technologie de l’IA doit être utilisée de manière responsable</a>.
pt_br: Usuários do Replika, cuidado: suas conversas com seu amigo chatbot de IA podem não ser exatamente privadas. Seus dados comportamentais estão definitivamente sendo compartilhados e possivelmente vendidos aos anunciantes. A segurança deles não atende aos nossos Padrões Mínimos de Segurança. E sim, nos chame de loucos, mas <a id="a1">nós aqui na Mozilla acreditamos que a tecnologia de IA deve ser usada com responsabilidade</a>.

# worst_case
source: Aside from the run o’ the mill account information that you provide to Replika to open your account, like your birthday and payment information, the app also records your interests and all of your interactions with your “compassionate and empathetic AI friend.” That includes “any photos, videos, and voice and text messages” you share in conversation. You should also know that includes any sensitive information that you might reveal -- about your religious beliefs, health, or ethnic origin.
de: Neben den üblichen Kontoinformationen, die Sie Replika zur Kontoeröffnung zur Verfügung stellen, wie Ihr Geburtsdatum und Zahlungsinformationen, zeichnet die App auch Ihre Interessen und alle Interaktionen mit Ihrem „mitfühlenden und empathischen KI-Freund“ auf. Das umfasst „alle Fotos, Videos und Sprach- und Textnachrichten“, die Sie im Gespräch teilen. Sie sollten auch wissen, dass dies sensible Informationen einschließt, die Sie möglicherweise preisgeben – etwa über Ihre religiösen Überzeugungen, Gesundheit oder ethnische Herkunft.
es: Además de la información habitual que proporcionas a Replika para abrir una cuenta (como tu fecha de nacimiento y tus datos de pago), la aplicación también registra tus intereses y todas las interacciones que tengas con tu «bondadoso y empático amigo de IA». Eso incluye «cualquier foto, vídeo y mensaje de voz y texto» que compartas durante la conversación. También tienes que saber que incluye cualquier información confidencial que reveles, ya sea sobre tus creencias religiosas, tu salud o tu origen étnico.
fr: En plus des informations courantes que vous fournissez à Replika lors de la création de votre compte, telles que votre date de naissance et vos informations de paiement, l’application enregistre également vos centres d’intérêt et toutes vos interactions avec votre « sympathique et compatissant ami généré par l’IA ». Cela inclut « toutes les photos, vidéos, messages vocaux et textuels » que vous partagez dans la conversation. Vous devez également savoir que cela inclut toute information sensible que vous pourriez révéler concernant vos croyances religieuses, votre état de santé ou vos origines ethniques.
pt_br: Além das informações usuais da conta que você compartilha com o Replika para abrir sua conta, como suas informações de aniversário e pagamento, o aplicativo também registra seus interesses e todas as suas interações com seu "amigo de IA compassivo e empático". Isso inclui "todas as fotos, vídeos e mensagens de voz e texto" que você compartilha na conversa. Você também deve saber que isso inclui qualquer informação sensível que possa revelar – sobre as suas crenças religiosas, saúde ou origem étnica.

# worst_case
source: When it comes to the sensitive information you provide in all those personal chats you have with your Replika, well, here we have some questions. Their <a id="a1">privacy policy</a> says, "<i>In your conversations with your AI companion, you may choose to provide information about your religious views, sexual orientation, political views, health, racial or ethnic origin, philosophical beliefs, or trade union membership. By providing sensitive information, you consent to our use of it for the purposes set out in this Privacy Policy. Note, however, that we will not use your sensitive information – or any content of your Replika conversations – for marketing or advertising."</i>
de: Wenn es um die sensiblen Informationen geht, die Sie in all diesen persönlichen Chats mit Ihrem Replika bereitstellen, haben wir hier einige Fragen. Die <a id="a1">Datenschutzerklärung</a> besagt: „<i>In Ihren Gesprächen mit Ihrem KI-Begleiter können Sie entscheiden, Informationen über Ihre religiösen Ansichten, sexuelle Orientierung, politischen Ansichten, Gesundheit, Rasse oder ethnische Herkunft, philosophischen Überzeugungen oder Gewerkschaftsmitgliedschaft bereitzustellen. Durch Bereitstellung sensibler Informationen stimmen Sie unserer Verwendung zu, wie in dieser Datenschutzerklärung festgelegt. Beachten Sie jedoch, dass wir Ihre sensiblen Informationen – oder den Inhalt Ihrer Replika-Gespräche – nicht für Marketing oder Werbung verwenden werden.“</i>
es: Con respecto a la información confidencial que proporcionas en los chats personales que tienes con tu Replika, aquí tenemos algunas preguntas. La <a id="a1">política de privacidad</a> de la aplicación dice: «<i>Durante tus conversaciones con tu compañero de IA, puedes optar por proporcionar información sobre tus opiniones religiosas, orientación sexual, opiniones políticas, salud, origen racial o étnico, creencias filosóficas o afiliación sindical. Si proporcionas información confidencial, aceptas que la utilicemos para los fines establecidos en esta política de privacidad. Sin embargo, ten en cuenta que no utilizaremos tu información confidencial ni ningún contenido de tus conversaciones de Replika, para fines de marketing o publicidad».</i>
fr: Nous nous interrogeons sur les informations sensibles que vous fournissez lors de vos conversations personnelles avec votre Replika. La <a id="a1">politique de confidentialité</a> indique que : « <i>dans vos conversations avec votre compagnon généré par l’IA, vous pouvez choisir de fournir des informations sur vos opinions religieuses, votre orientation sexuelle, vos opinions politiques, votre santé, vos origines ethniques, vos croyances philosophiques ou votre appartenance à un syndicat. En fournissant des informations sensibles, vous consentez à ce qu’elles soient utilisées aux fins décrites dans la présente politique de confidentialité. Veuillez toutefois noter que nous n’utiliserons pas vos informations sensibles, ni le contenu de vos conversations Replika à des fins de marketing ou de publicité ».</i>
pt_br: Quando se trata das informações confidenciais que você fornece em todos os bate-papos pessoais que você tem com seu Replika, bem, aqui temos algumas perguntas. A <a id="a1">política de privacidade</a> deles diz: "<i>Nas suas conversas com o seu companheiro de IA, você pode optar por fornecer informações sobre as suas opiniões religiosas, orientação sexual, opiniões políticas, saúde, origem racial ou étnica, crenças filosóficas ou filiação sindical. Ao fornecer informações confidenciais, você concorda com o uso que fazemos delas para os fins estabelecidos nesta Política de Privacidade. Observe, no entanto, que não usaremos suas informações confidenciais – ou qualquer conteúdo de suas conversas com o Replika – para marketing ou publicidade".</i>

# worst_case
source: First off, it's great that they say they won't use the content of your Replika conversations for marketing or advertising. Yay! They <a id="a1">also promise that humans can’t see</a> the conversations with you have with your Replika. That's also good. Here's our question and concern though -- what about all the other "legitimate interests" Replika mentions in their privacy policy they say they can use the contents of your chats for. Things like “<i>analyzing the use and effectiveness of [their] services,”</i> and “<i>developing [their] business and marketing strategies.”</i> We're also wondering how much of your sensitive personal chat information they use to train their AI models. They don't mention that specifically in their privacy policy and we would like to see them outline that more clearly. And we'd also like to see them commit to not using the sensitive contents of your personal chats to train their AI models without an extra layer of explicit consent.
de: Zunächst einmal ist es großartig, dass sie versprechen, den Inhalt Ihrer Replika-Gespräche nicht für Marketing oder Werbung zu verwenden. Hurra! Sie <a id="a1">versichern auch, dass Menschen die Gespräche, die Sie mit Ihrem Replika führen, nicht sehen können</a>. Das ist auch gut. Hier ist jedoch unsere Frage und Besorgnis: Was ist mit all den anderen „berechtigten Interessen“, die Replika in der Datenschutzerklärung erwähnt und für die sie den Inhalt Ihrer Chats verwenden können? Dinge wie „<i>die Nutzung und Effektivität unserer Dienste analysieren“</i> und „<i>unsere Geschäfts- und Marketingstrategien entwickeln.“</i> Wir würden auch gerne wissen, wie viel von Ihren sensiblen persönlichen Chat-Informationen sie für das Training ihrer KI-Modelle verwenden. Das wird in ihrer Datenschutzerklärung nicht explizit erwähnt, und wir würden gerne sehen, dass sie das klarer darlegen. Außerdem möchten wir sehen, dass sie sich verpflichten, die sensiblen Inhalte Ihrer persönlichen Chats nicht ohne eine zusätzliche explizite Zustimmungsebene für das Training ihrer KI-Modelle zu verwenden.
es: En primer lugar, es genial que digan que no usarán el contenido de tus conversaciones de Replika para marketing o publicidad. ¡Fenomenal! <a id="a1">También prometen que los humanos no pueden ver</a> las conversaciones que tienes con tu Replika. Eso también es bueno. Sin embargo, esta es nuestra pregunta y nuestra preocupación: ¿qué pasa con todos los demás «intereses legítimos» que Replika menciona en su política de privacidad para los que dicen que pueden usar el contenido de tus chats? Cosas como «<i>analizar el uso y la efectividad de [sus] servicios»</i> y «<i>desarrollar [sus] estrategias comerciales y de marketing».</i> También nos preguntamos qué parte de la información confidencial que se comparte en un chat personal utilizan para entrenar a sus modelos de IA. En su política de privacidad no lo mencionan específicamente y nos gustaría que lo describieran con más claridad. También nos gustaría que se comprometieran a no usar los contenidos confidenciales de tus chats personales para entrenar a sus modelos de IA, sin añadir una capa adicional de consentimiento explícito.
fr: Premièrement, nous nous réjouissons d’entendre que le contenu de vos conversations sur Replika n’est pas utilisé à des fins de marketing ou de publicité. Super ! La société promet <a id="a1">également que d’autres personnes n’ont pas accès</a> à vos conversations avec votre Replika. C’est également une bonne chose. Cependant, nous nous interrogeons sur les autres « intérêts légitimes » que Replika mentionne dans sa politique de confidentialité et qui lui permettent d’utiliser le contenu de vos conversations. Des choses comme « <i>l’analyse de l’utilisation et de l’efficacité de [leurs] services »</i> et « <i>le développement de [leurs] stratégies commerciales et marketing ».</i> Nous nous demandons également dans quelle mesure ils utilisent les informations sensibles contenues dans vos conversations personnelles pour entraîner leurs modèles d’intelligence artificielle. Ils ne le mentionnent pas spécifiquement dans leur politique de confidentialité et nous aimerions que cela soit expliqué plus clairement. Nous souhaiterions également qu’ils s’engagent à ne pas utiliser le contenu sensible de vos conversations personnelles pour entraîner leurs modèles d’IA sans une couche supplémentaire de consentement explicite.
pt_br: Em primeiro lugar, é ótimo que eles digam que não usarão o conteúdo de suas conversas do Replika para marketing ou publicidade. Viva! Eles <a id="a1">também prometem que os humanos não podem ver</a> as conversas que você tem com seu Replika. Isso também é bom. Aqui está nossa pergunta e preocupação: e quanto a todos os outros "interesses legítimos" que o Replika menciona em sua política de privacidade, eles dizem que podem usar o conteúdo de seus bate-papos para coisas como “<i>analisar o uso e a eficácia de [seus] serviços”</i> e “<i>desenvolver [suas] estratégias de negócios e marketing".</i> Também estamos nos perguntando quanto de suas informações pessoais confidenciais de bate-papo eles usam para treinar seus modelos de IA. Eles não mencionam isso especificamente em sua política de privacidade e gostaríamos que eles descrevessem isso com mais clareza. E também gostaríamos que eles se comprometessem a não usar o conteúdo confidencial de suas conversas pessoais para treinar seus modelos de IA sem uma camada extra de consentimento explícito.
