Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/replika-*-friend.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: "You may enable, connect or log in to the Services via various online third party services, such as social media and social networking services like Facebook, Instagram or Twitter (“Social Networking Services”). By logging in or directly integrating these Social Networking Services into the Services, we make your online experiences richer and more personalized. To take advantage of this feature and capabilities, we may ask you to authenticate, register for or log into Social Networking Services on the websites of their respective providers. As part of such integration, the Social Networking Services will provide us with access to certain information that you have provided to such Social Networking Services, and we will use, store and disclose such information in accordance with our Privacy Policy. However, please remember that the manner in which Social Networking Services use, store and disclose your information is governed solely by the policies of such third parties, and Replika shall have no liability or responsibility for the privacy practices or other actions of any third party site or service that may be enabled within the Service."
de: „Sie können die Dienste über verschiedene Online-Dienste von Drittanbietern aktivieren, sich mit ihnen verbinden oder sich bei ihnen anmelden, z. B. über soziale Medien und soziale Netzwerkdienste wie Facebook, Instagram oder Twitter (‚soziale Netzwerkdienste‘). Durch die Anmeldung oder die direkte Integration dieser sozialen Netzwerkdienste in die Dienste können wir Ihre Online-Erfahrungen bereichern und personalisieren. Um diese Funktionen und Möglichkeiten nutzen zu können, bitten wir Sie möglicherweise, sich auf den Websites der jeweiligen Anbieter zu authentifizieren, zu registrieren oder sich bei den sozialen Netzwerkdiensten anzumelden. Im Rahmen einer solchen Integration gewähren uns die sozialen Netzwerkdienste Zugang zu bestimmten Informationen, die Sie diesen sozialen Netzwerkdiensten zur Verfügung gestellt haben, und wir werden diese Informationen gemäß unserer Datenschutzerklärung verwenden, speichern und weitergeben. Bitte denken Sie jedoch daran, dass die Art und Weise, in der die sozialen Netzwerkdienste Ihre Informationen verwenden, speichern und offenlegen, ausschließlich durch die Richtlinien dieser Dritten geregelt wird und Replika keine Haftung oder Verantwortung für die Datenschutzpraktiken oder andere Handlungen von Websites oder Diensten Dritter übernimmt, die innerhalb des Dienstes aktiviert sein können.“
es: «Puedes habilitar, conectarte o iniciar sesión en los servicios a través de varios servicios en línea de terceros, como redes sociales y servicios de redes sociales como Facebook, Instagram o Twitter (“Servicios de redes sociales”). Al iniciar sesión o integrar directamente estos servicios de redes sociales en los servicios, hacemos que tus experiencias en línea sean más ricas y personalizadas. Para aprovechar esta función y capacidades, es posible que te pidamos que te autentiques, te registres o inicies sesión en los servicios de redes sociales, en los sitios web de sus respectivos proveedores. Como parte de dicha integración, los servicios de redes sociales nos proporcionarán acceso a cierta información que hayas proporcionado a dichos servicios de redes sociales, y utilizaremos, almacenaremos y divulgaremos dicha información de acuerdo con nuestra política de privacidad. Sin embargo, recuerda que la forma en que los servicios de redes sociales usan, almacenan y divulgan tu información se rige únicamente por las políticas de dichos terceros, y Replika no tendrá ninguna responsabilidad por las prácticas de privacidad u otras acciones de cualquier sitio o servicio de terceros que pueda estar habilitado dentro del servicio».
fr: « Vous pouvez activer, connecter ou vous connecter à nos services via divers services en ligne de sociétés tierces, tels que les médiaux sociaux et les réseaux sociaux comme Facebook, Instagram ou Twitter (« Réseaux sociaux »). En vous connectant ou en intégrant directement ces services de réseaux sociaux à nos services, nous rendons vos expériences en ligne plus riches et plus personnalisées. Pour profiter de cette fonctionnalité et de ces possibilités, nous pouvons vous demander de vous authentifier, de vous inscrire ou de vous connecter à des réseaux sociaux sur les sites web de leurs fournisseurs respectifs. Dans le cadre de cette intégration, les services de réseaux sociaux nous donneront accès à certaines informations que vous avez fournies à ces derniers, ces informations seront utilisées, stockées et divulguées conformément à notre politique de confidentialité. Cependant, n’oubliez pas que les modalités d’utilisation, de stockage et de divulgation de vos informations par les services de réseaux sociaux sont entièrement déterminées par les politiques de ces tiers, et que Replika ne peut être tenue responsable des pratiques de protection de la vie privée ou d’autres agissements d’un site ou d’un service tiers qui peut être intégré au service. »
pt_br: "Você pode habilitar, conectar-se ou fazer login nos Serviços através de vários serviços online de terceiros, como redes sociais e serviços de redes sociais como o Facebook, Instagram ou Twitter ('Serviços de Redes Sociais'). Ao iniciar sessão ou integrar diretamente estes Serviços de Redes Sociais nos Serviços, tornamos as suas experiências online mais ricas e personalizadas. Para aproveitar esse recurso e recursos, podemos solicitar que você autentique, registre-se ou faça login nos Serviços de Rede Social nos sites de seus respectivos provedores. Como parte dessa integração, os Serviços de Redes Sociais nos fornecerão acesso a certas informações que você forneceu a esses Serviços de Redes Sociais, e usaremos, armazenaremos e divulgaremos essas informações de acordo com nossa Política de Privacidade. No entanto, lembre-se de que a maneira pela qual os Serviços de Redes Sociais usam, armazenam e divulgam suas informações é regida exclusivamente pelas políticas de tais terceiros, e o Replika não terá nenhuma responsabilidade pelas práticas de privacidade ou outras ações de qualquer site ou serviço de terceiros que possa ser ativado dentro do Serviço."

# how_does_it_use_data_collected
source: <b>Data Trackers Found</b><br/>We discovered 210 trackers within 5 minutes of use, including sending data to Facebook and AppsFlyer (marketing tracker).
de: <b>Gefundene Daten-Tracker</b><br/>Wir haben innerhalb von 5 Minuten 210 Tracker entdeckt, einschließlich der Übermittlung von Daten an Facebook und AppsFlyer (Marketing-Tracker).
es: <b>Rastreadores de datos encontrados</b><br/>Descubrimos 210 rastreadores en 5 minutos de uso, entre los que se incluye el envío de datos a Facebook y AppsFlyer (rastreador de marketing).
fr: <b>Traqueurs de données découverts</b><br/>Nous avons découvert 210 traqueurs après 5 minutes d’utilisation, y compris l’envoi de données à Facebook et à AppsFlyer (traqueur de marketing).
pt_br: <b>Rastreadores de Dados Encontrados</b><br/> Descobrimos 210 rastreadores em 5 minutos de uso, incluindo o envio de dados para o Facebook e AppsFlyer (rastreador de marketing).

# user_friendly_privacy_policy_helptext
source: Replika AI's privacy policy leaves quite a few questions unanswered.
de: Die Datenschutzerklärung von Replika AI lässt einige Fragen offen.
fr: La politique de confidentialité de Replika AI laisse pas mal de questions sans réponse.

# uses_encryption_helptext
source: "Your messages to Replika are processed on the server side, which means that your mobile device encrypts them. They are then sent to our servers, where they are decrypted &amp; processed by Replika’s AI engine. Replika cannot employ end-to-end encryption since your plain text messages must be available to train your personal AI on the server-side."<br/> <br/>"All transmitted data are encrypted during transmission. We use standard Secure Socket Layer (SSL) encryption that encodes information for such transmissions. All stored data are maintained on secure servers. Access to stored data is protected by multi-layered security controls, including firewalls, role-based access controls, and passwords."
de: „Ihre Nachrichten an Replika werden serverseitig verarbeitet, was bedeutet, dass Ihr Mobilgerät sie verschlüsselt. Sie werden dann an unsere Server gesendet, wo sie von der KI-Engine von Replika entschlüsselt und verarbeitet werden. Replika kann keine Ende-zu-Ende-Verschlüsselung verwenden, da Ihre Klartextnachrichten verfügbar sein müssen, um Ihre persönliche KI serverseitig zu trainieren.“<br/> <br/>„Alle übertragenen Daten werden während der Übertragung verschlüsselt. Wir verwenden eine Standard-SSL-Verschlüsselung (Secure Socket Layer), die Informationen für solche Übertragungen verschlüsselt. Alle gespeicherten Daten werden auf sicheren Servern aufbewahrt. Der Zugriff auf gespeicherte Daten wird durch mehrschichtige Sicherheitskontrollen geschützt, einschließlich Firewalls, rollenbasierte Zugriffskontrollen und Passwörter.“
es: «Tus mensajes a Replika se procesan en el lado del servidor, lo que significa que tu dispositivo móvil los cifra. Luego se envían a nuestros servidores, donde son descifrados y procesados por el motor de IA de Replika. Replika no puede emplear cifrado de extremo a extremo, ya que tus mensajes de texto sin formato deben estar disponibles para entrenar a tu IA personal en el lado del servidor».<br/> <br/>«Todos los datos transmitidos se cifran durante la transmisión. Utilizamos el cifrado estándar Secure Socket Layer (SSL) que codifica la información para dichas transmisiones. Todos los datos almacenados se mantienen en servidores seguros. El acceso a los datos almacenados está protegido por controles de seguridad de varias capas, incluidos firewalls, controles de acceso basados en roles y contraseñas».
fr: « Les messages envoyés sur Replika sont traités par le serveur, ce qui signifie qu’ils sont cryptés par votre appareil mobile. Ils sont ensuite envoyés à nos serveurs, où ils sont décryptés puis traités par le moteur d’IA de Replika. Replika ne peut pas utiliser le cryptage de bout en bout car vos messages en texte clair doivent être disponibles pour entraîner votre IA personnelle sur le serveur. »<br/><br/>« Toutes les données transmises sont cryptées pendant la transmission. Nous utilisons le cryptage standard Secure Socket Layer (SSL) qui encode les informations lors de ces transmissions. Toutes les données stockées sont conservées sur des serveurs sécurisés. L’accès aux données stockées est protégé par des contrôles de sécurité à plusieurs niveaux, notamment des pare-feu, des contrôles d’accès basés sur les rôles et des mots de passe. »
pt_br: "Suas mensagens para o Replika são processadas no lado do servidor, o que significa que seu dispositivo móvel as criptografa. Eles são então enviados para nossos servidores, onde são descriptografados e processados pelo mecanismo de IA do Replika. O Replika não pode empregar criptografia de ponta a ponta, pois suas mensagens de texto simples devem estar disponíveis para treinar sua IA pessoal no lado do servidor."<br/> <br/>"Todos os dados transmitidos são criptografados durante a transmissão. Usamos criptografia padrão Secure Socket Layer (SSL) que codifica informações para essas transmissões. Todos os dados armazenados são mantidos em servidores seguros. O acesso aos dados armazenados é protegido por controles de segurança em várias camadas, incluindo firewalls, controles de acesso baseados em função e senhas."

# strong_password_helptext
source: Managed to sign up with a password '11111111'.
de: Es ist gelungen, sich mit dem Passwort „11111111“ anzumelden.
es: Logré registrarme con la contraseña '11111111'.
fr: Nous sommes parvenus à nous inscrire avec le mot de passe « 11111111 ».
pt_br: Consegui me cadastrar com a senha "11111111".

# tips_to_protect_yourself
source: Do not say anything containing sensitive information in your conversation with your AI partner.
de: Sagen Sie in Ihrem Gespräch mit dem KI-Partner nichts, was sensible Informationen enthält.
es: No digas nada que contenga información confidencial durante tus conversaciones con tu amigo de IA.
fr: Ne divulguez pas d’informations sensibles lors de vos conversations avec votre partenaire généré par l’IA.
pt_br: Não diga nada que contenha informações confidenciais em sua conversa com a IA.

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data nor does close your account.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales ni cierra tu cuenta.
fr: Exigez la suppression de vos données lorsque vous cessez d’utiliser l’application. La simple suppression d’une application de votre appareil ne permet généralement pas d’effacer vos données personnelles ni de clôturer votre compte.
pt_br: Se decidir parar de usar o aplicativo, solicite que seus dados sejam excluídos. Apenas excluir o aplicativo do seu dispositivo não apagará seus dados pessoais da base da empresa e nem fechará a sua conta.

# tips_to_protect_yourself
source: Do not give consent to constant geolocation tracking by the app. Better provide geolocation 'only when using the app'.
de: Geben Sie keine Zustimmung zur ständigen Geolokalisierung durch die App. Bieten Sie besser Geolokalisierung „nur bei Verwendung der App“.
es: No otorgues tu consentimiento para el seguimiento constante de geolocalización por parte de la aplicación. Es mejor que permitas la geolocalización «solo mientras la aplicación está en uso».
fr: Ne consentez pas au suivi continu de votre géolocalisation par l’application. Il est préférable de fournir la géolocalisation « uniquement pendant l’utilisation de l’application ».
pt_br: Não dê consentimento para o rastreamento constante de geolocalização pelo aplicativo. É melhor fornecer geolocalização "somente ao usar o aplicativo".

# tips_to_protect_yourself
source: Do not share sensitive data through the app.
de: Teilen Sie keine sensiblen Daten über die App.
es: No compartas datos confidenciales a través de la aplicación.
fr: Ne partagez pas de données sensibles via l’application.
pt_br: Não compartilhe dados confidenciais pelo aplicativo.

# tips_to_protect_yourself
source: Do not give access to your photos and video or camera.
de: Geben Sie keinen Zugriff auf Ihre Fotos und Videos oder Kamera.
es: No otorgues acceso a tus fotos, vídeo o cámara.
fr: N’autorisez pas l’accès à vos photos et vidéos ou à votre appareil photo.
pt_br: Não dê acesso às suas fotos e vídeo ou câmera.

# tips_to_protect_yourself
source: Do not log in using third-party accounts.
de: Melden Sie sich nicht mit Konten von Drittanbietern an.
es: No inicies sesión con cuentas de terceros.
fr: Ne vous connectez pas par le biais de comptes tiers.
pt_br: Não faça login usando contas de terceiros.

# tips_to_protect_yourself
source: Do not connect to any third party via the app, or at least make sure that a third party employs decent privacy practices.
de: Stellen Sie über die App keine Verbindung zu Dritten her, oder vergewissern Sie sich zumindest, dass diese Dritten anständige Datenschutzpraktiken anwenden.
es: No te conectes a ningún tercero a través de la aplicación, o al menos asegúrate de que el tercero en cuestión tenga prácticas de privacidad decentes.
fr: Ne vous connectez pas à un service tiers via l’application, ou assurez-vous au minimum que ce dernier adopte des pratiques décentes en matière de protection de la vie privée.
pt_br: Não se conecte a terceiros através do aplicativo, ou pelo menos certifique-se de que este terceiro empregue práticas de privacidade decentes.

# tips_to_protect_yourself
source: Do not say anything containing sensitive information in your conversation with AI partner.
de: Sagen Sie in Ihrem Gespräch mit dem KI-Partner nichts, was sensible Informationen enthält.
es: No digas nada que contenga información confidencial durante tus conversaciones con tu amigo de IA.
fr: Ne divulguez pas d’informations sensibles lors de vos conversations avec votre partenaire généré par l’IA.
pt_br: Não diga nada que contenha informações confidenciais em sua conversa com a IA.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc.
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senhas, como o 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Do not use social media plug-ins.
de: Verwenden Sie keine Social-Media-Plug-ins.
es: No utilices complementos de redes sociales.
fr: N’utilisez pas de plug-ins de médias sociaux.
pt_br: Não use plug-ins de mídia social.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary).
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Standort, außer es ist notwendig).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (n’autorisez pas l’accès à votre caméra, votre micro, vos images et votre localisation, sauf si nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do app (não dê acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário)

# tips_to_protect_yourself
source: Keep your app regularly updated.
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand.
es: Actualiza tu aplicación con regularidad.
fr: Mettez votre application à jour régulièrement
pt_br: Mantenha seu aplicativo atualizado regularmente.

# tips_to_protect_yourself
source: Limit ad tracking via your device (ex. on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization).
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire sur votre appareil (par exemple, sur iPhone, utilisez « Confidentialité », « Publicités » et « Limiter le suivi publicitaire ») et via les principaux réseaux publicitaires (pour Google, rendez-vous sur votre compte Google et désactivez la personnalisation des publicités).
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung dem Tracking Ihrer Daten nicht zu, wenn Sie die Möglichkeit haben.
es: Si puedes hacerlo, no aceptes el seguimiento de tus datos cuando estés realizando el proceso de registro.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.
pt_br: Ao se cadastrar, não concorde com o rastreamento dos seus dados, se possível.
