Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/replika-*-friend.po
Languages: de, es, fr, pt_br

# worst_case
source: Replika's privacy policy goes on to say they can aggregate, anonymize, and de-identify the contents of your chats to do things like improve their services and develop marketing strategies. This might be OK, but it also raises our eyebrows a bit as <a id="a1">it's been found to be pretty easy</a> to re-identify de-identified personal information. ll in all, when you share sensitive personal information with Replika in your chats, you really have to trust that they are going to protect and respect the privacy of those conversations. On that note, we think you should take this line from Replika's privacy policy to heart, <i>"If you do not want us to process your sensitive information for these purposes, please do not provide it."</i>
de: In der Datenschutzerklärung von Replika heißt es weiter, dass das Unternehmen die Inhalte Ihrer Chats zusammenfassen, anonymisieren und de-identifizieren kann, um Dinge wie die Verbesserung ihrer Dienste und die Entwicklung von Marketingstrategien zu ermöglichen. Das mag zwar in Ordnung sein, lässt uns aber auch stutzig werden, denn <a id="a1">es hat sich gezeigt, dass es ziemlich einfach ist</a>, de-identifizierte persönliche Daten wieder zu identifizieren. Alles in allem müssen Sie, wenn Sie sensible persönliche Daten in Ihren Chats mit Replika teilen, wirklich darauf vertrauen, dass das Unternehmen die Privatsphäre dieser Unterhaltungen schützt und respektiert. In diesem Zusammenhang sollten Sie sich diesen Satz aus der Datenschutzerklärung von Replika zu Herzen nehmen: <i>„Wenn Sie nicht möchten, dass wir Ihre sensiblen Daten für diese Zwecke verarbeiten, stellen Sie sie bitte nicht zur Verfügung.“</i>
es: La política de privacidad de Replika continúa diciendo que pueden agregar, anonimizar y desidentificar el contenido de tus chats para hacer cosas como mejorar sus servicios y desarrollar estrategias de marketing. Es posible que esto no sea un problema, pero nos inquieta un poco, ya <a id="a1">que se ha descubierto que es bastante fácil</a> volver a identificar los datos personales desidentificados. En general, cuando compartes información personal confidencial con Replika en tus chats, realmente tienes que confiar en que van a proteger y respetar la privacidad de esas conversaciones. En ese sentido, creemos que debes tomar muy en serio esta línea de la política de privacidad de Replika<i>: «Si no deseas que procesemos tu información confidencial para estos fines, no la proporciones».</i>
fr: La politique de confidentialité de Replika précise que l’entreprise peut regrouper, anonymiser et dépersonnaliser le contenu de vos conversations afin d’améliorer ses services et de développer des stratégies de marketing. Cela peut sembler acceptable, mais nous sommes quelque peu inquiets car <a id="a1">il s’est avéré qu’il était assez facile</a> de réidentifier des informations privées dépersonnalisées. En somme, lorsque vous partagez des informations personnelles sensibles lors de vos conversations avec Replika, il vous faut réellement avoir confiance en leur capacité à protéger et à respecter la confidentialité de ces conversations. À cet égard, nous pensons que vous devriez prendre à cœur cette phrase de la politique de confidentialité de Replika : <i>« Si vous ne souhaitez pas que nous traitions vos informations sensibles à ces fins, ne les communiquez pas ».</i>
pt_br: A política de privacidade do Replika continua dizendo que eles podem agregar, anonimizar e desidentificar o conteúdo de seus bate-papos para fazer coisas como melhorar seus serviços e desenvolver estratégias de marketing. Isso pode ser bom, mas também levanta um pouco nossas sobrancelhas, pois <a id="a1">foi descoberto que é muito fácil</a> identificar novamente as informações pessoais desidentificadas. Ao todo, quando você compartilha informações pessoais confidenciais com o Replika em seus bate-papos, você realmente tem que confiar que eles vão proteger e respeitar a privacidade dessas conversas. Nesse sentido, achamos que você deve seguir esta frase da política de privacidade do Replika: <i>"Se você não quiser que processemos suas informações confidenciais para esses fins, não as forneça".</i>

# worst_case
source: And remember, beyond the contents of your personal chats, Replika does say they can share and possibly even sell some of your other personal information for targeted advertising purposes unless you opt out. Bad AI chatbot!
de: Und denken Sie daran, dass Replika über den Inhalt Ihrer persönlichen Chats hinaus auch einige Ihrer anderen persönlichen Daten für gezielte Werbezwecke weitergeben und möglicherweise sogar verkaufen kann, sofern Sie dem nicht widersprechen. Böser KI-Chatbot!
es: Recuerda que, más allá del contenido de tus chats personales, Replika dice que pueden compartir, y posiblemente incluso vender, parte de tu otra información personal con fines de publicidad dirigida, a menos que optes por excluirte. ¡Maldito chatbot de IA!
fr: Et n’oubliez pas qu’en plus du contenu de vos conversations personnelles, Replika indique être en mesure de partager, voire de vendre, certaines de vos autres informations personnelles à des fins de publicité ciblée, à moins que vous ne vous y opposiez. Vilain chatbot !
pt_br: E lembre-se, além do conteúdo de seus bate-papos pessoais, o Replika diz que pode compartilhar e possivelmente até vender algumas de suas outras informações pessoais para fins de publicidade direcionada, a menos que você opte por não participar. Chatbot de IA ruim!

# worst_case
source: Hey, speaking of their marketing strategies, they’re a bit creepy and icky too. They’ve been criticized on social media and beyond as being <a id="a1">cringe</a> at best, and <a id="a2">predatory</a> at worst because they seem to be laser-focused on the lonely guys looking for... love, or something like that. And that sort of friendship/relationship/sexting pal did track with Replika's services, until early in 2023. The paid version used to unlock a spicier relationship with your Replika that included sexting. And you might be like “well if they’re consenting adults…” and that’s the thing: People complained that the Replikas were coming on way too strong, even turning aggressive and <a id="a3">abusive</a>. So Replika turned off the NSFW stuff, but that move caught some subscribers super off-guard and apparently left some <a id="a4">heartbroken</a>. Which goes to show how much these robo-friends can impact real people. In response, Replika turned it <a id="a5">back on</a>, for legacy users only. Sheesh. Quit playing games with users’ hearts, Replika.
de: Apropos Marketingstrategien: Die sind auch ein bisschen gruselig und abstoßend. Sie wurden in sozialen Medien und darüber hinaus kritisiert und gelten im besten Fall als <a id="a1">cringe</a> und im schlimmsten Fall als <a id="a2">rücksichtslos</a>, weil sie sich scheinbar laserfokussiert auf einsame Kerle konzentrieren, die nach ... Liebe suchen oder so ähnlich. Und diese Art von Freundschafts-/Beziehungs-/Sexting-Kumpel hat bis Angang 2023 tatsächlich mit Replikas Diensten harmoniert. Die kostenpflichtige Version hat früher eine pikante Beziehung mit Ihrem Replika freigeschaltet, die auch Sexting beinhaltete. Sie werden sich jetzt vielleicht denken: „Na ja, wenn es sich um einvernehmliche Erwachsene handelt ...“, aber das ist das Ding: Leute beschwerten sich, dass die Replikas viel zu aufdringlich, sogar aggressiv und <a id="a3">beleidigend</a> wurden. Also hat Replika den NSFW-Kram ausgeschaltet, aber dieser Schritt hat einige Abonnenten völlig unvorbereitet getroffen und anscheinend einigen das <a id="a4">Herz gebrochen</a>. Das zeigt, wie sehr diese Robo-Freunde echte Menschen beeinflussen können. Als Reaktion darauf hat Replika es nur für Legacy-Benutzer wieder <a id="a5">eingeschaltet</a>. Oh Mann. Quit playing games with users’ hearts, Replika.
es: Hablando de sus estrategias de marketing, también son un poco espeluznantes e inquietantes. En las redes sociales y otros sitios, han sido calificadas como </a> vergonzosas<a id="a1"> en el mejor de los casos y como <a id="a2">depredadoras</a> en el peor, ya que parecen estar enfocados en esos chicos solitarios que buscan... amor o algo por el estilo. Ese tipo de amistad/relación/pareja de sexting era parte de los servicios de Replika hasta principios de 2023; la versión de pago para desbloquear una relación más picante con tu Replika incluía el sexting. Quizás digas «bueno, si se trata de adultos que lo hacen bajo consentimiento...» y esa es la cuestión: la gente se quejó de que las Replikas se estaban volviendo demasiado fuertes, incluso agresivas y <a id="a3">abusivas</a>. Así que Replika quitó las cosas poco presentables, un cambio que tomó a algunos suscriptores con la guardia baja y dejó a algunos de ellos con el <a id="a4">corazón roto</a>. Esto demuestra cuánto pueden afectar estos amigos-bots a las personas reales. En respuesta, Replika los <a id="a5">volvió a activar</a>, pero solo para los usuarios heredados. Puf... Deja de jugar con el corazón de tus usuarios, Replika.
fr: En parlant de leurs stratégies de marketing, celles-ci sont quelque peu effrayantes et dérangeantes. La société a été critiquée sur les réseaux sociaux et ailleurs comme étant, au mieux, <a id="a1">une source d’inquiétude</a> et, au pire, <a id="a2">un prédateur</a>, car elle semble cibler les hommes seuls à la recherche de… l’amour, ou quelque chose de semblable. Les services de Replika ont permis de nouer des amitiés, de créer des relations et d’échanger des sextos, jusqu’au début de l’année 2023. La version payante permettait de développer une relation plus pimentée avec votre Replika en donnant un caractère plus érotique aux conversations. On peut se dire : « du moment qu’il s’agit d’adultes consentants… » et justement, les utilisateurs se sont plaints que les Replika devenaient trop agressifs, voire même <a id="a3">abusifs</a>. Replika a donc désactivé le contenu réservé aux adultes, mais cette décision a pris certains abonnés au dépourvu et leur a <a id="a4">brisé le cœur</a>. Cela montre à quel point ces robots-amis peuvent avoir un impact sur la vie des gens. En réponse, Replika a <a id="a5">réactivé</a> le système, mais uniquement pour les anciens utilisateurs. Arrêtez de vous amuser avec la vie sentimentale des utilisateurs, Replika.
pt_br: Ei, falando de suas estratégias de marketing, eles também são um pouco assustadores e desagradáveis. Eles foram criticados nas mídias sociais e além como sendo <a id="a1">cringe</a> na melhor das hipóteses, e <a id="a2">predatórios</a> na pior das hipóteses, porque parecem estar focados nos caras solitários que procuram... amor, ou algo assim. E esse tipo de amigo de amizade/relacionamento/mensagens picantes acompanhou os serviços do Replika, até o início de 2023. A versão paga usada para desbloquear um relacionamento mais picante com seu Replika que incluía mensagens picantes. E você pode ficar tipo "bem, se eles forem adultos consensuais..." e essa é a coisa: as pessoas reclamaram que os Replikas estavam pegando pesado, até se tornando agressivos e <a id="a3">abusivos</a>. Então o Replika desativou o conteúdo impróprio, mas esse movimento pegou alguns assinantes desprevenidos e aparentemente deixou alguns de <a id="a4">coração partido</a>. O que mostra o quanto esses amigos robôs podem impactar pessoas reais. Em resposta, o Replika o <a id="a5">reativou</a>, apenas para usuários legados. Puxa. Pare de brincar com o coração dos usuários, Replika.

# worst_case
source: Now about the “adult” part. Replika says its services are only for people 18+, but how could they know the age of their users without asking? According to Italian regulators, who <a id="a1">called out</a> the "absence of an age-verification mechanism" in February of 2023, they didn't do too much to check that. Since then, it seems like Replika has at least started asking its users if they're over 18 in the app -- but that's actually kinda weird because both the App Store and the Google Play store say it's a-okay for users just 17+. And we're sure any underage legacy users probably just said toodle-oo to their AI friends at that point, right? And moving forward, thank goodness kids never lie about their age on the internet. Heh.
de: Nun zum Thema „Erwachsene“. Replika gibt an, dass die Dienste nur für Personen ab 18 Jahren gedacht sind, aber woher sollten sie das Alter der Nutzer kennen, ohne zu fragen? Laut den italienischen Aufsichtsbehörden, die im Februar 2023 das „Fehlen eines Altersüberprüfungsmechanismus“ <a id="a1">bemängelten</a>, haben sie nicht sonderlich viel unternommen, um dies zu überprüfen. Seitdem scheint Replika zumindest damit begonnen zu haben, die Nutzer in der App zu fragen, ob sie über 18 sind – aber das ist eigentlich ziemlich seltsam, denn sowohl im App Store als auch im Google Play Store heißt es, dass die App für Nutzer ab 17 Jahren vollkommen in Ordnung ist. Und wir sind uns sicher, dass alle minderjährigen Nutzer in diesem Moment ihren KI-Freunden einfach „Tschüss“ gesagt haben, oder? Und wenn wir schon dabei sind: Zum Glück lügen Kinder nie über ihr Alter im Internet. Ha.
es: Ahora, con respecto a la sección «adulta». Replika dice que sus servicios son solo para mayores de 18 años, pero ¿cómo pueden saber la edad de sus usuarios si no la preguntan? Según los reguladores italianos que <a id="a1">denunciaron</a> la «ausencia de un mecanismo de verificación de la edad» en febrero de 2023, la aplicación no hace demasiado para comprobar esto. Desde entonces, parece que Replika al menos ha comenzado a preguntar a sus usuarios si tienen más de 18 años en la aplicación, pero en realidad es un poco extraño porque tanto la App Store como la tienda Google Play dicen que es apta para usuarios mayores de 17 años. Y estamos seguros de que cualquier usuario heredado menor de edad probablemente ya se despidió de sus amigos de IA a esa altura, ¿verdad? Por suerte los niños nunca mienten sobre su edad en Internet...
fr: Passons maintenant à la partie « réservée aux adultes ». Replika affirme que ses services sont réservés aux personnes âgées de plus de 18 ans, mais comment connaître l’âge de ses utilisateurs sans leur demander ? Selon les régulateurs italiens, qui ont <a id="a1">signalé</a> « l’absence d’un mécanisme de vérification de l’âge » en février 2023, la société n’a pas fait grand-chose dans ce sens. Depuis, il semble que Replika ait au moins commencé à demander à ses utilisateurs de confirmer qu’ils ont plus de 18 ans dans l’application (mais cela reste assez étrange car aussi bien l’App Store que le Google Play Store indiquent que les utilisateurs de 17 ans et plus peuvent utiliser l’application). Nous sommes évidemment convaincus que cela a poussé les utilisateurs mineurs de l’application à faire leurs adieux à leurs amis générés par l’IA, n’est-ce pas ? Et nous pouvons être sûrs que ce genre de problèmes ne se reproduiront jamais car les enfants ne mentent pas sur leur âge sur Internet !
pt_br: Agora sobre a parte "adulta". O Replika diz que seus serviços são apenas para pessoas com mais de 18 anos de idade, mas como eles poderiam saber a idade de seus usuários sem perguntar? De acordo com os reguladores italianos, que <a id="a1">chamaram a atenção</a> para a "ausência de um mecanismo de verificação de idade" em fevereiro de 2023, eles não fizeram muito para verificar isso. Desde então, parece que o Replika pelo menos começou a perguntar aos seus usuários se eles têm mais de 18 anos no aplicativo, mas isso é realmente meio estranho, porque tanto a App Store quanto a Google Play Store dizem que está tudo bem para os usuários com mais de 17 anos de idade. E temos certeza de que qualquer usuário legado menor de idade provavelmente acabou de dizer "Adeus" para seus amigos de IA naquele momento, certo? E olhando para o futuro, ainda bem que as crianças nunca mentem sobre a idade na internet. Heh.

# worst_case
source: Hoo, are we done yet? No. We’re not satisfied with their security protocols. We were able to create an account using the weak password '11111111’ which is not good because it means your account could easily be hacked. And preventing unauthorized access to your account is mostly on you, according to Replika. K good to know. While we're griping about Replika's bad privacy practices, don't get us started on how when you land on their website you're force to accept their use of cookies to track you everywhere, while the privacy policy tells you this: "In all cases in which we use cookies, we will not collect Personal Data except with your permission." We really do have some choice words for Replika... but let's move on.
de: Hui, sind wir schon fertig? Nein. Wir sind mit den Sicherheitsprotokollen nicht zufrieden. Wir konnten ein Konto mit dem schwachen Passwort „11111111“ erstellen, was nicht gut ist, weil es bedeutet, dass Ihr Konto leicht gehackt werden kann. Und laut Replika liegt es hauptsächlich an Ihnen, den unbefugten Zugriff auf Ihr Konto zu verhindern. Gut zu wissen. Während wir uns über die schlechten Datenschutzpraktiken von Replika beschweren, wollen wir gar nicht erst damit anfangen, dass Sie beim Besuch der Website gezwungen werden, die Verwendung von Cookies zu akzeptieren, um Sie überall zu verfolgen, während in der Datenschutzerklärung Folgendes steht: „In allen Fällen, in denen wir Cookies verwenden, werden wir keine persönlichen Daten erfassen, es sei denn, Sie haben Ihre Zustimmung erteilt.“ Wir haben wirklich ein paar nette Worte für Replika übrig ... aber lassen wir das.
es: Fiuu... ¿eso es todo? No. Tampoco estamos satisfechos con sus protocolos de seguridad. Pudimos crear una cuenta utilizando la contraseña débil '11111111', lo cual no es bueno porque significa que tu cuenta podría ser pirateada fácilmente. Y, según Replika, evitar el acceso no autorizado a tu cuenta es una responsabilidad que recae principalmente en ti. Es bueno saberlo. Mientras nos quejamos de las malas prácticas de privacidad de Replika, mencionemos la obligación de aceptar el uso de cookies para rastrearte en todas partes cuando llegas a su sitio web, mientras que la política de privacidad te dice lo siguiente: «En todos los casos en los que usemos cookies, no recopilaremos datos personales, excepto con tu permiso». Realmente tenemos algunas cosas que decirle a Replika... pero sigamos adelante.
fr: Est-ce qu’on a fini ? Non. Les protocoles de sécurité de la société ne nous conviennent pas. Nous avons pu créer un compte en utilisant le mot de passe faible « 11111111 », ce qui pose problème car cela signifie que votre compte peut être facilement piraté. D’après Replika, c’est à vous qu’il incombe d’empêcher tout accès non autorisé à votre compte. C’est bon à savoir. Puisque nous en sommes à nous plaindre des mauvaises pratiques de Replika en matière de protection de la vie privée, ne nous lancez pas sur le fait que lorsque vous visitez leur site web, vous êtes obligé d’accepter l’utilisation de cookies qui vous suivent à la trace alors que la politique de confidentialité indique ce qui suit : « Dans tous les cas où nous utilisons des cookies, nous ne collecterons pas de données personnelles sauf avec votre permission. ». Nous n’avons vraiment pas mâché nos mots à l’égard de Replika... mais continuons.
pt_br: Nossa, já terminamos? Não. Não estamos satisfeitos com os protocolos de segurança deles. Conseguimos criar uma conta usando a senha fraca "11111111", o que não é bom, pois significa que sua conta pode ser facilmente hackeada. E impedir o acesso não autorizado à sua conta é principalmente sua responsabilidade, de acordo com o Replika. Bom saber. Embora estejamos reclamando das más práticas de privacidade do Replika, não nos faça começar a falar sobre como, ao acessar o site deles, você é forçado a aceitar o uso de cookies para rastreá-lo em todos os lugares, enquanto a política de privacidade diz o seguinte: "Em todos os casos em que usamos cookies, não coletaremos Dados Pessoais, exceto com sua permissão". Nós realmente temos algumas palavras escolhidas para o Replika... mas vamos seguir em frente.

# worst_case
source: Can you at least delete some messages or your chat history in case you get a vulnerability hangover? The answer is no, not without completely <a id="a1">deleting your account</a> and even then it’s not guaranteed. Given the ~personal nature~ of those conversations, we’d like to see a much stronger stance on that. Now, Replika did add a section to their privacy policy that says anyone can request their personal data be deleted, but it’s not totally clear to us if Replika will always honor those requests by deleting all of the personal information they have about you.
de: Können Sie wenigstens einige Nachrichten oder Ihren Chatverlauf löschen, falls Ihnen der Kopf vor lauter Schwachstellen schwirrt? Die Antwort lautet nein, nicht <a id="a1">ohne Ihr Konto komplett zu löschen</a>, und selbst dann ist das nicht garantiert. In Anbetracht des ~persönlichen Charakters~ dieser Unterhaltungen würden wir es begrüßen, wenn diese Möglichkeit viel stärker berücksichtigt würde. Replika hat zwar einen Abschnitt in die Datenschutzerklärung aufgenommen, der besagt, dass jeder die Löschung personenbezogener Daten beantragen kann, aber es ist uns nicht ganz klar, ob Replika diesen Anträgen immer nachkommt und alle persönlichen Daten über Sie löscht.
es: ¿Puedes al menos eliminar algunos mensajes o tu historial de chat en caso de que tengas un problema de vulnerabilidad? La respuesta es no, no sin <a id="a1">eliminar por completo tu cuenta</a>; e incluso si haces eso, no está garantizado. Dada la ~naturaleza personal~ de esas conversaciones, nos gustaría ver una postura mucho más fuerte al respecto. Replika agregó una sección a su política de privacidad que dice que cualquier persona puede solicitar que se eliminen sus datos personales, pero no nos queda del todo claro si Replika cumplirá siempre con esas solicitudes y eliminará toda la información personal que tienen sobre ti.
fr: Est-ce qu’il est au moins possible d’effacer certains messages ou les historiques de conversation au cas où vous auriez des regrets dus à un excès de transparence ? La réponse est non, à moins de <a id="a1">supprimer complètement votre compte</a> et même dans ce cas, ce n’est pas garanti. Étant donné la nature « personnelle » de ces conversations, nous aimerions voir une position beaucoup plus ferme à ce sujet. Replika a ajouté une section à sa politique de confidentialité qui stipule que toute personne peut demander la suppression de ses données personnelles, mais nous ne savons pas vraiment si Replika honorera toujours ces demandes en supprimant toutes les informations personnelles en sa possession.
pt_br: Você pode pelo menos excluir algumas mensagens ou seu histórico de bate-papo caso tenha uma ressaca de vulnerabilidade? A resposta é não, não sem <a id="a1">excluir completamente sua conta</a> e, mesmo assim, não é garantido. Dada a "natureza pessoal" dessas conversas, gostaríamos de ver uma posição muito mais forte sobre isso. Agora, o Replika adicionou uma seção à sua política de privacidade que diz que qualquer pessoa pode solicitar que seus dados pessoais sejam excluídos, mas não está totalmente claro para nós se o Replika sempre honrará essas solicitações excluindo todas as informações pessoais que eles têm sobre você.
