Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/replika-*-friend.po
Languages: de, es, fr, pt_br

# how_can_you_control_your_data
source: Information about how we have collected and used personal information. We have made this information available to you without having to request it by including it in this Privacy Policy.<br/> Access to a copy of the personal information that we have collected about you. Where applicable, we will provide the information in a portable, machine-readable, readily usable format.<br/> Correction of personal information that is inaccurate or out of date.<br/> Deletion of personal information that we no longer need to provide the Services or for other lawful purposes. You can delete your account in your account settings.<br/> Withdrawal of consent, where we have collected and processed your personal information with your consent. Withdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your personal information conducted in reliance on lawful processing grounds other than consent.<br/> Additional rights, such as to object to and request that we restrict our use of personal information.
de: Informationen darüber, wie wir persönliche Daten gesammelt und verwendet haben. Wir haben Ihnen diese Informationen zur Verfügung gestellt, ohne sie anfordern zu müssen, indem wir sie in diese Datenschutzerklärung aufgenommen haben.<br/> Zugriff auf eine Kopie der persönlichen Daten, die wir über Sie gesammelt haben. Gegebenenfalls stellen wir die Informationen in einem tragbaren, maschinenlesbaren und leicht nutzbaren Format zur Verfügung.<br/> Berichtigung persönlicher Daten, die unrichtig oder veraltet sind.<br/> Löschung persönlicher Daten, die wir nicht mehr für die Erbringung der Dienste oder für andere rechtmäßige Zwecke benötigen. Sie können Ihr Konto in Ihren Kontoeinstellungen löschen.<br/> Widerruf der Einwilligung, wenn wir Ihre persönlichen Daten mit Ihrer Einwilligung erhoben und verarbeitet haben. Der Widerruf Ihrer Einwilligung hat weder Auswirkungen auf die Rechtmäßigkeit der Verarbeitung, die wir vor Ihrem Widerruf durchgeführt haben, noch auf die Verarbeitung Ihrer persönlichen Daten, die auf anderen rechtmäßigen Verarbeitungsgründen als der Einwilligung beruht.<br/> Zusätzliche Rechte, wie z. B. Einspruch zu erheben und zu verlangen, dass wir unsere Verwendung persönlicher Daten einschränken.
es: Información sobre cómo hemos recopilado y utilizado la información personal. Hemos puesto esta información a tu disposición sin tener que solicitarla al incluirla en esta política de privacidad.<br/> Acceso a una copia de la información personal que hemos recopilado sobre ti. Cuando corresponda, proporcionaremos la información en un formato portátil, legible por máquina y fácilmente utilizable.<br/> Corrección de información personal inexacta o desactualizada.<br/> Eliminación de información personal que ya no necesitamos para proporcionar los servicios o para otros fines legales. Puedes eliminar tu cuenta en la configuración de tu cuenta.<br/> Retirar tu consentimiento, en los casos en que hayamos recopilado y procesado tu información personal con tu consentimiento. Retirar tu consentimiento no afectará la legalidad de tratamientos que hayamos realizado antes de tu retirada, ni afectará al tratamiento de tu información personal basado en motivos de tratamiento lícitos distintos del consentimiento. <br/>Derechos adicionales, como objetar y solicitar que restrinjamos nuestro uso de información personal.
fr: Informations sur la manière dont nous avons recueilli et utilisé les informations personnelles. Nous avons mis ces informations à votre disposition en les intégrant dans la présente politique de confidentialité, sans que vous ayez à en faire la demande.<br/> Accès à une copie des informations personnelles collectées à votre sujet. Le cas échéant, nous fournirons les informations dans un format portable, lisible par machine et facilement accessible.<br/> Correction des informations personnelles inexactes ou obsolètes.<br/> Suppression des informations personnelles devenues inutiles pour la prestation des services ou à d’autres fins légitimes. Vous pouvez supprimer votre compte dans les paramètres de votre compte.<br/> Retrait du consentement, lorsque nous avons collecté et traité vos informations personnelles avec votre consentement. Le retrait de votre consentement n’affectera pas la légalité des opérations de traitement que nous avons effectuées avant ce retrait, ni le traitement de vos informations à caractère personnel effectué sur la base de motifs de traitement légitimes autres que le consentement.<br/> Droits supplémentaires, tels que le droit d’opposition à l’utilisation des informations personnelles et le droit à la limitation de leur utilisation.
pt_br: Informações sobre como coletamos e usamos informações pessoais. Disponibilizamos essas informações para você sem precisar solicitá-las, incluindo-as nesta Política de Privacidade.<br/> Acesso a uma cópia das informações pessoais que coletamos sobre você. Quando aplicável, forneceremos as informações em um formato portátil, legível por máquina e prontamente utilizável.<br/> Correção de informações pessoais imprecisas ou desatualizadas.<br/> Exclusão de informações pessoais de que não precisamos mais para fornecer os Serviços ou para outros fins legais. Você pode eliminar a sua conta nas definições da sua conta.<br/> Retirada do consentimento, onde coletamos e processamos suas informações pessoais com o seu consentimento. Retirar o seu consentimento não afetará a legalidade de qualquer processamento que realizamos antes da sua retirada, nem afetará o processamento das suas informações pessoais realizado com base em motivos de processamento legais que não sejam o consentimento.<br/> Direitos adicionais, como se opor e solicitar que restrinjamos o uso de informações pessoais.

# how_can_you_control_your_data
source: To make a request, please contact us as provided in the “Contact us” section below. We may ask for specific information from you to help us confirm your identity. Depending on where you reside, you may be entitled to empower an authorized agent to submit requests on your behalf. We will require authorized agents to confirm their identity and authority, in accordance with applicable laws. You are entitled to exercise the rights described above free from discrimination."
de: Um eine Anfrage zu stellen, kontaktieren Sie uns bitte wie nachfolgend im Abschnitt ‚Kontakt‘ angegeben. Wir können Sie um bestimmte Informationen bitten, um Ihre Identität zu bestätigen. Je nachdem, wo Sie wohnen, haben Sie möglicherweise das Recht, einen bevollmächtigten Vertreter zu ermächtigen, Anfragen in Ihrem Namen einzureichen. Wir werden autorisierte Vertreter auffordern, ihre Identität und Autorität in Übereinstimmung mit den geltenden Gesetzen zu bestätigen. Sie sind berechtigt, die oben beschriebenen Rechte diskriminierungsfrei auszuüben.“
es: Para realizar una solicitud, ponte en contacto con nosotros según lo dispuesto en la sección “Contáctanos” a continuación. Es posible que te pidamos información específica para a confirmar tu identidad. Dependiendo de dónde residas, es posible que tengas derecho a facultar a un agente autorizado para que presente solicitudes en tu nombre. Requeriremos que los agentes autorizados confirmen su identidad y autoridad, de acuerdo con las leyes aplicables. Tienes derecho a ejercer los derechos descritos anteriormente sin discriminación».
fr: Pour présenter une demande, veuillez suivre les instructions de la section « Nous contacter » ci-dessous. Nous pouvons vous demander des informations spécifiques pour nous aider à confirmer votre identité. En fonction de votre lieu de résidence, vous pouvez avoir le droit d’habiliter un agent autorisé à soumettre des demandes en votre nom. Nous demanderons aux agents autorisés de confirmer leur identité et leur compétence, conformément aux lois applicables. Vous êtes en mesure d’exercer les droits décrits ci-dessus sans subir aucune discrimination. »
pt_br: Para fazer uma solicitação, entre em contato conosco conforme fornecido na seção 'Entre em contato conosco' abaixo. Podemos pedir-lhe informações específicas para nos ajudar a confirmar a sua identidade. Dependendo de onde você mora, você pode ter o direito de permitir que um agente autorizado envie solicitações em seu nome. Exigiremos que os agentes autorizados confirmem sua identidade e autoridade, de acordo com as leis aplicáveis. Você tem o direito de exercer os direitos descritos acima sem discriminação."

# how_can_you_control_your_data
source: "In some instances, your choices may be limited, such as where fulfilling your request would impair the rights of others, our ability to provide a service you have requested, or our ability to comply with our legal obligations and enforce our legal rights. If you are not satisfied with how we address your request, you may submit a complaint by contacting us as provided in the “Contact us” section below. Depending on where you reside, such as if you reside in the European Economic Area or United Kingdom, you may have the right to complain to a data protection regulator where you live or work, or where you feel a violation has occurred."
de: „In einigen Fällen können Ihre Möglichkeiten eingeschränkt sein, z. B. wenn die Erfüllung Ihrer Anfrage die Rechte anderer beeinträchtigen würde, unsere Fähigkeit, eine von Ihnen angeforderte Dienstleistung zu erbringen, oder unsere Fähigkeit, unseren gesetzlichen Verpflichtungen nachzukommen und unsere gesetzlichen Rechte durchzusetzen. Wenn Sie mit der Art und Weise, wie wir Ihre Anfrage bearbeiten, nicht zufrieden sind, können Sie eine Beschwerde einreichen, indem Sie uns wie nachfolgend im Abschnitt ‚Kontakt‘ angegeben kontaktieren. Je nachdem, wo Sie wohnen, z. B. im Europäischen Wirtschaftsraum oder im Vereinigten Königreich, haben Sie möglicherweise das Recht, sich bei einer Datenschutzbehörde Ihres Wohn- oder Arbeitsortes zu beschweren, oder wenn Sie der Meinung sind, dass ein Verstoß vorliegt.“
es: «En algunos casos, tus opciones podrían estar limitadas, por ejemplo, cuando el cumplimiento de tu solicitud puede perjudicar los derechos de otros, o según nuestra capacidad para proporcionar un servicio que has solicitado o nuestra capacidad para cumplir con nuestras obligaciones legales y hacer cumplir nuestros derechos legales. Si no te satisface la forma en que abordamos tu solicitud, puedes presentar una queja poniéndote en contacto con nosotros según lo dispuesto en la sección “Contáctenos” a continuación. Dependiendo de dónde residas, por ejemplo, si resides en el Espacio Económico Europeo o en el Reino Unido, es posible que tengas derecho a presentar una queja ante un regulador de protección de datos donde vives o trabajas, o donde creas que se ha producido una infracción».
fr: « Dans certains cas, vos choix peuvent être limités, par exemple lorsque une réponse favorable à votre demande porterait atteinte aux droits d’autrui, à notre capacité à fournir le service sollicité, ou à notre capacité à respecter nos obligations légales et à faire valoir nos droits légaux. Si vous n’êtes pas satisfait de la manière dont nous traitons votre demande, vous pouvez déposer une plainte et nous l’adresser en suivant la procédure décrite dans la section « Contactez-nous » ci-dessous. En fonction de votre lieu de résidence, par exemple si vous résidez dans l’Espace économique européen ou au Royaume-Uni, vous pouvez avoir le droit de déposer une plainte auprès d’un organisme de réglementation de la protection des données dans votre lieu de travail ou de résidence, ou à l’endroit où vous estimez qu’une violation a été commise. »
pt_br: "Em alguns casos, as suas escolhas podem ser limitadas, como quando o cumprimento do seu pedido prejudicaria os direitos de terceiros, a nossa capacidade de fornecer um serviço que solicitou ou a nossa capacidade de cumprir as nossas obrigações legais e fazer valer os nossos direitos legais. Se não estiver satisfeito com a forma como tratamos o seu pedido, pode enviar uma reclamação entrando em contacto conosco, conforme previsto na seção 'Contacte-nos' abaixo. Dependendo de onde você reside, bem como se você reside no Espaço Econômico Europeu ou no Reino Unido, você pode ter o direito de reclamar com um regulador de proteção de dados onde você mora ou trabalha, ou onde você sente que ocorreu uma violação."

# track_record_details
source: In February 2023, Replika was <a id="a1">ordered</a> by Italy’s privacy watchdog to stop processing local users’ data. The regulator said "Recent media reports along with tests the SA [supervisory authority] carried out on ‘Replika’ showed that the app carries factual risks to children — first and foremost, the fact that they are served replies which are absolutely inappropriate to their age.”
de: Im Februar 2023 wurde Replika von der italienischen Datenschutzbehörde <a id="a1">angewiesen</a>, die Verarbeitung lokaler Nutzerdaten einzustellen. Die Regulierungsbehörde sagte: „Jüngste Medienberichte zusammen mit Tests, die die SA [Aufsichtsbehörde] zu ‚Replika‘ durchgeführt hat, haben gezeigt, dass die App faktische Risiken für Kinder birgt – in erster Linie die Tatsache, dass ihnen Antworten zugestellt werden, die ihrem Alter absolut unangemessen sind.“
es: En febrero de 2023, el organismo de control de la privacidad de Italia <a id="a1">ordenó</a> a Replika que dejara de procesar los datos de los usuarios locales. El regulador dijo que «Los informes recientes de los medios de comunicación, junto con las pruebas que la SA [autoridad supervisora] llevó a cabo sobre ‘Replika’ demostraron que la aplicación conlleva riesgos reales para los niños; en primer lugar, porque proporcionan respuestas que son absolutamente inapropiadas para la edad».
fr: En février 2023, l’autorité italienne de protection de la vie privée a <a id="a1">ordonné</a> à Replika de cesser de traiter les données des utilisateurs locaux. L’autorité de régulation a déclaré que « les récents rapports issus des médias ainsi que les vérifications effectuées par l’AS [autorité de surveillance] au sujet de « Replika » ont montré que l’application comporte des risques réels pour les enfants, notamment en raison du fait qu’ils se voient adresser des réponses qui ne sont absolument pas adaptées à leur âge ».
pt_br: Em fevereiro de 2023, o Replika foi <a id="a1">ordenado</a> pelo órgão de proteção à privacidade da Itália a parar de processar os dados dos usuários locais. O regulador disse: "Relatórios recentes da mídia, juntamente com testes que a SA [autoridade supervisora] realizou no ‘Replika’, mostraram que o aplicativo traz riscos factuais para as crianças — em primeiro lugar, o fato de que elas recebem respostas absolutamente inadequadas à sua idade".

# track_record_details
source: There were reports of Replika algorithm being <a id="a1">abusive</a> as a result of abuse encountered from users. For some longtime users of the chatbot, the app has gone from helpful companion to <a id="a2">unbearably sexually aggressive</a>.
de: Es gab Berichte darüber, dass der Replika-Algorithmus aufgrund von Missbrauch durch Nutzer <a id="a1">beleidigend</a> wurde. Für einige langjährige Nutzer des Chatbots hat sich die App von einem hilfreichen Begleiter zu einem <a id="a2">unerträglich sexuell aggressiven</a> Begleiter entwickelt.
es: Hubo informes de que el algoritmo de Replika era <a id="a1">abusivo</a> como resultado de situaciones de abuso hacia los usuarios. Para algunos usuarios de larga data del chatbot, la aplicación ha pasado de ser una compañía útil a ser <a id="a2">insoportablemente agresiva sexualmente</a>.
fr: Des rapports ont fait état d’algorithmes Replika devenus <a id="a1">injurieux</a> à la suite d’abus subis par des utilisateurs. Pour certains utilisateurs de longue date du chatbot, l’application est passée du statut de compagnon utile à celui <a id="a2">d’agresseur sexuel intolérable</a>.
pt_br: Houve relatos do algoritmo Replika ser <a id="a1">abusivo</a> como resultado do abuso encontrado pelos usuários. Para alguns usuários de longa data do chatbot, o aplicativo passou de companheiro útil a <a id="a2">insuportavelmente agressivo sexualmente</a>.

# child_safety_blurb
source: "The Services are not intended for individuals under the age of 18. If we discover that minors under the age of 18 are using the Apps, we will promptly block their access and delete their account. If you have reason to believe that a minor under the age of 18 has provided personal information to us through the Services, please contact us, and we will endeavor to delete that information from our databases."
de: „Die Dienste sind nicht für Personen unter 18 Jahren bestimmt. Wenn wir feststellen, dass Minderjährige unter 18 Jahren die Apps nutzen, werden wir unverzüglich ihren Zugriff sperren und ihr Konto löschen. Wenn Sie Grund zu der Annahme haben, dass ein Minderjähriger unter 18 Jahren uns über die Dienste persönliche Daten zur Verfügung gestellt hat, kontaktieren Sie uns bitte, und wir werden uns bemühen, diese Daten aus unseren Datenbanken zu löschen.“
es: «Los servicios no están destinados a menores de 18 años. Si descubrimos que menores de 18 años están utilizando las aplicaciones, bloquearemos de inmediato su acceso y eliminaremos su cuenta. Si tienes motivos para creer que un menor de 18 años nos ha proporcionado información personal a través de los servicios, comunícate con nosotros y eliminaremos esa información de nuestras bases de datos».
fr: « Les services ne sont pas destinés aux personnes âgées de moins de 18 ans. Si nous découvrons que des mineurs de moins de 18 ans utilisent les applications, nous bloquerons rapidement leur accès et supprimerons leur compte. Si vous avez des raisons de croire qu’un mineur de moins de 18 ans nous a fourni des informations personnelles par le biais des services, veuillez nous contacter et nous nous efforcerons de supprimer ces informations de nos bases de données. »
pt_br: "Os Serviços não se destinam a indivíduos com idade inferior a 18 anos. Se descobrirmos que menores de 18 anos de idade estão usando os Aplicativos, bloquearemos imediatamente seu acesso e excluiremos sua conta. Se você tiver motivos para acreditar que um menor de 18 anos de idade nos forneceu informações pessoais por meio dos Serviços, entre em contato conosco e nos esforçaremos para excluir essas informações de nossos bancos de dados."

# ai_is_transparent_helptext
source: We found no documentation or policies that explain how this product's AI works.
de: Wir haben keine Dokumentation oder Richtlinien gefunden, die erklären, wie die KI dieses Produkts funktioniert.
es: No encontramos documentación ni políticas que expliquen cómo funciona la IA de este producto.
fr: Nous n’avons trouvé aucune documentation ou politique expliquant le fonctionnement de l’IA de ce produit.
pt_br: Não encontramos nenhuma documentação ou política que explique como a IA deste produto funciona.

# ai_helptext
source: We cannot confirm if the AI employed at this product is trustworthy, because there is little or no public information on how it works and what user controls exist to make the product safe. At the same time, the potential harm of the apps is high as they collects lots of sensitive data, and use collected data to train AI algorithms.
de: Wir können nicht bestätigen, ob die bei diesem Produkt eingesetzte KI vertrauenswürdig ist, da es nur wenige oder keine öffentlichen Informationen darüber gibt, wie sie funktioniert und welche Benutzerkontrollen vorhanden sind, um das Produkt sicher zu machen. Gleichzeitig ist der potenzielle Schaden der Apps hoch, da sie viele sensible Daten sammeln und gesammelte Daten verwenden, um KI-Algorithmen zu trainieren.
es: No podemos confirmar si la IA empleada en este producto es confiable, porque hay poca o ninguna información pública sobre cómo funciona y qué controles de usuario existen para hacer que el producto sea seguro. Al mismo tiempo, el daño potencial de la aplicación es alto, ya que recopila muchos datos confidenciales y utilizan los datos recopilados para entrenar algoritmos de IA.
fr: Il est impossible de confirmer si l’IA employée par ce produit est digne de confiance, car il n’existe que peu ou pas d’informations publiques sur son fonctionnement et sur les mécanismes de contrôle mis à disposition des utilisateurs pour assurer la sécurité du produit. En même temps, le potentiel de préjudice des applications est élevé car elles collectent de nombreuses données sensibles et utilisent les données collectées pour entraîner les algorithmes d’IA.
pt_br: Não podemos confirmar se a IA empregada neste produto é confiável, porque há pouca ou nenhuma informação pública sobre como ela funciona e quais controles de usuário existem para tornar o produto seguro. Ao mesmo tempo, o dano potencial dos aplicativos é alto, pois eles coletam muitos dados confidenciais e usam os dados coletados para treinar algoritmos de IA.

# ai_helptext
source: The app is an AI-chatbot that imitates a real partner. There is evidence that this chatbot cand get <a id="a1">abusive</a>.
de: Die App ist ein KI-Chatbot, der einen echten Partner imitiert. Es gibt Hinweise darauf, dass dieser Chatbot <a id="a1">beleidigend</a> gegenüber Menschen wird.

# ai_helptext
source: "Even though talking to Replika feels like talking to a human being, it's 100% artificial intelligence. Replika uses a sophisticated system that combines our own Large Language Model and scripted dialogue content.
de: „Auch wenn sich das Gespräch mit Replika wie ein Gespräch mit einem Menschen anfühlt, handelt es sich zu 100 % um künstliche Intelligenz. Replika verwendet ein ausgeklügeltes System, das unser eigenes Large Language Model und skriptgesteuerte Dialoginhalte kombiniert.
es: «Aunque hablar con Replika parece como hablar con un ser humano, se trata de un 100 % de inteligencia artificial. Replika utiliza un sistema sofisticado que combina nuestro propio modelo de lenguaje grande y contenido de diálogo guionado.
fr: « Bien que Replika nous donne l’impression de parler à un être humain, il s’agit d’une intelligence artificielle à 100 %. Replika utilise un système sophistiqué qui combine notre propre modèle de langage étendu et des dialogues scriptés.
pt_br: "Mesmo que falar com Replika pareça falar com um ser humano, é 100% inteligência artificial. O Replika usa um sistema sofisticado que combina nosso próprio Modelo de Linguagem Grande e conteúdo de diálogo roteirizado.
