Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/replika-*-friend.po
Languages: de, es, fr, pt_br

# ai_helptext
source: Previously Replika also used a supplementary model that was developed together with OpenAI, but now we switched to exclusively using our own which tends to show better results. We put a lot of focus on constantly upgrading the dialog experience, memory capabilities, context recognition, role-play feature and overall conversation quality."
de: Zuvor nutzte Replika auch ein zusätzliches Modell, das zusammen mit OpenAI entwickelt wurde, aber jetzt sind wir dazu übergegangen, ausschließlich unser eigenes zu nutzen, das tendenziell bessere Ergebnisse liefert. Wir legen großen Wert darauf, das Dialogerlebnis, die Speicherfunktionen, die Kontexterkennung, die Rollenspielfunktion und die allgemeine Gesprächsqualität ständig zu verbessern.“
es: Anteriormente, Replika también utilizaba un modelo complementario que se desarrolló junto con OpenAI, pero ahora pasamos a utilizar exclusivamente el nuestro, que tiende a mostrar mejores resultados. Nos centramos en mejorar constantemente la experiencia de diálogo, las capacidades de memoria, el reconocimiento de contexto, la función de juego de roles y la calidad general de la conversación».
fr: Auparavant, Replika utilisait également un modèle supplémentaire développé en collaboration avec OpenAI, mais nous avons décidé d’utiliser exclusivement notre propre modèle, qui tend à donner de meilleurs résultats. Nous mettons l’accent sur l’amélioration constante de l’expérience de dialogue, des capacités de mémoire, de la reconnaissance du contexte, de la fonction de jeu de rôle et de la qualité générale des conversations. »
pt_br: Anteriormente, o Replika também usava um modelo suplementar que foi desenvolvido em conjunto com a OpenAI, mas agora passamos a usar exclusivamente o nosso, que tende a mostrar melhores resultados. Colocamos muito foco em atualizar constantemente a experiência de diálogo, os recursos de memória, o reconhecimento de contexto, o recurso de dramatização e a qualidade geral da conversa."

# ai_can_user_control_helptext
source: A user can set up how Replika will look, what stage the relationship is on, etc. However, we found no details regarding user controls at Replika AI.
de: Ein Nutzer kann festlegen, wie Replika aussehen wird, in welcher Phase sich die Beziehung befindet usw. Wir haben jedoch keine Details zu den Benutzerkontrollen bei Replika AI gefunden.
es: Los usuarios pueden configurar la apariencia de Replika, en qué etapa se encuentra la relación, etc. Sin embargo, no encontramos detalles sobre los controles de usuario en Replika AI.
fr: L’utilisateur peut définir l’apparence de Replika, l’évolution de la relation, etc. Nous n’avons cependant pas trouvé de précisions concernant le contrôle des utilisateurs sur Replika AI.
pt_br: Um usuário pode configurar a aparência do Replika, em que estágio o relacionamento está, etc. No entanto, não encontramos detalhes sobre os controles do usuário no Replika AI.

# how_does_it_use_data_collected
source: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Política de Privacidade
