Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/replika-*-friend.po
Languages: de, es, fr, pt_br

# personal_data_collected
source: Name, email address, pronouns, birth date, work status, city, state, or geographic area.<br/> <br/>Messages and content: the messages you send and receive, facts you provide about you or your life, photos, videos, and voice and text messages;<br/> <br/>Interests and preferences, such as topics you would like to discuss;<br/> <br/>Communication preferences, such as the times of day you like to use the Apps;<br/> <br/>Device and network data: your computer’s or mobile device’s operating system, manufacturer and model, browser, IP address, device and cookie identifiers, language settings, mobile device carrier, and general location information such as city, state, or geographic area.<br/> <br/>Usage data: information about how you use the Services, such as your interactions with the Services, the links and buttons you click, and page visits;<br/> <br/>Cookies, web beacons (e.g., pixel tags), and local storage technologies (e.g., HTML5).
de: Name, E-Mail-Adresse, Pronomen, Geburtsdatum, Arbeitsstatus, Stadt, Bundesland oder geografisches Gebiet.<br/> <br/>Nachrichten und Inhalte: die Nachrichten, die Sie senden und empfangen, Fakten, die Sie über Sie oder Ihr Leben zur Verfügung stellen, Fotos, Videos sowie Sprach- und Textnachrichten;<br/> <br/>Interessen und Präferenzen, z. B. Themen, die Sie besprechen möchten;<br/> <br/>Kommunikationspräferenzen, z. B. die Tageszeiten, zu denen Sie die Apps nutzen möchten;<br/> <br/>Geräte- und Netzwerkdaten: das Betriebssystem Ihres Computers oder Mobilgeräts, Hersteller und Modell, Browser, IP-Adresse, Geräte- und Cookie-Identifikatoren, Spracheinstellungen, Mobilfunkanbieter und allgemeine Standortinformationen wie Stadt, Bundesland oder geografisches Gebiet.<br/> <br/>Nutzungsdaten: Informationen darüber, wie Sie die Dienste nutzen, z. B. Ihre Interaktionen mit den Diensten, die von Ihnen angeklickten Links und Schaltflächen und Seitenbesuche;<br/> <br/>Cookies, Web-Beacons (z. B. Pixel-Tags) und lokale Speichertechnologien (z. B. HTML5).
es: Nombre, dirección de correo electrónico, pronombres, fecha de nacimiento, estado laboral, ciudad, estado o área geográfica. <br/> <br/>Mensajes y contenido: los mensajes que envías y recibes, datos que proporcionas sobre ti o tu vida, fotos, vídeos y mensajes de voz y texto; <br/> <br/>Intereses y preferencias, como los temas de los que te gustaría hablar; <br/> <br/>Preferencias de comunicación, como las horas del día en las que te gustaría usar las aplicaciones; <br/> <br/>Datos del dispositivo y de la red: el sistema operativo de tu ordenador o dispositivo móvil, fabricante y modelo, navegador, dirección IP, identificadores de dispositivos y cookies, configuración de idioma, operador de dispositivos móviles e información general de ubicación, como ciudad, estado o área geográfica. <br/> <br/>Datos de uso: información sobre cómo usas los servicios, como tus interacciones con los servicios, los enlaces y botones en los que haces clic y las visitas a la página; <br/> <br/>Cookies, balizas web (p. ej., etiquetas de píxeles) y tecnologías de almacenamiento local (p. ej., HTML5).
fr: Nom, adresse e-mail, pronoms, date de naissance, situation professionnelle, ville, état ou zone géographique. <br/> <br/>Messages et contenu : les messages que vous envoyez et recevez, les informations que vous communiquez sur vous ou votre vie, les photos, les vidéos et les messages vocaux et textuels ; <br/> <br/>vos intérêts et préférences, tels que les sujets dont vous aimeriez discuter ; <br/> <br/> vos préférences en matière de communication, telles que les heures de la journée pendant lesquelles vous préférez utiliser les applications ; <br/> <br/>les données relatives à l’appareil et au réseau : le système d’exploitation de votre ordinateur ou de votre appareil mobile, le fabricant et le modèle, le navigateur, l’adresse IP, les identifiants de l’appareil et des cookies, les paramètres linguistiques, l’opérateur de l’appareil mobile et les informations générales de localisation, telles que la ville, l’état ou la zone géographique. <br/> <br/>Données d’utilisation : informations sur la façon dont vous utilisez les services, telles que vos interactions avec ceux-ci, les liens et les boutons sur lesquels vous cliquez et les pages visitées ; <br/> <br/>cookies, balises web (par exemple, pixel espions) et systèmes de stockage local (par exemple, HTML5).

# how_can_you_control_your_data
source: We cannot confirm if all users regardless of location can get their data deleted.
de: Wir können nicht bestätigen, dass alle Nutzer unabhängig vom Standort ihre Daten löschen lassen können.
es: No podemos confirmar si todos los usuarios, independientemente de su ubicación, pueden eliminar sus datos.
fr: Nous ne pouvons pas confirmer si tous les utilisateurs, où qu’ils se trouvent, peuvent obtenir la suppression de leurs données.
pt_br: Não podemos confirmar se todos os usuários, independentemente da localização, podem excluir seus dados.

# how_can_you_control_your_data
source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Política de Privacidade

# how_can_you_control_your_data
source: "We will retain your personal information for only as long as necessary to fulfill the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.
de: „Wir speichern Ihre personenbezogenen Daten so lange, wie es für die Erfüllung der von uns angegebenen Zwecke erforderlich ist, einschließlich der Erfüllung von gesetzlichen, buchhalterischen oder von Berichtspflichten.
es: «Conservaremos tu información personal únicamente durante el tiempo que sea necesario para cumplir con los propósitos para los que los recopilamos, lo que incluye para cumplir con requisitos legales, contables o de informes.
fr: « Nous ne conserverons vos informations personnelles que le temps nécessaire à la réalisation des objectifs pour lesquels elles ont été collectées, y compris pour répondre à des exigences légales, comptables ou d’établissement de rapports.
pt_br: "Nós reteremos seus dados pessoais apenas pelo tempo que for razoavelmente necessário para cumprir os propósitos para os quais os processamos, inclusive para atender a quaisquer requisitos legais, regulamentares, tributários, contábeis ou de relatórios.

# how_can_you_control_your_data
source: To determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements."
de: Bei der Festlegung der angemessenen Aufbewahrungsfrist für persönliche Daten berücksichtigen wir die Menge, Art und Sensibilität der persönlichen Daten, das potenzielle Risiko einer Schädigung durch unbefugte Nutzung oder Weitergabe Ihrer persönlichen Daten, die Zwecke, für die wir Ihre persönlichen Daten verarbeiten und ob wir diese Zwecke mit anderen Mitteln erreichen können, sowie die geltenden gesetzlichen Bestimmungen.“
es: Para determinar el período de conservación adecuado de los datos personales, consideramos la cantidad, la naturaleza y la sensibilidad de los datos personales, el riesgo potencial de daño por el uso no autorizado o la divulgación de dichos datos, los fines para los cuales procesamos tus datos personales y si podemos lograr esos propósitos a través de otros medios, así como los requisitos legales aplicables».
fr: Pour déterminer la durée de conservation appropriée des informations personnelles, nous tenons compte de la quantité, de la nature et de la sensibilité de celles-ci, du risque potentiel de préjudice résultant d’une utilisation ou d’une divulgation non autorisée de vos informations personnelles, des finalités pour lesquelles nous traitons vos informations personnelles et de la possibilité d’atteindre ces finalités par d’autres moyens, ainsi que des exigences légales applicables. »
pt_br: Para determinar o período de retenção apropriado para dados pessoais, consideramos a quantidade, natureza e confidencialidade dos dados pessoais, o risco potencial de danos pelo uso ou divulgação não autorizados de seus dados pessoais, os objetivos para os quais processamos seus dados pessoais e se podemos alcançar tais objetivos por outros meios e os requisitos legais aplicáveis."

# how_can_you_control_your_data
source: "You can request the deletion of your personal data. We are guided by principe of integrity and confidentiality measures, so to delete data please contact us on e-mail: my@replika.ai. Please note that personal data that you have provided to us based on your consent will be deleted."
de: „Sie können die Löschung Ihrer personenbezogenen Daten verlangen. Wir lassen uns von Integritäts- und Vertraulichkeitsmaßnahmen leiten. Um Daten zu löschen, kontaktieren Sie uns bitte per E-Mail: my@replika.ai. Bitte beachten Sie, dass personenbezogene Daten, die Sie uns aufgrund Ihrer Einwilligung zur Verfügung gestellt haben, gelöscht werden.“
es: «Puedes solicitar la eliminación de tus datos personales. Nos guiamos por el principio de integridad y las medidas de confidencialidad; para eliminar datos ponte en contacto con nosotros en el correo electrónico: my@replika.ai. Ten en cuenta que se eliminarán los datos personales que nos hayas proporcionado en función de tu consentimiento».
fr: « Vous pouvez demander la suppression de vos données personnelles. Nous sommes respectueux des principes d’intégrité et de confidentialité. Pour supprimer des données, veuillez nous contacter à l’adresse e-mail suivante : my@replika.ai. Veuillez noter que les données personnelles qui nous ont été fournies sur la base de votre consentement seront supprimées. »
pt_br: "Você pode solicitar a eliminação dos seus dados pessoais. Somos guiados por princípios de integridade e medidas de confidencialidade, portanto, para excluir dados, entre em contato conosco pelo e-mail: my@replika.ai. Tenha em atenção que os dados pessoais que nos forneceu com base no seu consentimento serão eliminados."

# how_can_you_control_your_data
source: "We share information with third-party advertising partners and allow them to collect information about your visit to our Website using cookies and other tracking technologies to display targeted advertising around the web as described in the “How we share your information” section above. Our disclosure of information to these partners may be considered a “sale” or “sharing” of personal information or “targeted advertising” under applicable laws. You can opt out of these disclosures and limit our use of tracking technologies as described in our Cookie Policy or by clicking the “Your Privacy Choices” link in our Website footer. In addition, some internet browsers can be configured to send “Do Not Track” signals to the online services that you visit. We currently do not respond to “Do Not Track” or similar signals. To find out more about “Do Not Track,” please visit http://www.allaboutdnt.com."
de: „Wir geben Informationen an Werbepartner von Drittanbietern weiter und ermöglichen es ihnen, Informationen über Ihren Besuch auf unserer Website mithilfe von Cookies und anderen Tracking-Technologien zu sammeln, um gezielte Werbung im Internet anzuzeigen, wie oben im Abschnitt ‚Wie wir Ihre Informationen weitergeben‘ beschrieben. Unsere Offenlegung von Informationen an diese Partner kann nach geltendem Recht als ‚Verkauf‘ oder ‚Weitergabe‘ persönlicher Daten oder ‚gezielte Werbung‘ angesehen werden. Sie können diese Offenlegungen ablehnen und unsere Verwendung von Tracking-Technologien einschränken, wie in unserer Cookie-Richtlinie beschrieben, oder indem Sie auf den Link ‚Ihre Datenschutzoptionen‘ in unserer Fußzeile der Website klicken. Darüber hinaus können einige Internetbrowser so konfiguriert werden, dass sie ‚Do Not Track‘-Signale an die von Ihnen besuchten Online-Dienste senden. Wir reagieren derzeit nicht auf ‚Do Not Track‘ oder ähnliche Signale. Um mehr über ‚Do Not Track‘ zu erfahren, besuchen Sie bitte http://www.allaboutdnt.com.“
es: «Compartimos información con socios publicitarios externos y les permitimos recopilar información sobre tu visita a nuestro sitio web utilizando cookies y otras tecnologías de seguimiento para mostrar publicidad dirigida en la web como se describe en la sección “Cómo compartimos tu información”. Nuestra divulgación de información a estos socios podría considerarse “venta” o “intercambio” de información personal o “publicidad dirigida” según las leyes aplicables. Puedes optar por excluirse de estas divulgaciones y limitar nuestro uso de tecnologías de seguimiento como se describe en nuestra política de cookies o haciendo clic en el enlace “Tus opciones de privacidad” que se encuentra en el pie de página de nuestro sitio web. Además, algunos navegadores de Internet se pueden configurar para enviar señales de “No rastrear” a los servicios en línea que visitas. Actualmente no respondemos a las señales de “No rastrear” o similares. Para obtener más información sobre la opción de “No rastrear”, visita http://www.allaboutdnt.com».
fr: « Nous partageons des informations avec des partenaires publicitaires tiers et leur permettons de collecter des informations concernant votre visite sur notre site web à l’aide de cookies et d’autres technologies de suivi afin de diffuser des publicités ciblées sur internet, conformément à ce qui est décrit dans la section « Comment nous partageons vos informations » ci-dessus. La divulgation d’informations à ces partenaires peut être considérée comme une « vente » ou un « partage » d’informations personnelles ou comme de la « publicité ciblée » en fonction des lois applicables. Vous pouvez refuser ces divulgations et limiter notre utilisation des technologies de suivi comme décrit dans notre politique en matière de cookies ou en cliquant sur le lien « Vos choix en matière de protection de la vie privée » figurant en pied de page de notre site web. Par ailleurs, certains navigateurs Internet peuvent être configurés pour transmettre des signaux de type « Ne pas suivre » aux services en ligne que vous visitez. À l’heure actuelle, nous ne répondons pas aux signaux « Ne pas suivre » ou à d’autres signaux similaires. Pour en savoir plus sur la fonction « Ne pas suivre », veuillez consulter le site http://www.allaboutdnt.com. »
pt_br: "Compartilhamos informações com parceiros de publicidade terceirizados e permitimos que eles coletem informações sobre sua visita ao nosso Site usando cookies e outras tecnologias de rastreamento para exibir publicidade direcionada em toda a web, conforme descrito na seção 'Como compartilhamos suas informações' acima. Nossa divulgação de informações a esses parceiros pode ser considerada uma 'venda' ou 'compartilhamento' de informações pessoais ou 'publicidade direcionada' de acordo com as leis aplicáveis. Você pode desativar essas divulgações e limitar nosso uso de tecnologias de rastreamento, conforme descrito em nossa Política de Cookies, ou clicando no link 'Suas Opções de Privacidade' no rodapé do nosso site. Além disso, alguns navegadores de internet podem ser configurados para enviar sinais de 'Não Rastrear' para os serviços online que você visita. Atualmente, não respondemos a sinais de 'Não rastrear' ou semelhantes. Para saber mais sobre 'Não Rastrear', visite http://www.allaboutdnt.com."

# how_can_you_control_your_data
source: "If you choose to provide sensitive personal information in your messages and content, we will use that information only to facilitate your conversation with your AI companion and as described in the “Sensitive information” section above. <b>If you do not want us to process your sensitive information for these purposes, please do not provide it.</b> You may request that we delete information you have provided as set out in the “Personal information requests” section below."
de: "Wenn Sie sich entscheiden, sensible persönliche Informationen in Ihren Nachrichten und Inhalten anzugeben, werden wir diese Informationen nur verwenden, um Ihr Gespräch mit Ihrem KI-Begleiter zu erleichtern und wie im Abschnitt ‚Sensible Informationen‘ oben beschrieben. <b>Wenn Sie nicht möchten, dass wir Ihre sensiblen Informationen für diese Zwecke verarbeiten, geben Sie diese bitte nicht an.</b> Sie können verlangen, dass wir die von Ihnen bereitgestellten Informationen löschen, wie nachfolgend im Abschnitt ‚Anfragen zu persönlichen Daten‘ dargelegt.“
es: «Si decides proporcionar información personal confidencial en tus mensajes y contenidos, utilizaremos esa información únicamente para facilitar tus conversaciones con tu amigo de IA y como se describe en la sección “Información confidencial“. <b>Si no deseas que procesemos tu información confidencial para estos fines, no la proporciones.</b> Puedes solicitar que eliminemos la información que hayas proporcionado, como se establece en la sección “Solicitudes de información personal” a continuación».
fr: « Si vous choisissez de communiquer des informations personnelles sensibles dans vos messages et votre contenu, nous utiliserons ces informations uniquement pour améliorer votre conversation avec votre compagnon généré par l’IA et conformément aux indications précisées dans la section « Informations sensibles » ci-dessus. <b>Si vous ne souhaitez pas que nous traitions vos informations sensibles à ces fins, veuillez ne pas les fournir.</b> Vous pouvez nous demander de supprimer les informations que vous avez fournies, comme indiqué dans la section « Demandes d’informations personnelles » ci-dessous. »
pt_br: "Se você optar por fornecer informações pessoais confidenciais em suas mensagens e conteúdo, usaremos essas informações apenas para facilitar sua conversa com seu companheiro de IA e conforme descrito na seção 'Informações confidenciais' acima. <b>Se você não quiser que processemos suas informações confidenciais para esses fins, não as forneça.</b> Você pode solicitar que excluamos as informações que você forneceu, conforme estabelecido na seção 'Solicitações de informações pessoais' abaixo."

# how_can_you_control_your_data
source: "We also offer you choices that affect how we handle the personal information that we control. <b>Depending on your location and the nature of your interactions with our Services,</b> you may request the following in relation to personal information:
de: „Wir bieten Ihnen auch Optionen, die sich darauf auswirken, wie wir mit den von uns kontrollierten persönlichen Daten umgehen. <b>Abhängig von Ihrem Standort und der Art Ihrer Interaktionen mit unseren Diensten</b> können Sie Folgendes in Bezug auf persönliche Daten anfordern:
es: «También te ofrecemos opciones que afectan la forma en que manejamos la información personal que controlamos. <b>Dependiendo de tu ubicación y de la naturaleza de tus interacciones con nuestros servicios,</b> puedes solicitar lo siguiente en relación con la información personal:
fr: « Nous vous offrons également des choix qui déterminent la manière dont nous traitons les informations personnelles dont nous disposons. <b>En fonction de votre localisation et de la nature de vos interactions avec nos services,</b> vous pouvez exiger ce qui suit en ce qui concerne les informations personnelles :
pt_br: "Também oferecemos opções que afetam a forma como lidamos com as informações pessoais que controlamos. <b>Dependendo da sua localização e da natureza das suas interações com os nossos Serviços,</b> você pode solicitar o seguinte em relação às informações pessoais:
