Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/ring-security-cams.po
Languages: fr, pt_br

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
fr: Limitez le suivi publicitaire via votre appareil (sur iPhone par exemple, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)
pt_br: Limite o rastreamento de anúncios no seu dispositivo (ex.: no iPhone acesse Privacidade e Segurança -> Publicidade da Apple -> Limitar rastreamento de anúncios) e nas principais redes de anúncios (para o Google, acesse sua conta Google e desative os anúncios personalizados)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.
pt_br: Solicite que seus dados sejam excluídos quando que você parar de usar o aplicativo. A simples exclusão de um aplicativo do dispositivo não apaga seus dados pessoais.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible."
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible. »
pt_br: Ao iniciar uma inscrição, não concorde com o rastreamento de seus dados.”

# personal_data_collected
source: Contact information, such as name, phone number, and email and postal address; Account information, such as online password and other log-in details used to access Ring products and services; Payment information, such as name, billing address and payment card details, including card number, expiration date and security code (Ring stores only the last four digits of your payment card and the expiration date); The geolocation of your mobile device or certain Ring devices if you consent to the collection of this data. Certain features, such as Geofence, collect geolocation in the background (that is, when the app is running but is minimized or not visible on your screen), but only with your permission when you enable these features; Product setup information, such as the name and description of your Ring product and the location where you install your Ring product, and adjustments you make to the product setup; Technical information about your Ring product, such as your Wi-Fi network information and signal strength, and your Ring product’s model, serial number and software version; Data about your interactions with Ring's websites and mobile apps, including your mobile network.
fr: Les informations de contact, telles que le nom, le numéro de téléphone, l’adresse e-mail et l’adresse postale ; Les informations de compte, telles que le mot de passe et les autres données de connexion utilisées pour accéder aux produits et services Ring ; Les informations de paiement, telles que le nom, l’adresse de facturation et les détails de la carte bancaire, y compris le numéro de la carte, la date d’expiration et le cryptogramme (Ring ne stocke que les quatre derniers chiffres de votre carte bancaire et la date d’expiration) ; La géolocalisation de votre appareil mobile ou de certains appareils Ring, si vous consentez à la collecte de ces données. Certaines fonctions, telles que Geofence, enregistrent la géolocalisation en arrière-plan (c’est-à-dire lorsque l’application est en cours d’exécution mais qu’elle est réduite ou non visible sur votre écran), mais uniquement avec votre autorisation lorsque vous activez ces fonctions ; les informations de configuration du produit, telles que le nom et la description de votre produit Ring et l’endroit où vous installez votre produit Ring, ainsi que les ajustements que vous apportez à la configuration du produit ; Des informations techniques sur votre produit Ring, telles que les informations sur votre réseau Wi-Fi et la force du signal, ainsi que le modèle, le numéro de série et la version du logiciel de votre produit Ring ; Des données sur vos interactions avec les sites web et les applications mobiles de Ring, y compris votre réseau mobile.
pt_br: Informações de contato, como nome, número de telefone e e-mail e endereço postal; Informações da conta, como senha online e outros detalhes de login usados para acessar produtos e serviços da Ring; Informações de pagamento, como nome, endereço de cobrança e detalhes do cartão de pagamento, incluindo número do cartão, data de validade e código de segurança (a Ring armazena apenas os últimos quatro dígitos do seu cartão de pagamento e a data de validade); A geolocalização do seu dispositivo móvel ou de determinados dispositivos da Ring se você consentir com a coleta desses dados. Certos recursos, como Geofence, coletam geolocalização em segundo plano (ou seja, quando o aplicativo está em execução, mas é minimizado ou não visível na tela), mas apenas com sua permissão quando você ativa esses recursos; Informações de configuração do produto, como o nome e a descrição do seu produto Ring e o local onde você instala seu produto Ring e os ajustes que você faz na configuração do produto; Informações técnicas sobre seu produto Ring, como as informações da rede Wi-Fi e a intensidade do sinal, e o modelo, o número de série e a versão do software do seu produto Ring; Dados sobre suas interações com os sites e aplicativos móveis da Ring, incluindo sua rede móvel.

# biometric_data_collected
source: Content (and related information) that is captured and recorded when using Ring products and services, such as video or audio recordings, live video or audio streams, images, comments, and data Ring products collect from their surrounding environment to perform their functions (such as motion, events, temperature and ambient light).
fr: Le contenu (et les informations associées) qui est capturé et enregistré lors de l’utilisation des produits et services Ring, tels que les enregistrements vidéo ou audio, les flux vidéo ou audio en direct, les images, les commentaires et les données que les produits Ring collectent dans leur environnement pour remplir leurs fonctions (telles que le mouvement, les événements, la température et la lumière ambiante).
pt_br: Conteúdo (e informações relacionadas) que é capturado e gravado ao usar produtos e serviços da Ring, como gravações de vídeo ou áudio, transmissões de vídeo ou áudio ao vivo, imagens, comentários e dados que os produtos da Ring coletam do ambiente ao redor para executar suas funções (como movimento, eventos, temperatura e luz ambiente).

# social_data_collected
source: Social media handles, content and other data posted on our official social media pages; Information Ring obtain from third-party social media services (e.g., Facebook) or payment services (e.g., PayPal) if you choose to link to, create or log into your Ring account through these services (including when you share Ring videos or content via your social media account)
fr: Les noms d’utilisateurs sur les réseaux sociaux, le contenu et les autres données publiées sur nos réseaux sociaux officiels ; les informations obtenues par Ring auprès de services de réseaux sociaux tiers (par exemple, Facebook) ou de services de paiement (par exemple, PayPal) si vous choisissez de créer un lien vers votre compte Ring ou de vous y connecter par l’intermédiaire de ces services (y compris lorsque vous partagez des vidéos ou du contenu Ring sur vos réseaux sociaux)
pt_br: Identificadores de rede social, conteúdo e outros dados publicados em nossas páginas oficiais de rede social; A Information Ring obtém de serviços de rede social de terceiros (por exemplo, Facebook) ou serviços de pagamento (por exemplo, PayPal) se você optar por vincular, criar ou fazer login em sua conta Ring por meio desses serviços (incluindo quando você compartilha vídeos ou conteúdo da Ring por meio de sua conta de rede social)

# how_can_you_control_your_data
source: We ding this product because it is unclear if all users regardless of location can get their data deleted.
fr: Nous attribuons un avertissement à ce produit, car il n’est pas clair si tous les utilisateurs, quel que soit leur emplacement, peuvent supprimer leurs données.
pt_br: Nós criticamos este produto pois não é claro se todos os usuários, independentemente da localização, podem obter seus dados excluídos.

# how_can_you_control_your_data
source: "When you purchase our products, you may choose to use our Ring Protect Plan (“Ring Protect”) on a trial or subscription basis. If you have enabled the recording features of Ring Protect, we retain the recordings (and any related information) from your product during your recording subscription period so you can access your content during that time period. You may delete your recordings from Ring Protect at any time by accessing your account. Additionally, regardless of your use of Ring Protect, we retain Ring Neighborhoods Recordings (as defined in the Terms of Service) so you can participate in the Ring Neighborhoods feature if you choose to do so.
fr: « En achetant nos produits, vous pouvez choisir d’utiliser notre programme « Ring Protect » en version d’essai ou sous forme d’abonnement. Si vous avez activé les fonctions d’enregistrement de Ring Protect, nous conservons les enregistrements (et toute information associée) de votre produit pendant votre période d’abonnement afin que vous puissiez accéder à votre contenu pendant cette période. Vous pouvez supprimer vos enregistrements de Ring Protect à tout moment en accédant à votre compte. En outre, quelle que soit votre utilisation de Ring Protect, nous conservons les enregistrements Ring Neighborhoods (tels que définis dans les conditions de service) afin que vous puissiez bénéficier de la fonction Ring Neighborhoods si vous le souhaitez.
pt_br: "Ao comprar nossos produtos, você pode optar por usar nosso Plano de Proteção Ring ("Ring Protect") em uma avaliação ou assinatura. Se você ativou os recursos de gravação do Ring Protect, retemos as gravações (e quaisquer informações relacionadas) do seu produto durante o período de assinatura da gravação para que você possa acessar seu conteúdo durante esse período. Você pode excluir suas gravações do Ring Protect a qualquer momento acessando sua conta. Além disso, independentemente do seu uso do Ring Protect, mantemos as gravações do Ring Neighborhoods (conforme definido nos Termos de Serviço) para que você possa participar do recurso Ring Neighborhoods, se optar por fazê-lo.

# how_can_you_control_your_data
source: In addition, <b>to the extent required by applicable law, you may have the right to request access to or delete your personal data</b>. If you wish to do any of these things, please visit here or contact Customer Support."
fr: Par ailleurs, <b>dans la mesure où la loi applicable l’exige, vous pouvez avoir le droit de demander l’accès à vos données à caractère personnel ou de les supprimer</b>. Si vous souhaitez effectuer l’une ou l’autre de ces démarches, veuillez vous rendre ici ou contacter le service client ».
pt_br: Além disso, <b>na medida exigida pela lei aplicável, você pode ter o direito de solicitar acesso ou excluir seus dados pessoais</b>. Se você deseja fazer qualquer uma dessas coisas, visite aqui ou entre em contato com o Atendimento ao Cliente."

# track_record_details
source: In September 2023, FTC <a id="a1">filed</a> a lawsuit against Amazon for illegally maintaining monopoly power.
fr: En septembre 2023, la FTC <a id="a1">a engagé</a> des poursuites contre Amazon pour maintien illégal de sa position de monopole.
pt_br: Em setembro de 2023, a FTC <a id="a1">entrou com</a> uma ação contra a Amazon por manter ilegalmente o poder de monopólio.

# track_record_details
source: In July 2023, Apple and Amazon were <a id="a1">fined</a> by Spain antitrust watchdog.
fr: En juillet 2023, Apple et Amazon ont été condamnés à <a id="a1">verser une amende</a> par l’autorité espagnole de surveillance antitrust.
pt_br: Em julho de 2023, a Apple e a Amazon foram <a id="a1">multadas</a> pela agência antitruste da Espanha.

# track_record_details
source: In June 2023, Mozilla <a id="a1">published</a> a major vulnerability in Ring Doorbell.
fr: En juin 2023, Mozilla <a id="a1">a révélé</a> une faille importante dans le système Ring Doorbell.
pt_br: Em junho de 2023, a Mozilla <a id="a1">publicou</a> uma grande vulnerabilidade no Ring Doorbell.

# track_record_details
source: In March 2023, FTC and DOJ <a id="a1">charged</a> Amazon with violating Children’s Privacy Law by keeping kids’ Alexa voice recordings forever and undermining parents’ deletion requests.
fr: En mars 2023, la FTC et le DOJ ont <a id="a1">accusé</a> Amazon de violer la loi sur la protection de la vie privée des enfants en conservant de manière permanente les enregistrements vocaux Alexa des enfants et en ne tenant pas compte des demandes de suppression des parents.
pt_br: Em março de 2023, a FTC e o DOJ <a id="a1">acusaram a</a> Amazon de violar a Lei de Privacidade Infantil, mantendo as gravações de voz Alexa das crianças para sempre e ignorando os pedidos de exclusão dos pais.

# track_record_details
source: In 2023, the company also <a id="a1">agreed</a> to pay $5.8 million in customer refunds for alleged privacy violations involving its doorbell camera Ring.
fr: En 2023, l’entreprise a également <a id="a1">accepté</a> le remboursement de 5,8 millions de dollars à ses clients pour des violations présumées de la vie privée liées à son système de caméra de porte d’entrée Ring.
pt_br: Em 2023, a empresa também <a id="a1">concordou em</a> pagar US $ 5,8 milhões em reembolsos de clientes por supostas violações de privacidade envolvendo sua câmera de campainha Ring.

# track_record_details
source: It <a id="a1">was reported</a> that in May, 2022 Amazon's patched Ring's app for Android due a "high-severity" security vulnerability that could have allowed hackers to access personal information, location, and camera recordings.
fr: Il <a id="a1">a été signalé</a> qu’en mai 2022, l’application Ring d’Amazon pour Android a été corrigée en raison d’une faille de sécurité « de haute gravité » qui aurait pu permettre à des pirates d’accéder aux données personnelles, à la localisation et aux enregistrements des caméras.
pt_br: <a id="a1">Foi relatado</a> que, em maio de 2022, a Amazon corrigiu o aplicativo da Ring para Android devido a uma vulnerabilidade de segurança de "alta gravidade" que poderia ter possibilitado que os hackers acessassem informações pessoais, localização e gravações de câmera.

# track_record_details
source: <a id="a1">Amazon admitted</a> to giving Ring video doorbell footage to police without the owners' permission at least 11 times in 2022.
fr: <a id="a1">Amazon a admis</a> avoir remis des images de sonnettes vidéo Ring à la police sans l’autorisation des propriétaires au moins 11 fois en 2022.
pt_br: <a id="a1">A Amazon admitiu</a> dar à polícia imagens de campainha de vídeo da Ring sem a permissão dos proprietários pelo menos 11 vezes em 2022.

# track_record_details
source: In 2021, the Federal Trade Commission in the US <a id="a1">recommended filing a lawsuit</a> against Amazon because of privacy and security breaches in Ring home security <a id="a2">unit</a>
fr: En 2021, la Commission fédérale du commerce aux États-Unis <a id="a1">a recommandé d’intenter une action en justice</a> contre Amazon en raison d’atteintes à la vie privée et à la sécurité dans <a id="a2">l’unité</a> de sécurité domestique de Ring.
pt_br: Em 2021, a Comissão Federal de Comércio dos EUA <a id="a1">recomendou a abertura de uma ação</a> contra a Amazon por causa de violações de privacidade e segurança na <a id="a2">unidade</a> de segurança doméstica Ring

# track_record_details
source: In <a id="a1">December 2020</a>, a class action lawsuit was filed alleging lax security measures at Ring, allowed hackers <a id="a2">to take over their devices</a>.
fr: En <a id="a1">décembre 2020</a>, un recours collectif a été déposé alléguant des mesures de sécurité laxistes chez Ring, permettant aux pirates de <a id="a2">prendre le contrôle de leurs appareils</a>.
pt_br: Em <a id="a1">dezembro de 2020</a>, uma ação coletiva foi ajuizada alegando medidas de segurança negligentes na Ring, possibilitando que hackers <a id="a2">tomassem o controle de seus dispositivos</a>.

# track_record_details
source: <a id="a1">In November 2019</a>, a security vulnerability in Amazon's Ring Video Doorbell Pro devices could have allowed attackers to exploit the internet-connected doorbell to intercept the owner's wi-fi credentials.
fr: En <a id="a1">novembre 2019,</a> une faille de sécurité dans les sonnettes Ring Video Doorbell Pro d’Amazon aurait pu permettre à des pirates informatiques de s’attaquer à la sonnette connectée à Internet pour obtenir les codes Wi-Fi du propriétaire.
pt_br: Em <a id="a1">novembro de 2019</a>, uma vulnerabilidade de segurança nos dispositivos Ring Video Doorbell Pro da Amazon poderia ter possibilitado que os invasores explorassem a campainha conectada à internet para interceptar as credenciais de WiFi do proprietário.

# track_record_details
source: In 2019, <a id="a1">Motherboard reported</a> on how Ring's weak security and compromised email addresses and passwords left Ring cameras easy to hack
fr: En 2019, <a id="a1">Motherboard a expliqué</a> comment le faible degré de sécurité de Ring et les adresses e-mail et mots de passe compromis ont rendu les caméras Ring faciles à pirater.
pt_br: Em 2019, a <a id="a1">Motherboard relatou</a> como a segurança fraca da Ring e os endereços de email e senhas comprometidos deixaram as câmeras Ring fáceis de hackear

# track_record_details
source: In 2022, Paige Thompson, a former Amazon employee accused of stealing the personal information of 100 million customers by breaching banking giant CapitalOne <a id="a1">in 2019,</a> <a id="a2">was found guilty</a> by a Seattle jury on charges of wire fraud and computer <a id="a3">hacking.</a>
fr: En 2022, Paige Thompson, ancienne employée d’Amazon accusée d’avoir volé les informations personnelles de 100 millions de clients en piratant les données du géant bancaire CapitalOne <a id="a1">en 2019</a>, <a id="a2">a été reconnue coupable</a> par un jury de Seattle des chefs d’accusation de fraude électronique et <a id="a3">piratage</a> informatique retenus contre elle.
pt_br: Em 2022, Paige Thompson, uma ex-funcionária da Amazon acusada de roubar as informações pessoais de 100 milhões de clientes ao invadir o gigante financeiro CapitalOne <a id="a1">em 2019</a>, <a id="a2">foi considerada culpada</a> por um júri de Seattle sob a acusação de fraude bancária e <a id="a3">invasão</a> de computadores.

# track_record_details
source: <a id="a1">In July 2021</a>, the Luxembourg National Commission for Data Protection issued a 746 million euro fine to Amazon for allegedly violating the European Union’s General Data Protection Regulation (GDPR).
fr: <a id="a1">En juillet 2021</a>, la Commission nationale pour la protection des données du Luxembourg a infligé une amende de 746 millions d’euros à Amazon pour violation du Règlement général sur la protection des données (RGPD) de l’Union européenne.
pt_br: <a id="a1">Em julho de 2021</a>, a Comissão Nacional de Proteção de Dados de Luxemburgo aplicou uma multa de 746 milhões de euros à Amazon por suposta violação do Regulamento Geral de Proteção de Dados da União Europeia (GDPR).

# track_record_details
source: <a id="a1">In August 2020,</a> security researchers from Check Point pointed out a flaw in Amazon's Alexa smart home devices that could have allowed hackers access to personal information and conversation history. Amazon promptly fixed <a id="a2">the bug.</a>
fr: <a id="a1">En août 2020</a>, des chercheurs en sécurité de Check Point ont signalé une faille dans les appareils connectés Alexa d’Amazon qui aurait pu permettre à des pirates d’accéder à des informations personnelles et à l’historique des conversations. Amazon a rapidement corrigé <a id="a2">le bug</a>.
pt_br: <a id="a1">Em agosto de 2020,</a> pesquisadores de segurança da Check Point apontaram uma falha nos dispositivos domésticos inteligentes com Alexa da Amazon que poderia ter dado a hackers acesso a informações pessoais e histórico de conversas. A Amazon prontamente corrigiu <a id="a2">a falha</a>.

# track_record_details
source: <a id="a1">In October 2020</a>, Amazon fired an employee for leaking customer email addresses to an unnamed <a id="a2">third party.</a>
fr: <a id="a1">En octobre 2020</a>, Amazon a licencié un employé ayant divulgué des adresses e-mail de client·e·s à <a id="a2">un tiers</a> dont l’identité n’a pas été communiquée.
pt_br: <a id="a1">Em 2 de outubro de 2020</a>, A Amazon demitiu um funcionário por vazar endereços de e-mail de clientes para <a id="a2">um terceiro</a> não revelado.

# track_record_details
source: <a id="a1">In October 2019</a>, Forbes reported that Amazon employees were listening to Amazon Cloud Cam recording, to train its <a id="a2">AI algorithm.</a>
fr: En <a id="a1">octobre 2019</a>, Forbes a révélé que des employés d’Amazon écoutaient des enregistrements d’Amazon Cloud Cam, pour entraîner son <a id="a2">algorithme d’IA</a>.
pt_br: Em <a id="a1">outubro de 2019</a>, A Forbes noticiou que funcionários da Amazon estavam ouvindo a gravação da Amazon Cloud Cam, para treinar seu <a id="a2">algoritmo de IA</a>.

# track_record_details
source: <a id="a1">In April 2019</a>, it was revealed that thousands of employees, many of whom are contract workers and some not even directly employed by Amazon, had access to both voice and text transcripts of Alexa <a id="a2">interactions</a>.
fr: <a id="a1">En avril 2019</a>, il a été révélé que des milliers d’employés, dont beaucoup sont des contractuels et certains ne sont même pas directement employés par Amazon, avaient accès aux transcriptions des <a id="a2">interactions</a> vocales et textuelles d’Alexa.
pt_br: Em <a id="a1">abril de 2019</a>, foi revelado que milhares de funcionários, muitos dos quais eram prestadores de serviços e alguns nem mesmo eram contratados diretamente pela Amazon, tinham acesso a transcrições de voz e texto das <a id="a2">interações</a> da Alexa.

# child_safety_blurb
source: We recognize the importance of protecting children's online privacy. Ring's products and services are intended for a general audience and are not directed to children. We do not knowingly collect personal information online from children under the age of 13.
fr: Nous reconnaissons l’importance de la protection de la vie privée des enfants en ligne. Les produits et services Ring sont destinés à un public général et ne sont pas destinés aux enfants. Nous ne recueillons pas sciemment d’informations personnelles en ligne auprès d’enfants de moins de 13 ans.
pt_br: Reconhecemos a importância de proteger a privacidade online das crianças. Os produtos e serviços da Ring são destinados a um público geral e não são direcionados a crianças. Não coletamos intencionalmente informações pessoais online de crianças menores de 13 anos.

# ai_what_can_it_do
source: Ring cameras use camera-based motion detection to start recording.
fr: Les caméras Ring utilisent la détection de mouvement par caméra pour démarrer l’enregistrement.
pt_br: Câmeras Ring usam detecção de movimento baseada em câmera para iniciar a gravação.
