Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/ring-security-cams.po
Languages: fr, pt_br

# title
source: Ring Security Cams
fr: Caméras de surveillance Ring
pt_br: Câmeras de segurança Ring

# blurb
source: Amazon Ring's indoor and outdoor security cameras have all the usual--HD video, night vision, motion activation--to put your house under 24-hour surveillance. Monitor the video through the Ring app on your phone or tablet or your Amazon Echo Show home hub. Ask Alexa to show you what's happening in your backyard, and boom, there it is. You'll need to pay extra for the Ring Protect Plan if you want to record all your videos, review what you missed for up to 180 days, or share your videos and photos with the world.
fr: Les caméras de surveillance intérieures et extérieures d’Amazon Ring disposent de toutes les fonctionnalités habituelles (vidéo HD, vision nocturne, activation par mouvement) pour mettre votre maison sous surveillance 24 heures sur 24. Surveillez la vidéo via l’application Ring sur votre téléphone, votre tablette ou votre hub domestique Amazon Echo Show. Demandez à Alexa de vous montrer ce qui se passe dans votre jardin, et hop, vous voyez tout. Vous devrez payer un supplément pour le forfait Ring Protect si vous souhaitez enregistrer toutes vos vidéos, revoir ce que vous avez manqué jusqu’à 180 jours ou partager vos vidéos et photos avec d’autres personnes.
pt_br: As câmeras de segurança internas e externas da Amazon Ring têm todos os habituais – vídeo HD, visão noturna, ativação de movimento – para colocar sua casa sob vigilância 24 horas. Monitore o vídeo pelo aplicativo Ring em seu telefone ou tablet ou pelo home hub do Amazon Echo Show. Peça à Alexa para mostrar o que está acontecendo no seu quintal, e pronto. Você precisará pagar mais pelo Plano Ring Protect se quiser gravar todos os seus vídeos, revisar o que perdeu por até 180 dias ou compartilhar seus vídeos e fotos com o mundo.

# worst_case
source: Amazon’s Ring security cameras and video doorbells are the <a id="a1">most widely used</a> home video cameras in many parts of the world today. As one expert from US privacy org the Electronic Frontier Foundation <a id="a2">put it</a>, "Ring has steadily been becoming one of the largest surveillance apparatuses in the nation.” And as wise comic book profit Stan Lee reminds us, “With great power comes great responsibility.” Has Amazon Ring lived up to that great responsibility? <a id="a3">No, they haven’t</a>. And if you’re checking in to see if, in 2023, Ring has improved their privacy practices after sooo very many complaints, the short answer is no, not enough.
fr: Les caméras de sécurité et sonnettes Amazon Ring sont les caméras vidéo domestiques <a id="a1">les plus utilisées</a> aujourd’hui dans de nombreuses régions du monde. Comme le <a id="a2">souligne</a> un expert de l’Electronic Frontier Foundation, une organisation américaine de défense de la vie privée, « Ring est progressivement devenu l’un des appareils de surveillance les plus répandus dans le pays ». Et comme nous le rappelle le sage Stan Lee, auteur de bandes dessinées, « un grand pouvoir implique de grandes responsabilités ». Amazon Ring s’est-il montré à la hauteur de ces grandes responsabilités ? <a id="a3">Non, pas du tout</a>. Et si vous cherchez à savoir si, en 2023, Ring a amélioré ses pratiques en matière de protection de la vie privée après avoir reçu tant de plaintes, la réponse courte est non, pas suffisamment.
pt_br: As câmeras de segurança e as campainhas de vídeo Ring da Amazon são as câmeras de vídeo domésticas<a id="a1"> mais usadas</a> em muitas partes do mundo atualmente. Como <a id="a2">disse </a>um especialista da organização de privacidade dos EUA, a Electronic Frontier Foundation, a "Ring tem se tornado um dos maiores aparelhos de vigilância do país". E, como nos lembra o sábio Stan Lee, que é o maioral dos quadrinhos, "Com grande poder vem grande responsabilidade". A Ring da Amazon está à altura dessa grande responsabilidade? <a id="a3">Não, eles não estão</a>. E se você está verificando se, em 2023, a Ring melhorou suas práticas de privacidade após tantas reclamações, a resposta curta é não, não o suficiente.

# worst_case
source: On the bright side, Amazon is starting to be held accountable for some of their more “egregious violations of users’ privacy” described in a <a id="a1">proposed order</a> filed by the FTC in May of 2023. Like when they <a id="a2">stored customer data</a>--including video recordings--unencrypted on an Amazon cloud server and gave every employee and even some third party contractors access. The FTC’s <a id="a3">complaint</a> also says Ring had failed to keep customers’ sensitive data secure, which made it easy for bad actors to get <a id="a4">access</a> to sensitive data too. Since those colossal blunders, they have gotten more transparent in their privacy and data deletion practices, which we appreciate. And they added <a id="a5">two-factor authentication</a> to help protect users in 2020, which was a great step forward. One we here at Mozilla <a id="a6">pushed hard</a> for. But, we’re still pushing. In June, 2023 we <a id="a7">published</a> a security vulnerability impacting Ring’s security after Amazon failed to take action on it for over 90 days. As far as we can tell, they still haven't fixed this vulnerability. So when it comes to Amazon Ring's security scorecard, there’s still lots of room to do better.
fr: Le bon côté des choses, c’est qu’Amazon commence à être tenu pour responsable de certaines de ses « violations flagrantes de la confidentialité des utilisateurs », présentées dans une <a id="a1">proposition d’ordonnance</a> déposée par la Commission fédérale du commerce (FTC) en mai 2023. Par exemple, lorsque la société a <a id="a2">stocké des données clients, </a>y compris des enregistrements vidéo, sans les chiffrer sur un serveur cloud d’Amazon et qu’elle a permis à tous ses employés et même à certains sous-traitants d’y accéder. La <a id="a3">plainte</a> de la FTC indique également que Ring n’a pas assuré la sécurité des données sensibles de ses clients, ce qui a permis à des personnes mal intentionnées <a id="a4">d’accéder</a> facilement à ces données. Depuis ces bourdes colossales, Ring est devenu plus transparent dans ses pratiques en matière de confidentialité et de suppression des données, ce qui est appréciable. Ils ont également ajouté <a id="a5">l’authentification à deux facteurs</a> pour protéger les utilisateurs en 2020, ce qui est un grand pas en avant. Un progrès que nous, Mozilla, avons <a id="a6">défendu avec acharnement</a>. Mais nous continuons à faire pression. En juin 2023, nous avons <a id="a7">rendu publique</a> une faille de sécurité ayant un impact sur la sécurité de Ring, alors qu’Amazon n’avait pris aucune mesure à ce sujet pendant plus de 90 jours. À notre connaissance, cette faille n’a toujours pas été corrigée. Il reste encore beaucoup de choses à améliorer en ce qui concerne le bilan de sécurité d’Amazon Ring.
pt_br: Pelo lado positivo, a Amazon está começando a ser responsabilizada por algumas de suas “violações flagrantes da privacidade dos usuários” descritas em uma <a id="a1">ação</a> movida pela FTC em maio de 2023. Como quando <a id="a2">armazenavam dados de clientes</a> – incluindo gravações de vídeo – não criptografados em um servidor de nuvem da Amazon e davam acesso a todos os funcionários e até mesmo a alguns contratados terceirizados. Caramba! A <a id="a3">denúncia</a> da FTC também diz que a Ring não conseguiu manter os dados confidenciais dos clientes seguros, o que facilitou o <a id="a4">acesso</a> de agentes mal-intencionados a dados confidenciais também. Desde esses erros colossais, eles ficaram mais transparentes em suas práticas de privacidade e exclusão de dados, o que apreciamos. E eles adicionaram <a id="a5">autenticação de dois fatores</a> para ajudar a proteger os usuários em 2020, o que foi um grande passo em frente. Um passo pelo qual nós aqui na Mozilla nos <a id="a6">esforçamos muito</a>. Mas ainda estamos pressionando. Em junho, <a id="a7">publicamos</a> uma vulnerabilidade de segurança que afetou a segurança da Ring depois que a Amazon não tomou medidas por mais de 90 dias. Portanto, quando se trata de seu scorecard de segurança, ainda há muito espaço para fazer melhor.

# worst_case
source: Then there is the <a id="a1">problematic relationship</a> Ring has with law enforcement where <a id="a2">questions</a> of racism, <a id="a3">warrantless surveillance</a>, and police overreach still linger. While <a id="a4">Amazon says</a> they are distancing themselves from law enforcement access to users' video and requiring more transparency in the process, they are still facilitating law enforcement access with this product and the <a id="a5">Neighbors app</a> and that leaves us concerned. They also admitted in 2022 they <a id="a6">still share video with law enforcement</a> without users’ permission in some circumstances. And even when Ring does require a court order, that often doesn’t give Americans as much protection as you’d think. That’s because Ring doesn’t have a good <a id="a7">track record</a> of pushing back on far-reaching warrants for their users’ video recordings of and inside their homes. That really worries us since Ring reportedly receives thousands of search warrants each year -- a number that’s growing.
fr: Se pose également la question de la <a id="a1">relation problématique</a> entre Ring et les forces de l’ordre, notamment en ce qui <a id="a2">concerne</a> le racisme, <a id="a3">la surveillance sans autorisation</a> et les abus de pouvoir de la police. Bien qu’Amazon <a id="a4">affirme</a> avoir renoncé à autoriser aux forces de l’ordre l’accès aux vidéos des utilisateurs et exiger plus de transparence dans le processus, l’entreprise continue de permettre aux forces de l’ordre d’accéder à ces données avec ce produit et l’<a id="a5">application Neighbors</a>, ce qui suscite de vives inquiétudes. La société a également admis en 2022 qu’elle partageait <a id="a6">encore des vidéos avec les forces de l’ordre</a> sans l’autorisation des utilisateurs dans certaines circonstances. Et même lorsque Ring exige une décision de justice, les citoyens américains ne sont pas aussi bien protégés qu’on pourrait le penser. En effet, Ring ne semble pas avoir de bons <a id="a7">résultats</a> lorsqu’il s’agit de refuser des mandats complexes pour obtenir les enregistrements vidéo de ses utilisateurs à l’intérieur et à l’extérieur de leur domicile. Cela est particulièrement inquiétant, car Ring recevrait chaque année des milliers de mandats de perquisition (un nombre qui ne cesse de croître).
pt_br: Depois, há a <a id="a1">relação problemática</a> que a Ring tem com a aplicação da lei, onde <a id="a2">questões</a> de racismo, <a id="a3">vigilância sem mandado</a> e excesso de polícia ainda persistem. Embora a <a id="a4">Amazon diga</a> que está se distanciando do acesso das autoridades aos vídeos dos usuários e exigindo mais transparência no processo, eles ainda estão facilitando o acesso das autoridades com este produto e o <a id="a5">aplicativo Neighbors</a> e isso nos deixa preocupados. Eles também admitiram em 2022 que <a id="a6">ainda compartilham vídeos com as autoridades</a> sem a permissão dos usuários em algumas circunstâncias. E mesmo quando a Ring exige uma ordem judicial, isso muitas vezes não dá aos americanos tanta proteção quanto você imagina. Isso porque a Ring não tem um bom <a id="a7">histórico</a> de recusar mandados de longo alcance para as gravações de vídeo de seus usuários de e dentro de suas casas. Isso realmente nos preocupa, já que a Ring supostamente recebe milhares de mandados de busca a cada ano (um número que está crescendo).

# worst_case
source: Amazon’s Ring and Neighbors app <a id="a1">privacy policy</a> says they can collect a whole lot of data (by the way, what’s up with the teeny tiny font on that privacy policy?). Everything from name, phone number, email, postal address, age, gender, the location of your mobile device, video and audio recordings, and <a id="a2">potentially even every doorbell press</a> and app interaction you have. And while it’s good Ring says they don’t sell your personal information, they do say they can share your information with a number of third parties for things like advertising, marketing, government and law enforcement requests, and with their business affiliates (which could potentially be a decent number of companies).
fr: La <a id="a1">politique de confidentialité</a> de l’application Neighbors et de Ring d’Amazon indique que l’entreprise peut collecter une grande quantité de données (d’ailleurs, qu’est-ce que c’est que cette toute petite police de caractères ?). Cela comprend le nom, le numéro de téléphone, l’adresse e-mail, l’adresse postale, l’âge, le sexe, l’emplacement de votre appareil mobile, les enregistrements vidéo et audio, et <a id="a2">potentiellement même chaque appui sur la sonnette</a> et chacune de vos interactions avec l’application. Et bien que Ring mentionne ne pas vendre vos informations personnelles, Ring indique pouvoir partager vos informations avec un certain nombre de tiers pour des choses comme la publicité, le marketing, les demandes du gouvernement et des forces de l’ordre, et avec leurs sociétés affiliées (qui pourraient potentiellement représenter un nombre conséquent d’entreprises).
pt_br: A <a id="a1">política de privacidade</a> da Ring e do aplicativo Neighbors da Amazon diz que ela pode coletar muitos dados (a propósito, por que a fonte minúscula nessa política de privacidade?). Tudo, desde nome, número de telefone, email, endereço postal, idade, gênero, localização do seu dispositivo móvel, gravações de vídeo e áudio e <a id="a2">potencialmente até mesmo todas as vezes que você aperta a campainha</a> e interage com o aplicativo. E embora seja bom que a Ring diga que não vende suas informações pessoais, ela diz que pode compartilhar suas informações com vários terceiros para coisas como propaganda, marketing, solicitações governamentais e de cumprimento da lei, e com suas afiliadas comerciais (que podem ser um número decente de empresas).

# worst_case
source: There is also the question of privacy violations of the neighbors of people who use home surveillance cameras -- not just Ring but all of home surveillance cameras. A recent court case in the UK highlighted this when a woman sued her neighbor for infringing on her privacy when his Ring security cameras were found pointed at her home. Not only could his cameras see her, they could also listen to her as well. <a id="a1">She won her case</a> and $137,000.
fr: Il y a aussi la question de la violation de la vie privée des voisins des personnes qui utilisent des caméras de surveillance à domicile (pas seulement Ring, mais toutes les caméras de surveillance à domicile). Une affaire judiciaire récente au Royaume-Uni a fait ressurgir la question, lorsqu’une femme a poursuivi son voisin en justice pour atteinte à sa vie privée car les caméras de sécurité Ring de ce dernier ont été retrouvées pointées vers son domicile. Non seulement ses caméras pouvaient la voir, mais elles pouvaient aussi l’écouter. <a id="a1">Elle a gagné son procès</a> et 122 000 €.
pt_br: Há também a questão das violações de privacidade dos vizinhos de pessoas que usam câmeras de vigilância doméstica – não apenas a Ring, mas todas as câmeras de vigilância doméstica. Um caso recente em tribunal no Reino Unido destacou isso quando uma mulher processou seu vizinho por violar sua privacidade quando suas câmeras de segurança Ring foram encontradas apontadas para sua casa. Não só suas câmeras podiam vê-la, elas também podiam ouvi-la. <a id="a1">Ela ganhou o caso</a> e US$137 mil.

# worst_case
source: On that note, there's also this interesting line in Amazon Ring's privacy policy that puts the responsibility on you to make sure you don't break any surveillance laws where you live, <i>"Privacy and video surveillance laws in your jurisdiction may apply to your use of our products and services. You are solely responsible for ensuring that you comply with applicable law when you use our products or services. For example, you may need to display a notice that alerts visitors to your home that you are using our products or services. Capturing, recording or sharing video or audio content that involves other people, or capturing other peoples’ facial feature information, may affect their privacy rights."</i> So yeah, just know that you are solely responsible for all that weird privacy violating stuff Ring admits they can do right there. Uhg.
fr: À ce sujet, il y a aussi cette ligne intéressante dans la politique de confidentialité d’Amazon Ring qui vous donne la responsabilité de vous assurer que vous n’enfreignez pas les lois de surveillance en vigueur dans votre pays ou région : <i>« Les lois sur la confidentialité et la vidéosurveillance de votre juridiction peuvent s’appliquer à votre utilisation de nos produits et services. Vous êtes la seule personne responsable du respect de la législation applicable lorsque vous utilisez nos produits ou services. Par exemple, vous devrez peut-être afficher un avis qui avertit les visiteurs de votre domicile que vous utilisez nos produits ou services. La capture, l’enregistrement ou le partage de contenu vidéo ou audio impliquant d’autres personnes, ou la capture d’informations sur les caractéristiques faciales d’autres personnes, peut porter atteinte à leurs droits à la vie privée. »</i> Alors oui, sachez que vous êtes la seule personne responsable de toutes les violations étranges de la confidentialité que Ring admet pouvoir faire ici…
pt_br: Além disso, há também essa linha interessante na política de privacidade do Ring da Amazon que coloca a responsabilidade sobre você para garantir que você não viole nenhuma lei de vigilância onde você mora <i>: "As leis de privacidade e vigilância por vídeo em sua jurisdição podem se aplicar ao seu uso de nossos produtos e serviços. Você é o único responsável por garantir que cumpra a lei aplicável ao usar nossos produtos ou serviços. Por exemplo, pode ser necessário exibir um aviso que alerte os visitantes da sua acomodação de que você está usando nossos produtos ou serviços. Capturar, gravar ou compartilhar conteúdo de vídeo ou áudio que envolva outras pessoas, ou capturar informações de recursos faciais de outras pessoas, pode afetar seus direitos de privacidade."</i> Então, sim, saiba que você é o único responsável por todas aquelas coisas estranhas de violação de privacidade que a Ring admite que eles podem fazer ali. Uhg.

# worst_case
source: And then there are the safety concerns these video cameras raise. Does all this constant surveillance make us safer? Well, the story about the <a id="a1">Ring users who opened fire</a> upon seeing a neighbor drop off a misdelivered package at their door raises questions about that. <a id="a2">Domestic violence advocates</a> also raise concerns. And privacy experts keep shouting their concerns in places like the <a id="a3">NY Times</a>, <a id="a4">Consumer Reports</a>, and <a id="a5">NBC News</a>.
fr: Et enfin il y a les problématiques de sécurité que ces caméras de surveillance soulèvent. Toute cette surveillance constante renforce-t-elle vraiment notre sécurité ? Eh bien, l’histoire des <a id="a1">utilisateurs de Ring qui ont ouvert le feu</a> en voyant un voisin déposer un colis mal livré devant leur porte soulève des questions à ce sujet. Pour <a id="a2">certains avocats du domaine des violences domestiques</a> cela suscite également des préoccupations. Et les experts en matière de confidentialité ne cessent d’alerter quant à leurs inquiétudes dans des médias tels que le <a id="a3">NY Times</a>, <a id="a4">Consumer Reports</a> et <a id="a5">NBC News</a>.
pt_br: E depois há as preocupações de segurança que essas câmeras de vídeo levantam. Toda essa vigilância constante nos deixa mais seguros? Bem, a história dos <a id="a1">usuários da Ring que abriram fogo</a> ao ver um vizinho deixar um pacote entregue erroneamente em sua porta levanta questões sobre isso. Os <a id="a2">defensores contra violência doméstica</a> também levantam preocupações. E especialistas em privacidade continuam gritando suas preocupações em lugares como o <a id="a3">NY Times</a>, <a id="a4">Consumer Reports</a> e <a id="a5">NBC News</a>.

# worst_case
source: What’s the worst that could happen? Well, beyond the snooping next door neighbor, the trigger happy, paranoid surveillance junky, the questionable law enforcement partnerships -- and, oh yeah, <a id="a1">Amazon Ring's questionable privacy and security practices</a> -- there’s the big concerns about all this constant surveillance. In the United States where abortion has become illegal in a number of states, it is possible anti-abortion activists could use these surveillance cameras to spy on women who are pregnant to see if they carry their fetus to term. And if they don’t -- no matter the reason -- video from these cameras could potentially be used to harass, arrest, and potentially even prosecute women seeking reproductive healthcare, for whatever reason. This is bad. All in all, these security cameras raise too many questions about privacy, transparency, data protection, public safety and racism in our opinion. For this reason, we worry Amazon's Ring cameras come with *privacy not included.
fr: Que pourrait-il arriver de pire ? Eh bien, au-delà du voisin fouineur, des paranoïaques de la surveillance qui filment tout et des partenariats douteux avec les forces de l’ordre (et ah oui, les <a id="a1">pratiques douteuses d’Amazon Ring en matière de confidentialité et de sécurité</a>), il y a d’importantes préoccupations concernant toute cette surveillance constante. Aux États-Unis, où l’avortement est devenu illégal dans un certain nombre d’États, il est possible que des militants anti-avortement utilisent ces caméras de surveillance pour espionner les femmes enceintes afin de vérifier si elles portent leur fœtus à terme. Et si ce n’est pas le cas, quelle qu’en soit la raison, les vidéos de ces caméras pourraient potentiellement être utilisées pour harceler, arrêter et potentiellement même poursuivre en justice les femmes qui recherchent des soins de santé reproductive, pour quelque raison que ce soit. C’est vraiment problématique. Dans l’ensemble, ces caméras de surveillance suscitent à notre avis trop de préoccupations par rapport à la confidentialité, la transparence, la protection des données, la sécurité publique et le racisme. Pour toutes ces raisons, nous craignons de devoir attribuer notre avertissement *Confidentialité non incluse aux caméras Ring d’Amazon.
pt_br: Qual é a pior coisa que pode acontecer? Bem, além do vizinho bisbilhoteiro, do paranoico viciado em vigilância com o dedo no gatilho e das parcerias policiais questionáveis – e, ah, <a id="a1">as práticas questionáveis de privacidade e segurança da Ring da Amazon</a> – há as grandes preocupações com toda essa vigilância constante. Nos Estados Unidos, onde o aborto se tornou ilegal em vários estados, é possível que ativistas antiaborto possam usar essas câmeras de vigilância para espionar mulheres grávidas para ver se elas carregam seu feto até o fim. E se não o fizerem – não importa a razão – o vídeo dessas câmeras pode potencialmente ser usado para assediar, prender e potencialmente até mesmo processar mulheres que procuram cuidados de saúde reprodutiva, por qualquer motivo. Em geral, essas câmeras de segurança levantam muitas questões de privacidade, transparência, proteção de dados, segurança pública e racismom na nossa opinião. Por este motivo, dizemos que vêm com *Privacidade não incluída.

# how_does_it_use_data_collected
source: Ring Privacy Notice
fr: Politique de confidentialité de Ring
pt_br: Aviso de Privacidade da Ring
