Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/ring-security-cams.po
Languages: fr, pt_br

# how_does_it_use_data_collected
source: "We do not sell or otherwise share personal information about you except as described in this Privacy Notice. We may share your personal information with (1) our affiliates and subsidiaries and (2) our service providers who perform services on our behalf, such as marketing, customer service, order fulfillment and data analytics and storage. We do not authorize our service providers to use or disclose your personal information except as necessary to perform services on our behalf or comply with legal requirements. We also may share personal information with our business partners (1) with whom we jointly offer products and services; (2) to the extent you use Works With Ring to connect to third-party products or services; and (3) for payment processing and fraud prevention purposes.
fr: « Nous ne vendons ni ne partageons de quelque manière que ce soit les informations personnelles vous concernant, sauf dans les cas décrits dans la présente déclaration de confidentialité. Nous pouvons partager vos informations personnelles avec (1) nos sociétés associées et filiales et (2) nos prestataires de services qui fournissent des services en notre nom, tels que la commercialisation, le service à la clientèle, le traitement des commandes, l’analyse et le stockage des données. Nous n’autorisons pas nos prestataires de services à utiliser ou à divulguer vos informations personnelles, sauf si cela est nécessaire pour fournir des services en notre nom ou pour se conformer à des exigences légales. Nous pouvons également partager des informations personnelles avec nos partenaires commerciaux (1) avec lesquels nous proposons conjointement des produits et services ; (2) dans la mesure où vous utilisez Works With Ring pour vous connecter à des produits ou services de tiers ; et (3) à des fins de traitement des paiements et de prévention des fraudes.
pt_br: "Não vendemos ou compartilhamos informações pessoais sobre você, exceto conforme descrito neste Aviso de Privacidade. Podemos compartilhar suas informações pessoais com (1) nossas afiliadas e subsidiárias e (2) nossos prestadores de serviços que realizam serviços em nosso nome, como marketing, atendimento ao cliente, atendimento de pedidos e análise e armazenamento de dados. Não autorizamos os nossos prestadores de serviços a usar ou divulgar as suas informações pessoais, exceto conforme necessário para executar serviços em nosso nome ou cumprir os requisitos legais. Também podemos compartilhar informações pessoais com nossos parceiros de negócios (1) com quem oferecemos produtos e serviços em conjunto; (2) na medida em que você usa o Works With Ring para se conectar a produtos ou serviços de terceiros; e (3) para fins de processamento de pagamentos e prevenção de fraudes.

# how_does_it_use_data_collected
source: We also may disclose personal information about you (1) if we are required to do so by law or legal process (such as a court order or subpoena); (2) to establish, exercise or defend our legal rights; (3) when we believe disclosure is necessary or appropriate to prevent physical or other harm or financial loss; (4) in connection with an investigation of suspected or actual illegal activity; or (5) otherwise with your consent. "
fr: Nous pouvons également divulguer des informations personnelles vous concernant (1) si nous y sommes contraints par la loi ou dans le cadre d’une procédure judiciaire (telle qu’une injonction ou une assignation) ; (2) pour établir, exercer ou défendre nos droits légaux ; (3) lorsque nous estimons que la divulgation est nécessaire ou appropriée pour prévenir des préjudices physiques ou autres ou des pertes financières ; (4) dans le cadre d’une enquête sur une activité illégale présumée ou réelle ; ou (5) dans d’autres cas avec votre consentement ».
pt_br: Também podemos divulgar informações pessoais sobre você (1) se formos obrigados a fazê-lo por lei ou processo legal (como uma ordem judicial ou intimação); (2) para estabelecer, exercer ou defender nossos direitos legais; (3) quando acreditarmos que a divulgação é necessária ou apropriada para evitar danos físicos ou outros danos ou perdas financeiras; (4) em conexão com uma investigação de atividade ilegal suspeita ou real; ou (5) de outra forma com o seu consentimento. "

# how_does_it_use_data_collected
source: "When you use our websites and apps, information about your online activities may be collected to provide you with advertising about products and services tailored to your interests. This section of our Privacy Notice provides details and explains how to exercise your choices.
fr: « Lorsque vous utilisez nos sites web et applications, des informations sur vos activités en ligne peuvent être collectées pour vous présenter des publicités sur des produits et services adaptés à vos centres d’intérêt. Cette section de notre avis de confidentialité vous fournit plus d’informations et vous explique comment faire appliquer vos choix.
pt_br: "Quando você usa nossos sites e aplicativos, informações sobre suas atividades on-line podem ser coletadas para fornecer publicidade sobre produtos e serviços adaptados aos seus interesses. Esta seção do nosso Aviso de Privacidade fornece detalhes e explica como exercer suas escolhas.

# how_does_it_use_data_collected
source: You may see our ads on other websites or mobile apps because we participate in advertising networks. Ad networks allow us to target our messaging to individuals considering demographic data, individuals’ inferred interests and browsing context. These networks track individuals’ online activities over time by collecting information through automated means, including through the use of cookies, web server logs, web beacons and other similar technologies. The networks use this information to show ads that may be tailored to individuals’ interests, to track individuals’ browsers or devices across multiple websites, and to build a profile of individuals’ online browsing activities. The information our ad networks may collect includes data about individuals’ visits to websites that participate in the relevant ad networks, such as the pages or ads viewed and the actions taken on the websites. This data collection takes place both on our websites and on third-party websites that participate in the ad networks. This process also helps us track the effectiveness of our marketing efforts.."
fr: Il se peut que vous voyiez nos publicités sur d’autres sites web ou applications mobiles, car nous participons à des réseaux publicitaires. Les réseaux publicitaires nous permettent de cibler nos messages en tenant compte des données démographiques, des intérêts présumés des individus et du contexte de navigation. Ces réseaux suivent leurs activités en ligne au fil du temps en collectant des informations par des moyens automatisés, notamment par l’utilisation de cookies, de journaux de serveur Web, de balises Web et d’autres technologies similaires. Ils utilisent ces informations pour présenter des publicités qui peuvent être adaptées aux intérêts des individus, pour suivre les navigateurs ou les appareils des individus sur plusieurs sites web et pour créer un profil des activités de navigation en ligne. Les informations que nos réseaux publicitaires peuvent collecter comprennent des données relatives aux visites sur les sites web qui participent aux réseaux publicitaires pertinents, telles que les pages ou les annonces consultées et les actions menées sur les sites web. Cette collecte de données a lieu à la fois sur nos sites web et sur des sites web tiers qui participent aux réseaux publicitaires. Ce processus nous aide également à suivre l’efficacité de nos efforts de marketing. »
pt_br: Você pode ver nossos anúncios em outros sites ou aplicativos móveis porque participamos de redes de publicidade. As redes de anúncios nos permitem direcionar nossas mensagens para indivíduos, considerando dados demográficos, interesses inferidos dos indivíduos e contexto de navegação. Estas redes monitorizam as atividades on-line dos indivíduos ao longo do tempo, recolhendo informações através de meios automatizados, incluindo através da utilização de cookies, registos de servidores web, web beacons e outras tecnologias semelhantes. As redes usam essas informações para exibir anúncios que podem ser adaptados aos interesses dos indivíduos, para rastrear os navegadores ou dispositivos dos indivíduos em vários sites e para criar um perfil das atividades de navegação on-line dos indivíduos. As informações que nossas redes de anúncios podem coletar incluem dados sobre as visitas de indivíduos a sites que participam das redes de anúncios relevantes, como as páginas ou anúncios visualizados e as ações realizadas nos sites. Essa coleta de dados ocorre tanto em nossos sites quanto em sites de terceiros que participam das redes de anúncios. Esse processo também nos ajuda a rastrear a eficácia de nossos esforços de marketing."

# how_does_it_use_data_collected
source: "We may use the personal information we obtain about you to ...<br/>Personalize your experience with our products and services; ...<br/>Allow you to interact with certain third-party products or services (for example, to enable you to link to, or view content from, third-party sites within our services, or connect to third-party products and services through Works With Ring);<br/>Perform analytics (including market and consumer research, trend analysis, financial analysis, and anonymization of personal information); ...<br/>Operate, evaluate, develop, manage and improve our business (including operating, administering, analyzing and improving our products and services; developing new products and services; managing and evaluating the effectiveness of our communications; performing accounting, auditing, billing reconciliation and collection activities and other internal functions);<br/>Protect against, identify and prevent fraud and other criminal activity, claims and other liabilities;<br/>Comply with and enforce applicable legal requirements, relevant industry standards and policies, including this Privacy Notice and our Terms of Service."
fr: « Nous pouvons utiliser les informations personnelles que nous obtenons à votre sujet pour…<br/>personnaliser votre utilisation de nos produits et services ; …<br/> vous permettre d’interagir avec certains produits ou services de tiers (par exemple, pour vous permettre de vous connecter à des sites tiers ou d’en consulter le contenu dans le cadre de nos services, ou de vous connecter à des produits et services tiers par l’intermédiaire de Works With Ring) ; <br/>effectuer des analyses (y compris des études de marché et de consommation, des analyses de tendances, des analyses financières et l’anonymisation des informations personnelles) ;<br/>exploiter, évaluer, développer, gérer et améliorer nos activités (y compris exploiter, administrer, analyser et améliorer nos produits et services ; <br/>la protection, l’identification et la prévention des fraudes et autres activités criminelles, les plaintes et autres responsabilités ; <br/>le respect et l’application des exigences légales applicables, des normes et politiques applicables du secteur, y compris la présente déclaration de confidentialité et nos conditions d’utilisation ».
pt_br: "Podemos usar as informações pessoais que obtemos sobre você para: <br/>Personalizar sua experiência com nossos produtos e serviços;<br/>Permitir que você interaja com determinados produtos ou serviços de terceiros (por exemplo, para permitir que você vincule ou visualize conteúdo de sites de terceiros dentro de nossos serviços ou se conecte a produtos e serviços de terceiros através do Works With Ring);<br/> Realizar análises (incluindo pesquisa de mercado e consumidor, análise de tendências, análise financeira e anonimização de informações pessoais); <br/>Operar, avaliar, desenvolver, gerenciar e melhorar nossos negócios (incluindo operar, administrar, analisar e melhorar nossos produtos e serviços; desenvolver novos produtos e serviços; gerenciar e avaliar a eficácia de nossas comunicações; realizar atividades de contabilidade, auditoria, reconciliação de faturamento e cobrança e outras funções internas);<br/>Proteger contra, identificar e prevenir fraudes e outras atividades criminosas, reivindicações e outras responsabilidades;<br/>Cumprir e fazer cumprir os requisitos legais aplicáveis, padrões e políticas relevantes do setor, incluindo este Aviso de Privacidade e nossos Termos de Serviço."

# how_does_it_use_data_collected
source: "We also may use the personal information we collect about you in other ways for which we provide specific notice at the time of collection and obtain your consent if required by applicable law."
fr: « Nous pouvons également utiliser les informations personnelles que nous recueillons vous concernant par d’autres moyens pour lesquels nous fournissons une notification spécifique au moment de la collecte et obtenons votre consentement si la loi en vigueur l’exige ».
pt_br: "Também podemos usar as informações pessoais que coletamos sobre você de outras maneiras para as quais fornecemos um aviso específico no momento da coleta e obtemos seu consentimento, se exigido pela lei aplicável."

# how_does_it_use_data_collected
source: "Privacy and video surveillance laws in your jurisdiction may apply to your use of our products and services. You are solely responsible for ensuring that you comply with applicable law when you use our products or services. For example, you may need to display a notice that alerts visitors to your home that you are using our products or services. Capturing, recording or sharing video or audio content that involves other people, or capturing other peoples’ facial feature information, may affect their privacy rights."
fr: « Les lois sur la confidentialité et la vidéosurveillance de votre juridiction peuvent s’appliquer à votre utilisation de nos produits et services. Vous êtes la seule personne responsable du respect de la législation applicable lorsque vous utilisez nos produits ou services. Par exemple, vous devrez peut-être afficher un avis qui avertit les visiteurs de votre domicile que vous utilisez nos produits ou services. La capture, l’enregistrement ou le partage de contenu vidéo ou audio impliquant d’autres personnes, ou la capture d’informations sur les caractéristiques faciales d’autres personnes, peut porter atteinte à leurs droits à la vie privée. »
pt_br: "As leis de privacidade e vigilância por vídeo em sua jurisdição podem se aplicar ao seu uso de nossos produtos e serviços. Você é o único responsável por garantir que cumpra a lei aplicável ao usar nossos produtos ou serviços. Por exemplo, pode ser necessário exibir um aviso que alerte os visitantes da sua acomodação de que você está usando nossos produtos ou serviços. Capturar, gravar ou compartilhar conteúdo de vídeo ou áudio que envolva outras pessoas, ou capturar informações de recursos faciais de outras pessoas, pode afetar seus direitos de privacidade."

# how_does_it_use_data_collected
source: How Public Safety Agencies Use Neighbors
fr: Comment les agences de sécurité publique utilisent Neighbors
pt_br: Como as agências de segurança pública utilizam o Neighbors

# how_does_it_use_data_collected
source: "Neighbors does not share the addresses at which any devices are located unless you post it to the Neighbors App or share a video recording in response to a Request for Assistance post. Should you choose to share your recordings, the recordings you chose to share, your street address (the address associated with your Ring device), and the email address associated with your account will be shared with the public safety user who created the Request for Assistance post. For more information on Request for Assistance posts please read our FAQ."
fr: « Neighbors ne partage pas les adresses de localisation des appareils, sauf si vous les publiez sur l’application Neighbors ou si vous partagez un enregistrement vidéo en réponse à une demande d’assistance. Si vous choisissez de partager vos enregistrements, les enregistrements que vous avez choisi de partager, votre adresse (l’adresse associée à votre appareil Ring) et l’adresse e-mail associée à votre compte seront partagés avec l’utilisateur chargé de la sécurité publique qui a créé le message de demande d’assistance. Pour plus d’informations sur les messages de demande d’assistance, veuillez consulter notre FAQ ».
pt_br: "O Neighbors não compartilha os endereços nos quais os dispositivos estão localizados, a menos que você os publique no aplicativo Neighbors ou compartilhe uma gravação de vídeo em resposta a um post de solicitação de assistência. Se você optar por compartilhar suas gravações, as gravações que você escolheu compartilhar, seu endereço (o endereço associado ao seu dispositivo Ring) e o endereço de e-mail associado à sua conta serão compartilhados com o usuário de segurança pública que criou o post de Solicitação de Assistência. Para obter mais informações sobre as publicações do Pedido de Assistência, leia as nossas Perguntas Frequentes."

# user_friendly_privacy_policy_helptext
source: Amazon Ring makes it rather difficult to even find their privacy notice, buried at the bottom of a more marketing focused page full of privacy promises that sound good but aren't as binding. Also, what's up with the teeny tiny text on your privacy policy Ring? Geesh.
fr: Amazon Ring rend d’ailleurs difficile la recherche de son avis de confidentialité, qui est enfoui au bas d’une page plus axée sur le marketing et remplie de promesses de confidentialité qui sonnent bien mais ne sont pas très contraignantes. D’ailleurs, c’est quoi ce texte minuscule que l’on peut trouver dans la politique de confidentialité de Ring ? Incroyable…
pt_br: A Ring da Amazon torna bastante difícil até mesmo encontrar seu aviso de privacidade, enterrado na parte inferior de uma página mais focada em marketing, cheia de promessas de privacidade que parecem boas, mas não são tão vinculativas. Além disso, o que há com o texto minúsculo na sua política de privacidade, Ring? Nossa.

# uses_encryption_helptext
source: Videos are encrypted in storage and during transmission. Ring is offering end-to-end encryption.
fr: Le stockage et la transmission des vidéos sont chiffrés. Ring utilise le chiffrement de bout en bout.
pt_br: Os vídeos são criptografados no armazenamento e durante a transmissão. A Ring está oferecendo criptografia de ponta a ponta.

# strong_password_helptext
source: Two-factor authentication is now mandatory after major pressure from Mozilla and other groups.
fr: L’authentification à deux facteurs est désormais obligatoire suite à une importante campagne menée par plusieurs groupes, dont Mozilla.
pt_br: A autenticação de dois fatores agora é obrigatória após uma grande pressão da Mozilla e de outros grupos.

# manage_vulnerabilities_helptext
source: Amazon has a bug bounty program, which means that anyone who finds a security issue and discloses it responsibly may get paid. https://hackerone.com/ring
fr: Amazon dispose d’un programme de prime aux bogues (« bug bounty »), ce qui signifie que toute personne qui découvre une faille de sécurité et la signale de façon responsable peut être payée. https://hackerone.com/ring
pt_br: A Amazon tem um programa de recompensas pela descoberta de bugs, o que significa que qualquer pessoa que encontre um problema de segurança e o divulgue com responsabilidade pode ser paga por isso. https://hackerone.com/ring

# privacy_policy_helptext
source: Ring has a webpage dedicated to explaining its privacy pillars and answering frequently asked questions
fr: Ring dispose d’une page web qui détaille ses principes directeurs en matière de confidentialité et répond aux questions fréquemment posées.
pt_br: A Ring tem uma página dedicada a explicar seus pilares de privacidade e responder a perguntas frequentes

# tips_to_protect_yourself
source: Turn on <a id="a1">Two-factor Authentication</a>
fr: Activez l’<a id="a1">authentification à deux facteurs</a>
pt_br: Ativar <a id="a1">autenticação de dois fatores</a>

# tips_to_protect_yourself
source: <a id="a1">Check</a> if your address is exposed through the Neighbor app
fr: <a id="a1">Vérifiez</a> si votre adresse est exposée via l’application Neighbor
pt_br: <a id="a1">Verifique</a> se o seu endereço está exposto por meio do aplicativo Neighbors

# tips_to_protect_yourself
source: <a id="a1">Don't share</a> your login-in information
fr: <a id="a1">Ne partagez pas</a> vos informations de connexion
pt_br: <a id="a1">Não compartilhe suas</a> informações de login

# tips_to_protect_yourself
source: Review sharing options for your data, if you have multiple people in the neighborhood
fr: Passez en revue les options de partage de vos données, s’il y a plusieurs personnes dans votre quartier
pt_br: Revise as opções de compartilhamento de seus dados se você tiver várias pessoas na vizinhança

# tips_to_protect_yourself
source: Make sure you are comfortable with the fact that local police may require the footage. Think about all of the personal events cameras inside and outside of your home will capture.
fr: Assurez-vous que vous êtes à l’aise avec le fait que la police locale peut exiger les images. Pensez à tous les évènements personnels que les caméras à l’intérieur et à l’extérieur de votre maison vont capturer.
pt_br: Certifique-se de estar confortável com o fato de que a polícia local pode exigir a filmagem. Pense em todas as câmeras de eventos pessoais dentro e fora de sua casa.

# tips_to_protect_yourself
source: Use strong passwords &amp; unique usernames
fr: Utilisez des mots de passe forts et des noms d’utilisateur uniques
pt_br: Use senhas fortes & nomes de usuário únicos

# tips_to_protect_yourself
source: Delete footage as often as you can
fr: Supprimez les images aussi souvent que vous le pouvez
pt_br: Exclua as filmagens com a maior frequência possível

# tips_to_protect_yourself
source: Limit third-party trackers in the Ring app
fr: Limitez les traqueurs tiers dans l’application Ring
pt_br: Limite rastreadores de terceiros no aplicativo Ring

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
fr: N’utilisez pas de compte tiers pour vous inscrire. Mieux vaut vous connecter simplement avec une adresse e-mail et un mot de passe fort.
pt_br: Não se inscreva com contas de terceiros. É melhor fazer o login somente com email e senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
fr: Choisissez un mot de passe fort ! Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Use uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary)
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (n’autorisez pas l’accès à votre caméra, votre micro, vos images et votre localisation, sauf si nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do app (não dê acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário)

# tips_to_protect_yourself
source: Keep your app regularly updated
fr: Assurez-vous de garder votre application à jour.
pt_br: Mantenha seu aplicativo sempre atualizado
