Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/samsung-galaxy-tablets.po
Languages: de, es, fr

# how_does_it_use_data_collected
source: "During the 12-month period prior to the effective date of this Statement, we may have disclosed the following categories of personal information about you for a business purposes to the following categories of third parties:<br/> • Identifiers: affiliates and subsidiaries, joint marketing partners, business partners, ad networks, internet service providers, data analytics providers, social networks, and operating systems and platforms<br/> • Device Information: affiliates and subsidiaries, ad networks and business partners<br/> • Online Activity (such as Service usage): affiliates and subsidiaries, business partners, and data analytics providers<br/> • Commercial information (such as purchase information): affiliates and subsidiaries and business partners<br/> • Geolocation: business partners"
fr: « Au cours de la période de 12 mois précédant la date d’entrée en vigueur de la présente déclaration, nous avons pu divulguer les catégories suivantes d’informations personnelles vous concernant à des fins commerciales aux catégories de tiers suivantes :<br/> • Identificateurs : sociétés affiliées et sucursales, partenaires marketing communs, partenaires commerciaux, réseaux publicitaires, fournisseurs de services Internet, fournisseurs d’analyse de données, réseaux sociaux et systèmes et plateformes d’exploitation<br/> • Informations sur l’appareil : sociétés affiliées et sucursales, réseaux publicitaires et partenaires commerciaux<br/> • Activité en ligne (telle que l’utilisation des services) : sociétés affiliées et sucursales, partenaires commerciaux et fournisseurs d’analyse de données<br/> • Informations commerciales (telles que les informations d’achat) : sociétés affiliées et sucursales et partenaires commerciaux<br/> • Géolocalisation : partenaires commerciaux »

# user_friendly_privacy_policy_helptext
source: Trying to find, navigate, read, and understand's Samsung's various privacy policies is a nightmare.
fr: Trouver, naviguer, lire ou comprendre les différentes politiques de confidentialité de Samsung est un véritable cauchemar.

# tips_to_protect_yourself
source: Use <a id="a1">privacy settings</a> on Galaxy tablets
fr: Utiliser les <a id="a1">paramètres de confidentialité</a> sur les tablettes Galaxy

# tips_to_protect_yourself
source: In the browser of your Samsung Galaxy Tab, you can Determine for yourself which information you share while surfing the Internet.
fr: Dans le navigateur de votre Samsung Galaxy Tab, vous pouvez déterminer vous-même les informations que vous partagez en surfant sur Internet.

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
fr: N’utilisez pas de compte tiers pour vous inscrire. Mieux vaut vous connecter simplement avec une adresse e-mail et un mot de passe fort.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et emplacement, sauf si nécessaire)

# tips_to_protect_yourself
source: Keep your app regularly updated
fr: Mettez votre application à jour régulièrement

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
fr: Limitez le suivi publicitaire via votre appareil (par exemple, sur iPhone, accédez à Confidentialité ; Publicité ; Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces).

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.

# tips_to_protect_yourself
source: Check <a id="a1">Samsung Galaxy privacy controls</a>
fr: Vérifiez les <a id="a1">contrôles de confidentialité</a> du Samsung Galaxy.

# tips_to_protect_yourself
source: Chose your <a id="a1">Android privacy settings</a>
fr: Choisissez vos <a id="a1">paramètres de confidentialité Android</a>.

# personal_data_collected
source: "Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; customer number, unique pseudonym, or user alias; telephone number and other forms of persistent or probabilistic identifiers), online identifier, internet protocol address, email address, account name, and other similar identifiers<br/>Additional Data Subject to Cal. Civ. Code § 1798.80: signature, bank account number, credit card number, debit card number, and other financial information<br/>Protected Classifications: characteristics of protected classifications under California or federal law, such as age and sex <br/>Location information: Information about nearby Wi-Fi access points, cell towers, and, with your separate consent, your device’s GPS signal, may be transmitted to us when you use certain Services. In addition, for certain Services, zip codes or postal codes and inferred locations using IP addresses may be transmitted to us when you use such Services.<br/>Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, and behavior (for example, when you use the Customization Service or in connection with personalized ads served to you)"
fr: « Identificateurs : identificateurs tels que nom réel, pseudonyme, adresse postale, identificateur personnel unique (tel qu’un identificateur d’appareil ; cookies, balises, pixel tags, identificateurs de publicité mobile et technologie similaire ; numéro de client, pseudonyme unique ou pseudonyme d’utilisateur ; numéro de téléphone et autres formes d’identificateurs persistants ou susceptibles), identificateur en ligne, adresse de protocole Internet, adresse e-mail, nom de compte et autres identificateurs similaires <br/>Données supplémentaires soumises à la loi Cal. Civ. Code § 1798.80 : signature, numéro de compte bancaire, numéro de carte de crédit, numéro de carte de débit et autres informations financières <br/>Classifications protégées : caractéristiques des classifications protégées en vertu de la loi californienne ou fédérale, telles que l’âge et le sexe <br/>Informations de localisation : des informations sur les points d’accès Wi-Fi proches, les antennes-relais et, avec votre accord explicite, le signal GPS de votre appareil, peuvent nous être transmises lorsque vous utilisez certains services. En outre, pour certains services, les codes postaux et les localisations déduites à l’aide des adresses IP peuvent nous être communiqués lorsque vous utilisez ces services. <br/>Inférences : déductions tirées de toute information identifiée ci-dessus pour créer votre profil reflétant vos préférences, vos caractéristiques et votre comportement (par exemple, lorsque vous utilisez le service de personnalisation ou en relation avec les publicités personnalisées qui vous sont adressées) ».

# biometric_data_collected
source: "Sensory Information: audio, electronic, visual, and similar information.<br/> <br/>Voice information: Recordings of your voice that we make and collect on our servers when you enable this function and use voice commands to control a Service are covered by the separate Bixby privacy policy. "
fr: « Informations sensorielles : informations audio, électroniques, visuelles et similaires.<br/> <br/>Informations vocales : Les enregistrements de votre voix que nous effectuons et recueillons sur nos serveurs lorsque vous activez cette fonction et utilisez des commandes vocales pour contrôler un Service sont soumis à la politique de confidentialité distincte de Bixby ».

# how_can_you_control_your_data
source: It is not clear if all users regardless of location can get their data deleted.
fr: Il n’est pas clair si tous les utilisateurs, quel que soit leur emplacement, puissent obtenir la suppression de leurs données.

# how_can_you_control_your_data
source: Samsung's Privacy Policy
fr: Politique de confidentialité de Samsung

# how_can_you_control_your_data
source: "Subject to applicable law and to the extent applicable to each Service, you may (1) request access to, or correction or deletion of, the personal information we maintain about you; (2) request that we limit our use and disclosure of your sensitive personal information; or (3) opt out of the (a) sale of your personal information, (b) sharing of your personal information for cross-context behavioral advertising purposes, or (c) processing of your personal information for targeted advertising purposes. In addition, subject to applicable law, you may receive, in a structured, commonly used and machine-readable format, certain of your personal information that you have provided to us. Subject to applicable law, you may have the right to have this information transmitted to another company, where it is technically feasible.
fr: « Sous réserve du droit applicable et dans la limite de chaque service, vous pouvez (1) demander l’accès, la correction ou la suppression des informations personnelles que nous conservons à votre égard ; (2) demander que nous limitions l’utilisation et la divulgation de vos informations personnelles sensibles ; ou (3) refuser (a) la vente de vos informations personnelles, (b) le partage de vos informations personnelles à des fins de publicité comportementale et contextuelle, ou (c) le traitement de vos informations personnelles à des fins de publicité ciblée. En outre, sous réserve du droit applicable, vous pouvez recevoir, dans un format structuré, communément utilisé et exploitable par ordinateur, certaines des informations personnelles que vous nous avez fournies. Sous réserve de la législation applicable, vous pourriez être en droit de demander que ces informations soient transmises à une autre société, lorsque cela est techniquement possible.

# how_can_you_control_your_data
source: How to Submit a Request: To submit an access, deletion or correction request, click here or call us at 1-800-SAMSUNG (1-800-726-7864). To opt out of the (a) sale of your personal information, (b) sharing of your personal information for cross-context behavioral advertising purposes, or (c) processing of your personal information for targeted advertising purposes, click here or call us at 1-800-SAMSUNG (1-800-726-7864)."
fr: Comment soumettre une demande : Pour soumettre une demande d’accès, de suppression ou de correction, cliquez ici ou appelez-nous au 1-800-SAMSUNG (1-800-726-7864). Pour refuser (a) la vente de vos informations personnelles, (b) le partage de vos informations personnelles à des fins de publicité comportementale et contextuelle, ou (c) le traitement de vos informations personnelles à des fins de publicité ciblée, cliquez ici ou appelez-nous au 1-800-SAMSUNG (1-800-726-7864) ».

# track_record_details
source: In April 2023, internal, sensitive data was <a id="a1">leaked</a> to ChatGPT from Samsung. As the result of the leak, Samsung <a id="a2">banned</a> use of generative AI tools at the company.
fr: En avril 2023, des données internes sensibles <a id="a1">ont été divulguées</a> à ChatGPT par Samsung. À la suite de la fuite, Samsung <a id="a2">a interdit</a> l’utilisation d’outils d’IA générative au sein de l’entreprise.

# track_record_details
source: In early 2022, Samsung <a id="a1">fell</a> victim to the Lapsus$ cybergang, which boasted to have stolen 190 Gb of data from the tech giant. The data breach notice conspicuously <a id="a2">notes</a> that the breach “did not impact Social Security numbers or credit and debit card numbers.”TechCrunch asked Samsung if it collects and stores Social Security numbers and that this data is unaffected, but the company declined to say — only that the issue “did not impact” Social Security numbers. Samsung collects Social Security numbers as part of its financing options and as a requirement for users of Samsung Money.
fr: Au début de l’année 2022, Samsung <a id="a1">a été la cible</a> du cyberorganisme Lapsus$, qui s’est vanté d’avoir volé 190 Go de données au géant de la technologie. L’avis de violation de données <a id="a2">indique</a> expressément que la violation « n’a pas eu d’incidence sur les numéros de sécurité sociale ou les numéros de cartes de crédit et de débit ». TechCrunch a demandé à Samsung les numéros de sécurité sociale étaient stockés et si ces données n’étaient pas affectées, mais l’entreprise a refusé de répondre, se contentant de dire que le problème "n’a pas eu d’impact" sur les numéros de sécurité sociale. Samsung collecte les numéros de sécurité sociale dans le cadre de ses options de financement et les exige pour l’utilisation de Samsung Money.

# track_record_details
source: In February, 2020, Samsung <a id="a1">had</a> a data breach on it UK customer account pages, affecting less than 150 people.
fr: En février 2020, Samsung <a id="a1">a connu</a> une fuite de données sur ses pages de compte client au Royaume-Uni, affectant moins de 150 personnes.

# child_safety_blurb
source: <b>Samsung account U.S. Privacy Notice</b><br/><b>Children’s Section</b>
fr: <b>Section relative aux enfants</b><br/><b>de la politique de confidentialité des comptes Samsung aux États-Unis.</b>

# child_safety_blurb
source: This Children’s Section describes our personal information practices with respect to your child’s creation and use of a Samsung account, and the services and features available to your child (“Child Services”).
fr: La présente section relative aux enfants décrit nos pratiques en matière de données personnelles en la création et l’utilisation d’un compte Samsung par votre enfant, ainsi que les services et les fonctions qui lui sont proposés (les « services pour enfants »).

# child_safety_blurb
source: Information We Obtain From Your Child
fr: Les informations que nous recueillons auprès de votre enfant

# child_safety_blurb
source: When you first create a Samsung account for your child, we may ask you for certain information such as your child’s name, nickname, date of birth, gender, phone number, password and email address. When your child uses their Samsung account and the features and services available, we may collect information about your child’s device and connected devices and the Samsung apps, services and features they use. This information includes unique device identifiers, hardware, software, network (including connection and Bluetooth) and settings information, usage and log information (such as how long or when your child uses a certain device, app [including the list of apps installed on the device], service or feature, including third-party devices, apps, services, or features).
fr: Lorsque vous créez un compte Samsung pour votre enfant, nous pouvons vous demander certaines informations telles que son nom, surnom, date de naissance, sexe, numéro de téléphone, mot de passe et adresse e-mail. Lorsque votre enfant utilise son compte Samsung et les fonctions et services disponibles, nous pouvons recueillir des informations sur l’appareil de votre enfant et les appareils connectés, ainsi que sur les applications, services et fonctions Samsung qu’il utilise. Ces informations comprennent des identifiants d’appareils uniques, des informations sur le matériel, les logiciels, le réseau (y compris la connexion et le Bluetooth) et les paramètres, ainsi que des informations sur l’utilisation et les registres (comme la durée ou le moment où votre enfant utilise un appareil, une application, y compris la liste des applications installées sur l’appareil, un service ou une fonction, y compris les appareils, les applications, les services ou les fonctions de tierces parties).

# child_safety_blurb
source: With a Samsung account, the following basic features will automatically be available to your child:
fr: Avec un compte Samsung, les fonctionnalités de base suivantes seront automatiquement accessibles à votre enfant :

# child_safety_blurb
source: Samsung Cloud: Securely back up devices logged into with a Samsung account and sync data across Galaxy devices.<br/>• SmartThings Find: Locate lost devices even when the device is not connected to a network, and protect data of lost devices.<br/>• Group Sharing: Share a variety of content with family and friends on certain basic Samsung apps.<br/>• Call &amp; Text On Other Devices: Use your phone’s number to make and receive calls and texts on your other Samsung devices.<br/>• Samsung Members:<br/> o Quickly ask questions to customer service<br/> o Connect with other Samsung account members on our Community Board
fr: Samsung Cloud : permet de sauvegarder en toute sécurité les appareils connectés à un compte Samsung et de synchroniser les données entre les appareils Galaxy.<br/> • SmartThings Find : permet de localiser les appareils perdus même lorsque l’appareil n’est pas connecté à un réseau, et de protéger les données des appareils perdus.<br/> • Group Sharing : permet de partager divers contenus avec la famille et les amis sur certaines applications Samsung de base.<br/> • Call & Text On Other Devices : permet d’utiliser votre numéro de téléphone pour passer et recevoir des appels et SMS sur vos autres appareils Samsung.<br/> • Samsung Members : <br/>permet de poser des questions rapidement au service clientèle <br/>permet d’entrer en contact avec d’autres membres de comptes Samsung sur notre Community Board.

# child_safety_blurb
source: In addition, your child will be able to access the following Samsung apps through their Samsung account. Please click each app’s privacy notice (hyperlinked below) for information on how we may use and disclose the personal information we collect from your child through their use of the app.
fr: De plus, votre enfant pourra accéder aux applications Samsung suivantes via son compte Samsung. Veuillez cliquer sur la politique de confidentialité de chaque application (hyperlien ci-dessous) pour savoir comment nous sommes susceptibles d’utiliser et de divulguer les informations personnelles que nous recueillons auprès de votre enfant lors de son utilisation de l’application.

# child_safety_blurb
source: Galaxy Store : Discover and download the best apps, as well as exclusive content and themes for your child’s Galaxy phone or tablet.<br/>• Bixby Voice : Control services and features within Samsung devices using your voice.<br/>• Galaxy Wearable : Use and control various Galaxy wearables, such as watches, bands and earbuds.<br/>• SmartThings : Monitor and control connected devices within SmartThings, both inside and outside the home.<br/>• Samsung Health : Track various types of fitness and health, such as nutrition and exercise.<br/>• PENUP : Learn how to draw and enjoy coloring with various categories of coloring design.
fr: Galaxy Store : permet de découvrir et de télécharger les meilleures applications, ainsi que du contenu et des thèmes exclusifs pour le téléphone ou la tablette Galaxy de votre enfant.<br/> • Bixby Voice : permet de contrôler les services et les fonctionnalités des appareils Samsung par commande vocale. <br/>• Galaxy Wearable : permet d’utiliser et de contrôler divers appareils portatifs Galaxy, tels que des montres, des bracelets et des oreillettes.<br/>• SmartThings : permet de surveiller et de contrôler les appareils connectés via SmartThings, à l’intérieur et à l’extérieur de la maison.<br/>• Samsung Health : permet de suivre toute une série d’activités liées au sport et à la santé, telles que la nutrition et l’exercice.<br/> • PENUP : permet d’apprendre à dessiner et de s’amuser à colorier avec différentes sortes de dessins et de coloriages.

# child_safety_blurb
source: Through the above features and apps, Samsung may collect the following information about or from your child:
fr: Par le biais des fonctionnalités et applications ci-dessus, Samsung peut collecter les informations suivantes sur ou auprès de votre enfant :
