Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/samsung-galaxy-watch.po
Languages: de

# child_safety_blurb
source: We may share personal information we collect through the Child Services if you ask us to do so, or otherwise with your consent. We also may disclose information about your child in other circumstances, including:
de: Wir dürfen personenbezogene Daten, die wir über die Kinderdienste sammeln, mit Ihre Zustimmung weitergeben, wenn Sie uns dazu auffordern oder anderweitig. Wir dürfen auch Informationen über Ihr Kind unter anderen Umständen offenlegen, einschließlich:

# child_safety_blurb
source: To law enforcement authorities, government or public agencies or officials, regulators, and/or any other person or entity with appropriate legal authority or justification for receipt of such information, if required or permitted to do so by law or legal process<br/>• When we believe disclosure is necessary or appropriate to prevent physical harm or financial loss, or in connection with an investigation of suspected or actual fraudulent or illegal activity<br/>• In the event we may or do sell or transfer all or a portion of our business or assets (including in the event of a merger, acquisition, joint venture, reorganization, divestiture, dissolution, or liquidation)
de: An Strafverfolgungsbehörden, Regierungs- oder öffentliche Stellen oder Beamte, Aufsichtsbehörden und/oder jede andere natürliche oder juristische Person mit angemessener rechtlicher Befugnis oder Ermächtigung für den Erhalt solcher Informationen, wenn dies gesetzlich oder in einem Gerichtsverfahren erforderlich oder zulässig ist<br/>• Wenn wir der Ansicht sind, dass eine Offenlegung erforderlich oder angemessen ist, um körperliche Schäden oder finanzielle Verluste zu verhindern, oder im Zusammenhang mit einer Untersuchung mutmaßlicher oder tatsächlicher betrügerischer oder illegaler Aktivitäten<br/>• Für den Fall, dass wir unser Geschäft oder unsere Vermögenswerte ganz oder teilweise verkaufen oder übertragen würden (einschließlich im Falle einer Fusion, Übernahme, eines Joint Ventures, einer Reorganisation, einer Veräußerung, einer Auflösung oder einer Liquidation)

# child_safety_blurb
source: In addition, certain operators may collect or maintain your child’s personal information through your child’s use of their Samsung account and the Child Services. For a complete list of operators, including contact information for inquiries, click here.
de: Darüber hinaus können bestimmte Betreiber die personenbezogenen Daten Ihres Kindes durch die Nutzung ihres Samsung-Kontos und der Kinderdienste durch Ihr Kind erfassen oder speichern. Eine vollständige Liste der Betreiber, einschließlich Kontaktinformationen für Anfragen, finden Sie hier.

# child_safety_blurb
source: Parents’ Rights
de: Rechte der Eltern

# child_safety_blurb
source: You have the option at any time to review or delete the personal information collected from your child. You may do so by submitting a request here.
de: Sie haben jederzeit die Möglichkeit, die von Ihrem Kind erhobenen personenbezogenen Daten einzusehen oder zu löschen. Sie können dies tun, indem Sie hier eine Anfrage stellen.

# child_safety_blurb
source: You can also refuse to permit the further collection or use of your child’s personal information by deleting your child’s Samsung account. To do so, have your child log in to their Samsung account (https://account.samsung.com/membership/intro) then click “Leave Samsung account”. For certain services like Bixby Voice, Galaxy Wearable, SmartThings, or Samsung Members, you can go into your own Samsung account settings &gt; Family &gt; Select your child’s account &gt; Allowed apps.
de: Sie können auch die weitere Erfassung oder Verwendung der personenbezogenen Daten Ihres Kindes ablehnen, indem Sie das Samsung-Konto Ihres Kindes löschen. Dazu muss sich Ihr Kind bei seinem Samsung-Konto anmelden (https://account.samsung.com/membership/intro) und dann auf „Samsung-Konto verlassen“ klicken. Für bestimmte Dienste wie Bixby Voice, Galaxy Wearable, SmartThings oder Samsung-Mitglieder können Sie Ihre eigenen Samsung-Kontoeinstellungen aufrufen > Familie > Wählen Sie das Konto Ihres Kindes > Zulässige Apps.

# child_safety_blurb
source: <b>SAMSUNG PRIVACY POLICY FOR THE U.S.</b><br/>Unless otherwise specified, the Services are designed for a general audience and are not directed at children. In connection with the Services, we do not knowingly solicit or collect personal information from children under the age of 13 without parental consent. If we learn that we have collected personal information from a child under age 13 without parental consent, we will either seek parental consent or promptly delete that information. If you believe that a child under age 13 may have provided us with personal information without parental consent, please contact us as specified in the How To Contact Us section of this Privacy Policy.
de: <b>SAMSUNG-DATENSCHUTZRICHTLINIE FÜR DIE USA</b><br/>Sofern nicht anders angegeben, sind die Dienste für ein allgemeines Publikum konzipiert und richten sich nicht an Kinder. Im Zusammenhang mit den Diensten erbitten oder erheben wir ohne Zustimmung der Eltern wissentlich keine personenbezogenen Daten von Kindern unter 13 Jahren. Wenn wir erfahren, dass wir personenbezogene Daten von einem Kind unter 13 Jahren, ohne Zustimmung der Eltern, gesammelt haben, werden wir entweder die Zustimmung der Eltern einholen oder diese Daten unverzüglich löschen. Wenn Sie der Meinung sind, dass ein Kind unter 13 Jahren uns personenbezogene Daten, ohne Zustimmung der Eltern, zur Verfügung gestellt hat, kontaktieren Sie uns bitte wie im Abschnitt "Wie Sie uns kontaktieren" dieser Datenschutzrichtlinie angegeben.

# ai_helptext
source: Since the introduction of the Galaxy S10, the Samsung Galaxy series has <a id="a1">used</a> artificial intelligence (AI) technologies in its cameras.
de: Seit der Einführung des Galaxy S10 <a id="a1">verwendet die Samsung Galaxy-Serie in ihren Kameras Technologien der</a> künstlichen Intelligenz (KI).

# ai_what_can_it_do
source: Camera functionality uses AI to recognize objects
de: Die Kamerafunktion nutzt KI, um Objekte zu erkennen
