Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/samsung-galaxy-tablets.po
Languages: de, es, fr

# how_does_it_use_data_collected
source: Samsung may share your personal information with their subsidiaries, affiliates and service providers. This includes consumer data resellers and social networks. For business purposes, it may have shared your personal data and geolocation. It may have sold other personal information such as personal identifiers, products purchased, and browsing history, prior to October 1, 2021. Samsung participates in various advertising networks and say, "These networks can track users’ online activities over time by collecting information through automated means, including through the use of browser cookies, web beacons, pixels, device identifiers, server logs, and other similar technologies. The networks use this information to show ads that may be tailored to individuals’ interests, to track users’ browsers or devices across multiple websites and apps, and to build a profile of users’ online browsing and app usage activities."
de: Samsung kann Ihre personenbezogenen Daten an ihre Tochtergesellschaften, verbundenen Unternehmen und Dienstanbieter weitergeben. Dazu gehören Verbraucherdaten-Wiederverkäufer und soziale Netzwerke. Für geschäftliche Zwecke hat es möglicherweise Ihre personenbezogenen Daten und Ihre Geolokalisierung weitergegeben. Möglicherweise wurden vor dem 1. Oktober 2021 andere personenbezogene Daten wie persönliche Kennungen, gekaufte Produkte und der Browserverlauf verkauft. Samsung nimmt an verschiedenen Werbenetzwerken teil und sagt: „Diese Netzwerke können die Online-Aktivitäten der Benutzer im Laufe der Zeit verfolgen, indem sie Informationen über automatisierte Mittel, einschließlich durch die Verwendung von Browser-Cookies, Web-Beacons, Pixeln, Gerätekennungen, Serverprotokollen und anderen ähnlichen Technologien. Die Netzwerke verwenden diese Informationen, um Werbung anzuzeigen, die auf die Interessen einzelner Personen zugeschnitten sein kann, um die Browser der Benutzer zu verfolgen oder Geräte über mehrere Websites und Apps hinweg und um ein Profil der Online-Browsing- und App-Nutzungsaktivitäten der Benutzer zu erstellen.“
es: Samsung puede compartir tu información personal con sus filiales, asociados y proveedores de servicios. Entre ellos se encuentran los revendedores de datos de consumo y las redes sociales. Para fines comerciales, podría haber compartido tus datos personales y de geolocalización. También puede haber vendido otra información personal, como identificadores personales, productos comprados e historial de navegación, antes del 1 de octubre de 2021. Samsung participa en varias redes publicitarias y afirma que: «Esas redes pueden rastrear las actividades en línea de los usuarios a lo largo del tiempo mediante la recopilación de información a través de medios automatizados, incluyendo el uso de cookies del navegador, balizas web, píxeles, identificadores de dispositivos, registros del servidor y otras tecnologías similares. Las redes utilizan esta información para mostrar anuncios que pueden estar adaptados a los intereses de las personas, para rastrear los navegadores o dispositivos de los usuarios a través de múltiples sitios web y aplicaciones, y para construir un perfil de las actividades de navegación en línea y de uso de aplicaciones de los usuarios».

# uses_encryption_helptext
source: Uses encryption in transit and at rest.
de: Verschlüsselung wird bei der Übertragung und bei Speicherung verwendet.
es: Cifrado de datos en tránsito y en reposo.

# manage_vulnerabilities_helptext
source: Samsung has a <a id="a1">bug bounty program</a>, which means that anyone who finds a security issue and discloses it responsibly may get paid.
de: Samsung hat ein <a id="a1">Bug-Bounty-Programm</a>, was bedeutet, dass jeder, der eine Sicherheitslücke entdeckt und diese verantwortungsbewusst meldet, dafür bezahlt werden kann.
es: Samsung tiene un <a id="a1">programa de cazadores de bugs</a>, mediante el que cualquier persona que encuentre un problema de seguridad y lo notifique de manera responsable puede recibir una compensación.

# privacy_policy_helptext
source: Samsung has a page highlighting it's privacy principles
de: Samsung hat eine Seite, auf der seine Datenschutzgrundsätze hervorgehoben werden
es: Samsung tiene una página en la que destaca sus principios de privacidad

# tips_to_protect_yourself
source: In the browser of your Samsung Galaxy Tab, you can determine for yourself which information you share while surfing the Internet.
de: Im Browser Ihres Samsung Galaxy Tab können Sie selbst bestimmen, welche Informationen Sie beim Surfen im Internet teilen.
es: En el navegador de tu tablet Samsung Galaxy, tú mismo(a) puedes determinar qué información compartes mientras navegas por Internet.

# tips_to_protect_yourself
source: Check Samsung Galaxy <a id="a1">privacy controls</a>.
de: Überprüfen Sie die <a id="a1">Datenschutzeinstellungen</a> von Samsung Galaxy.
es: Verifica los <a id="a1">controles de privacidad</a> de Samsung Galaxy.

# tips_to_protect_yourself
source: Chose your <a id="a1">Android privacy settings</a>.
de: Wählen Sie Ihre <a id="a1">Android-Datenschutzeinstellungen</a>.
es: Selecciona tu <a id="a1">configuración de privacidad de Android</a>.

# personal_data_collected
source: Name, email, phone number, date of birth, gender
de: Name, E-Mail, Telefonnummer, Geburtstag, Geschlecht
es: Nombre, correo electrónico, número de teléfono, fecha de nacimiento, sexo

# biometric_data_collected
source: Voice recordings if you use voice commands
de: Sprachaufnahmen, wenn Sie Sprachbefehle verwenden
es: Grabaciones de voz, si usas comandos de voz

# how_can_you_control_your_data
source: No retention details nor deletion rights are stated for users not covered by CCPA and GDPR in Samsung's privacy policy. <a id="a1">CCPA deletion rights are mentioned</a> and Samsung says they extend CCPA rights to all in the United States.
de: Für Benutzer, die nicht unter CCPA und DSGVO fallen, sind in der Datenschutzrichtlinie von Samsung keine Aufbewahrungsdetails oder Löschrechte angegeben. <a id="a1">CCPA-Löschrechte werden erwähnt</a> und Samsung sagt, dass sie die CCPA-Rechte auf alle in den Vereinigten Staaten ausweiten.
es: En la política de privacidad de Samsung no se proporciona información detallada sobre la retención ni los derechos de eliminación para los usuarios no cubiertos por la CCPA y el RGPD. Se mencionan los derechos de eliminación de la <a id="a1">CCPA</a> y Samsung declara que hace extensivos los derechos de la CCPA a todas las personas en los Estados Unidos.

# how_can_you_control_your_data
source: If you do not have a Samsung Account or an email on file, your deletion request will not be processed. Users with a Samsung Account can go <a id="a1">here</a> to delete your data.
de: Wenn Sie kein Samsung-Konto oder keine E-Mail-Adresse hinterlegt haben, wird Ihre Löschanfrage nicht bearbeitet. Nutzer mit einem Samsung-Konto können <a id="a1">hier</a> Ihre Daten löschen.
es: Si no dispones de una cuenta de Samsung o de un correo electrónico registrado, tu solicitud de eliminación no será tramitada. Los usuarios con una cuenta de Samsung pueden ingresar <a id="a1">aquí</a> para eliminar sus datos.

# track_record_details
source: In February, 2020, Samsung <a id="a1">had</a> a data breach on its UK customer account pages, affecting less than 150 people.
de: Im Februar 2020 kam es bei Samsung <a id="a1">einem</a> Datenschutzverstoß auf seinen britischen Kundenkontoseiten, von dem weniger als 150 Personen betroffen waren.
es: En febrero de 2020, Samsung <a id="a1">sufrió</a> una filtración de datos en las páginas de cuentas de sus clientes del Reino Unido, que afectó a menos de 150 personas.
