Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/samsung-galaxy-tablets.po
Languages: de, es, fr

# child_safety_blurb
source: Synced data, such as information we save for back-up purposes or that your child may choose to save to our cloud<br/>• Contact lists when your child uses a certain feature that requires this information, such as the use of Group Sharing or certain capsules on Bixby Voice<br/>• Downloaded, recommended, or played apps or games through or from the Galaxy Store, including when such apps are downloaded, installed, or deleted, as well as when your child starts, resumes, suspends, or finishes games or completes certain events within these games (e.g. tutorials)<br/>• Information that gets passed through our servers to provide your child a service, such as calls and messages when providing the “Call &amp; text on other devices” service<br/>• Videos and images if your child connects a camera or other device through SmartThings that permits the taking of videos and images<br/>• Information that gets provided to us and communications between your child and us or third parties, such as when your child contacts customer service or uses our Community Board<br/>• Voice information, such as when your child makes voice commands using Bixby Voice<br/>• Geolocation information<br/>• Health information when your child uses Samsung Health and when a particular feature requires the collection of health information.
fr: Des données synchronisées, telles que des informations que nous stockons à des fins de sauvegarde ou que votre enfant peut choisir de sauvegarder sur notre cloud.<br/>• des listes de contacts lorsque votre enfant utilise une certaine fonctionnalité qui nécessite ces informations, comme l’utilisation de la fonctionnalité Group Sharing ou certaines capsules sur Bixby Voice.<br/>• des applications ou jeux téléchargés, recommandés ou joués via ou à partir du Galaxy Store, y compris lorsque ces applications sont téléchargées, installées ou supprimées, ainsi que lorsque votre enfant lance, reprend, suspend ou termine des jeux ou achève certains événements au sein de ces jeux (par exemple, des tutoriels).<br/>• des informations qui transitent par nos serveurs pour fournir un service à votre enfant, comme les appels et les messages dans le cadre du service "Call & text on other devices".<br/>• des vidéos et des images si votre enfant connecte un appareil photo ou un autre dispositif via SmartThings permettant de prendre des vidéos et des images.<br/>• des informations qui nous sont fournies et des communications entre votre enfant et nous ou des tiers, par exemple lorsque votre enfant contacte le service client ou utilise notre Community Board<br/>• des informations vocales, par exemple lorsque votre enfant effectue des commandes vocales à l’aide de Bixby Voice.<br/>• des informations de géolocalisation<br/>• des informations médicales lorsque votre enfant utilise Samsung Health et qu’une fonctionnalité particulière nécessite la collecte d’informations médicales.

# child_safety_blurb
source: For child users with a Samsung account, Samsung enables children to make their personal information available publicly, for example, through postings to message boards.
fr: Pour les jeunes utilisateurs disposant d’un compte Samsung, Samsung leur permet de mettre leurs informations personnelles à la disposition du public, par exemple en les publiant sur des forums de discussion.

# child_safety_blurb
source: We may use third-party analytics services on the above services, such as Google Analytics and Firebase Analytics. The information we obtain may be disclosed to, or collected directly by, these providers and other relevant third parties who use the information, for example, to evaluate the use of the above services or to help administer them. To learn more about Google Analytics, please visit https://www.google.com/policies/privacy/partners/. To learn more about Firebase Analytics, please visit https://firebase.google.com/policies/analytics/.
fr: Nous sommes susceptibles d’utiliser des services d’analyse tiers pour les services susmentionnés, tels que Google Analytics et Firebase Analytics. Les informations que nous recueillons peuvent être divulguées à ces fournisseurs ou collectées directement par eux, ainsi qu’à d’autres tiers concernés qui utilisent ces informations, par exemple, pour évaluer l’utilisation des services susmentionnés ou pour aider à les administrer. Pour en savoir plus sur Google Analytics, veuillez consulter le site suivant https://www.google.com/policies/privacy/partners/. Pour en savoir plus sur Firebase Analytics, rendez-vous sur https://firebase.google.com/policies/analytics/.

# child_safety_blurb
source: How We Use Your Child’s Information
fr: Comment nous utilisons les informations de votre enfant

# child_safety_blurb
source: We may use the information collected from your child for the following purposes:
fr: Nous utilisons les renseignements collectés auprès de votre enfant pour les finalités suivantes :

# child_safety_blurb
source: To identify and authenticate your child so your child can use the Child Services<br/>• To provide any of the Child Services, including any of their features. Such features may include syncing data, providing a location-based service such as finding a lost device, sharing information to other Samsung account users and other features available within the Child Services<br/>• To improve and customize your child’s experience with the Child Services, such as delivering content and responses tailored to your child and the way your child interacts with the services and features<br/>• To allow your child to interact with and use participating Samsung and third-party apps and services (such as when using a third-party service through one of the Child Services)<br/>• To respond to requests, inquiries and instructions made through or about the Child Services<br/>• To operate, evaluate and improve our business, including developing new products and services, managing our communications, analyzing our services and customer base, aggregating and anonymizing data, performing data analytics and undertaking accounting, auditing and other internal functions<br/>• To protect against, identify and prevent fraud and other criminal activity, claims and other liabilities<br/>• To comply with and enforce applicable legal requirements, relevant industry standards and our policies
fr: Pour identifier et authentifier votre enfant afin qu’il puisse utiliser les services destinés aux enfants.<br/>• pour proposer l’un des services destinés aux enfants, y compris leurs fonctionnalités. Ces fonctionnalités peuvent inclure la synchronisation des données, la fourniture d’un service basé sur la localisation tel que la recherche d’un appareil perdu, le partage d’informations avec d’autres utilisateurs de comptes Samsung et d’autres fonctionnalités disponibles au sein des services destinés aux enfants.<br/>• pour améliorer et personnaliser l’expérience de votre enfant avec les services destinés aux enfants, comme la fourniture de contenu et de réponses adaptés à votre enfant et la façon dont votre enfant interagit avec les services et fonctionnalités.<br/>• pour permettre à votre enfant d’interagir avec et d’utiliser les applications et services Samsung et tiers participants (comme lors de l’utilisation d’un service tiers via l’un des services destinés aux enfants).<br/>• pour répondre aux requêtes, aux demandes de renseignements et aux instructions formulées par l’intermédiaire des services destinés aux enfants ou à leur sujet.<br/>• pour faire fonctionner, évaluer et améliorer nos activités, y compris le développement de nouveaux produits et services, la gestion de nos communications, l’analyse de nos services et de notre clientèle, l’agrégation et l’anonymisation des données, l’analyse des données et la réalisation de la comptabilité, de l’audit et d’autres fonctions internes.<br/>• pour protéger, identifier et prévenir la fraude et autres activités criminelles, les réclamations et autres passifs<br/>• pour respecter et faire respecter les exigences légales applicables, les normes sectorielles pertinentes et nos politiques

# child_safety_blurb
source: Information Sharing of Children’s Information
fr: Partage des informations collectées auprès d’enfants

# child_safety_blurb
source: We may share your child’s personal information with our subsidiaries and affiliates, as well as with service providers who perform services for us. We do not authorize our service providers to use or disclose the information except as necessary to perform services on our behalf or to comply with legal requirements. In addition, we may share your personal information with our business partners, such as wireless carriers, as well as third parties who operate apps and services that connect with certain Child Services.
fr: Nous sommes susceptibles de partager les informations personnelles de votre enfant avec nos succursales et sociétés affiliées, ainsi qu’avec les fournisseurs de services qui fournissent des services pour nous. Nous n’autorisons pas nos fournisseurs de services à utiliser ou à divulguer les informations, sauf si cela est nécessaire pour fournir des services en notre nom ou pour se conformer aux exigences légales. En outre, nous sommes susceptibles de partager vos informations personnelles avec nos partenaires commerciaux, tels que les opérateurs de téléphonie mobile, ainsi qu’avec des tiers qui exploitent des applications et des services qui se connectent à certains services destinés aux enfants.

# child_safety_blurb
source: We may share personal information we collect through the Child Services if you ask us to do so, or otherwise with your consent. We also may disclose information about your child in other circumstances, including:
fr: Nous sommes susceptibles de partager les informations personnelles que nous recueillons par le biais des services destinés aux enfants si vous nous le demandez, ou autrement avec votre consentement. Nous pouvons également divulguer des informations sur votre enfant dans d’autres circonstances, notamment :

# child_safety_blurb
source: To law enforcement authorities, government or public agencies or officials, regulators, and/or any other person or entity with appropriate legal authority or justification for receipt of such information, if required or permitted to do so by law or legal process<br/>• When we believe disclosure is necessary or appropriate to prevent physical harm or financial loss, or in connection with an investigation of suspected or actual fraudulent or illegal activity<br/>• In the event we may or do sell or transfer all or a portion of our business or assets (including in the event of a merger, acquisition, joint venture, reorganization, divestiture, dissolution, or liquidation)
fr: Aux autorités chargées de l’application de la loi, aux organismes ou agences publiques, aux régulateurs et/ou à toute autre personne ou entité disposant d’une autorité légale appropriée ou justifiant la réception de ces informations, si la loi ou une procédure judiciaire l’exige ou l’autorise<br/>• lorsque nous estimons que la divulgation est nécessaire ou appropriée pour prévenir un préjudice physique ou une perte financière, ou dans le cadre d’une enquête sur une activité frauduleuse ou illégale suspectée ou réelle<br/>• dans le cas où nous vendons ou transférons tout ou une partie de notre entreprise ou de nos actifs (y compris en cas de fusion, d’acquisition, de coentreprise, de réorganisation, de cession, de dissolution ou de liquidation)

# child_safety_blurb
source: In addition, certain operators may collect or maintain your child’s personal information through your child’s use of their Samsung account and the Child Services. For a complete list of operators, including contact information for inquiries, click here.
fr: En outre, certains exploitants peuvent collecter ou conserver les informations personnelles de votre enfant via l’utilisation par ce dernier de son compte Samsung et des services destinés aux enfants. Pour obtenir une liste complète des exploitants, y compris les coordonnées des personnes à contacter pour toute demande de renseignements, cliquez ici.

# child_safety_blurb
source: Parents’ Rights
fr: Droits des parents

# child_safety_blurb
source: You have the option at any time to review or delete the personal information collected from your child. You may do so by submitting a request here.
fr: Vous avez la possibilité à tout moment d’examiner ou de supprimer les informations personnelles collectées auprès de votre enfant. Vous pouvez le faire en soumettant votre demande ici.

# child_safety_blurb
source: You can also refuse to permit the further collection or use of your child’s personal information by deleting your child’s Samsung account. To do so, have your child log in to their Samsung account (https://account.samsung.com/membership/intro) then click “Leave Samsung account”. For certain services like Bixby Voice, Galaxy Wearable, SmartThings, or Samsung Members, you can go into your own Samsung account settings &gt; Family &gt; Select your child’s account &gt; Allowed apps.
fr: Vous pouvez également refuser la collecte ou l’utilisation ultérieure des informations personnelles de votre enfant en supprimant son compte Samsung. Pour ce faire, demandez à votre enfant de se connecter à son compte Samsung (https://account.samsung.com/membership/intro), puis cliquez sur « Supprimer le compte Samsung ». Pour certains services tels que Bixby Voice, Galaxy Wearable, SmartThings ou Samsung Members, vous pouvez accéder aux paramètres de votre propre compte Samsung > Famille > Sélectionner le compte de votre enfant > Applications autorisées.

# child_safety_blurb
source: <b>SAMSUNG PRIVACY POLICY FOR THE U.S.</b><br/>Unless otherwise specified, the Services are designed for a general audience and are not directed at children. In connection with the Services, we do not knowingly solicit or collect personal information from children under the age of 13 without parental consent. If we learn that we have collected personal information from a child under age 13 without parental consent, we will either seek parental consent or promptly delete that information. If you believe that a child under age 13 may have provided us with personal information without parental consent, please contact us as specified in the How To Contact Us section of this Privacy Policy.
fr: <b>POLITIQUE DE CONFIDENTIALITÉ DE SAMSUNG SPÉCIFIQUE AUX ÉTATS-UNIS</b><br/>Sauf indication contraire, les services sont conçus pour un public général et ne s’adressent pas aux enfants. Dans le cadre des services, nous ne sollicitons ni ne recueillons sciemment des informations personnelles auprès d’enfants de moins de 13 ans sans le consentement des parents. Si nous apprenons que nous avons recueilli des informations personnelles auprès d’un enfant de moins de 13 ans sans le consentement parental, nous demanderons le consentement parental ou supprimerons rapidement ces informations. Si vous pensez qu’un enfant de moins de 13 ans peut nous avoir fourni des informations personnelles sans le consentement parental, veuillez nous contacter comme indiqué dans la section « Comment nous contacter » de la présente Politique de confidentialité.

# ai_helptext
source: Since the introduction of the Galaxy S10, the Samsung Galaxy series has <a id="a1">used</a> artificial intelligence (AI) technologies in its cameras.
fr: Depuis l’introduction du Galaxy S10, la série Samsung Galaxy <a id="a1">utilise</a> des technologies d’intelligence artificielle (IA) dans ses appareils photo.

# ai_what_can_it_do
source: Camera functionality uses AI to recognize objects
fr: Les appareils photo utilisent l’intelligence artificielle pour reconnaître les objets

# blurb
source: You want a tablet but you don't want an iPad. Samsung's Galaxy Android tablets—of which it feels like there are a million versions—are a good option. Use them like an iPad. Use them like a laptop. Use them like a giant phone or little TV. It seems there is an option and price range for everyone.
de: Sie möchten ein Tablet, aber kein iPad. Samsungs Galaxy-Android-Tablets, von denen es scheinbar eine Million Versionen gibt, sind eine gute Option. Verwenden Sie sie wie ein iPad. Verwenden Sie sie wie einen Laptop. Verwenden Sie sie wie ein riesiges Telefon oder einen kleinen Fernseher. Es scheint, dass es für jeden eine Option und eine Preisspanne gibt.
es: Quieres una tablet pero que no sea un iPad. Una buena opción son las tablets Android de Samsung Galaxy, de las cuales parece haber un millón de versiones. Úsalas como un iPad. Úsalas como un portátil. Úsalas como un móvil grande o como una tele pequeña. Parece haber opciones y rangos de precios para todos los gustos.

# worst_case
source: Not gonna lie, it sure seems Samsung likes to collect a lot of data on users, share (and possibly sell) that data around lots of places, and make it hard for you to figure out how to opt-out of that data sharing.
de: Ich werde nicht lügen, es scheint, dass Samsung gerne viele Daten über Benutzer sammelt, diese Daten an vielen Orten teilt (und möglicherweise verkauft) und es Ihnen schwer macht, herauszufinden, wie Sie diese Datenfreigabe deaktivieren können.
es: No vamos a mentirte, parece que Samsung es aficionado a recopilar un montón de datos sobre los usuarios, a compartir (y posiblemente vender) esos datos en muchos lugares, y a hacerte difícil la tarea de averiguar cómo hacer para evitar que lo hagan.

# worst_case
source: Your dogged privacy researcher spent quite a lot of time on Samsung’s website trying to understand how to <a id="a1">opt-out</a> under their “Do Not Sell” option as part of California’s privacy law called <a id="a2">CCPA</a>. It was clunky and complicated and she was never quite clear if she succeeded or not. Samsung does extend the rights that protect California users under CCPA to all residents of the United States, which is good. And Samsung users in Europe are protected by their privacy protection law, <a id="a3">GDPR</a>, to a degree.
de: Ihr hartnäckiger Datenschutzforscher verbrachte viel Zeit auf der Samsung-Website, um zu verstehen, wie Sie der Nutzung der Daten <a id="a1">widersprechen</a>, was im Rahmen des kalifornischen Datenschutzgesetzes namens <a id="a2">CCPA</a> möglich ist, indem Sie die Option „Nicht verkaufen“ nutzen. Es war klobig und kompliziert und sie war sich nie ganz klar, ob sie Erfolg hatte oder nicht. Samsung dehnt die Rechte, die kalifornische Benutzer im Rahmen des CCPA schützen, auf alle Einwohner der Vereinigten Staaten aus, was gut ist. Und Samsung-Nutzer in Europa sind bis zu einem gewissen Grad durch das Datenschutzgesetz <a id="a3">DSGVO</a> geschützt.
es: Vuestra tenaz investigadora de privacidad pasó bastante tiempo en el sitio web de Samsung tratando de entender cómo <a id="a1">optar por no participar</a> usando la opción «No vender», que forma parte de la ley de privacidad de California llamada <a id="a2">CCPA</a>. Fue una tarea engorrosa y complicada, y nunca quedó muy claro si lo logró o no. Samsung extiende los derechos que protegen a los usuarios de California bajo la CCPA a todos los residentes de los Estados Unidos, lo cual es bueno. Y los usuarios de Samsung en Europa están cubiertos hasta cierto punto por su propia ley de protección de datos, <a id="a3">el RGPD</a>.

# worst_case
source: What could go wrong? Well, Samsung likes to show ads tailored to you through various ad networks, and say they do a lot of tracking of your online activities to do so. Samsung could know you like to doodle on your tablet with their S Pen. They assume you’re an artist and you start getting ads for art school. You drop out of law school, go to art school, and hey, you end up living happily ever after. OK, that’s actually cool. It’s also not likely...or is it, in our kinda creepy digital ad economy?
de: Was könnte schiefgehen? Nun, Samsung zeigt gerne auf Sie zugeschnittene Anzeigen über verschiedene Werbenetzwerke und sagt, dass sie dazu eine Menge Ihrer Online-Aktivitäten verfolgen. Samsung könnte wissen, dass Sie mit ihrem S Pen gerne auf Ihrem Tablet kritzeln. Sie gehen davon aus, dass Sie ein Künstler sind und beginnen, Anzeigen für die Kunsthochschule zu erhalten. Sie brechen das Jurastudium ab, gehen auf die Kunsthochschule und leben am Ende glücklich bis ans Ende ihrer Tage. Okay, das ist eigentlich cool. Es ist auch nicht wahrscheinlich ... oder doch in unserer irgendwie gruseligen digitalen Werbewirtschaft?
es: ¿Qué podría salir mal? Bueno, a Samsung le gusta mostrarte anuncios personalizados a través de varias redes publicitarias, y dice que, para hacer esto, realiza un gran seguimiento de tus actividades en línea. Samsung ve que te gusta hacer garabatos en tu tablet con su S Pen, asume que eres un(a) artista y comienzas a recibir anuncios de escuelas de arte. Dejas la facultad de derecho, comienzas la escuela de arte y, oye, terminas viviendo feliz para siempre. Eso es realmente genial. Y también es poco probable... ¿o es algo posible en nuestra espeluznante economía publicitaria digital?
