Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/samsung-galaxy-watch.po
Languages: de

# worst_case
source: Like most companies that like to collect a lot of data, they may share some of that data all kinds of places -- with affiliates, business partners, marketing partners, and “data analytics providers.” They also reserve the right to sell your data for advertising purposes. Tisk tisk. They also say they can share information about you “to law enforcement authorities … if required or permitted to do so by law or legal process.” Hmm. Since it’s <a id="a1">not usually</a> illegal to share your data, that wording leaves the door open for your information to be shared pretty much at their discretion.
de: Wie die meisten Unternehmen, die gerne viele Daten sammeln, können sie einige dieser Daten an alle möglichen Stellen weitergeben - an verbundene Unternehmen, Geschäftspartner, Marketingpartner und "Datenanalyseanbieter". Sie behalten sich auch das Recht vor, Ihre Daten zu Werbezwecken zu verkaufen. Aber, aber! Sie sagen auch, dass sie Informationen über Sie „an Strafverfolgungsbehörden weitergeben können … wenn dies gesetzlich oder durch ein Gerichtsverfahren erforderlich oder zulässig ist." Hmm. Da es normalerweise <a id="a1">nicht</a> illegal ist, Ihre Daten weiterzugeben, lässt diese Formulierung die Tür offen, damit Ihre Informationen ganz nach Samsung's eigenem Ermessen weitergegeben werden können.

# worst_case
source: Oh, and parents, if you have a child please don't create a Samsung account for them. As we mention above, what Samsung says they can collect and share on your child if you create an account for this is crazy. They say they can collect things like video, images, geolocation information,<i> health information, calls and messages. And then they go on to say they can use that information about your child for things like "</i> delivering content and responses tailored to your child and the way your child interacts with the services and features," and the broadly defined <i>"To operate, evaluate and improve our business, including developing new products and services, managing our communications, analyzing our services and customer base, aggregating and anonymizing data, performing data analytics and undertaking accounting, auditing and other internal functions."</i> That's not all though. They also say they can share your child's information with subsidiaries, affiliates, service providers, and <i>"our business partners, such as wireless carriers, as well as third parties who operate apps and services that connect with certain Child Services"</i>. This all seems like a lot of potential collection and sharing of your child's personal information that you probably don't want collected and sold. Poor form, Samsung, and the many others who share personal data willy nilly.
de: Oh, und liebe Eltern, wenn Sie ein Kind haben, erstellen Sie bitte kein Samsung-Konto für es. Wie wir bereits erwähnt haben, ist es verrückt, was Samsung alles über Ihr Kind sammeln und weitergeben kann, wenn Sie ein entsprechendes Konto einrichten. Sie sagen, dass sie Dinge wie Videos, Bilder, Geolokalisierungsinformationen,<i> Gesundheitsinformationen, Anrufe und Nachrichten sammeln dürfen. Und dann sagen sie weiter, dass sie diese Informationen über Ihr Kind für Dinge wie "die</i> Bereitstellung von Inhalten und Antworten verwenden können, die auf Ihr Kind und die Art und Weise, wie Ihr Kind mit den Diensten und Funktionen interagiert, zugeschnitten sind", und die allgemeine Definition: <i>"Um unser Geschäft zu betreiben, zu bewerten und zu verbessern, einschließlich der Entwicklung neuer Produkte und Dienstleistungen, der Verwaltung unserer Kommunikation, der Analyse unserer Dienste und Kundenbasis, der Aggregation und Anonymisierung von Daten, der Durchführung von Datenanalysen und der Durchführung von Buchhaltungs-, Prüfungs- und anderen internen Funktionen."</i> Das ist aber noch nicht alles. Sie geben auch an, dass sie die Informationen Ihres Kindes mit Tochtergesellschaften, verbundenen Unternehmen, Dienstleistern und <i>„unseren Geschäftspartnern, wie z. B. Mobilfunkanbietern, sowie Dritten, die Apps und Dienste betreiben, die eine Verbindung zu bestimmten Child Services herstellen“, teilen können</i>. Dies alles scheint eine Menge potenzieller Sammlung und Weitergabe der persönlichen Daten Ihres Kindes zu sein, die Sie wahrscheinlich nicht gesammelt und verkauft wissen möchten. Das ist wirklich schlechtes Verhalten, Samsung und ihr vielen anderen, und die vielen anderen, die persönliche Daten unkontrolliert weitergeben.

# worst_case
source: Speaking of “nilly,” Samsung also <a id="a1">accidentally leaked</a> sensitive data to ChatGPT in early 2023 when their employees reportedly pasted code into the AI chatbot asking for help -- to check and optimize it. Samsung <a id="a2">banned</a> its use on all company devices and devices that connect to their network when they found out. It’s a good reminder for everyone that what you share with ChatGPT and most other chatbots <a id="a3">is not private</a>.
de: Apropos "unkontrolliert": Samsung gab Anfang 2023 <a id="a1">versehentlich</a> sensible Daten an ChatGPT weiter, als ihre Mitarbeiter Berichten zufolge Code in den KI-Chatbot einfügten und Hilfe anforderten - um ihn zu überprüfen und zu optimieren. Samsung <a id="a2">verbot die Verwendung auf</a> allen Unternehmensgeräten und Geräten, die sich mit ihrem Netzwerk verbinden, als sie davon erfuhren. Das ist eine gute Erinnerung für alle, dass das, was Sie mit ChatGPT und den meisten anderen Chatbots teilen, <a id="a3">nicht privat ist</a>.

# worst_case
source: One last gripe? We did not get off on the right foot with Samsung. If you search for Samsung’s privacy policy, you’ll find <a id="a1">a</a> <a id="a2">bunch</a> <a id="a3">of</a> <a id="a4">different</a> <a id="a5">results</a> that link to different Samsung websites -- with different policies for their accounts and for their services and products which is kinda confusing because most people who have one probably have the other, too. We based this review on their most <a id="a6">recently updated</a> policy (and its Californian <a id="a7">counterpart</a>) that says it covers their connected devices and services. Privacy researchers sure do have confusing privacy policy ecosystems because it makes our jobs hard, and because we know if we're struggling to find and understand it when it's our job, what chance do consumers have when they have little time to sort through everything. Do better Samsung!
de: Ein letzter Kritikpunkt? Wir hatten keinen guten Start mit Samsung. Wenn Sie nach der Datenschutzerklärung von Samsung suchen, finden Sie <a id="a1">eine</a> <a id="a2">Anzahl</a> <a id="a3">ganz</a> <a id="a4">verschiedener</a> <a id="a5">Resultate</a> , die auf verschiedene Samsung-Webseiten verweisen -- mit unterschiedlichen Richtlinien für ihre Konten und für ihre Dienste und Produkte, was etwas verwirrend ist, da die meisten Menschen, die eine haben, wahrscheinlich auch die andere haben. Wir haben diese Überprüfung auf der Grundlage ihrer <a id="a6">zuletzt aktualisierten</a> Richtlinie (und ihres kalifornischen <a id="a7">Gegenstücks</a>) durchgeführt, die besagt, dass sie ihre verbundenen Geräte und Dienste abdeckt. Datenschutzforscher müssen sich von Berufs wegen mit einem verwirrenden Ökosystem von Datenschutzrichtlinien befassen, das unsere Arbeit erschwert. Wenn wir Fachleute aber bereits Schwierigkeiten damit haben, die Richtlinien aufzufinden und zu verstehen, dann haben die Verbraucher keine Chance, alles zu durchforsten, wenn sie wenig Zeit haben. Macht das besser, Samsung!

# worst_case
source: It’s finally silver lining time! It seems like Samsung might (but probably not) extend the rights that protect users under California’s stronger privacy law, CCPA, to all of the United States, since they call them “US Consumer Privacy Rights” and <a id="a1">the form</a> where you can request to access or delete your data lets you choose different states. And Samsung users in Europe have those rights by default thanks to their own privacy protection law, <a id="a2">GDPR</a>. If you want to exercise them, you can kick off the request by choosing your country <a id="a3">here</a>. Unfortunately though, Samsung doesn’t make that promise to all its users (even in the US) in their privacy policy. They say those rights are “subject to applicable law” so they’re not guaranteed no matter where you live. That’s a shame. And to put another damper on that potential silver lining -- completing that form to try and excercise your rights to have your data deleted is nearly impossible without a computer science degree. Again, Samsung, do better!
de: Endlich, ein Silberstreif am Horizont! Es scheint, dass Samsung die Rechte, die Benutzer nach dem strengeren kalifornischen Datenschutzgesetz CCPA schützen, auf alle Vereinigten Staaten ausweiten könnte (aber wahrscheinlich nicht), da sie als "US Consumer Privacy Rights" bezeichnet werden und das Formular, mit <a id="a1">dem</a> Sie auf Ihre Daten zugreifen oder sie löschen können, Ihnen die Wahl zwischen verschiedenen Bundesstaaten ermöglicht. Samsung-Nutzer in Europa haben diese Rechte zudem standardmäßig, dank ihres eigenen Datenschutzgesetzes, der <a id="a2">DSGVO</a>. Wenn Sie sie ausüben möchten, können Sie die Anfrage starten, indem Sie <a id="a3">hier Ihr Land auswählen</a>. Leider macht Samsung dieses Versprechen jedoch nicht all seinen Nutzern in ihrer Datenschutzerklärung (auch nicht in den USA). Sie sagen, dass diese Rechte "geltendem Recht unterliegen", so dass sie nicht unabhängig von Ihrem Wohnsitz garantiert werden. Das ist schade. Und um diesem potentiellen Silberstreif am Horizont gleich einen weiteren Dämpfer aufzusetzen - das Ausfüllen dieses Formulars, um zu versuchen, Ihre Rechte auf Löschung Ihrer Daten auszuüben, ist ohne einen Abschluss in Informatik fast unmöglich. Noch einmal, Samsung: Macht es besser!

# how_does_it_use_data_collected
source: <b>We ding this product since it combines data collected on you with data obtained from third parties including data brokers, shares personal data including location to third parties, and sells identifiers &amp; online activity of users for cross-context behavioral advertising purposes</b>.<b> We also ding them for combining data they could receive about your from outside sources with all the data they already collect on you.</b>
de: <b>Wir "dingen" (beanstanden) dieses Produkt, da es die über Sie gesammelten Daten mit Daten von Dritten, einschließlich Datenbrokern, kombiniert, personenbezogene Daten, einschließlich des Standorts, an Dritte weitergibt und Kennungen und Online-Aktivitäten von Nutzern für kontextübergreifende verhaltensbezogene Werbezwecke verkauft</b>.<b> Wir "dingen" es auch dafür, weil es Daten, die es über Sie von externen Quellen erhalten könnte, mit allen Daten, die es bereits über gesammelt hat, kombiniert.</b>

# how_does_it_use_data_collected
source: Samsung's Privacy Policy
de: Samsungs Datenschutzrichtlinie

# how_does_it_use_data_collected
source: "We may share your personal information with our subsidiaries and affiliates and with service providers who perform services for us. We do not authorize our service providers to use or disclose the information except as necessary to perform services on our behalf or to comply with legal requirements. In addition, we may share your personal information with our business partners, such as wireless carriers, as well as third parties who operate apps and services that connect with certain Services. This kind of sharing may be considered a “sale” under certain state privacy laws."
de: „Wir können Ihre personenbezogenen Daten an unsere Tochtergesellschaften und verbundenen Unternehmen sowie an Dienstleister weitergeben, die Dienstleistungen für uns erbringen. Wir autorisieren unsere Dienstleister nicht, die Informationen zu verwenden oder offenzulegen, es sei denn, dies ist erforderlich, um Dienstleistungen in unserem Namen zu erbringen oder gesetzliche Anforderungen zu erfüllen. Darüber hinaus können wir Ihre personenbezogenen Daten an unsere Geschäftspartner wie Mobilfunkanbieter sowie an Dritte weitergeben, die Apps und Dienste betreiben, die eine Verbindung zu bestimmten Diensten herstellen. Diese Art der Weitergabe kann unter bestimmten staatlichen Datenschutzgesetzen als "Verkauf" betrachtet werden."

# how_does_it_use_data_collected
source: "We may obtain certain information about you from publicly or commercially-available sources and from third parties who perform services for us. We also may obtain other information about you, your devices, and your use of the Services, in ways we describe at the time we collect the information or otherwise with your consent."
de: „Wir können bestimmte Informationen über Sie aus öffentlich oder kommerziell verfügbaren Quellen und von Dritten erhalten, die Dienstleistungen für uns erbringen. Wir können auch andere Informationen über Sie, Ihre Geräte und Ihre Nutzung der Dienste auf eine Weise erhalten, die wir zum Zeitpunkt der Erfassung der Informationen beschreiben, oder auf andere Weise mit Ihrer Zustimmung."

# how_does_it_use_data_collected
source: "We may use and combine the information we collect about you from our Services with data from other services or features you use, your devices, and other sources as well as information about your online activities on websites and connected devices over time and across third-party websites, devices, apps, and other online features and services."
de: "Wir können die Informationen, die wir über Sie aus unseren Diensten sammeln, mit Daten aus anderen Diensten oder Funktionen, die Sie verwenden, Ihren Geräten und anderen Quellen sowie Informationen über Ihre Online-Aktivitäten auf Websites und verbundenen Geräten im Laufe der Zeit und über Websites, Geräte, Apps und andere Online-Funktionen und Dienste von Drittanbietern hinweg verwenden und kombinieren."

# how_does_it_use_data_collected
source: "Through certain Services, both we and various third parties may collect information about your online activities to provide you with advertising about products and services tailored to your individual interests."
de: "Durch bestimmte Dienste können sowohl wir als auch verschiedene Dritte Informationen über Ihre Online-Aktivitäten sammeln, um Ihnen Werbung für Produkte und Dienstleistungen zu bieten, die auf Ihre individuellen Interessen zugeschnitten sind."

# how_does_it_use_data_collected
source: "We may use the personal information we obtain to:<br/>[...]<br/> • provide ads, which may include targeted (or interest-based) ads delivered on your Samsung device or within certain Samsung-branded apps (where targeted or interest-based ads are available, if you turn off targeted or interest-based ads, you will receive generic ads);<br/> • support our marketing activities and sales initiatives, and provide you with product and service recommendations;<br/>[...]<br/> • operate, evaluate, and improve our business, including developing new products and services, managing our communications, analyzing our Services and customer base, conducting market research, aggregating and anonymizing data, performing data analytics, and undertaking accounting, auditing, and other internal functions;<br/><br/><b>CALIFORNIA CONSUMER PRIVACY STATEMENT</b>
de: "Wir dürfen die personenbezogenen Daten, die wir erhalten, verwenden, um:<br/>[...]<br/> • Anzeigen zu schalten, die gezielte (oder interessenbasierte) Anzeigen enthalten können, die auf Ihrem Samsung-Gerät oder in bestimmten Apps der Marke Samsung geschaltet werden (wenn gezielte oder interessenbasierte Anzeigen verfügbar sind, erhalten Sie allgemeine Anzeigen, wenn Sie gezielte oder interessenbasierte Anzeigen deaktivieren);<br/> • unsere Marketingaktivitäten und Vertriebsinitiativen zu unterstützen und Ihnen Produkt- und Dienstleistungsempfehlungen zu geben;<br/>[...]<br/> • unser Geschäft zu betreiben, zu bewerten und zu verbessern, einschließlich der Entwicklung neuer Produkte und Dienstleistungen, der Verwaltung unserer Kommunikation, der Analyse unserer Dienstleistungen und Kundenbasis, der Durchführung von Marktforschung, der Aggregation und Anonymisierung von Daten, der Durchführung von Datenanalysen und der Durchführung von Buchhaltungs-, Prüfungs- und anderen internen Funktionen;<br/><br/><b>KALIFORNISCHE DATENSCHUTZERKLÄRUNG FÜR VERBRAUCHER</b>

# how_does_it_use_data_collected
source: "During the 12-month period prior to the effective date of this Statement, we may have obtained personal information about you from various sources, including:<br/> &lt;...&gt;<br/> • data brokers;<br/> • online advertising networks and services;<br/> • publicly and commercially available sources (as permitted by applicable law);<br/> • for our business customers and vendor representatives, your employer."
de: "Während des 12-monatigen Zeitraums vor dem Datum des Inkrafttretens dieser Erklärung haben wir möglicherweise personenbezogene Daten über Sie aus verschiedenen Quellen erhalten, darunter : <br/>&lt;... &gt;<br/> • Datenbroker;<br/> • Online-Werbenetzwerke und -Dienste;<br/> • öffentlich und kommerziell verfügbare Quellen (wie nach geltendem Recht zulässig);<br/> • für unsere Geschäftskunden und Lieferantenvertreter: Ihren Arbeitgeber."

# how_does_it_use_data_collected
source: We may sell or share for cross-context behavioral advertising purposes (and may have sold or shared during the 12-month period prior to the effective date of this Statement) the following categories of personal information about you to or with online advertising services:<br/> • Identifiers<br/> • Online Activity"
de: Wir dürfen die folgenden Kategorien personenbezogener Daten über Sie zu Zwecken der kontextübergreifenden verhaltensbasierten Werbung an Online-Werbedienste verkaufen oder mit ihnen austauschen (und könnten diese innerhalb der letzten 12 Monate vor dem Inkrafttreten dieser Erklärung verkauft oder ausgetauscht haben):<br/> • Identifikatoren<br/> • Online-Aktivitäten"

# how_does_it_use_data_collected
source: "During the 12-month period prior to the effective date of this Statement, we may have disclosed the following categories of personal information about you for a business purposes to the following categories of third parties:<br/> • Identifiers: affiliates and subsidiaries, joint marketing partners, business partners, ad networks, internet service providers, data analytics providers, social networks, and operating systems and platforms<br/> • Device Information: affiliates and subsidiaries, ad networks and business partners<br/> • Online Activity (such as Service usage): affiliates and subsidiaries, business partners, and data analytics providers<br/> • Commercial information (such as purchase information): affiliates and subsidiaries and business partners<br/> • Geolocation: business partners"
de: "Während des 12-monatigen Zeitraums vor dem Datum des Inkrafttretens dieser Erklärung haben wir möglicherweise die folgenden Kategorien personenbezogener Daten über Sie für geschäftliche Zwecke an folgende Kategorien von Dritten weitergegeben:<br/> • Identifikatoren: verbundene Unternehmen und Tochtergesellschaften, gemeinsame Marketingpartner, Geschäftspartner, Werbenetzwerke, Internetdienstleister, Datenanalyseanbieter, soziale Netzwerke und Betriebssysteme und Plattformen<br/> • Geräteinformationen: verbundene Unternehmen und Tochtergesellschaften, Werbenetzwerke und Geschäftspartner<br/> • Online-Aktivitäten (wie z. B. die Nutzung von Diensten): verbundene Unternehmen und Tochtergesellschaften, Geschäftspartner und Datenanalyseanbieter<br/> • Kommerzielle Informationen (wie z. B. Kaufinformationen): verbundene Unternehmen und Tochtergesellschaften und Geschäftspartner<br/> • Geolokalisierung: Geschäftspartner"

# user_friendly_privacy_policy_helptext
source: Trying to find, navigate, read, and understand's Samsung's various privacy policies is a nightmare.
de: Der Versuch, die verschiedenen Datenschutzrichtlinien von Samsung zu finden, zu navigieren, zu lesen und zu verstehen, ist ein Alptraum.

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
de: Registrieren Sie sich nicht über ein Drittanbieterkonto. Es ist besser, sich mithilfe der E-Mail-Adresse und einem starken Passwort zu registrieren.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Standort, außer es ist notwendig).

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät (z. B. auf dem iPhone unter „Datenschutz“ -> „Werbung“ -> „Ad-Tracking beschränken“) und die größten Werbenetzwerke ein (bei Google öffnen Sie Ihr Google-Konto und schalten Sie die Anzeigenpersonalisierung aus)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung nicht dem Tracking Ihrer Daten zu, wenn Sie die Möglichkeit haben.
