Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/samsung-galaxy-tablets.po
Languages: de, es, fr

# title
source: Samsung Galaxy Tablets
es: Tablets Samsung Galaxy
fr: Tablettes Samsung Galaxy

# blurb
source: You want a tablet but you don't want an iPad. Samsung's Galaxy Android tablets--of which it feels like there are a million versions--are an option. Use them like an iPad. Use them like a laptop. Use them like a giant phone or little TV. It seems there is an option and price range for everyone. Just beware: Samsung's website it a horrid thing to navigate. Also, Samsung is pretty awful at privacy. Maybe go with that iPad instead?
fr: Vous voulez une tablette, mais pas un iPad. Les tablettes Galaxy Android de Samsung, dont il semble exister un million de versions, sont une possibilité. À utiliser comme un iPad. Ou comme un ordinateur portable. Ou même comme un téléphone géant ou une petite télévision. Il semble qu’il y ait une solution et une gamme de prix pour tout le monde. Mais attention : la navigation sur le site web de Samsung est un casse-tête. De plus, Samsung n’est pas très doué pour la protection de la vie privée. Finalement, pourquoi ne pas opter pour l’iPad plutôt ?

# worst_case
source: Not gonna lie, it sure seems Samsung likes to collect a lot of data on users, young and old alike (seriously, <a id="a1">the children's data section</a> in their Samsung account privacy policy seems nuts to us). When you talk, Samsung listens. Literally. Samsung can collect the recordings of your voice when you use voice commands. They can also collect your biometric information, geolocation, browsing history, the super-broad “sensory information” and information that you store on your device like your photos, contacts, text logs, and calendar information. Oh my! And that’s on top of the standard account information most companies collect, like your contact and payment information. They can also create “inferences” about you -- which are assumptions about your preferences and behavior based on other information they have. Samsung doesn’t stop there though, they can also collect information about you from third parties like social networks, data brokers, and more.
fr: On ne va pas se mentir, il semble bien que Samsung adore collecter un tas de données sur ses utilisateurs, jeunes et moins jeunes (sérieusement, <a id="a1">la section sur les données des enfants</a> dans la politique de confidentialité de leur compte Samsung nous paraît insensée). Lorsque vous parlez, Samsung vous écoute. Littéralement. Samsung peut collecter les enregistrements de votre voix lorsque vous utilisez les commandes vocales. La société peut également collecter vos informations biométriques, votre géolocalisation, votre historique de navigation, les « informations sensorielles » et les données que vous stockez sur votre appareil, telles que vos photos, vos contacts, vos journaux de texte et les informations de votre calendrier. Eh bien ! Et cela s’ajoute aux informations de compte habituelles que la plupart des entreprises collectent, comme vos coordonnées et vos informations de paiement. Samsung peut également créer des « inférences » à votre sujet, c’est-à-dire des hypothèses sur vos préférences et votre comportement basées sur d’autres informations dont elles disposent. Samsung ne s’arrête pas là : la collecte d’informations personnelles peut s’effectuer auprès de tiers, tels que les réseaux sociaux, les courtiers en données et bien d’autres alliés encore.

# worst_case
source: Like most companies that like to collect a lot of data, they may share some of that data all kinds of places -- with affiliates, business partners, marketing partners, and “data analytics providers.” They also reserve the right to sell your data for advertising purposes. Tisk tisk. They also say they can share information about you “to law enforcement authorities … if required or permitted to do so by law or legal process.” Hmm. Since it’s <a id="a1">not usually</a> illegal to share your data, that wording leaves the door open for your information to be shared pretty much at their discretion.
fr: À l’instar de la plupart des entreprises qui aiment collecter un tas de données, Samsung peut partager certaines de ces données avec des affiliés, des partenaires commerciaux, des partenaires marketing et des « fournisseurs de services d’analyse de données ». Elle se réserve également le droit de vendre vos données à des fins publicitaires. Hmm. Étant donné qu’il n’est <a id="a1">généralement pas</a> illégal de partager vos données, cette formulation ouvre la voie à un partage de vos informations à leur guise.

# worst_case
source: Oh, and parents, if you have a child please don't create a Samsung account for them. As we mention above, what Samsung says they can collect and share on your child if you create an account for this is crazy. They say they can collect things like video, images, geolocation information,<i> health information, calls and messages. And then they go on to say they can use that information about your child for things like "</i> delivering content and responses tailored to your child and the way your child interacts with the services and features," and the broadly defined <i>"To operate, evaluate and improve our business, including developing new products and services, managing our communications, analyzing our services and customer base, aggregating and anonymizing data, performing data analytics and undertaking accounting, auditing and other internal functions."</i> That's not all though. They also say they can share your child's information with subsidiaries, affiliates, service providers, and <i>"our business partners, such as wireless carriers, as well as third parties who operate apps and services that connect with certain Child Services"</i>. This all seems like a lot of potential collection and sharing of your child's personal information that you probably don't want collected and sold. Poor form, Samsung, and the many others who share personal data willy nilly.
fr: Chers parents, si vous avez un enfant, ne lui créez pas de compte Samsung. Comme nous l’avons mentionné précédemment, ce que Samsung affirme pouvoir collecter et partager sur votre enfant si vous lui créez un compte est délirant. Selon Samsung, les données telles que des vidéos, des images, des informations de géolocalisation,<i>des informations médicales, des appels et des messages peuvent être collectées. Ces informations sur votre enfant pourraient même être utilisées pour </i>« fournir un contenu et des réponses adaptés à votre enfant et à la manière dont il interagit avec les services et les fonctionnalités », ainsi que pour <i>« exploiter, évaluer et améliorer nos activités, y compris le développement de nouveaux produits et services, la gestion de nos communications, l’analyse de nos services et de notre clientèle, l’agrégation et l’anonymisation des données, l’analyse des données, la comptabilité, l’audit et d’autres fonctions internes »</i>, selon une définition au sens large. Mais ce n’est pas tout. La société indique également qu’elle peut partager les informations relatives à votre enfant avec des succursales, des sociétés affiliées, des fournisseurs de services et <i>« nos partenaires commerciaux, tels que les opérateurs de téléphonie mobile, ainsi que des tiers qui proposent des applications et des services connectés à certains services destinés aux enfants »</i>. Tout cela laisse à penser qu’il s’agit d’une collecte et d’un partage d’informations personnelles de votre enfant. Des informations que vous ne souhaitez probablement pas voir collectées et vendues. Samsung, et tous ceux qui partagent des données personnelles bon gré mal gré, font preuve d’une bonne dose de mauvaise foi.

# worst_case
source: Speaking of “nilly,” Samsung also <a id="a1">accidentally leaked</a> sensitive data to ChatGPT in early 2023 when their employees reportedly pasted code into the AI chatbot asking for help -- to check and optimize it. Samsung <a id="a2">banned</a> its use on all company devices and devices that connect to their network when they found out. It’s a good reminder for everyone that what you share with ChatGPT and most other chatbots <a id="a3">is not private</a>.
fr: En parlant de « sottise », Samsung a également <a id="a1">accidentellement divulgué</a> des données sensibles à ChatGPT au début de l’année 2023, lorsque ses employés auraient collé du code dans le chatbot à intelligence artificielle en demandant son aide, pour le vérifier et l’optimiser. Après l’avoir découvert, Samsung <a id="a2">a interdit</a> son utilisation sur tous les appareils de l’entreprise et même les appareils qui se connectent à son réseau. C’est un bon rappel pour tout le monde que ce que vous partagez avec ChatGPT et la plupart des autres chatbots <a id="a3">n’est pas privé</a>.

# worst_case
source: One last gripe? We did not get off on the right foot with Samsung. If you search for Samsung’s privacy policy, you’ll find <a id="a1">a</a> <a id="a2">bunch</a> <a id="a3">of</a> <a id="a4">different</a> <a id="a5">results</a> that link to different Samsung websites -- with different policies for their accounts and for their services and products which is kinda confusing because most people who have one probably have the other, too. We based this review on their most <a id="a6">recently updated</a> policy (and its Californian <a id="a7">counterpart</a>) that says it covers their connected devices and services. Privacy researchers sure do have confusing privacy policy ecosystems because it makes our jobs hard, and because we know if we're struggling to find and understand it when it's our job, what chance do consumers have when they have little time to sort through everything. Do better Samsung!
fr: Un dernier reproche ? Nous ne sommes pas partis du bon pied avec Samsung. Si vous recherchez la politique de confidentialité de Samsung, vous trouverez <a id="a1">un</a> <a id="a2">tas</a> <a id="a3">de</a> <a id="a4">résultats</a> <a id="a5">différents</a> qui renvoient à différents sites web de Samsung, et donc à différentes politiques, selon qu’il s’agisse de comptes ou de services et produits. Cette pratique est assez déroutante, car la plupart des gens ne possèdent généralement pas qu’un seul produit. Nous avons basé cet avis sur la <a id="a6">dernière mise à jour</a> de leur politique (et son <a id="a7">équivalent</a>californien) qui couvre leurs appareils et services connectés. Les experts en confidentialité possèdent des écosystèmes de politiques de confidentialité complexes qui rendent notre travail difficile, et nous savons que si nous luttons pour les trouver et les comprendre alors que c’est notre travail, les consommateurs n’ont aucune chance de réussir à y voir clair. Samsung, un peu plus d’efforts !

# worst_case
source: It’s finally silver lining time! It seems like Samsung might (but probably not) extend the rights that protect users under California’s stronger privacy law, CCPA, to all of the United States, since they call them “US Consumer Privacy Rights” and <a id="a1">the form</a> where you can request to access or delete your data lets you choose different states. And Samsung users in Europe have those rights by default thanks to their own privacy protection law, <a id="a2">GDPR</a>. If you want to exercise them, you can kick off the request by choosing your country <a id="a3">here</a>. Unfortunately though, Samsung doesn’t make that promise to all its users (even in the US) in their privacy policy. They say those rights are “subject to applicable law” so they’re not guaranteed no matter where you live. That’s a shame. And to put another damper on that potential silver lining -- completing that form to try and excercise your rights to have your data deleted is nearly impossible without a computer science degree. Again, Samsung, do better!
fr: Voici enfin une lueur d’espoir ! Il semble que Samsung pourrait (mais probablement pas) étendre les droits qui protègent les utilisateurs en vertu de la loi californienne sur la protection de la vie privée, CCPA, à l’ensemble des États-Unis, puisqu’ils les appellent « US Consumer Privacy Rights » et que <a id="a1">le formulaire</a> dans lequel vous pouvez demander l’accès ou la suppression de vos données vous permet de choisir différents États. En Europe, les utilisateurs de Samsung bénéficient de ces droits par défaut grâce à leur propre loi sur la protection de la vie privée, <a id="a2">le RGPD</a>. Si vous souhaitez les faire valoir, vous pouvez lancer la demande en choisissant votre pays <a id="a3">ici</a>. Malheureusement, Samsung ne fait pas cette promesse à tous ses utilisateurs (même aux États-Unis) dans sa politique de confidentialité. La société précise que ces droits sont « soumis à la législation applicable » et qu’ils ne sont donc pas garantis, quel que soit votre lieu de résidence. Quel dommage ! Un autre bémol à cette hypothétique lueur d’espoir : remplir ce formulaire pour essayer d’exercer vos droits à la suppression de vos données est quasiment impossible sans un diplôme d’informatique. Là encore, un petit effort, Samsung !

# worst_case
source: What could go wrong? Well, Samsung likes to show ads tailored to you through various ad networks, and say they do a lot of tracking of your online activities to do so. So Samsung might get the idea that you love L.O.L. Surprise dolls because you let your little cousin borrow your tablet a few times, then target you with ads for these glittery, big-eyed dolls wherever you browse and slot you into some kind of "Peter Pan adult" buying category -- which is so not your thing. It could happen! You don't want that to happen. Also, there are way worse things that could happen with all the huge amounts of data that Samsung collects on you. Especially given there not so great track record at protecting all that data.
fr: Qu’est-ce qui pourrait mal tourner ? Eh bien, Samsung aime diffuser des publicités adaptées à vos besoins par l’intermédiaire de divers réseaux publicitaires, et affirme suivre de près vos activités en ligne pour ce faire. Samsung pourrait donc croire que vous aimez les poupées L.O.L. Surprise parce que vous avez laissé votre petite cousine emprunter votre tablette à plusieurs reprises, puis vous cibler avec des publicités pour ces poupées scintillantes aux grands yeux partout où vous naviguez et vous classer dans une sorte de catégorie d’achat de « Peter Pan adulte », mais en fait, ce n’est pas du tout votre truc. Cela pourrait facilement se produire, contre votre plein gré ! De plus, il y a des choses bien pires qui pourraient arriver avec la tonne de données que Samsung recueille sur vous. Surtout si l’on tient compte du fait que Samsung n’a pas toujours su protéger ces données.

# how_does_it_use_data_collected
source: <b>We ding this product since it combines data collected on you with data obtained from third parties including data brokers, shares personal data including location to third parties, and sells identifiers &amp; online activity of users for cross-context behavioral advertising purposes</b>.<b> We also ding them for combining data they could receive about your from outside sources with all the data they already collect on you.</b>
fr: <b>Nous signalons ce produit car il utilise des données collectées sur vous ainsi que des données obtenues auprès de tiers, y compris des courtiers en données, partage des données personnelles, y compris la localisation, avec des tiers, et vend des identifiants et des activités en ligne d’utilisateurs à des fins de publicité comportementale et contextuelle</b>.<b> Nous leur reprochons également de combiner les données qu’ils pourraient recevoir sur vous de sources extérieures avec toutes les données qu’ils collectent déjà sur vous.</b>

# how_does_it_use_data_collected
source: Samsung's Privacy Policy
fr: Politique de confidentialité de Samsung

# how_does_it_use_data_collected
source: "We may share your personal information with our subsidiaries and affiliates and with service providers who perform services for us. We do not authorize our service providers to use or disclose the information except as necessary to perform services on our behalf or to comply with legal requirements. In addition, we may share your personal information with our business partners, such as wireless carriers, as well as third parties who operate apps and services that connect with certain Services. This kind of sharing may be considered a “sale” under certain state privacy laws."
fr: « Nous pouvons partager vos informations personnelles avec nos succursales et nos sociétés affiliées, ainsi qu’avec nos prestataires de services. Nous n’autorisons pas nos fournisseurs de services à utiliser ou à divulguer les informations, sauf si cela est nécessaire pour fournir des services à notre place ou pour se conformer à des exigences légales. En outre, nous pouvons partager vos informations personnelles avec nos partenaires commerciaux, tels que les opérateurs de téléphonie mobile, ainsi qu’avec des tiers qui exploitent des applications et des services qui se connectent à certains services. Ce type de partage peut être considéré comme une « vente » en vertu de certaines lois nationales sur la protection de la vie privée ».

# how_does_it_use_data_collected
source: "We may obtain certain information about you from publicly or commercially-available sources and from third parties who perform services for us. We also may obtain other information about you, your devices, and your use of the Services, in ways we describe at the time we collect the information or otherwise with your consent."
fr: « Nous pouvons obtenir certaines informations vous concernant à partir de sources publiques ou commerciales et de tiers qui nous fournissent des services. Nous pouvons également obtenir d’autres informations sur vous, vos appareils et votre utilisation des services, selon des modalités que nous décrivons au moment de la collecte des informations ou avec votre consentement ».

# how_does_it_use_data_collected
source: "We may use and combine the information we collect about you from our Services with data from other services or features you use, your devices, and other sources as well as information about your online activities on websites and connected devices over time and across third-party websites, devices, apps, and other online features and services."
fr: « Nous sommes susceptibles d’utiliser et de combiner les informations que nous collectons à votre égard à partir de nos Services avec des données provenant d’autres services ou fonctionnalités que vous utilisez, de vos appareils et d’autres sources, ainsi qu’avec des informations sur vos activités en ligne sur des sites web et des appareils connectés au fil du temps et sur des sites web, des appareils, des apps et d’autres fonctionnalités et services en ligne émanant de tierces parties ».

# how_does_it_use_data_collected
source: "Through certain Services, both we and various third parties may collect information about your online activities to provide you with advertising about products and services tailored to your individual interests."
fr: « Par le biais de certains services, nous, et divers tiers, pouvons collecter des informations sur vos activités en ligne afin de vous proposer des publicités sur des produits et services adaptés à vos centres d’intérêt ».

# how_does_it_use_data_collected
source: "We may use the personal information we obtain to:<br/>[...]<br/> • provide ads, which may include targeted (or interest-based) ads delivered on your Samsung device or within certain Samsung-branded apps (where targeted or interest-based ads are available, if you turn off targeted or interest-based ads, you will receive generic ads);<br/> • support our marketing activities and sales initiatives, and provide you with product and service recommendations;<br/>[...]<br/> • operate, evaluate, and improve our business, including developing new products and services, managing our communications, analyzing our Services and customer base, conducting market research, aggregating and anonymizing data, performing data analytics, and undertaking accounting, auditing, and other internal functions;<br/><br/><b>CALIFORNIA CONSUMER PRIVACY STATEMENT</b>
fr: « Nous sommes susceptibles d’utiliser les informations personnelles que nous collectons pour :<br/>[…]<br/> • fournir des publicités, qui peuvent inclure des publicités ciblées (ou basées sur les centres d’intérêt) diffusées sur votre appareil Samsung ou dans certaines applications Samsung (lorsque des publicités ciblées ou basées sur les centres d’intérêt sont disponibles, si vous désactivez les publicités ciblées ou basées sur les centres d’intérêt, vous recevrez des publicités génériques)<br/> • soutenir nos activités de marketing et nos initiatives de vente, et vous fournir des recommandations de produits et de services<br/>[…]<br/> • exploiter, évaluer et améliorer nos activités, y compris le développement de nouveaux produits et services, la gestion de nos communications, l’analyse de nos services et de notre clientèle, la réalisation d’études de marché, l’agrégation et l’anonymisation des données, l’analyse des données et la comptabilité, l’audit et d’autres fonctions internes<br/><br/><b>DÉCLARATION DE CONFIDENTIALITÉ DES CONSOMMATEURS DE LA CALIFORNIE</b>

# how_does_it_use_data_collected
source: "During the 12-month period prior to the effective date of this Statement, we may have obtained personal information about you from various sources, including:<br/> &lt;...&gt;<br/> • data brokers;<br/> • online advertising networks and services;<br/> • publicly and commercially available sources (as permitted by applicable law);<br/> • for our business customers and vendor representatives, your employer."
fr: « Au cours des 12 mois précédant la date d’entrée en vigueur de la présente déclaration, il se peut que nous ayons obtenu des informations personnelles vous concernant auprès de diverses sources, notamment :<br/> &lt;…&gt;<br/> • des courtiers en données<br/> • des réseaux et services de publicité en ligne<br/> • des sources publiques et commerciales (dans la mesure où la loi applicable le permet)<br/> • pour nos clients commerciaux et les représentants de nos fournisseurs, votre employeur ».

# how_does_it_use_data_collected
source: We may sell or share for cross-context behavioral advertising purposes (and may have sold or shared during the 12-month period prior to the effective date of this Statement) the following categories of personal information about you to or with online advertising services:<br/> • Identifiers<br/> • Online Activity"
fr: Nous sommes susceptibles de vendre ou de partager à des fins de publicité comportementale et contextuelle (et pourrions avoir vendu ou partagé au cours des 12 mois précédant la date d’entrée en vigueur de la présente déclaration) les catégories suivantes d’informations personnelles vous concernant à ou avec des services de publicité en ligne :<br/> • Identificateurs<br/> • Activité en ligne ».
