Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/samsung-galaxy-watch.po
Languages: de

# personal_data_collected
source: "Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; customer number, unique pseudonym, or user alias; telephone number and other forms of persistent or probabilistic identifiers), online identifier, internet protocol address, email address, account name, and other similar identifiers<br/>Additional Data Subject to Cal. Civ. Code § 1798.80: signature, bank account number, credit card number, debit card number, and other financial information<br/>Protected Classifications: characteristics of protected classifications under California or federal law, such as age and sex <br/>Location information: Information about nearby Wi-Fi access points, cell towers, and, with your separate consent, your device’s GPS signal, may be transmitted to us when you use certain Services. In addition, for certain Services, zip codes or postal codes and inferred locations using IP addresses may be transmitted to us when you use such Services.<br/>Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, and behavior (for example, when you use the Customization Service or in connection with personalized ads served to you)"
de: "Kennungen: Kennungen wie ein echter Name, Alias, Postanschrift, eindeutige persönliche Kennung (wie eine Gerätekennung; Cookies, Beacons, Pixel-Tags, mobile Anzeigenkennungen und ähnliche Technologien; Kundennummer, eindeutiges Pseudonym oder Benutzer-Alias; Telefonnummer und andere Formen von persistenten oder probabilistischen Kennungen), Online-Kennung, Internetprotokolladresse, E-Mail-Adresse, Kontoname und andere ähnliche Kennungen. <br/>Kalifornisches Zivilgesetzbuch §1798.80: Unterschrift, Bankkontonummer, Kreditkartennummer, Debitkartennummer und andere Finanzinformationen<br/>Geschützte Klassifizierungen: Merkmale geschützter Klassifizierungen nach kalifornischem oder Bundesrecht, wie Alter und Geschlecht <br/>Standortinformationen: Informationen über nahegelegene WLAN-Zugangspunkte, Mobilfunkmasten und, mit Ihrer gesonderten Zustimmung, das GPS-Signal Ihres Geräts können an uns übertragen werden, wenn Sie bestimmte Dienste nutzen. Darüber hinaus können für bestimmte Dienste Postleitzahlen oder Postleitzahlen und abgeleitete Standorte, die IP-Adressen verwenden, an uns übermittelt werden, wenn Sie solche Dienste nutzen.<br/>Rückschlüsse: Rückschlüsse, die aus einer der oben genannten Informationen gezogen werden, um ein Profil über Sie zu erstellen, das Ihre Präferenzen, Merkmale und Ihr Verhalten widerspiegelt (z. B. wenn Sie den Anpassungsdienst nutzen oder in Verbindung mit personalisierten Anzeigen, die Ihnen bereitgestellt werden)"

# how_can_you_control_your_data
source: It is not clear if all users regardless of location can get their data deleted.
de: Es ist unklar, ob alle Benutzer*innen, unabhängig von Ihrem Standort, ihre Daten löschen lassen können.

# how_can_you_control_your_data
source: Samsung's Privacy Policy
de: Samsungs Datenschutzrichtlinie

# how_can_you_control_your_data
source: "Subject to applicable law and to the extent applicable to each Service, you may (1) request access to, or correction or deletion of, the personal information we maintain about you; (2) request that we limit our use and disclosure of your sensitive personal information; or (3) opt out of the (a) sale of your personal information, (b) sharing of your personal information for cross-context behavioral advertising purposes, or (c) processing of your personal information for targeted advertising purposes. In addition, subject to applicable law, you may receive, in a structured, commonly used and machine-readable format, certain of your personal information that you have provided to us. Subject to applicable law, you may have the right to have this information transmitted to another company, where it is technically feasible.
de: „Vorbehaltlich des geltenden Rechts und in dem für den jeweiligen Dienst geltenden Umfang können Sie (1) Zugang zu den von uns über Sie gespeicherten personenbezogenen Daten oder deren Korrektur oder Löschung verlangen; (2) verlangen, dass wir die Nutzung und Offenlegung Ihrer sensiblen personenbezogenen Daten einschränken; oder (3) dem (a) Verkauf Ihrer personenbezogenen Daten, (b) der Weitergabe Ihrer personenbezogenen Daten für kontextübergreifende verhaltensbezogene Werbezwecke oder (c) der Verarbeitung Ihrer personenbezogenen Daten für gezielte Werbezwecke widersprechen. Darüber hinaus können Sie, vorbehaltlich des geltenden Rechts, bestimmte personenbezogene Daten, die Sie uns zur Verfügung gestellt haben, in einem strukturierten, allgemein verwendeten und maschinenlesbaren Format erhalten. Vorbehaltlich des geltenden Rechts können Sie das Recht haben, diese Daten an ein anderes Unternehmen zu übermitteln, sofern dies technisch möglich ist.

# how_can_you_control_your_data
source: How to Submit a Request: To submit an access, deletion or correction request, click here or call us at 1-800-SAMSUNG (1-800-726-7864). To opt out of the (a) sale of your personal information, (b) sharing of your personal information for cross-context behavioral advertising purposes, or (c) processing of your personal information for targeted advertising purposes, click here or call us at 1-800-SAMSUNG (1-800-726-7864)."
de: Wie Sie eine Anfrage einreichen: Um einen Antrag auf Zugriff, Löschung oder Korrektur zu stellen, klicken Sie hier oder rufen Sie uns unter 1-800-SAMSUNG (1-800-726-7864) an. Wenn Sie (a) dem Verkauf Ihrer persönlichen Daten, (b) der Weitergabe Ihrer persönlichen Daten für kontextübergreifende verhaltensorientierte Werbung oder (c) der Verarbeitung Ihrer persönlichen Daten für gezielte Werbezwecke widersprechen möchten, klicken Sie hier oder rufen Sie uns unter 1-800-SAMSUNG (1-800-726-7864) an."

# track_record_details
source: In April 2023, internal, sensitive data was <a id="a1">leaked</a> to ChatGPT from Samsung. As the result of the leak, Samsung <a id="a2">banned</a> use of generative AI tools at the company.
de: Im April 2023 wurden interne, sensible Daten von Samsung an ChatGPT <a id="a1">weitergegeben</a>. Infolge des Lecks <a id="a2">verbot Samsung den</a> Einsatz generativer KI-Tools im Unternehmen.

# track_record_details
source: In early 2022, Samsung <a id="a1">fell</a> victim to the Lapsus$ cybergang, which boasted to have stolen 190 Gb of data from the tech giant. The data breach notice conspicuously <a id="a2">notes</a> that the breach “did not impact Social Security numbers or credit and debit card numbers.”TechCrunch asked Samsung if it collects and stores Social Security numbers and that this data is unaffected, but the company declined to say — only that the issue “did not impact” Social Security numbers. Samsung collects Social Security numbers as part of its financing options and as a requirement for users of Samsung Money.
de: Anfang 2022 <a id="a1">fiel Samsung der Lapsus$-Cybergang zum</a> Opfer, die sich rühmte, 190 GB Daten vom Technologieriesen gestohlen zu haben. In der Datenschutzerklärung wird auf auffällige Weise <a id="a2">darauf hingewiesen</a>, dass der Verstoß „keine Auswirkungen auf Sozialversicherungsnummern oder Kredit- und Debitkartennummern hatte". TechCrunch fragte Samsung, ob es Sozialversicherungsnummern sammelt und speichert und ob diese Daten nicht betroffen waren, aber das Unternehmen lehnte es ab, dies zu beantworten - nur dass das Problem keine Auswirkungen auf die Sozialversicherungsnummern gehabt hatte. Samsung sammelt Sozialversicherungsnummern im Rahmen seiner Finanzierungsoptionen und als Voraussetzung für Benutzer von Samsung Money.

# child_safety_blurb
source: <b>Samsung account U.S. Privacy Notice</b><br/><b>Children’s Section</b>
de: <b>Samsung-Konto - US-Datenschutzerklärung</b><br/><b>Abschnitt über Kinder</b>

# child_safety_blurb
source: This Children’s Section describes our personal information practices with respect to your child’s creation and use of a Samsung account, and the services and features available to your child (“Child Services”).
de: Dieser Abschnitt für Kinder beschreibt unsere Praktiken in Bezug auf die Erstellung und Nutzung eines Samsung-Kontos durch Ihr Kind sowie die Ihrem Kind zur Verfügung stehenden Dienste und Funktionen ("Kinderdienste").

# child_safety_blurb
source: Information We Obtain From Your Child
de: Informationen, die wir von Ihrem Kind erhalten

# child_safety_blurb
source: When you first create a Samsung account for your child, we may ask you for certain information such as your child’s name, nickname, date of birth, gender, phone number, password and email address. When your child uses their Samsung account and the features and services available, we may collect information about your child’s device and connected devices and the Samsung apps, services and features they use. This information includes unique device identifiers, hardware, software, network (including connection and Bluetooth) and settings information, usage and log information (such as how long or when your child uses a certain device, app [including the list of apps installed on the device], service or feature, including third-party devices, apps, services, or features).
de: Wenn Sie zum ersten Mal ein Samsung-Konto für Ihr Kind erstellen, fragen wir Sie möglicherweise nach bestimmten Informationen wie Name, Spitzname, Geburtsdatum, Geschlecht, Telefonnummer, Passwort und E-Mail-Adresse Ihres Kindes. Wenn Ihr Kind sein Samsung-Konto und die verfügbaren Funktionen und Dienste nutzt, können wir Informationen über das Gerät Ihres Kindes und die damit verbundenen Geräte sowie über die von ihm genutzten Samsung-Apps, -Dienste und -Funktionen erfassen. Zu diesen Informationen gehören eindeutige Gerätekennungen, Hardware-, Software-, Netzwerk- (einschließlich Verbindung und Bluetooth) und Einstellungsinformationen, Nutzungs- und Protokollinformationen (z. B. wie lange oder wann Ihr Kind ein bestimmtes Gerät, eine bestimmte App [einschließlich der Liste der auf dem Gerät installierten Apps], einen bestimmten Dienst oder eine bestimmte Funktion, einschließlich Geräten, Apps, Diensten oder Funktionen von Drittanbietern, verwendet).

# child_safety_blurb
source: With a Samsung account, the following basic features will automatically be available to your child:
de: Mit einem Samsung-Konto stehen Ihrem Kind automatisch die folgenden grundlegenden Funktionen zur Verfügung:

# child_safety_blurb
source: Samsung Cloud: Securely back up devices logged into with a Samsung account and sync data across Galaxy devices.<br/>• SmartThings Find: Locate lost devices even when the device is not connected to a network, and protect data of lost devices.<br/>• Group Sharing: Share a variety of content with family and friends on certain basic Samsung apps.<br/>• Call &amp; Text On Other Devices: Use your phone’s number to make and receive calls and texts on your other Samsung devices.<br/>• Samsung Members:<br/> o Quickly ask questions to customer service<br/> o Connect with other Samsung account members on our Community Board
de: Samsung Cloud: Sicheres Backup von Geräten, die mit einem Samsung-Konto angemeldet sind, und Synchronisieren von Daten über Galaxy-Geräte hinweg.<br/>• SmartThings-Suche: Lokalisieren Sie verlorene Geräte, auch wenn das Gerät nicht mit einem Netzwerk verbunden ist, und schützen Sie die Daten von verlorenen Geräten.<br/>• Gruppenfreigabe: Teilen Sie eine Vielzahl von Inhalten mit Familie und Freunden in bestimmten Basis-Samsung-Apps.<br/>• Anrufe und Texte auf anderen Geräten: Verwenden Sie die Nummer Ihres Telefons, um Anrufe und Texte auf Ihren anderen Samsung-Geräten zu tätigen und zu empfangen.<br/>• Samsung-Mitglieder:<br/> o Stellen Sie schnell Fragen an den Kundendienst<br/> o Verbinden Sie sich mit anderen Samsung-Account-Mitgliedern in unserem Community Board

# child_safety_blurb
source: In addition, your child will be able to access the following Samsung apps through their Samsung account. Please click each app’s privacy notice (hyperlinked below) for information on how we may use and disclose the personal information we collect from your child through their use of the app.
de: Darüber hinaus kann Ihr Kind über sein Samsung-Konto auf folgende Samsung-Apps zugreifen. Bitte klicken Sie auf die Datenschutzerklärung jeder App (siehe unten), um Informationen darüber zu erhalten, wie wir die personenbezogenen Daten, die wir von Ihrem Kind durch die Nutzung der App erfassen, verwenden und offenlegen können.

# child_safety_blurb
source: Galaxy Store : Discover and download the best apps, as well as exclusive content and themes for your child’s Galaxy phone or tablet.<br/>• Bixby Voice : Control services and features within Samsung devices using your voice.<br/>• Galaxy Wearable : Use and control various Galaxy wearables, such as watches, bands and earbuds.<br/>• SmartThings : Monitor and control connected devices within SmartThings, both inside and outside the home.<br/>• Samsung Health : Track various types of fitness and health, such as nutrition and exercise.<br/>• PENUP : Learn how to draw and enjoy coloring with various categories of coloring design.
de: Galaxy Store : Entdecken und laden Sie die besten Apps sowie exklusive Inhalte und Themen für das Galaxy-Handy oder -Tablet Ihres Kindes herunter.<br/>• Bixby Voice : Steuern Sie Dienste und Funktionen in Samsung-Geräten mit Ihrer Stimme.<br/>• Galaxy Wearable : Verwenden und steuern Sie verschiedene Galaxy Wearables wie Uhren, Armbänder und Ohrhörer.<br/>• SmartThings : Überwachen und steuern Sie angeschlossene Geräte innerhalb von SmartThings, sowohl innerhalb als auch außerhalb des Hauses.<br/>• Samsung Health : Verfolgen Sie verschiedene Aspekte von Fitness und Gesundheit, wie Ernährung und Bewegung.<br/>• PENUP : Lernen Sie, wie man zeichnet und genießen Sie das Ausmalen mit verschiedenen Kategorien von Malvorlagen.

# child_safety_blurb
source: Through the above features and apps, Samsung may collect the following information about or from your child:
de: Durch die oben genannten Funktionen und Apps kann Samsung die folgenden Informationen über oder von Ihrem Kind sammeln:

# child_safety_blurb
source: Synced data, such as information we save for back-up purposes or that your child may choose to save to our cloud<br/>• Contact lists when your child uses a certain feature that requires this information, such as the use of Group Sharing or certain capsules on Bixby Voice<br/>• Downloaded, recommended, or played apps or games through or from the Galaxy Store, including when such apps are downloaded, installed, or deleted, as well as when your child starts, resumes, suspends, or finishes games or completes certain events within these games (e.g. tutorials)<br/>• Information that gets passed through our servers to provide your child a service, such as calls and messages when providing the “Call &amp; text on other devices” service<br/>• Videos and images if your child connects a camera or other device through SmartThings that permits the taking of videos and images<br/>• Information that gets provided to us and communications between your child and us or third parties, such as when your child contacts customer service or uses our Community Board<br/>• Voice information, such as when your child makes voice commands using Bixby Voice<br/>• Geolocation information<br/>• Health information when your child uses Samsung Health and when a particular feature requires the collection of health information.
de: Synchronisierte Daten, z. B. Informationen, die wir zu Sicherungszwecken speichern oder die Ihr Kind möglicherweise in unserer Cloud speichert<br/>• Kontaktlisten, wenn Ihr Kind eine bestimmte Funktion verwendet, für die diese Informationen erforderlich sind, z. B. die Verwendung von Group Sharing oder bestimmter Kapseln auf Bixby Voice<br/>• Apps oder Spiele über oder aus dem Galaxy Store heruntergeladen, empfohlen oder gespielt werden, auch wenn solche Apps heruntergeladen, installiert oder gelöscht werden, sowie wenn Ihr Kind Spiele startet, fortsetzt, aussetzt oder beendet, oder bestimmte Ereignisse innerhalb dieser Spiele abschließt (z. B. Tutorials)<br/>• Informationen, die über unsere Server weitergegeben werden, um Ihrem Kind einen Dienst bereitzustellen, wie z. B. Anrufe und Nachrichten, wenn der Dienst „Anrufe und Texte auf anderen Geräten“ bereitgestellt wird<br/>• Videos und Bilder, wenn Ihr Kind über SmartThings eine Kamera oder ein anderes Gerät anschließt, das die Aufnahme von Videos und Bildern ermöglicht<br/>• Informationen, die uns zur Verfügung gestellt werden und die Kommunikation zwischen Ihrem Kind und uns oder Dritten, z. B. wenn Ihr Kind den Kundenservice kontaktiert oder unser Community Board nutzt<br/>• Sprachinformationen, z. B. wenn Ihr Kind Sprachbefehle mit<br/>Bixby Voice ausführt<br/>• Geolokalisierungsinformationen • Gesundheitsinformationen, wenn Ihr Kind Samsung Health verwendet und wenn eine bestimmte Funktion die Erfassung von Gesundheitsinformationen erfordert.

# child_safety_blurb
source: For child users with a Samsung account, Samsung enables children to make their personal information available publicly, for example, through postings to message boards.
de: Kinder, die ein Samsung-Konto besitzen und benutzen, können ihre persönlichen Daten öffentlich zugänglich machen, z. B. durch Beiträge in Message Boards.

# child_safety_blurb
source: We may use third-party analytics services on the above services, such as Google Analytics and Firebase Analytics. The information we obtain may be disclosed to, or collected directly by, these providers and other relevant third parties who use the information, for example, to evaluate the use of the above services or to help administer them. To learn more about Google Analytics, please visit https://www.google.com/policies/privacy/partners/. To learn more about Firebase Analytics, please visit https://firebase.google.com/policies/analytics/.
de: Wir dürfen für die oben genannten Dienste Analysedienste von Drittanbietern nutzen, wie z. B. Google Analytics und Firebase Analytics. Die Informationen, die wir erhalten, können an diese Anbieter und andere relevante Dritte weitergegeben oder von diesen direkt erfasst werden, die die Informationen zum Beispiel zur Bewertung der Nutzung der oben genannten Dienste oder zu deren Verwaltung verwenden. Um mehr über Google Analytics zu erfahren, besuchen Sie bitte https://www.google.com/policies/privacy/partners/. Um mehr über Firebase Analytics zu erfahren, besuchen Sie bitte https://firebase.google.com/policies/analytics/.

# child_safety_blurb
source: How We Use Your Child’s Information
de: Wie wir die Daten Ihres Kindes verwenden

# child_safety_blurb
source: We may use the information collected from your child for the following purposes:
de: Wir können die von Ihrem Kind gesammelten Informationen für die folgenden Zwecke verwenden:

# child_safety_blurb
source: To identify and authenticate your child so your child can use the Child Services<br/>• To provide any of the Child Services, including any of their features. Such features may include syncing data, providing a location-based service such as finding a lost device, sharing information to other Samsung account users and other features available within the Child Services<br/>• To improve and customize your child’s experience with the Child Services, such as delivering content and responses tailored to your child and the way your child interacts with the services and features<br/>• To allow your child to interact with and use participating Samsung and third-party apps and services (such as when using a third-party service through one of the Child Services)<br/>• To respond to requests, inquiries and instructions made through or about the Child Services<br/>• To operate, evaluate and improve our business, including developing new products and services, managing our communications, analyzing our services and customer base, aggregating and anonymizing data, performing data analytics and undertaking accounting, auditing and other internal functions<br/>• To protect against, identify and prevent fraud and other criminal activity, claims and other liabilities<br/>• To comply with and enforce applicable legal requirements, relevant industry standards and our policies
de: Um Ihr Kind zu identifizieren und zu authentifizieren, damit Ihr Kind die Kinderdienste nutzen kann<br/>• Um alle Kinderdienste, einschließlich aller ihrer Funktionen, bereitzustellen. Solche Funktionen können das Synchronisieren von Daten, das Bereitstellen eines standortbasierten Dienstes wie das Auffinden eines verlorenen Geräts, das Teilen von Informationen mit anderen Samsung-Kontonutzern und andere Funktionen, die innerhalb der Child Services verfügbar sind, umfassen.<br/>• Um die Erfahrung Ihres Kindes mit den Child Services zu verbessern und anzupassen, wie z. B. die Bereitstellung von Inhalten und Antworten, die auf Ihr Kind zugeschnitten sind, und die Art und Weise, wie Ihr Kind mit den Diensten und Funktionen interagiert.<br/>• Damit Ihr Kind mit teilnehmenden Apps und Diensten von Samsung und Drittanbietern interagieren und diese nutzen kann (z. B. bei der Nutzung eines Drittanbieters über eines der Kinderdienste)<br/>• Um auf Anfragen, Anfragen und Anweisungen zu antworten, die über oder über die Kinderdienste gestellt werden<br/>• Um unser Geschäft zu betreiben, zu bewerten und zu verbessern, einschließlich der Entwicklung neuer Produkte und Dienste, der Verwaltung unserer Kommunikation, der Analyse unserer Dienste und unseres Kundenstamms, der Aggregation und Anonymisierung von Daten, der Durchführung von Datenanalysen und der Durchführung von Buchhaltungs-, Prüfungs- und anderen internen Funktionen<br/>• Um Betrug und andere kriminelle Aktivitäten, Ansprüche und andere Verbindlichkeiten zu schützen, zu identifizieren und zu verhindern<br/>• Um geltende gesetzliche Anforderungen, relevante Industriestandards und unsere Richtlinien einzuhalten und durchzusetzen

# child_safety_blurb
source: Information Sharing of Children’s Information
de: Weitergabe von Informationen über Kinder

# child_safety_blurb
source: We may share your child’s personal information with our subsidiaries and affiliates, as well as with service providers who perform services for us. We do not authorize our service providers to use or disclose the information except as necessary to perform services on our behalf or to comply with legal requirements. In addition, we may share your personal information with our business partners, such as wireless carriers, as well as third parties who operate apps and services that connect with certain Child Services.
de: Wir dürfen die personenbezogenen Daten Ihres Kindes an unsere Tochtergesellschaften und verbundenen Unternehmen sowie an Dienstleister weitergeben, die Dienstleistungen für uns erbringen. Wir ermächtigen unsere Dienstanbieter nicht, die Daten zu verwenden oder weiterzugeben, es sei denn, dies ist erforderlich, um Dienstleistungen in unserem Namen zu erbringen oder um gesetzliche Anforderungen zu erfüllen. Darüber hinaus können wir Ihre personenbezogenen Daten an unsere Geschäftspartner weitergeben, z. B. an Mobilfunkanbieter sowie an Dritte, die Anwendungen und Dienste betreiben, die mit bestimmten Kinderdiensten verbunden sind.
