Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/sennheiser-momentum-true-wireless-2.po
Languages: de, es, fr

# blurb
source: Bespoke 7 mm dynamic drivers! No idea what those are, but they sound fancy and come in these wireless earbuds from Sennheiser. These little buds also feature high quality sound, active and passive noise cancelling, what they call transparent hearing functionality (so you can hear the noise around you), and a Bluetooth connected app that lets you control it all on your phone. Unfortunately they also had a pretty big security oops back in 2018. Here's hoping Sennheiser learned their lesson from that.
de: Maßgeschneiderte dynamische 7-mm-Treiber! Keine Ahnung, was das ist, aber sie klingen schick und kommen in diesen kabellosen Ohrhörern von Sennheiser. Diese kleinen Knospen verfügen auch über einen hochwertigen Klang, aktive und passive Geräuschunterdrückung, eine sogenannte transparente Hörfunktion (damit Sie die Geräusche um Sie herum hören können) und eine über Bluetooth verbundene App, mit der Sie alles auf Ihrem Telefon steuern können. Leider hatten sie 2018 auch eine ziemlich große Sicherheitslücke. Hoffentlich hat Sennheiser daraus gelernt.
es: ¡Controladores dinámicos personalizados de 7 mm! No tengo ni idea de lo que es eso, pero suena elegante y es lo que dicen de estos auriculares inalámbricos de Sennheiser. Tienen un sonido de alta calidad, cancelación de ruido activa y pasiva, lo que ellos llaman funcionalidad de audición transparente (para que puedas escuchar el ruido de tu entorno) y una aplicación conectada por Bluetooth que te permite controlarlo todo desde tu móvil. Desafortunadamente, la empresa también tuvo un grave problema de seguridad en el 2018. Esperamos que Sennheiser haya aprendido la lección.
fr: Des transducteurs dynamiques de 7 mm sur mesure ! Aucune idée de ce que c’est, mais ça a l’air impressionnant et c’est ce qui équipe ces écouteurs sans fil de Sennheiser. Ces petits écouteurs offrent également un son de haute qualité, une réduction active et passive du bruit, une fonctionnalité appelée écoute transparente (afin que vous puissiez entendre le bruit environnant) et une application connectée Bluetooth qui vous permet de tout contrôler sur votre téléphone. Malheureusement, l’entreprise a également connu de gros problèmes de sécurité en 2018. Espérons que Sennheiser en ait tiré la leçon.

# worst_case
source: We love that Sennheiser doesn't collect any personal data on its users. And because they don’t collect any data on you, there is no personal data to share with third parties. Yay! What a novel idea!
de: Wir finden es toll, dass Sennheiser keine personenbezogenen Daten über seine Nutzer sammelt. Und da sie keine Daten über Sie sammeln, gibt es keine personenbezogenen Daten, die an Dritte weitergegeben werden. Klasse! Was für eine neuartige Idee!
es: Nos encanta que Sennheiser no recopile ningún dato personal sobre sus usuarios. Y, gracias a ello, no tienen datos personales que compartir con terceros. ¡Hurra! ¡Qué idea más novedosa!
fr: Nous apprécions le fait que Sennheiser ne collecte aucune donnée personnelle sur ses utilisateurs. Et du coup, il n’y a pas de données personnelles à partager avec des tiers. Pas bête, non ?

# worst_case
source: They did have a <a id="a1">security problem</a> in 2018 when Sennheiser’s flawed Headsetup headphone software opened PCs and Macs to website spoofing, which isn't great, but was also fixed rather quickly. And, as always, if you use Google Assistant or Alexa with these headphones, that voice data is sent back to Google or Amazon.
de: Sie hatten 2018 ein <a id="a1">Sicherheitsproblem</a>, als Sennheisers fehlerhafte Headsetup-Kopfhörersoftware PCs und Macs für Website-Spoofing öffnete, was nicht gut ist, aber auch ziemlich schnell behoben wurde. Und wenn Sie mit diesen Kopfhörern Google Assistant oder Alexa verwenden, werden diese Sprachdaten wie immer an Google oder Amazon zurückgesendet.
es: Tuvieron un <a id="a1">problema de seguridad</a> en 2018, cuando el software defectuoso de los auriculares HeadSetup de Sennheiser expuso los PC y los Mac a problemas de suplantación de sitios web, algo bastante desagradable, pero que se solucionó con bastante rapidez. Y, como siempre, si usas el Asistente de Google o Alexa con estos auriculares, los datos de voz se enviarán a Google o Amazon.
fr: L’entreprise a connu un <a id="a1">problème de sécurité</a> en 2018 lorsque le logiciel défectueux des écouteurs de Sennheiser a permis l’usurpation de site web sur PC et Mac, ce qui n’est pas génial, mais qui a également été corrigé assez rapidement. Et, comme toujours, si vous utilisez Google Assistant ou Alexa avec ce casque, ces données vocales sont envoyées à Google ou Amazon.

# worst_case
source: All in all though, we don't think Sennheiser's headphones should scare you much at all.
de: Alles in allem sind wir der Meinung, dass die Kopfhörer von Sennheiser Sie nicht allzu sehr erschrecken sollten.
es: En general, no creemos que los auriculares de Sennheiser deban asustarte demasiado.
fr: Dans l’ensemble cependant, nous ne trouvons pas les écouteurs de Sennheiser flippants.

# how_does_it_use_data_collected
source: No personal data collected by the company, so it is not shared. Sennheiser says,<br/><br/> "Sennheiser itself does not collect and process any personal data using Google Firebase (for details see below). Therefore, Sennheiser does not transfer personal data to third parties."
de: Es werden keine personenbezogenen Daten durch das Unternehmen erhoben und daher nicht weitergegeben. Sennheiser sagt:<br/><br/> „Sennheiser selbst erhebt und verarbeitet keine personenbezogenen Daten über Google Firebase (Details siehe unten). Daher überträgt Sennheiser keine personenbezogenen Daten an Dritte.“
es: La empresa no recopila datos personales, por lo que no tienen nada que compartir. Sennheiser declara que<br/><br/> «Sennheiser no recopila ni procesa ningún dato personal utilizando Google Firebase (para obtener más detalles, consulta a continuación). Por lo tanto, Sennheiser no transfiere datos personales a terceros».
fr: Aucune donnée personnelle collectée par l’entreprise, elles ne sont donc pas partagées.<br/><br/> Sennheiser déclare : « Sennheiser ne collecte ni ne traite aucune donnée personnelle à l’aide de Google Firebase (pour plus de détails, voir ci-dessous). Par conséquent, Sennheiser ne transfère aucune donnée personnelle à des tiers. »

# uses_encryption_helptext
source: Uses encryption for the Bluetooth.
de: Bluetooth wird verschlüsselt.
es: Emplea cifrado para Bluetooth.
fr: Utilisation du chiffrement pour la connexion Bluetooth.

# manage_vulnerabilities_helptext
source: Sennheiser has a bug bounty program.
de: Sennheiser hat ein Bug-Bounty-Programm.
es: Sennheiser tiene un programa de cazadores de bugs.
fr: Sennheiser dispose d’un programme de prime aux bugs.

# tips_to_protect_yourself
source: Check Seenheiser Momentum <a id="a1">FAQ</a> for tips for safeset set-up
de: Sehen Sie sich die <a id="a1">FAQ</a> von Sennheiser Momentum an, um Tipps zur Einrichtung des Safesets zu.
es: Consulta las <a id="a1">preguntas frecuentes (FAQ)</a> de Sennheiser Momentum para obtener consejos sobre la configuración más segura
fr: Consultez la <a id="a1">FAQ</a> de Seenheiser Momentum pour obtenir des conseils sur la configuration la plus sûre

# personal_data_collected
source: No personal data collected
de: Es werden keine personenbezogenen Daten gesammelt
es: No se recopilan datos personales.
fr: Aucune donnée personnelle collectée

# how_can_you_control_your_data
source: You have the right to receive free information about your data stored by Sennheiser.
de: Sie haben das Recht auf unentgeltliche Auskunft über Ihre bei Sennheiser gespeicherten Daten.
es: Tienes derecho a recibir información de forma gratuita sobre los datos sobre ti que almacena Sennheiser.
fr: Vous avez le droit de recevoir gratuitement des informations sur vos données stockées par Sennheiser.

# track_record_details
source: Sennheiser’s <a id="a1">flawed</a> headphone software opened PCs and Macs to HTTPS site spoofing in November, 2018.
de: Die <a id="a1">fehlerhafte</a> Kopfhörer-Software von Sennheiser öffnete im November 2018 PCs und Macs für HTTPS-Site-Spoofing.
es: En noviembre de 2018, un software <a id="a1">defectoso</a> de los auriculares de Sennheiser expuso los PC y los Mac a sitios HTTPS falsos.
fr: Le logiciel <a id="a1">défectueux</a> des écouteurs de Sennheiser a permis l’usurpation de site HTTPS sur PC et Mac en novembre 2018.

# ai_helptext
source: You can connect to Alexa.
de: Sie können sich mit Alexa verbinden.
es: Puedes conectarte con Alexa.
fr: Vous pouvez vous connecter à Alexa.

# ai_what_can_it_do
source: If you connect to Alexa, the voice recognition is used.
de: Wenn Sie sich mit Alexa verbinden, wird die Spracherkennung verwendet.
es: Si te conectas con Alexa, se utiliza el reconocimiento de voz.
fr: Si vous vous connectez à Alexa, la reconnaissance vocale est utilisée.
