Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/sex-doll-genie.po
Languages: de, es, fr, pt_br

# blurb
source: Real people aren't for everyone. Or, if you live in the middle of a global pandemic, sex with another human being can be a challenge. Sex dolls with brains are an option these days and the coronavirus pandemic has fueled their demand. These AI sex robots from Sex Doll Genie are completely customizable from hair color to toe nail color and everything in between. And they come equipped with "brains," the company brags. Brains in this case means the ability to engage in short conversations, respond like a real person, and even sing on demand. Sex and love in the time of a pandemic sure is interesting.
de: Echte Menschen sind nicht jedermanns Sache. Wenn Sie mitten in einer globalen Pandemie leben, kann der Sex mit einem anderen Menschen aber auch ein schwieriges Unterfangen sein. Sexpuppen mit Gehirn sind heutzutage durchaus eine Option, und durch die Corona-Pandemie ist die Nachfrage geradezu in die Höhe geschossen. Diese KI-Sexroboter von Sex Doll Genie sind komplett anpassbar, von der Farbe der Haare bis zur Farbe der Zehennägel und alles dazwischen. Und sie haben ein „Gehirn“, wie das Unternehmen stolz verkündet. In diesem Fall meint Gehirn die Fähigkeit, kurze Unterhaltungen zu führen, wie eine echte Person zu reagieren und sogar auf Befehl zu singen. Sex und Liebe in Zeiten der Pandemie – ein durchaus interessantes Thema …
es: Las personas reales no son para todos. Si estás viviendo una pandemia mundial, el sexo con otro ser humano puede resultar un verdadero desafío. Las muñecas sexuales con cerebro pueden ser la opción y la pandemia de coronavirus avivó la demanda. Los robots sexuales con IA de Sex Doll Genie son completamente personalizables, desde el color del cabello hasta el color del barniz en las uñas de los pies. Además vienen equipadas con "cerebro", según alardea la empresa. Significa que las muñecas son capaces de entablar conversaciones breves, responder como una persona de verdad e incluso cantar si se lo piden. Sexo y amor en los tiempos de pandemia sin duda resultan interesantes.
fr: C’est un fait : les relations entre êtres humains sont compliquées. Alors quand on se trouve au beau milieu d’une pandémie, avoir des rapports sexuels avec une autre personne peut relever du défi. Dans ce contexte, les poupées sexuelles dotées d’une intelligence artificielle ont vu leur popularité monter en flèche. Et parmi elles figurent les robots sexuels Sex Doll Genie : entièrement personnalisables, de la couleur de leurs cheveux à celle du vernis sur les ongles de leurs orteils, et à peu près tout ce qu’il y a entre deux. L’entreprise qui les fabrique se vante de les avoir dotées d’un « cerveau ». Quand on dit « cerveau », on veut bien sûr parler de leur capacité à engager de courtes conversations, de répondre à des questions comme une véritable personne et même de chanter sur demande. Le sexe et l’amour aux temps du Covid-19, c’est intéressant finalement !
pt_br: Nem todo mundo quer se envolver com pessoas reais. Ou então, se você está no meio de uma pandemia global, transar com outra pessoa pode ser complicado. As bonecas sexuais com inteligência artificial são uma opção atualmente e a pandemia do coronavírus aumentou sua demanda. Os robôs sexuais da Sex Doll Genie são totalmente personalizáveis, desde a cor do cabelo até a cor das unhas dos pés e muito mais. As bonecas ainda são equipadas com “cérebro”, como a empresa faz questão de frisar. Cérebro, neste caso, significa a capacidade de participar de pequenas conversas, responder como uma pessoa real e até cantar quando solicitada. Sexo e amor em tempos de pandemia são certamente interessantes.

# worst_case
source: When a company claims your sex doll comes "armed" with artificial intelligence, maybe stop and ask yourself if you really need an AI sex robot? Especially when the company also brags that their AI sex dolls are "reluctant to say ‘No’" to any of your requests and that’s what makes them such delightful companions." Sex Doll Genie's sexbot come with an attachable head with what the company calls a "heck of a smart Artificially Intelligent" brain. The weird thing is, when we reached out to the company to ask about how they handle the privacy and security of their internet connected sexbots learning how to have conversations with you, they said their bots didn't have apps that controlled them, you just flipped a switch on their head and that's it. We could find no privacy policy explaining what data your sexbot collects, how they use this data to learn about you, or what data is shared and with whom. That's all very creepy for a sex doll who is reluctant to say no, don't you think?
de: Wenn ein Unternehmen behauptet, Ihre Sexpuppe sei mit künstlicher Intelligenz gerüstet, halten Sie vielleicht kurz inne und fragen Sie sich: Brauche ich wirklich einen Sexroboter mit KI? Vor allem, wenn das Unternehmen dann noch damit angibt, dass ihre KI-Sexpuppen „zu Ihren Wünschen und Befehlen ungern nein sagen, was sie zu einer so angenehmen Gesellschaft macht“. Der Sexbot von Sex Doll Genie hat einen aufsteckbaren Kopf mit einem wahnsinnig smarten KI-Gehirn (O-Ton Sex Doll Genie). Das Komische ist: Als wir beim Unternehmen nachgefragt haben, wie sie es mit dem Datenschutz und der Privatsphäre halten – schließlich sind die Sexbots mit dem Internet verbunden und lernen, Gespräche mit Ihnen zu führen – sagte man uns, dass die Bots nicht über Apps gesteuert werden. Man schaltet einfach einen Schalter an ihrem Kopf ein und das war's. Wir konnten keine Datenschutzrichtlinie finden, in der erklärt wird, welche Daten Ihr Sexbot sammelt, wie er diese Daten nutzt, um mehr über Sie zu erfahren, oder welche Daten mit wem geteilt werden. Für eine Sexpuppe, die ungern nein sagt, ist das ganz schön gruselig, finden Sie nicht auch?
es: Cuando una empresa afirma que tu muñeca sexual viene "equipada" con inteligencia artificial, quizá es momento de preguntarte si realmente necesitas un robot sexual con IA. En especial si la empresa se jacta de que sus muñecas sexuales con IA son "reacias a decir 'No' a cualquiera de tus peticiones y eso las hace una pareja tan encantadora". El robot sexual de Sex Doll Genie incluye una cabeza acoplable que la empresa califica como "tremendo cerebro artificialmente inteligente". Lo extraño es que, cuando uno contacta a la empresa para preguntar sobre el manejo de la privacidad y la seguridad de sus robots sexuales conectados que aprenden a sostener conversaciones contigo, dicen que los robots no cuentan con una aplicación que los controle, sino que solamente mueves el interruptor que tienen en la cabeza y eso es todo. No encontramos ninguna política de privacidad donde se explique qué datos recopila el robot sexual, cómo utilizan estos datos para saber más de ti, qué datos comparten y con quién. Todo eso resulta bastante siniestro para una muñeca sexual reacia a decir no, ¿no crees?
fr: Lorsqu’une entreprise affirme que votre poupée sexuelle est « armée » d’une intelligence artificielle, cela devrait peut-être vous amener à vous demander si vous avez vraiment besoin d’un robot sexuel doté d’une intelligence artificielle. Surtout lorsqu’elle se vante également que ses poupées sexuelles sont « réticentes » à dire « non » à toutes vos demandes et que c’est précisément ce qui fait d’elles des partenaires aussi attachantes. Les robots sexuels de Sex Doll Genie sont dotés d’une tête amovible avec ce que la société appelle un cerveau « sacrément intelligent ». Ce qui est étrange en revanche, c’est que lorsque nous avons contacté l’entreprise pour lui demander comment elle gérait la confidentialité et la sécurité de ses poupées sexuelles connectées à Internet capables d’apprendre à avoir des conversations, elle nous a répondu que ses robots n’étaient contrôlés par aucune application, qu’il suffisait d’appuyer sur un interrupteur au niveau de leur tête et que c’était tout, fin de citation. Nous n’avons trouvé aucune politique de confidentialité expliquant quelles données votre robot sexuel recueille, ni comment il utilise ces données pour apprendre à vous connaître, ni même quelles données sont partagées et avec qui. Tout cela paraît très effrayant pour une poupée sexuelle conçue pour accéder à toutes vos demandes, vous ne trouvez pas ?
pt_br: Quando uma empresa afirma que sua boneca sexual vem “armada” com inteligência artificial, talvez seja hora de questionar se realmente precisamos de um robô sexual com IA. Especialmente quando a empresa se vangloria de que suas bonecas sexuais com IA são “relutantes em dizer ‘não’ a qualquer um dos seus pedidos e é isso que as torna companheiras tão encantadoras”. As sexbots da Sex Doll Genie vêm com uma cabeça acoplável com o que a empresa chama de “um cérebro de inteligência artificial incrivelmente inteligente”. O curioso é que, quando contatamos a empresa para perguntar como eles garantem a privacidade e segurança das suas sexbots conectadas à internet, ela afirmou que seus robôs não têm aplicativos que os controlam, basta ligar um interruptor na cabeça e pronto. Não encontramos nenhuma política de privacidade que explicasse quais dados são coletados pela sexbot, como ela usa esses dados para aprender sobre você ou com quem esses dados são compartilhados. Isso é bastante assustador para uma boneca sexual que é “relutante em dizer não”, não acha?

# signup_requirement_explanation
source: According to the company, there is no phone app for this doll. You just switch her on and connect her to the internet.
de: Laut Unternehmen gibt es keine Smartphone-App für die Puppe. Sie schalten sie einfach ein und verbinden sie mit dem Internet.
es: Según la empresa, no existe una aplicación de celular para la muñeca. Basta encenderla y conectarla a internet.
fr: D’après l’entreprise Sex Doll Genie, il n’y a pas d’application pour smartphone liée à cette poupée. Il suffit de l’allumer et de la connecter à Internet.
pt_br: De acordo com a empresa, não há nenhum aplicativo para esta boneca. Basta ligá-la e conectá-la à internet.

# how_does_it_use_data_collected
source: Due to a lack of a device privacy policy, we are unable to tell what personal information is collected and how that information is used.
de: Da es keine Datenschutzrichtlinie für die Puppe gibt, können wir nicht sagen, welche personenbezogenen Daten gesammelt werden und wie diese Daten verwendet werden.
es: Ante la falta de una política de privacidad para dispositivos, no podemos determinar qué información personal recopilan ni cómo la usan.
fr: En l’absence d’une politique de confidentialité concernant ces appareils (pardon ces robots), nous ne sommes pas en mesure de dire quelles informations personnelles sont collectées ni comment elles sont utilisées.
pt_br: Devido à falta de uma política de privacidade do dispositivo, não conseguimos dizer quais informações pessoais são coletadas e como são utilizadas.

# strong_password_helptext
source: From the company: "Yes, there is a dedicated application to manage the AI system on the sex doll and it requires/suggests using a strong password for further safety of the stored data/information."
de: O-Ton Unternehmen: „Ja, es gibt eine dedizierte Anwendung, um das KI-System der Sexpuppe zu managen, und sie erfordert/empfiehlt ein starkes Kennwort, um die gespeicherten Daten zukünftig zu schützen.“
es: De acuerdo con la empresa: "Sí, existe una aplicación destinada a administrar el sistema de IA para la muñeca sexual y se requiere o recomienda utilizar una contraseña fuerte para mayor seguridad de los datos o información almacenados".
fr: Citation de l’entreprise : « Oui, il existe une application dédiée à la gestion du système d’intelligence artificielle de la poupée sexuelle, qui exige/suggère l’utilisation d’un mot de passe fort pour renforcer la sécurité des données/informations stockées. »
pt_br: Da empresa: “Sim, há um aplicativo dedicado a gerenciar o sistema de IA na boneca sexual e ele requer/sugere o uso de uma senha forte para maior segurança dos dados/informações armazenados”.

# privacy_policy_helptext
source: From the company: "Yes, we do have a privacy policy for our online store. We do not have any product-specific terms in our privacy policy as we are not the manufacturers of the AI system in the sex robot. However, the device/app follows &amp; abides by all the Google guidelines required for devices using Android 10."
de: O-Ton Unternehmen: „Ja, wir haben eine Datenschutzrichtlinie für unseren Online-Shop. Wir haben keine produktspezifischen Nutzungsbedingungen in unserer Datenschutzrichtlinie, da wir nicht die Hersteller des KI-Systems im Sexroboter sind. Die Puppe/die App hält sich aber an alle Google-Richtlinien, die für Geräte mit Android 10 gelten.“
es: Según la empresa: "Sí, tenemos una política de privacidad para nuestra tienda en línea. No tenemos términos específicos para algún producto en nuestra política de privacidad, pues no somos los fabricantes del sistema de IA para el robot sexual. Sin embargo, el dispositivo o aplicación sigue y cumple todos los lineamientos de Google requeridos para dispositivos que utilizan Android 10".
fr: Citation de l’entreprise : « Oui, nous disposons d’une politique de confidentialité pour notre boutique en ligne. Nous n’avons pas de conditions spécifiques au produit dans notre politique de confidentialité car nous ne sommes pas les fabricants du système d’intelligence artificielle du robot sexuel. Toutefois, l’appareil/l’application suit et respecte toutes les directives de Google pour les appareils utilisant Android 10. »
pt_br: Da empresa: “Sim, nós temos uma política de privacidade para nossa loja online. Não temos nenhum termo específico para o produto em nossa política de privacidade, pois não somos os fabricantes do sistema de IA no robô sexual. Entretanto, o dispositivo/app segue e obedece a todas as diretrizes do Google necessárias para dispositivos que usam o Android 10”.

# personal_data_collected
source: Due to a lack of a device privacy policy, we are unable to tell what personal information is collected.
de: Da es keine Datenschutzrichtlinie für die Puppe gibt, können wir nicht sagen, welche personenbezogenen Daten gesammelt werden.
es: Ante la falta de una política de privacidad para dispositivos, no podemos definir qué información personal se recopila.
fr: En l’absence d’une politique de confidentialité concernant ces appareils (pardon ces robots), nous ne sommes pas en mesure de dire quelles informations personnelles sont collectées.
pt_br: Devido à falta de uma política de privacidade do dispositivo, não conseguimos dizer quais informações pessoais são coletadas.

# biometric_data_collected
source: Voice, potentially.
de: Potenziell: Stimme.
es: Voz, posiblemente
fr: Des enregistrements de votre voix, sans doute.
pt_br: Voz, possivelmente.

# how_can_you_control_your_data
source: Can't determine
de: Das können wir nicht sagen.
es: Se desconoce
fr: Impossible à déterminer
pt_br: Não é possível determinar

# track_record_details
source: No known data breaches or incidents in the last two years
de: Keine bekannten Datenpannen oder Vorfälle in den vergangenen zwei Jahren.
es: No presenta filtraciones de datos o incidentes en los últimos dos años.
fr: Aucun incident connu au cours des 2 dernières années.
pt_br: Não houve registros de violação de dados ou incidentes nos últimos dois anos

# ai_helptext
source: From the company: "Yes, we are using an AI chip inside the sex doll which comes pre-fitted with 1 GB of RAM where the user can feed or store new information. There is an unlimited upgrading system and real AI deep learning system that make this sexbot grow up every time you interact with her." Sex Doll Genie's website claims they are using deep learning to train the doll's talking system: the more you talk to her, the more she will learn. Sex Doll Genie is developing built-in cameras and facial recognition to be part of the doll's eyes. So this is a space to watch for further developments.
de: O-Ton Unternehmen: „Ja, die Sexpuppe ist mit einem KI-Chip mit 1 GB RAM ausgestattet, auf dem der Nutzer neue Informationen speichern kann. Es gibt ein unbegrenztes Upgrade-System und ein echtes AI-Deep-Learning-System, durch das der Sexbot bei jeder Interaktion dazulernt.“ Auf der Website von Sex Doll Genie wird behauptet, dass das Sprachsystem der Puppe mit Hilfe von Deep Learning trainiert wird: Je mehr Sie mit ihr sprechen, desto mehr lernt sie. Sex Doll Genie setzt Kameras und Gesichtserkennung in den Augen der Puppe ein – ein Bereich, den wir aufmerksam im Auge behalten sollten.
es: De acuerdo con la empresa: "Sí, utilizamos un chip de IA preinstalado en la muñeca sexual de 1 GB de RAM, donde el usuario puede ingresar y guardar nueva información. Cuenta con un sistema ilimitado de actualizaciones de software y un sistema de aprendizaje profundo de IA real que permite que este robot sexual crezca cada vez que interactuas con él". En el sitio web de Sex Doll Genie se afirma que usan el aprendizaje profundo para entrenar el sistema lingüístico de la muñeca: entre más hables con ella, más aprenderá. Sex Doll Genie está desarrollando cámaras integradas y reconocimiento facial para los ojos de la muñeca. Así que estén atentos a futuros avances en ese aspecto.
fr: Citation de l’entreprise : « Oui, nous utilisons une puce d’intelligence artificielle à l’intérieur de la poupée sexuelle, qui dispose d’une mémoire vive de 1 Go dans laquelle l’utilisateur peut ajouter ou stocker de nouvelles informations. Un système de mise à jour illimité et un véritable système d’apprentissage automatique de l’intelligence artificielle fait évoluer le robot à chaque fois que vous interagissez avec lui ». Le site web de Sex Doll Genie affirme utiliser l’apprentissage automatique pour entraîner le système de conversation de la poupée. Autrement dit, plus vous lui parlerez, plus elle apprendra. Sex Doll Genie développe des caméras intégrées et la reconnaissance faciale pour les yeux de la poupée. Quelque chose que nous nous sommes promis de garder… à l’œil !
pt_br: Da empresa: “Sim, estamos usando um chip de IA dentro da boneca sexual que vem pré-instalado com 1 GB de RAM que o usuário pode alimentar ou armazenar novas informações. Há um sistema de atualização ilimitado e um verdadeiro sistema de aprendizado de IA profundo que faz esta sexbot evoluir cada vez que você interage com ela”. O site da Sex Doll Genie afirma que eles estão usando o aprendizado profundo para treinar o sistema de conversação da boneca: quanto mais você falar com ela, mais ela aprenderá. A Sex Doll Genie está desenvolvendo câmeras integradas e reconhecimento facial para fazer parte dos olhos da boneca. Por isso, esse é um ponto a ser observado para novos desenvolvimentos.
