Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/signal.po
Languages: de, es, fr, pt_br

# blurb
source: We love Signal! Signal is owned by a non-profit. Their mission is to "develop open source privacy technology that protects free expression and enables secure global communication." What’s that mean? It means Signal is a free, open source, privacy-focused messaging and video chat app that totally rocks. They even added support for group video calls at the end of 2020. Signal isn't pushing ads or tracking your data to try and make money off you in any way. They rely on donations from generous users to keep their app open and free for all. Nonprofits that embrace privacy for all are the bomb (ahem, Mozilla is also a non-profit that embraces privacy and relies on donations from generous users to do our work).
de: Wir lieben Signal! Signal gehört einer Non-Profit-Organisation, deren Mission es ist, „Open-Source-Technologien zu entwickeln, die die freie Meinungsäußerung schützen und sichere weltweite Kommunikation ermöglichen.“ Was das bedeutet? Signal ist eine kostenlose Open-Source Messaging- und Videocall-App, die einfach gut ist. Ende 2020 wurde sogar die Support-Funktion für Gruppencalls integriert. Signal platziert weder Werbung, noch werden Ihre Daten getrackt, um Umsätze zu generieren. Stattdessen setzt die Organisation auf großzügige Spenden von Nutzer*innen, um die App offen zugänglich und gratis für alle anbieten zu können. Non-Profit-Organisationen, die sich für den Datenschutz stark machen, sind einfach der Hammer (und, na ja, so funktioniert es bei Mozilla ja auch).
es: ¡Nos encanta Signal! Esta aplicación pertenece a una fundación sin ánimo de lucro cuya misión consiste en "desarrollar tecnología de privacidad de código abierto que proteja la libertad de expresión y posibilite la comunicación global segura". Esto significa que Signal es una aplicación de mensajería y videollamadas gratuita y de código abierto centrada en la privacidad que mola un montón. Incluso añadió la función de videollamadas grupales a finales de 2020. Signal no te muestra anuncios ni realiza un seguimiento de tus datos para intentar ganar dinero a través de ti, sino que confía en los donativos de usuarios generosos para mantener la aplicación en marcha y gratis para todos. Las organizaciones sin ánimo de lucro que defienden la privacidad son la bomba (por cierto, Mozilla también es una organización sin ánimo de lucro que aboga por la privacidad y depende de donativos de usuarios generosos para llevar a cabo su labor).
fr: On adore Signal ! Signal appartient à une organisation à but non lucratif, dont la mission est de « développer une technologie open source centrée sur la confidentialité, qui protège la libre expression et sécurise les communications mondiales ». Qu’est-ce que ça signifie ? Que Signal est une application d’appels vidéo et de chat gratuite, open source et centrée sur la confidentialité, et ça déchire. Elle a même ajouté la possibilité de passer des appels vidéo de groupe à la fin de l’année 2020. Signal ne comporte pas de publicités et ne piste pas vos données pour essayer de vous mettre à profit de quelque façon que ce soit. C’est grâce aux dons d’utilisateurs et utilisatrices généreux que l’application fonctionne et reste gratuite. Les organisations à but non lucratif centrées sur la protection de la vie privée de toutes et tous, c’est fantastique (d’ailleurs… Mozilla aussi est une organisation à but non lucratif qui défend la confidentialité et fonctionne grâce aux dons).
pt_br: Nós amamos o Signal! O Signal pertence a uma organização sem fins lucrativos. Sua missão é "desenvolver tecnologia de privacidade de código aberto que proteja a liberdade de expressão e permita a comunicação global segura". O que isso significa? Que o Signal é um aplicativo gratuito de mensagens e bate-papo por vídeo, de código aberto e focado na privacidade, e é totalmente incrível. Ele até adicionou suporte para videochamadas em grupo no final de 2020. O Signal não empurra anúncios nem monitora seus dados para tentar ganhar dinheiro com você de alguma forma. Ele conta com doações de usuários generosos para manter seu aplicativo aberto e gratuito para todos. As organizações sem fins lucrativos que abraçam a privacidade para todos são as melhores (aham, a Mozilla também é uma organização sem fins lucrativos que adota a privacidade e depende de doações de usuários generosos para fazer nosso trabalho).

# worst_case
source: Earlier in 2021 when WhatsApp (owned by Facebook) announced a change to their privacy policy, many privacy conscious users made the switch to Signal (I remember well because Signal struggled to up their server capacity to handle all the new users for a while. I dropped a couple of bucks in their donation bin to help them out then). Users who jumped from WhatsApp to Signal made a good move. Signal's open-source end-to-end encryption is lauded by many security professionals. And Signal won't track you or sell your data to strangers who could use it to target you with weird ads. Shoot, it was even recently reported that Facebook CEO Mark Zuckerberg himself uses Signal. That says a lot. What could happen if something goes wrong? Well, we suppose you could always show up in Mark Zuckerberg’s contacts and he could get one of those annoying “your contact is now on Signal '' texts. Fortunately, you can turn those notifications off in Signal’s settings.
de: Anfang 2021, als WhatsApp (im Besitz von Facebook) eine Änderung seiner Datenschutzrichtlinien ankündigte, wechselten viele datenschutzbewusste Nutzer*innen zu Signal (Ich erinnere mich noch gut daran, weil Signal eine Zeit lang Mühe hatte, seine Serverkapazität zu erhöhen, um all die neuen Nutzer*innen zu bewältigen. Ich habe damals ein paar Dollar in den Spendentopf geworfen, um ihnen zu helfen.). Die Nutzer*innen, die von WhatsApp zu Signal gewechselt sind, haben eine kluge Wahl getroffen. Viele Sicherheitsexpert*innen loben die Open-Source Ende-zu-Ende-Verschlüsselung von Signal. Und Signal trackt Sie nicht und verkauft Ihre Daten auch nicht an Dritte, die sie nutzen könnten, um Sie mit seltsamer Werbung anzusprechen. Kürzlich wurde sogar berichtet, dass Facebook-Chef Mark Zuckerberg selbst Signal nutzt. Das sagt eine Menge aus. Was könnte im schlimmsten Fall schieflaufen? Na ja, eventuell tauchen Sie in Mark Zuckerbergs Kontaktliste auf und bekommen eine dieser nervigen „Ihr Kontakt ist jetzt bei Signal“-Benachrichtigungen. Zum Glück kann man die aber über die Einstellungen bei Signal deaktivieren.
fr: Plus tôt en 2021, quand WhatsApp (qui appartient à Facebook) a annoncé un changement de sa politique de confidentialité, nombre d’utilisateurs et utilisatrices soucieux de la protection de leur vie privée sont passés sur Signal (d’ailleurs, je me souviens que Signal avait eu du mal à adapter la capacité de ses serveurs pour prendre en charge toutes ces nouvelles personnes. J’avais fait un petit don pour les aider.). Passer de WhatsApp à Signal était une très bonne idée. Le chiffrement de bout en bout open source de Signal est plébiscité par de nombreux professionnels de la sécurité. De plus, Signal ne vous traque pas et ne vend pas vos données à des inconnus qui pourront les utiliser pour vous montrer des publicités ciblées. Dernièrement, il a même été rapporté que le PDG de Facebook, Mark Zuckerberg lui-même, utilise Signal. Ça en dit long. Que pourrait-il se passer en cas de problème ? J’imagine que vous pourriez atterrir dans les contacts de Mark Zuckerberg et qu’il recevrait la notification un peu pénible « votre contact est désormais sur Signal ». Heureusement, il est possible de désactiver les notifications dans les paramètres de Signal.
pt_br: No início de 2021, quando o WhatsApp (de propriedade do Facebook) anunciou uma mudança em sua política de privacidade, muitos usuários conscientes da privacidade fizeram a mudança para o Signal (eu me lembro bem porque o Signal lutou para aumentar a capacidade do servidor para lidar com todos os novos usuários por um tempo. Coloquei uns dólares na sua caixa de doação para ajudá-lo então). Os usuários que saíram do WhatsApp para o Signal fizeram uma boa jogada. A criptografia de código aberto de ponta a ponta do Signal é elogiada por muitos profissionais de segurança. E o Signal não monitora você nem vende seus dados para desconhecidos que poderiam usá-los para direcionar anúncios estranhos. Caramba, recentemente foi até relatado que o próprio CEO do Facebook, Mark Zuckerberg, usa o Signal. Isso diz muito. O que pode acontecer se algo der errado? Bem, supomos que você sempre pode aparecer nos contatos de Mark Zuckerberg e ele pode receber uma daquelas mensagens irritantes "seu contato agora está no Signal". Felizmente, você pode desativar essas notificações nas configurações do Signal.

# how_does_it_use_data_collected
source: According to Signal, it "does not sell, rent or monetize your personal data or content in any way – ever". Signal implements the principles of data minimization - only the phone number is used as the data source - and of data protection by default &amp; by design.
de: Laut Signal „werden Ihre persönlichen Daten oder Inhalte in keiner Weise verkauft, vermietet oder zu Geld gemacht – niemals“. Signal setzt auf Datensparsamkeit und automatischen und designten Datenschutz: Nur die Telefonnummer wird als Datenquelle verwendet.
es: Según Signal, jamás vende, alquila ni monetiza tus datos personales ni tus contenidos de ninguna forma. Signal aplica los principios de minimización de datos (tan solo recopila el número de teléfono) y de protección de datos por defecto y por diseño.
fr: Selon Signal, l’application « ne vend pas, ne loue pas et ne monétise pas vos données ou contenus personnels de quelque façon que ce soit ». Signal suit les principes de la minimisation des données (seul le numéro de téléphone est utilisé comme source de données) et de la protection des données par défaut et à dessein.
pt_br: De acordo com o Signal, ele "não vende, aluga nem monetiza seus dados pessoais ou conteúdo de forma alguma – nunca". O Signal implementa os princípios de minimização de dados – somente o número de telefone é usado como fonte de dados – e de proteção de dados por padrão e por conceito.

# user_friendly_privacy_policy_helptext
source: Signal's privacy policy and terms of use are an example of how concise a these policies can get when a product is built based on strong security principles. Lengthy policies can be a sign of questionable data practices. In addition, there is FAQ with insights into security features, GDPR rights, etc.
de: Die Datenschutzrichtlinien und Nutzungsbedingungen von Signal sind ein Beispiel dafür, wie kurz und bündig diese Richtlinien sein können, wenn ein Produkt auf strengen Sicherheitsprinzipien beruht. Langatmige Richtlinien können ein Zeichen für fragwürdige Datenpraktiken sein. Darüber hinaus gibt es einen FAQ-Abschnitt mit Einblicken in Sicherheitsfunktionen, GDPR-Rechte usw.
es: La política de privacidad y los términos de uso de Signal ejemplifican lo concisos que pueden llegar a ser estos documentos cuando el producto se diseña siguiendo unos sólidos principios de seguridad. Las políticas excesivamente largas pueden tratar de camuflar prácticas cuestionables en relación con los datos. Además, hay una sección de preguntas frecuentes con información relevante sobre las funciones de seguridad, los derechos que otorga el RGPD, etcétera.
fr: La politique de confidentialité et les conditions d’utilisation de Signal sont de véritables exemples de la concision que peuvent atteindre ces documents quand un produit est centré sur la sécurité. Les politiques à rallonge peuvent être révélatrices de pratiques discutables en matière de confidentialité. De plus, Signal propose une FAQ qui détaille des fonctionnalités de sécurité, les droits relatifs au RGPD, etc.
pt_br: A política de privacidade e os termos de uso do Signal são um exemplo de como essas políticas podem ser concisas quando um produto é desenvolvido com base em fortes princípios de segurança. Políticas longas podem ser um sinal de práticas de dados questionáveis. Além disso, há perguntas frequentes com informações sobre recursos de segurança, direitos do RGPD etc.

# uses_encryption_helptext
source: Signal uses full end-to-end encryption. Also, Signal uses the great practice of end-to-end encrypting profile data. It means that even if you decide to provide your profile information, Signal will not have access to it - it will be only shared with your contacts / with whom you chose.<br/> <br/>Another good practice is a secure discovery who among your contacts uses the service (again, optional). For this, information from the contacts on your device may be cryptographically hashed and transmitted to the server in order to determine which of your contacts are registered.
de: Signal verwendet eine vollständige Ende-zu-Ende-Verschlüsselung. Außerdem werden auch Profildaten Ende-zu-Ende-verschlüsselt. Das bedeutet, dass selbst wenn Sie sich entscheiden, Ihre Profilinformationen zur Verfügung zu stellen, Signal keinen Zugriff darauf hat. Die Daten werden nur mit Ihren Kontakten bzw. mit den von Ihnen ausgewählten Personen geteilt.<br/> <br/>Zusätzlich werden Informationen darüber, welche Ihrer Kontakte den Dienst nutzen, mittels kryptografisch sicheren Hash-Algorithmen ermittelt und an einen Server übermittelt.
es: Signal usa un cifrado completo de extremo a extremo y sigue la excelente práctica de cifrar de extremo a extremo los datos de perfil. Esto implica que, incluso si decides proporcionar este tipo de información, Signal no tendrá acceso a ella y solamente se compartirá con tus contactos o con quien tú elijas.<br/> <br/>Otra práctica adecuada consiste en averiguar de forma segura cuáles de tus contactos utilizan el servicio (también es opcional); para ello, la información de los contactos que tienes en tu dispositivo se extraerá mediante funciones hash criptográficas y se transmitirá al servidor para determinar cuáles están registrados.
fr: Signal utilise le chiffrement de bout en bout. De plus, l’application chiffre de bout en bout les données de profil. C’est une excellente pratique, qui signifie que, même si vous décidez de fournir des informations de profil, Signal ne pourra pas y avoir accès. Elles seront uniquement partagées avec vos contacts et les personnes que vous choisissez.<br/> <br/>Autre bonne pratique de l’application : découvrir de façon sécurisée qui l’utilise parmi vos contacts (facultatif également). Pour ce faire, les informations des contacts de votre appareil peuvent faire l’objet d’un hachage cryptographique et être transmises au serveur afin de déterminer quels contacts sont déjà inscrits.
pt_br: O Signal usa criptografia completa de ponta a ponta. Além disso, o Signal usa a ótima prática de criptografia de dados de perfil de ponta a ponta. Isso significa que, mesmo que você decida fornecer suas informações de perfil, o Signal não terá acesso a elas – serão compartilhadas apenas com seus contatos/com quem você escolheu.<br/> <br/>Outra boa prática é uma descoberta segura de quem entre seus contatos usa o serviço (novamente, opcional). Para isso, as informações dos contatos em seu dispositivo podem ser criptograficamente hasheadas e transmitidas ao servidor, a fim de determinar quais de seus contatos estão registrados.

# strong_password_helptext
source: You can lock your Signal app with a passcode
de: Sie können Ihre Signal-App mittels eines Passcodes schützen.
es: Es posible bloquear la aplicación Signal con un código de acceso.
fr: Vous pouvez utiliser un code d’accès pour verrouiller votre application Signal.
pt_br: Você pode bloquear seu aplicativo Signal com um código de acesso

# manage_vulnerabilities_helptext
source: Anyone can report a vulnerability
de: Jede:r kann Schwachstellen melden.
es: Todo el mundo puede informar de vulnerabilidades.
fr: Tout le monde peut signaler une faille.
pt_br: Qualquer pessoa pode informar uma vulnerabilidade

# personal_data_collected
source: Phone number. Name and photo are optional and end-to-end encrypted meaning Signal can not retrieve them.
de: Telefonnummer. Name und Bild sind optional und Ende-zu-Ende-verschlüsselt. Signal kann diese Informationen also nicht abrufen.
es: Número de teléfono. El nombre y la foto son opcionales y se cifran de extremo a extremo, con lo que Signal no puede extraerlos.
fr: Numéro de téléphone. Le nom et la photo sont facultatifs et font l’objet d’un chiffrement de bout en bout, ce qui signifie que Signal ne peut pas y accéder.
pt_br: Número de telefone. Nome e foto são opcionais e criptografado de ponta a ponta significa que o Signal não pode recuperá-los.

# biometric_data_collected
source: No
de: Nein
fr: Non
pt_br: Não

# social_data_collected
source: No
de: Nein
es: Ninguna.
fr: Non
pt_br: Não

# how_can_you_control_your_data
source: You can unregister your phone number - but you will need access to it, and you can do it through the app only. You also have controls over deleting messages &amp; chats, so that other users do not have access to them any more .
de: Sie können Ihre Telefonnummer löschen – aber Sie werden Zugriff darauf benötigen und können dies nur über die App tun. Sie können außerdem festlegen, ob Nachrichten und Chatverläufe gelöscht werden sollen, sodass andere Nutzer*innen nicht mehr darauf zugreifen können.
es: Puedes dar de baja tu número de teléfono, pero necesitarás acceso a este y solo podrás hacerlo a través de la aplicación. También puedes eliminar mensajes y chats para que los otros usuarios dejen de tener acceso a ellos.
fr: Vous pouvez supprimer votre numéro de téléphone, mais vous aurez besoin d’y avoir accès et vous ne pouvez effectuer cette opération que via l’application. Vous pouvez aussi effacer des messages et des chats pour empêcher les autres utilisateurs et utilisatrices d’y accéder.
pt_br: Você pode cancelar o registro do seu número de telefone – mas precisará acessá-lo e pode fazer isso apenas pelo aplicativo. Você também tem controle da exclusão de mensagens e bate-papos, para que outros usuários não tenham mais acesso a elas.

# track_record_details
source: There were no data breaches associated with Signal. In January 2021, Google Project Zero security researcher Natalie Silvanovich discovered a bug in Signal that would allow audio to be transmitted without user consent. The bug was promptly fixed. Signal does reveal if someone uses their service, once you know their phone number. For example, it is known that Mark Zuckerberg himself is on Signal. Once someone in your contacts joins a service, you can see it, if you are a user, too. It is a useful feature if you want to know who is around to chat with in the app, but can be annoying (and potentially dangerous) if you want to be there secretly, or if your government has banned Signal.
de: Es gab keine Datenschutzverletzungen im Zusammenhang mit Signal. Im Januar 2021 entdeckte die Sicherheitsforscherin des Google Project Zero, Natalie Silvanovich, einen Fehler bei Signal, der die Übertragung von Audiodaten ohne Zustimmung der Nutzer ermöglichte. Der Fehler wurde umgehend behoben. Signal teilt Nutzer*innen mit, ob jemand den Dienst nutzt, wenn Sie die Telefonnummer der anderen Person kennen. Es ist zum Beispiel bekannt, dass Mark Zuckerberg selbst Signal nutzt. Sobald jemand Ihrer Kontakte einem Dienst beitritt, können Sie es sehen, wenn Sie ebenfalls Nutzer:in sind. Diese Funktion ist nützlich, wenn Sie wissen möchten, mit wem Sie in der App chatten können. Sie kann jedoch lästig (und potenziell gefährlich) sein, wenn Sie geheimhalten möchten, dass Sie Signal nutzen oder wenn Ihre Regierung die App verbietet.
fr: Aucune fuite de données associée à Signal n’est à signaler. En janvier 2021, la chercheuse Natalie Silvanovich, de Google Project Zero, a découvert un bug de Signal qui permettait de transmettre de l’audio sans le consentement de l’utilisateur ou utilisatrice. Le bug en question a été réglé rapidement. Si vous avez le numéro de téléphone d’une personne, Signal révèle si elle utilise l’application ; par exemple, on sait que Mark Zuckerberg lui-même utilise Signal. Quand un de vos contacts utilise un service, si vous l’utilisez aussi, vous pouvez le voir. C’est utile si vous voulez savoir qui peut discuter avec vous sur l’application, mais cela peut être pénible (voire dangereux) si vous l’utilisez secrètement ou si votre gouvernement a interdit Signal.
pt_br: Não houve violações de dados associadas ao Signal. Em janeiro de 2021, a pesquisadora de segurança do Google Project Zero, Natalie Silvanovich, descobriu um bug no Signal que permitiria que o áudio fosse transmitido sem o consentimento do usuário. O bug foi prontamente corrigido. O Signal revela se alguém usa seu serviço, uma vez que você sabe seu número de telefone. Por exemplo, sabe-se que o próprio Mark Zuckerberg está no Signal. Uma vez que alguém em seus contatos ingressa em um serviço, você também pode vê-lo, se você for um usuário. É um recurso útil se você quiser saber quem está por perto para conversar no aplicativo, mas pode ser irritante (e potencialmente perigoso) se quiser estar lá secretamente ou se seu governo baniu o Signal.

# price
source: Free and open source
es: Gratis y de código abierto

# track_record_details
source: There were no data breaches associated with Signal. <br/> <br/>In January 2021, Google Project Zero security researcher Natalie Silvanovich discovered a bug in Signal that would allow audio to be transmitted without user consent. The bug was promptly fixed. <br/> <br/>Signal does reveal if someone uses their service, once you know their phone number. For example, it is known that Mark Zuckerberg himself is on Signal. Once someone in your contacts joins a service, you can see it, if you are a user, too. It is a useful feature if you want to know who is around to chat with in the app, but can be annoying (and potentially dangerous) if you want to be there secretly, or if your government has banned Signal.
es: No ha habido filtraciones de datos asociadas a Signal. <br/> <br/>En enero de 2021, la investigadora de seguridad del Proyecto Cero de Google Natalie Silvanovich descubrió un error en Signal que podía permitir la transmisión de audio sin el consentimiento del usuario. El error se corrigió de inmediato. <br/> <br/>Signal revela si una persona usa su servicio cuando tienes su número de teléfono. Por ejemplo, se sabe que el mismísimo Mark Zuckerberg se ha registrado en Signal. Cuando alguien que figura en tus contactos se une al servicio, puedes verlo si tú también eres usuario. Se trata de una función práctica si quieres averiguar con quién puedes charlar a través de la aplicación, pero puede ser molesto (y potencialmente peligroso) si deseas utilizarla en secreto o si tu gobierno la ha prohibido.
