Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/skype.po
Languages: de, es, fr, pt_br

# social_data_collected
source: Contacts and relationships, and communications, including audio, video, text (typed, inked, dictated, or otherwise), in a message, email, call, meeting request, or chat.
de: Kontakte und Beziehungen sowie Kommunikation, einschließlich Audio, Video, Text (getippt, gemalt/gezeichnet, diktiert oder anderweitig), in einer Nachricht, E-Mail, einem Anruf, einer Meeting-Anfrage oder einem Chat.
es: Contactos y relaciones, así como comunicaciones, incluyendo audio, vídeo y texto (escrito, dibujado, dictado o introducido de cualquier otra manera), en mensajes, correos electrónicos, llamadas, solicitudes de reuniones o chats.
fr: Les contacts et les relations, ainsi que les communications, dont l’audio, la vidéo, le texte (saisie, entrée manuscrite, dictée ou autre), dans les messages, e-mails, appels, demandes de réunion ou chats.
pt_br: Contatos, relacionamentos e comunicações, incluindo áudio, vídeo, texto (digitado, impresso, ditado ou de outra forma), em uma mensagem, email, chamada, solicitação de reunião ou bate-papo.

# how_can_you_control_your_data
source: Most data can be accessed or controlled via the Microsoft Privacy Dashboard. Data retention details are stated in the part of the privacy policy that is hard to access, and does not include clear retention time frames. Skype allows hosts to add and remove people from calls, mute users, toggle video and subtitles on and off, share screen, send an emoji reaction, and record calls. Those who pay for Skype for Business can choose who can enter, disable instant messages, mute all participants and block participants video.
de: Die meisten Daten können über das Microsoft-Datenschutz-Dashboard abgerufen oder überprüft werden. Einzelheiten zur Datenaufbewahrung sind in dem schwer zugänglichen Teil der Datenschutzrichtlinie angegeben, der keine klaren Aufbewahrungszeiträume enthält. Skype ermöglicht es Gastgeber:innen, Personen zu Anrufen hinzuzufügen und zu entfernen, Nutzer:innen stummzuschalten, Video und Untertitel ein- und auszuschalten, den Bildschirm freizugeben, eine Emoji-Reaktion zu senden und Anrufe aufzuzeichnen. Wer für Skype for Business bezahlt, kann festlegen, wer teilnehmen darf, Sofortnachrichten deaktivieren, alle Teilnehmer:innen stummschalten und das Video einzelner Teilnehmer:innen blockieren.
es: La mayoría de los datos se pueden consultar y controlar a través del panel de privacidad de Microsoft. Los detalles acerca de la retención de datos se encuentran en una parte de la política de privacidad de difícil acceso y no citan períodos de retención claros. En Skype, los anfitriones pueden añadir y quitar personas en las llamadas, silenciar a los usuarios, activar o desactivar el vídeo y los subtítulos, compartir la pantalla, reaccionar con un emoji y grabar las llamadas. Los que pagan por el servicio Skype Empresarial pueden elegir quién tiene acceso, desactivar los mensajes instantáneos, silenciar a todos los participantes y bloquear su vídeo.
fr: Il est possible d’accéder à une grande partie des données et de les contrôler via le Tableau de bord de confidentialité Microsoft. Les détails de la conservation des données sont décrits dans une partie de la politique de confidentialité à laquelle il est difficile d’accéder et qui ne fournit pas de délais de conservation précis. Skype permet aux hôtes d’ajouter et de supprimer des membres de l’appel, de passer des personnes en mode muet, d’activer et de désactiver la vidéo et les sous-titres, de partager l’écran, d’envoyer une réaction sous forme d’emoji et d’enregistrer les appels. Les personnes abonnées à Skype Entreprise peuvent choisir qui peut rejoindre l’appel, désactiver les messages instantanés, mettre tout le monde en mode muet et bloquer la vidéo des participants et participantes.
pt_br: A maioria dos dados pode ser acessada ou controlada por meio do Painel de Privacidade da Microsoft. Os detalhes de retenção de dados são indicados na parte da política de privacidade de difícil acesso e não incluem prazos de retenção claros. O Skype permite que os anfitriões adicionem e removam pessoas de chamadas, silenciem os usuários, alternem entre ativar e desativar o vídeo e as legendas, compartilhem a tela, enviem uma reação de emoji e gravem chamadas. Quem paga pelo Skype for Business pode escolher quem tem autorização para entrar, desativar mensagens instantâneas, silenciar todos os participantes e bloquear o vídeo dos participantes.

# track_record_details
source: In January 2020, it was reported that Skype was using contractors in China to listen to Skype calls with allegedly no security measures in place. The company also shared login credentials of users with contractors. The company spokesman claimed that the company ended its grading programs for Skype. Also in January 2020, a report revealed that 250 million Microsoft customer records, spanning 14 years, had been exposed online without password protection.
de: Im Januar 2020 wurde berichtet, dass Skype Unternehmen in China damit beaufragte, Skype-Anrufe abzuhören, wobei angeblich keine Sicherheitsmaßnahmen getroffen wurden. Außerdem gab das Unternehmen Anmeldedaten von Nutzer:innen an diese Unternehmen weiter. Der Sprecher von Skype behauptete, dass das Unternehmen seine Grading-Programme für Skype beendet habe. Ebenfalls im Januar 2020 enthüllte ein Bericht, dass 250 Millionen Datensätze von Microsoft-Kund:innen aus 14 Jahren ohne Passwortschutz online gestellt worden waren.
es: En enero de 2020, salió a la luz que Skype tenía contratistas en China para escuchar llamadas realizadas en este servicio presuntamente sin las debidas medidas de seguridad. La compañía también compartió las credenciales de inicio de sesión de los usuarios con dichos contratistas. El portavoz de Skype declaró que la empresa había puesto fin a su programa de evaluación. También en enero de 2020, un informe reveló que 250 millones de registros de clientes de Microsoft que abarcaban 14 años habían quedado expuestos en línea sin protección con contraseña.
fr: En janvier 2020, il a été signalé que Skype employait des contractuels situés en Chine pour écouter des appels Skype, apparemment sans aucune mesure de sécurité. L’entreprise partageait également les informations de connexion des utilisateurs et utilisatrices avec des contractuels. Un porte-parole de l’entreprise a déclaré que celle-ci avait mis fin à ses programmes d’amélioration pour Skype. En janvier 2020 également, un rapport a révélé que 250 millions de dossiers sur les clients et clientes de Microsoft, couvrant une période de 14 ans, avaient été exposés en ligne sans protection par mot de passe.
pt_br: Em janeiro de 2020, foi relatado que o Skype estava usando trabalhadores contratados na China para ouvir chamadas do Skype sem supostas medidas de segurança em vigor. A empresa também compartilhou as credenciais de login dos usuários com fornecedores. O porta-voz da empresa alegou que a empresa encerrou seus programas de classificação para o Skype. Também em janeiro de 2020, um relatório revelou que 250 milhões de registros de clientes da Microsoft, abrangendo 14 anos, foram expostos online sem proteção por senha.

# ai_helptext
source: With Skype’s translation features, Skype collects and uses your conversation to provide the translation service. With your permission, your data may be used to help improve Microsoft products and services. To help the translation and speech recognition technology learn and grow, sentences and automatic transcripts are analyzed and any corrections are entered into Microsoft system, to improve the product.
de: Mit seinen Übersetzungsfunktionen sammelt und nutzt Skype Ihre Gespräche, um den Übersetzungsdienst bereitzustellen. Mit Ihrer Zustimmung können Ihre Daten zur Verbesserung von Microsoft-Produkten und -Diensten verwendet werden. Damit die Übersetzungs- und Spracherkennungstechnologie lernen und sich weiterentwickeln kann, werden Sätze und automatische Transkripte analysiert und alle Korrekturen in das Microsoft-System eingegeben, um das Produkt zu verbessern.
es: Al usar las funciones de traducción de Skype, Skype recopila y utiliza tus conversaciones para ofrecerte el servicio de traducción. Con tu permiso, se podrían usar tus datos para ayudar a mejorar los productos y servicios de Microsoft. Para contribuir al aprendizaje y al crecimiento de la tecnología de reconocimiento de voz y traducción, se analizan las oraciones y transcripciones automáticas y se introducen las correcciones en el sistema de Microsoft con tal de optimizar el producto.
fr: Avec les fonctionnalités de traduction de Skype, l’application collecte et utilise vos conversations pour fournir le service de traduction. Avec votre autorisation, vos données peuvent être utilisées pour améliorer les produits et services Microsoft. Afin d’améliorer et de développer la technologie de reconnaissance vocale et de traduction, les phrases et les transcriptions automatiques sont analysées et les éventuelles corrections sont enregistrées dans le système Microsoft.
pt_br: Com os recursos de tradução do Skype, ele coleta e usa sua conversa para fornecer o serviço de tradução. Com sua permissão, seus dados podem ser usados para ajudar a melhorar os produtos e serviços da Microsoft. Para ajudar a tecnologia de tradução e reconhecimento de fala a aprender e crescer, frases e transcrições automáticas são analisadas e quaisquer correções são inseridas no sistema Microsoft, para melhorar o produto.
