Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/skype.po
Languages: de, es, fr, pt_br

# blurb
source: Before video call features came standard on mobile phones (shoot, almost before mobile phones), there was Skype. Launched in 2003, the former king of video calls has added features in an effort to keep up with the booming video call competition — recently they even partnered with the new Space Jam movie so you could have Lebron James in your background. Skype lets users blur their background for extra privacy, use real-time language translation and unlike some of the other apps on our list, call regular phone numbers. The video call app is owned by Microsoft these days, which means Skype integrates with services like Microsoft Teams.
de: Bevor Videoanrufe auf Mobiltelefonen Normalität wurden (oder noch bevor es überhaupt Mobiltelefone gab), gab es Skype. Seit der Gründung des Unternehmens 2003 hat dieses Fossil der Videocall-Apps ständig neue Funktionen herausgebracht, um mit der zahlreich auftauchenden Konkurrenz mithalten zu können. Der neueste Coup ist eine Partnerschaft mit dem neuen Space-Jam-Film, dank der Sie jetzt Lebron James als Hintergrund wählen können. Bei Skype haben Nutzer:innen die Möglichkeit, ihren Hintergrund unscharf zu stellen, um ihre Privatsphäre zu wahren, Echtzeitübersetzungen zu nutzen und im Gegensatz zu einigen anderen Apps auf unserer Liste auch normale Telefonnummern anzurufen. Die App gehört heute zu Microsoft, was bedeutet, dass Skype in Dienste wie Microsoft Teams integriert werden kann.
es: Skype ya existía antes de que la función de videollamada fuera algo estándar en los teléfonos móviles (es más, casi antes de que estos dispositivos se popularizaran). Lanzada en 2003, la antigua reina de las videollamadas ha ido añadiendo características para no quedarse atrás debido a la creciente competencia; p. ej., hace poco incluso se ha asociado con la nueva película de "Space Jam" para que los usuarios puedan colocar a LeBron James de fondo. Skype permite difuminar el fondo para mayor privacidad, traducir conversaciones en tiempo real y, a diferencia de otras aplicaciones reseñadas aquí, realizar llamadas a números de teléfono fijos y móviles. Esta aplicación de videollamadas ha pasado a ser propiedad de Microsoft, de modo que se integra con servicios como Microsoft Teams.
fr: Avant que les appels vidéo ne deviennent la norme sur les téléphones portables (et même presque avant les téléphones portables !), il y avait Skype. Lancée en 2003, l’ancienne reine des appels vidéo a intégré de nouvelles fonctionnalités afin d’essayer de rester dans la course ; récemment, elle a même noué un partenariat avec le nouveau film Space Jam pour vous permettre d’afficher Lebron James en arrière-plan. Skype permet aux utilisateurs et utilisatrices de flouter leur arrière-plan pour protéger leur vie privée, d’utiliser la traduction en temps réel et, ce qui la démarque de nombreuses autres applications de notre liste, d’appeler des numéros de téléphone standard. L’application appartient désormais à Microsoft, ce qui signifie que Skype s’intègre à des services comme Microsoft Teams.
pt_br: Antes dos recursos de videochamada serem padrão em celulares (putz, quase antes dos celulares), havia o Skype. Lançado em 2003, o ex-rei das videochamadas adicionou recursos em um esforço para acompanhar a crescente competição de videochamadas – recentemente, até fez parceria com o novo filme Space Jam para que você possa ter Lebron James no plano de fundo. O Skype possibilita que os usuários desfoquem seu plano de fundo para privacidade extra, usem tradução de idiomas em tempo real e, diferente de alguns dos outros aplicativos da nossa lista, liguem para números de telefone normais. O aplicativo de videochamada é de propriedade da Microsoft hoje em dia, o que significa que o Skype se integra a serviços como o Microsoft Teams.

# worst_case
source: Skype has had some privacy concerns in the past, most notably when it came to light that Microsoft, which owns Skype, allowed contract workers in China to listen in to Skype calls with "no security measures" in place. It has since changed this practice, but it is a good reminder that even companies with decent security practices can handle your private data and conversations sloppily. Because Skype has been popular for a number of years, it has become a target for malware and phishing attacks. Users are able to set up two-factor authentication on Skype, which we recommend to help keep that conversation you're having with Grandma from being invaded by some angry troll. Skype doesn't use the stronger end-to-end encryption on phone or video calls, which, boo! Users can protect their text chats by enabling “private conversations.” Microsoft does collect a fair amount of data and says they may share this with third-parties like Facebook and Verizon for advertising purposes. It also says it combines data with third-parties such as data brokers, which can include your location. This isn't great. It’s also, unfortunately, not uncommon.
de: Skype hatte in der Vergangenheit einige Probleme mit dem Datenschutz, vor allem als bekannt wurde, dass Microsoft, der Eigentümer von Skype, Vertragsarbeiter:innen in China erlaubte, Skype-Unterhaltungen „ohne jegliche Sicherheitsmaßnahmen“ abzuhören. Inzwischen hat das Unternehmen diese Praxis geändert, sie ist aber ein Beispiel dafür, dass auch Unternehmen mit guten Sicherheitsvorkehrungen unvorsichtig mit Ihren Daten und Unterhaltungen umgehen können. Da Skype schon seit vielen Jahren sehr beliebt ist, ist es zu einem beliebten Ziel für Malware- und Phishing-Angriffe geworden. Nutzer:innen können bei Skype eine Zwei-Faktor-Authentifizierung einrichten. Wir würden das empfehlen, damit Ihr Gespräch mit Oma nicht von einem wütenden Internettroll gestört wird. Skype verwendet leider nicht die stärkere Ende-zu-Ende-Verschlüsselung für Telefon- oder Videoanrufe. Nutzer:innen können ihre Textchats schützen, indem sie die Option „Private Unterhaltungen“ aktivieren. Microsoft sammelt eine beträchtliche Menge an Daten und gibt an, dass diese zu Werbezwecken an Dritte wie Facebook und Verizon weitergegeben werden können. Microsoft sagt auch, dass Daten mit Dritten, wie z. B. Datenmaklern, kombiniert werden. Zu diesen Daten kann auch Ihr Standort gehören. Das ist nicht gut. Aber es ist leider auch nicht ungewöhnlich.
es: Skype ha generado inquietudes de privacidad en el pasado, sobre todo cuando salió a la luz que su propietaria, Microsoft, tenía contratistas en China para escuchar llamadas realizadas en este servicio "sin las debidas medidas de seguridad". La empresa ha modificado esta práctica desde entonces, pero el episodio nos recuerda que hasta las compañías con medidas de seguridad decentes pueden gestionar tus conversaciones y datos privados de forma descuidada. A causa de su popularidad a lo largo de los años, Skype ha sido objeto de ataques de malware y phishing. Los usuarios pueden establecer la autenticación de dos factores, algo que recomendamos encarecidamente para evitar que algún hacker acceda a conversaciones privadas. Skype no usa el cifrado más fuerte de extremo a extremo para las llamadas de voz y de vídeo, lo cual es muy criticable. Los usuarios pueden proteger sus chats de texto activando las "conversaciones privadas". Por otro lado, Microsoft recopila una considerable cantidad de datos e informa de que podría compartirlos con terceros como Facebook y Verizon con fines publicitarios. También dice que combina datos con terceros como brókers de datos entre los que puede figurar tu ubicación. Esto no invita a dar saltos de alegría, pero, por desgracia, tampoco es inusual.
fr: Skype a déjà connu des problèmes en matière de confidentialité, notamment quand il s’est avéré que Microsoft, entreprise à laquelle appartient Skype, avait permis à des contractuels situés en Chine d’écouter des appels Skype « sans aucune mesure de sécurité ». Depuis, l’entreprise a modifié ses pratiques, mais c’est un rappel utile que même les entreprises qui présentent de bonnes pratiques en matière de sécurité peuvent faire des erreurs dans la gestion de vos données et conversations personnelles. Skype ayant été très populaire pendant de nombreuses années, elle est devenue une cible de choix pour les malwares et les tentatives de phishing. Les utilisateurs et utilisatrices de Skype peuvent choisir l’authentification à deux facteurs, ce que nous vous conseillons de faire si vous voulez éviter que votre conversation avec mamie soit gâchée par un troll. Skype n’utilise pas le chiffrement de bout en bout, le plus protecteur, pour les appels audio et vidéo : bouh ! Il est cependant possible de protéger ses discussions textuelles en activant le mode « conversations privées ». Microsoft collecte de nombreuses données et déclare pouvoir les partager avec des tiers comme Facebook et Verizon à des fins publicitaires. L’entreprise déclare aussi combiner des données, qui peuvent inclure votre localisation, avec des tiers comme des courtiers en données. Une pratique pas vraiment engageante, mais, malheureusement, répandue.
pt_br: O Skype teve alguns problemas com a privacidade no passado, principalmente quando veio à tona que a Microsoft, proprietária do Skype, permitiu que os trabalhadores contratados na China ouvissem chamadas do Skype "sem medidas de segurança" em vigor. Desde então, mudou essa prática, mas é um bom lembrete de que mesmo empresas com práticas de segurança decentes podem lidar com seus dados e conversas privadas de forma desleixada. Como o Skype é popular há vários anos, se tornou um alvo para ataques de malware e phishing. Os usuários podem configurar a autenticação de dois fatores no Skype, que recomendamos para ajudar a evitar que a sua conversa com a vovó seja invadida por algum troll furioso. O Skype não usa a criptografia de ponta a ponta mais forte em chamadas de telefone ou vídeo, buu! Os usuários podem proteger seus bate-papos de texto habilitando “conversas privadas”. A Microsoft coleta uma quantidade razoável de dados e diz que pode compartilhá-los com terceiros, como Facebook e Verizon, para fins de propaganda. Também diz que combina dados com terceiros, como corretoras de dados, que podem incluir sua localização. Isso não é bom. Também, infelizmente, não é incomum.

# signup_requirement_explanation
source: Users can sign in with their email or phone number. Skype also recently added a feature called Meet Now that allows anyone to create and share a Skype call without signing up for Skype via a Meet Now link they create on the Skype website.
de: Nutzer:innen können sich mit ihrer E-Mail-Adresse oder Telefonnummer anmelden. Skype hat außerdem vor kurzem eine Funktion namens Meet Now eingeführt, mit der jede:r einen Skype-Anruf über einen auf der Skype-Website erstellten Meet Now-Link starten und weiterleiten kann, ohne sich bei Skype anzumelden.
es: Los usuarios pueden iniciar sesión con su dirección de correo electrónico o número de teléfono. Recientemente, Skype ha añadido una función llamada Meet Now (Reunirse ahora) que permite crear y compartir una llamada de Skype sin registrarse en este servicio mediante un enlace creado en su sitio web.
fr: Les utilisateurs et utilisatrices peuvent se connecter avec leur adresse e-mail ou leur numéro de téléphone. Récemment, Skype a également ajouté une fonctionnalité appelée Réunion instantanée, qui permet à tout le monde de créer et de partager un appel Skype sans s’inscrire sur Skype, grâce à un lien de Réunion instantanée généré sur le site web de Skype.
pt_br: Os usuários podem fazer login com seu email ou número de telefone. O Skype também adicionou recentemente um recurso chamado Meet Now que possibilita que qualquer pessoa crie e compartilhe uma chamada do Skype sem se inscrever no Skype por meio de um link Meet Now criado no site do Skype.

# how_does_it_use_data_collected
source: Microsoft uses data to advertise and market to you, which includes sending promotional communications, targeting advertising, and presenting you with offers. It does use your data to target you with advertising within Microsoft web properties. It also allows numerous partners like Verizon and Facebook, to collect data about your online activity for advertising purposes, and to place their own ads. Microsoft also extensively combines its data with third parties, such as data brokers for demographic data, service providers that help determine your device’s location, marketing partners, third parties that deliver experiences through Microsoft products, and publicly-available sources, such as open government databases.
de: Microsoft verwendet Ihre Daten zu Werbe- und Marketingzwecken. Dazu gehören das Versenden von Werbekommunikation, Targeted Advertisement und Angebote, die Ihnen gezielt gemacht werden. Microsoft nutzt Ihre Daten, um Sie auf der Microsoft-Websites gezielt mit Werbung anzusprechen. Microsoft erlaubt auch zahlreichen Partnern wie Verizon und Facebook, Daten über Ihre Online-Aktivitäten zu Werbezwecken zu sammeln und eigene Werbung zu schalten. Außerdem kombiniert das Unternehmen seine Daten mit denen Dritter, wie z. B. Datenmaklern für demografische Daten, Dienstanbietern, die helfen, den Standort Ihres Geräts zu bestimmen, Marketingpartnern, Dritten, die Erlebnisse über Microsoft-Produkte bereitstellen, und öffentlich zugänglichen Quellen, wie z. B. öffentlich zugänglichen behördlichen Datenbanken.
es: Microsoft usa los datos recopilados con fines publicitarios y comerciales, lo que incluye el envío de comunicaciones promocionales, publicidad segmentada y ofertas. Utiliza tus datos para mostrarte anuncios dentro de las propiedades web de Microsoft. También permite que muchos de sus socios, como Verizon y Facebook, recopilen datos sobre tu actividad en línea para hacer publicidad y colocar sus propios anuncios. Además, Microsoft combina ampliamente sus datos con terceros como brókers de datos que facilitan información demográfica, proveedores de servicios que ayudan a determinar la ubicación de tu dispositivo, socios comerciales, empresas externas que ofrecen experiencias a través de los productos de Microsoft y fuentes de acceso público como las bases de datos gubernamentales abiertas.
fr: Microsoft utilise des données à des fins publicitaires, notamment pour vous envoyer des communications promotionnelles, vous proposer des publicités ciblées et vous présenter des offres. L’entreprise utilise vos données pour vous montrer des publicités ciblées au sein des produits web Microsoft. Elle permet également à de nombreux partenaires, comme Verizon et Facebook, de collecter des données sur vos activités en ligne à des fins publicitaires et pour publier leurs propres annonces. Microsoft combine également ses données avec des tiers, comme des courtiers en données pour les données démographiques, des fournisseurs de services qui permettent de déterminer la localisation de votre appareil, des partenaires publicitaires, des tiers proposant des expériences par le biais de produits Microsoft et des sources publiques, comme des bases de données gouvernementales ouvertes.
pt_br: A Microsoft usa dados para anunciar e divulgar para você, o que inclui o envio de comunicações promocionais, direcionamento de propaganda e apresentação de ofertas. Ela usa seus dados para direcionar propaganda nas propriedades da web da Microsoft. Também permite que vários parceiros, como Verizon e Facebook, coletem dados sobre sua atividade online para fins de propaganda e coloquem seus próprios anúncios. A Microsoft também combina extensivamente seus dados com terceiros, como corretoras de dados para dados demográficos, provedores de serviços que ajudam a determinar a localização do seu dispositivo, parceiros de marketing, terceiros que oferecem experiências por meio de produtos da Microsoft e fontes publicamente disponíveis, como bancos de dados governamentais abertos.

# user_friendly_privacy_policy_helptext
source: It was difficult to find answers to some essential questions. For example, which type of data is collected, or what are data retention periods. In addition, the policy is for all-things-Microsoft, so it is difficult if impossible to find Skype-specific info.
de: Es war schwierig, Antworten auf einige wesentliche Fragen zu finden. Zum Beispiel auf die Fragen, welche Art von Daten gesammelt wird oder wie lange die Daten aufbewahrt werden. Außerdem gilt die Richtlinie für alles, was mit Microsoft zu tun hat, sodass es schwierig bis unmöglich ist, Skype-spezifische Informationen zu finden.
es: Nos costó encontrar respuestas a preguntas vitales como qué tipo de datos se recopilan y durante cuánto tiempo se conservan. Además, la política se refiere a Microsoft en su conjunto, así que resulta difícil (por no decir imposible) dar con información específica sobre Skype.
fr: Il a été difficile de trouver certaines informations essentielles. Par exemple, le type de données collecté ou les périodes de conservation des données. De plus, la politique concerne tous les produits Microsoft, donc il est impossible de trouver des informations spécifiques à Skype.
pt_br: Foi difícil encontrar respostas para algumas perguntas essenciais. Por exemplo, que tipo de dados são coletados ou quais são os períodos de retenção de dados. Além disso, a política é para tudo da Microsoft, por isso é difícil, se não impossível, encontrar informações específicas do Skype.

# uses_encryption_helptext
source: Calls and video calls do not have end-to-end encryption. Chats are not end-to-end encrypted by default, but this feature can be enabled for so called 'Private Conversations'.
de: Anrufe und Videoanrufe haben keine Ende-zu-Ende-Verschlüsselung. Chats werden nicht automatisch Ende-zu-Ende-verschlüsselt. Allerdings kann diese Funktion über sogenannte „Private Unterhaltungen“ aktiviert werden.
es: Las llamadas de voz y de vídeo no se cifran de extremo a extremo. Tampoco se usa el cifrado de extremo a extremo para los chats de forma predeterminada, aunque se puede habilitar en las denominadas "conversaciones privadas".
fr: Les appels et les appels vidéo ne disposent pas de chiffrement de bout en bout. Les chats ne sont pas chiffrés de bout en bout par défaut, mais il est possible d’activer cette fonctionnalité pour des « conversations privées ».
pt_br: Chamadas e videochamadas não têm criptografia de ponta a ponta. Os chats não são criptografados de ponta a ponta por padrão, mas esse recurso pode ser habilitado para as supostas "conversas privadas".

# security_updates_helptext
source: Microsoft pushes regular security updates to its communication products
de: Microsoft bringt regelmäßig Sicherheitsupdates für seine Kommunikationsprodukte heraus
es: Microsoft lanza actualizaciones de seguridad periódicas para sus productos de comunicación.
fr: Microsoft fournit des mises à jour de sécurité régulières pour ses produits de communication.
pt_br: A Microsoft envia atualizações de segurança regulares para seus produtos de comunicação

# strong_password_helptext
source: No password-protected meeting feature exists for Skype. For log-in to Skype. a strong password is required.
de: Für Skype gibt es keine kennwortgeschützte Meeting-Funktion. Für die Anmeldung bei Skype ist ein sicheres Kennwort erforderlich.
es: En Skype no existen las reuniones protegidas con contraseña, pero sí hace falta una contraseña segura para iniciar sesión.
fr: Skype ne dispose d’aucune fonctionnalité de réunion protégée par mot de passe. Un mot de passe fort est nécessaire pour se connecter à Skype.
pt_br: Não existe nenhum recurso de reunião protegido por senha para o Skype. Para iniciar sessão no Skype, é necessária uma senha forte.

# manage_vulnerabilities_helptext
source: Microsoft has a bug bounty program for security vulnerabilities
de: Microsoft hat ein Bug-Bounty-Programm für Sicherheitslücken
es: Microsoft cuenta con un programa de recompensa de errores basado en detectar vulnerabilidades de seguridad.
fr: Microsoft dispose d’un programme de prime aux bugs pour les failles de sécurité.
pt_br: A Microsoft tem um programa de recompensas pela descoberta de bugs para vulnerabilidades de segurança

# privacy_policy_helptext
source: Rather complicated but holistic privacy policy. No separate policy for Skype, but the general for Microsoft.
de: Ziemlich komplizierte, aber ganzheitliche Datenschutzrichtlinie. Keine separate Richtlinie für Skype, sondern die allgemeine für Microsoft.
es: La política de privacidad es completa, pero bastante complicada de entender. No hay una política específica para Skype, sino que se debe consultar la general de Microsoft.
fr: Politique de confidentialité plutôt complexe, mais exhaustive. Pas de politique séparée pour Skype, uniquement la politique générale de Microsoft.
pt_br: Política de privacidade bastante complicada, mas holística. Nenhuma política separada para o Skype, mas geral para a Microsoft.

# personal_data_collected
source: First name and surname, email address, postal address, phone number, and other similar contact data, age, gender, country.<br/> <br/>Voice data, sometimes referred to as “voice clips”, such as search queries, commands, or dictation you speak, which may include background sounds. <br/> <br/>Microsoft does not provide a product-specific privacy statement for Skype, so we have relied on their privacy policy for this information. We cannot verify which of the items listed for this specific product may or may not be collected.
de: Vor- und Nachname, E-Mail-Adresse, Postanschrift, Telefonnummer und andere ähnliche Kontaktdaten, Alter, Geschlecht, Land.<br/> <br/>Sprachdaten, manchmal auch als „Sprachclips“ bezeichnet, wie Suchanfragen, Befehle oder Diktate, die Sie sprechen und die Hintergrundgeräusche enthalten können.<br/> <br/>Microsoft stellt keine produktspezifischen Datenschutzerklärungen für Skype zur Verfügung, sodass wir uns bei diesen Informationen auf die Datenschutzrichtlinien des Unternehmens verlassen haben. Wir können nicht überprüfen, welche der aufgelisteten Punkte für dieses spezifische Produkt gesammelt werden können oder nicht.
es: Nombre y apellidos, dirección de correo electrónico, dirección postal, número de teléfono y otros datos de contacto similares, edad, género, país de origen.<br/> <br/>Datos de voz, a veces denominados "clips de voz", como consultas de búsqueda, comandos o dictados que pueden incluir sonidos de fondo. <br/> <br/>Microsoft no proporciona una declaración de privacidad específica para Skype, de modo que nos basamos en su política de privacidad general y no podemos verificar cuáles de los datos listados se recopilan o no en este producto.
fr: Prénom et nom de famille, adresse e-mail, adresse postale, numéro de téléphone et autres informations de contact, âge, genre, pays.<br/> <br/>Les données vocales, parfois appelées « extraits vocaux », comme les recherches, les commandes ou ce que vous dictez, et qui peuvent inclure des sons d’arrière-plan. <br/> <br/>Nous avons tiré ces informations de la politique de confidentialité de Microsoft, car l’entreprise ne fournit pas de politique de confidentialité spécifique à Skype. Nous ne pouvons pas vérifier quels éléments listés ci-dessus sont collectés dans le cadre de l’utilisation de Skype.
pt_br: Nome e sobrenome, endereço de email, endereço postal, número de telefone e outros dados de contato semelhantes, idade, gênero, país. <br/> <br/>Dados de voz, às vezes referidos como "clipes de voz", como consultas de pesquisa, comandos ou ditado que você fala, que podem incluir sons de fundo. <br/> <br/>A Microsoft não fornece uma declaração de privacidade específica do produto para o Skype, por isso confiamos em sua política de privacidade para essas informações. Não podemos verificar quais dos itens listados para este produto específico podem ou não ser coletados.
