Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/slack.po
Languages: de, es, fr, pt_br

# blurb
source: Not gonna lie, Slack is a handy tool in our brave, new remote work world. The workplace workhorse keeps us all connected with pings, dings, and channels for everything from work to random distractions that make the day bearable. And it’s not just for work. A number of communities have set up Slack groups to help connect people interested in activism or issues. While Slack is mostly known for its IRC-like messaging features (remember IRC?...ah, memories), it does have built-in video and phone call features too (they've been around since 2016). Since the pandemic drove so many to remote work, it's become a real concern and possibility bosses can track all those thoughts, venting backchannels , and potentially video chats with co-workers too.
de: Klar: Slack ist ein super Tool – vor allem, wenn man im Homeoffice arbeitet. Hier kommen wir zusammen mit Gepiepse und Geklingle und Kanälen für alles, ob Arbeit oder Ablenkung, die den Arbeitstag erträglich machen. Und natürlich ist Slack nicht nur für die Arbeit. Es gibt einige Communitys, die mithilfe von Slack Menschen miteinander in Verbindung bringen, die an Aktivismus oder Problemlösungen interessiert sind. Slack ist vor allem dafür bekannt, ähnliche Messaging-Features zu haben wie schon IRC (Internet Relay Chat, wer kennt's?), bietet aber auch Video- und Anruf-Features (seit 2016). Seit pandemiebedingt viele von uns aus dem Homeoffice arbeiten, gibt es Bedenken, dass Vorgesetzte möglicherweise alle Ideen, heimlichen Kanäle, über die man sich mal Luft machen kann, und vielleicht sogar Video-Chats mit Kolleg:innen tracken können.
es: No vamos a mentir: Slack es una herramienta práctica en nuestro nuevo "mundo feliz" del teletrabajo, ya que nos mantiene a todos conectados con notificaciones y canales para todo, desde el trabajo hasta las distracciones que hacen la jornada más llevadera. Y no solo se utiliza en el ámbito laboral. Varias comunidades han creado grupos de Slack para poner en contacto a personas interesadas en el activismo o en determinadas cuestiones. Aunque Slack es más conocida por sus funciones de mensajería basadas en el protocolo IRC (qué recuerdos trae el Internet Relay Chat, ¿verdad?), también incorpora funciones de llamadas de voz y de vídeo desde 2016. Ahora que tantas personas trabajan de forma remota debido a la pandemia, existe la preocupación y la posibilidad real de que los jefes controlen los canales de comunicación y lean o escuchen conversaciones privadas entre colegas que a veces se quieren desahogar.
fr: On ne peut pas dire le contraire, Slack est un outil bien pratique dans notre nouvel univers de télétravail. Véritable couteau suisse, l’application nous permet de maintenir la communication avec ses notifications, ses petits « ding » et ses canaux, qui vont du plus professionnel aux distractions pour faire passer la journée plus vite. Et elle ne se limite pas à une utilisation professionnelle. Un grand nombre de communautés ont mis en place des groupes sur Slack pour permettre à des personnes intéressées par l’activisme ou par certains problèmes de communiquer entre elles. Bien que Slack soit principalement connue pour ses fonctionnalités de messagerie rappelant IRC (ah, IRC… que de souvenirs), elle intègre aussi des fonctions d’appel vidéo et téléphonique depuis 2016. La pandémie ayant poussé de nombreuses personnes à télétravailler, des inquiétudes légitimes sont exprimées sur la possibilité que les patrons puissent accéder à tous ces canaux annexes où les salarié·e·s peuvent se divertir ou exprimer leur frustration, voire aux appels vidéo entre collègues.
pt_br: Não vou mentir, Slack é uma ferramenta útil em nosso admirável mundo novo do trabalho remoto. Ele nos mantém conectados com pings, dings e canais para tudo, do trabalho a distrações aleatórias que tornam o dia suportável. E não é só para trabalho. Várias comunidades criaram grupos no Slack para ajudar a conectar pessoas interessadas em ativismo ou questões. Embora o Slack seja mais conhecido por seus recursos de mensagens semelhantes ao IRC (lembre-se do IRC?... ah, nostalgia), ele também possui recursos integrados de vídeo e chamada telefônica (eles existem desde 2016). Desde que a pandemia levou tantos ao trabalho remoto, tornou uma preocupação e possibilidade real os chefes poderem monitorar todos esses pensamentos, canais secundários de desabafo e, potencialmente, conversas em vídeo com colegas de trabalho também.

# worst_case
source: There are some privacy and security concerns users should be aware of with Slack, although for the most part, Slack users are going to have to go with the rules of their workplace and trust their company to set up protections and privacy policies. One big concern we have about Slack is they have no features that allow users to block or hide abusive or unwanted messages. In the battle between Slack and Microsoft Teams to be the workplace tool of choice, Teams does have features that allow users to block and hide users, if only in personal Teams instances. Slack forces you to see the abuse and then mute it whereas with Teams you can block an abuser before they can send you abusive messages. This is definitely a win for Microsoft Teams over Slack. And, as with any workplace tool, please never assume anything you say is private. Many Slack versions allow the owner to monitor all chats, public and private. What could happen if something goes wrong? Well, you could message your co-worker about how annoying your boss is because they always come to meetings with Dorito dust on their face. Your boss could be monitoring your private chats, and boom, you’re fired! Best to keep those private vent sessions with your co-workers off Slack, off your work computer, and only on a private messaging app like Signal.
de: Über einige Datenschutz- und Sicherheitsbedenken sollten sich Nutzer:innen von Slack im Klaren sein. Allerdings müssen sich Slack Anwender:innen weitestgehend auf die Regeln ihrer Arbeitgeber:innen verlassen und darauf vertrauen, dass ihr Unternehmen für Sicherheit und Datenschutzrichtlinien sorgt. Wir finden es beunruhigend, dass es bei Slack keine Funktion gibt, über die Nutzer:innen ungewollte oder missbräuchliche Nachrichten blockieren oder verstecken können. Slack und Microsoft Teams befinden sich in einem Rennen darum, das Arbeits-Tool der Wahl zu werden. Bei Microsoft Teams können Nutzer:innen andere Nutzer:innen blockieren und verstecken. Dieses Feature funktioniert zwar nur in privaten Teams, aber bei Slack sind Nutzer:innen gezwungen, sich missbräuchliche Nachrichten erst anzusehen und sie dann stumm zu schalten, während es bei Teams möglich ist, missbrauchende Nutzer:innen zu blockieren, bevor sie eine Nachricht schicken können. Hier gewinnt klar Microsoft Teams. Wie bei allen Arbeits-Tools sollte man nie davon ausgehen, dass Nachrichten privat sind. Viele Versionen von Slack erlauben es dem Besitzer, alle Chats zu überwachen, egal ob öffentlich oder privat. Was könnte da schiefgehen? Naja, Sie könnten einem:einer Kolleg:in schreiben, wie genervt Sie davon sind, dass Ihr:e Vorgesetzte:r ständig mit Kekskrümeln im Gesicht zu Meetings erscheint. Angenommen, Ihr:e Vorgesetzte:r liest das und bäm! Sie sind entlassen. Machen Sie sich also bei Ihren Mitarbeiter:innen nicht über Slack oder Ihren Arbeits-PC Luft, sondern verwenden Sie dazu am besten private Messaging-Dienste wie Signal.
fr: Même si, dans la plupart des cas, les utilisateurs et utilisatrices de Slack doivent suivre le règlement de leur lieu de travail et confier la protection de leur sécurité et de leur vie privée à leur entreprise, mieux vaut savoir que Slack fait l’objet de certaines inquiétudes en matière de confidentialité et de sécurité. L’un des principaux problèmes qui nous inquiète est que Slack ne dispose d’aucune fonctionnalité permettant aux utilisateurs et utilisatrices de bloquer ou de masquer des messages insultants ou indésirables. Dans la bataille qui oppose Slack et Microsoft Teams pour devenir l’outil professionnel par excellence, Teams marque un point avec ses fonctionnalités permettant aux utilisateurs et utilisatrices de bloquer et de masquer d’autres personnes, même si elles ne sont disponibles que dans les instances Teams personnelles. Slack vous oblige à voir les messages insultants, puis à les masquer, alors que Teams vous permet de bloquer une personne malveillante avant qu’elle puisse vous envoyer de tels messages. C’est donc assurément Microsoft Teams qui l’emporte sur Slack sur ce point. De plus, comme avec tous les outils d’entreprise, ne pensez jamais que ce que vous dites est privé. De nombreuses versions de Slack permettent à leur propriétaire de surveiller toutes les conversations, publiques comme privées. Que pourrait-il se passer si quelque chose tourne mal ? Vous pourriez par exemple envoyer un message à votre collègue pour vous plaindre du fait que votre patron arrive toujours en réunion avec des miettes de chips au coin de la bouche. Si votre patron surveille vos discussions privées, ça pourrait vous coûter cher ! Mieux vaut décharger votre frustration en dehors de Slack et de votre ordinateur professionnel, et uniquement sur une application de messagerie privée comme Signal.
pt_br: Existem algumas preocupações de privacidade e segurança das quais os usuários devem estar cientes no Slack, embora, na maioria das vezes, os usuários do Slack tenham que seguir as regras do seu local de trabalho e confiar que a sua empresa configure proteções e políticas de privacidade. Uma grande preocupação nossa é que o Slack não tem recursos que permitam aos usuários bloquear ou ocultar mensagens abusivas ou indesejadas. Na batalha entre o Slack e o Microsoft Teams para ser a ferramenta de escolha no local de trabalho, o Teams tem recursos que permitem que os usuários bloqueiem e ocultem os usuários, mesmo que apenas em instâncias pessoais do Teams. O Slack força você a ver o abuso e depois silenciá-lo, enquanto que com o Teams você pode bloquear um abusador antes que ele possa enviar mensagens abusivas. Esta é definitivamente uma vitória do Microsoft Teams sobre o Slack. E, como acontece com qualquer ferramenta do local de trabalho, nunca assuma que nada do que você diz é privado. Muitas versões do Slack permitem que o proprietário monitore todos os chats, públicos e privados. O que pode acontecer se algo der errado? Bem, você poderia enviar uma mensagem ao seu colega de trabalho sobre quanto seu chefe é irritante porque sempre vai a reuniões com farelo de Doritos no rosto. Seu chefe poderia estar monitorando suas conversas privadas, e buum, você está demitido! É melhor manter essas sessões privadas de desabafo com seus colegas de trabalho fora do Slack, fora do seu computador de trabalho e apenas em um aplicativo de mensagens privado como o Signal.

# how_does_it_use_data_collected
source: Slack claims it does not sell the personal information they collect (and will not share it without providing a right to opt out). Slack use third-party cookies for advertising purposes. Also, users may enable or permit many Third-Party Services in Slack like Zoom or Google services. These services may have their own policies and practices for data collection, use, and sharing, and Slack holds no responsibilities for them.
de: Slack gibt an, keine personenbezogenen Daten zu verkaufen, die das Unternehmen sammelt (und diese auch nur zu teilen, wenn dem ausdrücklich zugestimmt wurde). Slack nutzt Cookies von Drittanbietern zu Werbezwecken. Nutzer:innen können bei Slack vielen Drittanbieterdiensten wie Zoom oder Google zustimmen oder diese ablehnen. Diese Dienste haben möglicherweise eigene Richtlinien und Regeln zum Umgang mit der Sammlung, Nutzung und dem Teilen von Daten, für die Slack keine Verantwortung trägt.
es: Slack afirma que no vende la información personal que recopila (y que no la compartirá sin ofrecer el derecho de exclusión). Slack utiliza cookies de terceros con fines publicitarios. Además, los usuarios de Slack pueden habilitar o autorizar muchos servicios de terceros en la plataforma, como Zoom o los de Google. Estos servicios pueden regirse por sus propias políticas y prácticas de recopilación, uso e intercambio de datos y Slack no asume ninguna responsabilidad al respecto.
fr: Slack affirme ne pas vendre les informations personnelles collectées (et ne pas les partager sans vous permettre de le refuser). Slack utilise des cookies tiers à des fins publicitaires. Les utilisateurs et utilisatrices peuvent activer ou autoriser de nombreux services tiers sur Slack, comme ceux de Zoom et de Google. Ces services disposent de leurs propres politiques de confidentialité et pratiques en matière de collecte, d’utilisation et de partage des données, et Slack n’en est pas responsable.
pt_br: O Slack alega que não vende as informações pessoais que coleta (e não as compartilhará sem fornecer o direito de optar por não participar). O Slack usa cookies de terceiros para fins publicitários. Além disso, os usuários podem ativar ou permitir muitos serviços de terceiros no Slack, como Zoom ou serviços do Google. Esses serviços podem ter suas próprias políticas e práticas de coleta, uso e compartilhamento de dados, e o Slack não tem responsabilidades por eles.

# user_friendly_privacy_policy_helptext
source: Privacy policy is written in legalese, and sometimes forwards to contact Customer Support for more detail. <br/> <br/>For example, a clause on data retention: "The deletion of Customer Data and other use of the Services by Customer may result in the deletion and/or de-identification of certain associated Other Information. For more detail, please review the Help Center or contact Customer (sic)."
de: Datenschutzrichtlinien werden in Juristenjargon verfasst und verweisen oftmals auf den Kundendienst für weitere Informationen. <br/> <br/>Als Beispiel ein Satz über Datenhaltung: „Die Löschung von Kundendaten und die anderweitige Nutzung der Dienste durch den Kunden kann zur Löschung und/oder Anonymisierung bestimmter zugehöriger sonstiger Informationen führen. Für weitere Informationen nutzen Sie bitte das Help Center oder wenden Sie sich an den Kunden (sic).“
es: La política de privacidad está escrita en jerga legal y a veces invita a contactar con el servicio de asistencia al cliente para obtener más información. He aquí una cláusula sobre la retención de datos a modo de ejemplo: "La eliminación de los datos del cliente y cualquier otro uso de los servicios por parte del cliente puede conllevar la eliminación y/o la de-identificación de cierta información asociada de otro tipo. Para más detalles, consulta el Centro de Ayuda o contacta con el Servicio de Asistencia al Cliente".
fr: La politique de confidentialité est rédigée dans un jargon juridique et propose parfois de contacter le service clients pour plus de détails. <br/> <br/>Par exemple, voici une des clauses sur la conservation des données : « La suppression des Données client et toute autre utilisation des Services par le Client peut entraîner la suppression et/ou l’anonymisation de certaines Autres Informations associées. Pour en savoir plus, veuillez consulter le Centre d’aide ou contacter le Client (sic). »
pt_br: A política de privacidade é escrita em juridiquês e, às vezes, encaminha para entrar em contato com o Atendimento ao Cliente para mais informações. <br/> <br/>Por exemplo, uma cláusula sobre retenção de dados: "A exclusão de Dados do Cliente e outro uso dos Serviços pelo Cliente pode resultar na exclusão e/ou desidentificação de certas Outras Informações associadas. Para mais informações, consulte a Central de Ajuda ou entre em contato com o Cliente (sic)".

# uses_encryption_helptext
source: Slack does not offer end-to-end encryption by default. It relies on encryption in transit and at rest. Users can add an end-to-end encryption messaging feature with third-party extensions.
de: Slack bietet nicht automatisch eine End-to-End-Verschlüsselung an. Das Unternehmen setzt auf Verschlüsselung während des Datentransfers und bei Data at Rest. Nutzer:innen können über Drittanbieter ein Messaging-Feature mit End-to-End-Verschlüsselung hinzufügen.
es: Slack no ofrece cifrado de extremo a extremo de forma predeterminada, sino que recurre al cifrado en tránsito y en reposo. Sin embargo, los usuarios pueden añadir una función de mensajería con cifrado de extremo a extremo mediante extensiones de terceros.
fr: Slack ne propose pas de chiffrement de bout en bout par défaut. Elle utilise le chiffrement en transit et au repos. Les utilisateurs et utilisatrices peuvent ajouter une fonctionnalité de chiffrement de bout en bout avec des extensions tierces.
pt_br: Slack não oferece criptografia de ponta a ponta por padrão. Ele confia em criptografia em trânsito e em repouso. Os usuários podem adicionar um recurso de mensagens de criptografia de ponta a ponta com extensões de terceiros.

# security_updates_helptext
source: Slack details its security updates in its blog.
de: Informationen über Sicherheits-Updates stellt Slack in einem Blog zur Verfügung.
es: Slack detalla sus actualizaciones de seguridad en su blog.
fr: Slack détaille ses mises à jour de sécurité sur son blog.
pt_br: O Slack detalha suas atualizações de segurança em seu blog.

# strong_password_helptext
source: A strong password is required to login into Slack. You can also turn on a feature for a mobile passcode in the enterprise version.
de: Für die Anmeldung bei Slack ist ein starkes Passwort notwendig. In der Enterprise-Version gibt es außerdem eine Funktion für einen mobilen Passcode.
es: Para iniciar sesión en Slack hace falta una contraseña segura. También se puede activar la función de código de acceso móvil en la versión empresarial.
fr: Un mot de passe fort est nécessaire pour se connecter à Slack. Dans la version pour entreprise, vous pouvez aussi activer une fonctionnalité de code sur mobile.
pt_br: É necessária uma senha forte para entrar no Slack. Você também pode ativar um recurso de código de acesso de dispositivo móvel na versão enterprise.

# manage_vulnerabilities_helptext
source: Slack operates a security bug bounty program.
de: Slack unterhält ein Bug-Bounty-Programm.
es: Slack cuenta con un programa de recompensa de errores de seguridad.
fr: Slack dispose d’un programme de prime aux bugs.
pt_br: Slack opera um programa de recompensa pela descoberta de bugs de segurança.

# personal_data_collected
source: Email address, phone number, location (via IP address or physical devices).
de: E-Mail-Adresse, Telefonnummer, Standort (über die IP-Adresse oder physische Geräte).
es: Dirección de correo electrónico, número de teléfono, ubicación (a través de una dirección IP o de un dispositivo físico).
fr: Adresse e-mail, numéro de téléphone, localisation (par le biais de l’adresse IP ou des appareils physiques).
pt_br: Endereço de email, número de telefone, localização (via endereço IP ou dispositivos físicos).

# social_data_collected
source: Workspaces, channels, people, features, content and links you view or interact with, the types of files shared and what Third-Party Services are used.
de: Arbeitsbereiche, Kanäle, Leute, Funktionen, Inhalte und Links, die Sie sich ansehen oder mit denen Sie interagieren, welche Art Dateien geteilt werden und welche Drittanbieterdienste genutzt werden.
es: Espacios de trabajo, canales, usuarios, funciones, contenidos y enlaces a los que accedes o con los que interactúas, tipos de archivos que compartes y servicios de terceros que usas.
fr: Les espaces de travail, canaux, personnes, fonctionnalités, contenus et liens que vous voyez ou avec lesquels vous interagissez, le type de fichiers partagés et les services tiers utilisés.
pt_br: Espaços de trabalho, canais, pessoas, recursos, conteúdo e links com os quais você visualiza ou interage, os tipos de arquivos compartilhados e quais Serviços de Terceiros são usados.

# how_can_you_control_your_data
source: The retention rules in Slack's privacy policy are vaguely formulated, and there are no clear retention periods. Slack can also keep your data after you have deactivated your account for the period of time needed for Slack to pursue legitimate business interests, conduct audits, comply with (and demonstrate compliance with) legal obligations, resolve disputes, and enforce their agreements.
de: Die Regeln zur Aufbewahrung von Daten sind in der Datenschutzrichtlinie von Slack vage formuliert und es gibt keine klaren Aufbewahrungsfristen. Slack kann Ihre Daten auch aufbewahren, nachdem Sie Ihr Konto deaktiviert haben, und zwar so lange wie nötig, damit das Unternehmen berechtigte Geschäftsinteressen verfolgen, Audits durchführen, rechtliche Verpflichtungen erfüllen (und deren Einhaltung nachweisen), Streitigkeiten beilegen und seine Vereinbarungen durchsetzen kann.
es: Las normas de retención se formulan de manera vaga en la política de privacidad de Slack sin especificar períodos de retención claros. Además, Slack puede conservar tus datos después de que hayas desactivado tu cuenta durante el tiempo necesario para velar por sus intereses comerciales legítimos, realizar auditorías, cumplir (y demostrar que cumplen) sus obligaciones jurídicas, resolver disputas y hacer valer sus acuerdos.
fr: Les règles de conservation des données de la politique de confidentialité de Slack sont formulées de façon vague et ne mentionnent aucune période de conservation précise. Slack peut également conserver vos données après la désactivation de votre compte, pendant la période nécessaire à Slack pour faire valoir ses intérêts commerciaux légitimes, mener des audits, respecter (et prouver son respect de) ses obligations légales, résoudre les litiges et mettre en application ses accords.
pt_br: As regras de retenção na política de privacidade do Slack são vagamente formuladas e não há períodos de retenção claros. O Slack também pode guardar seus dados depois de você ter desativado sua conta pelo período de tempo necessário para que o Slack conduza interesses comerciais legítimos, realize auditorias, cumpra (e demonstre) o cumprimento de obrigações legais, resolva disputas e faça cumprir seus acordos.
