Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/slack.po
Languages: de, es, fr, pt_br

# track_record_details
source: In 2015, Slack got hacked. Hackers were able to get into Slack’s central user database, which included usernames, email addresses, encrypted passwords, and any personal data users chose to add to their account, like phone numbers, Skype IDs, etc. Slack added a two-factor authentication as an extra security measure after the 2015 hack. In 2019 Slack said that some log-in credentials may have been compromised, and blamed the 2015 hack for it. So, they changed passwords for approximately 1% of users who were active before 2015 and have not changed passwords ever since. Slack also was criticized for leaving metadata including accurate location (GPS) in files uploaded to the platform. After May 2020, Slack began stripping uploaded images data of its metadata, including GPS coordinates (accurate location).
de: 2015 wurde Slack gehackt. Die Hacker erlangten damals Zugriff auf Slacks zentrale Nutzerdatenbank und damit auf Nutzernamen, E-Mail-Adressen, verschlüsselte Passwörter und jegliche persönlichen Daten, die Nutzer:innen ihrem Konto hinzugefügt hatten, wie Telefonnummern, Skype-IDs etc. Als Reaktion auf diesen Hack und für zusätzliche Sicherheit führte Slack die Zwei-Faktor-Authentifizierung ein. 2019 gab Slack an, dass einige Anmeldeinformationen möglicherweise geleakt waren, und machte dafür den Hack von 2015 verantwortlich. Passwörter der ungefähr 1 % an Nutzer:innen, die vor 2015 bereits ein Konto hatten, wurden geändert, seitdem aber nicht noch einmal. Slack wurde auch dafür kritisiert, Metadaten wie etwa genaue Standorte (GPS) in Dateien zu speichern, die auf die Plattform hochgeladen werden. Seit Mai 2020 entfernt Slack Metadaten wie GPS-Koordinaten von hochgeladenen Bilddateien.
es: En 2015, Slack fue víctima de un ataque informático. Los hackers lograron acceder a su base de datos central, que incluía nombres de usuario, direcciones de correo electrónico, contraseñas cifradas y todos los datos personales que los usuarios habían decidido añadir a sus cuentas, como números de teléfono, ID de Skype, etc. Slack incluyó la autenticación de dos factores como medida de seguridad adicional tras el hackeo de 2015. En 2019, Slack anunció que algunas credenciales de inicio de sesión podrían haberse visto comprometidas debido al ataque de 2015 y cambió las contraseñas de aproximadamente el 1 % de usuarios que habían activado su cuenta antes de 2015 y no habían modificado su clave de acceso desde entonces. Slack también recibió críticas por dejar metadatos (incluyendo ubicaciones precisas por GPS) en archivos subidos a la plataforma. En mayo de 2020, Slack empezó a eliminar los metadatos de las imágenes subidas, incluidas las coordenadas GPS que indican ubicaciones precisas.
fr: En 2015, Slack a été piratée. Les hackers ont pu accéder à la base de données centrale des utilisateurs et utilisatrices de Slack, qui comprenait des noms d’utilisateurs, des adresses e-mail, des mots de passe chiffrés et toutes les informations personnelles que les utilisateurs et utilisatrices avaient choisi d’ajouter à leur compte, comme des numéros de téléphone, des identifiants Skype, etc. Après le piratage de 2015, Slack a ajouté une fonctionnalité d’authentification à deux facteurs. En 2019, Slack a communiqué sur le fait que certaines informations de connexion avaient pu être compromises, en accusant le piratage de 2015 d’en être à l’origine. L’application a donc changé les mots de passe de 1 % des utilisateurs et utilisatrices, qui étaient actifs avant 2015, et n’a pas effectué d’autres changements de mots de passe depuis. Slack a également été critiquée pour avoir laissé des métadonnées, notamment des données de localisation précise (GPS), dans des fichiers téléchargés sur la plateforme. À partir de mai 2020, Slack a commencé à supprimer les métadonnées des images téléchargées sur la plateforme, y compris les coordonnées GPS (localisation précise).
pt_br: Em 2015, o Slack foi hackeado. Os hackers conseguiram acessar o banco de dados central de usuários do Slack, que incluía nomes de usuário, endereços de email, senhas criptografadas e todos os dados pessoais que os usuários escolheram adicionar à sua conta, como números de telefone, IDs do Skype etc. O Slack adicionou uma autenticação de dois fatores como medida de segurança extra após o hack de 2015. Em 2019, o Slack disse que algumas credenciais de login podem ter sido comprometidas e culpou o hack de 2015 por isso. Assim, mudou senhas de aproximadamente 1% dos usuários que estavam ativos antes de 2015 e não mudou senhas desde então. O Slack também foi criticado por deixar metadados, incluindo localização precisa (GPS), em arquivos enviados para a plataforma. Após maio de 2020, o Slack começou a remover metadados dos dados de imagens enviadas, incluindo coordenadas de GPS (localização precisa).

# ai_helptext
source: Slack's AI blogs provide a decent overview with notes how they fight against biases. Good work Slack! Slack uses machine learning to analyze some of the data submitted to the service in order to provide search or recommendation features, among others. Additionally, they use machine learning for detecting and preventing spam.
de: Slacks KI-Blogs bieten einen ansehnlichen Überblick darüber, wie das Unternehmen Vorurteilen entgegenwirkt. Saubere Arbeit, Slack! Außerdem nutzt Slack maschinelles Lernen unter anderem, um einige der an den Dienst bereitgestellte Daten zu analysieren und so Such- oder Empfehlungsfunktionen bereitzustellen. Außerdem wird maschinelles Lernen genutzt, um Spam zu entdecken und zu verhindern.
es: Los blogs sobre inteligencia artificial de Slack proporcionan una descripción general aceptable sobre cómo combaten el sesgo. ¡Buen trabajo! Slack utiliza el aprendizaje automático para analizar algunos de los datos enviados al servicio con tal de ofrecer funciones de búsqueda o recomendación, entre otras. También usa el aprendizaje automático para detectar y prevenir el spam.
fr: Les blogs sur l’IA de Slack fournissent un aperçu correct de son système, avec des notes sur la façon dont l’application lutte contre les biais. Bravo Slack ! Slack utilise l’apprentissage automatique pour analyser une partie des données fournies au service, afin de proposer, entre autres, des fonctionnalités de recherche ou de recommandation. L’application utilise aussi l’apprentissage automatique pour détecter et prévenir les spams.
pt_br: Os blogs de IA do Slack fornecem uma visão geral decente com observações de como ele luta contra preconceitos. O Slack usa machine learning para analisar alguns dos dados enviados ao serviço, a fim de fornecer recursos de pesquisa ou recomendação, entre outros. Além disso, usa machine learning para detectar e prevenir spam.
