Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/sonos-one.po
Languages: es, fr, sl

# blurb
source: Sonos One takes the sound quality of Sonos speakers and adds in voice control via Amazon Alexa or Google Assistant for a smart speaker that sounds smart too. Play music, set alarms, ask questions, get answers, pretend like you don't live alone, all with this humidity resistant little speaker that won't freak out during a hot shower in your bathroom. It's not the cheapest smart speaker on the market, but audiophiles will likely approve.
es: El Sonos One toma la calidad de sonido de los altavoces Sonos y lo suma al control por voz con Amazon Alexa o el Asistente de Google, para obtener como resultado un altavoz que además de ser inteligente, suena inteligente. Reproduce música, programa alarmas, haz preguntas, obtén respuestas, finge que no vives solo(a)... todo con este pequeño altavoz resistente a la humedad que no se volverá loco si lo usas mientras te das una ducha caliente. No es el altavoz inteligente más barato del mercado, pero los audiófilos probablemente le darán el visto bueno.
fr: Sonos One conserve la qualité sonore des enceintes Sonos et ajoute un contrôle vocal via Amazon Alexa ou Google Assistant. Écoutez de la musique, réglez des alarmes, posez des questions, obtenez des réponses, faites comme si vous ne viviez pas seul·e, le tout grâce à ce petit haut-parleur résistant à l’humidité qui continuera de fonctionner même pendant une douche chaude dans votre salle de bain. Ce n’est pas l’enceinte connectée la moins chère du marché, mais cela plaira probablement aux audiophiles.

# worst_case
source: Sonos does a decent job with privacy and security as a whole. They say they do not and will not sell personal information about their customers, which, yay! Still, with Amazon Alexa and Google Assistant built in, know that those voice requests to Alexa or Google Assistant are sent to Amazon and Google even if Sonos doesn't hang on to any of your voice recordings. Amazon and Google will collect data on you from those voice requests. Sonos did have a small privacy goof early in 2020 when they sent an email to 450 customers and revealed all of their email addresses to each other. To be fair, we've all probably made a mistake like that so we'll cut them a little slack. One more thing. If you decide to use Sonos Radio, a $7.99 subscription service that plays you curated music and lets you tune into over 60,000 radio stations around the world, Sonos will share some anonymized data with third party advertisers for internet based ads. This isn't a huge deal though, so we're not too worried about it.
es: En general, Sonos hace un buen trabajo con la privacidad y la seguridad. La empresa asegura que no vende ni venderá información personal sobre sus clientes, ¡olé! Aun así, con Amazon Alexa y el Asistente de Google incorporados, debes saber que las solicitudes de voz que les hagas se enviarán a Amazon y Google, aunque Sonos no guarde ninguna de tus grabaciones de voz. Amazon y Google recopilarán datos sobre ti a partir de esas solicitudes de voz. Sonos tuvo una pequeña metedura de pata en materia de privacidad a principios de 2020, cuando desde la empresa se envió un correo electrónico a 450 clientes revelando todas sus direcciones de correo electrónico. Para ser justos, probablemente todos hemos cometido un error de ese tipo, así que les daremos un poco de tregua. Una cosa más: si decides usar Sonos Radio (un servicio que a cambio de una suscripción de 7,99 dólares, reproduce música seleccionada y te permite sintonizar más de 60.000 estaciones de radio de todo el mundo), Sonos compartirá algunos datos anonimizados con anunciantes externos. Sin embargo, esto no es un gran problema, así que no nos preocupa demasiado.
fr: En règle générale, Sonos est un fabricant plutôt fiable en matière de confidentialité et de sécurité. Sonos déclare ne pas vendre, ni à présent, ni à l’avenir, d’informations personnelles sur leurs clients, ce qui est un bon point. Néanmoins, avec Amazon Alexa et Google Assistant intégrés, sachez que les demandes vocales à Alexa ou à Google Assistant sont envoyées à Amazon et Google même si Sonos ne conserve aucun de vos enregistrements vocaux. Amazon et Google collecteront des données sur vous à partir de ces demandes vocales. L’entreprise a connu un léger incident au début de l’année 2020, quand elle a envoyé un courriel à 450 client­·e·s en laissant leurs adresses e-mail visibles. Mais honnêtement, on l’a probablement toutes et tous déjà fait, donc ne leur jetons pas la pierre. Encore une chose : si vous décidez d’utiliser Sonos Radio, un service d’abonnement à 7,99 € qui vous diffuse de la musique sélectionnée et vous permet d’écouter plus de 60 000 stations de radio dans le monde, Sonos partagera des données anonymisées avec des annonceurs tiers pour effectuer de la publicité sur Internet. Ce n’est pas un gros problème, donc nous ne sommes pas trop inquiets à ce sujet.

# how_does_it_use_data_collected
source: According to Sonos, it does not and will not sell personal information about its customers. Sonos does not use information that personally identifies you to display interest-based ads.
es: Sonos afirma que no vende ni venderá información personal sobre sus clientes. Sonos no utiliza información de identificación personal para mostrar anuncios basados en tus intereses.
fr: Sonos déclare ne pas vendre, y compris à l’avenir, d’informations personnelles de ses clients. Sonos n’utilise pas d’informations qui vous identifient personnellement pour afficher des publicités basées sur vos centres d’intérêt.
sl: Nach eigenen Angaben verkauft Sonos keine personenbezogenen Daten seiner Kunden. Sonos verwendet keine Informationen, die Sie persönlich identifizieren, um interessenbasierte Werbung anzuzeigen.

# how_does_it_use_data_collected
source: If you decide to use Sonos Radio, they will share a subset of your de-identified and anonymized data with third party advertising companies to present, via Sonos Products, interest-based ads. Specifically, they share the following information with advertising partners: location, language, and genre of the station you are currently listening to.
es: Si decides utilizar Radio Sonos, compartirán un subconjunto de tus datos desidentificados y anonimizados con empresas publicitarias de terceros, para presentar anuncios basados en intereses a través de los productos Sonos. En concreto, comparten la siguiente información con socios publicitarios: ubicación, idioma y género de la emisora que escuches en ese momento.
fr: Si vous décidez d’utiliser Sonos Radio, l’entreprise partagera un sous-ensemble de vos données dé-identifiées et anonymisées avec des sociétés de publicité tierces pour présenter, via Sonos Products, des publicités basées sur vos intérêts. Plus précisément, les informations suivantes seront partagées avec des partenaires publicitaires : l’emplacement, la langue et le genre de la station que vous écoutez actuellement.

# uses_encryption_helptext
source: Uses encryption in transit and at rest.
es: Cifrado de datos en tránsito y en reposo.
fr: Utilisation du chiffrement en transit et au repos.
sl: Verschlüsselung wird bei der Übertragung und im Ruhezustand verwendet.

# security_updates_helptext
source: Automatic updates are enabled by default.
es: Las actualizaciones automáticas están activadas por defecto.
fr: Mises à jour automatiques autorisées par défaut.
sl: Automatische Updates sind standardmäßig eingeschaltet.

# manage_vulnerabilities_helptext
source: Sonos does not have an official bug bounty program, but invites responsible disclosure of security bugs.
es: Sonos no tiene ningún programa oficial de cazadores de bugs, pero invita a sus usuarios a informar responsablemente de posibles problemas de seguridad.
fr: Sonos ne dispose pas d’un programme de prime aux bugs, mais encourage le signalement responsable des bugs en matière de sécurité.

# tips_to_protect_yourself
source: If you are using Amazon Alexa or Google Assistant, adjust the respective privacy settings of the service.
es: Si estás usando Amazon Alexa o el Asistente de Google, ajusta la configuración de privacidad del servicio correspondiente.
fr: Si vous utilisez Amazon Alexa ou Google Assistant, ajustez les paramètres de confidentialité respectifs du service.
sl: Wenn Sie Amazon Alexa oder Google Assistant verwenden, passen Sie die jeweiligen Datenschutzeinstellungen des Dienstes an.

# personal_data_collected
source: Name, email, phone number, password
es: Nombre, correo electrónico, número de teléfono, contraseña
fr: Nom, adresse e-mail, numéro de téléphone, mot de passe
sl: Name, E-Mail, Telefonnummer, Passwort

# how_can_you_control_your_data
source: Sonos promises to delete data as soon as it is no longer needed for purposes such as having a customer relationship. Unfortunately, no clear retention details are stated. If there is any personal data that, for technical reasons, Sonos is unable to delete entirely from their systems, Sonos will implement appropriate measures to prevent any further processing or use of such data.
es: Sonos promete eliminar los datos en cuanto dejen de ser necesarios para fines tales como la continuidad de la relación con el cliente. Lamentablemente, no se proporciona información detallada y clara sobre la retención de datos. En el caso de que existan datos personales que, por razones técnicas, Sonos no puede eliminar por completo de sus sistemas, la empresa adoptará las medidas oportunas para impedir que se sigan procesando o utilizando.
fr: Sonos s’engage à supprimer les données dès qu’elles ne sont plus nécessaires à des fins telles que la relation client. Malheureusement, aucun détail de conservation clair n’est indiqué. S’il existe des données personnelles que, pour des raisons techniques, Sonos n’est pas en mesure de supprimer entièrement de ses systèmes, Sonos mettra en œuvre des mesures appropriées pour empêcher tout traitement ou utilisation ultérieure de ces données.
sl: Sonos verspricht, Daten zu löschen, sobald diese nicht mehr für Zwecke wie beispielsweise eine Kundenbeziehung benötigt werden. Leider werden keine klaren Aufbewahrungsdetails angegeben. Sofern personenbezogene Daten von Sonos aus technischen Gründen nicht vollständig von ihren Systemen gelöscht werden können, wird Sonos geeignete Maßnahmen ergreifen, um eine weitere Verarbeitung oder Nutzung dieser Daten zu verhindern.

# track_record_details
source: An email sent by Sonos to 450 customers <a id="a1">revealed all of their email addresses</a> to each other in January 2020. In 2017, a <a id="a2">security vulnerability</a> left some Sonos speakers vulnerable.
es: En enero de 2020, Sonos envió un correo electrónico a 450 clientes <a id="a1">y reveló todas sus direcciones de correo electrónico</a>. En 2017, una <a id="a2">vulnerabilidad de seguridad</a> dejó expuestos algunos de los altavoces de Sonos.
fr: En janvier 2020, un courriel envoyé par Sonos à 450 client·e·s <a id="a1">a exposé leurs adresses e-mail</a> à tou·te·s les destinataires. En 2017, une <a id="a2">vulnérabilité de sécurité</a> a rendu certains haut-parleurs Sonos vulnérables.
sl: Im Januar 2020 legte eine E-Mail von Sonos an 450 Kunden <a id="a1">alle ihre E-Mail-Adressen offen</a>. Im Jahr 2017 wurden Sonos-Lautsprecher durch eine <a id="a2">Sicherheitslücke</a> anfällig für Angriffe.

# ai_helptext
source: Sonos relies on speech recognition technology from Amazon or Google.
es: Sonos se basa en la tecnología de reconocimiento de voz de Amazon o Google.
fr: Sonos s’appuie sur la technologie de reconnaissance vocale d’Amazon ou de Google.

# blurb
source: Sonos took their Sonos One smart speaker and made it dumb. Seems there is a market for privacy-minded people who just want a speaker for playing music, not with a built-in microphone that could be spying on you. This Sonos One SL is just like the Sonos One minus the microphone listening for Amazon Alexa or Google Assistant commands. Control it with the Sonos app over WiFi, not Bluetooth, or use Apple Airplay to stream your music. To think, a speaker simply built to play music and not listen to you all day long. Crazy!
sl: Sonos hat seinen intelligenten Sonos One Speaker genommen und ihn „dumm“ gemacht. Wie es scheint, gibt es Leute, die sich einen Lautsprecher wünschen, mit dem man Musik abspielen kann, und nicht unbedingt einen mit eingebautem Mikrofon, das einen vielleicht abhören kann. Der Sonos One SL ist genau wie der Sonos One, jedoch ohne das Mikrofon, das auf Sprachbefehle für Amazon Alexa oder Google Assistant wartet. Sie können den Lautsprecher über die Sonos-App und WLAN bedienen (nicht Bluetooth) oder mit Apple Airplay Musik streamen. Das ist schon was, ein Lautsprecher, der einfach nur zum Musikhören da ist, ohne eingebaute Abhörfunktion. Verrückt!

# worst_case
source: The Sonos One SL is a very good privacy-minded speaker. It has no built-in microphone to listen, record, or send data back to Sonos, Amazon or Google, so not a whole lot can go wrong. And Sonos does a pretty good job with privacy and security as a whole. Sonos did have a small privacy goof early in 2020 when they sent an email to 450 customers and revealed all of their email addresses to each other. To be fair, we've all probably made a mistake like that so we'll cut them a little slack. All in all, there’s not a lot that can go wrong with this speaker in your house because it’s, well, it’s really just a speaker. One more thing. If you decide to use Sonos Radio, a $7.99 subscription service that plays you curated music and lets you tune into over 60,000 radio stations around the world, Sonos will share some anonymized data with third party advertisers for internet based ads. This isn't a huge deal though, so we're not too worried about it.
sl: Der Sonos One SL ist ein sehr guter, datenschutzorientierter Lautsprecher. Er hat kein eingebautes Mikrofon zum Anhören, Aufzeichnen oder Senden von Daten an Sonos, Amazon oder Google, sodass nicht viel schief gehen kann. Und Sonos macht einen ziemlich guten Job mit Datenschutz und Sicherheit als Ganzes. Sonos hatte Anfang 2020 einen kleinen Datenschutzfehler, als eine E-Mail an 450 Kunden geschickt und alle ihre E-Mail-Adressen preisgegeben wurden. Um fair zu sein, wir haben wahrscheinlich alle einen solchen Fehler gemacht, also seien wir nicht so streng mit ihnen. Alles in allem kann mit diesem Lautsprecher in Ihrem Haus nicht viel schief gehen, denn er ist ja eigentlich nur ein Lautsprecher. Eine Sache noch. Wenn Sie sich für Sonos Radio entscheiden, einen Abonnementdienst um 7,99 USD, der Ihnen kuratierte Musik abspielt und Sie über 60.000 Radiosender auf der ganzen Welt empfangen lässt, teilt Sonos einige anonymisierte Daten mit Drittanbietern für internetbasierte Anzeigen. Dies ist jedoch keine große Sache, daher machen wir uns keine allzu großen Sorgen.

# manage_vulnerabilities_helptext
source: Sonos does not have an official bug bounty program, but invites disclosure of security bugs.
sl: Sonos hat kein offizielles Bug-Bounty-Programm, lädt aber zur Offenlegung von Sicherheitsfehlern ein.

# privacy_policy_helptext
source: Sonos does provide an intro to the privacy policy that contains its guiding principles.
sl: Sonos hat eine Einleitung für die Datenschutzrichtlinie verfasst, in der die wichtigsten Prinzipien dargelegt werden.

# tips_to_protect_yourself
source: <a id="a1">Opt out</a> from additional usage data collection
sl: <a id="a1">Ablehnen</a> der zusätzlichen Nutzungsdatenerfassung
