Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/sony-wh-1000xm4.po
Languages: de, es, fr

# blurb
source: What's this? Headphones that actually brag about how well they play music and cancel sound? It's refreshing to see. Sony seems to focus on all things audio with these pricey, critically acclaimed wireless headphones. They do offer something called "smart listening technology" so when you start to talk, the headphones pause the music so you can have a "hands-free conversation" (who knew we needed hands-free conversations!). For the most part, Sony keeps it all about what you hear — or don't hear — when put these things on. Sounds good.
de: Das gibt es? Kopfhörer, die damit angeben, dass sie Sound wiedergeben und Umgebungsgeräusche ausblenden? Ziemlich erfrischend! Sony setzt mit diesen hochpreisigen, ausgezeichneten kabellosen Kopfhörern anscheinend auf Audio. Sie haben sogar eine „Smart Listening“-Funktion: Wenn Sie anfangen, zu sprechen, wird die Musik automatisch angehalten. So können Sie eine Unterhaltung führen, ganz ohne Gefummel. Sony konzentriert sich überwiegend auf das, was Sie hören, – oder eben nicht – wenn Sie die Kopfhörer aufsetzen. Klingt gut.

# worst_case
source: We couldn't find too much that could go wrong with these wireless headphones. We suppose you might go and try to read their privacy policy, get lulled into boredom by the complex, legal language and fall asleep with the volume on your headphones up way too loud, causing hearing loss. Don't listen to your music so loud when reading privacy policies! And Sony, make your privacy information more accessible to consumers. Sony does say it may use or share anonymized personal data for marketing purposes. This is generally OK, although many privacy researchers will point out it is relatively easy to de-anonymize such data.
de: Wir konnten nicht allzu viel finden, was mit diesen kabellosen Kopfhörern schief gehen könnte. Sie könnten höchstens versuchen, die Datenschutzrichtlinie zu lesen, und dabei, gelangweilt von der komplexen Rechtssprache, mit viel zu lauter Musik in den Ohren einschlafen, was zu einem Gehörverlust führen könnte. Drehen Sie einfach die Lautstärke herunter, wenn Sie die Datenschutzrichtlinie lesen! Und Sony täte gut daran, die Datenschutzinformationen für die Verbraucher zugänglicher zu machen. Sony sagt, dass es anonymisierte persönliche Daten für Marketingzwecke verwenden oder weitergeben darf. Dies ist im Allgemeinen in Ordnung, obwohl viele Datenschutzforscher darauf hinweisen würden, dass es relativ einfach ist, solche Daten zu anonymisieren.

# how_does_it_use_data_collected
source: Aggregated or anonymized data can be used for product development. Aggregated or de-identified data may be shared with third parties to the fullest extent allowed by law. Personal information is not sold by Sony.
de: Aggregierte oder anonymisierte Daten können für die Produktentwicklung verwendet werden. Aggregierte oder anonymisierte Daten können in dem gesetzlich erlaubten Umfang an Dritte weitergegeben werden. Persönliche Daten werden von Sony nicht verkauft.

# uses_encryption_helptext
source: Uses encryption for the Bluetooth.
de: Bluetooth wird verschlüsselt.

# security_updates_helptext
source: This is optional. Select "Automatic download of software" of ‘Headphones Connect’" app to enable you to automatically keep your software updated.
de: Optional. Wählen Sie in der „Headphones Connect“-App „Software automatisch herunterladen“ für automatische Software-Updates.

# strong_password_helptext
source: You can use the headphones without having to create a password. The device pairs securely via Bluetooth, which does not require a password. If you choose to use the app, it does require a password if you'd like to use the "Backup and restoration of settings" functionality.
de: Sie können den Kopfhörer ohne die Erstellung eines Passworts verwenden. Das Gerät verbindet sich sicher über Bluetooth, wofür kein Passwort erforderlich ist. Bei Verwendung der App und wenn Sie die Funktion „Back-up und Wiederherstellen von Einstellungen“ verwenden möchten, ist ein Passwort erforderlich.

# manage_vulnerabilities_helptext
source: Sony has a bug bounty program, which means that anyone who finds a security issue and discloses it responsibly may get paid. https://hackerone.com/sony
de: Sony hat ein Bug-Bounty-Programm, was bedeutet, dass jeder, der eine Sicherheitslücke entdeckt und diese verantwortungsvoll meldet, dafür bezahlt werden kann. https://hackerone.com/sony

# privacy_policy_helptext
source: Sony's privacy policy begins with a summary of key points, which is useful.
de: Sonys Datenschutzrichtlinie wird von einer Zusammenfassung der wichtigsten Punkte eingeleitet, was nützlich ist.

# personal_data_collected
source: If using the headphones connect app, the following data is collected: Name, email address, postal code, date of birth
de: Bei Nutzung der Kopfhörer Connect-App werden folgende Daten erhoben: Name, E-Mail-Adresse, Postleitzahl, Geburtstag

# biometric_data_collected
source: If you enable Alexa or the Google Assistant, your voice data will go back to those providers
de: Wenn Sie Alexa oder Google Assistant einschalten, werden Ihre Sprachaufnahmen an diese Anbieter zurück geschickt

# how_can_you_control_your_data
source: You can request that data be deleted.
de: Sie können die Löschung von Daten beantragen.

# track_record_details
source: No known incidents in the last 2 years.
de: Keine bekannten Vorfälle in den letzten zwei Jahren.

# blurb
source: What's this? Headphones that brag about how well they play music and cancel sound? It's refreshing to see. Sony seems to focus on all things audio with these pricey, critically acclaimed wireless headphones. They do offer something called "smart listening technology" so when you start to talk, the headphones pause the music so you can have a "hands-free conversation" (who knew we needed hands-free conversations!). For the most part, Sony keeps it all about what you hear — or don't hear — when you put these things on. Hey, that actually sounds good.
es: ¿Qué es esto? ¿Unos auriculares que se jactan de lo bien que reproducen música y cancelan el sonido? Oh, qué novedoso... Con estos costosos auriculares inalámbricos aclamados por la crítica, Sony parece centrarse en todo lo relacionado con el audio. Ofrecen algo llamado «tecnología de escucha inteligente», que cuando empiezas a hablar, hace que los auriculares pausen la música para que puedas tener una «conversación con manos libres» (¡quién diría que necesitábamos tener conversaciones con manos libres!). En general, Sony hace énfasis en lo que escuchas —o no escuchas— cuando te pones estos cascos. Oye, suena bien.
fr: Quoi ? Un casque qui met en valeur sa fidélité de diffusion de la musique et sa capacité à réduire les bruits ? C’est inhabituel. Sony semble se concentrer sur l’audio avec ce casque sans fil onéreux, mais salué par la critique. Il est doté d’une « technologie d’écoute intelligente », qui arrête automatiquement la diffusion de musique lorsque vous parlez pour offrir une « expérience d’écoute mains libres » (le grand luxe !). De manière générale, Sony se concentre exclusivement sur ce que vous entendez (ou non) quand vous portez ce casque. Pour nous, c’est un grand « ouïe » !

# worst_case
source: We couldn't find too much that could go wrong with Sony’s headphones. We suppose you might go and try to read their privacy policy, get lulled into boredom by the complex, legal language and fall asleep with the volume on your headphones up way too loud, causing hearing loss. Don't listen to your music so loud when reading privacy policies! And Sony, please make your privacy information more accessible to consumers.
es: No pudimos encontrar demasiadas cosas que pudieran salir mal con los auriculares de Sony. Puedes intentar leer su política de privacidad, dejarte llevar por el aburrimiento que provoca la complejidad del lenguaje legal y quedarte dormido(a) con el volumen de tus auriculares demasiado alto, que te provocará una pérdida de la audición. ¡No escuches música tan alto cuando leas las políticas de privacidad! Y Sony, por favor, haz que tu información de privacidad sea más accesible para los consumidores.
fr: Nous n’avons pas trouvé grand-chose d’inquiétant à propos des casques Sony. Vous pourriez sans doute essayer de lire la politique de confidentialité, trouver le jargon juridique assommant et vous endormir avec la musique beaucoup trop fort dans votre casque, risquant ainsi une perte d’audition. On vous avait pourtant dit de ne pas écouter la musique trop fort pour lire des politiques de confidentialité ! Et, Sony, on aimerait que vos informations sur la confidentialité soient plus accessibles pour les utilisateurs et utilisatrices.

# worst_case
source: Sony does say it may use or share de-identified personal data for advertising purposes. This is generally OK, although many privacy researchers will point out it is relatively easy to <a id="a1">de-anonymize</a> such data. Also, if you choose to use Amazon Alexa or Google Assistant with this smart speaker, know that Google and Amazon will collect data on the voice requests you make.
es: Sony dice que podría usar o compartir datos personales desidentificados con fines publicitarios. En general, esto está bien, aunque muchos investigadores del área de la privacidad advertirán que es relativamente fácil <a id="a1">desanonimizar</a> los datos. Además, si eliges usar Amazon Alexa o el Asistente de Google con este altavoz inteligente, debes saber que Google y Amazon recopilarán los datos de las solicitudes de voz que realices.
fr: Sony indique que des données personnelles anonymisées peuvent être utilisées ou partagées à des fins publicitaires. Ce n’est pas vraiment un motif d’inquiétude, cependant de nombreux chercheurs et chercheuses soulignent qu’il est assez simple d’<a id="a1">annuler l’anonymisation</a> de ces données. De plus, si vous choisissez d’utiliser Amazon Alexa ou Google Assistant avec ce casque, sachez que Google et Amazon collecteront des données sur les requêtes vocales que vous ferez.

# how_does_it_use_data_collected
source: To the extent permitted by law, SONY Affiliates may share de-identified Collected Data with network advertisers or others in order to target advertisements to you or limit the number of times you see advertisements. You may be able to opt out of certain targeted advertising by visiting the TRUSTe's website.
es: En la medida en que lo permita la ley, las filiales de SONY pueden compartir los datos desidentificados recopilados con los anunciantes de la red u otros con el fin de enviarte anuncios de tu interés o de limitar la cantidad de veces que ves ciertos anuncios. Es posible que puedas optar por no recibir algunas publicidades visitando el sitio web de TRUSTe.
fr: Dans la mesure permise par la loi, les sociétés affiliées de SONY peuvent partager des données collectées anonymisées avec des réseaux d’annonceurs ou d’autres afin de vous cibler avec des publicités ou de limiter le nombre de fois que vous voyez des publicités. Vous pourrez peut-être vous désinscrire de certaines publicités ciblées en visitant le site web de TRUSTe.

# user_friendly_privacy_policy_helptext
source: Sony has a separate privacy policy for audio products and for their Headphones Connect app on top of their electronics privacy policy. These privacy policies are written in legalise.
es: Sony tiene una política de privacidad aparte para sus productos de audio y su aplicación Headphones Connect, además de su política de privacidad para dispositivos electrónicos. Estas políticas de privacidad están escritas en una compleja jerga legal.
fr: Sony a une politique de confidentialité distincte pour les produits audio et pour son application Headphones Connect en plus de sa politique de confidentialité pour les appareils électroniques. Ces politiques de confidentialité sont écrites en jargon juridique.

# strong_password_helptext
source: The optional “Headphones Connect” App requires a password when you use the “Backup and restoration of settings” function.
es: La aplicación opcional «Headphones Connect» requiere que introduzcas una contraseña cuando utilizas la función «Copia de seguridad y restauración de la configuración».
fr: L’application facultative « Headphones Connect » nécessite un mot de passe lorsque vous utilisez la fonction « Sauvegarde et restauration des paramètres ».

# tips_to_protect_yourself
source: Consider setting up a <a id="a1">password</a> for Bluetooth pairing
es: Considera la posibilidad de establecer una <a id="a1">contraseña</a> para el emparejamiento por Bluetooth
fr: Envisagez de configurer un <a id="a1">mot de passe</a> pour l’appairage Bluetooth

# tips_to_protect_yourself
source: Consider using your headphones without connecting it to an app. This way, you may decrease amount of data collected
es: Considera la posibilidad de usar los auriculares sin conectarlos a una aplicación. De esta manera, puedes disminuir la cantidad de datos recopilados.
fr: Envisagez d’utiliser votre casque sans le connecter à une application. De cette façon, vous pouvez réduire la quantité de données collectées

# personal_data_collected
source: If a user connects to the "Sony headphones connect" application: email, date of birth.
es: Si un usuario se conecta a la aplicación «Sony headset connect»: correo electrónico, fecha de nacimiento.
fr: Si un utilisateur ou une utilisatrice se connecte à l’application « Sony headphones connect » : e-mail, date de naissance.

# how_can_you_control_your_data
source: A user does not have to connect a device to the app. SONY will collect the data for as long as you use the Device and such Collected Data will be deleted within twenty-seven (27) months from the date of such collection.
es: No es necesario que los usuarios conecten el dispositivo a la aplicación. SONY recopilará los datos mientras usas el dispositivo y esos datos recopilados serán eliminados dentro de los veintisiete (27) meses posteriores a la fecha de la recopilación.
fr: Un utilisateur n’a pas besoin de connecter un appareil à l’application. SONY collectera les données aussi longtemps que vous utiliserez l’Appareil et ces Données collectées seront supprimées dans un délai de vingt-sept (27) mois à compter de la date de cette collecte.

# track_record_details
source: No known incidents in the last 3 years.
es: No se han detectado incidentes en los últimos 3 años.
fr: Aucun incident connu au cours des 3 dernières années.
