Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/sprout-pregnancy.po
Languages: de, es, fr, pt_br

# title
source: Sprout Pregnancy
de: Schwangerschaft • Sprout
es: Embarazo • Sprout
fr: Sprout Grossesse
pt_br: Gravidez • Sprout

# blurb
source: When we select which apps to review for a guide like this, something we look for are apps that are highly recommended by consumer publications. The Sprout Pregnancy app was recommended in 2022 by both <a id="a1">Cosmopolitan</a> and <a id="a2">Forbes</a>. Based on these positive reviews and the fact that the app has over one million downloads in the <a id="a3">Google Play store</a>, we included this app in our list to research. Which is why we were quite surprised that we weren't able to find a privacy policy at all for the Sprout Pregnancy app. On top of that, the company that makes the app never responded to our multiple emails trying to get answers to our privacy questions. This is all very bad for an app that lets you build a "personalized pregnancy timeline" and collects information like weight, doctor appointments, birth plan, and a pregnancy journal. A pregnancy app that collects so much very personal information should take privacy quite seriously. The fact the Sprout Pregnancy app doesn't have a privacy policy indicates to us it does not.
de: Wenn wir auswählen, welche Apps für einen Leitfaden wie diesen überprüft werden sollen, suchen wir nach Apps, die von Verbraucherpublikationen besonders empfohlen werden. Die App Schwangerschaft • Sprout wurde 2022 sowohl von <a id="a1">Cosmopolitan als auch von</a> Forbes<a id="a2"> empfohlen</a>. Basierend auf diesen positiven Bewertungen und der Tatsache, dass die App über eine Million Mal im <a id="a3">Google Play Store</a> heruntergeladen wurde, haben wir diese App in unsere Liste aufgenommen, um sie zu untersuchen. Deshalb waren wir ziemlich überrascht, dass wir überhaupt keine Datenschutzerklärung für die Schwangerschaft • Sprout App finden konnten. Darüber hinaus hat das Unternehmen, das die App erstellt, nie auf unsere mehrfachen E-Mails geantwortet, um Antworten auf unsere Datenschutzfragen zu erhalten. Das ist alles sehr schlecht für eine App, mit der Sie einen „personalisierte Schwangerschaftszeitlplan“ erstellen können und die Informationen wie Gewicht, Arzttermine, Geburtsplan und ein Schwangerschaftstagebuch sammelt. Eine Schwangerschafts-App, die so viele sehr persönliche Informationen sammelt, sollte die Privatsphäre ziemlich ernst nehmen. Die Tatsache, dass die Schwangerschaft • Sprout App keine Datenschutzrichtlinie hat, zeigt uns, dass sie dies nicht tut.
es: Cuando seleccionamos qué aplicaciones revisar para esta guía, buscamos las que hayan sido muy recomendadas por publicaciones para el consumidor. La aplicación Embarazo • Sprout fue recomendada en 2022 por <a id="a1">Cosmopolitan</a> y <a id="a2">Forbes</a>. Basándonos en estas reseñas positivas y en el hecho de que la aplicación tiene más de un millón de descargas en la <a id="a3">tienda Google Play</a>, la incluimos en nuestra lista de investigación. Nos sorprendió bastante no poder encontrar una política de privacidad para Embarazo • Sprout. A esto se suma que la empresa que desarrolla la aplicación nunca respondió a los múltiples correos electrónicos que les enviamos con nuestras preguntas sobre privacidad. Todas estas son muy malas señales para una aplicación que te permite construir una «línea de tiempo personalizada de tu embarazo» y que recopila datos como tu peso, las citas con el médico, la planificación para el parto y un diario de embarazo. Una aplicación para el embarazo que recopila tanta información tan personal debería tomarse la privacidad muy en serio. El hecho de que la aplicación Embarazo • Sprout no tenga una política de privacidad nos indica que no lo hace.
fr: Lorsque nous sélectionnons les applications à consulter pour un guide comme celui-ci, nous recherchons des applications vivement recommandées par les publications grand public. L’application Sprout Grossesse a été recommandée en 2022 par <a id="a1">Cosmopolitan</a> et <a id="a2">Forbes</a>. Sur la base de ces commentaires positifs et du fait que l’application a été téléchargée plus d’un million de fois sur le <a id="a3">Google Play Store</a>, nous avons inclus cette application dans notre liste de recherche. Nous avons donc été très surpris de ne pas avoir trouvé de politique de confidentialité pour l’application Sprout Grossesse. Mais ce n’est pas tout ! L’entreprise qui conçoit l’application n’a jamais répondu à nos multiples courriels pour tenter d’obtenir des réponses à nos questions sur la protection de la vie privée. C’est très mauvais pour une application qui permet d’élaborer un « calendrier de grossesse personnalisé » et recueille des informations telles que le poids, les rendez-vous chez le médecin, le plan de naissance et un journal de grossesse. Une application de grossesse qui recueille tant d’informations très personnelles devrait considérer la vie privée très au sérieux. Le fait que l’application Sprout Grossesse ne dispose pas d’une politique de confidentialité nous indique que ce n’est pas le cas.
pt_br: Quando selecionamos quais aplicativos revisar para um guia como este, algo que procuramos são aplicativos altamente recomendados pelas publicações do consumidor. O aplicativo Gravidez • Sprout foi recomendado em 2022 pela <a id="a1">Cosmopolitan</a> e pela <a id="a2">Forbes</a>. Com base nessas avaliações positivas e no fato de que o aplicativo tem mais de um milhão de downloads na loja <a id="a3">Google Play</a>, incluímos esse aplicativo em nossa lista para pesquisa. Por isso ficamos surpresos por não termos conseguido encontrar uma política de privacidade para o aplicativo Gravidez • Sprout. Além disso, a empresa que criou o aplicativo nunca respondeu aos nossos vários e-mails tentando obter respostas às nossas perguntas de privacidade. Isso tudo é muito ruim para um aplicativo que permite que você construa uma "linha do tempo de gravidez personalizada" e que coleta informações como peso, consultas médicas, plano de parto e um diário de gravidez. Um aplicativo de gravidez que coleta tanta informação muito pessoal deve levar a privacidade muito a sério. O fato de o aplicativo Gravidez • Sprout não ter uma política de privacidade indica que ela não existe.

# worst_case
source: Well, this isn't good. It's terrible in fact. It seems the Sprout Pregnancy app doesn't have a privacy policy. Yup, an app that potentially collects lots of personal information about you, your body, and your life doesn't care enough about your privacy to have a privacy policy. All we were able to find for the Sprout Pregnancy app was a Terms of Service doc last updated in September, 2013 that had a very brief section called "Use of Collected Data" that didn't really contain much useful information. This is an automatic <i>*Privacy Not Included</i> for us. Please do not use this app. Please never use an app that doesn't have a privacy policy.
de: Das ist also überhaupt nicht gut. Eigentlich ist es schrecklich. Es scheint, dass die Schwangerschaft • Sprout App keine Datenschutzrichtlinie hat. Ganz genau – einer App, die potenziell viele persönliche Informationen über Sie, Ihren Körper und Ihr Leben sammelt, ist Ihre Privatsphäre nicht wichtig genug, um eine Datenschutzrichtlinie zu haben. Alles, was wir zu der Schwangerschaft • Sprout App finden konnten, war ein Dokument mit den Nutzungsbedingungen, das zuletzt im September 2013 aktualisiert wurde und einen sehr kurzen Abschnitt mit dem Titel „Verwendung der gesammelten Daten“ enthielt, der nicht wirklich viele nützliche Informationen enthielt. Dies ist für uns automatisch ein Fall von <i>*Datenschutz nicht inbegriffen</i>. Bitte verwenden Sie diese App nicht. Bitte verwenden Sie niemals eine App, die keine Datenschutzrichtlinie hat.
es: Lo que vamos a contarte no es bueno. De hecho, es terrible. Parece que la aplicación Embarazo • Sprout no tiene una política de privacidad. Sí, así como lo oyes, una aplicación que puede recopilar muchísima información personal sobre ti, tu cuerpo y tu vida, no se preocupa lo suficiente por tu privacidad como para tener una política de privacidad. Todo lo que pudimos encontrar fue un documento de Términos de servicio, actualizado por última vez en septiembre de 2013, que tenía una sección muy breve llamada «Uso de los datos recopilados» y que no contiene mucha información útil. Para nosotros, esta aplicación va automáticamente a nuestra lista de <i>*Privacidad no incluida</i>. Por favor, no uses esta aplicación. Nunca uses una aplicación que no tenga una política de privacidad.
fr: Ce n’est pas bon. C’est même terrible, en fait. Il semble que l’application Sprout Grossesse n’ait pas de politique de confidentialité. Une application capable de recueillir de nombreuses informations personnelles sur vous, votre corps et votre vie ne se soucie pas assez de votre vie privée pour avoir une politique de confidentialité. Tout ce que nous avons pu trouver pour l’application Sprout Grossesse était un document sur les conditions d’utilisation, mis à jour pour la dernière fois en septembre 2013, et qui comportait une brève section intitulée « Utilisation des données collectées », avec peu d’informations utiles. Pour nous, c’est effectivement <i>*Confidentialité non incluse</i>. N’utilisez pas cette application. N’utilisez jamais une application sans politique de confidentialité.
pt_br: Isso não é bom. É terrível, na verdade. Parece que o aplicativo Gravidez • Sprout não tem uma política de privacidade. Sim, um aplicativo que potencialmente coleta muitas informações pessoais sobre você, seu corpo e sua vida não se importa o suficiente com sua privacidade para ter uma política de privacidade. Tudo o que conseguimos encontrar para o aplicativo Gravidez • Sprout foi um documento de Termos de Serviço atualizado pela última vez em setembro de 2013 que tinha uma seção muito breve chamada "Uso de Dados Coletados" que realmente não continha muitas informações úteis. Para nós, isto signfica uma <i>*Privacidade Não Incluída</i> automática. Por favor, não use este aplicativo. Nunca use um aplicativo que não tenha uma política de privacidade.

# worst_case
source: Weirdly, of the other apps Sprout makes — Spout Fertility &amp; Period Tracker, Sprout Baby, and Sprout Care — Sprout Pregnancy is the only app of theirs that doesn't have a privacy policy. The others do, even if they haven't been updated recently. What's up with Sprout Pregnancy? We're just not sure. So again, please don't use this app. We can't even tell what could go wrong because we have no idea what data they collect and how they use it. Bad, bad, BAD!
de: Seltsamerweise ist Schwangerschaft • Sprout von den anderen Apps, die Sprout herstellt - Spout Fertility & Period Tracker, Sprout Baby und Sprout Care - die einzige App, die keine Datenschutzbestimmungen hat. Die anderen haben sie, auch wenn sie in letzter Zeit nicht aktualisiert wurden. Was ist mit Schwangerschaft • Sprout los? Wir sind uns einfach nicht sicher. Also noch einmal: Bitte benutzen Sie diese App nicht. Wir können nicht einmal sagen, was schief gehen könnte, weil wir keine Ahnung haben, welche Daten sie sammeln und wie sie sie verwenden. Schlecht, schlecht, SCHLECHT!
es: Curiosamente, de las otras aplicaciones desarrolladas por Sprout —Spout Fertility & Period Tracker, Sprout Baby y Sprout Care— Embarazo • Sprout es la única que no tiene una política de privacidad. Todas las demás la tienen, incluso las que no han sido actualizadas recientemente. ¿Qué pasa con Embarazo • Sprout? No lo sabemos. Así que te pedimos nuevamente que no uses esta aplicación. Ni siquiera podemos decirte qué podría salir mal porque no tenemos idea de qué datos recopilan y cómo los usan. ¡Esto es malo, malo, MALO!
fr: Étrangement, parmi les autres applications conçues par Sprout — Spout Fertility & Period Tracker, Sprout Baby et Sprout Care — Sprout Grossesse est la seule application qui n’a pas de politique de confidentialité. Les autres en ont une, mais elle n’a pas été mise à jour récemment. Qu’est-ce qui se passe avec Sprout Grossesse ? Nous n’en sommes pas sûrs. Encore une fois, n’utilisez pas cette application. Nous ne pouvons même pas dire ce qui pourrait mal se passer parce que nous ne savons rien des données qu’elle collecte et de la manière dont elles sont utilisées.
pt_br: Diferentemente dos outros aplicativos que Sprout faz — Spout Fertility & Period Tracker, Sprout Baby, e Sprout Care — Gravidez • Sprout é o único aplicativo deles que não tem uma política de privacidade. Os outros têm, mesmo que não tenham sido atualizados recentemente. O que há com Gravidez • Sprout? Não temos certeza. Portanto, novamente, não use este aplicativo. Não podemos nem dizer o que pode dar errado porque não temos ideia de quais dados eles coletam e como eles os usam. Mau, mau, MAU!

# signup_requirement_explanation
source: No log-in available
de: Kein Login möglich
es: No hay inicio de sesión disponible
fr: Aucune connexion disponible
pt_br: Nenhum login disponível

# how_does_it_use_data_collected
source: Unknown, as there is no Privacy Policy that we could find.
de: Unbekannt, da es keine Datenschutzrichtlinie gibt, die wir finden könnten.
es: No se sabe, ya que no encontramos ninguna política de privacidad.
fr: Inconnu, car nous n’avons pas pu trouver de politique de confidentialité.
pt_br: Desconhecido, pois não há Política de Privacidade que possamos encontrar.

# user_friendly_privacy_policy_helptext
source: The Sprout Pregnancy app does not have a privacy policy that we could find. The Sprout Fertility &amp; Period Tracking app, Sprout Baby app, and Sprout Care apps all appear to have some sort of privacy policy. but not the Sprout Pregnancy app.
de: Die Schwangerschaft • Sprout App hat keine Datenschutzrichtlinie, die wir hätten finden können. Die Sprout Fertility & Period Tracking App, Sprout Baby App und Sprout Care Apps scheinen alle eine Art von Datenschutzrichtlinie zu haben. Aber nicht die Schwangerschaft • Sprout App.
es: No pudimos encontrar una política de privacidad para la aplicación Embarazo • Sprout. Las aplicaciones Sprout Fertility & Period Tracking, Sprout Baby y Sprout Care tienen algún tipo de política de privacidad, pero no es así para Embarazo • Sprout.
fr: Nous n’avons pas pu trouver de politique de confidentialité pour l’application Sprout Grossesse. Les applications Sprout Fertility & Period Tracking, Sprout Baby et Sprout Care semblent toutes avoir une sorte de politique de confidentialité, contrairement à l’application Sprout Grossesse.
pt_br: O aplicativo Gravidez • Sprout não tem uma política de privacidade que possamos encontrar. O aplicativo Sprout Fertility & Period Tracking, o aplicativo Sprout Baby e os aplicativos Sprout Care parecem ter algum tipo de política de privacidade, mas não o aplicativo Gravidez • Sprout.

# privacy_policy_helptext
source: We could find no privacy policy for the Sprout Pregnancy app, only a terms of service page last updated September 1, 2013.
de: Wir konnten keine Datenschutzerklärung für die Schwangerschaft • Sprout App finden, sondern nur eine Seite mit den Nutzungsbedingungen, die zuletzt am 1. September 2013 aktualisiert wurde.
es: No pudimos encontrar ninguna política de privacidad para la aplicación Embarazo • Sprout, solo encontramos una página de términos de servicio actualizada el 1 de septiembre de 2013.
fr: Nous n’avons trouvé aucune politique de confidentialité pour l’application Sprout Grossesse, seulement une page de conditions d’utilisation mise à jour le 1er septembre 2013.
pt_br: Não foi possível encontrar nenhuma política de privacidade para o aplicativo Gravidez • Sprout, apenas uma página de termos de serviço atualizada pela última vez em 1º de setembro de 2013.

# tips_to_protect_yourself
source: Never use an app without a privacy policy.
de: Verwenden Sie niemals eine App ohne Datenschutzerklärung.
es: Nunca uses una aplicación que no tiene una política de privacidad.
fr: N’utilisez jamais une application sans politique de confidentialité.
pt_br: Nunca use um aplicativo sem uma política de privacidade.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images and videos)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Videos).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos)
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, votre microphone, ou vos images et vidéos)
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso às suas informações pessoais via aplicativo (não dê acesso à sua câmera, microfone, imagens e vídeos)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad
fr: Mettez régulièrement votre application à jour
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire via votre appareil (sur iPhone par exemple, accédez à Confidentialité - > Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# personal_data_collected
source: Unknown, as there is no Privacy Policy that we could find.
de: Unbekannt, da es keine Datenschutzrichtlinie gibt, die wir finden könnten.
es: No se sabe, ya que no encontramos ninguna política de privacidad.
fr: Inconnu, car nous n’avons pas pu trouver de politique de confidentialité.
pt_br: Desconhecido, pois não há Política de Privacidade que possamos encontrar.

# how_can_you_control_your_data
source: Unknown, as there is no Privacy Policy that we could find.
de: Unbekannt, da es keine Datenschutzrichtlinie gibt, die wir finden könnten.
es: No se sabe, ya que no encontramos ninguna política de privacidad.
fr: Inconnu, car nous n’avons pas pu trouver de politique de confidentialité.
pt_br: Desconhecido, pois não há Política de Privacidade que possamos encontrar.

# track_record_details
source: No known privacy or security incidents discovered in the last 3 years.
de: In den letzten 3 Jahren sind keine Datenschutz- oder Sicherheitsvorfälle bekannt geworden.
es: No se han conocido incidentes de privacidad o seguridad en los últimos 3 años.
fr: Aucun incident connu relatif à la confidentialité ou à la sécurité n’a été découvert ces trois dernières années.
pt_br: Nenhum incidente conhecido de privacidade ou segurança foi descoberto nos últimos 3 anos.

# child_safety_blurb
source: Unknown, as there is no Privacy Policy that we could find.
de: Unbekannt, da es keine Datenschutzrichtlinie gibt, die wir finden könnten.
es: No se sabe, ya que no encontramos ninguna política de privacidad.
fr: Inconnu, car nous n’avons pas pu trouver de politique de confidentialité.
pt_br: Desconhecido, pois não há Política de Privacidade que possamos encontrar.
