Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/subaru.po
Languages: de

# tips_to_protect_yourself
source: When connecting a mobile app to the car, make sure to minimize the amount of data collected through this app. You can use iOS or Android settings to limit the data collected through your phone.
de: Wenn Sie eine mobile App mit dem Auto verbinden, achten Sie darauf, die Menge der über diese App gesammelten Daten zu minimieren. Sie können die iOS- oder Android-Einstellungen verwenden, um die über Ihr Telefon gesammelten Daten zu begrenzen.

# tips_to_protect_yourself
source: Opt out from your mobile device's location sharing.
de: Deaktivieren Sie die Standortfreigabe Ihres Mobilgeräts.

# tips_to_protect_yourself
source: Do not use Amazon Alexa in your car if you are concerned about Amazon collecting that voice request information, IP address, and geolocation information and using it to target you with advertising.
de: Verwenden Sie Amazon Alexa nicht in Ihrem Auto, wenn Sie Bedenken haben, dass Amazon diese Sprachanforderungsinformationen, IP-Adresse und Geolokalisierungsinformationen sammelt und verwendet, um Werbung auf Sie zuzuschneiden.

# personal_data_collected
source: "A real name, username or alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driver’s license number, vehicle information (such as model and year), vehicle identification number (VIN), vehicle telemetry data, or other similar identifiers, name, signature, Social Security number, address, telephone number, driver’s license or state identification card number, geolocation.<br/> <br/>Vehicle- and driving-related information: vehicle and service-related information, including but not limited to VIN and vehicle description; vehicle maintenance information; mechanical condition or incidents involving the vehicle such as crash severity sensor data; time, LOCATION and speed of vehicle; a Vehicle Occupant’s search content; your personal identification number (“PIN”); and information about calls related to the Services or your account, such as the date, time and duration of the call, the identity and phone number of the caller, and contents of or notes about the call. In addition, your vehicle may be equipped with one or more sensing or diagnostic modules capable of automatically retrieving, recording, transmitting, or storing certain vehicle data, including but not limited to trouble codes, tire pressure, battery voltage, coolant temperature, and service requirements. We may collect and retain data from any such modules in your vehicle."
de: "Ein richtiger Name, Benutzername oder Alias, Postanschrift, eindeutige persönliche Kennung, Online-Kennung, Internetprotokolladresse, E-Mail-Adresse, Kontoname, Sozialversicherungsnummer, Führerscheinnummer, Fahrzeuginformationen (wie Modell und Jahr), Fahrzeugidentifikationsnummer (VIN), Fahrzeugtelemetriedaten oder andere ähnliche Kennungen, Name, Unterschrift, Sozialversicherungsnummer, Adresse, Telefonnummer, Führerschein oder staatliche Identifikationskartennummer, Geolokalisierung.<br/> <br/>Fahrzeug- und fahrbezogene Informationen: Fahrzeug- und servicebezogene Informationen, einschließlich, aber nicht beschränkt auf FIN und Fahrzeugbeschreibung; Fahrzeugwartungsinformationen; mechanischer Zustand oder Vorfälle im Zusammenhang mit dem Fahrzeug, wie z. B. Unfallschwere-Sensordaten; Zeit, ORT und Geschwindigkeit des Fahrzeugs; Suchinhalte eines Fahrzeuginsassen; Ihre persönliche Identifikationsnummer („PIN“); und Informationen über Anrufe im Zusammenhang mit den Diensten oder Ihrem Konto, wie z. B. Datum, Uhrzeit und Dauer des Anrufs, Identität und Telefonnummer des Anrufers sowie Inhalte oder Notizen über den Anruf. Darüber hinaus kann Ihr Fahrzeug mit einem oder mehreren Erfassungs- oder Diagnosemodulen ausgestattet sein, die in der Lage sind, bestimmte Fahrzeugdaten automatisch abzurufen, aufzuzeichnen, zu übertragen oder zu speichern, einschließlich, aber nicht beschränkt auf Fehlercodes, Reifendruck, Batteriespannung, Kühlmitteltemperatur und Serviceanforderungen. Wir können Daten von solchen Modulen in Ihrem Fahrzeug sammeln und aufbewahren."

# biometric_data_collected
source: Audio recordings of Vehicle Occupants
de: Audioaufnahmen von Fahrzeuginsassen

# how_can_you_control_your_data
source: We can not confirm if all users, regardless of location, can get their data be deleted.
de: Wir können nicht bestätigen, dass alle Nutzer*innen, unabhängig vom Standort, ihre Daten löschen können.

# how_can_you_control_your_data
source: "We retain each category of your Personal Information for no longer than is reasonably necessary for one or more Business Purposes, subject to your right to request we delete your Personal Information. Due to the nature of the Services, it is not possible to predict the length of time that we will retain Personal Information. Instead, we use the following criteria to determine whether it remains reasonably necessary to retain your Personal Information for one or more disclosed Business Purpose(s): (i) whether there is a retention period required by statute or regulations; (ii) the existence of actual or threatened litigation for which we are required to preserve the information; (iii) the statutes of limitations for potential legal claims; and (iv) generally accepted best practices in our industry. When we determine that it is no longer reasonably necessary to retain your Personal Information for one or more disclosed Business Purposes based on the above criteria, we will delete your Personal Information."
de: „Wir bewahren jede Kategorie Ihrer personenbezogenen Daten nicht länger auf, als es für einen oder mehrere Geschäftszwecke vernünftigerweise erforderlich ist, vorbehaltlich Ihres Rechts, die Löschung Ihrer personenbezogenen Daten zu verlangen. Aufgrund der Art der Dienste ist es nicht möglich vorherzusagen, wie lange wir personenbezogene Daten aufbewahren werden. Stattdessen verwenden wir die folgenden Kriterien, um festzustellen, ob es vernünftigerweise notwendig ist, Ihre personenbezogenen Daten für einen oder mehrere offenbarte (n) Geschäftszweck (e) aufzubewahren: (i) ob es eine gesetzlich vorgeschriebene Aufbewahrungsfrist gibt; (ii) das Bestehen eines tatsächlichen oder drohenden Rechtsstreits, für den wir die Informationen aufbewahren müssen; (iii) die Verjährungsfristen für potenzielle Rechtsansprüche; und (iv) allgemein anerkannte Best Practices in unserer Branche. Wenn wir feststellen, dass es nicht mehr vernünftigerweise notwendig ist, Ihre personenbezogenen Daten für einen oder mehrere offengelegte Geschäftszwecke auf der Grundlage der oben genannten Kriterien aufzubewahren, werden wir Ihre personenbezogenen Daten löschen."

# how_can_you_control_your_data
source: The right to delete information is mentioned for California residents:<br/> "You have the right to request that we delete any of your Personal Information that we collected from you and retained. Be aware, however, that certain exceptions apply to the right to delete Personal Information. We may deny your deletion request if retaining your Personal Information is necessary for us or our Service Providers to:<br/> - complete a transaction for which we collected your Personal Information, provide goods or Services that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;<br/> - help ensure security and integrity, including to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities;<br/> - debug Services, products and websites to identify and repair errors that impair existing intended functionality;<br/> - exercise free speech, ensure the right of another consumer to exercise their right of free speech, or exercise another right provided for by law;<br/> - comply with the California Electronic Communications Privacy Act (Cal. Penal Code § 1546 et. seq.);<br/> - engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the achievement of such research, if you previously provided informed consent;<br/> - enable solely internal uses that are reasonably aligned with the expectations of consumers; or<br/> - comply with a legal obligation, including in connection with product recalls."
de: Das Recht, Informationen zu löschen, wird für Einwohner Kaliforniens erwähnt:<br/> „Sie haben das Recht zu verlangen, dass wir alle Ihre personenbezogenen Daten löschen, die wir von Ihnen gesammelt und aufbewahrt haben. Beachten Sie jedoch, dass bestimmte Ausnahmen für das Recht auf Löschung personenbezogener Daten gelten. Wir können Ihren Antrag auf Löschung ablehnen, wenn die Aufbewahrung Ihrer personenbezogenen Daten für uns oder unsere Dienstleister erforderlich ist, um:<br/> - eine Transaktion abzuschließen, für die wir Ihre personenbezogenen Daten erfasst haben, von Ihnen angeforderte Waren oder Dienstleistungen bereitzustellen, im Rahmen unserer laufenden Geschäftsbeziehung mit Ihnen vernünftigerweise erwartete Maßnahmen zu ergreifen oder unseren Vertrag mit Ihnen anderweitig zu erfüllen;<br/> - die Sicherheit und Integrität zu gewährleisten, einschließlich der Erkennung von Sicherheitsvorfällen, des Schutzes vor böswilligen, irreführenden, betrügerischen oder illegalen Aktivitäten oder der Verfolgung der für solche Aktivitäten Verantwortlichen;<br/> - Dienste, Produkte und Websites zu debuggen, um Fehler zu identifizieren und zu beheben, die die bestehende beabsichtigte Funktionalität beeinträchtigen;<br/> - die Redefreiheit auszuüben, das Recht eines anderen Verbrauchers auf freie Meinungsäußerung zu gewährleisten oder ein anderes gesetzlich vorgesehenes Recht auszuüben;<br/> - den California Electronic Communications Privacy Act (Cal. Strafgesetzbuch § 1546 ff.);<br/> - öffentliche oder von Fachleuten überprüfte wissenschaftliche, historische oder statistische Forschung im öffentlichen Interesse betreiben, die allen anderen anwendbaren Ethik- und Datenschutzgesetzen entspricht, wenn die Löschung der Informationen die Erreichung dieser Forschung wahrscheinlich unmöglich machen oder ernsthaft beeinträchtigen kann, wenn Sie zuvor eine Einwilligung nach Aufklärung erteilt haben;<br/> - ausschließlich interne Verwendungen ermöglichen, die den Erwartungen der Verbraucher angemessen entsprechen; oder<br/> - einer gesetzlichen Verpflichtung nachkommen, auch im Zusammenhang mit Produktrückrufen."

# how_can_you_control_your_data
source: The rights are also mentioned for residents covered by GDPR:<br/>"You have at any time the right to object to the use of your personal data for the purposes mentioned in article 2. Besides, you can make use of the following rights:
de: Die Rechte werden auch für Einwohner erwähnt, die unter die DSGVO fallen:<br/>„Sie haben jederzeit das Recht, der Verwendung Ihrer personenbezogenen Daten für die in Artikel 2 genannten Zwecke zu widersprechen. Außerdem können Sie von folgenden Rechten Gebrauch machen:

# how_can_you_control_your_data
source: the right to access your personal data;<br/>• the right to rectification of your personal data;<br/>• the right to erasure of your personal data;<br/>• the right to restriction of processing of your personal data;<br/>• the right to object to the processing of your personal data:<br/>• the right to data portability of your personal data;<br/>• the right to open a claim at the privacy commission;<br/>• the right to withdraw any previously given consent. "
de: das Recht auf Zugang zu Ihren personenbezogenen Daten;<br/>• das Recht auf Berichtigung Ihrer personenbezogenen Daten;<br/>• das Recht auf Löschung Ihrer personenbezogenen Daten;<br/>• das Recht auf Einschränkung der Verarbeitung Ihrer personenbezogenen Daten;<br/>• das Recht, der Verarbeitung Ihrer personenbezogenen Daten zu widersprechen:<br/>• das Recht auf Datenübertragbarkeit Ihrer personenbezogenen Daten;<br/>• das Recht, einen Anspruch bei der Datenschutzkommission zu erheben;<br/>• das Recht, eine zuvor erteilte Einwilligung zu widerrufen. "

# track_record_details
source: In December 2021, a class action was <a id="a1">taken</a> against Subaru for a violation of the Illinois Biometric Information Privacy Act law,
de: Im Dezember 2021 wurde eine Sammelklage gegen Subaru wegen eines Verstoßes gegen das Gesetz zum Schutz biometrischer Informationen in Illinois <a id="a1">erhoben</a>.

# child_safety_blurb
source: "Subaru’s Service is intended for a general audience and not directed at children under (13) years of age.
de: "Der Service von Subaru richtet sich an ein allgemeines Publikum und richtet sich nicht an Kinder unter (13) Jahren.

# child_safety_blurb
source: We do not knowingly gather Personal Information (as defined by the U.S. Children’s Privacy Protection Act, or “COPPA”) in a manner not permitted by COPPA. If a person under 13 submits Personal Information through any part of a Subaru Service, and we learn the person submitting the Personal Information is a child, we will attempt to delete this Personal Information as soon as possible. If you are a parent or guardian and you believe we have collected Personal Information from your child in a manner not permitted by law, contact us as set out in the “Contact Us” Section below. We will remove the data to the extent required by applicable laws."
de: Wir sammeln nicht wissentlich personenbezogene Daten (im Sinne des US-amerikanischen Gesetzes zum Schutz der Privatsphäre von Kindern oder „COPPA“) in einer Weise, die von COPPA nicht erlaubt ist. Wenn eine Person unter 13 Jahren personenbezogene Daten über einen Teil eines Subaru-Dienstes übermittelt und wir erfahren, dass die Person, die die personenbezogenen Daten übermittelt, ein Kind ist, werden wir versuchen, diese personenbezogenen Daten so schnell wie möglich zu löschen. Wenn Sie ein Elternteil oder Erziehungsberechtigter sind und der Meinung sind, dass wir personenbezogene Daten von Ihrem Kind in einer gesetzlich nicht zulässigen Weise gesammelt haben, kontaktieren Sie uns wie im Abschnitt „Kontakt“ unten beschrieben. Wir werden die Daten im gesetzlich vorgeschriebenen Umfang entfernen.“

# child_safety_blurb
source: "California Minors<br/>We do not knowingly Sell Personal Information of minors under 16 who are residents of California without their affirmative authorization, or the affirmative authorization of their parent or guardian for minors under 13."
de: "California Minors<br/>Wir verkaufen nicht wissentlich personenbezogene Daten von Minderjährigen unter 16 Jahren, die in Kalifornien ansässig sind, ohne ihre ausdrückliche Genehmigung oder die ausdrückliche Genehmigung ihrer Eltern oder Erziehungsberechtigten für Minderjährige unter 13 Jahren."

# child_safety_blurb
source: "We have no intention to collect any personal data of visitors of our website that are younger than 16 years. We recommend parents to be involved in the online activities of their children to prevent that Subaru processes their personal data."
de: „Wir haben nicht die Absicht, personenbezogene Daten von Besuchern unserer Website zu erheben, die jünger als 16 Jahre sind. Wir empfehlen Eltern, sich an den Online-Aktivitäten ihrer Kinder zu beteiligen, um zu verhindern, dass Subaru ihre personenbezogenen Daten verarbeitet.“

# ai_helptext
source: EyeSight® Driver Assist Technology monitors traffic movement, optimizes cruise control, and warns you if you sway outside your lane. These features are enabled by numerous cameras, sensors and radars on the car. Subaru has <a id="a1">sold</a> over 1 million EyeSight-equipped vehicles.
de: Die EyeSight® Fahrerassistenztechnologie überwacht die Verkehrsbewegung, optimiert die Geschwindigkeitsregelung und warnt Sie, wenn Sie sich außerhalb Ihrer Fahrspur bewegen. Diese Funktionen werden durch zahlreiche Kameras, Sensoren und Radare am Auto ermöglicht. Subaru hat über 1 Million mit EyeSight ausgestattete Fahrzeuge <a id="a1">verkauft</a>.
