Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/subaru.po
Languages: de

# how_does_it_use_data_collected
source: "By disclosing your Personal Information to us, registering or enrolling in certain Services, <b>or otherwise using our Services, or interacting with us offline, you consent to our collection, use, and disclosure of your Personal Information</b> as described in this Privacy Policy."<br/><br/>"Additionally, <b>we Sell Personal Information,</b> subject to your right to opt-out of those Sales. <b>We also Share Personal Information for Cross-context Behavioral Advertising</b>, subject to your right to opt-out of such processing."
de: „Indem Sie uns Ihre personenbezogenen Daten offenlegen, sich für bestimmte Dienste registrieren oder registrieren <b>oder unsere Dienste anderweitig nutzen oder offline mit uns interagieren, stimmen Sie unserer Erhebung, Verwendung und Offenlegung Ihrer personenbezogenen Daten zu,</b> wie in dieser Datenschutzrichtlinie beschrieben."<br/><br/>"Darüber hinaus verkaufen <b>wir personenbezogene Daten,</b> vorbehaltlich Ihres Rechts, diese Verkäufe abzulehnen. <b>Wir geben auch personenbezogene Daten für kontextübergreifende verhaltensorientierte Werbung weiter</b>, vorbehaltlich Ihres Rechts, einer solchen Verarbeitung zu widersprechen."

# how_does_it_use_data_collected
source: "Subaru discloses the following categories ..."<br/> Identifiers;<br/> Other Personal Information subject to certain laws;<br/> Commercial information;<br/> Internet or other similar network activity;<br/> Geolocation data;<br/> Inferences drawn from other Personal Information;<br/> Recordings; and<br/> Payment information."
de: "Subaru legt die folgenden Kategorien offen..."<br/> Kennungen;<br/> Andere personenbezogene Daten unterliegen bestimmten Gesetzen;<br/> Geschäftsinformationen;<br/> Internet- oder andere ähnliche Netzwerkaktivitäten;<br/> Geolokalisierungsdaten;<br/> Rückschlüsse aus anderen personenbezogenen Daten;<br/> Aufzeichnungen; und<br/> Zahlungsinformationen."

# how_does_it_use_data_collected
source: "We may use, Sell, Share, or disclose the Sensitive Personal Information we collect for one or more of the following “Business Purposes:”<br/> Assist us in providing, maintaining, and protecting the Services;<br/> Set up, maintain, and protect accounts to use the Services;<br/> Analyze and improve our products, Services, and operations, including the security of our products, Services and operations, and develop new products and Services;<br/> Process transactions and other requests for products and Services;<br/> Provide customer service;<br/> Respond to customer inquiries;<br/> Communicate with you, such as provide you with Subaru-related communications, newsletters, and/or other communications relating to our products and Services, including vehicle maintenance notices;<br/> <b>Send or display Subaru and third party offers and other content that is customized to your interests or preferences;</b><br/> Conduct events, sweepstakes, promotions, and contests, which may be subject to applicable rules;<br/> Investigate and address breaches of security or breaches of our terms of service or other agreements with customers;<br/> Detect and prevent criminal activity and other actual or threatened harm to Subaru or third parties;<br/> Comply with legal and regulatory requirements, including product recalls;<br/> Manage and maintain the systems that provide the Services; and<br/> For any other purpose described to you when we collect your Sensitive Personal Information."
de: „Wir können die von uns erfassten sensiblen personenbezogenen Daten für einen oder mehrere der folgenden „Geschäftszwecke“ verwenden, verkaufen, weitergeben oder offenlegen:<br/> Unterstützung bei der Bereitstellung, Wartung und dem Schutz der Dienste;<br/> Einrichtung, Wartung und Schutz von Konten zur Nutzung der Dienste;<br/> Analyse und Verbesserung unserer Produkte, Dienste und Abläufe, einschließlich der Sicherheit unserer Produkte, Dienste und Abläufe, und Entwicklung neuer Produkte und Dienste;<br/> Verarbeitung von Transaktionen und anderen Anfragen nach Produkten und Diensten;<br/> Bereitstellung von Kundenservice;<br/> Beantwortung von Kundenanfragen;<br/> Kommunikation mit Ihnen, z. B. Bereitstellung von Subaru-bezogenen Mitteilungen, Newslettern und/oder anderen Mitteilungen in Bezug auf unsere Produkte und Dienstleistungen, einschließlich Fahrzeugwartungshinweisen;<br/> <b>Senden oder Anzeigen von Subaru- und Drittanbieterangeboten und anderen Inhalten, die auf Ihre Interessen oder Präferenzen zugeschnitten sind;</b><br/> Durchführung von Veranstaltungen, Gewinnspielen, Werbeaktionen und Wettbewerben, die den geltenden Regeln unterliegen können;<br/> Untersuchung und Behebung von Sicherheitsverletzungen oder Verstößen gegen unsere Nutzungsbedingungen oder andere Vereinbarungen mit Kunden;<br/> Aufdeckung und Verhinderung krimineller Aktivitäten und anderer tatsächlicher oder drohender Schäden für Subaru oder Dritte;<br/> Einhaltung gesetzlicher und behördlicher Anforderungen, einschließlich Produktrückrufe;<br/> Verwaltung und Wartung der Systeme, die die Dienste bereitstellen; und für jeden anderen<br/> Zweck, der Ihnen bei der Erfassung Ihrer sensiblen personenbezogenen Daten beschrieben wird."

# how_does_it_use_data_collected
source: "We collect and use Personal Information and Non-Personal Information for business and commercial purposes in accordance with the practices described in this Privacy Policy, including, but not limited to, in the last 12 months, to do the following: ...<br/>Send or display Subaru and third party offers and other content that is customized to your interests or preferences ... "
de: "Wir sammeln und verwenden personenbezogene Daten und nicht personenbezogene Daten für geschäftliche und kommerzielle Zwecke in Übereinstimmung mit den in dieser Datenschutzerklärung beschriebenen Praktiken, einschließlich, aber nicht beschränkt auf, in den letzten 12 Monaten, um Folgendes zu tun: ... Subaru und Angebote Dritter und andere Inhalte zu<br/>senden oder anzuzeigen, die auf Ihre Interessen oder Präferenzen zugeschnitten sind... "

# how_does_it_use_data_collected
source: "Subaru discloses Personal Information to the following categories of third parties:<br/> Service Providers, emergency contacts, Affiliates, Distributors, API Providers, <b>Data Providers</b>, Retailers, Retailer Service Providers, <b>Marketing Partners, Third Party Marketers</b>, and governmental regulators having jurisdiction for our products or services as required to comply with the law. "
de: "Subaru legt personenbezogene Daten an die folgenden Kategorien von Dritten offen:<br/> Dienstleister, Notfallkontakte, verbundene Unternehmen, Distributoren, API-Anbieter, <b>Datenanbieter</b>, Einzelhändler, Händlerdienstleister, <b>Marketingpartner, Drittvermarkter und staatliche Aufsichtsbehörden</b>, die für unsere Produkte oder Dienstleistungen zuständig sind, soweit dies zur Einhaltung des Gesetzes erforderlich ist. "

# how_does_it_use_data_collected
source: "“Data Provider” means a third party provider of data aggregation products and services. <b>We may disclose Personal Information and Non-Personal Information to API Providers and Data Providers and, in some cases, API Providers and Data Providers may use Personal Information and Non-Personal Information for their own benefit.</b> In such cases, their privacy policies will apply to their use of such Information."
de: ""Datenanbieter" bezeichnet einen Drittanbieter von Datenaggregationsprodukten und -dienstleistungen. <b>Wir können personenbezogene Daten und nicht personenbezogene Daten an API-Anbieter und Datenanbieter weitergeben, und in einigen Fällen können API-Anbieter und Datenanbieter personenbezogene Daten und nicht personenbezogene Daten zu ihrem eigenen Vorteil verwenden.</b> In solchen Fällen gelten ihre Datenschutzrichtlinien für die Verwendung dieser Informationen."

# how_does_it_use_data_collected
source: "Third Party Marketing<br/><b>We share your Personal Information with third parties (each, a “Third Party Marketer”) for their own marketing purposes from time to time.</b> For example, we may provide Personal Information to Service Providers to permit them to market services to you for your vehicle (such as for WiFi hotspot or satellite radio services, or insurance or financial products). You may opt out of this sharing by contacting us."
de: "Drittanbieter-Marketing<br/><b>Wir geben Ihre personenbezogenen Daten von Zeit zu Zeit an Dritte (jeweils ein "Drittanbieter-Vermarkter") für deren eigene Marketingzwecke weiter.</b> Beispielsweise können wir Dienstleistern personenbezogene Daten zur Verfügung stellen, um ihnen die Vermarktung von Dienstleistungen für Ihr Fahrzeug zu ermöglichen (z. B. für WLAN-Hotspot- oder Satellitenradiodienste oder Versicherungs- oder Finanzprodukte). Sie können sich von dieser Weitergabe abmelden, indem Sie uns kontaktieren."

# how_does_it_use_data_collected
source: "As Required by Law and Other Extraordinary Disclosures<br/>Subaru may be required to disclose your Personal Information, including location data, if it: (i) believes it is reasonably necessary to comply with legal process (such as a court order, subpoena, search warrant, etc.) or other legal or regulatory requirements or requests of any governmental authority, (ii) would potentially mitigate our liability in an actual or potential lawsuit or investigation, (iii) is necessary to protect our rights or property or enforce our contracts, (iv) is necessary to protect the legal rights, safety or property of others, (v) will prevent, solve or prosecute a crime, or protect national security, or (vi) detect, prevent or otherwise address fraud, security or technical issues."
de: "Wie gesetzlich und durch andere außergewöhnliche Offenlegungen vorgeschrieben kann<br/>Subaru verpflichtet sein, Ihre personenbezogenen Daten, einschließlich Standortdaten, offenzulegen, wenn es: (i) der Ansicht ist, dass es vernünftigerweise notwendig ist, rechtliche Verfahren (wie Gerichtsbeschlüsse, Vorladungen, Durchsuchungsbefehle usw.) oder andere gesetzliche oder behördliche Anforderungen oder Aufforderungen einer Regierungsbehörde einzuhalten, (ii) unsere Haftung in einem tatsächlichen oder potenziellen Rechtsstreit oder einer Untersuchung möglicherweise mindern würde, (iii) notwendig ist, um unsere Rechte oder unser Eigentum zu schützen oder unsere Verträge durchzusetzen, (iv) notwendig ist, um die gesetzlichen Rechte, die Sicherheit oder das Eigentum anderer zu schützen, (v) ein Verbrechen verhindern, aufklären oder strafrechtlich verfolgen oder die nationale Sicherheit schützen wird oder (vi) Betrug, Sicherheit oder technische Probleme aufdecken, verhindern oder anderweitig angehen wird."

# how_does_it_use_data_collected
source: "HOW WE COLLECT INFORMATION<br/>Data Services Companies<br/><b>We collect Personal Information and Non-Personal Information from third parties, such as lead generation companies,</b> API Providers (as defined below)<b> or Data Providers (as defined below), who provide data products to us</b> (collectively, “Data Services Companies”)."
de: "WIE WIR INFORMATIONEN SAMMELN<br/>DATENDIENSTLEISTUNGSUNTERNEHMEN<br/><b>Wir sammeln personenbezogene Daten und nicht personenbezogene Daten von Dritten, wie z. B. Lead-Generierungsunternehmen,</b> API-Anbietern (wie unten definiert)<b> oder Datenanbietern (wie unten definiert), die uns Datenprodukte zur Verfügung stellen</b> (zusammen" Datendienstleistungsunternehmen ")."

# how_does_it_use_data_collected
source: "App and Location Technologies<br/><b>You can stop all collection of Information via an app by uninstalling the app.</b> You can also reset your device at any time through your device settings, which may allow you to limit the use of Information collected about you. You can stop all collection of precise location data through an app by uninstalling the app or withdrawing your consent through your device settings."
de: "App- und Standorttechnologien<br/><b>Sie können die Erfassung von Informationen über eine App stoppen, indem Sie die App deinstallieren.</b> Sie können Ihr Gerät auch jederzeit über Ihre Geräteeinstellungen zurücksetzen, wodurch Sie die Verwendung der über Sie gesammelten Informationen einschränken können. Sie können die Erfassung genauer Standortdaten über eine App stoppen, indem Sie die App deinstallieren oder Ihre Zustimmung über Ihre Geräteeinstellungen widerrufen."

# how_does_it_use_data_collected
source: "<b>Transmission of data over the Internet is not 100% secure. Consequently, we cannot ensure or warrant the security of any Personal Information you transmit to us, and you do so at your own risk.</b> Once we receive your transmission, we make reasonable efforts to ensure security on our systems. Subaru uses secure server software and firewalls designed to protect your Personal Information from unauthorized access, disclosure, alteration, or destruction. <b>However, please note that this is not a guarantee that such Personal Information may not be accessed, disclosed, altered, or destroyed by breach of such firewalls and secure server software.</b><br/><br/>In providing Subaru Starlink to you, your voice and data are transmitted between our response centers and your vehicle over a cellular telephone network. <b>This network is complex and not necessarily secure. The privacy and security of conversations or data transmitted to and from the vehicle cannot be guaranteed</b>."
de: "<b>Die Übertragung von Daten über das Internet ist nicht 100% sicher. Folglich können wir die Sicherheit der von Ihnen an uns übermittelten personenbezogenen Daten nicht gewährleisten oder garantieren, und Sie tun dies auf eigenes Risiko.</b> Sobald wir Ihre Übertragung erhalten haben, unternehmen wir angemessene Anstrengungen, um die Sicherheit unserer Systeme zu gewährleisten. Subaru verwendet sichere Serversoftware und Firewalls, um Ihre personenbezogenen Daten vor unbefugtem Zugriff, Offenlegung, Änderung oder Zerstörung zu schützen. Bitte beachten Sie <b>jedoch, dass dies keine Garantie dafür ist, dass auf solche personenbezogenen Daten nicht durch den Verstoß gegen solche Firewalls und sichere Serversoftware zugegriffen, diese offengelegt, verändert oder zerstört werden können.</b><br/><br/>Bei der Bereitstellung von Subaru Starlink für Sie werden Ihre Stimme und Daten zwischen unseren Reaktionszentren und Ihrem Fahrzeug über ein Mobiltelefonnetz übertragen. <b>Dieses Netzwerk ist komplex und nicht unbedingt sicher. Die Vertraulichkeit und Sicherheit von Gesprächen oder Daten, die zum und vom Fahrzeug übertragen werden, kann nicht garantiert werden</b>.“

# how_does_it_use_data_collected
source: "We may modify or update this Privacy Policy periodically with or without prior notice by posting the updated policy on this page. You can always check the “Last Updated” date at the top of this document to see when the Privacy Policy was last changed. If we make any material changes to this Privacy Policy, we will notify you by reasonable means, which may be by e-mail or posting a notice of the changes on our website or through the relevant Service’s mobile app prior to the changes becoming effective. We encourage you to check this Privacy Policy from time to time. <b>IF YOU DO NOT AGREE TO CHANGES TO THIS PRIVACY POLICY, YOU MUST STOP USING THE SERVICES AFTER THE EFFECTIVE DATE OF SUCH CHANGES (WHICH IS THE “LAST UPDATED” DATE OF THIS PRIVACY POLICY)."</b>
de: "Wir können diese Datenschutzrichtlinie regelmäßig mit oder ohne vorherige Ankündigung ändern oder aktualisieren, indem wir die aktualisierte Richtlinie auf dieser Seite veröffentlichen. Sie können jederzeit das Datum „Zuletzt aktualisiert“ oben in diesem Dokument überprüfen, um zu sehen, wann die Datenschutzrichtlinie zuletzt geändert wurde. Wenn wir wesentliche Änderungen an dieser Datenschutzrichtlinie vornehmen, werden wir Sie auf angemessene Weise benachrichtigen, z. B. per E-Mail oder durch Veröffentlichung einer Benachrichtigung über die Änderungen auf unserer Website oder über die mobile App des jeweiligen Dienstes, bevor die Änderungen wirksam werden. Wir empfehlen Ihnen, diese Datenschutzerklärung von Zeit zu Zeit zu überprüfen. <b>WENN SIE DEN ÄNDERUNGEN AN DIESER DATENSCHUTZRICHTLINIE NICHT ZUSTIMMEN, MÜSSEN SIE DIE NUTZUNG DER DIENSTE NACH DEM DATUM DES INKRAFTTRETENS DIESER ÄNDERUNGEN (DEM DATUM DER „LETZTEN AKTUALISIERUNG“ DIESER DATENSCHUTZRICHTLINIE) EINSTELLEN.“</b>

# how_does_it_use_data_collected
source: EU Privacy Statement
de: EU-Datenschutzerklärung

# how_does_it_use_data_collected
source: "We shall only disclose your personal data to third parties in accordance with the applicable legal framework.
de: „Wir werden Ihre personenbezogenen Daten nur in Übereinstimmung mit dem geltenden Rechtsrahmen an Dritte weitergeben.

# how_does_it_use_data_collected
source: In connection with the purposes described above in section 3, we may need to share your personal data with the following recipients:<br/> • Service providers: Subaru sometimes uses third parties, such as marketing companies or IT service providers, to perform tasks on its behalf and may need to share your personal data with them to provide the services described above. Any processing of that personal data will be on our instructions and in line with the original purposes.<br/>• Authorized distributors or dealers: your personal data might be shared with your nearest Subaru authorized distributor or dealer to establish a quick and more flexible connection to fulfil your request.<br/>• Legal obligations: as required by law, Subaru may disclose your personal data to law enforcement officials, in order to comply with legal requirements, court orders, government or law enforcement agency requests, including to meet national security or law enforcement requirements, and including to agencies and courts in the countries where we operate. Where permitted by law, we may also disclose such information to third parties (including legal counsel) when necessary for the establishment, exercise or defense of legal claims or to otherwise enforce our rights, protect our property or the rights, property or safety of others, or as needed to support external audit, compliance and corporate governance functions.
de: Im Zusammenhang mit den oben in Abschnitt 3 beschriebenen Zwecken müssen wir Ihre personenbezogenen Daten möglicherweise an die folgenden Empfänger weitergeben:<br/> • Dienstleister: Subaru verwendet manchmal Dritte, wie Marketingunternehmen oder IT-Dienstleister, um Aufgaben in seinem Namen auszuführen, und muss möglicherweise Ihre personenbezogenen Daten mit ihnen teilen, um die oben beschriebenen Dienstleistungen zu erbringen. Jede Verarbeitung dieser personenbezogenen Daten erfolgt auf unsere Anweisung und im Einklang mit den ursprünglichen Zwecken.<br/>• Autorisierte Vertreiber oder Händler: Ihre personenbezogenen Daten können an Ihren nächstgelegenen autorisierten Subaru-Vertreiber oder -Händler weitergegeben werden, um eine schnelle und flexiblere Verbindung herzustellen, um Ihre Anfrage zu erfüllen.<br/>• Gesetzliche Verpflichtungen: Wie gesetzlich vorgeschrieben, kann Subaru Ihre personenbezogenen Daten an Strafverfolgungsbehörden weitergeben, um gesetzlichen Anforderungen, Gerichtsbeschlüssen, Anfragen von Regierungen oder Strafverfolgungsbehörden nachzukommen, einschließlich der Erfüllung nationaler Sicherheits- oder Strafverfolgungsanforderungen, und auch an Behörden und Gerichte in den Ländern, in denen wir tätig sind. Soweit gesetzlich zulässig, können wir diese Informationen auch an Dritte (einschließlich Rechtsberater) weitergeben, wenn dies zur Begründung, Ausübung oder Verteidigung von Rechtsansprüchen oder zur anderweitigen Durchsetzung unserer Rechte, zum Schutz unseres Eigentums oder der Rechte, des Eigentums oder der Sicherheit anderer oder zur Unterstützung externer Prüfungs-, Compliance- und Corporate-Governance-Funktionen erforderlich ist.

# how_does_it_use_data_collected
source: With regard to data protection, an agreement has been concluded with all these service providers to ensure that they manage your personal data securely, with respect and with due care and diligence."
de: Im Hinblick auf den Datenschutz wurde mit all diesen Dienstleistern eine Vereinbarung getroffen, um sicherzustellen, dass sie Ihre personenbezogenen Daten sicher, mit Respekt und mit der gebotenen Sorgfalt und Gewissenhaftigkeit verwalten."

# user_friendly_privacy_policy_helptext
source: Kudos to Subaru for having basically one easy to find privacy policy that covers all their websites, apps, cars, and connected services. That was nice.
de: Ein großes Lob an Subaru, dass sie im Grunde eine leicht zu findende Datenschutzrichtlinie haben, die alle ihre Websites, Apps, Autos und verbundenen Dienste abdeckt. Das war schön.

# uses_encryption_helptext
source: We cannot determine if all data sitting on the car, including telematic data the car collects as well as data shared when you connect your phone sits encrypted, and if all collected data is encrypted in transit. We reached out to the company to attempt to determine this multiple times and received no response.
de: Wir können nicht feststellen, ob alle Daten, die im Auto gespeichert werden, einschließlich der Telematikdaten, die das Auto sammelt, und der Daten, die übertragen werden, wenn das Telefon angeschlossen wird, verschlüsselt sind, und ob alle gesammelten Daten während der Übertragung verschlüsselt werden. Wir haben uns mehrmals an das Unternehmen gewandt, um dies herauszufinden, haben aber keine Antwort erhalten.

# manage_vulnerabilities_helptext
source: We found no bug bounty program nor a public page with details on vulnerability submissions. At the same time, a bug submitted on <a id="a1">OpenBugBounty</a> regarding <a id="a2">subaru.com</a> still remains unpatched.
de: Wir haben weder ein Bug-Bounty-Programm noch eine öffentliche Seite mit Details zu eingereichten Schwachstellen gefunden. Gleichzeitig bleibt ein auf OpenBugBounty eingereichter Fehler in <a id="a1"></a> Bezug auf <a id="a2">subaru.com</a> immer noch ungepatcht.

# tips_to_protect_yourself
source: Do not give consent to tailored advertisement.
de: Geben Sie keine Zustimmung zu personalisierter Werbung.

# tips_to_protect_yourself
source: Opt out from selling of your personal information, as well as from Cross-context Behavioral Advertising.
de: Deaktivieren Sie den Verkauf Ihrer personenbezogenen Daten sowie kontextübergreifende verhaltensorientierte Werbung.

# tips_to_protect_yourself
source: Always do a factory reset on your car before selling or trading it away to wipe your data clean and disconnect the app.
de: Setzen Sie Ihr Auto immer auf Werkseinstellungen zurück, bevor Sie es verkaufen oder eintauschen, um Ihre Daten zu löschen und die App zu trennen.

# tips_to_protect_yourself
source: Before reselling your car, make sure to notify the company
de: Bevor Sie Ihr Auto weiterverkaufen, informieren Sie das Unternehmen

# tips_to_protect_yourself
source: When buying a used car, always make the previous owner removed their connected account and performed a factory reset.
de: Stellen Sie beim Kauf eines Gebrauchtwagens immer sicher, dass der Vorbesitzer sein verbundenes Konto entfernt und auf Werkseinstellungen zurückgesetzt hat.

# tips_to_protect_yourself
source: Always use strong passwords and set up two-factor authentication for apps and services that connect to your car
de: Verwenden Sie immer starke Passwörter und richten Sie eine Zwei-Faktor-Authentifizierung für Apps und Dienste ein, die eine Verbindung zu Ihrem Auto herstellen.

# tips_to_protect_yourself
source: Only give access to your data to trusted third-parties
de: Geben Sie nur vertrauenswürdigen Dritten Zugriff auf Ihre Daten
