Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/subaru.po
Languages: de

# seo_title
source: Subaru | *Privacy Not Included
de: Subaru | *Datenschutz nicht inbegriffen

# search_description
source: How creepy is your car? We read the privacy policies so you don’t have to. Learn how your favorite car brand stacks up when it comes to protecting your privacy and security.
de: Wie gruselig ist Ihr Auto? Wir haben die Datenschutzrichtlinien gelesen, damit Sie das nicht tun müssen. Erfahren Sie, wie sich Ihre Lieblingsautomarke in Bezug auf den Schutz Ihrer Privatsphäre und Sicherheit verhält.

# blurb
source: Subaru is a Japanese car company started back in the 1950s. Their all-wheel drive, sporty SUVs and cars are popular with outdoor types and the LGBT+ community (and your privacy researcher's Mom...Mom swears by Subaru and has since the 1980s). Popular models in the Outback, Forester, Crosstrek, Impreza, Legacy, the sporty WRX, and the electric Solterra. The MySubaru app and Subaru's Starlink connected services offer up all the usual connected car things like remote start/stop, lock/unlock, honk your horn and flash your lights from bedroom, automatic collision notification, multimedia services like navigation and news, trip logs, and a way to manage other people who might drive your Subaru with boundary, speed, and curfew alerts. So, do we love Subaru's privacy? Not really. But hey, they aren't the worst car company we reviewed, so there's that.
de: Subaru ist ein japanisches Automobilunternehmen, das in den 1950er Jahren gegründet wurde. Ihre Allradantriebe, sportlichen SUVs und Autos sind bei Outdoor-Typen und der LGBT+ -Community beliebt (und bei der Mutter Ihres Datenschutzforschers...Mama schwört auf Subaru und das seit den 1980er Jahren). Beliebte Modelle sind Outback, Forester, Crosstrek, Impreza, Legacy, der sportliche WRX und der elektrische Solterra. Die MySubaru-App und die mit Subaru verbundenen Starlink-Dienste bieten alle üblichen vernetzten Fahrzeugfunktionen wie ferngesteuertes Starten/Stoppen, Sperren/Entsperren, Hupen und Blinken im Schlafzimmer, automatische Kollisionsbenachrichtigung, Multimediadienste wie Navigation und Nachrichten, Fahrtenbücher und eine Möglichkeit, andere Personen, die Ihren Subaru fahren könnten, mit Grenz-, Geschwindigkeits- und Ausgangssperrenwarnungen zu verwalten. Also, lieben wir die Privatsphäre von Subaru? Nicht wirklich. Aber hey, sie sind nicht die schlechteste Autofirma, die wir überprüft haben, also immerhin etwas.

# worst_case
source: Here's something you might not realize. The moment you sit in the passenger seat of a Subaru that uses connected services, you've consented to allow them to use -- and maybe even sell -- your personal information. According to their <a id="a1">privacy policy</a>, that means things like your name, location, "<i>Audio recordings of Vehicle Occupants"</i>, and inferences they can draw about things like your "<i>characteristics, predispositions, behavior, or attitudes."</i> Call us bonkers, but we don't think that simply sitting in the passenger seat of someone's Subaru should mean you consent to having any of your personal information use for, well, pretty much anything at all. Let alone potentially sold to data brokers or shared with third party marketers so they can target you with ads about who knows what based on the the inferences they draw about you because you sat in the back seat of a Subaru in the mountains of Colorado. We're gonna really call out Subaru for this, because they lay it out so clearly in their privacy policy, but please know, Subaru isn't the only car company doing this sort of icky thing.
de: Hier ist etwas, das Ihnen vielleicht nicht bewusst ist. In dem Moment, in dem Sie auf dem Beifahrersitz eines Subaru sitzen, der verbundene Dienste nutzt, haben Sie zugestimmt, dass er Ihre persönlichen Daten verwenden und möglicherweise sogar verkaufen darf. Gemäß Subarus <a id="a1">Datenschutzerklärung</a> bedeutet dies Dinge wie Ihren Namen, Ihren Standort, „<i>Audioaufnahmen von Fahrzeuginsassen“ und Rückschlüsse</i>, die sie auf Dinge wie Ihre „<i>Eigenschaften, Veranlagungen, Verhaltensweisen oder Einstellungen“ ziehen können."</i> Nennen Sie uns verrückt, aber wir glauben nicht, dass das einfache Sitzen auf dem Beifahrersitz eines Subaru bedeuten sollte, dass Sie zustimmen, dass Ihre persönlichen Daten für, nun ja, so ziemlich alles verwendet werden. Ganz zu schweigen davon, dass Sie möglicherweise an Datenbroker verkauft oder mit Drittvermarktern geteilt werden, damit diese Sie mit Anzeigen darüber ansprechen können, wer was weiß, basierend auf den Schlussfolgerungen, die sie über Sie ziehen, weil Sie auf dem Rücksitz eines Subaru in den Bergen von Colorado saßen. Wir stellen Subaru dafür an den Pranger, weil sie es so klar in ihrer Datenschutzrichtlinie darlegen, aber bitte bedenken Sie, dass Subaru nicht die einzige Autofirma ist, die diese Art von ekligen Geschäften macht.

# worst_case
source: If you go read Subaru's privacy policy (or don't, we did it for you, you can just read our review here), you'll see at the very start they say this: <i>"This Privacy Policy applies to each user of the Services, including any “Vehicle Occupant,” which includes each driver or passenger in a Subaru vehicle that uses Connected Vehicle Services, such as Subaru Starlink (such vehicle, a “Connected Vehicle”), whether or not such driver or passenger is the vehicle owner or a registered user of the Connected Vehicle Services.</i> <b><i>For the avoidance of doubt, for purposes of this Privacy Policy, “using” the Services includes being a Vehicle Occupant in a Connected Vehicle.</i></b><i>"</i> So yeah, they don't want there to be any doubt that when you sit in a connected Subaru, you've entered the world of using their services.
de: Wenn Sie die Datenschutzrichtlinie von Subaru lesen (oder auch nicht, denn wir haben es für Sie getan, Sie können einfach unsere Bewertung hier lesen), werden Sie gleich zu Beginn Folgendes sehen: <i>"Diese Datenschutzrichtlinie gilt für jede*n Nutzer*in der Dienste, einschließlich aller "Fahrzeuginsassen", was jeden Fahrer oder Beifahrer in einem Subaru-Fahrzeug einschließt, das Connected Vehicle Services wie Subaru Starlink (ein solches Fahrzeug, ein "Connected Vehicle") nutzt, unabhängig davon, ob dieser Fahrer oder Beifahrer der Fahrzeugbesitzer oder ein*e registrierte*r Nutzer*in der Connected Vehicle Services ist oder nicht.</i> <b><i>Zur Klarstellung wird darauf hingewiesen, dass für die Zwecke dieser Datenschutzrichtlinie die„Nutzung“ der Dienste beinhaltet, ein Fahrzeuginsasse in einem vernetzten Fahrzeug zu sein.</i></b><i>"</i> Also ja, sie wollen keinen Zweifel daran lassen, dass Sie, wenn Sie in einem verbundenen Subaru sitzen, in die Welt der Nutzung ihrer Dienste eingetreten sind.

# worst_case
source: Subaru then goes on to say, <i>"By disclosing your Personal Information to us, registering or enrolling in certain Services,</i> <b><i>or otherwise using our Services</i></b><i>, or interacting with us offline,</i> <b><i>you consent to our collection, use, and disclosure of your Personal Information as described in this Privacy Policy."</i></b> This part is the doozy. So, they've already established that by getting in the connected Subaru, you're using their "services." Now they're saying you've consented to the things they lay out in their privacy policy by simply getting in that car. That doesn't exactly feel like consent to us, but hey, we're just privacy advocates who think companies -- especially car companies -- should do a LOT more to protect people's privacy.
de: Subaru fährt dann fort: <i> „Durch die Offenlegung Ihrer personenbezogenen Daten an uns, die Registrierung oder Registrierung für bestimmte Dienste</i> <b><i>oder die anderweitige Nutzung unserer Dienste oder</i></b><i>die Offline-Interaktion mit uns erklären</i> <b><i>Sie sich mit der in dieser Datenschutzrichtlinie beschriebenen Erfassung, Verwendung und Offenlegung Ihrer personenbezogenen Daten einverstanden."</i></b> Dieser Teil ist der heftige Teil. Sie haben also bereits festgestellt, dass Sie mit dem Einsteigen in den angeschlossenen Subaru ihre "Dienste" nutzen. "Jetzt sagen sie, dass Sie den Dingen zugestimmt haben, die sie in ihrer Datenschutzrichtlinie darlegen, indem Sie einfach in dieses Auto steigen. Das fühlt sich für uns nicht gerade nach Zustimmung an, aber hey, wir sind nur Befürworter des Datenschutzes, die der Meinung sind, dass Unternehmen - insbesondere Automobilunternehmen - VIEL mehr tun sollten, um die Privatsphäre der Menschen zu schützen.

# worst_case
source: According to that privacy policy, what exactly are you consenting to by sitting in that Subaru or using their connected services or their MySubaru app. Well, first off, you're consenting to a whole lot of data collection. Everything from name, address, phone number, social security number, vehicle identification number (VIN), browsing and search history, geolocation data (meaning your physical location and movements), vehicle telemetry data like speed and tire pressure, to audio recordings of vehicle occupants, and even inferences they can draw about your characteristics, behaviors, and predispositions. You're also consenting to allow Subaru to collect even more data about from places like data brokers (or data service companies as they call them), or possibly even <i>"certain features of your mobile device, including its camera, location services (GPS), microphone and contacts, and collect Information from those features, such as photographs, videos, your precise location, audio recordings, and contact information."</i><br/><br/>That's a lot of information Subaru says they can collect on you! But that's not all. You're also then consenting to have that personal information shared -- or even possibly sold -- to third parties like marketing companies, those data service providers (aka data brokers), other Subaru affiliates and service providers, law enforcement and government entities. Yikes! Bet you didn't know you consented to all that just by sitting in your Mom's Subaru.
de: Was genau stimmen Sie gemäß dieser Datenschutzrichtlinie zu, wenn Sie in diesem Subaru sitzen oder die damit verbundenen Dienste oder die MySubaru-App nutzen? Zunächst einmal stimmen Sie einer ganzen Reihe von Datenerhebungen zu. Alles von Name, Adresse, Telefonnummer, Sozialversicherungsnummer, Fahrzeugidentifikationsnummer (FIN), Browser- und Suchverlauf, Geolokalisierungsdaten (d. h. Ihr physischer Standort und Ihre Bewegungen), Fahrzeugtelemetriedaten wie Geschwindigkeit und Reifendruck bis hin zu Audioaufzeichnungen von Fahrzeuginsassen und sogar Rückschlüssen, die sie auf Ihre Merkmale, Verhaltensweisen und Veranlagungen ziehen können. Sie stimmen auch zu, Subaru zu erlauben, noch mehr Daten über Orte wie Datenbroker (oder Datendienstunternehmen, wie sie sie nennen) oder möglicherweise sogar <i>"bestimmte Funktionen Ihres mobilen Geräts, einschließlich Kamera, Ortungsdienste (GPS), Mikrofon und Kontakte, zu sammeln und Informationen aus diesen Funktionen, wie Fotos, Videos, Ihren genauen Standort, Audioaufnahmen und Kontaktinformationen, zu sammeln."</i><br/><br/>Das sind eine Menge Informationen, die Subaru über Sie sammeln kann! Aber das ist noch nicht alles. Sie stimmen dann auch zu, dass diese personenbezogenen Daten an Dritte wie Marketingunternehmen, diese Datendienstleister (auch bekannt als Datenbroker), andere Subaru-Tochtergesellschaften und -Dienstleister, Strafverfolgungsbehörden und Regierungsbehörden weitergegeben - oder sogar möglicherweise verkauft - werden. Huch! Ich wette, Sie wussten nicht, dass Sie all dem zugestimmt haben, nur indem Sie im Subaru Ihrer Mutter gesessen haben.

# worst_case
source: As for how good a job Subaru does at protecting all that personal and car data, well, their track record is certainly better than many of the car companies we reviewed. They did have a <a id="a1">class action lawsuit filed</a> against their use of biometric data -- facial and eye data from the DriverFocus features available on some Subaru models -- that a user <a id="a2">claimed violated a specific state biometric data law</a> in the US. However, we didn't find any recent mentions of significant data leaks or breaches, so that is very good.
de: Was den guten Job angeht, den Subaru beim Schutz all dieser persönlichen Daten und Fahrzeugdaten leistet, so ist ihre Erfolgsbilanz sicherlich besser als bei vielen der von uns überprüften Automobilunternehmen. Es wurde eine <a id="a1">Sammelklage</a> gegen ihre Verwendung biometrischer Daten - Gesichts- und Augendaten aus den DriverFocus-Funktionen, die bei einigen Subaru-Modellen verfügbar sind - eingereicht, von denen ein*e Nutzer*in <a id="a2">behauptete, dass sie gegen ein bestimmtes biometrisches Datengesetz</a> in den USA verstießen. Wir haben jedoch in letzter Zeit keine Erwähnungen von signifikanten Datenlecks oder -verstößen gefunden, was sehr gut ist.

# worst_case
source: Still, this is a good time to remind you of what Subaru's own privacy policies warns, "<i>Transmission of data over the Internet is not 100% secure. Consequently, we cannot ensure or warrant the security of any Personal Information you transmit to us, and you do so at your own risk. Once we receive your transmission, we make reasonable efforts to ensure security on our systems. Subaru uses secure server software and firewalls designed to protect your Personal Information from unauthorized access, disclosure, alteration, or destruction. However, please note that this is not a guarantee that such Personal Information may not be accessed, disclosed, altered, or destroyed by breach of such firewalls and secure server software. In providing Subaru Starlink to you, your voice and data are transmitted between our response centers and your vehicle over a cellular telephone network. This network is complex and not necessarily secure. The privacy and security of conversations or data transmitted to and from the vehicle cannot be guaranteed."</i>
de: Dennoch ist dies ein guter Zeitpunkt, um Sie daran zu erinnern, wovor sogar die eigenen Datenschutzrichtlinien von Subaru warnen: „<i>Die Übertragung von Daten über das Internet ist nicht 100% sicher. Folglich können wir die Sicherheit der von Ihnen an uns übermittelten personenbezogenen Daten nicht gewährleisten oder garantieren, und Sie tun dies auf eigenes Risiko. Sobald wir Ihre Übertragung erhalten haben, unternehmen wir angemessene Anstrengungen, um die Sicherheit unserer Systeme zu gewährleisten. Subaru verwendet sichere Serversoftware und Firewalls, um Ihre personenbezogenen Daten vor unbefugtem Zugriff, Offenlegung, Änderung oder Zerstörung zu schützen. Bitte beachten Sie jedoch, dass dies keine Garantie dafür ist, dass auf solche personenbezogenen Daten nicht durch den Verstoß gegen solche Firewalls und sichere Serversoftware zugegriffen, diese offengelegt, verändert oder zerstört werden können. Bei der Bereitstellung von Subaru Starlink werden Ihre Stimme und Daten zwischen unseren Response Centern und Ihrem Fahrzeug über ein Mobilfunknetz übertragen. Dieses Netzwerk ist komplex und nicht unbedingt sicher. Die Vertraulichkeit und Sicherheit von Gesprächen oder Daten, die zum und vom Fahrzeug übertragen werden, kann nicht garantiert werden.“</i>

# worst_case
source: So, do you as a driver or passenger of a Subaru have any options when it comes to the company collecting, sharing, and maybe even selling your data? Well, of course you do! According to Subaru, it's quite simple, actually. They offer one suggestion right there in their privacy policy, <i>"You can stop all collection of Information via an app by uninstalling the app."</i> Duh.
de: Also, haben Sie als Fahrer oder Beifahrer eines Subaru irgendwelche Optionen, wenn es darum geht, dass das Unternehmen Ihre Daten sammelt, teilt und vielleicht sogar verkauft? Nun, natürlich haben Sie das! Laut Subaru ist es eigentlich ganz einfach. Sie bieten genau dort in ihrer Datenschutzerklärung einen Vorschlag an <i>: „Sie können die Erfassung von Informationen über eine App stoppen, indem Sie die App deinstallieren.“</i> Ach ne.

# worst_case
source: Seriously though, it's one thing to uninstall the app and not use it. But what happens if you own your Subaru and want it to stop collecting information on you, especially if Subaru happens to change up their (already not super privacy-friendly) privacy policy to say they can collect even more data on you and share it with who knows who for some crazy purpose you don't like. You can opt out of that, right? Have it deleted, at the very least? Probably not. Their privacy policy says, in giant ALL CAPS to make sure you know they mean business, <i>" IF YOU DO NOT AGREE TO CHANGES TO THIS PRIVACY POLICY, YOU MUST STOP USING THE SERVICES AFTER THE EFFECTIVE DATE OF SUCH CHANGES (WHICH IS THE “LAST UPDATED” DATE OF THIS PRIVACY POLICY)."</i>
de: Im Ernst, es ist eine Sache, die App zu deinstallieren und nicht zu verwenden. Aber was passiert, wenn Sie Ihren Subaru besitzen und möchten, dass er aufhört, Informationen über Sie zu sammeln, insbesondere wenn Subaru seine (bereits nicht besonders datenschutzfreundliche) Datenschutzrichtlinie ändert, um zu sagen, dass er noch mehr Daten über Sie sammeln und sie mit wem auch immer aus irgendeinem verrückten Grund, den Sie nicht mögen, teilen kann? Sie können dem widersprechen, oder? Es zumindest löschen lassen? Wahrscheinlich nicht. In ihrer Datenschutzerklärung heißt es in riesigen GROSSBUCHSTABEN, um sicherzustellen, dass Sie wissen, dass sie es ernst meinen: <i>" WENN SIE DEN ÄNDERUNGEN DIESER DATENSCHUTZERKLÄRUNG NICHT ZUSTIMMEN, MÜSSEN SIE DIE NUTZUNG DER DIENSTE NACH DEM DATUM DES INKRAFTTRETENS DIESER ÄNDERUNGEN (DEM "LETZTEN AKTUALISIERTEN" DATUM DIESER DATENSCHUTZERKLÄRUNG) EINSTELLEN."</i>

# worst_case
source: Oh, and we can't confirm that all users can get their data deleted -- or just users or Subaru is required by law to guarantee the right to delete data. That's not great, Subaru. Just grant everyone the sames rights to access and delete their data, regardless of what privacy laws they live under.
de: Oh, und wir können nicht bestätigen, dass alle Nutzer*innen ihre Daten löschen lassen können - oder nur Nutzer*innen oder Subaru gesetzlich verpflichtet sind, das Recht auf Löschung von Daten zu garantieren. Das ist nicht toll, Subaru. Gewähren Sie jedem das gleiche Recht, auf seine Daten zuzugreifen und sie zu löschen, unabhängig davon, unter welchen Datenschutzgesetzen er lebt.

# worst_case
source: It seems the best way to keep Subaru from collecting, sharing, or selling your data to people who want to sell you stuff or data brokers or law enforcement, your best bet is to never buy, drive, or ride in a Subaru. Except if you're walking on the street when a car with exterior cameras or sensors drives by. Then you might get caught up in that data collection too. So, yeah, the point is, you really don't have many great choices when it comes to protecting your privacy from connected cars these days, other than to never buy them, drive them, sit in them, or exist on the street when they drive by. This isn't just a Subaru problem -- far from it -- this is a modern connected car problem and something really needs to be done about it. We're looking at your policy makers and regulators! It's time to get on it.
de: Es scheint der beste Weg zu sein, Subaru davon abzuhalten, Ihre Daten zu sammeln, zu teilen oder an Personen zu verkaufen, die Ihnen Sachen verkaufen möchten, oder an Datenbroker oder Strafverfolgungsbehörden. Am sichersten sind Sie, wenn Sie niemals einen Subaru kaufen, fahren oder darin mitfahren. Es sei denn, Sie gehen auf der Straße, wenn ein Auto mit Außenkameras oder Sensoren vorbeifährt. Dann könnten Sie auch in diese Datenerfassung verwickelt werden. Also, ja, der Punkt ist, dass Sie heutzutage wirklich keine große Wahl haben, wenn es darum geht, Ihre Privatsphäre vor vernetzten Autos zu schützen, außer sie nie zu kaufen, zu fahren, darin zu sitzen oder auf der Straße zu existieren, wenn sie vorbeifahren. Das ist nicht nur ein Subaru-Problem - weit gefehlt - das ist ein modernes Connected-Car-Problem und es muss wirklich etwas dagegen getan werden. Wir sehen Sie an, liebe politische Entscheidungsträger und Aufsichtsbehörden! Es ist Zeit, sich darauf einzulassen.

# worst_case
source: So, what's the worst that could happen with your happy little Subaru Outback? Well, it would really stink to go visit your Mom, go for a ride in her new Subaru with all it's fancy, connected features, have a private conversation with Mom about how you helped your friend drive from state that outlawed abortion to one that does, and then end up have that audio recorded, then shared with law enforcement because Subaru says in their privacy policy they can share or sell that personal information, including to "<i>detect and prevent criminal activity."</i> That is perhaps a far fetched scenario and we really hope Subaru would never do that...but still, it seems like it is something that <i>could</i> happen, based on their privacy policy.
de: Also, was ist das Schlimmste, was mit Ihrem süßen kleinen Subaru Outback passieren könnte? Nun, es würde wirklich nerven, Ihre Mutter zu besuchen, eine Fahrt in ihrem neuen Subaru mit all seinen ausgefallenen, verbundenen Funktionen zu machen, ein privates Gespräch mit Mama darüber zu führen, wie Sie Ihrer Freundin geholfen haben, aus einem Staat, der Abtreibungen verboten hat, in einen solchen zu fahren, der noch Abtreibungen erlaubt, und dann wird am Ende dieses Audio aufgezeichnet und dann mit den Strafverfolgungsbehörden geteilt, weil Subaru in ihrer Datenschutzrichtlinie sagt, dass sie diese persönlichen Informationen teilen oder verkaufen können, einschließlich zur "<i>Aufdeckung und Verhinderung krimineller Aktivitäten."</i> Das ist vielleicht ein weit hergeholtes Szenario und wir hoffen wirklich, dass Subaru das nie tun würde...aber trotzdem scheint es, dass es etwas ist, das passieren <i>könnte</i>, basierend auf ihrer Datenschutzrichtlinie.

# how_does_it_use_data_collected
source: We ding this product because it sells personal information unless you opt out. Also because they collect data from third parties, including data brokers, to combine with data they have on you.
de: Wir "dingen" dieses Produkt, weil es personenbezogene Daten verkauft, es sei denn, Sie entscheiden sich dagegen. Auch weil sie Daten von Dritten, einschließlich Datenbrokern, sammeln, um sie mit Daten zu kombinieren, die sie über Sie haben.

# how_does_it_use_data_collected
source: Subaru Privacy Policies
de: Subaru-Datenschutzrichtlinien

# how_does_it_use_data_collected
source: "This Privacy Policy applies to each user of the Services, <b>including any “Vehicle Occupant,” which includes each driver or passenger in a Subaru vehicle that uses Connected Vehicle Services,</b> such as Subaru Starlink (such vehicle, a “Connected Vehicle”), <b>whether or not such driver or passenger is the vehicle owner or a registered user of the Connected Vehicle Services.</b> <b>For the avoidance of doubt, for purposes of this Privacy Policy, “using” the Services includes being a Vehicle Occupant in a Connected Vehicle."</b>
de: "Diese Datenschutzrichtlinie gilt für jede*n Nutzer*in der Dienste, <b>einschließlich aller " Fahrzeuginsassen ", einschließlich jedes Fahrers oder Beifahrers in einem Subaru-Fahrzeug, das Connected Vehicle Services wie Subaru Starlink (ein</b> solches Fahrzeug, ein "Connected Vehicle") nutzt, <b>unabhängig davon, ob dieser Fahrer oder Beifahrer der Fahrzeugbesitzer oder ein*e registrierte*r Nutzer*in der Connected Vehicle Services ist oder nicht.</b> <b>Zur Klarstellung: Für die Zwecke dieser Datenschutzrichtlinie beinhaltet die"Nutzung" der Dienste, ein Fahrzeuginsasse in einem vernetzten Fahrzeug zu sein."</b>
