Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/talkie-soulful-ai.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: "We share information with third-party advertising partners and allow them to collect information about your visit to our Website using cookies and other tracking technologies to display targeted advertising around the web as described in the "How we share your information" section above. <b>Our disclosure of information to these partners maybe considered a "sale" or "sharing" of personal information or "targeted advertising" under applicable laws</b>. You can opt out of these disclosures and limit our use of tracking technologies."
de: „Wir geben Informationen an Werbepartner weiter und erlauben ihnen, Informationen über Ihren Besuch auf unserer Website mithilfe von Cookies und anderen Tracking-Technologien zu sammeln, um gezielte Werbung im Internet anzuzeigen, wie im Abschnitt ‚Wie wir Ihre Informationen weitergeben‘ oben beschrieben. <b>Die Weitergabe von Informationen an diese Partner kann nach geltendem Recht als ‚Verkauf‘ oder ‚Weitergabe‘ persönlicher Daten oder ‚gezielte Werbung‘ betrachtet werden</b>. Sie können diese Offenlegungen ablehnen und unsere Verwendung von Tracking-Technologien einschränken.“
es: «Compartimos información con socios publicitarios externos y les permitimos recopilar información sobre tu visita a nuestro sitio web utilizando cookies y otras tecnologías de seguimiento para mostrar publicidad dirigida en la web como se describe en la sección “Cómo compartimos tu información”. <b>Nuestra divulgación de información a estos socios puede considerarse “venta” o “intercambio” de información personal o “publicidad dirigida” según las leyes aplicables</b>. Puedes optar por excluirte de estas divulgaciones y limitar nuestro uso de tecnologías de seguimiento».
fr: « Nous partageons des informations avec des partenaires publicitaires tiers et leur permettons de collecter des informations sur votre visite sur notre site Web à l’aide de cookies et d’autres technologies de suivi pour afficher des publicités ciblées sur le Web, comme décrit dans la section « Comment nous partageons vos informations » ci-dessus. <b>Notre divulgation d’informations à ces partenaires peut être considérée comme une « vente » ou un « partage » d’informations personnelles ou une « publicité ciblée » en vertu des lois applicables</b>. Vous pouvez vous désinscrire de ces divulgations et limiter notre utilisation des technologies de suivi. »
pt_br: "Compartilhamos informações com parceiros de publicidade terceirizados e permitimos que eles coletem informações sobre sua visita ao nosso Site usando cookies e outras tecnologias de rastreamento para exibir publicidade direcionada em toda a web, conforme descrito na seção 'Como compartilhamos suas informações' acima. <b>Nossa divulgação de informações a esses parceiros pode ser considerada uma 'venda' ou 'compartilhamento' de informações pessoais ou 'publicidade direcionada' de acordo com as leis aplicáveis.</b> Você pode desativar essas divulgações e limitar nosso uso de tecnologias de rastreamento."

# how_does_it_use_data_collected
source: "Why and how we use your information: Providing you a personalized AI companion and allowing you to personalize your profile, interests, and AI companion. Enabling you to have individualized and safe conversations and interactions with your AI companion, and allowing your AI companion to learn from your interactions to improve your conversations. Syncing your Talkie history across the devices you use to access the Services."
de: „Warum und wie wir Ihre Daten verwenden: Um Ihnen einen personalisierten KI-Begleiter zur Verfügung zu stellen und Ihnen zu ermöglichen, Ihr Profil, Ihre Interessen und Ihren KI-Begleiter zu personalisieren. Ermöglichung individueller und sicherer Unterhaltungen und Interaktionen mit Ihrem KI-Begleiter und Ermöglichung, dass Ihr KI-Begleiter aus Ihren Interaktionen lernt, um Ihre Unterhaltungen zu verbessern. Synchronisierung Ihres Talkie-Verlaufs mit allen Geräten, die Sie für den Zugriff auf die Dienste verwenden.“
es: «Por qué y cómo usamos tu información: Para proporcionarte un compañero de IA personalizado y permitirte personalizar tu perfil, tus intereses y tu compañero de IA. Para permitirte tener conversaciones e interacciones individualizadas y seguras con tu compañero de IA, y permitir que tu compañero de IA aprenda de las interacciones que tiene contigo para mejorar vuestras conversaciones. Para sincronizar tu historial de Talkie en los dispositivos que utilizas para acceder a los servicios».
fr: « Pourquoi et comment nous utilisons vos informations : vous fournir un compagnon d’IA personnalisé et vous permettre de personnaliser votre profil, vos intérêts et votre compagnon d’IA. Vous permettre d’avoir des conversations et des interactions individualisées et sûres avec votre compagnon d’IA, et permettre à votre compagnon d’IA d’apprendre de vos interactions pour améliorer vos conversations. Synchroniser votre historique Talkie sur les appareils que vous utilisez pour accéder aux Services. »
pt_br: "Por que e como usamos suas informações: fornecendo a você um acompanhante de IA personalizado e permitindo que você personalize seu perfil, interesses e acompanhante de IA. Permitindo que você tenha conversas e interações individualizadas e seguras com seu companheiro de IA e permitindo que seu companheiro de IA aprenda com suas interações para melhorar suas conversas. Sincronizando seu histórico do Talkie nos dispositivos que você usa para acessar os Serviços."

# how_does_it_use_data_collected
source: "We may share information with law enforcement, and government authorities, as we believe in good faith to be necessary or appropriate for the legal compliance and protection purposes "
de: „Wir können Informationen an Strafverfolgungs- und Regierungsbehörden weitergeben, wenn wir in gutem Glauben davon ausgehen, dass dies für die Einhaltung von Gesetzen und für Schutzzwecke notwendig oder angemessen ist.“
es: «Podemos compartir información con las autoridades policiales y gubernamentales,si creemos de buena fe que esto es necesario o apropiado por razones de cumplimiento y protección legal»
fr: « Nous pouvons partager des informations avec les forces de l’ordre et les autorités gouvernementales, si nous estimons de bonne foi que cela est nécessaire ou appropriée à des fins de protection et de respect de la loi »
pt_br: "Podemos compartilhar informações com autoridades policiais e governamentais, pois acreditamos de boa fé ser necessário ou apropriado para fins de conformidade legal e proteção."

# how_does_it_use_data_collected
source: "While we use reasonable commercial efforts to protect the data, no technology, data transmission, or system can be guaranteed to be 100% secure. In the event of a breach of security leading to the accidental or unlawful destruction, loss, alteration, unauthorized disclosure of, or access to your data, we will notify you as soon as we spot the issue."
de: „Obwohl wir angemessene kommerzielle Anstrengungen unternehmen, um die Daten zu schützen, kann keine Technologie, keine Datenübertragung und kein System zu 100 % sicher sein. Im Falle einer Sicherheitsverletzung, die zur versehentlichen oder unrechtmäßigen Zerstörung, zum Verlust, zur Änderung, zur unbefugten Weitergabe oder zum Zugriff auf Ihre Daten führt, werden wir Sie benachrichtigen, sobald wir das Problem erkennen.“
es: «Si bien hacemos esfuerzos comerciales razonables para proteger los datos, no es posible garantizar que todas las tecnologías, transmisiones de datos o sistemas sean 100 % seguros. En el caso de una violación de la seguridad que provoque la destrucción, pérdida, alteración, divulgación no autorizada o acceso accidental o ilegal a tus datos, te notificaremos tan pronto como detectemos el problema».
fr: « Bien que nous déployions des efforts commerciaux raisonnables pour protéger les données, aucune technologie, transmission de données ou système ne peut être garanti comme étant sûr à 100 %. En cas de violation de la sécurité entraînant la destruction accidentelle ou illégale, la perte, l’altération, la divulgation non autorisée ou l’accès à vos données, nous vous en informerons dès que nous détecterons le problème. »
pt_br: "Embora façamos esforços comerciais razoáveis para proteger os dados, nenhuma tecnologia, transmissão de dados ou sistema pode ser garantido como 100% seguro. No caso de uma violação de segurança que leve à destruição acidental ou ilegal, perda, alteração, divulgação não autorizada ou acesso aos seus dados, nós o notificaremos assim que detectarmos o problema."

# how_does_it_use_data_collected
source: "We use your information for the following purposes: ...<br/> Analyzing trends in the use of the Services... Why and how we use your information: <b>Aggregating, anonymizing, and deidentifying.</b> Analyzing the use and effectiveness of our Services. Improving and adding features to our Services. Developing our business and marketing strategies. (iii) Categories of information: Account information. Profile information. <b>Messages and content. Interests and preferences</b>. Payments, transactions, and rewards. Device and network data. Usage data."
de: „Wir verwenden Ihre Informationen für die folgenden Zwecke: ... <br/>Analyse von Trends bei der Nutzung der Dienste... Warum und wie wir Ihre Daten verwenden: <b>Aggregieren, Anonymisieren und Deidentifizieren.</b> Analysieren der Nutzung und Effektivität unserer Dienste. Verbesserung und Hinzufügen von Funktionen zu unseren Diensten. Entwicklung unserer Geschäfts- und Marketingstrategien. (iii) Kategorien von Informationen: Kontoinformationen. Profilinformationen. <b>Nachrichten und Inhalte. Interessen und Vorlieben</b>. Zahlungen, Transaktionen und Belohnungen. Geräte- und Netzwerkdaten. Nutzungsdaten.“
es: «Utilizamos tu información para los siguientes fines: ...<br/> Analizar tendencias en el uso de los servicios... Por qué y cómo utilizamos tu información: <b>Agregación, anonimización y desidentificación.</b> Analizar el uso y la eficacia de nuestros servicios. Mejorar y añadir funciones a nuestros servicios. Desarrollar nuestras estrategias comerciales y de marketing. (iii) Categorías de información: Información de la cuenta. Información del perfil. <b>Mensajes y contenido. Intereses y preferencias</b>. Pagos, transacciones y recompensas. Datos de dispositivos y redes. Datos de uso».
fr: « Nous utilisons vos informations aux fins suivantes : ...<br/> Analyser les tendances dans l’utilisation des Services... Pourquoi et comment nous utilisons vos informations : <b>Agréger, anonymiser et désidentifier.</b> Analyser l’utilisation et l’efficacité de nos Services. Améliorer et ajouter des fonctionnalités à nos Services. Développer nos stratégies commerciales et marketing. (iii) Catégories des informations : Informations sur le compte. Informations de profil. <b>Messages et contenu. Intérêts et préférences</b>. Paiements, transactions et récompenses. Données de l’appareil et du réseau. Données d’utilisation. »
pt_br: "Usamos suas informações para os seguintes fins: ...<br/> Analisar tendências no uso dos Serviços... Por que e como usamos suas informações: <b>Agregando, anonimizando e desidentificando.</b> Analisar o uso e a eficácia de nossos Serviços. Melhorar e adicionar recursos aos nossos Serviços. Desenvolver nossas estratégias de negócios e marketing. (iii) Categorias de informações: Informações da conta. Informações de perfil. <b>Mensagens e conteúdo. Interesses e preferências.</b> Pagamentos, transações e recompensas. Dados do dispositivo e da rede. Dados de uso."

# how_does_it_use_data_collected
source: "By uploading any User Content, you hereby grant and will grant Talkie and its affiliated companies a non-exclusive, worldwide, royalty-free, fully paid- up, transferable, sublicensable, perpetual, irrevocable license to copy, display, upload, perform, distribute, store, modify, and otherwise use your User Content in connection with the operation of the Services or the promotion, advertising, or marketing thereof in any form, medium, or technology now known or later developed."
es: «Al cargar cualquier contenido de usuario, otorgas a Talkie y sus compañías afiliadas una licencia no exclusiva, mundial, libre de regalías, totalmente pagada, transferible, sublicenciable, perpetua e irrevocable para copiar, mostrar, cargar, realizar, distribuir, almacenar, modificar y usar de otra manera tu contenido de usuario en relación con la operación de los servicios o la promoción, publicidad o comercialización de los mismos en cualquier forma, medio o tecnología conocida actualmente o desarrollada en el futuro».

# how_does_it_use_data_collected
source: "The Services are based on rapidly evolving fields of AI and machine learning. You acknowledge that our outputs may contain inaccuracies or errors. You are responsible for evaluating the accuracy of outputs for your use case."
de: „Die Dienste basieren auf den sich schnell entwickelnden Gebieten der KI und des maschinellen Lernens. Sie erkennen an, dass unsere Ausgaben Ungenauigkeiten oder Fehler enthalten können. Sie sind verantwortlich für die Bewertung der Genauigkeit der Ausgaben für Ihren Anwendungsfall.”
es: «Los servicios se basan en los sectores de la IA y el aprendizaje automático que están en constante evolución. Reconoces que nuestros resultados pueden contener inexactitudes o errores. Eres responsable de evaluar la precisión de los resultados para tu caso de uso».
fr: « Les Services sont basés sur des domaines de l’IA et de l’apprentissage automatique en rapide évolution. Vous reconnaissez que nos résultats peuvent contenir des inexactitudes ou des erreurs. Vous êtes responsable de l’évaluation de l’exactitude des résultats pour votre cas d’utilisation. »
pt_br: "Os Serviços são baseados em campos de IA e machine learning (aprendizado de máquina) em rápida evolução. Você reconhece que nossos resultados podem conter imprecisões ou erros. Você é responsável por avaliar a precisão das saídas para o seu caso de uso."

# how_does_it_use_data_collected
source: <b>Data Trackers Found</b><br/>Transfers data to China and India, among other countries.<br/>We discovered 223 trackers within 1 minute of use, including sending data to Applovin (marketing tracker), Doubleclick (marketing tracker), Facebook, Easemob (Chinese company).
de: <b>Gefundene Daten-Tracker</b><br/>Übermittelt Daten u. a. nach China und Indien.<br/>Wir haben 223 Tracker innerhalb von 1 Minute entdeckt, darunter die Übermittlung von Daten an Applovin (Marketing-Tracker), Doubleclick (Marketing-Tracker), Facebook und Easemob (chinesisches Unternehmen).
es: <b>Rastreadores de datos encontrados</b><br/>Transferencia de datos a China e India, entre otros países.<br/>Descubrimos 223 rastreadores en 1 minuto de uso, incluido el envío de datos a Applovin (rastreador de marketing), Doubleclick (rastreador de marketing), Facebook, Easemob (empresa china).
fr: <b>Traqueurs de données trouvés</b><br/>Transfère des données vers la Chine et l’Inde, entre autres.<br/>Nous avons découvert 223 traqueurs en 1 minute d’utilisation, y compris l’envoi de données à Applovin (traqueur de marketing), Doubleclick (traqueur de marketing), Facebook, Easemob (société chinoise).
pt_br: <b>Rastreadores de Dados Encontrados</b><br/>Transfere dados para a China e a Índia, entre outros países.<br/>Descobrimos 223 rastreadores em 1 minuto de uso, incluindo o envio de dados para Applovin (rastreador de marketing), Doubleclick (rastreador de marketing), Facebook, Easemob (empresa chinesa).

# user_friendly_privacy_policy_helptext
source: The Talkie Privacy Policy was formatted in an odd manner and while not the most complicated privacy policy we've ever read, it still was not user-friendly.
de: Die Talkie-Datenschutzerklärung war seltsam formatiert, und obwohl sie nicht die komplizierteste Datenschutzerklärung ist, die wir je gelesen haben, war sie dennoch nicht benutzerfreundlich.
es: La política de privacidad de Talkie no tiene un formato demasiado organizado; aunque no está dentro de las más complicadas que hemos leído, no es fácil de leer.
fr: La politique de confidentialité de Talkie est présentée de manière étrange et, bien qu’elle ne soit pas la plus compliquée que nous ayons jamais eu à lire, elle n’est pas conviviale.
pt_br: A Política de Privacidade do Talkie foi formatada de uma maneira estranha e, embora não seja a política de privacidade mais complicada que já lemos, ainda não era amigável.

# uses_encryption_helptext
source: "All transmitted data are encrypted during transmission. All stored data are maintained on secure servers. Access to stored data is protected by multi-layered security controls, including firewalls, role-based access controls, and passwords."
de: „Alle übertragenen Daten werden während der Übertragung verschlüsselt. Alle gespeicherten Daten werden auf sicheren Servern aufbewahrt. Der Zugriff auf gespeicherte Daten ist durch mehrschichtige Sicherheitskontrollen geschützt, darunter Firewalls, rollenbasierte Zugriffskontrollen und Passwörter.“
es: «Todos los datos transmitidos se cifran durante la transmisión. Todos los datos almacenados se mantienen en servidores seguros. El acceso a los datos almacenados está protegido por controles de seguridad de varias capas, incluidos firewalls, controles de acceso basados en roles y contraseñas».
fr: « Toutes les données transmises sont cryptées lors de la transmission. Toutes les données stockées sont conservées sur des serveurs sécurisés. L’accès aux données stockées est protégé par des contrôles de sécurité multicouches, y compris des pare-feu, des contrôles d’accès basés sur les rôles et des mots de passe. »
pt_br: "Todos os dados transmitidos são criptografados durante a transmissão. Todos os dados armazenados são mantidos em servidores seguros. O acesso aos dados armazenados é protegido por controles de segurança em várias camadas, incluindo firewalls, controles de acesso baseados em função e senhas."

# strong_password_helptext
source: Only Google or Apple sign-up is available.
de: Nur die Google- oder Apple-Anmeldung ist verfügbar.
es: Solo está disponible el registro con cuentas de Google o Apple.
fr: Seule l’inscription via Google ou Apple est possible.
pt_br: Apenas a inscrição do Google ou da Apple está disponível.

# tips_to_protect_yourself
source: Do not say anything containing sensitive information in your conversation with your AI partner.
es: No digas nada que contenga información confidencial durante tus conversaciones con tu amigo de IA.
fr: Ne divulguez pas d’informations sensibles lors de vos conversations avec votre partenaire généré par l’IA.

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data nor does close your account.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales ni cierra tu cuenta.
fr: Exigez la suppression de vos données lorsque vous cessez d’utiliser l’application. La simple suppression d’une application de votre appareil ne permet généralement pas d’effacer vos données personnelles ni de clôturer votre compte.
pt_br: Se decidir parar de usar o aplicativo, solicite que seus dados sejam excluídos. Apenas excluir o aplicativo do seu dispositivo não apagará seus dados pessoais da base da empresa e nem fechará a sua conta.

# tips_to_protect_yourself
source: Do not give consent to constant geolocation tracking by the app. Better provide geolocation 'only when using the app'.
de: Geben Sie keine Zustimmung zur ständigen Geolokalisierung durch die App. Bieten Sie besser Geolokalisierung "nur bei Verwendung der App".
es: No otorgues tu consentimiento para el seguimiento constante de geolocalización por parte de la aplicación. Es mejor que permitas la geolocalización «solo mientras la aplicación está en uso».
fr: Ne consentez pas au suivi continu de votre géolocalisation par l’application. Il est préférable de fournir la géolocalisation « uniquement pendant l’utilisation de l’application ».
pt_br: Não dê consentimento para o rastreamento constante de geolocalização pelo aplicativo. É melhor fornecer geolocalização "somente ao usar o aplicativo".

# tips_to_protect_yourself
source: Do not share sensitive data through the app.
de: Teilen Sie keine sensiblen Daten über die App.
es: No compartas datos confidenciales a través de la aplicación.
fr: Ne partagez pas de données sensibles via l’application.
pt_br: Não compartilhe dados confidenciais pelo aplicativo.

# tips_to_protect_yourself
source: Do not give access to your photos and video or camera.
de: Geben Sie keinen Zugriff auf Ihre Fotos und Videos oder Kameras.
es: No otorgues acceso a tus fotos, vídeo o cámara.
fr: N’autorisez pas l’accès à vos photos et vidéos ou à votre appareil photo.
pt_br: Não dê acesso às suas fotos e vídeo ou câmera.

# tips_to_protect_yourself
source: Do not log in using third-party accounts.
de: Melden Sie sich nicht mit Konten von Drittanbietern an
es: No inicies sesión con cuentas de terceros.
fr: Ne vous connectez pas par le biais de comptes tiers.
pt_br: Não faça login usando contas de terceiros.

# tips_to_protect_yourself
source: Do not connect to any third party via the app, or at least make sure that a third party employs decent privacy practices.
de: Stellen Sie über die App keine Verbindung zu Dritten her, oder vergewissern Sie sich zumindest, dass diese Dritte anständige Datenschutzpraktiken anwenden.
es: No te conectes a ningún tercero a través de la aplicación, o al menos asegúrate de que el tercero en cuestión tenga prácticas de privacidad decentes.
fr: Ne vous connectez pas à un service tiers via l’application, ou assurez-vous au minimum que ce dernier adopte des pratiques décentes en matière de protection de la vie privée.
pt_br: Não se conecte a terceiros através do aplicativo, ou pelo menos certifique-se de que este terceiro empregue práticas de privacidade decentes.

# tips_to_protect_yourself
source: Do not say anything containing sensitive information in your conversation with AI partner.
de: Sagen Sie in Ihrem Gespräch mit dem KI-Partner nichts, was sensible Informationen enthält.
es: No digas nada que contenga información confidencial durante tus conversaciones con tu amigo de IA.
fr: Ne divulguez pas d’informations sensibles lors de vos conversations avec votre partenaire généré par l’IA.
pt_br: Não diga nada que contenha informações confidenciais em sua conversa com a IA.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc.
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senhas, como o 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Do not use social media plug-ins.
de: Verwenden Sie keine Social-Media-Plug-ins.
es: No utilices complementos de redes sociales.
fr: N’utilisez pas de plug-ins de médias sociaux.
pt_br: Não use plug-ins de mídia social.
