Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/talkie-soulful-ai.po
Languages: de, es, fr, pt_br

# worst_case
source: On the privacy front, Talkie Soulful AI worries us a lot. They say they can sell and share you personal information for targeted advertising purposes. That's <i>not</i> good. They do say they won't use the contents of your messages through the app for targeted advertising, which is good. Talkie's <a id="a1">privacy policy</a> indicates that not all users have the same rights to have their data deleted if they want to. That's also<i> not</i> good. And we couldn't confirm if Talkie meets our Minimum Security Standards. All of this leads us to warn users that Talkie could come with *Privacy Not Included.
es: En el lado de la privacidad, Talkie Soulful AI nos preocupa un montón. Dicen que pueden vender y compartir tu información personal con fines publicitarios específicos. Eso <i>no</i> es nada bueno. Dicen que no usarán el contenido de los mensajes que mandes en la aplicación para publicidad dirigida, lo cual es bueno. La <a id="a1">política de privacidad</a> de Talkie dice que no todos los usuarios tienen los mismos derechos de que se eliminen sus datos si así lo desean. Eso <i>tampoco</i> es bueno. Además, no pudimos confirmar si Talkie cumple con nuestros estándares mínimos de seguridad. Todo esto nos lleva a advertir a los usuarios que es posible que Talkie venga con *Privacidad no incluida.
fr: Sur le plan de la protection de la vie privée, Talkie Soulful AI nous inquiète beaucoup. Ils disent qu’ils peuvent vendre et partager vos informations personnelles à des fins de publicité ciblée. Ce n’est <i>pas</i> bon. Ils disent qu’ils n’utiliseront pas le contenu de vos messages via l’application pour la publicité ciblée, ce qui est bien. La <a id="a1">politique de confidentialité</a> de Talkie indique que tous les utilisateurs n’ont pas les mêmes droits de suppression de leurs données s’ils le souhaitent. Ce n’est <i>pas</i> bon non plus. Et nous n’avons pas pu confirmer si Talkie répond à nos normes de sécurité minimales. Tout cela nous amène à avertir les utilisateurs que Talkie pourrait être livré avec une *Confidentialité non incluse.

# worst_case
source: And then there are our questions and concerns about Talkie Soulful AI's AI models. While it is good that Talkie says they won't use the content of your messages with their AI chatbots for targeted advertising purposes, we couldn't find any very clear mentions of how they can use the content of those messages to train their AIs. They do say they can aggregate, anonymize, and de-identify your messages, content, interests, and preferences to analyze trends in the use of Talkie's services. This is pretty common, however, our concern hear lies with how well the de-identify and anonymize all that personal information you share about yourself. We always worry about this as <a id="a1">it's been found to be relatively easy to re-identify de-identified personal information</a> so just beware before you overshare too many personal details with your favorite AI chatbot (on any service or platform, not just Talkie's).
es: Luego están nuestras preguntas y preocupaciones sobre los modelos de IA que usa Talkie Soulful AI. Si bien es bueno que Talkie diga que no usarán con fines publicitarios específicos el contenido de los mensajes que intercambies con sus chatbots de IA, no pudimos encontrar ninguna mención clara sobre cómo pueden usar el contenido de esos mensajes para entrenar a sus IA. Dicen que pueden agregar, anonimizar y desidentificar tus mensajes, contenidos, intereses y preferencias para analizar las tendencias en el uso de los servicios de Talkie. Esta es una práctica bastante común, sin embargo, nuestra preocupación radica en lo bien que desidentificarán y anonimizarán toda la información personal que compartes sobre ti. Siempre nos preocupamos por esto, ya que <a id="a1">se ha descubierto que es relativamente fácil volver a identificar la información personal anonimizada,</a> así que ten cuidado antes de compartir demasiados datos personales con tu chatbot de IA favorito (en cualquier servicio o plataforma, no solo en Talkie).
fr: Et puis nous avons des questions et des préoccupations concernant les modèles d’IA de Talkie Soulful AI. S’il est bon que Talkie affirme qu’ils n'utiliseront pas le contenu de vos messages avec ses chatbots à des fins de publicité ciblée, nous n’avons trouvé aucune mention très claire de la manière dont ils peuvent utiliser le contenu de ces messages pour former leurs IA. Ils disent qu’ils peuvent agréger, anonymiser et dépersonnaliser vos messages, votre contenu, vos intérêts et vos préférences pour analyser les tendances de l’utilisation des services de Talkie. Il s’agit là d'une pratique assez courante, mais notre inquiétude porte sur la manière dont ils dépersonnalisent et anonymisent toutes les informations personnelles que vous partagez avec eux. Nous nous inquiétons toujours à ce sujet car <a id="a1">il s’est avéré relativement facile de réidentifier des informations personnelles désidentifiées. </a>Il suffit donc de faire attention avant de partager trop d’informations personnelles avec votre chatbot d’AI préféré (sur n’importe quel service ou plateforme, pas seulement sur Talkie).

# worst_case
source: There's also this link in Talkie Soulful AI's <a id="a1">Terms of Service</a> that seems to grant them pretty broad permissions to use the content you submit through their app, <i>"By uploading any User Content, you hereby grant and will grant Talkie and its affiliated companies a non-exclusive, worldwide, royalty-free, fully paid- up, transferable, sublicensable, perpetual, irrevocable license to copy, display, upload, perform, distribute, store, modify, and otherwise use your User Content in connection with the operation of the Services or the promotion, advertising, or marketing thereof in any form, medium, or technology now known or later developed."</i> Yeah, lines like that were pretty common in the Terms of Service we read for AI relationship chatbots. And yeah, they feel pretty broad and worrisome to us.
de: Es gibt auch diesen Link in den <a id="a1">Nutzungsbedingungen</a> von Talkie Soulful AI, der ihnen anscheinend ziemlich weitreichende Berechtigungen zur Nutzung der Inhalte gewährt, die Sie über ihre App einreichen: <i>„Durch das Hochladen von Benutzerinhalten gewähren Sie Talkie und dessen verbundenen Unternehmen eine nicht-exklusive, weltweite, gebührenfreie, voll bezahlte, übertragbare, unterlizenzierbare, unbefristete und unwiderrufliche Lizenz zum Kopieren, Anzeigen, Hochladen, Ausführen, Verteilen, Speichern, Ändern und anderweitigen Verwenden Ihrer Benutzerinhalte in Verbindung mit dem Betrieb der Dienste oder der Bewerbung, Werbung oder Vermarktung derselben in jeder Form, jedem Medium oder jeder Technologie, die jetzt bekannt ist oder später entwickelt wird.”</i> Ja, solche Zeilen waren ziemlich häufig in den Nutzungsbedingungen, die wir für KI-Beziehungs-Chatbots gelesen haben. Und ja, sie erscheinen uns ziemlich weitreichend und besorgniserregend.
es: En los <a id="a1">términos de servicio</a> de Talkie Soulful AI también encontramos este enlace que parece otorgarles permisos bastante amplios para usar el contenido que envías a través de su aplicación: <i>«Al cargar cualquier contenido de usuario, otorgas a Talkie y sus compañías afiliadas una licencia no exclusiva, mundial, libre de regalías, totalmente pagada, transferible, sublicenciable, perpetua e irrevocable para copiar, mostrar, cargar, realizar, distribuir, almacenar, modificar y usar de otra manera tu contenido de usuario en relación con la operación de los servicios o la promoción, publicidad o comercialización de los mismos en cualquier forma, medio o tecnología conocida actualmente o desarrollada en el futuro».</i> Sí, encontramos con frecuencia líneas como esta en los términos de servicio de los chatbots de IA para relaciones. Y sí, nos parecen demasiado amplios y bastante preocupantes.
fr: Il y a aussi ce lien dans les <a id="a1">Conditions d’utilisation</a> de Talkie Soulful AI qui semble leur accorder des autorisations assez larges pour utiliser le contenu que vous soumettez via leur application : <i>« En téléchargeant tout Contenu utilisateur, vous accordez et accorderez par la présente à Talkie et à ses sociétés affiliées une licence non exclusive, mondiale, libre de redevance, entièrement payée, transférable, sous-licenciable, perpétuelle, irrévocable pour copier, afficher, télécharger, exécuter, distribuer, stocker, modifier et utiliser autrement votre Contenu utilisateur dans le cadre du fonctionnement des Services ou de la promotion, de la publicité ou de la commercialisation de celui-ci, sous quelque forme et par quelque procédé ou technologie que ce soit, connu ou à venir. »</i> Ouais, nous avons souvent lu des lignes comme ça dans les conditions d’utilisation relatives aux chatbots relationnels d’IA. Et oui, elles nous paraissent assez générales et inquiétantes.
pt_br: Há também este link nos <a id="a1">Termos de Serviço</a> do Talkie Soulful AI que parece conceder-lhes permissões bem amplas para usar o conteúdo que você envia por meio de seu aplicativo:<i> "Ao carregar qualquer Conteúdo do Usuário, você concede e concederá ao Talkie e suas empresas afiliadas uma licença não exclusiva, mundial, isenta de royalties, totalmente paga, transferível, passível de sublicenciamento, perpétua e irrevogável para copiar, exibir, carregar, executar, distribuir, armazenar, modificar e usar seu Conteúdo do Usuário em conexão com a operação dos Serviços ou a promoção, publicidade ou marketing dos mesmos em qualquer forma, meio ou tecnologia agora conhecida ou desenvolvida posteriormente."</i> Sim, frases como essa eram bastante comuns nos Termos de Serviço que lemos para chatbots de relacionamento de IA. E sim, eles parecem muito amplos e preocupantes para nós.

# worst_case
source: Finally, we found no way for users to control or understand how the AI chatbots they interact with on Talkie's app work. This worries us because if you don't know how the AI chatbot works or have any control of it, then what's to prevent it from developing a relationship with you and then become abusive or manipulative? This is a concern we have with all AI chatbots and why we want to see more transparency and user-control in them. Shoot, even Talkie admits in their Terms of Service that, <i>"The Services are based on rapidly evolving fields of AI and machine learning. You acknowledge that our outputs may contain inaccuracies or errors. You are responsible for evaluating the accuracy of outputs for your use case."</i> So, basically, trust nothing and assume nothing when interacting with your "self-help" Talkie AI chatbot.
es: Por último, no encontramos ninguna forma en que los usuarios pueden controlar o entender cómo funcionan los chatbots de IA con los que interactúan en la aplicación de Talkie. Esto nos preocupa, porque si no sabes cómo funciona el chatbot de IA o no tienes ningún control sobre él, ¿qué puedes hacer para evitar que desarrolle una relación contigo y luego se vuelva abusivo o manipulador? Esta es una preocupación que tenemos con todos los chatbots de IA y es la razón por la cual queremos ver más transparencia y control de los usuarios en ellos. Incluso Talkie admite en sus términos de servicio que <i>«Los servicios se basan en los sectores de la IA y el aprendizaje automático que están en constante evolución. Reconoces que nuestros resultados pueden contener inexactitudes o errores. Eres responsable de evaluar la precisión de los resultados para tu caso de uso».</i> Básicamente, te están diciendo que no confíes ni des nada por sentado al interactuar con tu chatbot Talkie AI de «autoayuda».
fr: Enfin, nous n’avons trouvé aucun moyen pour les utilisateurs de contrôler ou de comprendre le fonctionnement des chatbots d’IA avec lesquels ils interagissent sur l’application Talkie. Cela nous inquiète car si vous ne savez pas comment fonctionne le chatbot d’IA ou si vous ne le contrôlez pas, qu’est-ce qui l’empêche de développer une relation avec vous et de devenir ensuite abusif ou manipulateur ? Nous avons cette préoccupation avec tous les chatbots d’IA, voilà pourquoi nous voulons y voir plus de transparence et de contrôle de l’utilisateur. Mince, même Talkie admet dans ses conditions d’utilisation que <i>« les services sont basés sur les domaines de l’IA et de l’apprentissage automatique qui évoluent rapidement. Vous reconnaissez que nos résultats peuvent contenir des inexactitudes ou des erreurs. Vous êtes responsable de l’évaluation de l’exactitude des résultats pour votre cas d’utilisation. »</i> Donc, en gros, ne faites confiance à rien et n’assumez rien lorsque vous interagissez avec votre chatbot Talkie AI « d’auto-assistance ».

# signup_requirement_explanation
source: Google or Apple sign-up available (on Android and iOS respectively).
de: Google- oder Apple-Anmeldung verfügbar (für Android bzw. iOS).
es: Puedes registrarte con tu cuenta de Google o Apple (en Android e iOS, respectivamente).
fr: Inscription via Google ou Apple possible (sur Android et iOS respectivement).
pt_br: Inscrição do Google ou da Apple disponível (no Android e iOS, respectivamente).

# how_does_it_use_data_collected
source: We ding this product for 'selling' personal data and sharing it with third parties for targeted advertisement.
de: Wir geben diesem Produkt einen Warnhinweis, da personenbezogene Daten „verkauft“ und für gezielte Werbung an Dritte weitergegeben werden.
es: Criticamos este producto porque “vende» datos personales y los comparte con terceros para publicidad dirigida.
fr: Nous attribuons un avertissement à ce produit, car il « vend » et partage des données personnelles avec des tiers à des fins de publicité ciblée.
pt_br: Nós notificamos este produto por "vender" dados pessoais e compartilhá-los com terceiros para publicidade direcionada.

# how_does_it_use_data_collected
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Política de Privacidade

# how_does_it_use_data_collected
source: "We share information about visitors to our Website, such as the links you click, pages you visit, IP address, advertising ID, and browser type with advertising companies for interest-based advertising and other marketing purposes. <b>Sharing this information allows us and our advertising partners to target and serve advertising to you and others.</b> We will never share your Talkie conversations or any photos or other content you provide within the Apps with our advertising partners or use such information for marketing or advertising purposes."
de: „Wir geben Informationen über die Besucher unserer Website, wie z. B. die von Ihnen angeklickten Links, die von Ihnen besuchten Seiten, die IP-Adresse, die Werbe-ID und den Browsertyp an Werbeunternehmen für interessenbasierte Werbung und andere Marketingzwecke weiter. <b>Die Weitergabe dieser Informationen ermöglicht es uns und unseren Werbepartnern, Ihnen und anderen gezielt Werbung zukommen zu lassen.</b> Wir werden niemals Ihre Talkie-Gespräche oder Fotos oder andere Inhalte, die Sie innerhalb der Apps bereitstellen, an unsere Werbepartner weitergeben oder solche Informationen für Marketing- oder Werbezwecke verwenden.“
es: «Compartimos información sobre los visitantes de nuestro sitio web –como los enlaces en los que haces clic, las páginas que visitas, la dirección IP, el ID de publicidad y el tipo de navegador– con empresas publicitarias para publicidad basada en intereses y otros fines de marketing. <b>Compartir esta información nos permite a nosotros y a nuestros socios publicitarios orientar y servir publicidad a ti y a otras personas.</b> Nunca compartiremos con nuestros socios publicitarios tus conversaciones de Talkie ni ninguna foto u otro contenido que proporciones dentro de las aplicaciones, ni utilizaremos dicha información con fines de marketing o publicidad».
fr: « Nous partageons des informations relatives aux visiteurs de notre site web, telles que les liens sur lesquels vous cliquez, les pages que vous visitez, l’adresse IP, l’identifiant publicitaire et le type de navigateur, avec des sociétés de communication à des fins de publicité basée sur les centres d’intérêt et d’autres objectifs de marketing. <b>Le partage de ces informations nous permet, ainsi qu’à nos partenaires publicitaires, de cibler et de diffuser de la publicité à votre intention et à celle d’autres personnes.</b> Nous ne partagerons jamais vos conversations Talkie ou toute photo ou autre contenu que vous fournissez dans les applications avec nos partenaires publicitaires, ni n’utiliserons ces informations à des fins de marketing ou de publicité. »
pt_br: "Compartilhamos informações sobre os visitantes do nosso site, como os links em que clicam, as páginas que visitam, o endereço IP, o ID de publicidade e o tipo de navegador com empresas de publicidade para fins de publicidade baseada em interesses e outros fins de marketing. <b>Compartilhar essas informações permite que nós e nossos parceiros de publicidade segmentemos e veiculemos publicidade para você e outras pessoas.</b> Nunca compartilharemos suas conversas do Talkie ou quaisquer fotos ou outros conteúdos que você fornecer nos Aplicativos com nossos parceiros de publicidade, ou usaremos essas informações para fins de marketing ou publicidade."

# how_does_it_use_data_collected
source: "We share your information with companies and individuals that provide services on our behalf or help us operate the Services or our business (such as hosting, information technology, customer support, email delivery, and website analytics services). <b>We also share information with companies that provide marketing services on our behalf, but we do not share the content of your Talkie conversations for marketing or advertising purposes</b>. For example, we may share your email address with marketing service providers to deliver our marketing emails to you on our behalf and to help us identify other individuals who may be interested in our Services. We require these marketing service providers to agree not to use your email address for any other purpose."
de: „Wir geben Ihre Daten an Unternehmen und Einzelpersonen weiter, die in unserem Auftrag Dienstleistungen erbringen oder uns beim Betrieb der Dienste oder unseres Geschäfts unterstützen (z. B. Hosting, Informationstechnologie, Kundensupport, E-Mail-Zustellung und Website-Analysedienste). <b>Wir geben auch Informationen an Unternehmen weiter, die in unserem Auftrag Marketingdienstleistungen erbringen, aber wir geben den Inhalt Ihrer Talkie-Konversationen nicht zu Marketing- oder Werbezwecken weiter.</b> Wir können zum Beispiel Ihre E-Mail-Adresse an Marketingdienstleister weitergeben, um Ihnen in unserem Namen Marketing-E-Mails zuzustellen und um uns zu helfen, andere Personen zu identifizieren, die an unseren Diensten interessiert sein könnten. Wir verlangen von diesen Marketingdienstleistern, dass sie sich verpflichten, Ihre E-Mail-Adresse nicht für andere Zwecke zu verwenden.“
es: «Compartimos tu información con empresas y personas que prestan servicios en nuestro nombre o que nos ayudan a operar los servicios o nuestras actividades comerciales (como alojamiento, tecnología de la información, atención al cliente, entrega de correos electrónicos y servicios de análisis de sitios web). <b>También compartimos información con empresas que prestan servicios de marketing en nuestro nombre, pero no compartimos el contenido de tus conversaciones en Talkie con fines de marketing o publicidad</b>. Por ejemplo, podemos compartir tu dirección de correo electrónico con proveedores de servicios de marketing para que te entreguen correos electrónicos de marketing en nuestro nombre y para que nos ayuden a identificar a otras personas que puedan estar interesadas en nuestros servicios. Exigimos a estos proveedores de servicios de marketing que acepten no utilizar tu dirección de correo electrónico para ningún otro propósito».
fr: « Nous partageons vos informations avec des entreprises et des personnes qui fournissent des services en notre nom ou nous aident à exploiter les Services ou notre entreprise (tels que l’hébergement, les technologies de l’information, le support client, la livraison des e-mails et les services d’analyse de sites Web). <b>Nous partageons également des informations avec des entreprises qui fournissent des services de marketing en notre nom, mais nous ne partageons pas le contenu de vos conversations Talkie à des fins de marketing ou de publicité</b>. Par exemple, nous pouvons partager votre adresse e-mail avec des fournisseurs de services marketing pour vous envoyer nos e-mails marketing en notre nom et pour nous aider à identifier d’autres personnes susceptibles d’être intéressées par nos Services. Nous exigeons de ces fournisseurs de services marketing qu’ils acceptent de ne pas utiliser votre adresse e-mail à d’autres fins. »
pt_br: "Compartilhamos suas informações com empresas e indivíduos que prestam serviços em nosso nome ou nos ajudam a operar os Serviços ou nossos negócios (como hospedagem, tecnologia da informação, suporte ao cliente, entrega de e-mail e serviços de análise de sites). <b>Também compartilhamos informações com empresas que fornecem serviços de marketing em nosso nome, mas não compartilhamos o conteúdo de suas conversas no Talkie para fins de marketing ou publicidade</b>. Por exemplo, podemos compartilhar o seu endereço de e-mail com prestadores de serviços de marketing para lhe entregar os nossos e-mails de marketing em nosso nome e para nos ajudar a identificar outras pessoas que possam estar interessadas nos nossos Serviços. Exigimos que esses prestadores de serviços de marketing concordem em não usar seu endereço de e-mail para qualquer outra finalidade."
