Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/talkie-soulful-ai.po
Languages: de, es, fr, pt_br

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les contrôles de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (ne donnez pas accès à votre caméra, microphone, images et emplacement, sauf si nécessaire).

# tips_to_protect_yourself
source: Keep your app regularly updated.
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand.
es: Actualiza tu aplicación con regularidad.
fr: Mettez votre application à jour régulièrement.
pt_br: Mantenha seu aplicativo atualizado regularmente.

# tips_to_protect_yourself
source: Limit ad tracking via your device (ex. on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization).
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire sur votre appareil (par exemple, sur iPhone, utilisez « Confidentialité », « Publicités » et « Limiter le suivi publicitaire ») et via les principaux réseaux publicitaires (pour Google, rendez-vous sur votre compte Google et désactivez la personnalisation des publicités).

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Lehnen Sie bei der Anmeldung das Tracking Ihrer Daten nach Möglichkeit ab.
es: Si puedes hacerlo, no aceptes el seguimiento de tus datos cuando estés realizando el proceso de registro.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.
pt_br: Ao se cadastrar, não concorde com o rastreamento dos seus dados, se possível.

# personal_data_collected
source: Name, email address, user identifiers, birth date, pronouns, work status, voice messages, text messages, interests, preferences; computer's or mobile device's operating system, manufacturer, model, browser, IP address, device, cookie identifiers, language settings, mobile device carrier, general location, city, state, geographic area; links you click, pages you visit, IP address, advertising ID, browser type.
de: Name, E-Mail-Adresse, Benutzerkennungen, Geburtsdatum, Pronomen, Arbeitsstatus, Sprachnachrichten, Textnachrichten, Interessen, Präferenzen; Betriebssystem des Computers oder Mobilgeräts, Hersteller, Modell, Browser, IP-Adresse, Gerät, Cookie-Kennungen, Spracheinstellungen, Mobilfunkanbieter, allgemeiner Standort, Stadt, Bundesland, geografisches Gebiet; Links, auf die Sie klicken, Seiten, die Sie besuchen, IP-Adresse, Werbe-ID, Browsertyp.
es: Nombre, dirección de correo electrónico, identificadores de usuario, fecha de nacimiento, pronombres, estado laboral, mensajes de voz, mensajes de texto, intereses, preferencias; sistema operativo del ordenador o dispositivo móvil, fabricante, modelo, navegador, dirección IP, dispositivo, identificadores de cookies, configuración de idioma, operador de dispositivo móvil, ubicación general, ciudad, estado, área geográfica; enlaces en los que haces clic, páginas que visitas, dirección IP, ID de publicidad, tipo de navegador.
fr: Nom, adresse e-mail, identifiants d’utilisateur, date de naissance, pronoms, statut professionnel, messages vocaux, messages texte, intérêts, préférences ; système d’exploitation de l’ordinateur ou de l’appareil mobile, fabricant, modèle, navigateur, adresse IP, appareil, identifiants de cookies, paramètres de langue, opérateur d’appareil mobile, situation générale, ville, état, zone géographique ; liens sur lesquels vous cliquez, pages que vous visitez, adresse IP, identifiant publicitaire, type de navigateur.
pt_br: Nome, endereço de e-mail, identificadores de usuário, data de nascimento, pronomes, status de trabalho, mensagens de voz, mensagens de texto, interesses, preferências; sistema operacional do computador ou dispositivo móvel, fabricante, modelo, navegador, endereço IP, dispositivo, identificadores de cookies, configurações de idioma, operadora de dispositivo móvel, localização geral, cidade, estado, área geográfica; links em que você clica, páginas que visita, endereço IP, ID de publicidade, tipo de navegador.

# biometric_data_collected
source: Voice messages
de: Sprachnachrichten
es: Mensajes de voz
fr: Messages vocaux
pt_br: Mensagens de Voz

# how_can_you_control_your_data
source: We cannot confirm if all users regardless of location can get their data deleted.
de: Wir können nicht bestätigen, dass alle Nutzer unabhängig vom Standort ihre Daten löschen lassen können.
es: No podemos confirmar si todos los usuarios, independientemente de su ubicación, pueden eliminar sus datos.
fr: Nous ne pouvons pas confirmer que tous les utilisateurs, où qu’ils se trouvent, peuvent obtenir la suppression de leurs données.
pt_br: Não podemos confirmar se todos os usuários, independentemente da localização, podem excluir seus dados.

# how_can_you_control_your_data
source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Política de Privacidade

# how_can_you_control_your_data
source: "We will retain your personal information for only as long as necessary to fulfill the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements. To determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements."
de: „Wir werden Ihre persönlichen Daten nur so lange aufbewahren, wie es für die Erfüllung der Zwecke, für die wir sie gesammelt haben, erforderlich ist, einschließlich der Erfüllung von gesetzlichen, buchhalterischen oder Berichtsanforderungen. Um die angemessene Aufbewahrungsfrist für persönliche Daten zu bestimmen, berücksichtigen wir die Menge, die Art und die Sensibilität der persönlichen Daten, das potenzielle Risiko eines Schadens durch unbefugte Nutzung oder Offenlegung Ihrer persönlichen Daten, die Zwecke, für die wir Ihre persönlichen Daten verarbeiten, und ob wir diese Zwecke mit anderen Mitteln erreichen können, sowie die geltenden gesetzlichen Anforderungen.“
es: «Conservaremos tu información personal solo durante el tiempo que sea necesario para cumplir con los fines para los que la recopilamos, lo que incluye cumplir con requisitos legales, contables o de presentación de informes. Para determinar el período de retención apropiado para la información personal, consideramos la cantidad, la naturaleza y la sensibilidad de la misma, el riesgo potencial de daño por el uso o la divulgación no autorizados de tu información personal, los fines para los que procesamos tu información personal y si podemos lograr esos fines a través de otros medios, y los requisitos legales aplicables».
fr: « Nous ne conserverons vos informations personnelles que le temps nécessaire pour atteindre les objectifs pour lesquels nous les avons collectées, y compris dans le but de satisfaire à toutes les exigences légales, comptables ou de déclaration. Pour déterminer la durée de conservation appropriée des informations personnelles, nous tenons compte de la quantité, de la nature et de la sensibilité de celles-ci, du risque potentiel de préjudice résultant d’une utilisation ou d’une divulgation non autorisée de vos informations personnelles, des finalités pour lesquelles nous traitons vos informations personnelles et de la possibilité d’atteindre ces finalités par d’autres moyens, ainsi que des exigences légales applicables. »
pt_br: "Manteremos suas informações pessoais apenas pelo tempo necessário para cumprir os propósitos para os quais as coletamos, inclusive para atender a quaisquer requisitos legais, contábeis ou de relatório. Para determinar o período de retenção apropriado para informações pessoais, consideramos a quantidade, natureza e sensibilidade das informações pessoais, o risco potencial de danos causados pelo uso não autorizado ou divulgação de suas informações pessoais, as finalidades para as quais processamos suas informações pessoais e se podemos alcançar essas finalidades por outros meios e os requisitos legais aplicáveis."

# how_can_you_control_your_data
source: "You may opt out of marketing-related emails and other communications by following the opt-out or unsubscribe instructions in the communications you receive from us or by contacting us as provided in the "Contact us" section below. . &lt;...&gt;
de: „Sie können marketingbezogene E-Mails und andere Mitteilungen abbestellen, indem Sie die Anweisungen zum Abbestellen in den Mitteilungen, die Sie von uns erhalten, befolgen oder indem Sie uns wie im Abschnitt ‚Kontakt‘ unten beschrieben kontaktieren. . &lt;...&gt;
es: «Puedes optar por excluirte de recibir correos electrónicos y otras comunicaciones relacionadas con el marketing, siguiendo las instrucciones para excluirte o darte de baja en las comunicaciones que recibes de nosotros, o poniéndote en contacto con nosotros según lo dispuesto en la sección “Contáctanos” a continuación. . &lt;...&gt;
fr: « Vous pouvez vous désabonner des e-mails et autres communications liés au marketing en suivant les instructions de désinscription ou de désabonnement dans les communications que vous recevez de notre part ou en nous contactant comme indiqué dans la section « Contactez-nous » ci-dessous. . &lt;...&gt;
pt_br: "Você pode desativar e-mails relacionados a marketing e outras comunicações seguindo as instruções de desativação ou cancelamento de assinatura nas comunicações que receber de nós ou entrando em contato conosco, conforme fornecido na seção "Fale conosco" abaixo. . &lt;...&gt;

# how_can_you_control_your_data
source: Opt-out of selling personal information and sharing for targeted advertising<br/>We share information with third-party advertising partners and allow them to collect information about your visit to our Website using cookies and other tracking technologies to display targeted advertising around the web as described in the "How we share your information" section above. Our disclosure of information to these partners maybe considered a "sale" or "sharing" of personal information or "targeted advertising" under applicable laws. You can opt out of these disclosures and limit our use of tracking technologies.
de: Widerspruch gegen den Verkauf persönlicher Daten und die Weitergabe für gezielte Werbung<br/>Wir geben Informationen an Werbepartner weiter und erlauben ihnen, Informationen über Ihren Besuch auf unserer Website mithilfe von Cookies und anderen Tracking-Technologien zu sammeln, um gezielte Werbung im Internet anzuzeigen, wie im Abschnitt ‚Wie wir Ihre Daten weitergeben‘ oben beschrieben. Die Weitergabe von Informationen an diese Partner kann nach geltendem Recht als ‚Verkauf‘ oder ‚Weitergabe‘ persönlicher Daten oder ‚gezielte Werbung‘ betrachtet werden. Sie können diese Offenlegungen ablehnen und unsere Verwendung von Tracking-Technologien einschränken.
es: Optar por excluirte de la venta y el intercambio de información personal para publicidad dirigida<br/>Compartimos información con socios publicitarios externos y les permitimos recopilar información sobre tu visita a nuestro sitio web utilizando cookies y otras tecnologías de seguimiento para mostrar publicidad dirigida en la web como se describe en la sección «Cómo compartimos tu información». Nuestra divulgación de información a estos socios puede considerarse «venta» o «intercambio» de información personal, o «publicidad dirigida», según las leyes aplicables. Puedes optar por excluirte de estas divulgaciones y limitar nuestro uso de las tecnologías de seguimiento.
fr: Désactiver la vente d’informations personnelles et le partage de publicités ciblées<br/>Nous partageons des informations avec des partenaires publicitaires tiers et leur permettons de collecter des informations sur votre visite sur notre site Web à l’aide de cookies et d’autres technologies de suivi pour afficher des publicités ciblées sur le Web, comme décrit dans la section « Comment nous partageons vos informations » ci-dessus. Notre divulgation d’informations à ces partenaires peut être considérée comme une « vente » ou un « partage » d’informations personnelles ou une « publicité ciblée » en vertu des lois applicables. Vous pouvez vous désinscrire de ces divulgations et limiter notre utilisation des technologies de suivi. »
pt_br: Desativar a venda de informações pessoais e o compartilhamento de publicidade direcionada<br/>Compartilhamos informações com parceiros de publicidade terceirizados e permitimos que eles coletem informações sobre sua visita ao nosso Site usando cookies e outras tecnologias de rastreamento para exibir publicidade direcionada na web, conforme descrito na seção "Como compartilhamos suas informações" acima. Nossa divulgação de informações a esses parceiros pode ser considerada uma "venda" ou "compartilhamento" de informações pessoais ou "publicidade direcionada" de acordo com as leis aplicáveis. Você pode desativar essas divulgações e limitar nosso uso de tecnologias de rastreamento.

# how_can_you_control_your_data
source: Personal information requests<br/>We also offer you choices that affect how we handle the personal information that we control. <b>Depending on your location and the nature of your interactions with our Services, you may request the following in relation to personal information:</b><br/>&lt;...&gt;<br/>d. <b>Deletion of personal information that we no longer need to provide the Services or for other</b><br/><b>lawful purposes.</b> You can delete your account in your account settings.<br/>&lt;...&gt;<br/>I<b>n some instances, your choices may be limited, such as where fulfilling your request would impair the rights of others, our ability to provide a service you have requested, or our ability to comply with our legal obligations and enforce our legal rights."</b>
de: Anfragen zu persönlichen Daten<br/>Wir bieten Ihnen auch Wahlmöglichkeiten, die sich darauf auswirken, wie wir die von uns kontrollierten persönlichen Daten behandeln. <b>Je nach Ihrem Standort und der Art Ihrer Interaktionen mit unseren Diensten können Sie in Bezug auf persönliche Daten Folgendes beantragen:</b><br/>&lt;...&gt;<br/>d. <b>Löschung persönlicher Daten, die wir nicht mehr benötigen, um die Dienste bereitzustellen oder für andere</b><br/><b>rechtmäßige Zwecke.</b> Sie können Ihr Konto in Ihren Kontoeinstellungen löschen.<br/>&lt;...&gt;<br/>I<b>n einigen Fällen können Ihre Wahlmöglichkeiten eingeschränkt sein, z. B. wenn die Erfüllung Ihres Antrags die Rechte anderer beeinträchtigen würde, unsere Fähigkeit, einen von Ihnen angeforderten Dienst bereitzustellen, oder unsere Fähigkeit, unseren gesetzlichen Verpflichtungen nachzukommen und unsere Rechte durchzusetzen.“</b>
es: Solicitudes de información personal<br/>También te ofrecemos opciones que afectan la forma en que gestionamos la información personal que controlamos. <b>Dependiendo de tu ubicación y de la naturaleza de tus interacciones con nuestros servicios, puedes solicitar lo siguiente en relación con tu información personal:</b><br/>&lt;...&gt;<br/>d. <b>Eliminación de información personal que ya no necesitamos para proporcionar los servicios o para otros </b><br/><b>fines legales.</b> Puedes eliminar tu cuenta desde la configuración de tu cuenta<br/>&lt;...&gt;<br/><b>En algunos casos, tus opciones pueden ser limitadas, por ejemplo, cuando cumplir con tu solicitud puede perjudicar los derechos de otros, nuestra capacidad para proporcionar un servicio que has solicitado o nuestra capacidad para cumplir con nuestras obligaciones legales y hacer cumplir nuestros derechos legales».</b>
fr: Demandes d’informations personnelles<br/>Nous vous offrons également des choix qui affectent la façon dont nous traitons les informations personnelles que nous contrôlons. <b>En fonction de votre localisation et de la nature de vos interactions avec nos Services, vous pouvez demander ce qui suit en ce qui concerne les informations personnelles :</b><br/>&lt;...&gt;<br/>d. <b>Suppression des informations personnelles dont nous n’avons plus besoin pour fournir les Services ou à d’autres</b><br/><b>fins léales.</b> Vous pouvez supprimer votre compte dans les paramètres de votre compte<br/>.&lt;...&gt;<br/>Dans<b>certains cas, vos choix peuvent être limités, par exemple lorsque la satisfaction de votre demande porterait atteinte aux droits d’autrui, à notre capacité à fournir un service que vous avez demandé ou à notre capacité à nous conformer à nos obligations légales et à faire respecter nos droits légaux. »</b>
pt_br: Solicitações de informações pessoais<br/> Também oferecemos opções que afetam a forma como lidamos com as informações pessoais que controlamos. <b>Dependendo da sua localização e da natureza das suas interações com os nossos Serviços, você pode solicitar o seguinte em relação às informações pessoais:</b><br/>&lt;...&gt;<br/>d. <b>Exclusão de informações pessoais de que não precisamos mais para fornecer os Serviços ou para outros fins</b><br/><b>ilegais.</b> Você pode eliminar a sua conta nas definições da sua conta.<br/>&lt;...&gt;<br/><b> Em alguns casos, suas escolhas podem ser limitadas, como quando o cumprimento de sua solicitação prejudicaria os direitos de terceiros, nossa capacidade de fornecer um serviço solicitado ou nossa capacidade de cumprir nossas obrigações legais e fazer valer nossos direitos legais."</b>

# how_can_you_control_your_data
source: Terms of Service
es: Términos del servicio
fr: Conditions d’utilisation

# track_record_details
source: No known data breaches discovered in the last three years.
de: Keine bekannten Datenschutzverletzungen in den letzten drei Jahren entdeckt.
es: No se han descubierto filtraciones de datos conocidas en los últimos tres años.
fr: Aucune violation de données connue découverte au cours des trois dernières années.
pt_br: Nenhuma violação de dados conhecida descoberta nos últimos três anos.

# child_safety_blurb
source: <b>Privacy Policy</b><br/>"The Services are not intended for individuals under the age of 16. If we discover that minors under the age of 16 are using the Apps, we will promptly block their access and delete their account. If you have reason to believe that a minor under the age of 18 has provided personal information to us through the Services, please contact us, and we will endeavor to delete that information from our databases."
de: <b>Datenerklärung</b><br/>„Die Dienste sind nicht für Personen unter 16 Jahren bestimmt. Wenn wir feststellen, dass Minderjährige unter 16 Jahren die Apps nutzen, werden wir ihren Zugang umgehend sperren und ihr Konto löschen. Wenn Sie Grund zu der Annahme haben, dass ein Minderjähriger unter 18 Jahren uns über die Dienste persönliche Daten zur Verfügung gestellt hat, kontaktieren Sie uns bitte und wir werden uns bemühen, diese Daten aus unseren Datenbanken zu löschen.“
es: <b>Política de privacidad</b><br/>«Los servicios no están destinados a menores de 16 años. Si descubrimos que un menor de 16 años está utilizando las aplicaciones, bloquearemos de inmediato su acceso y eliminaremos su cuenta. Si tienes motivos para creer que un menor de 18 años nos ha proporcionado información personal a través de los servicios, comunícate con nosotros y nos esforzaremos por eliminar esa información de nuestras bases de datos».
fr: <b>Politique de confidentialité</b><br/>« Les Services ne sont pas destinés aux personnes âgées de moins de 16 ans. Si nous découvrons que des mineurs de moins de 16 ans utilisent les applications, nous bloquerons rapidement leur accès et supprimerons leur compte. Si vous avez des raisons de croire qu’un mineur de moins de 18 ans nous a fourni des informations personnelles par le biais des Services, veuillez nous contacter et nous nous efforcerons de supprimer ces informations de nos bases de données. »
pt_br: <b>Política de Privacidade</b><br/>"Os Serviços não se destinam a indivíduos com menos de 16 anos de idade. Se descobrirmos que menores de 16 anos de idade estão usando os Aplicativos, bloquearemos imediatamente seu acesso e excluiremos sua conta. Se você tiver motivos para acreditar que um menor de 18 anos de idade nos forneceu informações pessoais por meio dos Serviços, entre em contato conosco e nos esforçaremos para excluir essas informações de nossos bancos de dados."

# child_safety_blurb
source: <b>Terms of Service</b><br/>"These Services do not address anyone under the age of 16. If you are above 16 but under 18, you must have your parent or legal guardian's permission to use the Services."
de: <b>Nutzungsbedingungen</b><br/>„Diese Dienste sind nicht für Personen unter 16 Jahren bestimmt. Wenn Sie über 16, aber unter 18 Jahre alt sind, müssen Sie die Erlaubnis Ihrer Eltern oder Ihres gesetzlichen Vertreters haben, um die Dienste zu nutzen.“
es: <b>Términos de servicio</b><br/>«Estos servicios no se dirigen a menores de 16 años. Si tienes más de 16 años pero menos de 18, debes tener el permiso de uno de tus padres o tutores legales para utilizar los servicios».
fr: <b>Conditions d’utilisation</b><br/>« Ces services ne s’adressent pas aux personnes de moins de 16 ans. Si vous avez plus de 16 ans mais moins de 18 ans, vous devez avoir l’autorisation de votre parent ou tuteur légal pour utiliser les Services. »
pt_br: <b>Termos de Serviço</b><br/>"Estes Serviços não se dirigem a menores de 16 anos de idade. Se você tiver mais de 16 anos de idade, mas menos de 18 anos de idade, você deve ter a permissão de seus pais ou responsáveis legais para usar os Serviços."

# ai_is_transparent_helptext
source: We found no documentation or policies that explain how Talkie works.
de: Wir haben keine Dokumentation oder Richtlinien gefunden, die erklären, wie Talkie funktioniert.
es: No encontramos documentación ni políticas que expliquen cómo funciona Talkie.
fr: Nous n’avons trouvé aucune documentation ou politique expliquant le fonctionnement de Talkie.
pt_br: Não encontramos nenhuma documentação ou política que explique como o Talkie funciona.

# ai_helptext
source: Talkie generates different AI personas to talk with.
de: Talkie generiert verschiedene KI-Personas, mit denen Sie sich unterhalten können.
es: Talkie genera diferentes personajes de IA con los que puedes hablar.
fr: Talkie génère différents personnages d’IA avec lesquels parler.
pt_br: O Talkie gera diferentes personas de IA para conversar.
