Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/tamagotchi-uni.po
Languages: de, es, fr, pt_br

# how_can_you_control_your_data
source: "Provided that certain conditions are met, you have legal rights to request from us the following:<br/>Revocation of a previously given consent to our processing of your personal data<br/>Access to your personal data and to certain supplementary information covered by this policy;<br/>Rectification of your personal data if inaccurate or incomplete;<br/>Erasure of your personal data in certain circumstances;<br/>Suspension of using your personal data in certain circumstances;<br/>Stopping processing your personal data in certain circumstances; and<br/>Obtaining your personal data in a structured, commonly used, and machine-readable format.<br/>If you wish to exercise your rights, please contact us. "
de: "Unter der Voraussetzung, dass bestimmte Bedingungen erfüllt sind, haben Sie das Recht, von uns Folgendes zu verlangen:<br/>Widerruf einer zuvor erteilten Einwilligung in unsere Verarbeitung Ihrer personenbezogenen Daten<br/>Zugriff auf Ihre personenbezogenen Daten und auf bestimmte zusätzliche Informationen, die unter diese Richtlinie fallen;<br/>Berichtigung Ihrer personenbezogenen Daten, wenn sie unrichtig oder unvollständig sind;<br/>Löschung Ihrer personenbezogenen Daten unter bestimmten Umständen;<br/>Aussetzung der Verwendung Ihrer personenbezogenen Daten unter bestimmten Umständen;<br/>Einstellung der Verarbeitung Ihrer personenbezogenen Daten unter bestimmten Umständen<br/>; und Aufbewahrung Ihrer personenbezogenen Daten in einem strukturierten, allgemein gebräuchlichen und maschinenlesbaren Format.<br/>Wenn Sie Ihre Rechte ausüben möchten, kontaktieren Sie uns bitte. "
es: «Siempre que se cumplan ciertas condiciones, tienes el derecho legal a solicitarnos lo siguiente:<br/>La revocación de un consentimiento otorgado previamente a nuestro procesamiento de tus datos personales;<br/>El acceso a tus datos personales y a cierta información complementaria cubierta por esta política;<br/>La rectificación de tus datos personales si son inexactos o están incompletos;<br/>La eliminación de tus datos personales en ciertas circunstancias;<br/>La suspensión del uso de tus datos personales en ciertas circunstancias;<br/>Que dejemos de procesar tus datos personales en ciertas circunstancias; y<br/>La obtención de tus datos personales en un formato estructurado, de uso común y legible por máquina.<br/>Si deseas ejercer tus derechos, contáctanos».
fr: « Sous réserve que certaines conditions soient remplies, vous avez légalement le droit de nous demander les éléments suivants :<br/>la révocation d’un consentement précédemment accordé pour le traitement de vos données à caractère personnel<br/>l’accès à vos données à caractère personnel et à certaines informations supplémentaires couvertes par la présente politique ;<br/>la rectification de vos données à caractère personnel si elles sont inexactes ou incomplètes ;<br/>la suppression de vos données à caractère personnel dans certaines circonstances ;<br/>la suspension de l’utilisation de vos données à caractère personnel dans certaines circonstances ;<br/>la suspension du traitement de vos données à caractère personnel dans certaines circonstances ;<br/>et l’obtention de vos données à caractère personnel dans un format structuré, couramment utilisé et lisible informatiquement.<br/>Si vous souhaitez exercer vos droits, veuillez nous contacter ».
pt_br: "Desde que certas condições sejam atendidas, você tem o direito legal de nos solicitar o seguinte:<br/>Revogação de um consentimento dado anteriormente para o processamento de seus dados pessoais;<br/>Acesso aos seus dados pessoais e a certas informações suplementares cobertas por esta política;<br/>Retificação de seus dados pessoais se imprecisos ou incompletos;<br/>Exclusão de seus dados pessoais em determinadas circunstâncias;<br/>Suspensão do uso de seus dados pessoais em determinadas circunstâncias;<br/>Interrupção do processamento de seus dados pessoais em determinadas circunstâncias; e<br/>Obtenção de seus dados pessoais em um formato estruturado, comumente usado e legível por máquina.<br/>Se você deseja exercer seus direitos, entre em contato conosco."

# track_record_details
source: No known privacy or security vulnerabilities found in the last three years.
de: Keine bekannten Datenschutz- oder Sicherheitslücken in den letzten drei Jahren gefunden.
es: No se han encontrado vulnerabilidades de privacidad o seguridad en los últimos tres años.
fr: Aucune faille en matière de sécurité ou de protection de la vie privée n’a été découverte au cours des trois dernières années.
pt_br: Nenhuma vulnerabilidade de privacidade ou segurança conhecida encontrada nos últimos três anos.

# child_safety_blurb
source: "We do not have actual knowledge that we Sell or Share personal information about residents who we know are younger than 16 years old."
de: "Wir haben keine Kenntnis davon, dass wir personenbezogene Daten von Einwohnern verkaufen oder weitergeben, von denen wir wissen, dass sie jünger als 16 Jahre alt sind."
es: «No tenemos conocimiento de que vendamos o compartamos información personal sobre residentes que sabemos que son menores de 16 años».
fr: « Les informations personnelles des utilisateurs âgés de moins de 16 ans ne sont, à notre connaissance, ni vendues, ni partagées ».
pt_br: "Não temos conhecimento real de que vendemos ou compartilhamos informações pessoais sobre residentes que sabemos ter menos de 16 anos."
