Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/tamagotchi-uni.po
Languages: de, es, fr, pt_br

# blurb
source: Gather ‘round kids and cute toy enthusiasts, for a tale about a toy from the last millennium. Before smartphones and having the internet at home, there was Tamagotchi: an egg-shaped interactive toy with a few buttons that let you take (digital) care of a surprisingly lovable pixelated blob. Today, that toy is making its triumphant return with some technical improvements that include more character options and access to the Tamaverse! Oooh la la! And unlike most reboots for nostalgic millennials, this one is somehow better than the original. The Tamagotchi has stayed true to its privacy-preserving roots -- so much so that it gets the thumbs up from our discerning researcher.
de: Versammelt euch, Kinder und Liebhaber niedlicher Spielzeuge, um eine Geschichte über ein Spielzeug aus dem letzten Jahrtausend zu hören. Bevor es Smartphones und Internet gab, gab es das Tamagotchi: ein eiförmiges, interaktives Spielzeug mit ein paar Knöpfen, mit dem man sich (digital) um einen überraschend liebenswerten, pixeligen Klecks kümmern konnte. Heute feiert dieses Spielzeug seine triumphale Rückkehr mit einigen technischen Verbesserungen, darunter mehr Charakteroptionen und Zugang zum Tamaverse! Oooh la la! Und im Gegensatz zu den meisten Reboots für nostalgische Millennials ist dieses irgendwie besser als das Original. Das Tamagotchi ist seinen datenschutzfreundlichen Wurzeln treu geblieben - und zwar so sehr, dass es von unseren anspruchsvollen Forschern ein Daumen Hoch bekommt.
es: Reúnanse aquí, niños y entusiastas de los juguetes bonitos. Voy a contarles una historia sobre un juguete del milenio pasado. Antes de los teléfonos inteligentes y de tener internet en casa, existía algo llamado Tamagotchi: un juguete interactivo en forma de huevo con algunos botones que te permitían cuidar (digitalmente) de una mancha pixelada sorprendentemente adorable. Hoy, ¡ese juguete está haciendo su regreso triunfal con algunas mejoras técnicas como más opciones de personajes y acceso al Tamaverse! ¡Oooh, la la! Y a diferencia de la mayoría de los relanzamientos para millennials nostálgicos, este es mejor que el original. El Tamagotchi se ha mantenido fiel a sus orígenes de preservar la privacidad, y lo hace tan bien que ha recibido el visto bueno de nuestra investigadora.
fr: Approchez-vous, enfants et amateurs de jolis jouets, et laissez-vous conter l’histoire d’un jouet datant du dernier millénaire. Avant les smartphones et l’Internet à domicile, il y avait le Tamagotchi : un jouet interactif en forme d’œuf doté de quelques boutons qui vous permettait de prendre soin (numériquement) d’un adorable tas de pixels étonnamment attachant. Aujourd’hui, ce jouet fait un retour triomphal avec quelques améliorations techniques, notamment plus de choix de personnages et un accès au Tamaverse ! Formidable ! Et contrairement à la plupart des refontes destinées aux millennials nostalgiques, celle-ci est en quelque sorte meilleure que l’original. Le Tamagotchi est resté fidèle à ses racines en matière de protection de la vie privée, à tel point qu’il a reçu le feu vert de notre experte en la matière.
pt_br: Reúna crianças e entusiastas de brinquedos fofos para uma história sobre um brinquedo do último milênio. Antes dos smartphones e de ter internet em casa, havia o Tamagotchi: um brinquedo interativo em forma de ovo com alguns botões que permitem que você cuide (digitalmente) de uma "criaturinha pixelizada" surpreendentemente adorável. Hoje, esse brinquedo está fazendo seu retorno triunfal com algumas melhorias técnicas que incluem mais opções de personagens e acesso ao Tamaverse! Oooh la la! E ao contrário da maioria dos reboots para millennials nostálgicos, este é de alguma forma melhor do que o original. O Tamagotchi manteve-se fiel às suas raízes que preservam a privacidade – tanto que recebe o apoio do nosso pesquisador mais exigente.

# worst_case
source: Good news, everyone! The Tamagotchi Uni treats your privacy like it’s 1996. Yep, that’s right. You can dive right on in to the Tomaverse at pretty much no risk to your privacy. Dang, it feels good to write that.
de: Gute Nachrichten, alle zusammen! Die Tamagotchi Uni behandelt Ihre Privatsphäre wie wenn es 1996 wäre. Ja, das stimmt. Sie können direkt in das Tomaverse eintauchen, ohne Ihre Privatsphäre zu gefährden. Verdammt, es fühlt sich so gut an, das zu schreiben.
es: ¡Tenemos buenas noticias! Tamagotchi Uni trata tu privacidad como si estuviéramos en 1996. Sí, así es. Puedes sumergirte en el Tomaverse prácticamente sin riesgo para tu privacidad. Guau, qué bien se siente escribir eso.
fr: Bonne nouvelle, tout le monde ! Le Tamagotchi Uni traite votre vie privée comme si nous étions en 1996. Oui, c’est vrai. Vous pouvez plonger dans le Tamaverse sans risque pour votre vie privée. Bon sang, quelle joie d’écrire cela !
pt_br: Boas notícias, pessoal! O Tamagotchi Uni trata sua privacidade como se fosse 1996. Sim, isso mesmo. Você pode mergulhar direto no Tamaverse sem praticamente nenhum risco à sua privacidade. Droga, é bom escrever isso.

# worst_case
source: Tamagotchi Uni toy’s privacy policy is short, simple, and free of red flags. Here’s what we love about it: they don’t collect a pinch more personal data than they need to give you access to the game. And not collecting personal information is really the best way to keep it safe. Your IP address and Device ID is as personal as it gets. Even your chosen nickname is only processed on your device, so feel free to let it all hang out there.
de: Die Datenschutzbestimmungen von Tamagotchi Uni toy sind kurz, einfach und unmissverständlich. Was uns besonders gut gefällt: Es werden nur so viele persönliche Daten gesammelt, wie nötig sind, um Ihnen den Zugang zum Spiel zu ermöglichen. Und keine persönlichen Daten zu sammeln, ist wirklich der beste Weg, um sie sicher zu halten. Deine IP-Adresse und Geräte-ID sind so persönlich wie nur möglich. Sogar der von Ihnen gewählte Spitzname wird nur auf Ihrem Gerät verarbeitet, also lassen Sie ruhig alles raus.
es: La política de privacidad de Tamagotchi Uni es breve, sencilla y sin banderas rojas. Esto es lo que nos encanta: no recopilan ni un dato personal más de los que necesitan para darte acceso al juego. No recopilar información personal es realmente la mejor manera de mantener la seguridad. Tu dirección IP y el ID del dispositivo son totalmente personales. Incluso el apodo que elijas solo se procesará en tu dispositivo, así que no dudes en dejarlo allí.
fr: La politique de confidentialité du jouet Tamagotchi Uni est courte, simple et sans ambiguïté. Ce qui nous plaît le plus, c’est qu’elle ne recueille pas plus de données personnelles qu’il n’en faut pour vous donner accès au jeu. Et ne pas collecter d’informations personnelles est vraiment le meilleur moyen de les garder en sécurité. Votre adresse IP et votre identifiant de périphérique sont des données aussi personnelles que possible. Même le surnom que vous avez choisi n’est traité que sur votre appareil, alors n’hésitez pas à laisser libre cours à votre imagination.
pt_br: A política de privacidade do brinquedo Tamagotchi Uni é curta, simples e livre de sinais de alerta. Aqui está o que nós amamos sobre isso: eles não coletam uma pitada a mais de dados pessoais do que eles precisam para lhe dar acesso ao jogo. E não coletar informações pessoais é realmente a melhor maneira de mantê-las seguras. Seu endereço IP e ID do dispositivo são tão pessoais quanto possível. Até mesmo o apelido escolhido é processado apenas no seu dispositivo, então sinta-se à vontade para deixar tudo para lá.

# worst_case
source: Great privacy does have its downsides though. In their <a id="a1">FAQ</a>, it says that if your Tamagotchi character disappears, it “cannot be recovered.” Sad, but with 33 different characters at the ready, we’re sure you’ll find another UniTama to love.
de: Große Privatsphäre hat jedoch auch ihre Nachteile. In ihren <a id="a1">FAQ heißt es</a>, dass, wenn Ihr Tamagotchi-Charakter verschwindet, er "nicht wiederhergestellt werden kann." Traurig, aber mit 33 verschiedenen Charakteren sind wir sicher, dass Sie eine weitere UniTama finden werden, die Sie lieben werden.
es: Sin embargo, la excelente privacidad tiene sus desventajas. En sus <a id="a1">preguntas frecuentes</a>, la empresa dice que si tu personaje Tamagotchi desaparece, «no se puede recuperar». Es triste, pero teniendo 33 personajes diferentes listos para usar, estamos seguros de que encontrarás otro UniTama que te encantará.
fr: Le respect de la vie privée a cependant ses inconvénients. Dans la <a id="a1">FAQ</a>, il est indiqué que si votre Tamagotchi disparaît, il « ne peut pas être récupéré ». C’est triste, mais avec 33 personnages différents à disposition, nous sommes sûrs que vous trouverez un autre UniTama sur lequel vous pourrez craquer.
pt_br: No entanto, uma ótima privacidade tem suas desvantagens. Em sua <a id="a1">FAQ</a>, diz que se seu personagem Tamagotchi desaparecer, ele “não pode ser recuperado". Triste, mas com 33 personagens diferentes à disposição, temos certeza de que você encontrará outro UniTama para amar.

# signup_requirement_explanation
source: You can sign up with a username, it does not have to correspond to your real name.
de: Sie können sich mit einem Benutzernamen anmelden, der nicht Ihrem echten Namen entsprechen muss.
es: Puedes registrarte con un nombre de usuario, no es necesario que coincida con tu nombre real.
fr: Vous pouvez vous inscrire en utilisant un nom d’utilisateur, qui ne doit pas nécessairement correspondre à votre nom réel.
pt_br: Você pode se cadastrar com um nome de usuário, ele não precisa corresponder ao seu nome real.

# how_does_it_use_data_collected
source: Privacy Policy (Toy)
de: Datenschutzrichtlinie (Spielzeug)
es: Política de privacidad (Juguete)
fr: Politique de confidentialité (jouet)
pt_br: Política de Privacidade (Brinquedo)

# how_does_it_use_data_collected
source: " Your personal data is protected in accordance with the Act on the Protection of Personal Information of Japan. "
de: "Ihre personenbezogenen Daten sind gemäß dem japanischen Gesetz zum Schutz personenbezogener Daten geschützt."
es: «Tus datos personales están protegidos de acuerdo con la Ley de Protección de Datos Personales de Japón».
fr: « Vos données personnelles sont protégées conformément à la loi sur la protection des informations personnelles en vigueur au Japon ».
pt_br: "Seus dados pessoais são protegidos de acordo com a Lei de Proteção de Informações Pessoais do Japão."

# how_does_it_use_data_collected
source: "Categories of your personal data we process: your access history on our game server, including your IP address and device ID.<br/>We collect the above-mentioned data directly from you via the application. "
de: "Kategorien Ihrer personenbezogenen Daten, die wir verarbeiten: Ihre Zugriffshistorie auf unserem Spieleserver, einschließlich Ihrer IP-Adresse und Geräte-ID.<br/>Wir erheben die oben genannten Daten direkt von Ihnen über die Anwendung. "
es: «Categorías de datos personales que procesamos: tu historial de acceso en nuestro servidor de juegos, lo que incluye tu dirección IP y el ID del dispositivo.<br/>Recopilamos los datos mencionados anteriormente directamente de ti a través de la aplicación».
fr: « Les catégories de données à caractère personnel que nous traitons sont les suivantes : votre historique d’accès à notre serveur de jeu, y compris votre adresse IP et l’identifiant de votre appareil.<br/>Nous collectons les données susmentionnées directement depuis votre compte via l’application ».
pt_br: "Categorias dos seus dados pessoais que processamos: o seu histórico de acesso no nosso servidor de jogos, incluindo o seu endereço IP e ID do dispositivo.<br/>Coletamos os dados mencionados acima diretamente de você por meio do aplicativo."

# how_does_it_use_data_collected
source: US Privacy Policy (Toy)
de: US-Datenschutzrichtlinie (Spielzeug)
es: Política de privacidad de EE. UU. (Juguete)
fr: Politique de confidentialité aux États-Unis (jouet)
pt_br: Política de Privacidade dos Estados Unidos (Brinquedo)

# how_does_it_use_data_collected
source: "We do not use or disclose your sensitive personal information."
de: "Wir verwenden oder geben Ihre sensiblen personenbezogenen Daten nicht weiter."
es: «No usamos ni divulgamos tu información personal confidencial».
fr: « Nous n’utilisons ni ne divulguons vos informations personnelles sensibles ».
pt_br: "Não usamos nem divulgamos suas informações pessoais confidenciais."

# how_does_it_use_data_collected
source: "We do not Sell or Share your personal information."
de: "Wir verkaufen oder teilen Ihre persönlichen Daten nicht."
es: «No vendemos ni compartimos tu información personal».
fr: « Nous ne vendons ni ne partageons vos informations personnelles ».
pt_br: "Nós não vendemos ou compartilhamos suas informações pessoais."

# user_friendly_privacy_policy_helptext
source: Detailed FAQ is provided
de: Detaillierte FAQ werden zur Verfügung gestellt
es: Se proporcionan preguntas frecuentes (FAQ) detalladas.
fr: Une FAQ détaillée est disponible.
pt_br: Perguntas Frequentes detalhadas são fornecidas

# tips_to_protect_yourself
source: Opt your child out of as much personal data collection as possible
de: Melden Sie Ihr Kind von der Erfassung so vieler personenbezogener Daten wie möglich ab (opt-out)
es: Opta por excluir a tus hijos de la mayor cantidad posible de recopilación de datos personales.
fr: Refusez la collecte de données personnelles concernant votre enfant, dans la mesure du possible.
pt_br: Exclua seu filho da coleta de dados pessoais o máximo possível

# tips_to_protect_yourself
source: Turn the microphone off when you do not need it
de: Schalten Sie das Mikrofon aus, wenn Sie es nicht benötigen
es: Apaga el micrófono cuando no lo necesites.
fr: Désactivez le microphone lorsque vous n’en avez pas besoin
pt_br: Desligue o microfone quando não estiver em uso

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
de: Registrieren Sie sich nicht über ein Drittanbieterkonto. Es ist besser, sich mithilfe der E-Mail-Adresse und einem starken Passwort zu registrieren.
es: No te registres a través de cuentas de terceros. Es mejor que inicies sesión con un correo electrónico y una contraseña segura.
fr: Ne vous inscrivez pas avec un compte tiers. Il vaut mieux vous connecter avec un e-mail et un mot de passe compliqué.
pt_br: Não se cadastre com contas de terceiros. É melhor acessar com e-mail e senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe compliqué ! Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Escolha uma senha forte! Você pode usar uma ferramenta de controle de senha como 1Password, KeePass etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Nutzen Sie Ihre Datenschutzeinstellungen, um den Zugriff auf Ihre personenbezogenen Daten per App zu beschränken (d. h., geben Sie Kamera, Mikrofon, Bildern und Standort keinen Zugriff, es sei denn es ist notwendig)
es: Configura la privacidad del dispositivo de manera que se minimice el acceso a tus datos personales a través de la aplicación (no permitas que se acceda a la cámara, al micrófono, a las fotos ni a la ubicación, a menos que sea necesario).
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (n’autorisez pas l’accès à votre caméra, votre micro, vos images et votre localisation, sauf si nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do app (não dê acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad.
fr: Mettez votre application à jour régulièrement
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz > Werbung > Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -> Publicidad -> Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire via votre appareil (par ex., sur iPhone, accédez à Confidentialité -> Publicité -> Limiter le suivi publicitaire) et les plus grands réseaux publicitaires (pour Google, accédez à votre compte Google et désactivez la personnalisation des annonces)
pt_br: Limite o rastreamento de anúncios através do seu dispositivo (por exemplo, no iPhone, vá para Privacidade - > Publicidade -> Limitar rastreamento de anúncios) e as maiores redes de anúncios (para o Google, vá para a Conta do Google e desative a personalização de anúncios)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Beantragen Sie die Löschung Ihrer Daten, wenn Sie die App nicht mehr nutzen. Das Deinstallieren der App auf Ihrem Gerät löscht normalerweise nicht automatisch Ihre personenbezogenen Daten.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.
pt_br: Solicite que seus dados sejam excluídos assim que você parar de usar o aplicativo. Simplesmente excluir um aplicativo do seu dispositivo não apaga seus dados pessoais.

# personal_data_collected
source: Device ID, IP address, last access date, firmware version of the device and DLC purchase status, by which we cannot identify you. <br/> <br/>We do not collect your Nickname to our game server. The Nickname is only processed in your device.
de: Geräte-ID, IP-Adresse, Datum des letzten Zugriffs, Firmware-Version des Geräts und DLC-Kaufstatus, anhand dessen wir Sie nicht identifizieren können. <br/> <br/>Wir erfassen Ihren Spitznamen nicht auf unserem Spieleserver. Der Nickname wird nur auf Ihrem Gerät verarbeitet.
es: ID del dispositivo, dirección IP, fecha del último acceso, versión de firmware del dispositivo y estado de compra del contenido descargable (DLC), por los que no podemos identificarte. <br/> <br/>No recopilamos tu apodo en nuestro servidor de juegos. El apodo solo se procesa en tu dispositivo.
fr: ID de l’appareil, adresse IP, date du dernier accès, version du micrologiciel de l’appareil et statut d’achat du contenu additionnel, ces informations ne nous permettant pas de vous identifier. <br/> <br/>Nous ne transmettons pas votre pseudonyme à notre serveur de jeu. Le pseudonyme est uniquement enregistré dans votre appareil.
pt_br: ID do dispositivo, endereço IP, data do último acesso, versão do firmware do dispositivo e status de compra do DLC, pelos quais não podemos identificá-lo. <br/> <br/>Não recolhemos o seu Apelido para o nosso servidor de jogo. O Apelido só é processado no seu dispositivo.

# how_can_you_control_your_data
source: "After resetting and connecting to Wi-Fi, the data linked to your Tamagotchi Uni from the server will be deleted.<br/>Note: Content obtained through download codes will not be deleted."
de: "Nach dem Zurücksetzen und der Verbindung mit Wi-Fi werden die mit Ihrem Tamagotchi Uni vom Server verknüpften Daten gelöscht.<br/>Hinweis: Inhalte, die über Download-Codes erhalten wurden, werden nicht gelöscht."
es: «Después de restablecer y conectarse a la Wi-Fi, los datos vinculados a tu Tamagotchi Uni desde el servidor se eliminarán.<br/>Nota: El contenido obtenido a través de códigos de descarga no se eliminará».
fr: « Après la réinitialisation et la connexion au Wi-Fi, les données liées à votre Tamagotchi Uni depuis le serveur seront supprimées.<br/>Remarque : le contenu obtenu par le biais de codes de téléchargement ne sera pas supprimé ».
pt_br: "Depois de redefinir e se conectar ao Wi-Fi, os dados vinculados ao seu Tamagotchi Uni do servidor serão excluídos.<br/>Observação: o conteúdo obtido por meio de códigos de download não será excluído."
