Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/teams.po
Languages: de, es, fr, pt_br

# personal_data_collected
source: First name and surname, email address, postal address, phone number, and other similar contact data, age, gender, country. Voice data, sometimes referred to as “voice clips”, such as search queries, commands, or dictation you speak, which may include background sounds. <br/> <br/>Microsoft does not provide a product-specific privacy statement for Teams, so we have relied on their privacy policy for this information. We cannot verify which of the items listed for this specific product may or may not be collected.
de: Vor- und Nachname, E-Mail-Adresse, Postanschrift, Telefonnummer und andere ähnliche Kontaktdaten, Alter, Geschlecht, Land. Sprachdaten, manchmal auch als „Sprachclips“ bezeichnet, wie Suchanfragen, Befehle oder Diktate, die Sie sprechen und die Hintergrundgeräusche enthalten können.<br/> <br/>Microsoft stellt keine produktspezifischen Datenschutzerklärungen für Teams zur Verfügung, sodass wir uns bei diesen Informationen auf die Datenschutzrichtlinien des Unternehmens verlassen haben. Wir können nicht überprüfen, welche der aufgelisteten Punkte für dieses spezifische Produkt gesammelt werden können oder nicht.
es: Nombre y apellidos, dirección de correo electrónico, dirección postal, número de teléfono y otros datos de contacto similares, edad, género, país de origen. Datos de voz, a veces denominados "clips de voz", como consultas de búsqueda, comandos o dictados que pueden incluir sonidos de fondo. <br/> <br/>Microsoft no proporciona una declaración de privacidad específica para Teams, de modo que nos basamos en su política de privacidad general y no podemos verificar cuáles de los datos listados se recopilan o no en este producto.
fr: Prénom et nom de famille, adresse e-mail, adresse postale, numéro de téléphone et autres informations de contact, âge, genre, pays. Les données vocales, parfois appelées « extraits vocaux », comme les recherches, les commandes ou ce que vous dictez, et qui peuvent inclure des sons d’arrière-plan. <br/> <br/>Nous avons tiré ces informations de la politique de confidentialité de Microsoft, car l’entreprise ne fournit pas de politique de confidentialité spécifique à Teams. Nous ne pouvons pas vérifier quels éléments listés ci-dessus sont collectés dans le cadre de l’utilisation de Teams.
pt_br: Nome e sobrenome, endereço de email, endereço postal, número de telefone e outros dados de contato semelhantes, idade, gênero, país. Dados de voz, às vezes referidos como "clipes de voz", como consultas de pesquisa, comandos ou ditado que você fala, que podem incluir sons de fundo. <br/> <br/>A Microsoft não fornece uma declaração de privacidade específica do produto para o Teams, por isso confiamos em sua política de privacidade para essas informações. Não podemos verificar quais dos itens listados para este produto específico podem ou não ser coletados.

# social_data_collected
source: Your meetings and conversations chats, voicemail, shared files, recordings and transcriptions, a detailed history of the phone calls you make.
de: Ihre Chats aus Meetings und Unterhaltungen, Sprachnachrichten, geteilte Dateien und Transkripte, eine detaillierte Anrufhistorie der Anrufe, die Sie tätigen.
es: Chats, mensajes de voz, archivos compartidos, grabaciones y transcripciones de reuniones y conversaciones, así como un historial detallado de las llamadas de teléfono realizadas.
fr: Les chats des réunions et des conversations, les messages vocaux, les fichiers partagés, les enregistrements et transcriptions, un historique détaillé de vos appels téléphoniques.
pt_br: Suas reuniões e conversas em bate-papos, correio de voz, arquivos compartilhados, gravações e transcrições, um histórico detalhado das chamadas telefônicas que você faz.

# how_can_you_control_your_data
source: Microsoft Teams claims to retain your data for the minimum amount of time necessary to deliver the service. <br/> <br/>If a user (or an administrator on the user's behalf) deletes the data, Microsoft will ensure that all copies of the personal data are deleted within 30 days.<br/> <br/>If a company terminates service with Microsoft, corresponding personal data will all be deleted between 90 and 180 days of service termination.
es: Microsoft Teams afirma retener tus datos durante el mínimo tiempo necesario para ofrecer sus servicios. <br/> <br/>Si un usuario (o un administrador en su nombre) elimina sus datos, Microsoft se asegurará de que también se eliminen todas las copias de sus datos personales en un plazo de 30 días.<br/> <br/>Si una compañía deja de usar los servicios de Microsoft, todos los datos personales correspondientes se eliminarán entre 90 y 180 días después de la finalización del servicio.

# track_record_details
source: On one hand, Microsoft is making a considerate effort to improve its security. The company revealed that it paid 341 researchers a total of $13.6 million in bounties in 2020. However, this did not help against the March 2021 hack of Microsoft 365, that exploited bugs in the product. At least 30,000 U.S. organizations were reported to be affected.
de: Einerseits bemüht sich Microsoft umsichtig darum, die Sicherheit zu verbessern. Das Unternehmen teilte mit, dass es im Jahr 2020 341 Forschern insgesamt 13,6 Millionen US-Dollar an Kopfgeldern gezahlt hat. Dies half jedoch nicht gegen den Hack von Microsoft 365 im März 2021, bei dem Fehler im Produkt ausgenutzt wurden. Berichten zufolge waren mindestens 30.000 US-Organisationen betroffen.
es: Por un lado, Microsoft está haciendo un esfuerzo considerable para mejorar su seguridad: la empresa reveló que en 2020 pagó a 341 investigadores un total de 13,6 millones de dólares en el marco de su programa de recompensa de errores. No obstante, esto no impidió el hackeo de Microsoft 365 en marzo de 2021 aprovechando errores presentes en el producto; parece ser que al menos 30 000 organizaciones de EE. UU. se vieron afectadas.
fr: D’un côté, Microsoft fait des efforts considérables pour s’améliorer en matière de sécurité. L’entreprise a indiqué avoir payé 341 chercheurs et chercheuses pour un total de 13,6 millions de dollars de primes en 2020. Ces mesures n’ont cependant pas empêché le piratage de Microsoft 365 en mars 2021, qui a exploité des bugs du produit et aurait affecté au moins 30 000 entreprises étasuniennes.
pt_br: Por um lado, a Microsoft está fazendo um esforço considerável para melhorar sua segurança. A empresa revelou que pagou a 341 pesquisadores um total de US$ 13,6°milhões em recompensas em 2020. No entanto, isso não ajudou contra o hack de março de 2021 do Microsoft 365, que explorou bugs no produto. Foi informado que pelo menos 30.000 organizações dos EUA foram afetadas.

# ai_helptext
source: AI is used for several features, like Together Mode, AffectiveSpotlight (demo), etc. Moreover, Microsoft offers Microsoft Cognitive Services - image and facial recognition services that companies can use to develop their own AI-driven tools.In February 2021, Microsoft presented a new AI bot AffectiveSpotlight that uses neural networks to check what meeting participants are most engaged based on their facial expressions. So, once it goes fully into features, better turn your face on. : )
de: KI wird für verschiedene Funktionen wie den Together-Modus, AffectiveSpotlight (Demoversion) usw. verwendet. Darüber gibt es Microsoft Cognitive Services – Bild- und Gesichtserkennungsdienste, mit deren Hilfe Unternehmen ihre eigenen KI-gesteuerten Tools entwickeln können. Im Februar 2021 stellte Microsoft einen neuen KI-Bot namens AffectiveSpotlight vor, der neuronale Netze nutzt, um anhand der Mimik der Meeting-Teilnehmer:innen festzustellen, wer am aufmerksamsten ist. Sobald er also voll funktionsfähig ist, sollten Sie darauf achten, dass Ihnen Ihre Gesichtszüge nicht entgleiten :)
es: La inteligencia artificial se emplea en distintas funciones, como Together Mode (Modo Juntos), AffectiveSpotlight (en fase de demostración), etc. Además, Microsoft ofrece Cognitive Services, un conjunto de servicios de reconocimiento de imágenes y caras que las empresas pueden utilizar para desarrollar sus propias herramientas impulsadas por inteligencia artificial. En febrero de 2021, Microsoft presentó el nuevo bot AffectiveSpotlight, que usa redes neuronales para comprobar qué participantes están más concentrados en la reunión analizando su expresión facial. Así pues, cuando esté plenamente operativo, será mejor que sonrías :)
fr: L’IA est utilisée pour plusieurs fonctionnalités, notamment le mode Ensemble, AffectiveSpotlight (démo), etc. De plus, Microsoft propose les Microsoft Cognitive Services : des services de reconnaissance d’images et de visages que les entreprises peuvent utiliser pour développer leurs propres outils basés sur l’IA. En février 2021, Microsoft a présenté un nouveau bot IA, AffectiveSpotlight, qui utilise des réseaux neuronaux pour identifier les personnes les plus attentives à l’appel en se basant sur leurs expressions. Alors quand cette fonctionnalité sera mise en place, mieux vaudra faire bien attention à votre expression. : )
pt_br: A IA é usada para vários recursos, como o modo Juntos, AffectiveSpotlight (demo) etc. Além disso, a Microsoft oferece os Serviços Cognitivos da Microsoft – serviços de imagem e reconhecimento facial que as empresas podem usar para desenvolver suas próprias ferramentas orientadas por IA. Em fevereiro de 2021, a Microsoft apresentou um novo robô de IA, AffectiveSpotlight, que usa redes neurais para verificar quais participantes da reunião estão mais envolvidos com base em suas expressões faciais. Assim, depois que for totalmente implementado, é melhor fazer cara de interessado. : )

# how_does_it_use_data_collected
source: Microsoft uses data, among other aims, to advertise and market to you, which includes sending promotional communications, targeting advertising, and presenting you with offers. It does use your data to target you with advertising within Microsoft web properties. It also allows numerous partners like Verizon and Facebook, to collect data about your online activity for advertising purposes, and to place their own ads. Microsoft also extensively combines its data with third parties, such as data brokers for demographic data, service providers that help determine your device’s location, marketing partners, third parties that deliver experiences through Microsoft products, and publicly-available sources, such as open government databases.
de: Microsoft verwendet Ihre Daten unter anderem zu Werbe- und Marketingzwecken. Dazu gehören das Versenden von Werbekommunikation, Targeted Advertisement und Angebote, die Ihnen gezielt gemacht werden. Microsoft nutzt Ihre Daten, um Sie auf der Microsoft-Websites gezielt mit Werbung anzusprechen. Microsoft erlaubt auch zahlreichen Partnern wie Verizon und Facebook, Daten über Ihre Online-Aktivitäten zu Werbezwecken zu sammeln und eigene Werbung zu schalten. Außerdem kombiniert das Unternehmen seine Daten mit denen Dritter, wie z. B. Datenmaklern für demografische Daten, Dienstanbietern, die helfen, den Standort Ihres Geräts zu bestimmen, Marketingpartnern, Dritten, die Erlebnisse über Microsoft-Produkte bereitstellen, und öffentlich zugänglichen Quellen, wie z. B. öffentlich zugänglichen behördlichen Datenbanken.
fr: Microsoft utilise des données à des fins, entre autres, publicitaires, notamment pour vous envoyer des communications promotionnelles, vous proposer des publicités ciblées et vous présenter des offres. L’entreprise utilise vos données pour vous montrer des publicités ciblées au sein des produits web Microsoft. Elle permet également à de nombreux partenaires, comme Verizon et Facebook, de collecter des données sur vos activités en ligne à des fins publicitaires et pour publier leurs propres annonces. Microsoft combine également ses données avec des tiers, comme des courtiers en données pour les données démographiques, des fournisseurs de services qui permettent de déterminer la localisation de votre appareil, des partenaires publicitaires, des tiers proposant des expériences par le biais de produits Microsoft et des sources publiques, comme des bases de données gouvernementales ouvertes.
pt_br: A Microsoft usa dados, entre outos objetivos, para anunciar e divulgar para você, o que inclui o envio de comunicações promocionais, segmentação de publicidade e apresentação de ofertas. Ela usa seus dados para direcionar propaganda nas propriedades da web da Microsoft. Também permite que vários parceiros, como Verizon e Facebook, coletem dados sobre sua atividade online para fins de propaganda e façam seus próprios anúncios. A Microsoft também combina extensivamente seus dados com terceiros, como corretoras de dados para dados demográficos, provedores de serviços que ajudam a determinar a localização do seu dispositivo, parceiros de marketing, terceiros que oferecem experiências por meio de produtos da Microsoft e fontes publicamente disponíveis, como bancos de dados governamentais abertos.

# how_can_you_control_your_data
source: Microsoft Teams claims to retain your data for the minimum amount of time necessary to deliver the service. If a user (or an administrator on the user's behalf) deletes the data, Microsoft will ensure that all copies of the personal data are deleted within 30 days. If a company terminates service with Microsoft, corresponding personal data will all be deleted between 90 and 180 days of service termination.
de: Microsoft Teams gibt an, Ihre Daten so lange aufzubewahren, wie es für die Bereitstellung des Dienstes erforderlich ist. Löscht ein:e Nutzer:in (oder ein:e Administrator:in im Namen des Nutzers:der Nutzerin) die Daten, stellt Microsoft sicher, dass alle Kopien der personenbezogenen Daten innerhalb von 30 Tagen gelöscht werden. Kündigt ein Unternehmen den Dienst bei Microsoft, werden alle entsprechenden personenbezogenen Daten zwischen 90 und 180 Tagen nach Kündigung des Dienstes gelöscht.
fr: Microsoft Teams affirme conserver vos données seulement pendant la période nécessaire à la mise à disposition du service. Si un utilisateur ou une utilisatrice (ou une personne chargée de la gestion de son compte) supprime les données, Microsoft garantira la suppression de toutes les copies des données personnelles sous 30 jours. Si une entreprise met fin à son contrat de service avec Microsoft, les données personnelles correspondantes seront toutes supprimées dans un délai de 90 à 180 jours après la fin du service.
pt_br: O Microsoft Teams afirma reter seus dados pelo período mínimo de tempo necessário para fornecer o serviço. Se um usuário (ou um administrador em nome do usuário) excluir os dados, a Microsoft garantirá que todas as cópias dos dados pessoais sejam excluídas dentro de 30 dias. Se uma empresa rescindir o serviço com a Microsoft, os dados pessoais correspondentes serão excluídos entre 90 e 180 dias após o término do serviço.
