Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/teams.po
Languages: de, es, fr, pt_br

# title
source: Teams
es: Microsoft Teams

# blurb
source: Teams, the business-focused service from Microsoft that integrates with its popular Office365 services, saw a surge of use when the pandemic hit and its user base has grown to more than 250 million users in 2021. Similar to Zoom, Teams allows for video chats between hundreds – even thousands – of people and lets users join a call with just a meeting link, no app installation needed. Teams also offers Slack-like features, letting users instant message colleagues. The Teams vs Slack vs Zoom questions seems to be one of the big questions of 2021, at least according to the approximately eight gazillion articles written on the topic this year. Most users probably don’t have a choice though, they just go with what their place of work gives them.
de: Teams, der auf Unternehmen ausgerichtete Dienst von Microsoft, der in die beliebten Office 365-Dienste integriert ist, wurde mit dem Ausbruch der Pandemie deutlich mehr genutzt. Auch die Benutzerbasis verzeichnete einen rasanten Anstieg und erreichte bis 2021 mehr als 250 Millionen Nutzer:innen. Ähnlich wie Zoom ermöglicht Teams Videochats zwischen Hunderten oder sogar Tausenden von Personen und ermöglicht es den Nutzer:innen, einem Anruf mit einem einfachen Meeting-Link beizutreten, ohne dass eine App installiert werden muss. Teams bietet auch Slack-ähnliche Funktionen, mit denen Benutzer:innen Sofortnachrichten an Kolleg:innen senden können. Die Frage Teams vs. Slack vs. Zoom scheint eine der großen des Jahres 2021 zu sein, zumindest wenn man die rund acht Millionen Artikel betrachtet, die in diesem Jahr zu diesem Thema geschrieben wurden. Die meisten Nutzer:innen haben wahrscheinlich keine Wahl, sie nehmen einfach das, was ihnen ihr Arbeitgeber bietet.
es: Teams, un servicio de Microsoft orientado a empresas que se integra en el popular conjunto de aplicaciones Microsoft 365, registró un aumento de actividad durante la pandemia y superó los 250 millones de usuarios en 2021. De modo similar a Zoom, Teams ofrece chats de vídeo entre cientos e incluso miles de personas y permite que los usuarios se unan a las llamadas mediante un simple enlace sin necesidad de instalar una aplicación. Teams también tiene funciones parecidas a las de Slack, como el envío de mensajes instantáneos. ¿Qué es mejor, Teams, Slack o Zoom? Este es uno de los grandes debates de 2021 a juzgar por los tropecientos millones de artículos escritos al respecto. En realidad, la mayoría de usuarios no tienen la facultad de decidir y se conforman con la opción que elijan en su lugar de trabajo.
fr: Teams, le service de Microsoft principalement destiné aux entreprises qui s’intègre à son offre très plébiscitée Office 365, a connu un pic d’utilisation au début de la pandémie et a atteint plus de 250 millions d’utilisateurs et utilisatrices en 2021. Comme Zoom, Teams permet de passer des appels vidéo avec des centaines, voire des milliers, de personnes et permet de rejoindre un appel à l’aide d’un simple lien, sans qu’il soit nécessaire d’installer une application. Teams propose aussi des fonctionnalités similaires à Slack qui permettent d’envoyer un message instantané à des collègues. Une des grandes questions de 2021 semble être quelle application utiliser entre Teams, Slack et Zoom, en tout cas si l’on se réfère à la tonne d’articles écrits sur le sujet cette année. Cependant, la plupart des utilisateurs et utilisatrices n’ont pas vraiment le choix et doivent utiliser l’application choisie par leur entreprise.
pt_br: O Teams, serviço focado em negócios da Microsoft que se integra aos seus populares serviços Office365, teve um aumento de uso quando a pandemia atingiu e sua base de usuários cresceu para mais de 250 milhões de usuários em 2021. Semelhante ao Zoom, o Teams possibilita bate-papos por vídeo entre centenas – até milhares – de pessoas e que os usuários participem de uma chamada com apenas um link de reunião, sem a necessidade de instalação do aplicativo. O Teams também oferece recursos semelhantes ao Slack, possibilitando que os usuários enviem mensagens instantâneas aos colegas. A comparação entre Teams, Slack e Zoom parecem ser uma das grandes questões de 2021, pelo menos de acordo com os cerca de oito milhões de artigos escritos sobre o tema este ano. A maioria dos usuários provavelmente não tem escolha, apenas usa o que seu local de trabalho adota.

# price
source: Free trial, Business plans start at $5 per month
es: Prueba gratis, planes empresariales a partir de 5 $ al mes

# worst_case
source: When it comes to Teams, we find some good and some bad. Microsoft has had some bumps this year when it comes to security, most notably a major hack that left their Microsoft Exchange email service vulnerable and exploited. That hack didn’t affect Teams, but coupled with a few other incidents like in December, 2019 when 250 million internal customer service and support logs were exposed online, and Microsoft’s security feels a little uncertain. Microsoft did pay 341 researchers millions of dollars in a year for reporting security vulnerabilities, so their bug bounty project is working. That is good. Teams doesn’t use stronger end-to-end encryption for their video calls, but it does use encryption in transit and at rest, which is OK. Microsoft does collect a fair amount of data on users, and says it uses that data for things like targeted ads as well as sharing it with third-parties like Facebook, Verizon, and combining its data with data from third parties such as data brokers. None of this is great. One good thing we did like about Teams that gives it a leg up over Slack, is Teams for use in your personal life has a feature to allow users to block a contact. This is a great feature for users experiencing harassment or abuse. Note, this feature only works in Teams for personal use; it is not available for Teams through a work or school account. Still, Slack doesn’t have any block feature at all.
de: In Bezug auf Teams haben wir Vor- und Nachteile entdeckt. Microsoft hatte in diesem Jahr einige Probleme in Sachen Sicherheit, vor allem einen großen Hack, der den Microsoft Exchange E-Mail-Dienst angreifbar machte und ihn ausnutzte. Dieser Hack hatte keine Auswirkungen auf Teams, aber in Verbindung mit einigen anderen Vorfällen wie im Dezember 2019, als 250 Millionen interne Kundendienst- und Supportprotokolle online veröffentlicht wurden, macht Microsoft insgesamt einen eher unsicheren Eindruck. Microsoft hat in einem Jahr 341 Forscher:innen Millionen von Dollar für das Melden von Sicherheitslücken gezahlt, also funktioniert ihr Bug-Bounty-Projekt. Und das ist gut so. Teams verwendet nicht die stärkere Ende-zu-Ende-Verschlüsselung für seine Videoanrufe, sondern eine In-Transit- und At-Rest-Verschlüsselung. Microsoft sammelt eine beträchtliche Menge an Nutzerdaten und gibt an, dass diese Daten z. B. für gezielte Werbung verwendet und mit Drittanbietern wie Facebook und Verizon geteilt und mit Daten von Drittanbietern wie Datenmaklern kombiniert werden können. Alles nicht optimal. Eine Sache, die uns an Teams gefallen hat und die es von Slack abhebt, ist, dass Teams für die Verwendung im Privatleben eine Funktion hat, mit der Benutzer:innen einen Kontakt blockieren können. Das ist eine großartige Funktion für Benutzer:innen, die online belästigt oder missbraucht werden. Allerdings funktioniert diese Funktion nur in Teams für den privaten Gebrauch; sie ist nicht für Teams for Business oder für die Schule verfügbar. Bei Slack gibt es allerdings überhaupt keine Blockierfunktion.
es: Teams tiene cosas buenas y cosas malas. Este año, Microsoft ha atravesado algunos baches en lo que a seguridad se refiere, incluido un grave hackeo que permitió explotar el servidor de correo Microsoft Exchange y evidenció su vulnerabilidad. Este ciberataque no afectó a Teams, pero genera cierta inquietud si se analiza junto a otros incidentes de seguridad que ha sufrido Microsoft, como el de diciembre de 2019 en que 250 millones de registros internos sobre soporte y asistencia al cliente quedaron expuestos en la red. Microsoft pagó millones de dólares a 341 investigadores en el curso de un año por detectar vulnerabilidades de seguridad, así que su programa de recompensa de errores funciona. Nos alegramos de ello. Teams no usa el cifrado más fuerte de extremo a extremo para las videollamadas, pero sí recurre al aceptable cifrado en tránsito y en reposo. Microsoft recopila una considerable cantidad de datos de los usuarios y dice que los usa para llevar a cabo publicidad segmentada, que los comparte con terceros como Facebook y Verizon y que los combina con terceros como brókers de datos. De todo esto no nos alegramos tanto. Algo que sí nos gusta de Teams y que supone una ventaja en comparación con Slack es que Teams dispone de una función que permite bloquear contactos cuando se usa en la vida personal, algo muy positivo para las víctimas de acoso o abuso. No obstante, como decíamos, esta función no está disponible en cuentas de trabajo o de escuela, sino solo en las personales. Aun así, Slack no ofrece ninguna función de bloqueo.
fr: En ce qui concerne Teams, nous avons trouvé du bon et du mauvais. Microsoft a rencontré quelques problèmes en matière de sécurité cette année, notamment un piratage majeur qui a rendu son service d’e-mails Microsoft Exchange très vulnérable. Ce piratage n’a pas concerné Teams, mais si l’on prend en compte d’autres incidents, comme la fuite et la publication en ligne de 250 millions de documents de service client en décembre 2019, la sécurité de Microsoft semble quelque peu incertaine. Microsoft a rémunéré 341 chercheurs et chercheuses pour un total de plusieurs millions de dollars en un an dans le cadre de son programme de prime aux bugs, ce qui prouve son bon fonctionnement. Teams n’utilise pas le chiffrement de bout en bout, plus sécurisé, mais utilise le chiffrement en transit et au repos, ce qui est tout à fait correct. Microsoft collecte un grand nombre de données sur ses utilisateurs et utilisatrices, et déclare utiliser ces données notamment pour le ciblage publicitaire, ainsi que pour les partager avec des tiers comme Facebook ou Verizon, et combiner ces données avec celles de tiers comme des courtiers en données. Rien de tout cela n’est très positif. Un véritable bon point pour Teams, qui lui donne, selon nous, un avantage sur Slack, est que sa version destinée à une utilisation personnelle permet de bloquer un contact. Pratique pour les utilisateurs et utilisatrices victimes de harcèlement. Cependant, cette fonctionnalité est uniquement disponible pour la version personnelle de Teams ; elle ne fonctionne pas quand vous utilisez Teams sur un compte professionnel ou scolaire. C’est malgré tout un avantage, car Slack ne dispose quant à elle d’aucune option de blocage.
pt_br: Encontramos alguns aspectos positivos e outros negativos no Teams. A Microsoft teve alguns solavancos este ano com relação a segurança, mais notavelmente um grande hack que deixou seu serviço de email Microsoft Exchange vulnerável e explorado. Esse hack não afetou o Teams, mas juntamente com alguns outros incidentes, como em dezembro de 2019, quando 250 milhões de registros internos de atendimento e suporte ao cliente foram expostos online, e a segurança da Microsoft parece um pouco incerta. A Microsoft pagou milhões de dólares a 341 pesquisadores em um ano por relatarem vulnerabilidades de segurança, então seu programa de recompensas pela descoberta de bugs está funcionando. Isso é bom. As equipes não usam criptografia de ponta a ponta mais forte para suas chamadas de vídeo, mas usam criptografia em trânsito e em repouso, o que é razoável. A Microsoft coleta uma boa quantidade de dados sobre usuários e diz que usa esses dados para coisas como anúncios direcionados, além de compartilhá-los com terceiros, como Facebook, Verizon, e combinar seus dados com dados de terceiros, como corretoras de dados. Nada disso é bom. Uma coisa boa que gostamos no Teams que dá uma vantagem sobre o Slack é que o Teams para uso em sua vida pessoal tem um recurso para possibilitar que os usuários bloqueiem um contato. Este é um ótimo recurso para usuários que sofrem assédio ou abuso. Observe que esse recurso só funciona no Teams para uso pessoal, não está disponível para o Teams por meio de uma conta corporativa ou escolar. Ainda assim, o Slack não tem nenhum recurso de bloqueio.

# signup_requirement_explanation
source: Teams is part of Microsoft 365 suite, so the latter account is required. Teams also offers guest accounts that expire after 24 hours.
de: Teams ist Teil der Microsoft 365-Suite, daher ist ein Microsoft-Konto nötig. Teams bietet auch Gastkonten, die nach 24 Stunden ablaufen.
es: Teams forma parte del conjunto de aplicaciones Microsoft 365, así que se requiere una cuenta en este servicio para usarla. También se ofrecen cuentas de invitado que caducan al cabo de 24 horas.
fr: Teams fait partie de la suite Microsoft 365, donc un compte Microsoft est nécessaire. Teams propose aussi des comptes invités, qui sont désactivés après 24 heures.
pt_br: O Teams faz parte do pacote Microsoft 365, portanto, é necessário uma conta nele. O Teams também oferece contas de convidados que expiram após 24 horas.

# how_does_it_use_data_collected
source: Microsoft uses data, among other aims, to advertise and market to you, which includes sending promotional communications, targeting advertising, and presenting you with offers. It does use your data to target you with advertising within Microsoft web properties. It also allows numerous partners like Verizon and Facebook, to collect data about your online activity for advertising purposes, and to place their own ads. <br/> <br/>Microsoft also extensively combines its data with third parties, such as data brokers for demographic data, service providers that help determine your device’s location, marketing partners, third parties that deliver experiences through Microsoft products, and publicly-available sources, such as open government databases.
es: Microsoft usa los datos recopilados con fines publicitarios, comerciales y de otro tipo, lo que incluye el envío de comunicaciones promocionales, publicidad segmentada y ofertas. Utiliza tus datos para mostrarte anuncios dentro de las propiedades web de Microsoft. También permite que muchos de sus socios, como Verizon y Facebook, recopilen datos sobre tu actividad en línea para hacer publicidad y colocar sus propios anuncios. <br/> <br/>Además, Microsoft combina ampliamente sus datos con terceros como brókers de datos que facilitan información demográfica, proveedores de servicios que ayudan a determinar la ubicación de tu dispositivo, socios comerciales, empresas externas que ofrecen experiencias a través de los productos de Microsoft y fuentes de acceso público como las bases de datos gubernamentales abiertas.

# user_friendly_privacy_policy_helptext
source: It is difficult to extract Teams-specific information from the general Microsoft policy.
de: Es ist schwierig, Teams-spezifische Informationen aus der allgemeinen Microsoft-Richtlinie zu entnehmen.
es: Resulta difícil extraer información específica sobre Teams de la política general de Microsoft.
fr: Il est difficile de trouver des informations spécifiques à Teams dans la politique générale de Microsoft.
pt_br: É difícil extrair informações específicas do Teams da política geral da Microsoft.

# uses_encryption_helptext
source: Microsoft Teams has encryption in transit and at rest, by default. Right now, there is no feature of end-to-end encryption. Microsoft says that Teams will soon support an option to use end-to-end encryption only for 1-to-1 Teams audio calls. The feature will have to be turned on by the IT department in an organization - not by users themselves.
de: Microsoft Teams bietet standardmäßig In-Transit- und At-Rest-Verschlüsselung. Momentan gibt es keine Funktion der Ende-zu-Ende-Verschlüsselung. Microsoft sagt, dass bei Teams bald eine Option zur Verwendung von Ende-zu-Ende-Verschlüsselung nur für Audioanrufe mit zwei Teilnehmer:innen integriert wird. Diese Funktion muss dann von der IT-Abteilung eines Unternehmens aktiviert werden – nicht von den Benutzer:innen selbst.
es: Microsoft Teams utiliza el cifrado en tránsito y en reposo de forma predeterminada, pero de momento no ofrece el cifrado de extremo a extremo. Microsoft afirma que Teams pronto permitirá usar este último tipo de cifrado en llamadas de voz entre dos usuarios, aunque esta opción solo la podrán activar los miembros del departamento informático de cada organización, no los usuarios.
fr: Microsoft Teams utilise le chiffrement en transit et au repos par défaut. Il n’existe pas actuellement de fonctionnalité de chiffrement de bout en bout. Microsoft affirme que Teams disposera bientôt d’une option de chiffrement de bout en bout pour les appels audio entre deux personnes uniquement. Cette fonctionnalité devra être activée par le département informatique de l’entreprise concernée, et non par les utilisateurs et utilisatrices.
pt_br: O Microsoft Teams tem criptografia em trânsito e em repouso, por padrão. No momento, não há nenhum recurso de criptografia de ponta a ponta. A Microsoft diz que o Teams em breve oferecerá uma opção para usar criptografia de ponta a ponta apenas para chamadas de áudio individuais. O recurso terá que ser ativado pelo departamento de TI em uma organização – não pelos próprios usuários.

# security_updates_helptext
source: Microsoft pushes regular security updates to its communication products.
de: Microsoft bringt regelmäßig Sicherheitsupdates für seine Kommunikationsprodukte heraus.
es: Microsoft lanza actualizaciones de seguridad periódicas para sus productos de comunicación.
fr: Microsoft fournit des mises à jour de sécurité régulières pour ses produits de communication.
pt_br: A Microsoft envia atualizações de segurança regulares para seus produtos de comunicação

# strong_password_helptext
source: For full functionality, the app requires a registered Microsoft account. Most accounts are secured with a password, although users can choose to use the Microsoft Authenticator phone app to sign in without a password. Passwords must have at least 8 characters and contain at least two of the following: uppercase letters, lowercase letters, numbers, and symbols.
de: Für die volle Funktionalität der App ist ein registriertes Microsoft-Konto erforderlich. Die meisten Konten sind mit einem Passwort gesichert, obwohl Nutzer:innen die Telefon-App Microsoft Authenticator verwenden können, um sich ohne ein Passwort anzumelden. Passwörter müssen aus mindestens 8 Zeichen bestehen und mindestens zwei der folgenden Elemente enthalten: Großbuchstaben, Kleinbuchstaben, Zahlen und Symbole.
es: Para acceder a todas las funcionalidades de la aplicación hace falta una cuenta registrada de Microsoft. La mayoría de las cuentas están protegidas con contraseña, si bien los usuarios pueden optar por iniciar sesión mediante la aplicación Microsoft Authenticator sin introducir ninguna clave de acceso. Las contraseñas deben tener como mínimo ocho caracteres con al menos dos de los siguientes requisitos: letras mayúsculas, letras minúsculas, números y/o símbolos.
fr: Pour fonctionner pleinement, l’application requiert un compte Microsoft. La plupart des comptes sont sécurisés par mot de passe, mais il est également possible de choisir l’application pour téléphone Microsoft Authenticator pour se connecter sans mot de passe. Les mots de passe doivent comprendre au moins 8 caractères et au moins deux caractères parmi les suivants : lettres majuscules, lettres minuscules, nombres et symboles.
pt_br: Para uma funcionalidade completa, o aplicativo requer uma conta da Microsoft registrada. A maioria das contas é protegida com uma senha, embora os usuários possam optar pelo uso do aplicativo de telefone Microsoft Authenticator para fazer login sem uma senha. As senhas devem ter pelo menos 8 caracteres e conter pelo menos dois dos seguintes itens: letras maiúsculas, letras minúsculas, números e símbolos.

# manage_vulnerabilities_helptext
source: Microsoft has a bug bounty program for security vulnerabilities.
de: Microsoft hat ein Bug-Bounty-Programm für Sicherheitslücken.
es: Microsoft cuenta con un programa de recompensa de errores basado en detectar vulnerabilidades de seguridad.
fr: Microsoft dispose d’un programme de prime aux bugs pour les failles de sécurité.
pt_br: A Microsoft tem um programa de recompensas pela descoberta de bugs para vulnerabilidades de segurança.

# privacy_policy_helptext
source: Rather complicated but holistic privacy policy. No separate policy for Teams.
de: Ziemlich komplizierte, aber ganzheitliche Datenschutzrichtlinie. Keine separate Richtlinie für Teams.
es: La política de privacidad es completa, pero bastante complicada de entender. No hay una política específica para Teams.
fr: Politique de confidentialité plutôt complexe, mais exhaustive. Pas de politique séparée pour Teams.
pt_br: Política de privacidade bastante complicada, mas holística. Nenhuma política separada para o Teams.
