Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/tesla.po
Languages: de

# track_record_details
source: In August 2022, there were <a id="a1">reports</a> that Tesla or its dealers collect location data from vehicle despite claiming that it is anonymised. Experts <a id="a2">believe</a> that anonymized data could still be pieced back together and thus get deanonymize.
de: Im August 2022 gab es <a id="a1">Berichte</a>, dass Tesla oder seine Händler Standortdaten von Fahrzeugen sammeln, obwohl sie behaupten, dass diese Daten anonymisiert werden. Experten <a id="a2">gehen davon aus</a>, dass anonymisierte Daten immer noch zusammengesetzt und damit deanonymisiert werden können.

# track_record_details
source: In May 2022, it was <a id="a1">reported</a> that Tesla Sentry Mode, a <a id="a2">system</a> available in many of the company’s models, may violate privacy or bypassers. Tesla designed the system to record not just activity that could damage the vehicle itself, but also events, people and objects that get too close; individuals passing near the vehicle can set Sentry Mode into recording.
de: Im Mai 2022 wurde <a id="a1">berichtet</a>, dass der Tesla Sentry Mode, ein <a id="a2">System</a>, das in vielen Modellen des Unternehmens verfügbar ist, die Privatsphäre verletzen oder umgehen könnte. Tesla hat das System so konzipiert, dass es nicht nur Aktivitäten aufzeichnet, die das Fahrzeug selbst beschädigen könnten, sondern auch Ereignisse, Personen und Gegenstände, die sich dem Fahrzeug zu sehr nähern.

# track_record_details
source: In March 2022, a Tesla owner <a id="a1">filed a class-action lawsuit</a> alleging "Tesla Inc. <a id="a2">disregards drivers’ biometric privacy rights</a> by scanning their faces while in its vehicles."
de: Im März 2022 reichte ein Tesla-Besitzer eine <a id="a1">Sammelklage</a> ein, in der er behauptete, dass „Tesla Inc. <a id="a2">die biometrischen Datenschutzrechte seiner Fahrer missachtet</a>, indem es ihre Gesichter scannt, während sie sich in seinen Fahrzeugen befinden“.

# track_record_details
source: In October 2021, it was <a id="a1">reported</a> that as part of the wider rollout of Tesla’s “full self-driving” option, drivers may forfeit some privacy protections around location sharing and in-car recordings that they previously had.
de: Im Oktober 2021 wurde <a id="a1">berichtet</a>, dass die Fahrer im Zuge der breiteren Einführung der Tesla-Option „vollautonomes Fahren“ einige ihrer bisherigen Datenschutzrechte in Bezug auf die Weitergabe von Standortdaten und die Aufzeichnung im Fahrzeug verlieren könnten.

# track_record_details
source: In March 2021, Consumer Reports <a id="a1">raised</a> numerous privacy concerns related to privacy of Tesla built-in cameras.
de: Im März 2021 <a id="a1">meldete</a> Consumer Reports zahlreiche Datenschutzbedenken im Zusammenhang mit den eingebauten Kameras von Tesla.

# child_safety_blurb
source: "In addition, our products and services are not directed to individuals under the age of sixteen, and we request that such individuals not provide any information to Tesla."
de: „Darüber hinaus richten sich unsere Produkte und Dienstleistungen nicht an Personen unter 16 Jahren und wir ersuchen diese Personen, keine Informationen an Tesla weiterzugeben.“

# ai_helptext
source: Tesla’s driver-assistance system, known as Autopilot, is equipped with eight external cameras and vision processing to provide assistance to a driver. It helps with such tasks as autoparking, summon in a tight space, lane change - or even "full self-driving capability', which is in Beta version now, and includes traffic and stop sign control: "identifies stop signs and traffic lights and automatically slows your car to a stop on approach, with your active supervision."
de: Teslas Fahrerassistenzsystem, bekannt als Autopilot, ist mit acht externen Kameras und Bildverarbeitung ausgestattet, um den Fahrer zu unterstützen. Es hilft bei Aufgaben wie dem automatischen Einparken, dem Manövrieren in engen Lücken, dem Spurwechsel - oder sogar bei der „vollen Selbstfahrfähigkeit“, die sich derzeit in der Beta-Phase befindet und die Verkehrs- und Stoppschildkontrolle umfasst: "Es erkennt Stoppschilder und Ampeln und bremst das Auto automatisch bis zum Stillstand ab, wenn es sich ihnen nähert, während Sie es aktiv überwachen.“

# ai_what_can_it_do
source: Regulating speed, steering and deciding the driving actions for a driver.
de: Regelung der Geschwindigkeit, Lenkung und Entscheidung der Fahraktionen für einen Fahrer.
