Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/tesla.po
Languages: de

# worst_case
source: Here's the bottom line with Tesla. Yes, their privacy notice and documentation say some things we like to see. They clearly state they won't sell your data. Good. They say they won't share anything that personally identifies you with third parties for their marketing purposes<i> unless you opt-i</i>n. That's OK. We'd rather they not do that at all, of course, and we always worry about how clear or confusing the opt-in consent process is. But, their privacy notice also has too many things in it we don't like to see. Really vague language, lack of clarity on sharing (lots of we "may" do this thing, "for example" this), and they also seem to hide a lot of what they could be doing behind legal terms like "fulfill other legitimate interests of Tesla." Privacy notices written with these sorts of slick, legal language leave us privacy researchers feeling uneasy. That, combined with Tesla's poor track record at protecting and respecting their users' privacy leaves us very worried about Tesla's privacy (no matter how much they mention in their privacy notice they care about your privacy, it's hard to trust them with their current track record showing otherwise). Combine this with the fact we emailed the contact listed in Tesla's privacy notice for privacy related questions multiple times over the course of our research and never heard back from them, and we're not feeling too great about their actual commitment to your privacy.
de: Das ist die Quintessenz von Tesla. Ja, die Datenschutzerklärung und die Dokumentation enthalten einige Dinge, die wir gerne sehen würden. Sie stellen klar, dass sie Ihre Daten nicht verkaufen werden. Das ist gut. Sie sagen, dass sie nichts, was Sie persönlich identifiziert, an Dritte für deren Marketingzwecke weitergeben werden, <i>es sei denn, Sie stimmen dem zu</i>. Das ist in Ordnung. Natürlich wäre es uns lieber, wenn sie es überhaupt nicht täten, und wir sind immer besorgt, wie klar oder verwirrend das Einwilligungsverfahren ist. Aber ihre Datenschutzhinweise enthalten auch zu viele Dinge, die uns nicht gefallen. Sehr vage Formulierungen, mangelnde Klarheit über die Weitergabe von Daten (viele „wir können“ dies tun, „zum Beispiel“ dies), und sie scheinen auch viel von dem, was sie tun können, hinter juristischen Begriffen wie „andere legitime Interessen von Tesla erfüllen“ zu verstecken. Datenschutzhinweise, die in dieser glatten, juristischen Sprache verfasst sind, hinterlassen bei uns Datenschutzforschern ein ungutes Gefühl. In Verbindung mit Teslas schlechter Erfolgsbilanz in Bezug auf den Schutz und die Achtung der Privatsphäre seiner Nutzer*innen ist dies für uns sehr beunruhigend (egal, wie sehr sie in ihren Datenschutzhinweisen betonen, dass sie sich um Ihre Privatsphäre kümmern, es ist schwer, ihnen zu vertrauen, wenn ihre aktuelle Erfolgsbilanz das Gegenteil zeigt). Kombiniert mit der Tatsache, dass wir im Laufe unserer Recherchen mehrere E-Mails mit Fragen zum Datenschutz an die in der Datenschutzerklärung von Tesla genannte Kontaktperson geschickt und nie eine Antwort erhalten haben, haben wir kein gutes Gefühl, was das tatsächliche Engagement des Unternehmens für den Datenschutz angeht.

# worst_case
source: So, what's the worst that could happen with Tesla when it comes to your privacy? Well, we have to say our imaginations went to many not so great places on this one with a car carrying so many cameras, sensors, tracking technology, connected features, and more and a company that hasn't always put the best privacy interests of their customers at the forefront. That being said, it would really suck to want to opt out of data sharing in your Tesla because you are a good, privacy conscious human being. Then your expensive Tesla suffer serious damage while you're driving it because opting out of data sharing also seems to opt you out of Tesla being able to notify you of serious issues with your car. That does not sound fun at all. Actually, it sounds kind of irresponsible on Tesla's part to even have that be a possibility.
de: Was ist also das Schlimmste, was bei Tesla in Bezug auf den Datenschutz passieren kann? Nun, wir müssen zugeben, dass unsere Vorstellungskraft bei einem Auto mit so vielen Kameras, Sensoren, Tracking-Technologien, vernetzten Funktionen und vielem mehr und einem Unternehmen, das die Interessen seiner Kunden in Bezug auf den Datenschutz nicht immer an erste Stelle gesetzt hat, wirklich herausgefordert ist. Abgesehen davon wäre es wirklich dumm, wenn Sie die Datenweitergabe in Ihrem Tesla ablehnen würden, weil Sie ein guter, datenschutzbewusster Mensch sind. Dann wird Ihr teurer Tesla während der Fahrt ernsthaften Schaden nehmen, weil die Verweigerung der Datenweitergabe auch bedeutet, dass Tesla Sie nicht mehr über ernsthafte Probleme mit Ihrem Auto informieren kann. Das klingt gar nicht lustig. Es ist sogar ziemlich unverantwortlich von Tesla, diese Möglichkeit überhaupt in Betracht zu ziehen.

# user_friendly_privacy_policy_helptext
source: Tesla has easy to find privacy documentation. However, we found their privacy notice too often uses vague language and statements that lack clarity leaving us feeling uncertain and uneasy about the explanation of their privacy practices.
de: Tesla verfügt über eine leicht auffindbare Dokumentation zum Datenschutz. Wir haben jedoch festgestellt, dass die Datenschutzhinweise zu oft vage Formulierungen und unklare Aussagen enthalten, die uns ein Gefühl der Unsicherheit und des Unbehagens hinsichtlich der Erklärung der Datenschutzpraktiken vermitteln.

# uses_encryption_helptext
source: Tesla did not respond to our questions to confirm if all data on their cars, in transit, and where it is stored in strongly encrypted.
de: Tesla hat nicht auf unsere Fragen geantwortet, um zu bestätigen, dass alle Daten in ihren Fahrzeugen, während der Übertragung und am Speicherort stark verschlüsselt werden.

# security_updates_helptext
source: For over-the-air updates, connectivity is required.
de: Für Over-the-Air-Updates ist Konnektivität erforderlich.

# manage_vulnerabilities_helptext
source: Tesla runs a bug bounty program on <a id="a1">bugcrowd</a>.
de: Tesla führt ein Bug-Bounty-Programm auf <a id="a1">Bugcrowd</a> aus.

# tips_to_protect_yourself
source: Do NOT opt-in to allow Tesla to share your personal information with third parties.
de: Stimmen Sie NICHT zu, dass Tesla Ihre persönlichen Daten an Dritte weitergibt.

# tips_to_protect_yourself
source: You may deactivate the collection of vehicle data by deactivating connectivity completely. Please note, certain advanced features such as over-the-air updates, remote services, and interactivity with mobile applications and in-car features such as location search, Internet radio, voice commands, and web browser functionality rely on such connectivity. If you choose to opt out of vehicle data collection (with the exception of in-car Data Sharing preferences), we will not be able to know or notify you of issues applicable to your vehicle in real time. This may result in your vehicle suffering from reduced functionality, serious damage, or inoperability.
de: Sie können die Erfassung von Fahrzeugdaten deaktivieren, indem Sie die Konnektivität vollständig deaktivieren. Bitte beachten Sie, dass bestimmte erweiterte Funktionen wie Over-the-Air-Updates, Remote Services und Interaktivität mit mobilen Anwendungen und fahrzeuginternen Funktionen wie Standortsuche, Internetradio, Sprachsteuerung und Webbrowser-Funktionalität von dieser Konnektivität abhängen. Wenn Sie sich gegen die Erfassung von Fahrzeugdaten entscheiden (mit Ausnahme der Einstellungen für die Datenfreigabe im Fahrzeug), können wir Sie nicht in Echtzeit über Probleme in Ihrem Fahrzeug informieren. Dies kann dazu führen, dass Ihr Fahrzeug nur eingeschränkt funktioniert, schwer beschädigt wird oder nicht mehr einsatzbereit ist.

# tips_to_protect_yourself
source: You may choose to disable the collection of ‘Road Segment Data Analytics’ at any time within your vehicle’s touch screen by navigating to Software &gt; Data Sharing. Please note, some advanced features such as real-time traffic and intelligent routing rely on such data.
de: Sie können die Erfassung von „Road Segment Data Analytics“ auf dem Touchscreen Ihres Fahrzeugs jederzeit deaktivieren, indem Sie zu Software > Data Sharing navigieren. Bitte beachten Sie, dass einige erweiterte Funktionen wie Echtzeit-Verkehrsinformationen und intelligente Routenplanung von diesen Daten abhängig sind.

# tips_to_protect_yourself
source: To protect your privacy, you may disable the collection of segment data at any time (Software &gt; Data Sharing). Certain features such as real-time traffic, navigation, intelligent routing, Autopilot, and Summon, may require road segment data to function as intended.
de: Zum Schutz Ihrer Privatsphäre können Sie die Erfassung von Segmentdaten jederzeit deaktivieren (Software > Data Sharing). Bestimmte Funktionen wie Echtzeit-Verkehrsinformationen, Navigation, intelligente Routenführung, Autopilot und Anrufannahme benötigen möglicherweise Straßensegmentdaten, um wie vorgesehen zu funktionieren.

# tips_to_protect_yourself
source: Opt out from selling of your personal information, as well as from Cross-context Behavioral Advertising.
de: Deaktivieren Sie den Verkauf Ihrer personenbezogenen Daten sowie kontextübergreifende verhaltensorientierte Werbung.

# tips_to_protect_yourself
source: Always do a factory reset on your car before selling or trading it away to wipe your data clean and disconnect the app.
de: Setzen Sie Ihr Auto immer auf Werkseinstellungen zurück, bevor Sie es verkaufen oder eintauschen, um Ihre Daten zu löschen und die App zu trennen.

# tips_to_protect_yourself
source: Before reselling your car, make sure to notify the company
de: Bevor Sie Ihr Auto weiterverkaufen, informieren Sie das Unternehmen

# tips_to_protect_yourself
source: When buying a used car, always make the previous owner removed their connected account and performed a factory reset.
de: Stellen Sie beim Kauf eines Gebrauchtwagens immer sicher, dass der Vorbesitzer sein verbundenes Konto entfernt und auf Werkseinstellungen zurückgesetzt hat.

# tips_to_protect_yourself
source: Always use strong passwords and set up two-factor authentication for apps and services that connect to your car
de: Verwenden Sie immer starke Passwörter und richten Sie eine Zwei-Faktor-Authentifizierung für Apps und Dienste ein, die eine Verbindung zu Ihrem Auto herstellen.

# tips_to_protect_yourself
source: Only give access to your data to trusted third-parties
de: Geben Sie nur vertrauenswürdigen Dritten Zugriff auf Ihre Daten

# tips_to_protect_yourself
source: When connecting a mobile app to the car, make sure to minimize the amount of data collected through this app. You can use iOS or Android settings to limit the data collected through your phone.
de: Wenn Sie eine mobile App mit dem Auto verbinden, achten Sie darauf, die Menge der über diese App gesammelten Daten zu minimieren. Sie können die iOS- oder Android-Einstellungen verwenden, um die über Ihr Telefon gesammelten Daten zu begrenzen.

# tips_to_protect_yourself
source: Opt out from your mobile device's location sharing.
de: Deaktivieren Sie die Standortfreigabe Ihres Mobilgeräts.

# tips_to_protect_yourself
source: Do not use Amazon Alexa in your car if you are concerned about Amazon collecting that voice request information, IP address, and geolocation information and using it to target you with advertising.
de: Verwenden Sie Amazon Alexa nicht in Ihrem Auto, wenn Sie Bedenken haben, dass Amazon diese Sprachanforderungsinformationen, IP-Adresse und Geolokalisierungsinformationen sammelt und verwendet, um Werbung auf Sie zuzuschneiden.

# personal_data_collected
source: "Your name, address, region, email, phone number, contact preference; location.<br/> <br/>Vehicle- and driving-related data: vehicle year, make, model, vehicle identification number, configuration, telemetry regarding performance, usage, operation, and health of your vehicle, charging station used, utilization, charge rate, battery analytics and performance, logs for identifying and troubleshooting unexpected software or connectivity issues, and other debugging log reports, analytics regarding infotainment usage such as function, successfully or unsuccessfully loaded; Vehicle equipped camera suite that provides advanced features such as Autopilot, Smart Summon, and Autopark; "
de: „Ihr Name, Ihre Adresse, Ihre Region, Ihre E-Mail-Adresse, Ihre Telefonnummer, Ihre Kontaktpräferenzen und Ihr Standort.<br/> <br/>Fahrzeug- und Fahrtenbezogene Daten: Fahrzeugjahr, Marke, Modell, Fahrzeugidentifikationsnummer, Konfiguration, Telemetrie in Bezug auf Leistung, Nutzung, Betrieb und Gesundheit Ihres Fahrzeugs, verwendete Ladestation, Auslastung, Laderate, Batterieanalyse und -leistung, Protokolle zur Identifizierung und Behebung unerwarteter Software- oder Verbindungsprobleme und andere Debugging-Protokollberichte, Analysen in Bezug auf die Infotainment-Nutzung, wie z. B. Funktion, erfolgreiches oder fehlgeschlagenes Laden; mit dem Fahrzeug eingebaute Kamerasuite, die erweiterte Funktionen wie Autopilot, Smart Summon und Autopark bietet;“

# biometric_data_collected
source: If you opt-in*, cabin camera data, autopilot camera data.<br/> <br/>*it has been reported Tesla might review some camera data from users whether they opt-in or not. See our Known Track Record section below for more information on these reports.
de: Sofern ausgewählt*, Daten der Kabinenkamera, Daten der Autopilotenkamera.<br/> <br/>*Es wurde berichtet, dass Tesla einige Kameradaten von Nutzer*innen einsehen kann, unabhängig davon, ob diese dem zugestimmt haben oder nicht. Weitere Informationen zu diesen Berichten finden Sie im Abschnitt „Aufzeichnung bekannter Strecken“ weiter unten.

# how_can_you_control_your_data
source: We can not confirm if all users, regardless of location, can get their data be deleted.
de: Wir können nicht bestätigen, dass alle Nutzer*innen, unabhängig vom Standort, ihre Daten löschen können.

# how_can_you_control_your_data
source: "We retain each category of your Personal Information for no longer than is reasonably necessary for one or more Business Purposes, subject to your right to request we delete your Personal Information. Due to the nature of the Services, it is not possible to predict the length of time that we will retain Personal Information. Instead, we use the following criteria to determine whether it remains reasonably necessary to retain your Personal Information for one or more disclosed Business Purpose(s): (i) whether there is a retention period required by statute or regulations; (ii) the existence of actual or threatened litigation for which we are required to preserve the information; (iii) the statutes of limitations for potential legal claims; and (iv) generally accepted best practices in our industry. When we determine that it is no longer reasonably necessary to retain your Personal Information for one or more disclosed Business Purposes based on the above criteria, we will delete your Personal Information."
de: „Wir bewahren jede Kategorie Ihrer personenbezogenen Daten nicht länger auf, als es für einen oder mehrere Geschäftszwecke vernünftigerweise erforderlich ist, vorbehaltlich Ihres Rechts, die Löschung Ihrer personenbezogenen Daten zu verlangen. Aufgrund der Art der Dienste ist es nicht möglich vorherzusagen, wie lange wir personenbezogene Daten aufbewahren werden. Stattdessen verwenden wir die folgenden Kriterien, um festzustellen, ob es vernünftigerweise notwendig ist, Ihre personenbezogenen Daten für einen oder mehrere offenbarte (n) Geschäftszweck (e) aufzubewahren: (i) ob es eine gesetzlich vorgeschriebene Aufbewahrungsfrist gibt; (ii) das Bestehen eines tatsächlichen oder drohenden Rechtsstreits, für den wir die Informationen aufbewahren müssen; (iii) die Verjährungsfristen für potenzielle Rechtsansprüche; und (iv) allgemein anerkannte Best Practices in unserer Branche. Wenn wir feststellen, dass es nicht mehr vernünftigerweise notwendig ist, Ihre personenbezogenen Daten für einen oder mehrere offengelegte Geschäftszwecke auf der Grundlage der oben genannten Kriterien aufzubewahren, werden wir Ihre personenbezogenen Daten löschen."

# how_can_you_control_your_data
source: The right to delete information is mentioned for California residents:<br/> "You have the right to request that we delete any of your Personal Information that we collected from you and retained. Be aware, however, that certain exceptions apply to the right to delete Personal Information. We may deny your deletion request if retaining your Personal Information is necessary for us or our Service Providers to:<br/> - complete a transaction for which we collected your Personal Information, provide goods or Services that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;<br/> - help ensure security and integrity, including to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities;<br/> - debug Services, products and websites to identify and repair errors that impair existing intended functionality;<br/> - exercise free speech, ensure the right of another consumer to exercise their right of free speech, or exercise another right provided for by law;<br/> - comply with the California Electronic Communications Privacy Act (Cal. Penal Code § 1546 et. seq.);<br/> - engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the achievement of such research, if you previously provided informed consent;<br/> - enable solely internal uses that are reasonably aligned with the expectations of consumers; or<br/> - comply with a legal obligation, including in connection with product recalls."
de: Für Einwohner Kaliforniens wird das Recht auf Löschung von Daten erwähnt:<br/> „Sie haben das Recht, von uns die Löschung aller personenbezogenen Daten zu verlangen, die wir von Ihnen erhoben und gespeichert haben. Beachten Sie jedoch, dass das Recht auf Löschung personenbezogener Daten bestimmten Ausnahmen unterliegt. Wir können Ihren Antrag auf Löschung ablehnen, wenn die Aufbewahrung Ihrer personenbezogenen Daten für uns oder unsere Dienstleister erforderlich ist, um:<br/> - eine Transaktion abzuschließen, für die wir Ihre personenbezogenen Daten erhoben haben, um die von Ihnen angeforderten Waren oder Dienstleistungen bereitzustellen, um Maßnahmen zu ergreifen, die im Rahmen unserer laufenden Geschäftsbeziehung mit Ihnen vernünftigerweise erwartet werden können, oder um unseren Vertrag mit Ihnen anderweitig zu erfüllen;<br/> - dazu beizutragen, Sicherheit und Integrität zu gewährleisten, einschließlich der Aufdeckung von Sicherheitsvorfällen, des Schutzes vor böswilligen, täuschenden, betrügerischen oder illegalen Aktivitäten oder der strafrechtlichen Verfolgung der für solche Aktivitäten Verantwortlichen;<br/> - die Dienste, Produkte und Websites zu debuggen, um Fehler zu identifizieren und zu beheben, die die beabsichtigte Funktionalität beeinträchtigen;<br/> - das Recht auf freie Meinungsäußerung auszuüben, das Recht eines anderen Verbrauchers auf freie Meinungsäußerung zu schützen oder ein anderes gesetzlich vorgesehenes Recht auszuüben;<br/> - den California Electronic Communications Privacy Act (Cal. Penal Code § 1546 et seq.) zu erfüllen;<br/> - öffentliche oder von Fachleuten begutachtete wissenschaftliche, historische oder statistische Forschung im öffentlichen Interesse durchzuführen, sofern alle anderen anwendbaren Ethik- und Datenschutzgesetze eingehalten werden und die Löschung der Daten die Durchführung dieser Forschung wahrscheinlich unmöglich machen oder ernsthaft beeinträchtigen würde, vorausgesetzt, Sie haben zuvor Ihre informierte Einwilligung gegeben;<br/> - ausschließlich interne Nutzungen zu ermöglichen, die vernünftigerweise mit den Erwartungen der Verbraucher vereinbar sind; oder<br/> - einer gesetzlichen Verpflichtung nachzukommen, einschließlich im Zusammenhang mit Produktrückrufen.“

# how_can_you_control_your_data
source: The rights are also mentioned for residents covered by GDPR:<br/>"You have at any time the right to object to the use of your personal data for the purposes mentioned in article 2. Besides, you can make use of the following rights:
de: Auch die Rechte der von der DSGVO erfassten Personen werden genannt:<br/>„Sie haben jederzeit das Recht, der Verwendung Ihrer personenbezogenen Daten für die in Artikel 2 genannten Zwecke zu widersprechen. Darüber hinaus stehen Ihnen folgende Rechte zu:

# how_can_you_control_your_data
source: the right to access your personal data;<br/>• the right to rectification of your personal data;<br/>• the right to erasure of your personal data;<br/>• the right to restriction of processing of your personal data;<br/>• the right to object to the processing of your personal data:<br/>• the right to data portability of your personal data;<br/>• the right to open a claim at the privacy commission;<br/>• the right to withdraw any previously given consent. "
de: das Recht auf Zugang zu Ihren personenbezogenen Daten;<br/>• das Recht auf Berichtigung Ihrer personenbezogenen Daten;<br/>• das Recht auf Löschung Ihrer personenbezogenen Daten;<br/>• das Recht auf Einschränkung der Verarbeitung Ihrer personenbezogenen Daten;<br/>• das Recht, der Verarbeitung Ihrer personenbezogenen Daten zu widersprechen:<br/>• das Recht auf Datenübertragbarkeit Ihrer personenbezogenen Daten;<br/>• das Recht, einen Anspruch bei der Datenschutzkommission zu erheben;<br/>• das Recht, eine zuvor erteilte Einwilligung zu widerrufen.“

# track_record_details
source: In April 2023, it was <a id="a1">reported</a> that Tesla <a id="a2">workers shared sensitive images recorded by customer cars. One ex-employee described a video of a man approaching a vehicle completely naked.</a>
de: Im April 2023 wurde <a id="a1">berichtet,</a> dass Tesla-Mitarbeiter sensible Bilder teilten, <a id="a2">die von Kundenautos aufgenommen wurden. Ein Ex-Mitarbeiter beschrieb ein Video von einem Mann, der sich völlig nackt einem Fahrzeug näherte.</a>

# track_record_details
source: Tesla <a id="a1">faces</a> a lawsuit from customers for leaking their video data. This prompted <a id="a2">US lawmakers to demand</a> Tesla do a better job at protecting their users' privacy.
de: Tesla ist mit einer Klage von Kunden wegen der Weitergabe ihrer Videodaten <a id="a1">konfrontiert</a>. Dies veranlasste die <a id="a2">US-Gesetzgeber, Tesla aufzufordern</a>, die Privatsphäre seiner Nutzer*innen besser zu schützen.

# track_record_details
source: In March 2023, it <a id="a1">was reported</a> that a Tesla Model 3 was hacked in less than two minutes at a hacking competition, allowing the hackers to potentially open the doors of the car while it was in motion.
de: Im März 2023 <a id="a1">wurde berichtet</a>, dass ein Tesla Model 3 bei einem Hackerwettbewerb in weniger als zwei Minuten gehackt wurde, so dass die Hacker möglicherweise die Türen des Fahrzeugs während der Fahrt öffnen konnten.
