Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/tesla.po
Languages: de

# seo_title
source: Tesla | *Privacy Not Included
de: Tesla | *Datenschutz nicht inbegriffen

# search_description
source: How creepy is your car? We read the privacy policies so you don’t have to. Learn how your favorite car brand stacks up when it comes to protecting your privacy and security.
de: Wie gruselig ist Ihr Auto? Wir haben die Datenschutzrichtlinien gelesen, damit Sie das nicht tun müssen. Erfahren Sie, wie sich Ihre Lieblingsautomarke in Bezug auf den Schutz Ihrer Privatsphäre und Sicherheit verhält.

# blurb
source: Tesla. Is there a car brand today that commands as much love and hate as the tech-filled electric cars made by Elon Musk-led Tesla? The <a id="a1">world's most valuable car maker</a> (as of 2023) - Tesla sells the Model 3, Model S, Model X, and Model Y EVs with <a id="a2">features like</a> autopilot, self-driving capabilities, karaoke, and dog mode. The Tesla app let's owners do things like check their charging progress, remotely lock and unlock your car, track your Tesla's location, even summon your car out of your garage or that too tight parking space and run the latest update to your car's software. Yes, we know Tesla has a reputation of being a techie car for techie types. So, how is Tesla at privacy? Well, they aren't the worst car company we reviewed. So there's that. That doesn't mean they are good at privacy though. Indeed, they aren't.
de: Tesla. Gibt es heute eine Automarke, die so sehr geliebt und gehasst wird wie die mit Technologie vollgestopften Elektroautos des von Elon Musk geführten Unternehmens Tesla? Tesla ist der <a id="a1">wertvollste Autohersteller der Welt</a> (ab 2023) und verkauft die Elektroautos Model 3, Model S, Model X und Model Y <a id="a2">mit Funktionen wie</a> Autopilot, Selbstfahrfunktionen, Karaoke und Hundemodus. Mit der Tesla-App können Tesla-Besitzer beispielsweise den Ladezustand ihres Fahrzeugs überprüfen, ihr Auto aus der Ferne ver- und entriegeln, den Standort ihres Tesla verfolgen, ihr Auto sogar aus der Garage oder einer engen Parklücke herausrufen und das neueste Software-Update für ihr Auto ausführen. Ja, wir wissen, dass Tesla den Ruf hat, ein technisches Auto für technikbegeisterte Menschen zu sein. Aber wie steht es mit dem Datenschutz bei Tesla? Nun, es ist nicht der schlechteste Autohersteller, den wir getestet haben. Das ist schon mal gut. Aber das bedeutet nicht, dass sie gut im Datenschutz sind. Denn das sind sie nicht.

# worst_case
source: Here's the good news with Tesla when it comes to privacy -- they very clearly state in their <a id="a1">privacy documentation</a> that they don't sell or rent your personal information to third parties. Yay! OK, to be fair, that's a pretty low bar when it comes to privacy. Your personal information shouldn't be sold or rented to third parties. But when it comes to cars and privacy, selling and renting gobs of your personal information seems to be the way business is done these days. So, good work Tesla for clearing that low bar. We appreciate that.
de: Die gute Nachricht ist, dass Tesla in seiner <a id="a1">Datenschutzdokumentation</a> ganz klar sagt, dass sie Ihre persönlichen Daten nicht an Dritte verkaufen oder vermieten werden. Juhu! OK, um fair zu sein, das ist eine ziemlich niedrige Messlatte, wenn es um Datenschutz geht. Ihre persönlichen Daten dürfen nicht an Dritte verkauft oder vermietet werden. Aber wenn es um Autos und Datenschutz geht, scheint der Verkauf und die Vermietung von Unmengen persönlicher Daten heutzutage gang und gäbe zu sein. Gut, dass Tesla diese niedrige Hürde genommen hat. Wir wissen das zu schätzen.

# worst_case
source: Here's the bad news with Tesla when it comes to privacy -- they've shown themselves rather hard to trust. Indeed, we have serious concerns about Tesla's privacy. Those concerns are in large part due to their questionable track record at protecting and respecting the privacy of people who drive and ride in their cars and the people outside their cars who might be recorded by the cars outward-facing cameras (for the record, <a id="a1">all cars with outward facing cameras are a privacy concern</a>, no matter who makes them, not just Tesla). In April, 2023, <a id="a2">Reuters reported</a> stories from a number of former Tesla employees that videos taken from cameras in Tesla's were regularly shared over internal chat systems within the company. The content shared included videos of children, nudity, sensitive personal possessions and more. The claims were so egregious that <a id="a3">US lawmakers demand answers</a> from Tesla on what was going on and what they were doing to stop this privacy-violating behavior. The report was also followed by a <a id="a4">class-action lawsuit</a> from a Tesla driver for violating their privacy. This all came on the heels of US consumer watchdog <a id="a5">Consumer Reports raising concerns</a> about Tesla's use of cameras in their cars back in 2021.
de: Die schlechte Nachricht in Bezug auf den Datenschutz ist, dass es schwierig ist, Tesla zu vertrauen. In der Tat haben wir ernsthafte Bedenken bezüglich des Datenschutzes bei Tesla. Diese Bedenken sind größtenteils auf die fragwürdige Erfolgsbilanz des Unternehmens in Bezug auf den Schutz und die Achtung der Privatsphäre der Menschen zurückzuführen, die in den Autos fahren und mitfahren, sowie der Menschen außerhalb der Autos, die von den nach außen gerichteten Kameras des Autos aufgenommen werden könnten (für das Protokoll: <a id="a1">alle Autos mit nach außen gerichteten Kameras sind ein Problem für die Privatsphäre</a>, unabhängig davon, wer sie herstellt, nicht nur Tesla). Im April 2023 <a id="a2">berichtete die Nachrichtenagentur Reuters</a> unter Berufung auf mehrere ehemalige Tesla-Mitarbeiter, dass Videos, die von Kameras in Tesla-Fahrzeugen aufgenommen wurden, regelmäßig über interne Chat-Systeme innerhalb des Unternehmens geteilt wurden. Zu den geteilten Inhalten gehörten Videos von Kindern, Nacktheit, sensiblen persönlichen Gegenständen und mehr. Die Vorwürfe waren so ungeheuerlich, dass <a id="a3">US-Gesetzgeber Tesla aufforderten, zu den Vorfällen Stellung zu nehmen</a> und Maßnahmen zu ergreifen, um dieses datenschutzwidrige Verhalten zu unterbinden. Dem Bericht folgte auch eine <a id="a4">Sammelklage</a> eines Tesla-Fahrers wegen Verletzung seiner Privatsphäre. All dies geschah, nachdem die US-amerikanische Verbraucherschutzorganisation <a id="a5">Consumer Reports bereits 2021 Bedenken</a> hinsichtlich der Verwendung von Kameras in Tesla-Fahrzeugen geäußert hatte.

# worst_case
source: Tesla's track record of questionable privacy practices doesn't end there. There's the story <a id="a1">widely reported</a> in May, 2023 of a Tesla whistleblower sharing over 100 gigabytes of confidential files with a <a id="a2">German newspaper</a> alleging Tesla attempted to downplay problems with their Autopilot system. These files contained sensitive customer, employee, and business partner data and the <a id="a3">leak is being investigated</a> as a <a id="a4">serious GDPR privacy law violation</a>. As one expert quoted in this <a id="a5">Wired article</a> put it, <i>"Tesla has a track record of setting high expectations but often struggles to meet them.”</i> That expert might not have been talking about privacy at Tesla, but we feel like his quote certainly applies to their privacy. Tesla does brag on their <a id="a6">privacy pages</a> about how they are committed to protecting your data privacy. However, we worry that their actions too often show otherwise.
de: Teslas Bilanz fragwürdiger Datenschutzpraktiken ging jedoch noch weiter. Im Mai 2023 wurde <a id="a1">ausgiebig berichtet</a>, dass ein Tesla-Whistleblower mehr als 100 Gigabyte vertraulicher Dateien an eine <a id="a2">deutsche Zeitung</a> weitergegeben hatte, in denen behauptet wurde, Tesla habe versucht, Probleme mit seinem Autopilotsystem herunterzuspielen. Die Dateien enthielten sensible Daten von Kunden, Mitarbeitern und Geschäftspartnern, und <a id="a3">das Leck wird</a> als <a id="a4">schwerer Verstoß gegen die Datenschutz-Grundverordnung</a> untersucht. Ein Experte, der in diesem <a id="a5">Wired-Artikel</a> zitiert wird, sagte: <i>„Tesla ist bekannt dafür, hohe Erwartungen zu haben, aber oft Schwierigkeiten, sie zu erfüllen“</i>. Dieser Experte hat vielleicht nicht über den Datenschutz bei Tesla gesprochen, aber wir sind der Meinung, dass sein Zitat sicherlich auf den Datenschutz bei Tesla zutrifft. Tesla brüstet sich auf seinen <a id="a6">Datenschutzseiten</a> damit, wie sehr sich das Unternehmen für den Schutz Ihrer Daten einsetzt. Wir befürchten jedoch, dass ihre Handlungen allzu oft das Gegenteil beweisen.

# worst_case
source: Tesla's full <a id="a1">privacy notice</a> says they can collect a good amount of data on you. Everything from your name, address, email, to lots of data about your car and your use of your car, when and where you charge your car, infotainment system data, Tesla mobile app data, Autopilot data (which they define as "<i>Vehicle equipped camera suite that provides advanced features such as Autopilot, Smart Summon, and Autopark"</i>). There is some good here. Tesla does say that some of this data -- things like your phone contacts and messages, dashcam video, and sentry mode data from external sensors and cameras -- is processed locally on the car and not shared with Tesla. However, note that cabin camera videos (those are the cameras pointed at your face), can be shared with Tesla if you enable data sharing.
de: In der vollständigen <a id="a1">Datenschutzerklärung</a> von Tesla heißt es, dass das Unternehmen eine Vielzahl von Daten über Sie sammeln kann. Alles von Ihrem Namen, Ihrer Adresse, Ihrer E-Mail-Adresse bis hin zu vielen Daten über Ihr Auto und wie Sie es nutzen, wann und wo Sie es aufladen, Daten aus dem Infotainment-System, Daten aus der Tesla Mobile App, Autopilot-Daten (die sie definieren als „<i>Fahrzeug mit einer Kamera-Suite, die erweiterte Funktionen wie Autopilot, Smart Summon und Autoparking bietet</i>“). Das hat auch etwas Gutes. Tesla sagt, dass einige dieser Daten - z. B. Ihre Telefonkontakte und -nachrichten, Dashcam-Videos und Sentry-Modus-Daten von externen Sensoren und Kameras - lokal im Fahrzeug verarbeitet und nicht an Tesla übermittelt werden. Beachten Sie jedoch, dass die Videos der Innenraumkameras (d. h. der Kameras, die auf Ihr Gesicht gerichtet sind) mit Tesla geteilt werden können, wenn Sie die Datenfreigabe aktivieren.

# worst_case
source: Tesla makes other promises in their privacy that sound quite good. They say they won't share your personal information with third parties for their own use unless you opt-in (don't opt-in!). They say they don't <i>"associate the vehicle data generated by your driving with your identity or account by default."</i> They say they your location data is <i>"either processed directly without leaving your vehicle, is in a form that does not personally identify you, or remains inaccessible to Tesla."</i> These things are all good. However, they also say in their privacy policy, <i>"Tesla vehicles are equipped with a camera suite designed from the ground up to protect your privacy while providing advanced features such as Autopilot, Smart Summon, and Autopark.</i>" And we know it has been <a id="a1">reported</a> that images and videos from Tesla's were being shared by employees internally with little regard for privacy, so we worry that Tesla doesn't always honor all the privacy promises they make.
de: Tesla macht auch andere Versprechungen in Bezug auf den Datenschutz, die recht gut klingen. Sie sagen, dass sie Ihre persönlichen Daten nicht an Dritte weitergeben werden, es sei denn, Sie stimmen dem zu (stimmen Sie nicht zu!). Sie sagen, dass sie <i>„die Fahrzeugdaten, die durch Ihr Fahren generiert werden, nicht standardmäßig mit Ihrer Identität oder Ihrem Konto verknüpfen“</i>. Sie sagen, dass Ihre Standortdaten <i>„entweder direkt verarbeitet werden, ohne Ihr Fahrzeug zu verlassen, oder in einer Form vorliegen, die Sie nicht persönlich identifiziert, oder für Tesla unzugänglich bleiben“</i>. Das sind alles gute Dinge. Allerdings heißt es in der Datenschutzerklärung auch: „<i>Tesla-Fahrzeuge sind mit einer Kamera-Suite ausgestattet, die von Grund auf zum Schutz Ihrer Privatsphäre entwickelt wurde und gleichzeitig fortschrittliche Funktionen wie Autopilot, Smart Summon und Autopark bietet</i>“. Und wir wissen, dass <a id="a1">berichtet</a> wurde, dass Bilder und Videos von Tesla-Fahrzeugen von Mitarbeitern intern mit wenig Rücksicht auf die Privatsphäre weitergegeben wurden, so dass wir befürchten, dass Tesla nicht immer alle Datenschutzversprechen einhält, die sie machen.

# worst_case
source: Beyond if Tesla honors their privacy promises, we still have concerns. It seems likely Tesla is still using your personal information for their own advertising and marketing purposes and their privacy policy isn't exactly clear on all the ways they are doing that. Also, we have no idea what getting your opt-in consent to share your personal information looks like. Does Tesla make is super clear and obvious what you are consenting to when you opt-in? Or is that consent hidden or confusing (much like their privacy notice)? We aren't sure. And we couldn't get Tesla to respond to any of our privacy related questions when we emailed the contact they listed for those, so again, while Tesla says they are committed to privacy, there is telling you about that and then there is actually showing that commitment. Our research seems to have found a lot more telling and a good deal less showing.
de: Selbst wenn Tesla seine Datenschutzversprechen einhält, haben wir immer noch Bedenken. Es scheint wahrscheinlich, dass Tesla Ihre persönlichen Daten immer noch für seine eigenen Werbe- und Marketingzwecke verwendet, und die Datenschutzbestimmungen machen nicht ganz klar, wie das geschieht. Außerdem haben wir keine Ahnung, wie Ihre Zustimmung zur Weitergabe Ihrer persönlichen Daten aussieht. Macht Tesla bei der Registrierung deutlich, wozu Sie Ihre Zustimmung geben? Oder ist diese Zustimmung versteckt oder verwirrend (ähnlich wie die Datenschutzerklärung)? Wir sind uns nicht sicher. Und wir konnten Tesla nicht dazu bewegen, eine unserer Fragen zum Datenschutz zu beantworten, als wir eine E-Mail an den angegebenen Kontakt schickten. Unsere Nachforschungen haben ergeben, dass den vielen Worten nicht immer auch Taten folgen.

# worst_case
source: Tesla also mentions in their privacy notice that users can opt out of vehicle data sharing. It's actually kinda a funny section of their privacy notice. Here's what they say: <i>"Connectivity and performance is a core part of all Tesla vehicles and why some customers choose Tesla, allowing for advanced features and an enhanced driving experience. By default, Tesla provides this seamless experience while protecting your privacy. However,</i> <b><i>if you no longer wish for us to</i></b> <b><i>collect vehicle data or any other data from your Tesla vehicle</i></b><i>, please contact us to deactivate connectivity. Please note, certain advanced features such as over-the-air updates, remote services, and interactivity with mobile applications and in-car features such as location search, Internet radio, voice commands, and web browser functionality rely on such connectivity. If you choose to opt out of vehicle data collection (with the exception of in-car Data Sharing preferences), we will not be able to know or notify you of issues applicable to your vehicle in real time.</i> <b><i>This may result in your vehicle suffering from reduced functionality, serious damage, or inoperability</i></b><i>.</i>" So, yes, Tesla does give you the option to opt out of data sharing from your car. While also warning you that if you do, your Tesla could become an expensive car-shaped brick. Call us crazy, but that doesn't feel like much of a choice.
de: Tesla erwähnt in seinen Datenschutzhinweisen auch, dass Nutzer*innen sich gegen die Weitergabe von Fahrzeugdaten entscheiden können. Das ist eigentlich eine lustige Passage in den Datenschutzhinweisen. Hier heißt es: <i>„Konnektivität und Leistung sind ein zentraler Bestandteil aller Tesla-Fahrzeuge und der Grund, warum sich einige Kunden für Tesla entscheiden, da sie erweiterte Funktionen und ein verbessertes Fahrerlebnis ermöglichen. Standardmäßig bietet Tesla dieses nahtlose Erlebnis und schützt gleichzeitig Ihre Privatsphäre. Wenn Sie jedoch nicht mehr möchten, dass wir </i><b><i>Fahrzeugdaten oder andere Daten von Ihrem Tesla Fahrzeug sammeln</i></b><i>, kontaktieren Sie uns bitte, um die Konnektivität zu deaktivieren. Bitte beachten Sie, dass bestimmte erweiterte Funktionen wie Over-the-Air-Updates, Remote Services und Interaktivität mit mobilen Anwendungen und fahrzeuginternen Funktionen wie Standortsuche, Internetradio, Sprachsteuerung und Webbrowserfunktionalität von dieser Konnektivität abhängen. Wenn Sie sich gegen die Erfassung von Fahrzeugdaten entscheiden (mit Ausnahme der Einstellungen zur gemeinsamen Nutzung von Daten im Fahrzeug), können wir Sie nicht in Echtzeit über Probleme in Ihrem Fahrzeug informieren. </i><b><i>Dies kann dazu führen, dass Ihr Fahrzeug eine eingeschränkte Funktionalität aufweist, ernsthaft beschädigt wird oder nicht mehr einsatzfähig ist</i></b><i>.</i>“ Ja, Tesla gibt Ihnen die Möglichkeit, die Weitergabe von Fahrzeugdaten abzulehnen. Gleichzeitig warnt Tesla Sie davor, dass Ihr Tesla in diesem Fall zu einem teuren Ziegelstein in Form eines Autos werden könnte. Sie können uns für verrückt erklären, aber ich glaube nicht, dass Sie eine Wahl haben.

# worst_case
source: Another concern we have with Tesla's privacy documentation -- did we mention it's more than a little confusing? On their <a id="a1">privacy support page</a> they say, <i>"Tesla gives you the ability to permanently delete your Tesla Account and its associated data at any time, for any reason."</i> That sounds good, right? However, in their<a id="a2"> privacy notice</a>, they say, <i>"Subject to local law, you may have the right to be informed of, and request access to, the personal data we process about you; update and correct inaccuracies in that information; have the information restricted or deleted; object or withdraw your consent to certain uses of data; and lodge a complaint with your local data protection authority."</i> Those two statements seem to be a bit contradictory and we can't tell which one is true. We love it when companies clearly state that all users, regardless of what privacy laws they live under, are granted the same rights to access and delete their data. Tesla's seemingly contradictory statements leave us unsure if everyone has the same rights to delete their data.
de: Ein weiteres Problem, das wir mit der Datenschutzerklärung von Tesla haben - haben wir schon erwähnt, dass sie mehr als verwirrend ist? Auf der <a id="a1">Datenschutz-Supportseite</a> heißt es: <i>„Tesla bietet Ihnen die Möglichkeit, Ihr Tesla-Konto und die damit verbundenen Daten jederzeit und aus jedem beliebigen Grund dauerhaft zu löschen“</i>. Das klingt doch gut, oder? In den <a id="a2">Datenschutzhinweisen</a> heißt es jedoch: <i>„Vorbehaltlich der örtlichen Gesetze haben Sie das Recht, über die personenbezogenen Daten, die wir über Sie verarbeiten, informiert zu werden und Zugang zu diesen Daten zu verlangen, diese Daten zu aktualisieren und Ungenauigkeiten zu korrigieren, die Daten einzuschränken oder zu löschen, bestimmten Verwendungen der Daten zu widersprechen oder Ihre Einwilligung zu widerrufen und eine Beschwerde bei Ihrer örtlichen Datenschutzbehörde einzureichen“</i>. Diese beiden Aussagen scheinen etwas widersprüchlich zu sein und wir können nicht sagen, welche wahr ist. Wir begrüßen es, wenn Unternehmen klar und deutlich erklären, dass alle Nutzer*innen, unabhängig davon, welchem Datenschutzgesetz sie unterliegen, die gleichen Rechte auf Zugang und Löschung ihrer Daten haben. Die scheinbar widersprüchlichen Aussagen von Tesla lassen uns im Unklaren darüber, ob jeder das gleiche Recht auf Löschung seiner Daten hat.

# worst_case
source: One other red flag we wanted to note in Tesla's privacy policy (and this is something we see in too many privacy policies, to be fair). When it comes to sharing your personal information, they say they can share it with law enforcement or the government in fairly broad ways. They say, "<i>We may also use and disclose information about you if we believe in good faith that that the law requires it for purposes of security, fulfilling our legal obligations (such subpoenas or court orders), law enforcement, or other issues of public importance, disclosure is necessary or appropriate. We may also share information about you, where there are legal grounds to do so, if we determine that disclosure is reasonably necessary to enforce our Terms of Use or protect our operations or customers. This could include providing information to public or governmental authorities."</i> The way that statement is worded, we are concerned the Tesla could voluntarily disclose your personal information with law enforcement or governments, which is something we don't like to see. We prefer to see companies clearly state they will only share data with law enforcement and governments under court order and that even then, they will limit the scope of what the disclose as narrowly as possible. Tesla can collect a lot of data on their users and the people around them. Making sure that information can't be easily accessed by anyone, including law enforcement and governments seems pretty important to us. We would love to see Tesla improve this line in their privacy notice.
de: Eine weitere rote Flagge, die wir in den Datenschutzrichtlinien von Tesla sehen möchten (und das ist etwas, das wir in zu vielen Datenschutzrichtlinien sehen, um ehrlich zu sein). Wenn es um die Weitergabe Ihrer persönlichen Daten geht, heißt es, dass die Weitergabe an Strafverfolgungsbehörden oder die Regierung ziemlich weit gefasst werden kann. Es heißt dort: „<i>Wir können Informationen über Sie auch verwenden und weitergeben, wenn wir in gutem Glauben davon ausgehen, dass die Weitergabe aus Sicherheitsgründen, zur Erfüllung unserer rechtlichen Verpflichtungen (z. B. Vorladungen oder Gerichtsbeschlüsse), zur Durchsetzung von Gesetzen oder aus anderen Gründen von öffentlichem Interesse notwendig oder angemessen ist. Wir können Informationen über Sie auch weitergeben, wenn wir der Ansicht sind, dass dies aus rechtlichen Gründen erforderlich ist, um unsere Nutzungsbedingungen durchzusetzen oder unser Unternehmen oder unsere Kunden zu schützen. Dies kann die Weitergabe von Informationen an öffentliche oder staatliche Behörden einschließen</i>“. So wie diese Aussage formuliert ist, befürchten wir, dass Tesla Ihre persönlichen Daten freiwillig an Strafverfolgungsbehörden oder Regierungen weitergeben könnte, was wir nicht gerne sehen. Wir würden es vorziehen, wenn Tesla deutlich machen würde, dass es Daten nur auf richterliche Anordnung an Strafverfolgungsbehörden und Regierungen weitergibt und selbst dann den Umfang der Weitergabe so eng wie möglich begrenzt. Tesla kann sehr viele Daten über seine Nutzer*innen und deren Umfeld sammeln. Wir halten es für sehr wichtig, dass diese Daten nicht einfach von jedermann eingesehen werden können, auch nicht von Strafverfolgungsbehörden und Regierungen. Wir würden es begrüßen, wenn Tesla diesen Punkt in seinen Datenschutzbestimmungen verbessern würde.
