Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/threema.po
Languages: de, es, fr, pt_br

# blurb
source: This Swiss-made, privacy-focused text and video call app is open-sourced, based on privacy by design principles and saw it’s downloads take off earlier in 2021 when WhatsApp announced controversial change to their privacy policies. Threema touts it’s $2.99 app as a service that can be used completely anonymously (which, yay!, but we always caution about things being completely anonymous, it’s really hard to make anything completely anonymous). Threema is one of the best privacy-focused messaging apps we have seen, with its end-to-end encryption, no phone number required to sign up, and its commitment to not collect user data. Yay for privacy-focused apps!
de: Diese in der Schweiz hergestellte, datenschutzorientierte App für Text- und Videoanrufe ist Open Source, basiert auf Privacy-by-Design-Prinzipien und wurde Anfang 2021 vielfach heruntergeladen, als WhatsApp umstrittene Änderungen seiner Datenschutzrichtlinien ankündigte. Threema wirbt für eine App zum Preis von 2,99 US-Dollar als Dienstleistung, die vollständig anonym genutzt werden kann (was zunächst hervorragend klingt, aber wir warnen immer vor Dingen, die angeblich vollständig anonym sind, denn vollständige Anonymität ist nur sehr schwer erreichbar). Threema ist eine der besten Nachrichten-Apps mit Fokus auf Datenschutz, die wir kennen, da sie Ende-zu-Ende-Verschlüsselung bietet, keine Handynummer zur Anmeldung benötigt und verspricht, keine Benutzerdaten zu erfassen. Datenschutzgerechte Apps sind klasse!
es: Esta aplicación suiza de mensajería de texto y videollamadas es de código abierto, tiene un diseño basado en la privacidad y ha visto un gran aumento en sus descargas a principios de 2021, cuando WhatsApp anunció un controvertido cambio en sus políticas de privacidad. Threema pregona que por solo 2,99 dólares puedes usar sus servicios de forma completamente anónima (¡qué guay!, aunque siempre advertimos que las cosas no suelen ser del todo anónimas, es realmente difícil hacer algo completamente anónimo). Threema es una de las mejores aplicaciones de mensajería centradas en la privacidad que hemos visto: tiene cifrado de extremo a extremo, no exige que des tu número de teléfono para registrarte y tiene el compromiso de no recopilar datos de los usuarios. ¡Cómo nos gusta encontrar aplicaciones centradas en la privacidad!
fr: Cette application suisse, centrée sur la protection de la vie privée pour les messages et appels vidéo, est open source et repose sur des principes de protection de la vie privée dès sa conception. Elle a vu ses téléchargements décoller au début de l’année 2021, lorsque WhatsApp a annoncé un changement controversé de sa politique de confidentialité. Threema présente son application à 3,99 € comme un service qui peut être utilisé de manière totalement anonyme (ce qui est une bonne chose, mais nous mettons toujours en garde contre l’anonymat total, car il est très difficile de rendre quelque chose totalement anonyme). Threema est l’une des meilleures applications de messagerie centrées sur la confidentialité que nous ayons vues, avec son chiffrement de bout en bout, l’absence de numéro de téléphone requis pour s’inscrire et son engagement à ne pas collecter de données sur les utilisatrices et utilisateurs. Vive les applications centrées sur la confidentialité !
pt_br: O Threema é um aplicativo suíço de chamadas de vídeo e texto, criado com foco em privacidade. Com código aberto e baseado em princípios de privacidade por design, ganhou popularidade no início de 2021, quando o WhatsApp anunciou mudanças controversas em suas políticas de privacidade. Por apenas US$ 2,99, o Threema oferece um serviço que pode ser usado de forma completamente anônima (o que é incrível, mas vale lembrar que é difícil garantir anonimato completo). É um dos melhores aplicativos de mensagens com foco em privacidade que já vimos, com criptografia de ponta a ponta, sem a necessidade de um número de telefone para se cadastrar e compromisso de não coletar dados do usuário. É ótimo ver mais aplicativos com foco em privacidade surgindo!

# worst_case
source: You love to see a privacy focused app like Threema where the answer to the question, “What could happen if something goes wrong?” is truly, “Likely, not much.” End-to-end encryption. Check. No need to sign up with anything that could be linked to you like a phone number or email address. Check. Does not collect user data. Does not target ads in any way. Check and check! What little data does pass through the Swiss-based servers is deleted very quickly. Check. No known security breaches. Check! Threema really does check all the privacy-focused boxes. They even opened up the source code for their artificial intelligence features like face detection. We absolutely love to see transparency when it comes to the use of AI! Good work Threema! We’d say Threema is well worth the $2.99 price (however, this shows once again that good privacy is rarely ever free).
es: Nos encanta ver aplicaciones centradas en la privacidad como Threema, donde la respuesta a la pregunta: «¿Qué podría pasar si algo sale mal?» es realmente: «Probablemente, no mucho». Cifrado de extremo a extremo: verificado. No es necesario registrarse con datos que puedan vincularse a ti, como un número de teléfono o una dirección de correo electrónico: verificado. No recopila datos de los usuarios. No dirige anuncios de ninguna manera: verificado y verificado. Los pocos datos que pasan a través de sus servidores en Suiza se eliminan muy rápidamente. No tuvieron brechas de seguridad conocidas: verificado. Threema realmente cumple con todos los requisitos de privacidad. Incluso abrieron el código fuente de sus funciones de inteligencia artificial, como el reconocimiento facial. ¡Nos encanta ver prácticas transparentes en el uso de la IA! ¡Buen trabajo, Threema! Creemos que Threema vale su precio de 2,99 dólares (sin embargo, esto nos demuestra una vez más que la verdadera privacidad pocas veces es gratuita).
fr: Nous aimons beaucoup voir une application centrée sur la protection de la vie privée comme Threema où la réponse à la question « Que pourrait-il se passer en cas de problème ? » est vraiment « Probablement, pas grand-chose ». Chiffrement de bout en bout : c’est bon. Pas besoin de s’inscrire avec quoi que ce soit qui puisse être lié à vous, comme un numéro de téléphone ou une adresse e-mail : c’est bon aussi. Ne pas collecter les données des utilisateurs. Ne pas cibler les publicités de quelque manière que ce soit. Tout est bon ! Les quelques données qui passent par les serveurs situés en Suisse sont supprimées très rapidement. Parfait. Aucune faille de sécurité connue. Par-fait. Threema répond vraiment à toutes les exigences en matière de protection de la vie privée. L’entreprise a même ouvert le code source de ses fonctionnalités d’intelligence artificielle, comme la détection des visages. Nous apprécions beaucoup la transparence pour ce qui est de l’utilisation d’une IA ! Bien joué Threema ! Nous pensons que Threema vaut bien le prix de 3,99 € (cependant, cela montre une fois de plus qu’une bonne protection de la vie privée est rarement gratuite).
pt_br: É ótimo ver um aplicativo com foco em privacidade como o Threema, cuja resposta para a pergunta “o que poderia acontecer se algo der errado?” é de fato “provavelmente, nada”. Criptografia de ponta a ponta? Confirmado. Não solicita telefone ou e-mail para se cadastrar? Confirmado. Não coleta dados do usuário e não direciona anúncios de forma alguma? Confirmado e confirmado! Os poucos dados que passam pelos servidores sediados na Suíça são rapidamente excluídos. Confirmado. Nenhum problema de segurança conhecido? Confirmado. Quando se trata de requisitos de privacidade, o Threema realmente assinala todos os itens da lista! A empresa até abriu o código-fonte para seus recursos de inteligência artificial, como detecção facial, e nós adoramos ver transparência quando se trata do uso de IA. Bom trabalho, Threema! Diríamos que o preço de US$ 2,99 vale a pena (no entanto, isso mostra mais uma vez que uma boa privacidade raramente é gratuita).

# signup_requirement_explanation
source: Threema sets up an 8-digit Threema ID for all users
de: Threema richtet für alle Nutzer eine achtstellige Threema-ID ein
es: Threema establece una Id. de Threema de 8 dígitos para todos los usuarios.
fr: Threema crée un identifiant Threema à 8 chiffres pour tous les utilisateurs et utilisatrices
pt_br: O Threema cria identificação de 8 dígitos para todos os usuários

# how_does_it_use_data_collected
source: According to Threema, the data is processed exclusively by Threema on its own server infrastructure in Switzerland and is not passed on to third parties.
de: Laut Threema werden die Daten ausschließlich von Threema auf einer eigenen Server-Infrastruktur in der Schweiz verarbeitet und nicht an Dritte weitergegeben.
es: Según la empresa, los datos son procesados exclusivamente por Threema en su propia infraestructura de servidores ubicada en Suiza y no se transmiten a terceros.
fr: D’après Threema, les données sont traitées exclusivement par Threema sur sa propre infrastructure de serveurs en Suisse et ne sont pas transmises à des tiers.
pt_br: De acordo com o Threema, os dados são processados exclusivamente pela empresa em sua infraestrutura de servidores na Suíça e não há compartilhamento com terceiros.

# user_friendly_privacy_policy_helptext
source: A good example of a short and concise privacy policy, accompanied by detailed transparent papers on everything from encryption to FAQ addressing numerous possible concerns.
de: Ein gutes Beispiel für eine kurze und prägnante Datenschutzrichtlinie, begleitet von ausführlichen transparenten Unterlagen zu allem, von der Verschlüsselung bis hin zu FAQ, die zahlreiche mögliche Bedenken ansprechen.
es: Un buen ejemplo de una política de privacidad breve y concisa, acompañada de documentos transparentes y detallados sobre todos los aspectos, desde el cifrado hasta las preguntas frecuentes, que abordan numerosas inquietudes posibles.
fr: Voici un bon exemple de politique de confidentialité courte et concise, accompagnée d’articles transparents et détaillés sur une grande variété de sujets, allant du chiffrement à la FAQ répondant à de nombreuses préoccupations possibles.
pt_br: O Threema é um exemplo de política de privacidade breve e objetiva, complementada por documentos transparentes e detalhados que abrangem desde criptografia até respostas para as dúvidas mais comuns sobre diversas preocupações.

# uses_encryption_helptext
source: Full end to end encryption of chats &amp; calls, by default.
de: Vollständige Ende-zu-Ende-Verschlüsselung von Chats &amp; Anrufen, standardmäßig.
es: Cifrado completo de extremo a extremo de las llamadas y los chats, de forma predeterminada.
fr: Chiffrement de bout en bout complet des messages et appels, par défaut.
pt_br: Todas as conversas e chamadas são criptografadas de ponta a ponta, por padrão.

# security_updates_helptext
source: Automatic updates from the respective app store or with a built-in updater.
de: Automatische Updates aus dem jeweiligen App-Store oder mit einer integrierten Aktualisierungsfunktion.
es: Actualizaciones automáticas desde la tienda de aplicaciones respectiva o con una función de actualización incorporada.
fr: Mises à jour automatiques depuis les magasins d’applications ou via le programme de mise à jour intégré.
pt_br: As atualizações são feitas automaticamente por meio da loja de aplicativos ou com um atualizador integrado.

# strong_password_helptext
source: Threema allows various security passwords, namely PIN codes to log in, passphrases and lock codes to protect chats.
de: Threema erlaubt verschiedene Sicherheitspasswörter, nämlich PIN-Codes zum Anmelden, Passphrasen und Sperrcodes zum Schutz von Chats.
es: Threema permite varias contraseñas de seguridad: códigos PIN para iniciar sesión, frases de contraseña y códigos de bloqueo para proteger los chats.
fr: Threema autorise divers mots de passe de sécurité, à savoir des codes PIN pour se connecter, des phrases secrètes et des codes de verrouillage pour protéger les discussions.
pt_br: Para garantir a confidencialidade das conversas, o Threema oferece diferentes recursos, como códigos PIN para login, frases de segurança e códigos de bloqueio.

# manage_vulnerabilities_helptext
source: Dedicated contacts for security issues are provided. On top of that, external security experts are commissioned to conduct security audits on a regular basis.
es: Se proporcionan contactos exclusivos para cuestiones de seguridad. Además, hay expertos en seguridad externos que realizan auditorías de seguridad de forma regular.
fr: Des contacts dédiés pour les problèmes de sécurité sont fournis. En plus de cela, des expert·e·s en sécurité externes sont mandaté·e·s pour effectuer des audits de sécurité régulièrement.
pt_br: Disponibiliza contatos exclusivos para questões de segurança. Além disso, contratam especialistas em segurança externos para realizar auditorias de segurança periodicamente.

# personal_data_collected
source: No personal data is collected by default.<br/>Optional: phone number and email (encrypted).
de: Es werden standardmäßig keine personenbezogenen Daten erhoben. <br/>Optional: Telefonnummer und E-Mail-Adresse (verschlüsselt).
es: No se recopilan datos personales de forma predeterminada.<br/>Opcional: número de teléfono y correo electrónico (cifrado).
fr: Aucune donnée personnelle n’est collectée par défaut. <br/>Facultatif : numéro de téléphone et adresse e-mail (chiffrés).
pt_br: Por padrão, nenhum dado pessoal é coletado.<br/>Opcional: telefone e e-mail (criptografados).

# how_can_you_control_your_data
source: All data is only stored until deleted by the user. Once the information is deleted, it cannot be restored. In case of loss of the end-user device, mobile phone numbers and email addresses linked to a Threema ID can be deleted via the following link: https://myid.threema.ch/unlink
es: Los datos se almacenan hasta que el usuario los elimina. Una vez que se elimina la información, no se puede recuperar. Si el usuario pierde su dispositivo, los números de teléfono y las direcciones de correo electrónico vinculados a una Id. de Threema se pueden eliminar a través del siguiente enlace: https://myid.threema.ch/unlink
fr: Toutes les données ne sont stockées que jusqu’à leur suppression par l’utilisateur ou l’utilisatrice. Une fois les informations supprimées, elles ne peuvent pas être restaurées. En cas de perte de l’appareil de l’utilisateur ou de l’utilisatrice, les numéros de téléphone portable et les adresses e-mail liés à un identifiant Threema peuvent être supprimés via le lien suivant : https://myid.threema.ch/unlink
pt_br: Os dados são armazenados apenas até serem deletados pelo usuário. Depois que as informações são excluídas, não há como recuperá-las. Em caso de perda do dispositivo do usuário, é possível excluir os números de telefone e e-mails vinculados a um ID do Threema pelo link https://myid.threema.ch/unlink.

# track_record_details
source: No known history of data breaches or leaks.
de: Keine Hinweise auf Datenverluste oder Leaks in der Vergangenheit.
es: No se conocen antecedentes de brechas o fugas de datos.
fr: Aucune fuite de données ou faille découvertes.
pt_br: Não há histórico conhecido de violação ou vazamento de dados.

# ai_helptext
source: Some features such as face detection for photos are AI-based. Threema uses this AI facial recognition to find faces in images to blur them out for privacy. Good work Threema! And their AI code is open source. Anyone who is interested can look at the code.
de: Einige Funktionen wie die Gesichtserkennung für Fotos sind KI-basiert. Threema verwendet diese KI-Gesichtserkennung, um Gesichter in Bildern zu finden, um sie aus Datenschutzgründen unkenntlich zu machen. Gute Arbeit Threema! Und ihr KI-Quelltext ist Open Source. Wer Interesse hat, kann sich den Quelltext anschauen.
es: Algunas características, como la detección de rostros para tomar fotos, están basadas en IA. Threema utiliza el reconocimiento facial mediante IA para encontrar rostros en las imágenes y difuminarlos para proteger la privacidad. ¡Buen trabajo, Threema! Además, el código de su IA es abierto. Cualquiera que esté interesado puede verlo.
fr: Certaines fonctionnalités telles que la détection des visages pour les photos ont recours à une IA. Threema utilise cette IA de reconnaissance faciale pour détecter des visages dans les images afin de les flouter pour plus de confidentialité. Bien joué Threema ! Et le code de leur IA est open source. Toute personne intéressée peut consulter ce code.
pt_br: Algumas funcionalidades, como a detecção facial em fotos, são baseadas em inteligência artificial (IA). O Threema utiliza essa tecnologia para identificar rostos em imagens e desfocá-los para garantir a privacidade. Muito legal, Threema! E o código da IA é aberto. Qualquer pessoa pode acessá-lo se quiser.
