Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/viber.po
Languages: de, es, fr, pt_br

# how_can_you_control_your_data
source: Until the account is deactivated, all associated data may be retained for an undefined time. Upon deactivation of your account, Viber promises it will minimize the personal data they keep about you only to that data which they are required to keep to comply with laws, or other legal reasons. They may keep activity data on a non-identifiable basis to improve their services (no ways of de-identifying are provided). Your posts on public accounts and communities and Channels may remain available if you do not delete them.
de: Alle damit assoziierten Daten können auf unbestimmte Zeit gespeichert werden, bis das Konto deaktiviert wird. Viber verspricht, die über Sie gespeicherten personenbezogenen Daten nach Deaktivierung Ihres Kontos auf das Minimum zu reduzieren, das das Unternehmen zur Einhaltung von Gesetzen oder aus anderen rechtlichen Gründen aufbewahren muss. Sie können Aktivitätsdaten auf nicht identifizierbarer Basis aufbewahren, um ihre Dienstleistungen zu verbessern (es sind keine Möglichkeiten zur Unkenntlichmachung der Daten vorgesehen). Ihre Posts auf öffentlichen Konten und in öffentlichen Communitys und Kanälen können zugänglich bleiben, wenn Sie diese nicht löschen.
es: Hasta que desactives tu cuenta, todos los datos asociados a esta pueden retenerse por tiempo indefinido. Una vez desactivada, Viber promete que los únicos datos personales que conservará sobre ti serán los estrictamente necesarios para cumplir con las leyes o por otros motivos legales. Quizás mantenga los datos sobre tu actividad de manera no identificable para mejorar sus servicios (no se proporciona ninguna forma de desidentificación). Tus publicaciones en cuentas, comunidades y canales públicos pueden seguir accesibles si no las eliminas.
fr: Tant que le compte n’est pas désactivé, toutes les données associées peuvent être conservées pendant une durée indéterminée. Lors de la désactivation de votre compte, Viber promet de réduire les données personnelles conservées à votre sujet uniquement aux données que Viber est tenu de conserver pour se conformer aux lois ou pour d’autres raisons juridiques. Viber peut conserver des données d’activité sur une base non identifiable pour améliorer ses services (aucun moyen de désidentification n’est fourni). Vos publications sur les comptes et communautés publics et les salons peuvent rester disponibles si vous ne les supprimez pas.
pt_br: Os dados associados à conta podem ser armazenados por um período indefinido, enquanto a conta permanecer ativa. Quando você desativa sua conta, o Viber se compromete a minimizar os dados pessoais que coletou sobre você, retendo apenas aqueles que são obrigados a manter para cumprir a lei ou outras razões legais. A empresa pode manter dados de atividade de forma anônima para aprimorar os serviços (não é informado como é feita a anonimização desses dados). Suas postagens em contas públicas, comunidades e canais podem permanecer disponíveis se você não as excluir.

# track_record_details
source: No known record of data breaches or leaks
de: Es sind keine Datenschutzverletzungen oder Leaks öffentlich bekannt.
es: No hay constancia de filtraciones de datos.
pt_br: Não há registro conhecido de violação ou vazamento de dados.

# ai_helptext
source: Viber uses several AI and machine learning systems in their backend systems for things like spam detection, community moderation, language translation and others. Viber claims that sharing the algorithm for spam detection, community moderation, language translation etc. publicly will actually defeat their purpose (for example spammers will know how to bypass their systems and attack users).
de: Viber verwendet mehrere KI- und maschinelle Lernsysteme in seinen Backend-Systemen für Dinge wie Spam-Erkennung, Community-Moderation, Sprachübersetzung und anderes. Viber behauptet, dass die Veröffentlichung des Algorithmus für die Spam-Erkennung, die Community-Moderation, die Sprachübersetzung usw. den Zweck des Unternehmens untergraben würde (z. B. würden Spammer wissen, wie sie die Systeme umgehen und Nutzer angreifen können).
es: Viber utiliza inteligencia artificial y aprendizaje automático en sus sistemas internos para detectar correo no deseado, moderar comunidades, traducir idiomas y otras funciones. Afirma que la realización de esas funciones y otras sería imposible si divulgara el algoritmo para llevarlas a cabo (por ejemplo, quienes envían correo basura sabrían cómo eludir sus sistemas y atacar a los usuarios)
fr: Viber utilise plusieurs systèmes d’IA et d’apprentissage automatique dans ses systèmes backend pour des choses comme la détection de spam, la modération de la communauté, la traduction et autres. Viber affirme que rendre publics ses algorithmes de détection des spams, de modération de la communauté, de traduction, etc. serait contreproductif (par exemple, les spammeurs sauront comment contourner les systèmes et attaquer les utilisateurs et utilisatrices).
pt_br: O Viber utiliza vários sistemas de IA e aprendizado de máquina em seus sistemas de back-end para detecção de spam, moderação de comunidades, tradução de idiomas, entre outros. O Viber afirma que a divulgação dos algoritmos utilizados para detectar spam, moderar comunidades, traduzir idiomas, entre outros, poderia comprometer seu objetivo (por exemplo, spammers poderiam encontrar maneiras de contorná-los e atacar os usuários).

# manage_vulnerabilities_helptext
source: Viber does manage security vulnerabilities. They also have cooperations with external parties that help find such vulnerabilities and verify that our patches fix the issues.
fr: Viber gère les vulnérabilités de sécurité. Viber coopère également avec des tiers pour détecter ces vulnérabilités et vérifier que ses correctifs corrigent les problèmes.

# track_record_details
source: No known record of date breaches or leaks
fr: Aucune fuite de données ou faille découvertes.
