Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/viber.po
Languages: de, es, fr, pt_br

# blurb
source: Voice calls, video calls, group chats, stickers, social channels, self-destructing chats, end-to-end encryption, lots of spam, and targeted ads. Viber provides all the greatest hits of the messaging app world. It’s like a mix of WhatsApp and Telegram with a dash of Snapchat thrown in for good measure. And it’s huge - with over a billion users around the world. During the pandemic, Viber expanded it’s group video chat features to allow for more users, which resulted in cool things like teachers in Hungary using it to help stay in touch with their students. Good vibes indeed.
de: Sprach- und Video-Anrufe, Gruppenchats, Sticker, soziale Kanäle, selbst-löschende Chats, Ende-zu-Ende-Verschlüsselung, viel Spam und gezielte Werbung. Damit vereint Viber die Top-Hits aus der Welt der Messaging-Apps. Es handelt sich dabei praktisch um eine Mischung aus WhatsApp und Telegram, abgerundet mit einer Prise Snapchat. Und die App ist riesig – mit über einer Milliarde Nutzer*innen weltweit. Während der Pandemie erweiterte Viber seine Gruppen-Video-Chat-Features, um mehr Nutzer*innen zuzulassen. So entstanden coole Nutzungsweisen, wie zum Beispiel dass Lehrkräfte in Ungarn über die App mit ihren Schüler*innen in Verbindung blieben. Das sorgt in der Tat für gute Vibes.
es: Llamadas de voz, videollamadas, chats de grupo, stickers, canales sociales, chats que se autodestruyen, cifrado de extremo a extremo, mucho spam y anuncios focalizados. Viber proporciona lo más buscado en el mundo de las aplicaciones de mensajería. Es como una combinación de WhatsApp y Telegram, con un toque de Snapchat... por si acaso. Y es muy popular: la usan millones de personas alrededor del mundo. Durante la pandemia, Viber aumentó sus funciones de videochat grupal a más usuarios, lo que posibilitó maravillas como que los maestros en Hungría la usaran para mantenerse en contacto con sus alumnos. Buenas vibras, desde luego.
fr: Appels vocaux, appels vidéo, discussions de groupe, autocollants, canaux sociaux, discussions éphémères, chiffrement de bout en bout, beaucoup de spam et de publicités ciblées. Viber coche toutes les cases des tendances actuelles des applications de messagerie. C’est un peu un mélange de WhatsApp et Telegram avec un soupçon de Snapchat en plus. Et elle a du succès, avec plus d’un milliard d’utilisateurs dans le monde. Pendant la pandémie, Viber a augmenté le nombre maximal d’utilisateurs pour ses appels vidéo de groupe, ce qui a donné lieu à des choses sympas comme des enseignants en Hongrie qui l’ont utilisé pour rester en contact avec leurs élèves. De bonnes <i>vibes</i>, en effet.
pt_br: Chamadas de voz e de vídeo, bate-papos em grupo, stickers, canais sociais, chats que se autodestroem, criptografia de ponta a ponta, muito spam e anúncios direcionados. O Viber oferece todas as opções mais populares do mundo dos aplicativos de mensagens. É como uma mistura de WhatsApp e Telegram com um toque de Snapchat. Com mais de um bilhão de usuários em todo o mundo, o Viber é uma plataforma gigantesca. Durante a pandemia, a ferramenta de bate-papo em grupo por vídeo foi expandida para incluir mais usuários, o que permitiu coisas incríveis como professores na Hungria usarem o aplicativo para manter contato com seus alunos. Isso que é ter vibe positiva!

# worst_case
source: Viber seems to do a fairly good job at protecting their users' privacy and security. Especially when compared to other similar messaging apps like Telegram and Whatsapp. It's not perfect, but we do like they've been using end-to-end encryption by default since 2016 (except for group calls, those are only encrypted in transit). Some other good thing they do: Once a message is delivered, it is deleted from their servers so your messages aren’t sitting around where others could potentially access them and you can choose to hide yourself from any of the contacts in your contact list (handy when it comes to that ex of yours!). Some things they do we don’t love: When you join a group, your phone number will be visible to all group members, which could be a lot of people, so be careful. Also, Viber has had problems with bad people sending lots of spam and viruses. As always, it’s good to be careful reading or downloading things from people you don’t know. And it's been reported about 20% of Viber’s revenue comes from ads. They collect users’ IP-address location, gender, and age to target these ads, although users can opt out of gender and age targeting if they take the time to change their settings. Their ad partners may also combine the data collected about you when using Viber with their outside records to do even more targeting. So lock those settings down as much as you can! One thing we really loved about Viber is in 2020 they joined the #StopHateForProfit campaign (Mozilla did too!) and cut all business ties with Facebook. Gotta love a company that takes a stand against hate, misinformation, and unethical privacy practices!
de: Dabei scheint es, dass Viber in Sachen Datenschutz und Sicherheit für seine Nutzer*innen einen ziemlich guten Job abliefert. Besonders im Vergleich mit ähnlichen Messaging-Apps wie Telegram und WhatsApp. Es ist nicht perfekt, aber uns gefällt, dass der App seit 2016 standardmäßig mit Ende-zu-Ende-Verschlüsselung arbeitet (außer bei Gruppenanrufen, die nur während der Übertragung verschlüsselt werden). Ein weiterer Pluspunkt für Viber: Ist eine Nachricht übermittelt, wird sie von Vibers Servern gelöscht. Ihre Daten fliegen also nicht irgendwo herum, wo andere potenziell auf sie zugreifen könnten und Sie haben die Möglichkeit, sich vor jedem beliebigen Kontakt aus Ihrer Liste zu verstecken (praktisch, wenn Sie einer*einem Ex aus dem Weg gehen wollen!). Einige Dinge, die wir weniger gut finden: Wenn Sie einer Gruppe beitreten, kann jede andere Person in der Gruppe Ihre Telefonnummer sehen. Da das recht viele Menschen sein können, sollten Sie vorsichtig sein. Außerdem gab es bei Viber Probleme damit, dass viele Menschen viel Spam und viele Viren versenden. Wie immer ist Vorsicht geboten, wenn es darum geht, Inhalte von Unbekannten zu lesen oder herunterzuladen. Berichten zufolge resultieren rund 20 % von Vibers Gewinnen aus Werbung. Sie sammeln Informationen wie IP-Adresse, Geschlecht und Alter ihrer Nutzer*innen, um ihnen gezielte Werbung anzuzeigen. Allerdings haben Nutzer*innen die Möglichkeit, Geschlechts- und Alters-Targeting zu deaktivieren, wenn sie ihre Einstellungen ändern. Vibers Werbepartner können die über Sie gesammelten Daten außerdem mit ihren externen Datensätzen kombinieren, um Ihnen noch gezieltere Werbung zu zeigen. Sie sollten die Einstellungen also so genau wie möglich festlegen! An Viber gefällt uns wirklich gut, dass das Unternehmen seit 2020 Teil #StopHateForProfit-Kampagne ist (genau wie Mozilla!) und sämtliche Geschäftsverbindungen zu Facebook gekappt hat. Unternehmen, die sich klar gegen Hass, Fehlinformationen und unethische Datenschutzpraktiken positionieren, muss man einfach lieben!
es: Viber parece proteger bastante bien la privacidad y la seguridad de sus usuarios, Sobre todo en comparación con otras aplicaciones similares para envío de mensajes como Telegram y Whatsapp. No es perfecta, pero nos gusta que utilicen cifrado de extremo a extremo por defecto desde 2016 ( excepto para las llamadas grupales, que solo se cifran en tránsito). Otra de sus bondades es que una vez enviado el mensaje, éste se elimina de sus servidores para que tus mensajes queden en un lugar donde otros puedan acceder a ellos. Además, puedes ocultarte de cualquiera de los contactos de tu lista (¡muy útil para despistar al ex!). Algo de lo que no nos gusta es que, al unirte a un grupo, el número telefónico es visible para todos los miembros del grupo. ¡Y pueden ser muchísimos! Así que, cuidado. Viber también ha sido víctima de gente malintencionada que manda mucho correo no deseado y virus. Como siempre, hay que tener cuidado de no leer ni descargar nada que nos llegue de desconocidos. Por otro lado, hay informes de que cerca del 20 % del ingreso de Viber proviene de los anuncios. Viber recopila la ubicación de la dirección IP del usuario, su género y edad, para dirigir estos anuncios, aunque los usuarios pueden optar por segmentar género y edad en la configuración. En lo que tiene que ver con publicidad, sus socios también pueden combinar los datos que recopilan sobre ti cuando usas Viber con sus registros externos para enviar más publicidad dirigida. ¡Así que cambia la configuración en cuanto puedas! Algo que realmente nos encanta de Viber es que formó parte de la campaña #StopHateForProfit en 2020 (¡al igual que Mozilla!) y cortó toda relación de negocios con Facebook. ¡Cómo no querer a una compañía que adopta una postura contra el odio, la información errónea y las prácticas de privacidad poco éticas!
pt_br: O Viber parece fazer um bom trabalho na proteção da privacidade e segurança de seus usuários, especialmente quando comparado com outros aplicativos de mensagens similares como Telegram e WhatsApp. Embora não seja perfeito, é ótimo ver que eles usam criptografia de ponta a ponta por padrão desde 2016 (com exceção das chamadas em grupo, que são apenas criptografadas em trânsito). Outra coisa legal que eles fazem: após a entrega da mensagem, ela é excluída dos servidores deles, evitando que suas mensagens fiquem por aí, correndo o risco de serem acessadas por outras pessoas. Além disso, você pode se ocultar de qualquer contato da sua lista (ótimo para aqueles contatos indesejados!). Há algumas coisas que não são tão legais assim: quando você entra em um grupo, o seu número de telefone fica visível para todos os participantes, o que pode ser um problema se houver muitas pessoas lá, então é bom ficar esperto. Além disso, o Viber já teve problemas com pessoas mal-intencionadas enviando spam e vírus. Por isso, é sempre bom ficar atento ao ler ou baixar coisas de desconhecidos. E cerca de 20% da receita do Viber vem de anúncios. A empresa coleta a localização do endereço IP, gênero e idade dos usuários para direcionar esses anúncios, Mas os usuários podem mudar as configurações para não receber anúncios baseados em idade e gênero. Os parceiros de anúncios da Viber também podem combinar os dados coletados sobre você ao usar o aplicativo com os registros externos que têm para direcionar anúncios ainda mais precisos. Por isso, é bom garantir que as configurações estejam o mais protegidas possível. Uma coisa que realmente amamos no Viber é que, em 2020, a empresa aderiu à campanha #StopHateForProfit (assim como a Mozilla!) e rompeu todos os laços comerciais com o Facebook. É incrível quando uma empresa se posiciona contra o ódio, a desinformação e as práticas antiéticas de privacidade.

# signup_requirement_explanation
source: A third party can be used to sign up
de: Für die Anmeldung kann eine Drittpartei verwendet werden
es: Se puede recurrir a un tercero para crear una cuenta.
fr: L’inscription peut s’effectuer via un tiers
pt_br: O cadastro pode ser feito por meio de um terceiro

# how_does_it_use_data_collected
source: Viber uses Cookies &amp; Tracking Technologies by advertisers (including Google, Twitter, Adjust, Russian Yandex and VK, etc.). As such, they enable targeted ads on its own Viber app, but also allow numerous third parties combine information they collect from Viber with other information they have independently collected relating to your web browser’s activities across their network of websites. The information Viber collects may be combined with information from outside records (e.g. demographic information and additional contact information) that they "have received in accordance with the law." When you join Viber, the contacts in your address book that are already Viber members may be informed that you're now on Viber too.
de: Viber verwendet Cookies und Tracking-Technologien von Werbetreibenden (darunter Google, Twitter, Adjust, Russian Yandex und VK etc.). So ermöglichen sie gezielte Werbung in ihrer eigenen Viber-App, erlauben aber auch zahlreichen Drittanbietern, die auf Viber gesammelten Informationen mit anderen Informationen zu kombinieren, die sie unabhängig über die Aktivitäten Ihres Webbrowsers in ihrem Netz von Websites gesammelt haben. Die von Viber gesammelten Daten können mit extern gesammelten Daten kombiniert werden (wie z. B. demografische Informationen und zusätzliche Kontaktinformationen), die sie „in Übereinstimmung mit geltendem Recht erhalten haben“. Kontakte aus Ihrer Kontaktliste, die bereits Mitglied bei Viber sind, können darüber informiert werden, dass Sie Viber beigetreten sind, wenn Sie sich bei dem Dienst anmelden.
es: Viber utiliza cookies y tecnologías de rastreo de anunciantes como Google, Twitter, Adjust, Russian Yandex, VK y otros. Por ende, posibilita los anuncios focalizados en la propia aplicación, pero también que terceros combinen la información que recopilan de Viber con otros datos que han obtenido por su cuenta sobre tus actividades de navegación en toda su red de sitios web. La información que Viber recopila puede combinarse con información de registros externos (por ejemplo, datos demográficos e información adicional de contacto) que "recibe de conformidad con las leyes aplicables". Cuando te unes a Viber, tus contactos que ya usan la aplicación pueden recibir un aviso de que ahora tú también estás en Viber.
fr: Viber a recours à des cookies et des technologies de suivi fournis par des annonceurs (y compris Google, Twitter, Adjust, les russes Yandex et VK, etc.). Ces technologies permettent de cibler des publicités sur l’application Viber, mais permettent également à de nombreux tiers de combiner les informations collectées auprès de Viber avec d’autres informations collectées indépendamment concernant les activités de votre navigateur web sur leur réseau de sites web. Les informations collectées par Viber peuvent être combinées avec des informations provenant de données externes (par exemple, des informations démographiques et des informations de contact supplémentaires) « recueillies conformément à la loi ». Lorsque vous rejoignez Viber, les contacts de votre carnet d’adresses qui sont déjà membres de Viber peuvent être informés que vous êtes désormais également sur Viber.
pt_br: O Viber utiliza cookies e tecnologias de rastreamento por anunciantes (incluindo Google, Twitter, Adjust, Russian Yandex e VK etc.). Isso permite não só que anúncios segmentados apareçam no próprio aplicativo Viber, mas também que inúmeros terceiros combinem informações coletadas do Viber com outras informações relacionadas às atividades do seu navegador na rede de sites deles que eles coletaram de forma independente. As informações coletadas pelo Viber podem ser combinadas com informações de registros externos (como informações demográficas e informações de contato adicionais) que foram “recebidas em conformidade com a lei”. Ao se inscrever no Viber, seus contatos que já usam o Viber podem ser avisados de que você agora faz parte da plataforma.

# user_friendly_privacy_policy_helptext
source: Viber's privacy policy is rather complicated and overwhelmingly long. Some Q&amp;A would make it simpler to comprehend.
de: Die Datenschutzrichtlinie von Viber ist eher kompliziert und überwältigend lang. Mit einem FAQ-Bereich könnte sie einfacher verständlich gemacht werden.
es: La política de privacidad de Viber es bastante complicada y abrumadoramente extensa. Una sección de preguntas y respuestas facilitaría su comprensión.
fr: La politique de confidentialité de Viber est plutôt compliquée à lire et extrêmement longue. Quelques questions/réponses la rendrait plus simple à comprendre.
pt_br: A política de privacidade do Viber é bastante confusa e muito extensa. Adicionar um FAQ facilitaria o entendimento.

# uses_encryption_helptext
source: Viber delivers end-to-end encryption by default for 1-to-1, group chats, and 1-to-1 calls. Group calls are only encrypted in transit.
de: Viber bietet standardmäßig Ende-zu-Ende-Verschlüsselung für persönliche und Gruppenchats sowie persönliche Anrufe. Gruppenchats werden nur während der Übertragung verschlüsselt.
es: De manera predeterminada, Viber cifra de extremo a extremo las llamadas y chats entre dos personas, y los chats grupales. Las llamadas grupales solo se cifran en tránsito.
fr: Par défaut, Viber chiffre de bout en bout les discussions entre deux personnes, les discussions de groupe et les appels entre deux personnes. Les appels de groupe ne sont chiffrés qu’en transit.
pt_br: Por padrão, o Viber oferece criptografia de ponta a ponta para bate-papos individuais, em grupo e chamadas individuais. As chamadas em grupo são criptografadas apenas durante a transmissão.

# security_updates_helptext
source: In case of any security vulnerabilities an update to the Viber app will be made promptly and pushed as part of the regular application upgrade process.
de: Im Falle von Sicherheitslücken wird ein Update der Viber-App zeitnah durchgeführt und im Rahmen des regulären Aktualisierungsprozesses der Anwendung veröffentlicht.
es: De ocurrir alguna vulneración de la seguridad, la app Viber se actualiza rápidamente como parte de su proceso regular de mejoramiento.
fr: En cas de failles de sécurité, une mise à jour de l’application Viber sera effectuée rapidement et déployée dans le cadre du processus de mise à niveau classique de l’application.
pt_br: Caso ocorra alguma vulnerabilidade de segurança, uma atualização do Viber será feita imediatamente e incluída no processo regular de atualização do aplicativo.

# strong_password_helptext
source: Viber does not require a password to log in, users are required upon registration to authenticate their phone number. Users have the possibility to add a security code to their desktop app. Users can also enable password-protected secret chats in Viber, with a self-destruction timer.
de: Sie brauchen kein Passwort, um sich bei Viber anzumelden. Benutzer*innen müssen bei der Registrierung lediglich ihre Telefonnummer authentifizieren. Auf der Desktop-App können Nutzer*innen einen Sicherheitscode einrichten. Außerdem gibt es die Möglichkeit, passwortgeschützte geheime Chats mit Timer bei Viber zu aktivieren, die sich dann nach Ablauf des festgelegten Zeitraums selbst löschen.
es: Viber no requiere una contraseña para iniciar sesión; en vez de eso, los usuarios deben autenticar su número telefónico al registrarse. Los usuarios pueden agregar un código de seguridad a su aplicación de escritorio. También pueden habilitar chats secretos en Viber protegidos mediante contraseña, con un temporizador de autodestrucción.
fr: Viber n’exige pas de mot de passe pour se connecter, les utilisateurs et utilisatrices doivent vérifier leur numéro de téléphone lors de l’inscription. Les utilisateurs et utilisatrices ont la possibilité d’ajouter un code de sécurité à leur application sur ordinateur. Ils et elles peuvent également activer un mot de passe pour protéger des discussions secrètes dans Viber, avec une minuterie d’autodestruction.
pt_br: O Viber não exige uma senha para fazer login. Ao se registrar, os usuários precisam autenticar o número de telefone para poder usar o aplicativo. Os usuários têm a possibilidade de adicionar um código de segurança ao aplicativo de desktop. Além disso, os usuários podem habilitar conversas secretas com senha no Viber, que se autodestroem após um determinado período de tempo.

# manage_vulnerabilities_helptext
source: Viber does manage security vulnerabilities. They also have cooperations with external parties that help find such vulnerabilities and verify that their patches fix the issues.
de: Viber verwaltet Sicherheitsrisiken. Das Unternehmen arbeitet außerdem mit externen Parteien zusammen, die bei der Identifizierung solcher Risiken helfen und dir Wirksamkeit der Patches verifizieren.
es: Viber sí actúa respecto a las vulnerabilidades de seguridad. También colabora con terceros que le ayudan a encontrarlas y a asegurarse de que los parches solucionen el problema.
pt_br: O Viber de fato gerencia vulnerabilidades de segurança. Eles ainda contam com a colaboração de terceiros externos para identificar tais vulnerabilidades e verificar se as correções solucionam os problemas.

# personal_data_collected
source: Name, email, birth date, age, phone number and, when necessary, billing information.<br/> <br/>Location (WPS location data) - if allowed in settings.
de: Name, E-Mail-Adresse, Geburtsdatum, Alter, Telefonnummer und, wenn nötig, Rechnungsdaten.<br/> <br/>Standort (WPS-Standortdaten) – falls in den Einstellungen erlaubt.
es: Nombre, dirección de correo electrónico, edad, número telefónico y, si es necesario, información de pago<br/> <br/>Ubicación (datos de ubicación WPS), si está activada en la configuración.
fr: Nom, adresse e-mail, date de naissance, âge, numéro de téléphone et, si nécessaire, des informations de facturation. <br/> <br/>Localisation (données de localisation WPS), si autorisé dans les paramètres.
pt_br: Nome, e-mail, data de nascimento, idade, número de telefone e, quando necessário, informações de pagamento.<br/> <br/>Localização (dados de localização do WPS) – se permitido nas configurações.

# social_data_collected
source: A copy of the phone numbers and names of all your contacts.<br/> <br/>If you sign up through third parties (like VK or Facebook) - your public profile, friend list, accounts you follow or who follow you, your email address, birthday, work history, education history, interests, current city, and video viewing
de: Eine Kopie sämtlicher Telefonnummern und Namen in Ihrer Kontaktliste.<br/> <br/>Wenn Sie sich über Drittparteien (wie VK oder Facebook) anmelden – Ihr öffentliches Profil, Freundesliste, Konten, denen Sie folgen oder die Ihnen folgen, Ihre E-Mail-Adresse, Geburtstag, Lebenslauf (Arbeit und Schule), Interessen, aktueller Wohnort und Videoansichten.
es: Una copia del nombre y número telefónico de todos tus contactos. <br/> <br/>Si te registraste con los datos que ya proporcionaste a un tercero (como VK o Facebook), tu perfil público, lista de amigos, cuentas que sigues o que te siguen, dirección de correo electrónico, fecha de cumpleaños, empleos y escolaridad, aficiones y videos visualizados.
fr: Une copie des numéros de téléphone et des noms de tous vos contacts. <br/> <br/>Si vous vous inscrivez par l’intermédiaire de tiers (comme VK ou Facebook) : votre profil public, votre liste d’amis, les comptes que vous suivez ou qui vous suivent, votre adresse e-mail, votre date de naissance, vos antécédents professionnels, vos antécédents scolaires, vos centres d’intérêt, votre ville actuelle et les vidéos visionnées
pt_br: Uma cópia dos nomes e números de telefone de todos os seus contatos.<br/> <br/>Caso você tenha se cadastrado por meio de terceiros (como VK ou Facebook): seu perfil público, lista de amigos, contas que você segue ou que o seguem, seu e-mail, data de nascimento, histórico de trabalho e educação, interesses, cidade atual e histórico de visualização de vídeos.
