Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/webex.po
Languages: de, es, fr

# blurb
source: Webex is a video call app made by Cisco targeted at business users. It did beef up its free version when the pandemic hit in 2020. The free version offers up to 100 participants per call and meetings as long as 50 minutes. Webex offers the standard fare of video call app features – high quality video and audio, downloads on desktop or mobile app or access through a browser, screen sharing and recording, and the like. Webex is used by many healthcare businesses as it can be compliant with US HIPAA medical privacy laws. Cisco Webex also touts their pioneering use of artificial intelligence in their video conferencing product to do things like facial recognition, meeting transcription, and an in-meeting AI personal assistant.
de: Webex ist eine Videocall-App von Cisco, die sich an Geschäftskunden richtet. Als die Pandemie im Jahr 2020 ausbrach, erweiterte das Unternehmen seine kostenlose Version. Die ermöglicht bis zu 100 Teilnehmer*innen pro Anruf und Meetings von bis zu 50 Minuten Dauer. Webex bietet die Standardfunktionen von Videocall-Apps: hohe Video- und Audioqualität, Downloads auf den Desktop oder der mobilen App sowie den Zugriff über einen Browser, das Teilen und Aufnehmen von Bildschirmen usw. Webex wird von vielen Unternehmen aus dem Gesundheitswesen genutzt, da die App mit den US-Gesetzen zum Datenschutz im Gesundheitswesen (HIPAA) konform ist. Cisco Webex wirbt auch mit der bahnbrechenden Nutzung von künstlicher Intelligenz in seinem Videokonferenzprodukt, um Dinge wie Gesichtserkennung, die Transkription von Meetings und einen persönlichen KI-basierten Assistenten während des Meetings bereitzustellen.
es: Webex es una aplicación de videollamadas desarrollada por Cisco con las empresas en mente. Durante el auge de la pandemia en 2020 mejoró su versión gratuita, que ahora permite realizar reuniones de hasta 50 minutos de duración con un máximo de 100 participantes. Webex ofrece funciones estándar como alta calidad de vídeo y audio, descargas en dispositivos de escritorio o aplicaciones móviles, acceso a través de un navegador, pantalla compartida, grabación, etc. Numerosas empresas del ámbito sanitario utilizan Webex porque puede cumplir lo que dicta la HIPAA (Ley de Portabilidad y Responsabilidad del Seguro Médico) en materia de privacidad. Cisco Webex también publicita su pionero uso de la inteligencia artificial en este producto de videoconferencias para el reconocimiento facial, la transcripción de reuniones y la asistencia personal.
fr: Webex est une application d’appels vidéo conçue par Cisco et destinée principalement aux entreprises. Sa version gratuite a toutefois été étoffée au début de la pandémie, en 2020. La version gratuite permet de passer des appels regroupant jusqu’à 100 personnes pendant 50 minutes maximum. Webex propose les fonctionnalités standard d’une application d’appels vidéo : une haute qualité vidéo et audio, un téléchargement sur ordinateur, une application mobile ou un accès sur navigateur, le partage et l’enregistrement d’écran, etc. Webex est utilisée par de nombreuses entreprises du secteur de la santé car elle peut se conformer aux lois des États-Unis sur la protection des données de santé (HIPAA). Cisco Webex met également en avant son utilisation pionnière de l’intelligence artificielle au sein de son service de vidéoconférence, avec notamment la reconnaissance faciale, la transcription des réunions et une assistance personnelle par l’IA au cours des réunions.

# worst_case
source: Webex by Cisco seems to put a strong emphasis on security with its products. For a product that's used frequently by financial and healthcare providers and can be HIPAA compliant, that is a good thing. End-to-end encryption isn’t enabled by default, so good to enable that, even though it will cause some features to not work. Webex has had a few known security vulnerabilities pop up. Fortunately, it looks like the company was responsive when these vulnerabilities were discovered and quick to push a fix out to their users. They do say they can collect a fair amount of data, as most of these video call apps outside of the privacy focused apps seem to do. They say they won’t sell this data but they can share it with other Cisco businesses as well as third-parties and contractors. And we found the password requirement for free users is weaker than for business users, so if you're using the free version of WebEx, it's probably still wise to make your password something really long and complicated like "iMNotW3aringpAnyPanTsiNThisM33ting!" or something like that.
de: Webex by Cisco scheint bei seinen Produkten großen Wert auf Sicherheit zu legen. Für ein Produkt, das häufig von Finanz- und Gesundheitsdienstleistern verwendet wird und HIPAA-konform sein kann, ist das eine gute Sache. Die Ende-zu-Ende-Verschlüsselung ist nicht standardmäßig aktiviert. Das sollte man aber tun, auch wenn dadurch wiederum einige Funktionen deaktiviert werden. Es sind einige Sicherheitslücken bei Webex bekannt geworden. Erfreulicherweise hat das Unternehmen auf diese Schwachstellen reagiert und seinen Benutzer*innen schnell eine Lösung angeboten. Webex gibt aber auch an, eine ganze Menge Daten sammeln zu können. Damit unterscheidet sich die App nicht wesentlich von anderen Anbietern, die nicht auf Datenschutz ausgerichtet sind. Das Unternehmen gibt an, diese Daten nicht zu verkaufen, sie aber möglicherweise mit anderen Cisco-Unternehmen sowie mit Dritten und Auftragnehmern teilen zu können. Außerdem haben wir festgestellt, dass die Passwortanforderungen für Nutzer*innen der kostenlosen Version weniger strikt sind als die für geschäftliche Nutzer*innen. Wenn Sie also die kostenlose Version von Webex verwenden, ist es wahrscheinlich immer noch ratsam, Ihr Passwort so lang und kompliziert zu machen wie „iMNotW3aringpAnyPanTsiNThisM33ting!“
es: Webex by Cisco parece poner mucho énfasis en la seguridad de sus productos, lo cual es bueno teniendo en cuenta que los usan con frecuencia proveedores financieros y sanitarios en cumplimiento de la HIPAA. El cifrado de extremo a extremo no se usa de forma predeterminada, así que se aconseja habilitarlo aunque algunas características dejen de funcionar. Se sabe que Webex ha tenido ciertas vulnerabilidades de seguridad, pero, por fortuna, la empresa supo reaccionar cuando se descubrieron y corregirlas rápidamente. Afirma que puede recopilar bastantes datos, algo que parecen hacer la mayoría de estas aplicaciones de videollamadas (aparte de las que se centran en la privacidad). Dice que no venderá dichos datos, pero que sí puede compartirlos con otros miembros de Cisco, terceros y contratistas. Además, hemos descubierto que la contraseña requerida a los usuarios de la versión gratuita es menos segura que la exigida en la versión empresarial; así pues, si utilizas Webex sin pagar, te animamos a elegir una contraseña larga y complicada como "nOLl3v0pAnTalOn3seNlaSrEuNI0n3sVIrtUaL3s" o algo así.
fr: Webex by Cisco semble vraiment mettre l’accent sur la sécurité. Pour un produit fréquemment utilisé par des entreprises des secteurs financier et de la santé, qui nécessitent pour ces derniers un respect des lois HIPAA, c’est une bonne nouvelle. Le chiffrement de bout en bout n’est pas activé par défaut, mieux vaut donc le faire manuellement, même si certaines fonctionnalités ne seront alors plus disponibles. Webex a connu quelques failles en matière de sécurité. Heureusement, l’entreprise semble avoir réagi rapidement et efficacement à la découverte de ces failles. Elle indique pouvoir collecter une importante quantité de données, comme la plupart des applications d’appels vidéo qui ne sont pas exclusivement centrées sur la protection de la vie privée. Elle affirme ne pas vendre ces données, mais peut les partager avec d’autres entreprises Cisco, ainsi que des tiers et des contractuels. Enfin, nous avons remarqué que le mot de passe demandé est plus faible pour les personnes utilisant la version gratuite que pour celles qui utilisent la version professionnelle. Si vous avez la version gratuite, mieux vaut tout de même choisir un mot de passe long et complexe, comme « jEnAipaS2pAnTAloNeNréuNIOn! ».

# how_does_it_use_data_collected
source: Cisco claims to not sell data nor to serve ads on its app. They also promise to not track your usage or content for advertising purposes. However, the data may be shared with numerous Cisco's business partners, service vendors, authorized third-party agents, contractors, etc.
de: Cisco behauptet, weder Daten zu verkaufen noch Werbung in der App zu schalten. Das Unternehmen verspricht auch, weder Ihre Nutzungsdaten noch Ihre Inhalte zu Werbezwecken zu tracken. Allerdings können diese Daten mit zahlreichen Geschäftspartnern von Cisco, Dienstanbietern, autorisierten Drittanbietern, Auftragnehmern usw. geteilt werden.
es: Cisco asegura no vender datos ni mostrar anuncios en su aplicación. También promete que no controlará el uso que hagas de ella ni tus contenidos con fines publicitarios. Sin embargo, los datos recopilados se podrían compartir con muchos socios comerciales de Cisco, proveedores de servicios, agentes externos autorizados, contratistas, etcétera.
fr: Cisco affirme ne pas vendre de données, ni proposer des publicités dans l’application. L’entreprise promet de ne pas pister votre utilisation ou vos contenus à des fins publicitaires. Cependant, les données peuvent être partagées avec nombre de partenaires commerciaux, fournisseurs de services, agents tiers autorisés, contractuels, etc. de Cisco.

# user_friendly_privacy_policy_helptext
source: Privacy policy could be simplified
de: Die Datenschutzrichtlinie könnte vereinfacht werden
es: La política de privacidad podría ser más simple.
fr: La politique de confidentialité pourrait être simplifiée.

# uses_encryption_helptext
source: No end-to-end encryption by default. End-to-end encryption can be enabled at the cost of some features not working.
de: Keine automatische Ende-zu-Ende-Verschlüsselung. Die Ende-zu-Ende-Verschlüsselung kann aktiviert werden, deaktiviert dann aber einige Funktionen.
es: No se usa el cifrado de extremo a extremo de forma predeterminada, pero se puede habilitar en detrimento del correcto funcionamiento de algunas características.
fr: Pas de chiffrement de bout en bout par défaut. Il peut être activé, mais certaines fonctionnalités ne fonctionneront pas.

# security_updates_helptext
source: Webex updates its mobile apps at least once a month.
de: Webex aktualisiert die mobile App mindestens einmal im Monat.
es: Webex actualiza sus aplicaciones móviles al menos una vez al mes.
fr: Webex met à jour ses applications mobiles au moins une fois par mois.

# strong_password_helptext
source: Password requirements could be stronger for free users. Business users are required to create a passphrase with "at least 8 characters, at least one number, at least one lower case letter, at least one upper case letter, at least one special character." For free users, password requirements are only six characters minimum, with at least one number and one letter.
de: Die Passwortanforderungen könnten für Nutzer*innen der kostenlosen Verison strenger sein. Geschäftskund*innen müssen ein Passwort mit „mindestens 8 Zeichen, mindestens einer Zahl, mindestens einem Kleinbuchstaben, mindestens einem Großbuchstaben und mindestens einem Sonderzeichen“ erstellen. Bei Nutzer*innen der kostenlosen Version müssen die Passwörter nur mindestens sechs Zeichen enthalten, davon mindestens eine Zahl und einen Buchstaben.
es: Se podría requerir una contraseña más segura a los usuarios de la versión gratuita, pues basta que tenga como mínimo seis caracteres con al menos un número y una letra. En comparación, los usuarios de la versión empresarial deben elegir una contraseña que tenga "como mínimo ocho caracteres con al menos un número, una letra minúscula, una letra mayúscula y un símbolo especial".
fr: Il serait bon d’exiger des mots de passe plus forts pour les personnes utilisant la version gratuite. Pour la version professionnelle, le mot de passe doit comprendre « au moins 8 caractères, au moins un nombre, au moins une lettre minuscule, au moins une lettre majuscule et au moins un caractère spécial ». Pour la version gratuite, les mots de passe ne doivent comprendre que six caractères minimum, dont au moins un nombre et une lettre.

# manage_vulnerabilities_helptext
source: Webex parent company Cisco has a bug bounty program and there is a successful track record of its implementation.
de: Cisco, die Muttergesellschaft von Webex, hat ein Bug-Bounty-Programm und konnte damit Erfolge erzielen.
es: La empresa matriz de Webex, Cisco, cuenta con un programa de recompensa de errores implementado con éxito.
fr: Cisco, l’entreprise mère de Webex, dispose d’un programme de prime aux bugs avec un bon historique de correction de bugs.

# privacy_policy_helptext
source: https://www.cisco.com/c/en/us/about/legal/privacy-full.html
es: Véase https://www.cisco.com/c/es_es/about/legal/privacy-full.html/.
fr: https://www.cisco.com/c/fr_fr/about/legal/privacy-full.html

# personal_data_collected
source: Contact, subscription, registration, online identifiers, social media and discussion forum or communications details, financial information, voice collected as part of audio<br/> <br/>Cisco does not provide a product-specific privacy statement for Webex, so we have relied on their privacy data sheet for this information. We cannot verify which of the items listed for this specific product may or may not be collected.
de: Kontakt, Abonnement, Registrierung, Online-Identifikatoren, Angaben zu sozialen Medien und Diskussionsforen oder Kommunikation, Finanzdaten, Sprachdaten, die als Teil der Audioübertragung erfasst werden.<br/> <br/>Cisco stellt keine produktspezifische Datenschutzerklärung für Webex zur Verfügung, daher haben wir uns bei diesen Informationen auf die Angaben zum Datenschutz des Unternehmens verlassen. Wir können nicht überprüfen, welche der aufgelisteten Daten für dieses spezifische Produkt erfasst werden können oder nicht.
es: Datos de contacto, suscripción, registro, identificación en línea, redes sociales, foros de debate y comunicación, información financiera, voz recopilada como parte del audio.<br/> <br/>Cisco no proporciona una declaración de privacidad específica para Webex, de modo que nos basamos en su hoja informativa de privacidad general y no podemos verificar cuáles de los datos listados se recopilan o no en este producto.
fr: Contact, abonnement, inscription, identifiants en ligne, détails des réseaux sociaux et du forum de discussion ou informations de communication, informations financières, voix collectée dans les appels audio<br/> <br/>Cisco ne fournit pas de déclaration de confidentialité spécifique au produit Webex. Nous avons donc utilisé la déclaration de confidentialité de Cisco pour vous fournir ces informations. Nous ne pouvons pas vérifier quels éléments listés ci-dessus sont collectés ou non dans le cadre de l’utilisation de Webex.

# social_data_collected
source: Communications (i.e., audio, video, text) content
de: Kommunikation (z. B. Audio, Video, Text), Inhalte
es: Contenidos de las comunicaciones (audio, vídeo, texto, etc.).
fr: Contenu des communications (par ex. audio, vidéo, texte).

# how_can_you_control_your_data
source: The retention rights are stated, but the retention periods are missing in Cisco's privacy policy. The method of data retention is data being either destroyed, deleted, anonymized, and/or removed from their systems. It's great to know they have a method to destroy data. We want to know how long they retain data and we could find no mention of that.
de: Die Aufbewahrungsfristen werden in der Datenschutzrichtlinie von Cisco nicht genannt, wohl aber die Datenhaltung. Die Daten werden entweder zerstört, gelöscht, anonymisiert und/oder aus den Systemen entfernt. Wir wollten wissen, wie lange die Daten aufbewahrt werden, konnten aber keine Angaben dazu finden. Aber immerhin hat das Unternehmen eine Methode zur Datenvernichtung.
fr: La politique de confidentialité de Cisco mentionne les droits de conservation des données, mais les périodes de conservation ne sont pas citées. La méthode d’élimination des données est la destruction, l’effacement, l’anonymisation et/ou la suppression des données des systèmes de Cisco. Connaître sa méthode d’élimination des données est une bonne chose, mais nous voudrions savoir combien de temps elles sont conservées et nous n’avons trouvé aucune information à ce sujet.

# track_record_details
source: In November 2020, a flaw was discovered in Cisco Webex Windows application, with the help of their bug bounty program. With this flaw, a ghost could stay in a meeting while not being seen by others, even after being expelled by the host. Cisco addressed this vulnerability, and the company is not aware of malicious use of the vulnerability that is described in this advisory.
de: Im November 2020 wurde mithilfe des Bug-Bounty-Programms von Cisco Webex eine Schwachstelle in der Windows-Anwendung entdeckt. Durch diese Schwachstelle konnte jemand (genannt Ghost) in einem Meeting bleiben, ohne von anderen gesehen zu werden, selbst nachdem er von dem:der Gastgeber:in ausgeschlossen wurde. Cisco hat diese Schwachstelle behoben, und dem Unternehmen ist keine böswillige Ausnutzung der in diesem Hinweis beschriebenen Schwachstelle bekannt.
es: En noviembre de 2020, se detectó un fallo en la aplicación de Cisco Webex para Windows gracias a su programa de recompensa de errores. Dicho fallo permitía que un usuario fantasma permaneciera en una reunión sin ser visto por los demás incluso después de que el anfitrión lo hubiera expulsado. Cisco solucionó esta vulnerabilidad y declaró no tener constancia de que se hubiera explotado con fines maliciosos.
fr: En novembre 2020, une faille a été découverte dans l’application Cisco Webex pour Windows, grâce notamment à son programme de prime aux bugs. Cette faille permettait à un « fantôme » de rester dans une réunion sans être vu par les autres, même après avoir été exclu par l’hôte. Cisco a réglé ce problème et l’entreprise n’a pas connaissance d’une utilisation malveillante de cette faille, telle que décrite ici.

# ai_helptext
source: Cisco is involved in the application of a range of AI-based technologies including natural language processing, speech technology, speech to text (STT) and text to speech (TTS), speech transcription and translation, noise detection and removal, face recognition, people insights.
de: Cisco ist an der Anwendung einer Reihe von KI-basierten Technologien beteiligt, darunter die Verarbeitung natürlicher Sprache, Sprachtechnologie, Speech-to-Text (STT) und Text-to-Speech (TTS), Transkription und Übersetzung, Erkennung und Beseitigung von Störgeräuschen, Gesichtserkennung und Erkenntnisse über Menschen.
es: Cisco aplica una serie de tecnologías basadas en la inteligencia artificial, incluyendo el procesamiento del lenguaje natural, la tecnología del habla, la conversión de voz a texto (STT) y de texto a voz (TTS), la transcripción y la traducción del habla, la detección y la eliminación de ruidos, el reconocimiento facial y la función People Insights.
fr: Cisco participe à la mise en œuvre de plusieurs technologies basées sur l’IA, parmi lesquelles le traitement du langage naturel, la technologie du langage, le speech to text (STT, conversion de l’audio en texte) et le text to speech (TTS, conversion du texte en audio), la transcription et la traduction de l’audio, la détection et la neutralisation des bruits, la reconnaissance faciale et les modèles d’utilisateurs (people insights).
