Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/whatsapp.po
Languages: de, es, fr, pt_br

# blurb
source: WhatsApp is one of the most popular messaging apps in the world with around 2 billion (yes, billion) users worldwide. The app is encrypted by default with end-to-end encryption for both messages and calls, which is good for your privacy. It’s also owned by Facebook which means Facebook can access some data WhatsApp collects on you for specified purposes, which may be bad for your privacy. When it comes to video, WhatsApp allows for one-on-one calls and group calling with up to eight people. Just beware, WhatsApp has had a pretty well known misinformation problem and well, misinformation stinks.
es: WhatsApp es una de las aplicaciones de mensajería más populares del mundo con unos 2000 millones de usuarios. La aplicación incorpora de forma predeterminada el cifrado de extremo a extremo para mensajes y llamadas, lo que es positivo para tu privacidad. Como es propiedad de Facebook, esta empresa puede acceder a ciertos datos personales que recopila WhatsApp con los fines previstos, lo que es negativo para tu privacidad. WhatsApp permite hacer videollamadas a un contacto concreto y videollamadas grupales con un máximo de ocho participantes. Cabe recordar que WhatsApp ha tenido un conocido problema de desinformación, así que ve con cuidado.

# price
source: Free
es: Gratis

# worst_case
source: Facebook-owned WhatsApp caused quite the kerfuffle early in 2021 when it complained about Apple’s app store privacy labels that show all the data an app links to you. It didn’t look good for WhatsApp, especially when Apple published the same info for their iMessage app. Then WhatsApp updated their privacy policy in a way that scared the pants off people, justified or not, which caused a huge jumping ship of WhatsApp users to apps like Telegram and Signal. And then Ireland hit WhatsApp with a record $266 million fine for an alleged lack of transparency over how it shares data with Facebook. So, what’s the deal? Is WhatsApp bad for privacy? From a technical perspective, no, not really. WhatsApp uses super strong end-to-end encryption for all texts, chats, and video calls, This is great! WhatsApp can’t read your messages or see your calls. The flip side of this is Facebook--a company infamous for its vast and questionably ethical collection of so much data--owns WhatsApp. This means that lots of metadata, things like purchase history, location, device ID, and more--can be captured and shared with businesses advertising on WhatsApp. People looking for a true privacy-centered messaging app can find better options, like Signal and Threema. Messaging aside, it's worth considering WhatsApp's role in spreading misinformation. In 2020, WhatsApp became such a major source of misinformation about the coronavirus that world leaders called out the app by name. WhatsApp did take steps to try and stop the flood of misinformation when it began limiting the number of times people could pass on frequently forwarded content to five chats at once. Misinformation is a problem these days, one everyone should be aware of and do their best to not make worse.
de: Anfang 2021 verursachte das Facebook-Tochterunternehmen WhatsApp einen großen Wirbel, als es sich über Apples App Store Datenschutz-Labels beschwerte, die sämtliche Daten sichtbar machten, die eine App mit Ihnen verknüpft. Das war für WhatsApp nicht sehr vorteilhaft, insbesondere weil Apple dieselben Informationen auch für die eigene Messenger-App veröffentlichte. Anschließend aktualisierte WhatsApp seine Datenschutzrichtlinie auf eine Weise, die viele Nutzer*innen, ob berechtigt oder nicht, verunsicherte und dazu führte, dass viele auf andere Apps wie Telegram und Signal umstiegen. Kurz darauf ordnete Irland eine Strafzahlung in Rekordhöhe von 266 Mio. USD an, weil WhatsApp angeblich nicht transparent genug angibt, wie es Daten mit Facebook teilt. Was stimmt denn nun eigentlich? Ist WhatsApp schlecht für den Datenschutz? Aus technischer Sicht betrachtet: Nein, nicht wirklich. WhatsApp nutzt eine sehr starke End-to-End-Verschlüsselung für sämtliche Textnachrichten, Chats und Videocalls. Das ist super! Das Unternehmen kann Ihre Nachrichten oder Anrufe nicht einsehen. Andererseits gehört WhatsApp zu Facebook – einem Unternehmen, dass einen schlechten Ruf hat und nachgewiesenermaßen eine große Menge an Daten sammelt, auf fragwürdige und vielleicht sogar unethische Art und Weise. Das heißt, dass viele Metadaten, wie etwa die Kaufhistorie, Standort, Geräte-ID und mehr, gesammelt und mit Unternehmen geteilt werden können, die auf WhatsApp Werbung schalten. Für Menschen, die eine Messenger-App mit solidem Datenschutz nutzen möchten, gibt es viele bessere Optionen, z. B. Signal oder Threema. Von Textnachrichten abgesehen ist WhatsApp für die Verbreitung von Fehlinformationen bekannt. 2020 wurde WhatsApp zu einer der größten Quellen für Fehlinformationen über das Coronavirus und wurde dafür von führenden Politikern namentlich genannt. WhatsApp versuchte, dieser Flut an Fehlinformationen entgegenzuwirken und beschränkte, wie oft Nutzer*innen Inhalte an fünf Chats gleichzeitig weiterleiten konnten, die viel auf diese Weise verbreitet wurden. Fehlinformationen sind heute ein Problem, dessen sich jede:r bewusst sein und dem jede:r entgegenwirken sollte.
es: WhatsApp, que ahora pertenece a Facebook, armó un gran alboroto en 2021 cuando se quejó de que las etiquetas de privacidad de App Store de Apple mostraban todos los datos que una aplicación vincula al usuario. WhatsApp no quedó nada bien, sobre todo cuando Apple publicó la misma información sobre su aplicación iMessage. Luego, WhatsApp actualizó su política de privacidad de una forma que asustó (justificadamente o no) a muchas personas y provocó una migración masiva a aplicaciones como Telegram y Signal. Y por si fuera poco, Irlanda impuso una multa récord de 266 millones de dólares a WhatsApp por una supuesta falta de transparencia acerca de cómo comparte datos con Facebook. Así pues, ¿WhatsApp pone en riesgo la privacidad? Técnicamente, no, ya que usa un cifrado muy fuerte de extremo a extremo para todos los mensajes, chats y llamadas de voz y de vídeo; esto es fantástico porque WhatsApp no puede leer, escuchar ni ver tus conversaciones. Lo malo es que la aplicación está en manos de Facebook, empresa con una reputación terrible por sus prácticas éticamente cuestionables para recopilar una ingente cantidad de datos. Esto implica que muchos metadatos (el historial de compras, la ubicación, el ID del dispositivo, etc.) se pueden capturar y compartir con empresas que hacen publicidad en WhatsApp. Las personas que busquen una aplicación de mensajería centrada realmente en la privacidad tienen alternativas mejores como Signal y Threema. Por otro lado, merece la pena reflexionar sobre el rol de WhatsApp a la hora de difundir desinformación. En 2020, esta aplicación se convirtió en una fuente tan grande de desinformación sobre el coronavirus que algunos líderes mundiales la criticaron abiertamente. WhatsApp reaccionó tomando medidas para intentar detener la avalancha de desinformación al limitar el número de veces que se podían compartir contenidos reenviados con frecuencia a cinco chats a la vez. La desinformación es un problema común hoy en día; todos deberíamos ser conscientes de ello y hacer lo que esté en nuestras manos para no agravarlo.
fr: WhatsApp, application appartenant à Facebook, a causé un petit séisme au début de l’année 2021 quand elle s’est plainte des étiquettes de confidentialité sur l’App Store d’Apple, qui affichent toutes les données personnelles collectées et utilisées par les applications. Ce n’était pas à l’avantage de WhatsApp, surtout quand Apple a publié ces mêmes informations au sujet de son application iMessage. Ensuite, WhatsApp a effectué une mise à jour de sa politique de confidentialité qui a, de façon justifiée ou non, beaucoup effrayé les utilisateurs et utilisatrices, qui ont migré en masse vers des applications comme Telegram ou Signal. Enfin, l’Irlande a infligé une amende record de 266 millions de dollars à WhatsApp pour son présumé manque de transparence sur la façon dont elle partage les données avec Facebook. Alors, que faut-il en penser ? WhatsApp est-elle un danger pour la confidentialité ? D’un point de vue technique, non, pas vraiment. WhatsApp utilise un chiffrement de bout en bout ultra sécurisé pour tous les messages, chats et appels vidéo, ce qui est une excellente pratique ! WhatsApp ne peut pas lire vos messages ou voir vos appels. En revanche, l’application est détenue par Facebook, une entreprise bien connue pour ses pratiques à l’éthique douteuse de collecte de données très étendue. Cela signifie que beaucoup de métadonnées, comme l’historique des achats, la localisation, l’identifiant de l’appareil, et plus encore, peuvent être collectées et partagées avec les entreprises qui affichent des publicités sur WhatsApp. Les personnes qui recherchent une application de messagerie vraiment centrée sur le respect de la vie privée peuvent trouver de meilleures options, comme Signal et Threema. Et même sans parler de messagerie, il est important de prendre en compte le rôle de WhatsApp dans la propagation de la désinformation. En 2020, WhatsApp est devenue une source de désinformation majeure sur le coronavirus, à tel point que les membres des gouvernements mondiaux montraient ouvertement du doigt l’application. WhatsApp a pris des mesures pour essayer d’arrêter l’afflux de désinformation en limitant le nombre de partages possibles de contenus fréquemment partagés à cinq discussions en même temps. La désinformation est un problème important de nos jours, et tout le monde devrait le savoir et faire de son mieux pour ne pas l’empirer.
pt_br: O WhatsApp, de propriedade do Facebook, causou muita confusão no início de 2021, quando reclamou dos rótulos de privacidade da loja de aplicativos da Apple que mostram todos os dados que um aplicativo vincula a você. Não parecia bom para o WhatsApp, especialmente quando a Apple publicou as mesmas informações para o aplicativo iMessage. Em seguida, o WhatsApp atualizou sua política de privacidade de uma forma que assustou as pessoas, justificadamente ou não, o que causou uma enorme evasão de usuários do WhatsApp para aplicativos como Telegram e Signal. E então a Irlanda aplicou uma multa recorde de US$266 milhões ao WhatsApp por uma suposta falta de transparência com relação ao compartilhamento de dados com o Facebook. Então, qual é o lance? O WhatsApp é ruim para a privacidade? Do ponto de vista técnico, não, na verdade não. O WhatsApp usa criptografia de ponta a ponta superforte para todos os textos, bate-papos e chamadas de vídeo. Isso é ótimo! O WhatsApp não consegue ler suas mensagens ou ver suas chamadas. O outro lado disso é o Facebook – uma empresa famosa por sua vasta e eticamente questionável coleta de tantos dados – é dono do WhatsApp. Isso significa que muitos metadados, como histórico de compras, localização, ID do dispositivo e muito mais, podem ser capturados e compartilhados com empresas que anunciam no WhatsApp. As pessoas que procuram um verdadeiro aplicativo de mensagens centrado na privacidade podem encontrar melhores opções, como Signal e Threema. Deixando as mensagens de lado, vale a pena considerar o papel do WhatsApp na disseminação de informações enganosas. Em 2020, o WhatsApp se tornou uma fonte tão importante de desinformação sobre o coronavírus que líderes mundiais chamaram a atenção do aplicativo. O WhatsApp tomou medidas para tentar impedir a inundação de desinformações quando começou a limitar o número de vezes que as pessoas podiam transmitir conteúdo frequentemente encaminhado para cinco bate-papos ao mesmo tempo. A desinformação é um problema nos dias de hoje, que todos devem estar cientes e fazer o seu melhor para não piorar.

# how_does_it_use_data_collected
source: There is a complex chain of how data moves between WhatsApp and Facebook Inc., and then to numerous third parties. If you use WhatsApp to communicate with businesses,the Facebook-owned messaging app can share a user's profile data with Facebook. The policy states 'We work with third-party service providers and other Facebook Companies to help us operate, provide, improve, understand, customize, support, and market our Services.'. This information could be used by Facebook and its other products to make suggestions for you, personalize features and content, help you complete purchases and transactions, and show relevant offers and ads across the Facebook Company Products. Facebook claims to not sell its data, but it shares data with numerous third parties such as partners who use their analytics services, advertisers, measurement partners, partners offering goods and services in Facebook products, vendors and service providers, researchers and academics, law enforcement, legal requests.
es: Existe una compleja cadena de transmisión de datos de WhatsApp a Facebook, Inc. y, posteriormente, a numerosos terceros. Si utilizas WhatsApp para comunicarte con empresas, esta aplicación de mensajería puede compartir tus datos de perfil con su propietaria, Facebook. Según su política, "trabajamos con proveedores de servicios externos y con otras compañías de Facebook que nos ayudan a operar, proporcionar, mejorar, comprender, personalizar, respaldar y comercializar nuestros Servicios". Facebook y sus subsidiarias podrían emplear esta información para hacer sugerencias, personalizar funciones y contenidos, facilitar compras y transacciones, y mostrar ofertas y anuncios relevantes en todos los productos de la empresa. Facebook afirma que no vende datos, pero sí los comparte con cuantiosos terceros, como socios que usan sus servicios de análisis, anunciantes, socios de medición, socios que ofrecen bienes y servicios en los productos de Facebook, vendedores y proveedores de servicios, investigadores y académicos, autoridades policiales, órganos jurídicos, etcétera.

# user_friendly_privacy_policy_helptext
source: In May 2021, WhatsApp found itself at the center of controversy regarding its privacy policy. The main change was regarding sharing data, including communication content with businesses, with the larger Facebook Group. Many privacy-conscious users thought that ALL their communication data will be shared with Facebook (which is not the case). But it is hard to blame them, since WhatsApp's policy is not an example of a crystal clear one, nor was the process of its implementation soft. WhatsApp has been bombarding users for months with persistent pop-up messages to force them to accept its new terms of use and privacy policy. We too, as millions of WhatsApp users, found it hard to get what exactly is this update changing, looking at the privacy policy and terms of use only. Thus, we consider these documents to be confusing on purpose. Only the purpose is still unclear.
de: Im Mai 2021 stand WhatsApp im Zentrum einer Kontroverse um die Datenschutzrichtlinie des Unternehmens. Die größte Änderung bezog sich auf das Teilen von Daten, darunter Informationen über die Kommunikation mit Unternehmen mit anderen Unternehmen der Facebook Group. Viele Nutzer*innen, denen der Schutz ihrer Daten wichtig war, dachten, dass ALLE Daten über ihre Kommunikation mit Facebook geteilt werden würden, was nicht zutrifft. Man kann ihnen dieses Missverständnis allerdings nicht übel nehmen, denn WhatsApps Datenschutzrichtlinie zählt nicht zu den leicht verständlichen. WhatsApp bombardiert Nutzer*innen seit Monaten hartnäckig mit Pop-up-Notifications um sie dazu zu zwingen, die neuen Nutzungsbedingungen und Datenschutzrichtlinien anzunehmen. Uns fiel es genau so schwer wie Millionen von WhatsApp Nutzer*innen, die Änderungen an der Datenschutzrichtlinie und den Nutzungsbedingungen zu verstehen. Wir gehen also davon aus, dass sie absichtlich verwirrend sind. Nur zu welchem Zweck ist noch unklar.
es: En mayo de 2021, WhatsApp levantó polémica por su nueva política de privacidad. El principal cambio afectaba la manera de compartir datos, incluidas las comunicaciones con empresas, con el gran grupo que conforma Facebook. Muchos usuarios preocupados por la privacidad creyeron que se compartirían con Facebook TODOS sus datos de comunicación, lo cual no es cierto. Aun así, cuesta recriminárselo, ya que la política de WhatsApp no es precisamente cristalina y el proceso de implementación tampoco se puede calificar de delicado: WhatsApp lleva meses bombardeando a los usuarios con continuos mensajes emergentes para obligarlos a aceptar las novedades en sus términos de uso y su política de privacidad. Al igual que millones de usuarios de la aplicación, nosotros mismos tuvimos dificultad para entender qué cambia exactamente esta actualización leyendo la política de privacidad y los términos de uso. En consecuencia, consideramos que estos documentos se han redactado de forma confusa intencionadamente, si bien la intención todavía no está clara.
fr: En mai 2021, WhatsApp s’est trouvée au centre d’une controverse au sujet de sa politique de confidentialité. Le principal changement concernait le partage de données, y compris concernant les communications avec des entreprises, avec l'ensemble du groupe Facebook. Nombre d’utilisateurs et utilisatrices soucieux de leur vie privée ont pensé que TOUTES leurs données de communication seraient partagées avec Facebook (ce qui n’est pas le cas). Difficile de leur en vouloir, car la politique de confidentialité de WhatsApp n’est pas vraiment un modèle de clarté et sa mise en œuvre n’a pas été faite en douceur. Pendant des mois, WhatsApp a bombardé les utilisateurs et utilisatrices de messages pop-up pour les pousser à accepter ses nouvelles conditions d’utilisation et sa nouvelle politique de confidentialité. Comme des millions d’autres personnes utilisant WhatsApp, nous avons eu du mal à comprendre les changements induits par cette mise à jour en lisant uniquement la politique de confidentialité et les conditions d’utilisation ; c’est pourquoi nous pensons que le manque de clarté de ces documents est intentionnel. Mais dans quel but, voilà qui reste à déterminer.
pt_br: Em maio de 2021, o WhatsApp se viu no centro da controvérsia em relação à sua política de privacidade. A principal mudança foi em relação ao compartilhamento de dados, incluindo conteúdo de comunicação com empresas, com o maior Grupo do Facebook. Muitos usuários preocupados com a privacidade achavam que TODOS os seus dados de comunicação seriam compartilhados com o Facebook (o que não é o caso). Mas é difícil culpá-los, já que a política do WhatsApp não é um exemplo de clareza, e seu processo de implementação também não foi suave. O WhatsApp vem bombardeando usuários há meses com mensagens pop-up persistentes para forçá-los a aceitar seus novos termos de uso e política de privacidade. Nós também, como milhões de usuários do WhatsApp, achamos difícil entender exatamente o que essa atualização muda, olhando apenas a política de privacidade e os termos de uso. Assim, consideramos que esses documentos são confusos de propósito. Só que o propósito ainda não está claro.

# uses_encryption_helptext
source: All messages and calls are end-to-end encrypted by default. Note that metadata is not encrypted and shared within Facebook Group.
de: Sämtliche Nachrichten und Anrufe sind durch End-to-End-Verschlüsselung geschützt. Allerdings werden Metadaten nicht verschlüsselt und innerhalb der Facebook Group geteilt.
es: Todos los mensajes y llamadas se cifran de extremo a extremo de forma predeterminada. No obstante, ten en cuenta que los metadatos no se cifran y se comparten con otros productos de Facebook.
fr: Tous les messages et les appels font l’objet d’un chiffrement de bout en bout par défaut. À noter : les métadonnées ne sont pas chiffrées et sont partagées avec les entités du groupe Facebook.
pt_br: Todas as mensagens e chamadas são criptografadas de ponta a ponta por padrão. Observe que os metadados não são criptografados e são compartilhados com as empresas do Facebook.

# strong_password_helptext
source: There is no password requirement to enter a call. WhatsApp allows users to set up a fingerprint lock or faceID as an extra layer of security, although this is not on by default, and for iPhones only.
de: Für die Teilnahme an Calls wird kein Passwort benötigt. WhatsApp bietet Nutzer*innen die Option, für zusätzliche Sicherheit Fingerabdrücke oder Face-ID einzurichten. Diese Funktion ist allerdings nicht automatisch eingeschaltet und nur für iPhones erhältlich.
es: No se requiere contraseña para acceder a las llamadas. WhatsApp permite que los usuarios establezcan el bloqueo con huella dactilar o Face ID (reconocimiento facial) como capa de seguridad adicional, aunque esta función solo está disponible en dispositivos iPhone y no viene activada de forma predeterminada.
fr: Aucun mot de passe n’est nécessaire pour participer à un appel. WhatsApp permet aux utilisateurs et utilisatrices de mettre en place un verrouillage par empreinte digitale ou reconnaissance faciale afin de bénéficier d’une sécurité supplémentaire, mais cette fonctionnalité est réservée aux iPhones et n’est pas activée par défaut.
pt_br: Não há exigência de senha para entrar em uma chamada. O WhatsApp possibilita que os usuários configurem um bloqueio de impressão digital ou faceID como uma camada extra de segurança, embora isso não esteja ativado por padrão, apenas para iPhones.

# manage_vulnerabilities_helptext
source: Facebook has a bug bounty program for security vulnerabilities
de: Facebook hat ein Bug-Bounty-Programm für Sicherheitslücken
es: Facebook cuenta con un programa de recompensa de errores basado en detectar vulnerabilidades de seguridad.
fr: Facebook dispose d’un programme de prime aux bugs pour les failles de sécurité.
pt_br: O Facebook tem um programa de recompensas pela descoberta de bugs para vulnerabilidades de segurança

# personal_data_collected
source: Profile name of a user's choice, phone number.
de: Profilname nach Wahl des:der Nutzer:in, Telefonnummer
es: Nombre de perfil que elija el usuario, número de teléfono.
fr: Nom de profil choisi par l’utilisateur ou l’utilisatrice, numéro de téléphone.
pt_br: Nome do perfil da escolha do usuário, número de telefone.
