Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/whatsapp.po
Languages: de, es, fr, pt_br

# social_data_collected
source: Metadata, including contacts, information about your activity, including how you use our Services, your Services settings, how you interact with others using our Services (including when you interact with a business), and the time, frequency, and duration of your activities and interactions.
de: Metadaten, darunter Kontakte, Informationen über Ihre Aktivitäten, darunter wie Sie die Dienste nutzen, Ihre Einstellungen für die Dienste, wie Sie mit anderen interagieren, die die Dienste nutzen (darunter auch, wann Sie mit einem Unternehmen in Kontakt treten) und die Zeit, Häufigkeit und Dauer Ihrer Aktivitäten und Interaktionen.
es: Metadatos, incluyendo contactos, información sobre tu actividad, como el uso que haces de los servicios, la configuración de los servicios, cómo interactúas con los demás a través de los servicios (también cuando interactúas con empresas) y la hora, la frecuencia y la duración de tus actividades e interacciones.
fr: Les métadonnées, notamment les contacts, des informations à propos de votre activité, y compris la façon dont vous utilisez les services, vos paramètres de services, la façon dont vous interagissez avec les autres en utilisant les services (y compris vos interactions avec des entreprises), ainsi que les horaires, la fréquence et la durée de vos activités et interactions.
pt_br: Metadados, incluindo contatos, informações sobre sua atividade, incluindo como você usa nossos Serviços, suas configurações de Serviços, como você interage com outras pessoas usando nossos Serviços (incluindo quando você interage com uma empresa) e o tempo, a frequência e a duração de suas atividades e interações.

# how_can_you_control_your_data
source: The only way mentioned in WhatsApp's policy to delete personal data is to delete the full account. Deleting your account deletes your account info and profile photo, deletes you from all WhatsApp groups, and deletes your WhatsApp message history. It can take up to 90 days to delete the data. Copies of your information may also remain after the 90 days in the backup storage, 'to recover in the event of a disaster, software error, or other data loss event'.
de: Wenn Sie Ihre personenbezogenen Daten löschen möchten, können Sie dies laut WhatsApps Datenschutzrichtlinie nur tun, indem Sie ihr Konto komplett löschen. Mit Ihrem Konto werden Ihre Kontodaten und Ihr Profilbild sowie Ihr WhatsApp Nachrichtenverlauf gelöscht und Sie werden aus sämtlichen WhatsApp Gruppen entfernt. Die Löschung Ihrer Daten kann bis zu 90 Tage in Anspruch nehmen. Kopien Ihrer Daten können auch nach 90 Tagen im Back-up-Speicher vorgehalten werden, ‚um Daten im Falle eines Desasters, Software-Fehlers oder anderweitigen Datenverlusts wiederherstellen zu können.‘
es: En la política de WhatsApp se menciona una sola manera de eliminar los datos personales: eliminar la cuenta completamente. Al hacerlo, se suprimen la información de la cuenta, la foto de perfil y el historial de mensajes en WhatsApp del usuario, además de echarlo de todos los grupos de WhatsApp en que esté. La eliminación de los datos puede tardar hasta 90 días y es posible que, una vez transcurrido dicho plazo, se conserven copias de ellos en el almacenamiento de copia de seguridad "para poder recuperarlos en caso de desastres, errores de software u otros eventos de pérdida de datos".
fr: La seule façon de supprimer ses données personnelles mentionnée dans la politique de WhatsApp est de supprimer son compte. Cette opération supprime vos informations de compte et votre photo de profil, vous efface de tous les groupes WhatsApp et supprime votre historique de messagerie WhatsApp. La suppression des données peut demander jusqu’à 90 jours. Des copies de vos informations peuvent également être conservées au-delà de 90 jours dans le stockage de sauvegarde, « pour récupérer les données perdues en cas de sinistre, d’erreur logicielle ou autres cas de perte de données ».
pt_br: A única maneira de excluir dados pessoais mencionada na política do WhatsApp é excluir a conta inteira. Excluir sua conta exclui suas informações de conta e foto de perfil, exclui você de todos os grupos do WhatsApp e exclui seu histórico de mensagens do WhatsApp. Pode levar até 90 dias para excluir os dados. Cópias de suas informações também podem permanecer após os 90 dias no armazenamento de backup, "para recuperar em caso de desastre, erro de software ou outro evento de perda de dados".

# track_record_details
source: In May 2019, WhatsApp announced a security breach associated with a surveillance authority. It did not disclose how many users were affected.<br/> <br/>In 2017, co-founders of WhatsApp have left the company, one of them, Brian Acton, saying "I sold my users' privacy to a larger benefit, I made a choice and a compromise. And I live with that every day."
es: En mayo de 2019, WhatsApp anunció una vulneración de seguridad asociada a un órgano de vigilancia, pero no reveló cuántos usuarios se vieron afectados.<br/> <br/>En 2017, el cofundador de WhatsApp Brian Acton abandonó la empresa y declaró: "Vendí la privacidad de mis usuarios por un beneficio mayor. Tomé una decisión y un compromiso. Y vivo con eso todos los días".

# blurb
source: WhatsApp is one of the most popular messaging apps in the world with around 2 billion (yes, billion) users worldwide. The app is encrypted by default with end-to-end encryption for both messages and calls, which is good for your privacy. It’s also owned by Facebook which means Facebook can access some data WhatsApp collects on you for specified purposes, which may be bad for your privacy. When it comes to video, WhatsApp allows for one-on-one calls and group calling with up to eight people. Just beware, WhatsApp has had a pretty well known misinformation problem and well, misinformation stinks.
de: WhatsApp ist mit rund 2 Milliarden Nutzer*innen weltweit eine der beliebtesten Messaging-Apps. Sowohl Textnachrichten als auch Anrufe werden Ende-zu-Ende-verschlüsselt, was für den Datenschutz sehr gut ist. Gleichzeitig gehört WhatsApp zu Facebook und teilt Daten zu bestimmten Zwecken mit Facebook, was für den Datenschutz eher nicht gut ist. Videocalls können zwischen zwei Nutzer*innen oder bis zu acht Nutzer*innen gleichzeitig genutzt werden. Man sollte sich nur darüber im Klaren sein, dass WhatsApp in der Vergangenheit ein großes Problem mit Fehlinformationen hatte. Und Fehlinformationen sind echt mies.
fr: WhatsApp est une des applications de messagerie les plus populaires au monde, avec environ 2 milliards (oui oui, milliards) d’utilisateurs et utilisatrices autour du globe. L’application utilise le chiffrement de bout en bout par défaut pour les messages et les appels : un point positif pour votre confidentialité. Cependant, elle appartient à Facebook, ce qui signifie que Facebook peut accéder à certaines données que WhatsApp collecte sur vous et les utiliser à des fins spécifiques : c’est potentiellement une mauvaise nouvelle pour la protection de votre vie privée. En matière de vidéo, WhatsApp permet des appels entre deux personnes et en groupe, jusqu’à 8 personnes. De manière générale, méfiez-vous, car WhatsApp a des problèmes de désinformation bien connus, et la désinformation, c’est pas terrible.
pt_br: O WhatsApp é um dos aplicativos de mensagens mais populares do mundo, com cerca de 2 bilhões (sim, bilhões) de usuários em todo o mundo. O aplicativo é criptografado por padrão com criptografia de ponta a ponta para mensagens e chamadas, o que é bom para sua privacidade. Também pertence ao Facebook, o que significa que o Facebook pode acessar alguns dados que o WhatsApp coleta sobre você para fins específicos, o que pode ser ruim para sua privacidade. Com relação a vídeo, o WhatsApp possibilita chamadas individuais e chamadas em grupo com até oito pessoas. Apenas tome cuidado, o WhatsApp teve um problema de desinformação bem conhecido, e a desinformação fede.

# how_does_it_use_data_collected
source: There is a complex chain of how data moves between WhatsApp and Facebook Inc., and then to numerous third parties. If you use WhatsApp to communicate with businesses,the Facebook-owned messaging app can share a user's profile data with Facebook. The policy states 'We work with third-party service providers and other Facebook Companies to help us operate, provide, improve, understand, customize, support, and market our Services.'. This information could be used by Facebook and its other products to make suggestions for you, personalize features and content, help you complete purchases and transactions, and show relevant offers and ads across the Facebook Company Products. Facebook claims to not sell its data, but it shares data with numerous third parties such as partners who use their analytics services, advertisers, measurement partners, partners offering goods and services in Facebook products, vendors and service providers, researchers and academics, law enforcement, legal requests.
de: Daten werden über eine komplexe Kette zwischen WhatsApp und Facebook Inc. hin- und hergeleitet und anschließend an diverse Drittparteien weitergeleitet. Falls Sie WhatsApp nutzen, um mit Unternehmen zu kommunizieren, kann die Messaging-App Daten aus einem Nutzerkonto mit Facebook teilen. So wird es in der Datenschutzrichtlinie formuliert: ‚Wir arbeiten mit Drittanbietern und anderen Facebook-Unternehmen zusammen, um den Betrieb, die Bereitstellung, die Verbesserung, das Verständnis, die Anpassung, die Unterstützung und die Vermarktung unserer Dienste zu unterstützen‘. Facebook und andere Produkte des Unternehmens können diese Informationen nutzen, um Ihnen Vorschläge zu machen, Funktionen und Inhalte zu personalisieren, Ihnen beim Abschluss von Käufen und Transaktionen zu helfen und relevante Angebote und Werbung über sämtliche Facebook Company Produkte hinweg zu zeigen. Facebook gibt an, seine Daten nicht zu verkaufen, teilt diese allerdings mit vielen Drittanbietern wie Partnern, die Facebooks Analysetools nutzen, Werbetreibenden, Marktforschungspartnern, Partnern, die in Facebook-Produkten Güter und Dienste anbieten, Anbietern und Dienstleistern, Forschern und Akademikern, Strafverfolgungsbehörden und bei rechtlichen Anfragen.
fr: Les mouvements de données entre WhatsApp et Facebook Inc., puis vers de nombreux tiers, forment une chaîne complexe. Si vous utilisez WhatsApp pour communiquer avec des entreprises, l’application appartenant à Facebook peut partager votre profil de données avec Facebook. Selon sa politique de confidentialité, « Nous travaillons avec des fournisseurs de services tiers et les Entités Facebook afin de nous permettre d’exploiter, de fournir, d’améliorer, de comprendre, de personnaliser, de prendre en charge et de commercialiser nos Services ». Les informations ainsi collectées peuvent être utilisées par Facebook et ses autres produits pour vous faire des suggestions, personnaliser vos fonctionnalités et votre contenu, vous aider à effectuer des achats et des transactions, et vous montrer des offres et publicités pertinentes dans tous les produits des entités Facebook. Facebook affirme ne pas vendre ses données, mais les partage avec de nombreux tiers : des partenaires qui utilisent ses services d’analyse, des annonceurs, des partenaires de mesure, des partenaires proposant des produits et services sur les produits Facebook, des vendeurs et fournisseurs de services, des chercheurs et universitaires, les forces de l’ordre et les autorités juridiques qui en font la demande.
pt_br: Há uma cadeia complexa de como os dados se movem entre o WhatsApp e o Facebook Inc., e depois para inúmeros terceiros. Se você usa o WhatsApp para se comunicar com empresas, o aplicativo de mensagens de propriedade do Facebook pode compartilhar os dados de perfil de um usuário com o Facebook. A política afirma: "Trabalhamos com prestadores de serviços terceirizados e outras empresas do Facebook para nos ajudar a operar, fornecer, melhorar, entender, personalizar, oferecer apoio e comercializar nossos Serviços". Essas informações podem ser usadas pelo Facebook e seus outros produtos para fazer sugestões para você, personalizar recursos e conteúdo, ajudar você a concluir compras e transações e mostrar ofertas e anúncios relevantes nos produtos da empresa do Facebook. O Facebook afirma não vender seus dados, mas compartilha dados com vários terceiros, como parceiros que usam seus serviços de análise, anunciantes, parceiros de medição, parceiros que oferecem bens e serviços em produtos do Facebook, fornecedores e prestadores de serviços, pesquisadores e acadêmicos, autoridades policiais, solicitações jurídicas.

# track_record_details
source: In May 2019, WhatsApp announced a security breach associated with a surveillance authority. It did not disclose how many users were affected. In 2017, co-founders of WhatsApp have left the company, one of them, Brian Acton, saying "I sold my users' privacy to a larger benefit, I made a choice and a compromise. And I live with that every day."
de: Im Mai 2019 gab WhatsApp einen Sicherheitsdurchbruch im Zusammenhang mit einer Aufsichtsbehörde bekannt. Zu der Anzahl der betroffenen Nutzer*innen wurden keine Angaben gemacht. 2017 verließen Mitgründer von WhatsApp das Unternehmen. Einer von ihnen, Brian Acton, sagte: „Ich habe die Daten meiner Nutzer*innen für einen größeren Nutzen verkauft. Ich habe eine Entscheidung getroffen und bin einen Kompromiss eingegangen. Damit lebe ich jeden Tag.“
fr: En mai 2019, WhatsApp a annoncé avoir connu une faille de sécurité associée à une autorité de surveillance. L’application n’a pas précisé combien de comptes étaient concernés. En 2017, les cofondateurs de WhatsApp ont quitté l’entreprise et l’un d’entre eux, Brian Acton, a déclaré « J’ai vendu la vie privée de mes utilisateurs pour le profit. J’ai fait un choix et un compromis, et je dois vivre avec cette décision chaque jour. »
pt_br: Em maio de 2019, o WhatsApp anunciou uma violação de segurança associada a uma autoridade de vigilância. Não divulgou quantos usuários foram afetados. Em 2017, os cofundadores do WhatsApp deixaram a empresa, um deles, Brian Acton, dizendo: "Vendi a privacidade dos meus usuários para ter um lucro maior, fiz uma escolha e uma concessão. E eu vivo com isso todos os dias".
