Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/whoop-strap-4.po
Languages: de

# blurb
source: With the Whoop Strap (that's fun to say three times real fast) you don't buy a device, you join a membership. The device comes with the membership. For $30 a month you get the Whoop Strap device, access to the Whoop app which gives you tons and tons of metrics on things like sleep, stress, and exercise. The Whoop app (that's also really fun to say!) also gives you access to customized coaching to help you sleep better and train better. Given the growing following this little strap full of LEDs and photodiodes seems to have, it seems there's a lot to whoop about with Whoop. Yeah, yeah, even I know that pun was bad.
de: Mit dem Whoop Strap (ein lustiger Zungenbrecher, wenn man es schnell dreimal hintereinander sagt) kaufst man kein Gerät, sondern vielmehr eine Mitgliedschaft. Das Gerät ist Teil der Mitgliedschaft. Für 30 USD pro Monat erhält man das Whoop Strap-Gerät, Zugriff auf die Whoop-App, die Ihnen Tonnen von Messgrößen zu Dingen wie Schlaf, Stress und Bewegung gibt. Die Whoop-App (hört sich auch lustig an!) gibt Ihnen auch Zugang zu einem individuellen Coaching, das Ihnen hilft, besser zu schlafen und zu trainieren. Angesichts der wachsenden Fangemeinde, die dieses kleine Armband voller LEDs und Fotodioden zu haben scheint, gibt es mit Whoop eine Menge zu jubeln. Ja, ja, sogar ich weiß, dass das Wortspiel schlecht war.

# blurb
source: Update: In June 2022, after Roe vs Wade was overturned allowing US states to make access to abortion illegal, we took another look at Whoop's privacy and security as a device that can track menstrual cycle and reproductive health data. Our updated review is below. Overall, Whoop does a pretty good job of protecting their users privacy and security and clearly states how they will handle potential law enforcement requests for any reproductive health tracking data.
de: Update: Im Juni 2022, nach der Aufhebung des Urteils Roe vs. Wade, das es den US-Bundesstaaten erlaubt, den Zugang zu Abtreibungen zu verbieten, haben wir einen weiteren Blick auf den Datenschutz und die Sicherheit von Whoop geworfen, einem Gerät, das Daten über den Menstruationszyklus und die reproduktive Gesundheit aufzeichnen kann. Unsere aktualisierte Bewertung finden Sie unten. Im Großen und Ganzen leistet Whoop gute Arbeit beim Schutz der Privatsphäre und der Sicherheit seiner Nutzerinnen und gibt klar an, wie das Unternehmen mit potenziellen Anfragen von Strafverfolgungsbehörden nach Daten zur reproduktiven Gesundheit umgehen wird.

# worst_case
source: The Whoop Strap is an interesting device. By all accounts, it measures a lot of body metrics, like body temperature, respiratory rate, and blood oxygen data quite well. And data is the name of the game for Whoop, so using algorithms to analyze all this data is key. All this becomes much more interesting when you read about how Whoop is being used to try and <a id="a1">identify covid-19 symptoms</a> early on. And how <a id="a2">workplaces are asking</a> (requiring?) their employees to wear such a tracking band to help them identify workers at risk for covid to keep them out of the workplace before they can infect others. It’s an interesting use of this sort of tracking technology with some good public health implications while also raising some serious privacy concerns.
de: Der Whoop Strap ist ein interessantes Gerät. Alles in allem misst es eine Menge von Körperdaten, wie Körpertemperatur, Atemfrequenz und Blutsauerstoffgehalt ziemlich gut. Und genau um Daten geht es bei Whoop, also ist die Verwendung von Algorithmen zur Analyse all dieser Daten der Schlüssel. Das alles wird noch viel interessanter, wenn man liest, wie Whoop eingesetzt wird, um <a id="a1">Covid-19-Symptome</a> frühzeitig zu erkennen. Und wie an <a id="a2">Arbeitsplätzen Mitarbeiter gebeten werden</a> (oder Ihnen vorgeschrieben wird?), ein solches Armband zu tragen, damit Arbeitnehmer mit Covid-Risiko identifiziert werden können, um sie vom Arbeitsplatz fernzuhalten, bevor sie andere anstecken können. Dies ist ein interessanter Einsatz dieser Art von Ortungstechnologie, der sich positiv auf die öffentliche Gesundheit auswirkt, aber auch ernsthafte Bedenken hinsichtlich des Datenschutzes aufwirft.

# worst_case
source: When it comes to how Whoop handles your data, things seem pretty OK to us. Whoop says they do not sell personal data. Yay! And Whoop says they don’t use any personally identifiable wellness data for advertising purposes. Again, yay! They do use some personal data such as website browsing patterns and other similar usage behavior for interest-based advertising though. Boo, but not the hugest boo ever.
de: Wenn es darum geht, wie Whoop mit Ihren Daten umgeht, scheint uns alles in Ordnung zu sein. Whoop teilt mit, dass sie keine persönlichen Daten verkaufen. Juhu! Und Whoop sagt, dass sie keine persönlich identifizierbaren Wellness-Daten für Werbezwecke verwenden. Nochmals: Juhu! Sie verwenden jedoch einige personenbezogene Daten, wie z. B. das Surfverhalten auf der Website und andere ähnliche Nutzungsgewohnheiten für interessenbezogene Werbung. Buh, aber nicht das schlimmste Buh.

# worst_case
source: And they do say they may "use Aggregated Data, De-identified Data or other anonymous data from Personal Data we collect, including Wellness Data, for our business purpose...," and research purposes too. We don't love this, although it is pretty common. And it’s a good time to remind you that it’s <a id="a1">been found</a> to be pretty easy to de-anonymize some types of data and track down an individual’s patterns, especially with location data. Our biggest concern for the handling of all this sensitive personal data the Whoop collects is what happens to it when users opt to share with others through social media or corporate wellness programs. Once you agree to share your Whoop personal data with these sorts of third parties, then you need to rely on them to protect it and read their privacy policies to understand they can use it.
de: Und sie schreiben, dass sie „aggregierte Daten, nicht identifizierte Daten oder andere anonyme Daten aus personenbezogenen Daten, die wir sammeln, einschließlich Wellness-Daten, für unsere Geschäftszwecke...“ und Forschungszwecke verwenden können. Wir finden das nicht toll, obwohl es ziemlich üblich ist. Und es ist ein guter Zeitpunkt, Sie daran zu erinnern, <a id="a1">dass es ziemlich einfach ist</a>, einige Arten von Daten zu deanonymisieren und die Muster einer Person aufzuspüren, insbesondere bei Standortdaten. Unsere größte Sorge im Hinblick auf den Umgang mit all diesen sensiblen persönlichen Daten, die Whoop sammelt, ist die Frage, was mit ihnen geschieht, wenn sich die Nutzer dafür entscheiden, sie über soziale Medien oder betriebliche Wellness-Programme mit anderen zu teilen. Wenn Sie zustimmen, Ihre persönlichen Whoop-Daten an diese Art von Dritten weiterzugeben, müssen Sie sich darauf verlassen können, dass diese sie schützen und ihre Datenschutzrichtlinien lesen, um zu verstehen, dass sie sie verwenden können.

# worst_case
source: All in all Whoop does collect a huge amount of sensitive personal data, as most fitness trackers do. They also seem to do a decent job protecting this data and the privacy of their users. What’s the worst that could happen? Well, it seems in our brave new world these days it’s not too far fetched to think an employer could require you to wear one of these bands to monitor you for covid symptoms. But they take that monitoring way beyond that and look to see which employees drink on the weekends. The company then decides that’s against their code of conduct and fires you for what you do in your off hours. That’s some Big Brother potential right there. Here’s hoping that never happens.
de: Alles in allem sammelt Whoop eine große Menge an sensiblen persönlichen Daten, wie die meisten Fitness-Tracker es tun. Aber sie scheinen diese Daten und die Privatsphäre ihrer Nutzer gut zu schützen. Was könnte schlimmstenfalls passieren? Nun, in unserer schönen neuen Welt ist es nicht allzu weit hergeholt, dass ein Arbeitgeber von Ihnen verlangen könnte, eines dieser Bänder zu tragen, um Sie auf Hustenanfälle zu überwachen. Aber die Überwachung geht weit darüber hinaus, und es wird überprüft, welche Mitarbeiter an den Wochenenden trinken. Das Unternehmen entscheidet dann, dass dies gegen seinen Verhaltenskodex verstößt, und entlässt Sie wegen Ihrer Freizeitaktivitäten. Das ist schon ein gewisses Big Brother-Potenzial. Man kann nur hoffen, das dies wird nie passieren wird.

# worst_case
source: <i>Update, August 2022 following the overturn of Roe vs Wade protection reproductive health rights in the United States.</i><br/> We reviewed the privacy and security practices of Whoop following the overturning of Roe vs Wade in the US. Whoop does offer what they call <a id="a1">Menstrual Cycle Coaching</a> and has <a id="a2">participated in research</a> that used their tracking wearable to study the impact of exercise on pregnant people and babies.
de: <i>Update, August 2022 nach der Aufhebung des Gesetzes zum Schutz der reproduktiven Gesundheitsrechte (Urteil Roe vs. Wade) in den Vereinigten Staaten.</i><br/> Wir haben die Datenschutz- und Sicherheitspraktiken von Whoop nach der Aufhebung des Urteils Roe vs. Wade in den USA überprüft. Whoop bietet ein <a id="a1">sogenanntes Menstruationszyklus-Coaching</a> an und <a id="a2">hat sich an Forschungsarbeiten beteiligt</a>, bei denen das Tracking-Wearable zur Untersuchung der Auswirkungen von Sport auf Schwangere und Babys eingesetzt wurde.

# worst_case
source: So, what should people using these features know about Whoop? Well, it's good they don't share personal wellness data with third parties for advertising, although they do share some personal usage and tracking data for that purpose. They also say they can share personal data with "Professional advisors, such as lawyers, auditors, bankers and insurers, where necessary in the course of the professional services they render to us." Which is potentially a lot of sharing and the more sharing the more we worry. Finally, when it comes to sharing personal information with law enforcement they say they share data with "law enforcement, government authorities, and private parties we believe in good faith to be necessary or appropriate to comply with the law or legal process," which is a rather vague outline of how they share. We much prefer when companies state they won't give up user data to law enforcement unless required to under subpoena, and even then, we like to see them commit to only giving up the bare minimum necessary.
de: Was sollten Menschen, die diese Funktionen nutzen, also über Whoop wissen? Nun, es ist gut, dass Whoop keine persönlichen Wellness-Daten zu Werbezwecken an Dritte weitergibt, auch wenn sie einige persönliche Nutzungs- und Tracking-Daten zu diesem Zweck weitergeben. Sie sagen auch, dass sie personenbezogene Daten mit „professionellen Beratern wie Anwälten, Wirtschaftsprüfern, Bankern und Versicherern weitergeben können, wenn dies im Rahmen der professionellen Dienstleistungen, die sie für uns erbringen, erforderlich ist.“ Das ist potenziell eine Menge Weitergabe, und je mehr Weitergabe, desto mehr Sorgen machen wir uns. Was schließlich die Weitergabe personenbezogener Daten an die Strafverfolgungsbehörden betrifft, so heißt es, dass die Daten an „Strafverfolgungsbehörden, Regierungsbehörden und private Parteien weitergegeben werden, von denen wir in gutem Glauben annehmen, dass sie notwendig oder angemessen sind, um dem Gesetz oder rechtlichen Anforderungen nachzukommen“, was eine eher vage Beschreibung der Weitergabe ist. Wir bevorzugen es, wenn Unternehmen erklären, dass sie keine Nutzerdaten an Strafverfolgungsbehörden weitergeben, es sei denn, sie werden durch eine Vorladung dazu gezwungen, und selbst dann möchten wir sehen, dass sie sich verpflichten, nur das absolut notwendige Minimum weiterzugeben.

# worst_case
source: All in all, should people be concerned about using Whoop to track things like period, fertility, and pregnancy? Well, as with most of the things we reviewed, we'd recommend caution. Whoop does collect a good amount of data and does share some of it and doesn't have a clear and strong policy of not sharing with law enforcement. Could something go wrong with this data? Yes. Is it likely that it will, we sure hope not as Whoop tends to be OK (but not great) on privacy otherwise.
de: Alles in allem: Sollte man sich Sorgen machen, wenn man Whoop verwendet, um Dinge wie Periode, Fruchtbarkeit und Schwangerschaft zu überwachen? Nun, wie bei den meisten Dingen, die wir überprüft haben, würden wir zur Vorsicht raten. Whoop sammelt eine große Menge an Daten und gibt einige davon weiter, und es gibt keine klare und strenge Richtlinie, die besagt, dass diese Daten nicht an die Strafverfolgungsbehörden weitergegeben werden. Könnte mit diesen Daten etwas schief gehen? Ja. Ist es wahrscheinlich, dass das passiert? Wir hoffen nicht, denn Whoop ist in Bezug auf den Datenschutz sonst eher OK (aber nicht großartig).

# how_does_it_use_data_collected
source: Whoop does not sell personal data. Whoop uses aggregated or de-identified wellness data that no longer identifies a particular individual, for research purposes. Whoop does not use personally identifiable wellness data for marketing or advertising purposes.
de: Whoop verkauft keine personenbezogenen Daten. Whoop verwendet zu Forschungszwecken aggregierte oder anonymisierte Daten zu Ihrem Wohlbefinden, mit denen eine bestimmte Person nicht mehr identifiziert werden kann. Whoop verwendet keine persönlich identifizierbaren Daten zu Ihrem Wohlbefinden für Marketing- oder Werbezwecke.

# how_does_it_use_data_collected
source: Whoop does not use personally identifiable Wellness Data for marketing or advertising purposes.
de: Whoop verwendet keine persönlich identifizierbaren Daten zu Ihrem Wohlbefinden für Marketing- oder Werbezwecke.

# how_does_it_use_data_collected
source: Your data may be shared with advertising partners that may collect information on Whoop website through Cookies and other automated technologies, including for the interest-based advertising. Whoop does not share your wellness data with advertising partners.
de: Ihre Daten können an Werbepartner weitergegeben werden, die mit Hilfe von Cookies und anderen automatisierten Technologien Informationen über die Whoop-Website sammeln, auch für interessenbasierte Werbung. Whoop gibt Daten zu Ihrem Wohlbefinden nicht an Werbepartner weiter.

# how_does_it_use_data_collected
source: <b>How the company says they may share data with law enforcement:</b><br/>"We use Personal Data for the following purposes:<br/>Respond to law enforcement requests and as required by applicable law, court order, or governmental regulations."
de: <b>So drückt das Unternehmen aus, dass es Daten mit Strafverfolgungsbehörden teilen kann:</b><br/>„Wir verwenden personenbezogene Daten für die folgenden Zwecke:<br/>Beantwortung von Anfragen der Strafverfolgungsbehörden und wie durch geltendes Recht, Gerichtsbeschluss oder staatliche Bestimmungen vorgeschrieben.“

# user_friendly_privacy_policy_helptext
source: Simple privacy principles are provided.
de: Es werden einfache Datenschutzgrundsätze bereitgestellt.

# tips_to_protect_yourself
source: <a id="a1">Minimize</a> volumes of data collected about you by an app
de: <a id="a1">Minimieren</a> Sie die Datenmengen, die von einer App über Sie gesammelt werden

# tips_to_protect_yourself
source: Use two-factor authentication
de: Nutzen Sie Zwei-Faktor-Authentifizierung

# tips_to_protect_yourself
source: Be very careful what third party companies you consent to share you health data with. If you do decided to share your health data with another company, read their privacy policy to see how they protect, secure, and share or sell your data.
de: Seien Sie sehr vorsichtig, mit welchen Drittunternehmen Sie Ihre Gesundheitsdaten teilen. Wenn Sie sich entscheiden, Ihre Gesundheitsdaten mit einem anderen Unternehmen zu teilen, lesen Sie deren Datenschutzrichtlinien, um zu erfahren, wie diese Ihre Daten schützen, sichern und teilen oder verkaufen.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images and videos)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre personenbezogenen Daten über die App zu beschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder und Videos).

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz -> Werbung -> Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)

# personal_data_collected
source: Name, email and mailing address, phone number, location
de: Name, E-Mail- und Postanschrift, Telefonnummer, Ort

# biometric_data_collected
source: Heart rate, skin temperature, blood oxygen saturation level and acceleration; metadata on workouts and sleep birthday, sex or gender identity, weight, height, and fitness/athlete level.
de: Herzfrequenz, Hauttemperatur, Blutsauerstoffsättigungsgrad und -beschleunigung; Metadaten zu Trainings- und Schlafgewohnheiten, Geschlecht oder Geschlechtsidentität, Gewicht, Körpergröße und Fitness-/Athletenlevel.

# how_can_you_control_your_data
source: Whoop will delete/give you access to your personal data if you ask to, including if asked when you cancel your membership. You may request a full deletion of your account and corresponding data by emailing support@whoop.com.
de: Whoop wird Ihre personenbezogenen Daten löschen/Ihnen Zugriff darauf gewähren, wenn Sie darum bitten, auch wenn Sie sie anfordern, wenn Sie Ihre Mitgliedschaft kündigen. Sie können eine vollständige Löschung Ihres Kontos und der entsprechenden Daten beantragen, indem Sie eine E-Mail an support@whoop.com senden.

# how_can_you_control_your_data
source: Whoop may share your data to respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.
de: Whoop kann Ihre Daten weitergeben, um auf Anfragen von Strafverfolgungsbehörden zu antworten und wie es von den geltenden Gesetzen, Gerichtsbeschlüssen oder behördlichen Vorschriften gefordert wird.

# track_record_details
source: No known incidents in the last 3 years.
de: Keine bekannten Vorfälle in den letzten 3 Jahren.

# child_safety_blurb
source: "If you are under 13, or 16 where applicable, please do not attempt to register for the Services or send any Personal Data about yourself to us. If we learn that we have collected Personal Data from a child under age 13, or 16 where applicable, we will delete that information as quickly as possible. If you believe that a child under 13, or 16 where applicable, may have provided us Personal Data, please contact us at privacy@whoop.com."
de: „Wenn Sie unter 13 bzw. 16 Jahre alt sind, versuchen Sie bitte nicht, sich für die Dienste zu registrieren oder persönliche Daten über sich an uns zu senden. Wenn wir erfahren, dass wir personenbezogene Daten von einem Kind unter 13 bzw. 16 Jahren gesammelt haben, werden wir diese Informationen so schnell wie möglich löschen. Wenn Sie glauben, dass ein Kind unter 13 bzw. 16 Jahren uns personenbezogene Daten zur Verfügung gestellt haben könnte, kontaktieren Sie uns bitte unter privacy@whoop.com.“
