Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/wysa.po
Languages: es

# blurb
source: Wysa describes itself as "an emotionally intelligent chatbot that uses AI to react to the emotions you express." Launched in 2016 by founder Jo Aggarwal, who discovered <a id="a1">bots were easier to talk to</a> when dealing with her own depression, the app says it offers "a mood tracker, mindfulness coach, anxiety helper, and mood-boosting buddy, all rolled into one." Along with Wysa's AI chatbot, the app also offers in-app text-based chat sessions with real, live therapists. Wysa offers some free access to their AI chatbot. To access more features, users can choose between <a id="a2">two subscription options</a>, a lower cost option with access to the tools, or a higher cost option for access to the tools and coaches. So, how does Wysa's privacy look? We're happy to say, Wysa's privacy <a id="a3">looks pretty dang good</a>! They seem to be one of the rare mental health apps that isn't looking to make money off your personal information. Good work Wysa!
es: Wysa se describe a sí misma como «un chatbot emocionalmente inteligente que utiliza IA para reaccionar a las emociones que expresas». Fue lanzada en 2016 por su fundadora, Jo Aggarwal, quien, lidiando con su propia depresión, descubrió que era <a id="a1">más fácil hablarle a un bot</a> en esas situaciones. La aplicación dice que ofrece «un rastreador del estado de ánimo, un entrenador de mindfulness (o atención plena), un ayudante para situaciones de ansiedad y un colega para levantar el estado de ánimo, todo en uno». Junto con el chatbot de IA de Wysa, la aplicación también ofrece sesiones de chat por texto dentro de la aplicación con terapeutas reales en vivo. Wysa ofrece acceso gratuito a su chatbot de IA. Para acceder a más funciones, los usuarios pueden elegir entre <a id="a2">dos opciones de suscripción</a>: una opción de bajo costo con acceso a las herramientas o una opción más cara que permite acceder a las herramientas y los entrenadores. Entonces, ¿cómo se ve la privacidad de Wysa? ¡Estamos encantados de poder decir que la privacidad de Wysa <a id="a3">se ve muy bien</a>! Parece ser una de las poco frecuentes aplicaciones de salud mental que no busca ganar dinero con tu información personal. ¡Buen trabajo, Wysa!

# worst_case
source: First reviewed April 20, 2022. Review updated, April 25, 2023
es: Revisada por primera vez el 20 de abril de 2022. Reseña actualizada el 25 de abril de 2023.

# worst_case
source: Good news! One year later and Wysa is still really good at privacy! Wysa still doesn't track users for advertising, collect lots of personal information for targeted advertising purposes, share or sell lots of data with third parties, or generally be an awful company who doesn't respect privacy. Good work Wysa! Keep being a leader on privacy for all to see! Lord knows, we need many more companies like Wysa out there.
es: ¡Buenas noticias! ¡Ha pasado un año y Wysa sigue siendo muy buena en privacidad! Wysa sigue sin rastrear a sus usuarios para publicidad ni recopilar demasiada información personal con fines publicitarios específicos ni compartir o vender toneladas de datos con terceros ni ser una empresa horrible que no respeta la privacidad. ¡Buen trabajo, Wysa! ¡Sigue siendo un líder en privacidad para que los demás aprendan! Dios sabe que necesitamos muchas más empresas como Wysa.

# worst_case
source: Oh, one more thing we love about Wysa. They have one of the best <a id="a1">privacy policies</a> we've ever read. Lots of clear, useful information, and a nice tracking of when they've made updates to the policy and what has changed. When we ask companies to write better privacy policies, this is one we hope they will look to for guidance.
es: Hay una cosa más que nos encanta de Wysa: tienen una de las mejores <a id="a1">políticas de privacidad</a> que hemos leído. Llena de información clara y útil, y un buen registro de las actualizaciones que hicieron a la política y las cosas que han modificado. Cuando pedimos a las empresas que escriban mejores políticas de privacidad, nos encantaría que usen esta como guía.

# worst_case
source: Read our 2022 review:
es: Lee nuestra reseña de 2022:

# worst_case
source: There are so many bad-for-your-privacy mental health apps out there in the world it is depressing. Thank goodness Wysa doesn't seem to be one of them! They don't require any personal identifiers to use their service. They don't request your personal data. They don't share your personal data. They don't sell it either. What?!? It's so refreshing to see a mental health app with strong privacy practices. Good on you Wysa.
es: En el mundo hay tantas aplicaciones de salud mental que son malas para tu privacidad que el panorama es deprimente. ¡Qué suerte que Wysa no parece ser una de ellas! No requieren ningún tipo de identificador personal para utilizar su servicio. No solicitan tus datos personales. No comparten tus datos personales. Tampoco los venden. ¡¿Qué?! Es tan alentador ver una aplicación de salud mental con buenas prácticas de privacidad... bien por ti, Wysa.

# worst_case
source: Wysa does say that no direct marketing is performed but that they may use social media or other marketing, but no personal data is shared for this purpose. Again, that is very good. <a id="a1">Consumer Reports</a> did find in 2021 that Wysa shared some data with Facebook, but from what we can tell, that is likely not personal information. And all those AI chatbot conversations, Wysa says they will never share that data without user consent.
es: Wysa declara que no realizan marketing directo, pero que pueden utilizar las redes sociales u otro tipo de marketing, y aclaran que no se comparten datos personales para este propósito. Queremos repetir una vez más que esto es muy bueno. En 2021, <a id="a1">Consumer Reports</a> reveló que Wysa compartió algunos datos con Facebook, pero por lo que sabemos, probablemente no se trataba de información personal. Y con respecto a las conversaciones con el chatbot de IA, Wysa dice que nunca compartirán esos datos sin el consentimiento del usuario.

# worst_case
source: Wysa says they can share aggregated, de-identified data for analytics and to help improve their AI. We're not too worried about this with Wysa as they say they don't process geolocation at a level that makes your data identifiable but we also feel compelled to mention it has been found to be <a id="a1">relatively easy to de-identify</a> such user data where location data is more precise.
es: Wysa dice que pueden compartir datos agregados y desidentificados para realizar análisis y para mejorar su IA. Esto no nos preocupa demasiado con Wysa, ya que dicen que no procesan la geolocalización a un nivel que haga que tus datos sean identificables. Sin embargo, nos sentimos obligados a mencionar que se ha descubierto que es <a id="a1">relativamente fácil desidentificar</a> ese tipo de datos de usuario cuando los datos de ubicación son más precisos.

# worst_case
source: All in all, Wysa seems to be a breath of fresh air in the mental health app space. It actually take steps to implement privacy and security by design and default. We absolutely love that here at <i>*Privacy Not Included</i>. Thank you Wysa and please, keep up the good work!
es: Considerándolo todo, Wysa parece ser un soplo de aire fresco en el mundo de las aplicaciones de salud mental. Se encarga verdaderamente de tomar medidas para implementar la privacidad y la seguridad por diseño y por defecto. Eso es algo que nos encanta aquí en <i>*Privacidad no incluida</i>. Gracias, Wysa, y por favor, ¡sigue trabajando así de bien!

# how_does_it_use_data_collected
source: "Wysa does not request Your Personal Data. If You inadvertently submit any Personal Identifiable Information (including but not limited to email identifier, location address, mobile numbers) via text messages, then we will process it with your data basis this agreement and will irreversibly redact any Personal Identifiable Information within 24 hours in our system. Please do not share any personal data that directly or indirectly identifies you at any time during your use of our service such as while in conversation with Wysa's AI Coach or with a Wysa Emotional Well-being Professional. All conversations with Wysa's AI Coach and Wysa Emotional Well-being Professional are private and not shared with anyone. If you use Wysa within our partner ecosystem, then anonymized and summarized information is exchanged, but ONLY with the intent of enhancing your experience. The details of your conversations are never shared with any external parties outside Wysa, including any partners."
es: «Wysa no solicita tus datos personales. Si envías inadvertidamente cualquier información de identificación personal (incluyendo, entre otros, identificadores de correo electrónico, dirección de ubicación, números de teléfono móvil) a través de mensajes de texto, procesaremos dicha información junto con tus datos sobre la base de este acuerdo y ocultaremos irreversiblemente cualquier información de identificación personal que se encuentre en nuestro sistema, dentro de un plazo de 24 horas. No compartas en ningún momento ningún dato personal que te identifique directa o indirectamente durante el uso de nuestro servicio, como mientras conversas con el entrenador de IA o con un profesional de bienestar emocional de Wysa. Todas las conversaciones con el entrenador de IA o un profesional de bienestar emocional de Wysa son privadas y no se comparten con nadie. Si utilizas Wysa dentro de nuestro ecosistema de socios, se intercambia información anonimizada y resumida, pero ÚNICAMENTE con la intención de mejorar tu experiencia. Los detalles de tus conversaciones nunca se comparten con ninguna parte externa fuera de Wysa, incluidos los socios».

# how_does_it_use_data_collected
source: "The Wysa team occasionally uses some messages, which are anonymous, to train Wysa's AI to help improve its ability to have conversations. Any identity specific data is removed, so no-one can ever know who said what. Also, no-one outside of Wysa will ever have access to chat messages without your explicit consent."
es: «El equipo de Wysa ocasionalmente usa algunos mensajes, anónimos, para entrenar a la IA de Wysa con el fin de mejorar su capacidad de mantener conversaciones. Cualquier dato específico de identidad se elimina, por lo que nadie puede saber quién dijo qué cosa. Además, nadie fuera de Wysa tendrá acceso a los mensajes de chat sin tu consentimiento explícito».

# user_friendly_privacy_policy_helptext
source: Detailed privacy policy with definitions, and privacy FAQ are offered by Wysa
es: Wysa ofrece una política de privacidad detallada con definiciones y preguntas frecuentes sobre privacidad

# uses_encryption_helptext
source: Wysa use TLS and SSL encryption during transfer and AES-256 protocol at rest.
es: Wysa utiliza cifrado TLS y SSL durante transferencias, y el protocolo AES-256 en reposo.

# tips_to_protect_yourself
source: For extra security, you can use the app without registering. You can also use a fake name.
es: Para mayor seguridad, puedes usar la aplicación sin registrarte. También puedes usar un nombre falso.

# tips_to_protect_yourself
source: Always lock your mobile screen by setting a password. Use strong passwords and keep passwords private. Never leave your device unattended.
es: Bloquea siempre la pantalla del móvil con una contraseña. Utiliza contraseñas seguras y no las reveles. Nunca dejes tu dispositivo desatendido.

# tips_to_protect_yourself
source: Always extend your mobile screen password to set an App PIN to keep your conversations with the App private.
es: Amplía la protección de la contraseña de tu pantalla móvil estableciendo un PIN para la aplicación que te permita mantener privadas las conversaciones que tengas con ella.

# tips_to_protect_yourself
source: Always keep your mobile operating system up-to-date.
es: Mantén siempre el sistema operativo de tu móvil actualizado.

# tips_to_protect_yourself
source: Enable remote access of your devices to enable you to locate and control your devices remotely in the event your device gets stolen.
es: Habilita el acceso remoto de tus dispositivos para poder localizarlos y controlarlos en caso de que sufras un robo.

# tips_to_protect_yourself
source: Install anti-virus software to protect against virus attacks and infections
es: Instala un software antivirus para protegerte contra ataques de virus e infecciones

# tips_to_protect_yourself
source: Avoid phishing emails. Do not open files, click on links or download programs from an unknown source.
es: Evita los correos electrónicos de phishing. No abras archivos ni hagas clic en enlaces ni descargues programas de fuentes desconocidas.

# tips_to_protect_yourself
source: Be wise about using Wi-Fi. Before you send personal and sensitive data over your laptop or mobile device on a public wireless network in a coffee shop, library, airport, hotel, or other public place, see if your data will be protected.
es: Sé prudente con el uso de redes Wi-Fi. Antes de enviar datos personales y confidenciales a través de tu ordenador portátil o dispositivo móvil conectado a una red inalámbrica pública en una cafetería, biblioteca, aeropuerto, hotel u otro lugar público, comprueba si tus datos estarán protegidos.

# personal_data_collected
source: Nickname, all other is optional
es: Alias, todos los demás son opcionales

# biometric_data_collected
source: Wellness information (such as feelings, sentiment, mood, major life events, well-being assessments, coping ability, energy levels, objections)
es: Información de bienestar (como sentimientos, sensaciones, estado de ánimo, eventos importantes de la vida, evaluaciones de bienestar, capacidad de afrontamiento, niveles de energía, objeciones)

# how_can_you_control_your_data
source: "You have the Right to be Forgotten. You can at any point of time, delete all your provided data by using the “reset my data” feature available in the Wysa App settings. Post reset, all your provided data will be deleted from our servers and cannot be recovered."
es: «Tienes derecho a ser olvidado(a). Puedes eliminar todos los datos proporcionados en cualquier momento utilizando la función “restablecer mis datos”, que está disponible en la configuración de la aplicación Wysa. Después del restablecimiento, todos los datos proporcionados se eliminarán de nuestros servidores y no se podrán recuperar».

# how_can_you_control_your_data
source: "Any personal identifiers, entered in english and shared in your conversation with AI Coach will get irreversibly redacted within 24 hours within our system.
es: «Cualquier identificador personal que haya sido ingresado en inglés y compartido en tu conversación con el entrenador de IA, se ocultará irreversiblemente dentro de un plazo de 24 horas dentro de nuestro sistema».

# how_can_you_control_your_data
source: We may retain one copy of your data even after your subscription ends or Institution contract ends if it is reasonably necessary.
es: Si es razonablemente necesario, podemos conservar una copia de tus datos incluso después de que finalice tu suscripción o finalice el contrato de la institución.

# how_can_you_control_your_data
source: This could be in the following situations:
es: Esto podría ocurrir en las siguientes situaciones:

# how_can_you_control_your_data
source: to comply with applicable applicable legal and statutory requirements;
es: para cumplir con requisitos legales y reglamentarios aplicables;

# how_can_you_control_your_data
source: at the request of a returning subscriber;
es: a petición de un usuario suscrito que regresa;

# how_can_you_control_your_data
source: to respond to your requests
es: para responder a tus solicitudes;

# how_can_you_control_your_data
source: based on contractual obligations with your Institution;
es: sobre la base de obligaciones contractuales con tu institución;

# how_can_you_control_your_data
source: to fulfill processing that is in our legitimate interest.
es: para cumplir con el procesamiento que es de nuestro interés legítimo.

# how_can_you_control_your_data
source: Where not specified we retain your data for a maximum of 10 years since the last update and as per our internal information retention policies.
es: Donde no se especifique, conservaremos tus datos durante un máximo de 10 años desde la última actualización y de acuerdo con nuestras políticas internas de retención de datos.

# how_can_you_control_your_data
source: Your emergency contact information, if any provided, will be deleted after fifteen (15) days at the end of the subscription. If you renew the subscription within those fifteen (15) days, the emergency contact information will not be deleted.
es: Tu información de contacto de emergencia, si se proporciona, se eliminará después de quince (15) días tras el final de la suscripción. Si renuevas la suscripción dentro de esos quince (15) días, la información de contacto de emergencia no se eliminará.

# how_can_you_control_your_data
source: You can also, at any point of time, delete all your conversation data and any emergency contact information provided by using the “reset my data” feature available in the App settings. Refer here in our policy for more details."
es: También puedes eliminar todos tus datos de conversación y cualquier información de contacto de emergencia proporcionada, en cualquier momento, mediante la función “restablecer mis datos” que está disponible en la configuración de la aplicación. Consulta nuestra política aquí para obtener información más detallada».

# track_record_details
source: No known privacy or security incidents discovered in the last 3 years.
es: No se conocen incidentes de privacidad o seguridad en los últimos tres (3) años.

# child_safety_blurb
source: "The App is intended for a general audience and is not directed to or intended to be used by children under the age of thirteen years.
es: «La aplicación está destinada al público general y no está dirigida ni diseñada para ser utilizada por menores de trece años.

# child_safety_blurb
source: There is a special necessity to protect children's privacy on the App. We do not knowingly collect any personal data from children.
es: Hay una necesidad especial de proteger la privacidad de los menores en la aplicación. No recopilamos a sabiendas ningún dato personal de menores.

# child_safety_blurb
source: Write to us if you think we have collected any personal data of your child. We will respond to you within one calendar month from verification. We may at times be unable to address your request, if we are unable to correctly identify the user. We will deactivate the child’s account, if we find we have been collecting personal data from your child. Upon identification we will take reasonable measures to promptly delete such personal data from our records.
es: Si crees que hemos recopilado datos personales de tu hijo(a), escríbenos. Te responderemos dentro de un mes calendario a partir de la verificación. Es posible que en ocasiones no podamos atender tu solicitud si no podemos identificar correctamente al usuario. Si descubrimos que hemos estado recopilando datos personales de tu hijo(a), desactivaremos la cuenta del menor. Tras la identificación, tomaremos medidas razonables para eliminar rápidamente los datos personales de nuestros registros.

# child_safety_blurb
source: We encourage parents and legal guardians to monitor their children’s Internet usage. To help enforce our Privacy Policy by instructing their children to not provide any personal data without their permission. Do not share your credit/debit card or other payment instrument with your child to make any in-app purchase. "
es: Recomendamos que los padres y tutores legales controlen el uso de Internet de sus hijos. Para ayudarnos a hacer cumplir nuestra política de privacidad, instruye a tus hijos a que no proporcionen ningún dato personal sin permiso. No compartas tu tarjeta de crédito o débito u otro instrumento de pago con tu hijo(a) para realizar compras dentro de la aplicación».

# ai_is_transparent_helptext
source: Wysa provides an extensive product FAQ.
es: Wysa proporciona una extensa lista de preguntas frecuentes (FAQ) sobre el producto.

# ai_helptext
source: According to Wysa, "Wysa AI Coach is an artificial intelligence-based 'emotionally intelligent' service which responds to the emotions you express and uses evidence-based cognitive-behavioral techniques (CBT), DBT, meditation, breathing, yoga, motivational interviewing and micro-actions to help you build mental resilience skills and feel better."
es: Según Wysa, «el coach de IA de Wysa es un servicio 'emocionalmente inteligente' basado en la inteligencia artificial que responde a las emociones que expresas y que utiliza técnicas cognitivo-conductuales basadas en evidencia (TCC), técnicas dialectico-conductuales (TDC), meditación, respiración, yoga, entrevistas motivacionales y microacciones para ayudarte a desarrollar habilidades de resiliencia mental que te hagan sentir mejor».

# ai_helptext
source: The AI Coach will always check if it has understood you incorrectly before progressing.
es: El coach de IA siempre comprobará si lo has entendido bien antes de progresar.

# ai_what_can_it_do
source: Wysa decides what kind of help/content to provide you.
es: Wysa decide qué tipo de ayuda o contenidos proporcionarte.
