Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/wyze-bulb.po
Languages: de

# worst_case
source: Oof, Wyze! What happened? You went from being a fairly OK, affordable smart home company to quite a questionable one in just a couple of years. Not good. In fact, we must warn you that some Wyze products -- particularly their security cams -- likely come with *Privacy Not Included.
de: Uff, Wyze! Was ist passiert? Sie haben sich in nur wenigen Jahren von einem ziemlich guten, erschwinglichen Smart-Home-Unternehmen zu einem recht fragwürdigen Unternehmen entwickelt. Nicht gut. In der Tat müssen wir Sie warnen, dass einige Wyze-Produkte - insbesondere ihre Sicherheitskameras - wahrscheinlich mit *Privacy Not Included geliefert werden.

# worst_case
source: Let's start with Wyze's last couple of very checkered years when it comes to security and protecting the sensitive personal information their security cams can collect through video and audio. First, in 2022, <a id="a1">security researchers at publication Bitdefender</a> "found three vulnerabilities that would have given attackers direct access to the cameras, including recordings stored on the SD card." <a id="a2">Consumer Reporters followed</a> with a report calling out Wyze for not fixing the security flaws in some Wyze Cams for three years and <a id="a3">did not communicate with users promptly</a> about this vulnerability.
de: Beginnen wir mit den letzten paar sehr wechselvollen Jahren von Wyze, wenn es um Sicherheit und den Schutz der sensiblen persönlichen Informationen geht, die ihre Sicherheitskameras über Video und Audio sammeln können. Erstens fanden <a id="a1">Sicherheitsforscher der Publikation Bitdefender im Jahr 2022</a> "drei Schwachstellen, die Angreifern direkten Zugriff auf die Kameras gewährt hätten, einschließlich der auf der SD-Karte gespeicherten Aufzeichnungen." <a id="a2">Consumer Reporters folgte</a> mit einem Bericht, in dem kritisiert wurde, dass Wyze aufgefordert worden war, jedoch die Sicherheitslücken in einigen Wyze Cams drei Jahre lang nicht behoben hatte und <a id="a3">nicht sofort mit den Benutzer*innen</a> über diese Schwachstellen zu kommunizieren.

# worst_case
source: That was in 2022, and then again in 2023, <a id="a1">Wyze admitted</a> to a security vulnerability that exposed the private video recordings from some of their user's cameras were exposed to people on the internet. <a id="a2">The Verge reported</a> that some Wyze users were able to see video of cameras not their own through the Wyze web portal. This resulted in the<a id="a3"> NY Times' Wirecutter to pull their recommendation</a> of Wyze cams to their readers. <a id="a4">USA Today also pulled</a> their recommendation of Wyze security cameras. All this, on top of<a id="a5"> Wyze's massive data leak in 2019</a> that exposed the personal information of 2.4 million customers when they left a database unprotected for 22 days.
de: Das war im Jahr 2022, und dann im Jahr 2023, <a id="a1">gab Wyze erneut eine Sicherheitslücke</a> zu, die enthüllte, dass die privaten Videoaufnahmen einiger Kameras ihrer Benutzer*innen Personen im Internet veröffentlicht worden waren. <a id="a2">The Verge berichtete,</a> dass einige Wyze-Benutzer über das Wyze-Webportal Videos von Kameras sehen konnten, die nicht ihre eigenen waren. Dies führte dazu, dass Wirecutter der <a id="a3">NY Times die Empfehlung</a> von Wyze-Cams an ihre Leser zurückzog. <a id="a4">USA Today zog ebenfalls</a> ihre Empfehlung von Wyze-Überwachungskameras zurück. All dies kam zusätzlich zu <a id="a5">Wyzes massivem Datenleck</a> im Jahr 2019, das die persönlichen Daten von 2,4 Millionen Kund*innen enthüllte, als sie eine Datenbank 22 Tage lang ungeschützt ließ.

# worst_case
source: So, Wyze's security cameras have a pretty bad track record at security and privacy. That's not good. What about <a id="a1">Wyze's privacy policy</a> for their other smart home devices? Is it any better? Not really. Wyze says they can collect a ton of information on you -- lots of personal information, usage information when you use their devices, tracking information, and they even say they can gather more information about your from third party sources. They say they can use all this information to do things like build inferences on you to target you with advertising. And, they say that they can share and even "sell" (under the California privacy law CCPA definition of sell) some of your personal information -- including personally identifying information and inferences about you -- to third party advertisers for targeted advertising purposes. Not very private at all.
de: Wyzes Sicherheitskameras weisen also eine ziemlich schlechte Erfolgsbilanz hinsichtlich Sicherheit und Datenschutz auf. Das ist nicht gut. Was ist mit der Datenschutzerklärung von <a id="a1">Wyze</a> für ihre anderen Smart-Geräte? Ist diese besser? Nicht wirklich. Wyze sagt, dass sie eine Menge Informationen über Sie sammeln dürfen - viele persönliche Informationen, Nutzungsinformationen, wenn Sie ihre Geräte verwenden, Tracking-Informationen, und sie sagen sogar, dass sie mehr Informationen über Sie von Drittanbietern sammeln dürfen. Sie sagen, dass sie all diese Informationen verwenden können, um beispielsweise Rückschlüsse auf Sie zu ziehen, um Sie mit Werbung anzusprechen. Sie sagen auch, dass sie einige Ihrer personenbezogenen Daten - einschließlich personenbezogener Daten und Rückschlüsse auf Sie - an Drittanbieter für gezielte Werbezwecke weitergeben und sogar "verkaufen" können (gemäß der kalifornischen CCPA-Definition von Verkauf). Das alles ist überhaupt nicht sehr privat.

# worst_case
source: Wyze also says they can share de-identified or aggregated information with third parties, which is pretty common and not always a concern. Although it’s a good time to remind you that it’s <a id="a1">been found</a> to be pretty easy to re-identify some types of de-identified data and track down an individual’s patterns, especially with location data.
de: Wyze sagt auch, dass sie anonymisierte oder aggregierte Informationen mit Dritten teilen dürfen, was ziemlich üblich ist und nicht immer ein Problem darstellt. Es ist zwar ein guter Zeitpunkt, Sie daran zu erinnern, dass es sich als recht einfach <a id="a1">erwiesen hat</a>, einige Arten anonymisierter Daten erneut zu einer Identität zuzuordnen und die Muster einer Person aufzuspüren, insbesondere mittels Standortdaten.

# worst_case
source: On top of Wyze's bad track record and not-so-great data collecting and sharing policies, Wyze has a few more privacy gripes we'd like to pick. First, Wyze doesn't guarantee everyone the right to have all this data they collect you deleted. They also don' make any mention of how they handle children's data in their privacy policy, which is really bad form. Also, they straight up seem to make claims that aren't factual on the <a id="a1">Data Safety page for the Wyze app in the Google Play Store</a>, when they state that they don't share data with third parties (according to their privacy policy, they do) and that the app doesn't collect any user data (pretty sure it does). <i>(Sidenote: The Google Play Store Data Safety pages have a whole host of problems we talk more about</i> <a id="a2"><i>here</i></a><i>.)</i> Oh, one more thing we found that raised our eyebrows as we were looking into Wyze -- they Wyze app you use to control <a id="a3">Wyze's smart home devices asks for permission</a> to read your text messages (and control your flashlight). That seems a bit weird to us. We're not sure we want Wyze to read out text messages...or control our flashlight. None of these privacy no-nos makes us feel great about Wyze's privacy practices.
de: Zusätzlich zu Wyzes schlechter Erfolgsbilanz und den nicht so großartigen Richtlinien zum Sammeln und Teilen von Daten weist Wyze noch ein paar weitere Datenschutzbestimmungen auf, die wir auseinander nehmen möchten. Erstens garantiert Wyze nicht jedem das Recht, alle Daten, die sie über ihn sammelt, löschen zu lassen. Sie erwähnen auch nicht in ihrer Datenschutzerklärung, wie sie mit den Daten von Kindern umgeht, was wirklich eine ganz schlechte Leistung ist. Außerdem scheinen sie geradezu auf der <a id="a1">Datensicherheitsseite der Wyze-App im Google Play Store</a> Behauptungen aufzustellen, die nicht sachlich gerechtfertigt sind, namentlich, wenn sie angeben, dass sie keinerlei Daten an Dritte weitergeben (gemäß ihrer Datenschutzerklärung tun sie das) und dass die App keine Benutzerdaten sammelt (ziemlich sicher aber doch). <i>(Nebenbemerkung: Die Google Play Store Datensicherheitsseiten weisen eine ganze Reihe Probleme auf, über die wir</i><a id="a2"><i> hier noch mehr sprechen</i></a><i>.)</i> Oh, noch etwas, das wir gefunden haben, was uns die Stirn runzeln liess, als wir uns Wyze ansahen - die Wyze-App, mit der Sie die Smart-Home-Geräte von <a id="a3">Wyze steuern, bittet um Erlaubnis, Ihre Textnachrichten</a> lesen zu dürfen (und Ihre Taschenlampe zu steuern). Das kommt uns etwas komisch vor. Wir sind uns nicht sicher, ob wir wollen, dass Wyze unsere Textnachrichten liest ... oder unsere Taschenlampe steuert. Keines dieser Datenschutz-No-Nos vermittelt uns ein gutes Gefühl zu den Datenschutzpraktiken von Wyze.

# worst_case
source: So, what's the worst that could happen? Well, the worst probably already has happened for those poor Wyze users whose cameras were exposed and open to strangers on the internet to spy inside their home without their knowledge. That is very bad. Unfortunately Wyze seems to have gone from an affordable smart home company without too many privacy and security issues, to one of the worst offenders on the market with recurring issues. Our recommendation is to beware that your Wyze smart home devices could come with *privacy not included.
de: Was also ist das Schlimmste, was passieren könnte? Nun, das Schlimmste ist wahrscheinlich bereits den armen Wyze-Benutzer passiert, deren Kameras im Internet ausgesetzt und für Fremde offen zugänglich waren, um ohne ihr Wissen ihr Haus auszuspionieren. Das ist sehr schlimm. Leider scheint sich Wyze von einem erschwinglichen Smart-Home-Unternehmen ohne allzu vielen Datenschutz- und Sicherheitsproblemen zu einem der schlimmsten Missetäter auf dem Markt mit wiederkehrenden Problemen entwickelt zu haben. Wir empfehlen Ihnen, zu bedenken, dass Ihre Wyze-Geräte mit '*privacy not included' geliefert werden.

# how_does_it_use_data_collected
source: We ding this product for collecting information about you from third party sources to use for targered advertising purposes and for the sharing and potentially "selling" personal information to third parties for targeted advertising purposes.
de: Wir "dingen" dieses Produkt dafür, dass es Informationen über Sie aus Drittquellen sammelt, um sie für Werbezwecke zu verwenden, und dafür, dass es personenbezogene Daten an Dritte für gezielte Werbezwecke weitergibt und möglicherweise "verkauft".

# how_does_it_use_data_collected
source: Wyze Privacy Policy
de: Wyze-Datenschutzrichtlinie

# how_does_it_use_data_collected
source: "....we process personal information to understand and improve your experience with our Services and to serve you advertisements on non-Wyze properties. <b>Some of these activities may be considered “sales” or “sharing” of your personal information or “targeted advertising”</b> under the law that applies to you. Depending on where you reside, you may have the right to opt out of targeted advertising, sharing, and sales of your personal information."
de: "....wir verarbeiten personenbezogene Daten, um Ihre Erfahrungen mit unseren Diensten zu verstehen und zu verbessern und Ihnen Werbung für Nicht-Wyze-Liegenschaften zu präsentieren. <b>Einige dieser Aktivitäten können nach dem für Sie</b> geltenden Recht als „Verkauf“ oder „Weitergabe“ Ihrer personenbezogenen Daten oder als „gezielte Werbung“ betrachtet werden. Je nachdem, wo Sie wohnen, haben Sie unter Umständen das Recht, gezielte Werbung, die Weitergabe und den Verkauf Ihrer personenbezogenen Daten abzulehnen.“

# how_does_it_use_data_collected
source: "California requires certain disclosures about Personal Information we “sell.” Under California law “sale” means certain scenarios in which Wyze has disclosed Personal Information with third parties in exchange for valuable consideration. In addition, California and other state privacy laws define “sale” to include disclosure of Personal Information with third parties for monetary consideration. Under California law, the “sharing” described below constitutes a “sale.” <b>Accordingly, Wyze “sells” Personal Information</b> as described in the Sharing section below."<br/><br/>"We may also use the information we collect to: ...<br/>Personalize your experience with us; ...<br/>Target advertisements to you on third-party platforms and websites ...<br/>Target advertising to you when you use our Services based on information provided by our advertising partners ...<br/>Create de-identified, anonymized, or aggregated information; and<br/>Carry out any other purpose described to you at the time the information was collected."
de: „Kalifornien verlangt bestimmte Offenlegungen über personenbezogene Daten, die wir verkaufen." Nach kalifornischem Recht bedeutet "Verkauf" bestimmte Szenarien, in denen Wyze personenbezogene Daten gegen eine wertvolle Gegenleistung an Dritte weitergegeben hat. Darüber hinaus definieren kalifornische und andere die Datenschutzgesetze anderer Staaten den Begriff „Verkauf“ so, dass er die Offenlegung personenbezogener Daten an Dritte gegen eine finanzielle Gegenleistung umfasst. Nach kalifornischem Recht stellt die nachstehend beschriebene "Weitergabe" einen "Verkauf" dar. <b>Dementsprechend „verkauft“ Wyze personenbezogene Daten,</b> wie im Abschnitt „Weitergabe“ unten beschrieben. "<br/><br/>" Wir dürfen die von uns gesammelten Informationen auch verwenden, um: ... Ihre Erfahrung mit uns zu<br/>personalisieren; ... Werbung auf<br/>Plattformen und Websites von Drittanbietern auf Sie auszurichten... Werbung auf<br/>Sie auszurichten, wenn Sie unsere Dienste auf der Grundlage von Informationen nutzen, die von unseren Werbepartnern bereitgestellt werden... de-identifizierte, anonymisierte oder aggregierte Informationen zu<br/>erstellen; und jeden anderen Zweck<br/>auszuführen, der Ihnen zum Zeitpunkt der Erhebung der Informationen beschrieben wurde. "

# how_does_it_use_data_collected
source: "We obtain information about you from other sources. For example, we may collect information from publicly available sources, from third-party platforms through which you interact with us, and other third parties in connection with your purchase of or feedback regarding any of our products or services via those third parties. This information includes information about your purchase of a Device, information from reviews you post, your username and profile picture for those third-party services, and demographic information.<b>"</b>
de: „Wir beziehen Informationen über Sie aus weiteren Quellen. Zum Beispiel können wir Informationen aus öffentlich zugänglichen Quellen, von Plattformen Dritter, über die Sie mit uns interagieren, und anderen Dritten im Zusammenhang mit Ihrem Kauf oder mit Ihrem Feedback zu unseren Produkten oder Dienstleistungen über diese Dritten sammeln. Diese Informationen umfassen Informationen über Ihren Kauf eines Geräts, Informationen aus von Ihnen geposteten Bewertungen, Ihren Benutzernamen und Ihr Profilbild für diese Dienste von Drittanbietern sowie demografische Informationen.<b>“</b>

# how_does_it_use_data_collected
source: "We may derive information or draw inferences about you based on the information we collect. For example, we may make inferences about your approximate location based on your IP address or infer that you are looking to purchase certain products based on your browsing behavior and past purchases."
de: „Wir können auf der Grundlage der von uns gesammelten Informationen Informationen über Sie ableiten oder Rückschlüsse auf Sie ziehen. Zum Beispiel können wir auf der Grundlage Ihrer IP-Adresse Rückschlüsse auf Ihren ungefähren Standort ziehen oder auf der Grundlage Ihres Surfverhaltens und früherer Einkäufe ableiten, dass Sie bestimmte Produkte kaufen möchten."

# how_does_it_use_data_collected
source: "We may disclose aggregated or de-identified information that cannot reasonably be used to identify you. Wyze processes, maintains, and uses this information only in a de-identified fashion and will not attempt to re-identify such information, except as permitted by law."
de: „Wir können aggregierte oder anonymisierte Informationen offenlegen, die vernünftigerweise nicht dazu verwendet werden können, Sie zu identifizieren. Wyze verarbeitet, unterhält und verwendet diese Informationen nur in anonymisierter Weise und wird nicht versuchen, diese Informationen zu re-identifizieren, es sei denn, dies ist gesetzlich zulässig."

# how_does_it_use_data_collected
source: "Location Information<br/>When you first launch our mobile app, you will be asked to consent to the app’s collection of precise location information. If you initially consent to our collection of such location information, you can subsequently stop the collection of this information at any time by changing the preferences on your mobile device. If you do so, our mobile apps, or certain features, may no longer function properly. You may also stop our collection of this information by deleting our app from your mobile device."
de: "Standortinformationen<br/>Wenn Sie unsere mobile App zum ersten Mal starten, werden Sie gebeten, der Erfassung genauer Standortinformationen durch die App zuzustimmen. Wenn Sie zunächst in unsere Erfassung solcher Standortinformationen einwilligen, können Sie die Erfassung dieser Informationen anschließend jederzeit beenden, indem Sie die Einstellungen auf Ihrem mobilen Gerät ändern. Wenn Sie dies tun, funktionieren unsere mobilen Apps oder bestimmte Funktionen möglicherweise nicht mehr ordnungsgemäß. Sie können unsere Erfassung dieser Informationen auch stoppen, indem Sie unsere App von Ihrem Mobilgerät löschen."

# user_friendly_privacy_policy_helptext
source: Wyze's Privacy Policy lacks a lot of information and can be confusing at times. There was also no mention of any child specific data privacy policies, which is not good.
de: Die Datenschutzerklärung von Wyze enthält nicht viele Informationen und wirkt manchmal verwirrend. Es wurden auch keine kinderspezifischen Datenschutzrichtlinien erwähnt, was nicht gut ist.

# tips_to_protect_yourself
source: Review Wyze's <a id="a1">recommendations</a> to keep your account secure
de: Lesen Sie die <a id="a1">Empfehlungen</a> von Wyze, um Ihr Konto sicher zu halten.

# tips_to_protect_yourself
source: Check Wyze <a id="a1">security &amp; trust tips</a>
de: Lesen Sie die <a id="a1">Sicherheits- und Vertrauenstipps</a> von Wyze

# tips_to_protect_yourself
source: Be very careful who you chose to share your Wyze wellness data with.
de: Seien Sie sehr vorsichtig, mit wem Sie Ihre Wyze-Wellness-Daten teilen.

# tips_to_protect_yourself
source: Don't connect your Wyze app to any social networks like Facebook.
de: Verbinden Sie Ihre Wyze-App nicht mit sozialen Netzwerken wie Facebook.

# tips_to_protect_yourself
source: Enable two-factor identification
de: Aktivieren Sie die Zwei-Faktor-Authentifizierung

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
de: Melden Sie sich nicht mit Konten von Drittanbietern an. Melden Sie sich am besten einfach mit Ihrer E-Mail und einem starken Passwort an.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless neccessary)
de: Nutzen Sie Ihre Datenschutzeinstellungen, um den Zugriff auf Ihre personenbezogenen Daten per App zu beschränken (d. h., geben Sie Kamera, Mikrofon, Bildern und Standort keinen Zugriff, es sei denn es ist notwendig)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Aktualisieren Sie Ihre App regelmäßig.

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät (z. B. auf dem iPhone unter „Datenschutz“ -> „Werbung“ -> „Ad-Tracking beschränken“) und die größten Werbenetzwerke ein (bei Google öffnen Sie Ihr Google-Konto und schalten Sie die Anzeigenpersonalisierung aus)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Beantragen Sie die Löschung Ihrer Daten, wenn Sie die App nicht mehr nutzen. Das Deinstallieren der App auf Ihrem Gerät löscht normalerweise nicht automatisch Ihre personenbezogenen Daten.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung für ein Konto der Nachverfolgung Ihrer Daten nicht zu, falls möglich.

# personal_data_collected
source: "Name, email address, postal address, phone number, photographs (such as for your profile picture). social media profile information, demographic information, your birth year, height, weight, gender, and personal fitness goals (for Wyze fitness devices).<br/> <br/>Approximate and in some cases precise location<br/> <br/>Data about the device and network you use, such as your hardware model, operating system version, mobile network, IP address, unique device identifiers, browser type, and app version. Information about your activity on Wyze Services, such as access times, pages viewed, links clicked, and the page you visited before navigating to our websites."
de: "Name, E-Mail-Adresse, Postanschrift, Telefonnummer, Fotos (z. B. für Ihr Profilbild), Social-Media-Profilinformationen, demografische Informationen, Ihr Geburtsjahr, Größe, Gewicht, Geschlecht und persönliche Fitnessziele (für Wyze-Fitnessgeräte).<br/> <br/>Ungefährer und in einigen Fällen genauer Standort<br/> <br/>Daten über das von Ihnen verwendete Gerät und Netzwerk, z. B. Hardwaremodell, Betriebssystemversion, Mobilfunknetz, IP-Adresse, eindeutige Gerätekennungen, Browsertyp und App-Version. Informationen über Ihre Aktivitäten auf den Wyze-Diensten, wie z. B. Zugriffszeiten, angezeigte Seiten, angeklickte Links und die Seite, die Sie besucht haben, bevor Sie zu unseren Websites navigiert sind."

# how_can_you_control_your_data
source: It is unclear if all users regardless of location can get their data deleted.
de: Es ist unklar, ob alle Benutzer*innen unabhängig von Ihrem Standort ihre Daten löschen lassen können.

# how_can_you_control_your_data
source: <b>Wyze Privacy Policy</b><br/><br/>"Depending on where you reside, you may have the right to (1) request to know more about and access your personal information, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information."
de: <b>Wyze-Datenschutzrichtlinie</b><br/><br/>"Je nachdem, wo Sie wohnen, haben Sie möglicherweise das Recht, (1) mehr über Ihre personenbezogenen Daten zu erfahren und darauf zuzugreifen, (2) die Löschung Ihrer personenbezogenen Daten zu verlangen und (3) die Berichtigung unrichtiger personenbezogener Daten zu verlangen."
