Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/wyze-bulb.po
Languages: de

# how_can_you_control_your_data
source: "We store personal data associated with your account for as long as your account remains active. If you close your account, we will delete your account data within 30 days; otherwise, we will delete your account data after three years of inactivity. We store other personal data for as long as necessary to carry out the purposes for which we originally collected it and for other business purposes explained in this Privacy Policy."
de: "Wir speichern personenbezogene Daten, die mit Ihrem Konto verknüpft sind, solange Ihr Konto aktiv ist. Wenn Sie Ihr Konto schließen, löschen wir Ihre Kontodaten innerhalb von 30 Tagen; andernfalls löschen wir Ihre Kontodaten nach drei Jahren Inaktivität. Wir speichern andere personenbezogene Daten so lange, wie es für die Durchführung der Zwecke, für die wir sie ursprünglich erhoben haben, und für andere in dieser Datenschutzerklärung erläuterte Geschäftszwecke erforderlich ist.“

# how_can_you_control_your_data
source: "You may update certain account profile information you provide to us by logging into your account. If you wish to delete your account, please email us at privacy@wyze.com, but note that we may retain certain information as required by law or for legitimate business purposes. We may also retain cached or archived copies of information about you for a certain period of time."
de: "Sie können bestimmte Kontoprofilinformationen, die Sie uns zur Verfügung stellen, aktualisieren, indem Sie sich in Ihr Konto einloggen. Wenn Sie Ihr Konto löschen möchten, senden Sie uns bitte eine E-Mail an privacy@wyze.com. Beachten Sie jedoch, dass wir bestimmte Informationen gemäß den gesetzlichen Bestimmungen oder für legitime Geschäftszwecke aufbewahren dürfen. Wir dürfen auch zwischengespeicherte oder archivierte Kopien von Informationen über Sie für einen bestimmten Zeitraum aufbewahren."

# how_can_you_control_your_data
source: "When you first launch our mobile app, you will be asked to consent to the app’s collection of precise location information. If you initially consent to our collection of such location information, you can subsequently stop the collection of this information at any time by changing the preferences on your mobile device. If you do so, our mobile apps, or certain features, may no longer function properly. You may also stop our collection of this information by deleting our app from your mobile device."
de: „Wenn Sie unsere mobile App zum ersten Mal starten, werden Sie gebeten, der Erfassung genauer Standortinformationen durch die App zuzustimmen. Wenn Sie zunächst in unsere Erfassung solcher Standortinformationen einwilligen, können Sie die Erfassung dieser Informationen anschließend jederzeit beenden, indem Sie die Einstellungen auf Ihrem mobilen Gerät ändern. Wenn Sie dies tun, funktionieren unsere mobilen Apps oder bestimmte Funktionen möglicherweise nicht mehr ordnungsgemäß. Sie können unsere Erfassung dieser Informationen auch stoppen, indem Sie unsere App von Ihrem Mobilgerät löschen."

# track_record_details
source: In 2023, <a id="a1">Wyze admitted to a security vulnerability</a> that exposed the private video recordings from some of their user's cameras were exposed to people on the internet. <a id="a2">The Verge reported</a> that some Wyze users were able to see video of cameras not their own through the Wyze web portal. This resulted in the <a id="a3">NY Times' Wirecutter to pull their recommendation</a> of Wyze cams to their readers.<a id="a4"> USA Today also pulled</a> their recommendation of Wyze security cameras.
de: Im Jahr 2023 räumte <a id="a1">Wyze eine Sicherheitslücke ein</a>, durch welche die privaten Videoaufnahmen einiger Kameras ihrer Benutzer anderen Personen im Internet ausgesetzt wurden. <a id="a2">The Verge berichtete,</a> dass einige Wyze-Benutzer über das Wyze-Webportal Videos von Kameras sehen konnten, die nicht ihre eigenen waren. Dies führte dazu, dass Wirecutter der <a id="a3">NY Times ihre Empfehlung</a> von Wyze-Cams an ihre Leser zurückzog.<a id="a4"> USA Today zog ebenfalls</a> ihre Empfehlung von Wyze-Überwachungskameras zurück.

# track_record_details
source: In 2022, cybersecurity publication <a id="a1">Bitdefender reported</a> that their security researchers " found three vulnerabilities that would have given attackers direct access to the cameras, including recordings stored on the SD card."<a id="a2"> Consumer Reporters followed with a report</a> calling out Wyze for not fixing the security flaws in some Wyze Cams for three years and <a id="a3">did not communicate with users promptly</a> about this vulnerability.
de: Im Jahr 2022 berichtete die <a id="a1">Cybersicherheitspublikation Bitdefender,</a> dass ihre Sicherheitsforscher "drei Schwachstellen gefunden haben, die Angreifern direkten Zugriff auf die Kameras gewährten, einschließlich der auf der SD-Karte gespeicherten Aufzeichnungen."<a id="a2"> Consumer Reporters folgte mit einem Bericht, in dem Wyze</a> dafür kritisiert wurde, die Sicherheitslücken in einigen Wyze Cams drei Jahre lang nicht behoben zu haben und <a id="a3">den Benutzern nicht umgehend</a> diese Sicherheitslücke mitgeteilt zu haben.

# track_record_details
source: In 2019, a massive data <a id="a1">leak</a> happened at Wyze, exposing information from 2.4M customers.
de: Im Jahr 2019 </a>kam es bei Wyze zu einem massiven<a id="a1"> Datenleck, das Informationen von 2,4 Millionen Kunden enthüllte.

# child_safety_blurb
source: We could find no mention of children specific data privacy policies in Wyze's privacy statement. This is not good.
de: In der Datenschutzerklärung von Wyze konnten wir keine Erwähnung von kinderspezifischen Datenschutzrichtlinien finden. Das ist nicht gut.
