Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/xbox-series-x-s.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: "We also obtain data from third parties. We protect data obtained from third parties according to the practices described in this statement, plus any additional restrictions imposed by the source of the data. These third-party sources vary over time and include:
de: „Wir beziehen Daten auch von Dritten. Wir schützen Daten, die wir von Dritten erhalten, gemäß den in dieser Erklärung beschriebenen Praktiken sowie allen zusätzlichen Einschränkungen, die von der Quelle der Daten auferlegt werden. Diese Drittanbieterquellen variieren im Laufe der Zeit und umfassen:
es: «También obtenemos datos de terceros. Protegemos los datos obtenidos de terceros de acuerdo con las prácticas descritas en esta declaración, más cualquier restricción adicional impuesta por la fuente de los datos. Estas fuentes de terceros varían con el tiempo e incluyen:
fr: « Nous recevons également des données provenant de tiers. Nous protégeons les données recueillies auprès de tiers conformément aux pratiques décrites dans la présente déclaration, ainsi qu’à toute restriction supplémentaire imposée par la source des données. Ces sources tierces varient dans le temps et comprennent :
pt_br: “Também obtemos dados de terceiros. Protegemos os dados obtidos de terceiros de acordo com as práticas descritas nesta declaração, além de quaisquer restrições adicionais impostas pela fonte dos dados. Essas fontes de terceiros variam ao longo do tempo e incluem:

# how_does_it_use_data_collected
source: Data brokers from which we purchase demographic data to supplement the data we collect.<br/> Services that make user-generated content from their service available to others, such as local business reviews or public social media posts.<br/> Communication services, including email providers and social networks, when you give us permission to access your data on such third-party services or networks.<br/> Service providers that help us determine your device’s location.<br/> Partners with which we offer co-branded services or engage in joint marketing activities.<br/> Developers who create experiences through or for Microsoft products.<br/> Third parties that deliver experiences through Microsoft products. Publicly-available sources, such as open public sector, academic, and commercial data sets and other data sources. "
de: Datenbroker, von denen wir demografische Daten erwerben, um die von uns erhobenen Daten zu ergänzen.<br/> Dienste, die nutzergenerierte Inhalte aus ihrem Dienst für andere verfügbar machen, wie z. B. lokale Geschäftsbewertungen oder öffentliche Social-Media-Posts.<br/> Kommunikationsdienste, einschließlich E-Mail-Anbieter und soziale Netzwerke, wenn Sie uns die Erlaubnis erteilen, auf Ihre Daten in solchen Diensten oder Netzwerken Dritter zuzugreifen.<br/> Dienstleister, die uns helfen, den Standort Ihres Geräts zu bestimmen.<br/> Partner, mit denen wir Co-Branding-Dienstleistungen anbieten oder gemeinsame Marketingaktivitäten durchführen.<br/> Entwickler, die Erlebnisse durch oder für Microsoft-Produkte schaffen.<br/> Drittanbieter, die Erlebnisse über Microsoft-Produkte bereitstellen. Öffentlich zugängliche Quellen, wie öffentliche, akademische und kommerzielle Datensätze und andere Datenquellen."
es: Brókers de datos a los que compramos datos demográficos para complementar los datos que recopilamos.<br/> Servicios que hacen que el contenido generado por los usuarios de su servicio esté disponible para otros, como reseñas de empresas locales o publicaciones públicas en redes sociales. <br/>Servicios de comunicación, incluidos proveedores de correo electrónico y redes sociales, cuando nos das permiso para acceder a tus datos en dichos servicios o redes de terceros.<br/> Proveedores de servicios que nos ayudan a determinar la ubicación de tu dispositivo.<br/> Socios con los que ofrecemos servicios de marca compartida o participamos en actividades de marketing conjuntas.<br/> Desarrolladores que crean experiencias a través de los productos de Microsoft o para ellos.<br/> Terceros que ofrecen experiencias a través de productos de Microsoft. Fuentes disponibles públicamente, como el sector abierto público, sets de datos académicos y comerciales y otras fuentes de datos».
fr: Les courtiers en données auprès desquels nous achetons des données démographiques pour compléter celles que nous recueillons. <br/>Les prestataires de services qui mettent à la disposition des autres le contenu généré par les utilisateurs à partir de leur service, comme les avis d’entreprises locales ou les messages publics sur les médias sociaux. <br/>Les services de communication, y compris les fournisseurs de messagerie et les réseaux sociaux, lorsque vous nous autorisez à accéder à vos données sur ces services ou réseaux tiers. <br/>Les fournisseurs de services qui nous aident à déterminer l’emplacement de votre appareil. <br/>Les partenaires avec lesquels nous offrons des services en partenariat ou qui participent à des activités de marketing conjointes. <br/>Les développeurs qui créent des expériences via ou pour les produits Microsoft. <br/>Les tiers qui proposent des expériences par l’intermédiaire des produits Microsoft. Sources accessibles au public, telles que des ensembles de données accessibles du secteur public, universitaires et commerciaux et d’autres sources de données ».
pt_br: Corretores de dados dos quais compramos dados demográficos para complementar os dados que coletamos.<br/> Serviços que disponibilizam conteúdo gerado pelo usuário de seu serviço para outras pessoas, como avaliações de empresas locais ou postagens públicas em mídias sociais.<br/> Serviços de comunicação, incluindo provedores de e-mail e redes sociais, quando você nos dá permissão para acessar seus dados em tais serviços ou redes de terceiros.<br/> Prestadores de serviços que nos ajudam a determinar a localização do seu dispositivo.<br/> Parceiros com os quais oferecemos serviços de marca conjunta ou nos envolvemos em atividades de marketing conjuntas.<br/> Desenvolvedores que criam experiências através de ou para produtos Microsoft.<br/> Terceiros que oferecem experiências por meio de produtos Microsoft. Fontes publicamente disponíveis, como o setor público aberto, conjuntos de dados acadêmicos e comerciais e outras fontes de dados."

# how_does_it_use_data_collected
source: "Microsoft uses the data we collect to provide you with rich, interactive experiences. In particular, we use data to:<br/>&lt;...&gt;<br/> Advertise and market to you, which includes sending promotional communications, targeting advertising, and presenting you with relevant offers."
de: "Microsoft verwendet die von uns gesammelten Daten, um Ihnen ein reichhaltiges, interaktives Erlebnis zu bieten. Insbesondere verwenden wir Daten, um:<br/>&lt;...&gt;<br/> für Sie Werbung und Vermarktungen durchzuführen, was das Versenden von Werbekommunikation, das Targeting von Werbung und die Präsentation relevanter Angebote umfasst.“
es: «Microsoft utiliza los datos recopilados para proporcionarte experiencias ricas e interactivas. En particular, utilizamos los datos para:<br/>&lt;...&gt;<br/> Dirigirte publicidad y marketing, lo que incluye el envío de comunicaciones promocionales, publicidad dirigida y ofertas relevantes».
fr: « Microsoft utilise les données recueillies pour vous offrir des expériences riches et interactives. Les données sont notamment utilisées pour : <br/>&lt;…&gt;<br/>Faire de la publicité et du marketing auprès de vous, ce qui inclut l’envoi de communications promotionnelles, le ciblage de la publicité et la diffusion d’offres pertinentes ».
pt_br: "A Microsoft usa os dados que coletamos para fornecer experiências ricas e interativas. Em particular, usamos dados para:<br/>&lt;...&gt;<br/> Anunciar e comercializar para você, o que inclui o envio de comunicações promocionais, segmentação de publicidade e apresentação de ofertas relevantes."

# how_does_it_use_data_collected
source: U.S. State Data Privacy
de: Datenschutz in den U.S.-Bundesstaaten
es: Privacidad de datos estatales en EE. UU.
fr: Confidentialité des données dans les États américains
pt_br: Privacidade de Dados nos Estados Unidos

# how_does_it_use_data_collected
source: "Sale. We do not sell your personal data. So, we do not offer an opt-out to the sale of personal data.<br/>Share. We may “share” your personal data, as defined under California and other applicable U.S. state laws, for personalized advertising purposes. As noted in our Advertising section, we do not deliver personalized advertising to children whose birthdate in their Microsoft account identifies them as under 18 years of age."
de: "Verkauf. Wir verkaufen Ihre personenbezogenen Daten nicht. Daher bieten wir kein Opt-out für den Verkauf personenbezogener Daten an.<br/>Teilen. Wir dürfen Ihre personenbezogenen Daten gemäß der Definition in Kalifornien und anderen geltenden Gesetzen des US-Bundesstaates für personalisierte Werbezwecke „weitergeben“. Wie in unserem Abschnitt Werbung erwähnt, liefern wir keine personalisierte Werbung an Kinder, deren Geburtsdatum in ihrem Microsoft-Konto sie als unter 18 Jahre alt identifiziert."
es: «Venta. No vendemos tus datos personales. Por lo tanto, no ofrecemos una opción de exclusión voluntaria para la venta de datos personales.<br/>Intercambio. Podemos “intercambiar” tus datos personales, según lo definido en las leyes de California y otras leyes estatales aplicables de los Estados Unidos, con fines publicitarios personalizados. Como se indica en nuestra sección de Publicidad, no ofrecemos publicidad personalizada a personas cuya fecha de nacimiento en la cuenta de Microsoft los identifica como menores de 18 años».
fr: « Vente. Nous ne vendons pas vos données personnelles. Nous ne proposons donc pas de possibilité de refuser la vente de données personnelles.<br/>Partage. Nous sommes susceptibles de « partager » vos données personnelles, conformément à la législation de la Californie et d’autres États américains, à des fins de publicité personnalisée. Comme indiqué dans notre section Publicité, nous ne fournissons pas de publicité personnalisée aux enfants dont la date de naissance dans leur compte Microsoft indique qu’ils ont moins de 18 ans ».
pt_br: "Venda. Nós não vendemos seus dados pessoais. Portanto, não oferecemos uma opção de exclusão para a venda de dados pessoais.<br/>Compartilhamento. Podemos 'compartilhar' seus dados pessoais, conforme definido na Califórnia e em outras leis estaduais aplicáveis dos EUA, para fins de publicidade personalizada. Conforme observado em nossa seção de Publicidade, não fornecemos publicidade personalizada a crianças cuja data de nascimento em sua conta da Microsoft as identifique como menores de 18 anos de idade."

# how_does_it_use_data_collected
source: Microsoft Privacy Statement Xbox Section
de: Abschnitt Microsoft-Datenschutzerklärung Xbox
es: Declaración de privacidad de Microsoft - Sección Xbox
fr: Déclaration de confidentialité de Microsoft, section Xbox
pt_br: Seção Xbox da Declaração de Privacidade da Microsoft

# how_does_it_use_data_collected
source: "When you sign up for an Xbox profile, we assign you a gamertag (a public nickname) and a unique identifier. When you sign in on Xbox devices, apps, and services, the data we collect about your use is stored using these unique identifier(s).
de: "Wenn Sie sich für ein Xbox-Profil anmelden, weisen wir Ihnen einen Gamertag (einen öffentlichen Spitznamen) und eine eindeutige Kennung zu. Wenn Sie sich auf Xbox-Geräten, -Apps und -Diensten anmelden, werden die Daten, die wir über Ihre Nutzung erfassen, unter Verwendung dieser eindeutigen Kennung(en) gespeichert.
es: «Cuando te registras en un perfil de Xbox, te asignamos un gamertag (un apodo público) y un identificador único. Cuando inicias sesión en dispositivos, aplicaciones y servicios Xbox, los datos que recopilamos sobre tu uso se almacenan utilizando estos identificadores únicos.
fr: « Lorsque vous créez un profil Xbox, nous vous attribuons un gamertag (un pseudo public) et un identifiant unique. Lorsque vous vous connectez aux appareils, applications et services Xbox, les données que nous recueillons sur votre utilisation sont stockées à l’aide de cet (ces) identifiant(s) unique(s).
pt_br: "Quando você se inscreve em um perfil do Xbox, atribuímos a você um gamertag (um apelido público) e um identificador exclusivo. Quando você inicia sessão em dispositivos, aplicações e serviços Xbox, os dados que recolhemos sobre a sua utilização são armazenados utilizando estes identificadores únicos.

# how_does_it_use_data_collected
source: Xbox consoles are devices you can use to find and play games, movies, music, and other digital entertainment. When you sign in to Xbox experiences—in apps or on a console—we also assign a unique identifier to your device. When your Xbox console is connected to the internet, for instance, and you sign in to the console, we identify which console and which version of the console’s operating system you’re using."
de: Xbox-Konsolen sind Geräte, mit denen Sie Spiele, Filme, Musik und andere digitale Unterhaltung finden und spielen können. Wenn Sie sich bei Xbox-Erlebnissen anmelden - in Apps oder auf einer Konsole - weisen wir Ihrem Gerät auch eine eindeutige Kennung zu. Wenn Ihre Xbox-Konsole beispielsweise mit dem Internet verbunden ist und Sie sich bei der Konsole anmelden, ermitteln wir, welche Konsole und welche Version des Betriebssystems der Konsole Sie verwenden."
es: Las consolas Xbox son dispositivos que puedes usar para buscar y jugar juegos, películas, música y otros entretenimientos digitales. Cuando inicias sesión en las experiencias de Xbox, en aplicaciones o en una consola, también asignamos un identificador único a tu dispositivo. Cuando tu consola Xbox está conectada a Internet, por ejemplo, e inicias sesión en ella, identificamos qué consola y qué versión del sistema operativo de la consola estás utilizando».
fr: Les consoles Xbox sont des appareils que vous pouvez utiliser pour trouver et jouer à des jeux, des films, de la musique et d’autres divertissements numériques. Lorsque vous vous connectez aux services Xbox, via des applications ou sur une console, nous attribuons également un identifiant unique à votre appareil. Lorsque votre console Xbox est connectée à Internet, par exemple, et que vous vous connectez à la console, nous identifions la console et la version du système d’exploitation de la console que vous utilisez ».
pt_br: Os consoles Xbox são dispositivos que você pode usar para encontrar e jogar jogos, filmes, músicas e outros entretenimentos digitais. Quando você entra nas experiências do Xbox – em aplicativos ou em um console – também atribuímos um identificador exclusivo ao seu dispositivo. Quando o console Xbox está conectado à Internet, por exemplo, e você entra no console, identificamos qual console e qual versão do sistema operacional do console você está usando."

# how_does_it_use_data_collected
source: "Data we collect about your use of Xbox services, games, apps, and consoles includes:
de: "Zu den Daten, die wir über Ihre Nutzung von Xbox-Diensten, Spielen, Apps und Konsolen sammeln, gehören:
es: «Los datos que recopilamos sobre tu uso de los servicios, juegos, aplicaciones y consolas de Xbox incluyen:
fr: « Les données que nous recueillons sur votre utilisation des services, jeux, applications et consoles Xbox comprennent :
pt_br: "Os dados que recolhemos sobre a sua utilização dos serviços, jogos, aplicações e consoles Xbox incluem:

# how_does_it_use_data_collected
source: When you sign in and sign out of Xbox, any purchases you make, and content you obtain.<br/> Which games you play and apps you use, your game progress, achievements, play time per game, and other play statistics.<br/> Performance data about Xbox consoles, Xbox Game Pass and other Xbox apps, the Xbox network, connected accessories, and your network connection, including any software or hardware errors.<br/> Content you add, upload, or share through the Xbox network, including text, pictures, and video you capture in games and apps.<br/> Social activity, including chat data and interactions with other gamers, and connections you make (friends you add and people who follow you) on the Xbox network."
de: Wenn Sie sich bei Xbox anmelden und abmelden, alle Käufe, die Sie tätigen, und Inhalte, die Sie erhalten.<br/> Welche Spiele Sie spielen und welche Apps Sie verwenden, Ihren Spielfortschritt, Erfolge, Spielzeit pro Spiel und andere Spielstatistiken.<br/> Leistungsdaten über Xbox-Konsolen, Xbox Game Pass und andere Xbox-Apps, das Xbox-Netzwerk, verbundenes Zubehör und Ihre Netzwerkverbindung, einschließlich Software- oder Hardwarefehler.<br/> Inhalte, die Sie über das Xbox Netzwerk hinzufügen, hochladen oder teilen, einschließlich Text, Bilder und Videos, die Sie in Spielen und Apps aufnehmen.<br/> Soziale Aktivitäten, einschließlich Chat-Daten und Interaktionen mit anderen Spielern sowie Verbindungen, die Sie im Xbox-Netzwerk herstellen (Freunde, die Sie hinzufügen, und Personen, die Ihnen folgen)."
es: Cuándo inicias y cierras sesión en Xbox, cualquier compra que realices y el contenido que obtienes.<br/> Qué juegos juegas y qué aplicaciones usas, tu progreso en el juego, logros, tiempo de uso en cada juego y otras estadísticas de juego. <br/>Datos de rendimiento sobre las consolas Xbox, Xbox Game Pass y otras aplicaciones Xbox, la red Xbox, los accesorios conectados y tu conexión de red, incluidos los errores de software o hardware.<br/> Contenidos que añades, subes o compartes a través de la red Xbox, incluidos texto, imágenes y vídeos que captures en juegos y aplicaciones. <br/>Actividad social, incluidos los datos de chat y las interacciones con otros jugadores, y las conexiones que haces (amigos que añades y personas que te siguen) en la red Xbox».
fr: Lorsque vous vous connectez et déconnectez de Xbox, tout achat effectué et le contenu obtenu.<br/> Les jeux auxquels vous jouez et les applications que vous utilisez, votre progression dans le jeu, vos réussites, le temps de jeu par partie et d’autres statistiques de jeu.<br/> Les données de performance concernant les consoles Xbox, le Xbox Game Pass et les autres applications Xbox, le réseau Xbox, les accessoires connectés et votre connexion réseau, y compris les erreurs logicielles ou matérielles.<br/> Le contenu que vous ajoutez, téléchargez ou partagez via le réseau Xbox, y compris le texte, les images et les vidéos que vous capturez dans les jeux et les applications.<br/> Les activités sociales, y compris les données de chat et les interactions avec d’autres joueurs, ainsi que les connexions que vous établissez (les amis que vous ajoutez et les personnes qui vous suivent) sur le réseau Xbox ».
pt_br: Quando você entra e sai do Xbox, todas as compras que você faz e o conteúdo que você obtém.<br/> Quais jogos você joga e aplicativos você usa, seu progresso no jogo, conquistas, tempo de jogo por jogo e outras estatísticas de jogo.<br/> Dados de desempenho sobre consoles Xbox, Xbox Game Pass e outros aplicativos Xbox, a rede Xbox, acessórios conectados e sua conexão de rede, incluindo erros de software ou hardware.<br/> Conteúdo que você adiciona, carrega ou compartilha por meio da rede Xbox, incluindo texto, imagens e vídeos capturados em jogos e aplicativos.<br/> Atividade social, incluindo dados de bate-papo, interações com outros jogadores e conexões que você faz (amigos que você adiciona e pessoas que o seguem) na rede Xbox."
