Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/xbox-series-x-s.po
Languages: de, es, fr, pt_br

# social_data_collected
source: Data about your contacts and relationships if you use a product to share information with others, manage contacts, communicate with others, or improve your productivity. <br/> <br/>Information about your relationships and interactions between you, other people, and organizations, such as types of engagement (e.g., likes, dislikes, events, etc.) related to people and organizations.
de: Daten über Ihre Kontakte und Beziehungen, wenn Sie ein Produkt verwenden, um Informationen mit anderen zu teilen, Kontakte zu verwalten, mit anderen zu kommunizieren oder Ihre Produktivität zu verbessern. <br/> <br/>Informationen über Ihre Beziehungen und Interaktionen zwischen Ihnen, anderen Personen und Organisationen, wie z. B. Arten des Engagements (z. B. Vorlieben, Abneigungen, Ereignisse usw.) in Bezug auf Personen und Organisationen.
es: Datos sobre tus contactos y relaciones, si utilizas un producto para compartir información con otras personas, gestionar contactos, comunicarte con otras personas o mejorar tu productividad. <br/> <br/>Información sobre tus relaciones e interacciones entre tú, otras personas y organizaciones, tales como tipos de participación (p. ej., me gusta, no me gusta, eventos, etc.) relacionados con personas y organizaciones.
fr: Les données relatives à vos contacts et relations si vous utilisez un outil pour partager des informations avec d’autres personnes, gérer des contacts, communiquer avec d’autres personnes ou améliorer votre productivité. <br/><br/>Les informations sur vos relations et les interactions avec d’autres personnes et organisations, telles que les types d’engagement (par exemple, les mentions « j’aime », les événements, etc.) liés à des personnes et des organisations.
pt_br: Dados sobre seus contatos e relacionamentos se você usar um produto para compartilhar informações com outras pessoas, gerenciar contatos, se comunicar com outras pessoas ou melhorar sua produtividade. <br/> <br/>Informações sobre seus relacionamentos e interações entre você, outras pessoas e organizações, como tipos de engajamento (por exemplo, curtidas, desgostos, eventos, etc.) relacionados a pessoas e organizações.

# how_can_you_control_your_data
source: We ding this product because it is unclear if all users, regardless of location, may get their data deleted.
de: Wir "dingen" (beanstanden) an diesem Produkt, dass nicht klar ist, ob alle Nutzer, unabhängig von ihrem Standort, ihre Daten löschen lassen können.
es: Criticamos a este producto porque no está claro si todos los usuarios pueden solicitar que se eliminen sus datos, independientemente del lugar donde vivan.
fr: Nous signalons ce produit car il n’est pas clair si tous les utilisateurs, quel que soit leur emplacement, puissent voir leurs données supprimées.
pt_br: Criticamos este produto porque não está claro se todos os usuários, independentemente da localização, podem ter seus dados excluídos.

# how_can_you_control_your_data
source: Microsoft Privacy Statement
de: Microsoft-Datenschutzerklärung
es: Declaración de privacidad de Microsoft
fr: Déclaration de confidentialité de Microsoft
pt_br: Declaração de Privacidade da Microsoft

# how_can_you_control_your_data
source: "Microsoft retains personal data for as long as necessary to provide the products and fulfill the transactions you have requested, or for other legitimate purposes such as complying with our legal obligations, resolving disputes, and enforcing our agreements. Because these needs can vary for different data types, the context of our interactions with you or your use of products, actual retention periods can vary significantly.
de: "Microsoft bewahrt personenbezogene Daten so lange auf, wie es für die Bereitstellung der Produkte und die Erfüllung der von Ihnen angeforderten Transaktionen erforderlich ist, oder für andere berechtigte Zwecke, wie die Einhaltung unserer gesetzlichen Verpflichtungen, die Beilegung von Streitigkeiten und die Durchsetzung unserer Vereinbarungen. Da diese Anforderungen für verschiedene Datentypen, den Kontext unserer Interaktionen mit Ihnen oder Ihre Nutzung von Produkten variieren können, können die tatsächlichen Aufbewahrungsfristen erheblich variieren.
es: «Microsoft conserva los datos personales durante el tiempo que sea necesario para proporcionar los productos y cumplir con las transacciones que hayas solicitado, o para otros fines legítimos, tales como cumplir con nuestras obligaciones legales, resolver disputas y hacer cumplir nuestros acuerdos. Debido a que estas necesidades pueden variar según los diferentes tipos de datos, el contexto de nuestras interacciones contigo o el uso que hagas de los productos, los períodos de retención reales pueden variar significativamente.
fr: « Microsoft conserve les données personnelles aussi longtemps que nécessaire pour fournir les produits et effectuer les transactions que vous avez demandés, ou à d’autres fins légitimes telles que le respect de nos obligations légales, la résolution des litiges et l’application de nos accords. Étant donné que ces besoins peuvent varier en fonction des différents types de données, du contexte de nos interactions avec vous ou de votre utilisation des produits, les périodes de conservation réelles peuvent varier considérablement.
pt_br: "A Microsoft retém dados pessoais pelo tempo necessário para fornecer os produtos e cumprir as transações que você solicitou, ou para outros fins legítimos, como cumprir nossas obrigações legais, resolver disputas e fazer cumprir nossos contratos. Como essas necessidades podem variar para diferentes tipos de dados, o contexto de nossas interações com você ou o uso de produtos, os períodos de retenção reais podem variar significativamente.

# how_can_you_control_your_data
source: Other criteria used to determine the retention periods include:
de: Die Kriterien für die Festlegung der Aufbewahrungsfristen sind unter anderem:
es: Otros criterios utilizados para determinar los períodos de retención incluyen:
fr: D’autres critères sont utilisés pour déterminer les périodes de conservation :
pt_br: Outros critérios usados para determinar os períodos de retenção incluem:

# how_can_you_control_your_data
source: Do customers provide, create, or maintain the data with the expectation we will retain it until they affirmatively remove it? Examples include a document you store in OneDrive, or an email message you keep in your Outlook.com inbox. In such cases, we would aim to maintain the data until you actively delete it, such as by moving an email from your Outlook.com inbox to the Deleted Items folder, and then emptying that folder (when your Deleted Items folder is emptied, those emptied items remain in our system for up to 30 days before final deletion). (Note that there may be other reasons why the data has to be deleted sooner, for example if you exceed limits on how much data can be stored in your account.)<br/> Is there an automated control, such as in the Microsoft privacy dashboard, that enables the customer to access and delete the personal data at any time? If there is not, a shortened data retention time will generally be adopted.<br/> Is the personal data of a sensitive type? If so, a shortened retention time would generally be adopted.<br/> Has Microsoft adopted and announced a specific retention period for a certain data type? For example, for Bing search queries, we de-identify stored queries by removing the entirety of the IP address after 6 months, and cookie IDs and other cross-session identifiers that are used to identify a particular account or device after 18 months.<br/> Has the user provided consent for a longer retention period? If so, we will retain data in accordance with your consent.<br/> Is Microsoft subject to a legal, contractual, or similar obligation to retain or delete the data? Examples can include mandatory data retention laws in the applicable jurisdiction, government orders to preserve data relevant to an investigation, or data retained for the purposes of litigation. Conversely, if we are required by law to remove unlawful content, we will do so."
de: Geben, erstellen oder pflegen Kunden die Daten mit der Erwartung, dass wir sie aufbewahren, bis sie sie ausdrücklich entfernen? Beispiele hierfür sind ein Dokument, das Sie in OneDrive speichern, oder eine E-Mail-Nachricht, die Sie in Ihrem Outlook.com-Posteingang aufbewahren. In solchen Fällen würden wir versuchen, die Daten so lange aufzubewahren, bis Sie sie aktiv löschen, z. B. indem Sie eine E-Mail aus Ihrem Outlook.com-Posteingang in den Ordner Gelöschte Elemente verschieben und diesen Ordner dann leeren (wenn Ihr Ordner Gelöschte Elemente geleert wird, verbleiben diese geleerten Elemente bis zu 30 Tage vor dem endgültigen Löschen in unserem System). (Beachten Sie, dass es andere Gründe geben kann, warum die Daten früher gelöscht werden müssen, z. B. wenn Sie die Speichergrenzen überschreiten, wie viele Daten in Ihrem Konto gespeichert werden können.)<br/> Gibt es eine automatisierte Steuerung, wie z.B. im Microsoft Privacy Dashboard, die es dem Kunden ermöglicht, jederzeit auf die personenbezogenen Daten zuzugreifen und diese zu löschen?<br/> Ist dies nicht der Fall, wird in der Regel eine verkürzte Vorratsdatenspeicherung vorgenommen. Handelt es sich bei den personenbezogenen Daten um sensible Daten? Wenn ja, würde in der Regel eine verkürzte Aufbewahrungszeit angewendet werden.<br/> Hat Microsoft eine bestimmte Aufbewahrungsfrist für einen bestimmten Datentyp eingeführt und angekündigt? Bei Bing-Suchanfragen de-identifizieren wir beispielsweise gespeicherte Abfragen, indem wir die gesamte IP-Adresse nach 6 Monaten sowie Cookie-IDs und andere sitzungsübergreifende Kennungen entfernen, die zur Identifizierung eines bestimmten Kontos oder Geräts nach 18 Monaten verwendet werden.<br/> Hat der Nutzer seine Einwilligung für eine längere Aufbewahrungsfrist erteilt? In diesem Fall werden wir die Daten gemäß Ihrer Einwilligung aufbewahren.<br/> Unterliegt Microsoft einer gesetzlichen, vertraglichen oder ähnlichen Verpflichtung zur Aufbewahrung oder zur Löschung der Daten? Beispiele können zwingende Gesetze zur Vorratsdatenspeicherung in der jeweiligen Gerichtsbarkeit, behördliche Anordnungen zur Aufbewahrung von Daten, die für eine Untersuchung relevant sind, oder Daten, die für die Zwecke von Rechtsstreitigkeiten aufbewahrt werden, sein. Wenn wir umgekehrt gesetzlich verpflichtet sind, rechtswidrige Inhalte zu entfernen, werden wir dies tun."
es: ¿Los clientes proporcionan, crean o mantienen los datos con la expectativa de que los retendremos hasta que los eliminen afirmativamente? Los ejemplos incluyen un documento que almacenes en OneDrive o un mensaje de correo electrónico que guardes en tu bandeja de entrada de Outlook.com. En tales casos, nuestro objetivo es conservar los datos hasta que los elimines activamente, por ejemplo, moviendo un correo electrónico desde tu bandeja de entrada de Outlook.com a la carpeta de Elementos eliminados, y luego vaciando esa carpeta (cuando se vacía tu carpeta Elementos eliminados, los elementos borrados permanecen en nuestro sistema hasta 30 días antes de su eliminación final). (Ten en cuenta que puede haber otras razones por las que los datos deban eliminarse antes, por ejemplo, si excedes el límite de cantidad de datos que se pueden almacenar en tu cuenta).<br/> ¿Existe un control automatizado, como en el panel de privacidad de Microsoft, que permita al cliente acceder y eliminar los datos personales en cualquier momento? Si no lo hay, generalmente se adoptará un tiempo de retención de datos más corto.<br/> ¿Los datos personales son de tipo sensible? Si es así, generalmente se adoptará un tiempo de retención más corto.<br/> ¿Microsoft ha adoptado y anunciado un período de retención específico para un determinado tipo de datos? Por ejemplo, para las consultas de búsqueda de Bing, desidentificamos las consultas almacenadas eliminando la totalidad de la dirección IP después de 6 meses, y los ID de cookies y otros identificadores de sesión cruzada que se utilizan para identificar una cuenta o un dispositivo en particular, después de 18 meses.<br/> ¿El usuario ha dado su consentimiento para un periodo de retención más largo? En caso afirmativo, conservaremos los datos de acuerdo con tu consentimiento.<br/> ¿Microsoft está sujeto a una obligación legal, contractual o similar con respecto a conservar o eliminar los datos? Los ejemplos pueden incluir leyes de retención de datos obligatorias en la jurisdicción aplicable, órdenes gubernamentales de preservar datos relevantes para una investigación o datos retenidos con fines de litigio. Por el contrario, si la ley nos exige eliminar contenido ilegal, lo haremos».
fr: L’utilisateur fournit-il, crée-t-il ou conserve-t-il les données en pensant que nous les conserverons jusqu’à ce qu’il les supprime lui-même ? Il peut s’agir, par exemple, d’un document que vous stockez dans OneDrive ou d’un e-mail que vous conservez dans votre boîte de réception Outlook.com. Dans ce cas, nous nous efforçons de conserver les données jusqu’à ce que vous les supprimiez vous-même, par exemple en déplaçant un e-mail de votre boîte de réception Outlook.com vers le dossier Éléments supprimés, puis en vidant ce dossier (lorsque votre dossier Éléments supprimés est vidé, les éléments supprimés restent dans notre système jusqu’à 30 jours avant d’être définitivement supprimés). (Notez qu’il peut y avoir d’autres raisons pour lesquelles les données doivent être supprimées plus tôt, par exemple si vous dépassez les limites de stockage de données dans votre compte).<br/> Existe-t-il un contrôle automatisé, tel que le tableau de bord de Microsoft sur la protection de la vie privée, qui permet au client d’accéder aux données personnelles et de les supprimer à tout moment ? Si ce n’est pas le cas, une durée de conservation des données plus courte sera généralement appliquée.<br/> Les données personnelles sont-elles à caractère confidentiel ? Si oui, une durée de conservation plus courte serait généralement adoptée.<br/> Une période de conservation spécifique a-t-elle été adoptée et annoncée par Microsoft pour un certain type de données ? Par exemple, pour les requêtes de recherche sur Bing, nous dépersonnalisons les requêtes stockées en supprimant l’intégralité de l’adresse IP après 6 mois, et les identifiants de cookies et autres identifiants de sessions qui sont utilisés pour identifier un compte ou un appareil particulier après 18 mois.<br/> L’utilisateur a-t-il donné son consentement pour une période de conservation plus longue ? Si c’est le cas, nous conserverons les données conformément à son consentement. <br/>Une obligation légale, contractuelle ou similaire impose-t-elle à Microsoft de conserver ou de supprimer les données ? Il peut s’agir, par exemple, de lois obligatoires sur la conservation des données dans la juridiction concernée, d’ordonnances gouvernementales visant à conserver des données pertinentes dans le cadre d’une enquête, ou de données conservées à des fins de litige. Inversement, si nous sommes tenus par la loi de supprimer un contenu illicite, nous le ferons ».
pt_br: Os clientes fornecem, criam ou mantêm os dados com a expectativa de que os reteremos até que os removam afirmativamente? Exemplos incluem um documento armazenado no OneDrive ou uma mensagem de e-mail que você mantém em sua caixa de entrada do Outlook.com. Nesses casos, pretendemos manter os dados até que você os exclua ativamente, por exemplo, movendo um e-mail da sua caixa de entrada do Outlook.com para a pasta Itens Excluídos e, em seguida, esvaziando essa pasta (quando a pasta Itens Excluídos é esvaziada, esses itens esvaziados permanecem em nosso sistema por até 30 dias antes da exclusão final). (Observe que pode haver outros motivos pelos quais os dados precisam ser excluídos mais cedo, por exemplo, se você exceder os limites de quantos dados podem ser armazenados em sua conta.)<br/> Existe um controle automatizado, como no painel de privacidade da Microsoft, que permite ao cliente acessar e excluir os dados pessoais a qualquer momento? Se não houver, um tempo de retenção de dados reduzido geralmente será adotado.<br/> Os dados pessoais são sensíveis? Em caso afirmativo, um tempo de retenção reduzido geralmente seria adotado.<br/> A Microsoft adotou e anunciou um período de retenção específico para um determinado tipo de dado? Por exemplo, para consultas de pesquisa do Bing, removemos as consultas armazenadas ao remover a totalidade do endereço IP após 6 meses e os IDs de cookies e outros identificadores de sessão cruzada, que são usados para identificar uma conta ou dispositivo específico, após 18 meses.<br/> O usuário forneceu consentimento para um período de retenção mais longo? Em caso afirmativo, reteremos os dados de acordo com o seu consentimento.<br/> A Microsoft está sujeita a uma obrigação legal, contratual ou similar de reter ou excluir os dados? Exemplos podem incluir leis obrigatórias de retenção de dados na jurisdição aplicável, ordens governamentais para preservar dados relevantes para uma investigação ou dados retidos para fins de litígio. Por outro lado, se formos obrigados por lei a remover conteúdo ilegal, faremos isso."

# how_can_you_control_your_data
source: You can manage your data via the Microsoft Privacy dashboard<a id="a1">.</a> <a id="a2">https://account.microsoft.com/account/</a>
de: Sie können Ihre Daten über das Microsoft-Datenschutz-Dashboard verwalten. <a id="a1"></a><a id="a2">https://account.microsoft.com/account/</a>
es: Puedes administrar tus datos a través del panel de privacidad de Microsoft. <a id="a1"></a><a id="a2">https://account.microsoft.com/account/</a>
fr: Vous pouvez gérer vos données via le tableau de bord de confidentialité de Microsoft. <a id="a1"></a><a id="a2">https://account.microsoft.com/account/</a>
pt_br: Você pode gerenciar seus dados através do painel de Privacidade da Microsoft. <a id="a1"></a><a id="a2">https://account.microsoft.com/account/</a>

# track_record_details
source: In September 2023, 38TB of data <a id="a1">were</a> accidentally exposed by Microsoft AI researchers.
de: Im September 2023 <a id="a1">wurden</a> versehentlich 38 TB Daten von Microsoft KI-Forschern freigelegt.
es: En septiembre de 2023, los investigadores de IA de Microsoft <a id="a1">expusieron</a> accidentalmente 38 TB de datos.
fr: En septembre 2023, 38 To de données <a id="a1">ont été</a> accidentellement dévoilés par des chercheurs en IA de Microsoft.
pt_br: Em setembro de 2023, 38 TB de dados <a id="a1">foram</a> acidentalmente expostos por pesquisadores de IA da Microsoft.

# track_record_details
source: In September 2023, 60,000 emails <a id="a1">were</a> stolen from 10 State Department accounts.
de: Im September 2023 <a id="a1">wurden 60'000 E-Mails von 10 Konten des US-Außenministeriums</a> gestohlen.
es: En septiembre de 2023, <a id="a1">se</a> robaron 60.000 correos electrónicos de 10 cuentas del Departamento de Estado.
fr: En septembre 2023, 60 000 e-mails <a id="a1">ont été</a> volés sur 10 comptes de département d’État.
pt_br: Em setembro de 2023, 60 mil e-mails <a id="a1">foram</a> roubados de 10 contas do Departamento de Estado.

# track_record_details
source: In July 2023, Microsoft publicly <a id="a1">disclosed</a> that a group of Chinese hackers had spied on U.S. government agencies via a vulnerability in Microsoft’s cloud services.
de: Im Juli 2023 gab Microsoft öffentlich <a id="a1">bekannt</a> , dass eine Gruppe chinesischer Hacker verschiedene US-Regierungsbehörden über eine Schwachstelle in den Cloud-Diensten von Microsoft ausspioniert hatte.
es: En julio de 2023, Microsoft <a id="a1">reveló</a> públicamente que un grupo de piratas informáticos chinos había espiado a agencias gubernamentales de EE. UU. a través de una vulnerabilidad en los servicios de Microsoft en la nube.
fr: En juillet 2023, Microsoft a <a id="a1">révélé</a> publiquement qu’un groupe de pirates chinois avait espionné des agences gouvernementales américaines grâce à une faille dans les services en cloud de Microsoft.
pt_br: Em julho de 2023, a Microsoft <a id="a1">divulgou publicamente</a> que um grupo de hackers chineses havia espionado agências do governo dos EUA por meio de uma vulnerabilidade nos serviços em nuvem da Microsoft.

# track_record_details
source: In June 2023, it was decided that Microsoft <a id="a1">would</a> pay $20 million to settle Federal Trade Commission charges that it violated the Children’s Online Privacy Protection Act (COPPA) by collecting personal information from children who signed up to its Xbox gaming system without notifying their parents or obtaining their parents’ consent, and by illegally retaining children’s personal information.
de: Im Juni 2023 wurde beschlossen, dass Microsoft 20 Millionen US-Dollar zahlen <a id="a1">müsse</a>, um Vorwürfe der US-Federal Trade Commission zu begleichen, dass sie gegen den Children's Online Privacy Protection Act (COPPA) verstoßen habe, indem sie personenbezogene Daten von Kindern sammelte, die sich bei ihrem Xbox-Glücksspielsystem angemeldet hatten, ohne ihre Eltern zu benachrichtigen oder deren Zustimmung einzuholen, und indem sie die personenbezogenen Daten von Kindern illegal aufbewahrte.
es: En junio de 2023, se decidió que Microsoft <a id="a1">debería</a> pagar 20 millones de dólares para cumplir con los cargos de la Comisión Federal de Comercio por violar la Ley de Protección de la Privacidad Infantil en Línea (COPPA) al recopilar información personal de menores que se registraron en su sistema de juegos Xbox sin notificar a sus padres u obtener su consentimiento, y al retener ilegalmente la información personal de los niños.
fr: En juin 2023, il a été décidé que Microsoft <a id="a1">allait</a> payer 20 millions de dollars en réparation aux accusations de la Federal Trade Commission (Commission fédérale du commerce) selon lesquelles la société aurait violé la loi sur la protection de la vie privée des enfants en ligne (Children’s Online Privacy Protection Act, COPPA) en collectant les informations personnelles des enfants qui s’inscrivaient à sa console de jeux Xbox sans en avertir leurs parents ou sans obtenir leur consentement, et en conservant illégalement les données personnelles de ces enfants.
pt_br: Em junho de 2023, foi decidido que a Microsoft <a id="a1">iria</a> pagar US$ 20 milhões para liquidar as acusações da Federal Trade Commission (FTC) de que violou a Lei de Proteção à Privacidade On-line das Crianças (COPPA) coletando informações pessoais de crianças, que se inscreveram em seu sistema de jogos Xbox sem notificar seus pais ou obter o consentimento de seus pais, e retendo ilegalmente as informações pessoais das crianças.

# track_record_details
source: In 2022, Microsoft's Server Misconfiguration <a id="a1">Led</a> to 65,000+ Companies' Data Leak.
de: Im Jahr 2022 <a id="a1">führte die Server-Fehlkonfiguration von Microsoft</a> zu einem Datenleck von mehr als 65'000 Unternehmen.
es: En 2022, una configuración incorrecta del servidor de Microsoft <a id="a1">provocó</a> una fuga de los datos de más de 65.000 empresas.
fr: En 2022, une mauvaise configuration des serveurs de Microsoft <a id="a1">a entraîné</a> la fuite des données de plus de 65 000 entreprises.
pt_br: Em 2022, a configuração incorreta de servidores da Microsoft <a id="a1">levou</a> ao vazamento de dados de mais de 65.000 empresas.
