Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/xbox-series-x-s.po
Languages: de, es, fr, pt_br

# track_record_details
source: Microsoft suffered a <a id="a1">major hack</a> that left their Microsoft Exchange email service vulnerable and exploited. That hack didn’t affect the privacy of the XBox directly. In December 2019, 250 million Microsoft internal customer service and support logs were <a id="a2">exposed online.</a>
de: Microsoft erlitt einen <a id="a1">großen Hack</a>, der eine Anfälligkeit des E-Mail-Diensts Microsoft Exchange zeigte. Dieser Hack hatte keinen direkten Einfluss auf die Privatsphäre der XBox. Im Dezember 2019 wurden 250 Millionen interne Kundendienst- und Supportprotokolle von Microsoft online <a id="a2">freigelegt</a>.
es: Microsoft sufrió un <a id="a1">ataque importante</a> que hizo que el servicio de correo electrónico de Microsoft Exchange quede vulnerable y sea explotado. El ataque no afectó la privacidad de la XBox directamente. En diciembre de 2019, 250 millones de registros de soporte y servicios internos al cliente de Microsoft quedaron <a id="a2">expuestos</a> en línea.
fr: Microsoft a subi un <a id="a1">piratage majeur</a> qui a rendu son service de messagerie Microsoft Exchange vulnérable et cette vulnérabilité a été exploitée. Ce piratage n’a pas affecté directement la confidentialité de la Xbox. En décembre 2019, 250 millions de logs internes du service client et de l’assistance de Microsoft ont été <a id="a2">divulgués</a> en ligne.
pt_br: A Microsoft sofreu um <a id="a1">grande ataque hacker</a> que deixou seu serviço de e-mail Microsoft Exchange vulnerável e explorado. Esse ataque hacker não afetou diretamente a privacidade do Xbox. Em dezembro de 2019, 250 milhões de registros internos de atendimento e suporte ao cliente da Microsoft foram <a id="a2">expostos on-line.</a>

# child_safety_blurb
source: "For users under the age of 13 or as specified by law in their jurisdiction, certain Microsoft products and services will either block users under that age or will ask them to obtain consent or authorization from a parent or guardian before they can use it, including when creating an account to access Microsoft services. We will not knowingly ask children under that age to provide more data than is required to provide for the product.
de: "Bestimmte Microsoft-Produkte und -Dienste sperren Benutzer unter 13 Jahren oder gemäß den gesetzlichen Bestimmungen in ihrem Land oder ihrer Region oder fordern sie auf, die Zustimmung oder Genehmigung eines Elternteils oder Erziehungsberechtigten einzuholen, bevor sie die Dienste nutzen können, einschließlich der Erstellung eines Kontos für den Zugriff auf Microsoft-Dienste. Wir werden Kinder unter diesem Alter nicht wissentlich auffordern, mehr Daten anzugeben, als für das Produkt erforderlich sind.
es: «Para los usuarios menores de 13 años o menores de la edad especificada por la ley en su jurisdicción, ciertos productos y servicios de Microsoft bloquearán a los usuarios menores de edad o les pedirán que obtengan el consentimiento o la autorización de un padre o tutor antes de que puedan usarlo, incluso al crear una cuenta para acceder a los servicios de Microsoft. No pediremos a sabiendas a menores de edad que proporcionen más datos de los necesarios para proporcionar el producto.
fr: « Pour les utilisateurs âgés de moins de 13 ans ou conformément à la législation en vigueur dans leur juridiction, certains produits et services Microsoft bloqueront les utilisateurs en dessous de cet âge ou leur demanderont d’obtenir le consentement ou l’autorisation d’un parent ou d’un tuteur avant de pouvoir les utiliser, y compris lors de la création d’un compte pour accéder aux services Microsoft. Nous ne demanderons pas délibérément aux enfants de moins de 13 ans de fournir plus de données que nécessaire pour le produit en question.
pt_br: "Para usuários com menos de 13 anos ou conforme especificado por lei em sua jurisdição, certos produtos e serviços da Microsoft bloquearão usuários com menos de 13 anos ou solicitarão que obtenham consentimento ou autorização de um pai ou responsável antes de poderem usá-lo, inclusive ao criar uma conta para acessar os serviços da Microsoft. Não pediremos conscientemente a crianças menores de idade que forneçam mais dados do que os necessários para fornecer o produto.

# child_safety_blurb
source: Once parental consent or authorization is granted, the child's account is treated much like any other account."
de: Sobald die Zustimmung oder Genehmigung der Eltern erteilt wurde, wird das Konto des Kindes wie jedes andere Konto behandelt."
es: Una vez que se obtiene el consentimiento o la autorización de los padres, la cuenta del menor se trata como cualquier otra cuenta».
fr: Une fois le consentement ou l’autorisation parentale accordée, le compte de l’enfant est traité comme n’importe quel autre compte .»
pt_br: Uma vez concedido o consentimento ou autorização dos pais, a conta da criança é tratada como qualquer outra conta."

# child_safety_blurb
source: "Below is additional information about the collection of data from children, including more details as related to Xbox.<br/>Accessing and deleting child data. For Microsoft products and services that require parental consent, a parent can view and delete certain data belonging to their child from the parent’s privacy dashboard: browsing history, search history, location activity, media activity, apps and service activity, and product and service performance data. To delete this data, a parent can sign in to their privacy dashboard and manage their child’s activities. Please note that a parent’s ability to access and/or delete a child’s personal information on their privacy dashboard will vary depending on the laws where you are located.
de: "Nachfolgend finden Sie zusätzliche Informationen zur Erfassung von Daten von Kindern, einschließlich weiterer Details in Bezug auf Xbox.<br/>Zugriff auf und Löschen von Kinderdaten. Bei Microsoft-Produkten und -Diensten, die die Zustimmung der Eltern erfordern, können Eltern bestimmte Daten ihres Kindes im Datenschutz-Dashboard der Eltern anzeigen und löschen: Browserverlauf, Suchverlauf, Standortaktivität, Medienaktivität, App- und Dienstaktivität sowie Produkt- und Dienstleistungsdaten. Um diese Daten zu löschen, können sich die Eltern bei ihrem Datenschutz-Dashboard anmelden und die Aktivitäten ihres Kindes verwalten. Bitte beachten Sie, dass die Möglichkeit eines Elternteils, auf die persönlichen Daten eines Kindes auf dem Datenschutz-Dashboard zuzugreifen und/oder diese zu löschen, je nach den Gesetzen in dem Land, in dem Sie sich befinden, unterschiedlich ist.
es: «A continuación se muestra información adicional sobre la recopilación de datos de menores, incluidos más detalles relacionados con Xbox.<br/>Cómo acceder y eliminar datos de menores. Para los productos y servicios de Microsoft que requieren el consentimiento de los padres, un padre puede ver y eliminar ciertos datos que pertenecen a su hijo desde el panel de privacidad para padres: historial de navegación, historial de búsqueda, actividad de ubicación, actividad de medios, actividad de aplicaciones y servicios, y datos de rendimiento de productos y servicios. Para eliminar estos datos, un padre puede iniciar sesión en su panel de privacidad y administrar las actividades de su hijo. Ten en cuenta que la capacidad de un padre para acceder o eliminar la información personal de un niño desde su panel de control de privacidad variará según las leyes del lugar donde se encuentre.
fr: « Vous trouverez ci-dessous des informations complémentaires sur la collecte de données auprès des enfants, y compris plus de détails concernant la Xbox.<br/>Accéder aux données des enfants et les supprimer. Pour les produits et services Microsoft nécessitant un consentement parental, un parent peut consulter et supprimer certaines données appartenant à son enfant à partir de son tableau de bord de confidentialité : historique de navigation, historique de recherche, activité de localisation, utilisation des médias, activité des applications et des services, et données de performance des produits et des services. Pour supprimer ces données, un parent peut se connecter à son tableau de bord de confidentialité et gérer les activités de son enfant. Veuillez noter que la possibilité pour un parent d’accéder et/ou de supprimer les informations personnelles d’un enfant sur son tableau de bord de confidentialité varie en fonction de la législation en vigueur dans le pays où vous vous trouvez.
pt_br: "Abaixo estão informações adicionais sobre a coleta de dados de crianças, incluindo mais detalhes relacionados ao Xbox.<br/>Acessando e excluindo dados de crianças. Para produtos e serviços da Microsoft que exigem o consentimento dos pais, os pais podem visualizar e excluir determinados dados pertencentes a seus filhos do painel de privacidade dos pais: histórico de navegação, histórico de pesquisa, atividade de localização, atividade de mídia, aplicativos e atividade de serviço e dados de desempenho de produtos e serviços. Para excluir esses dados, os pais podem fazer login em seu painel de privacidade e gerenciar as atividades de seus filhos. Observe que a capacidade dos pais de acessar e/ou excluir as informações pessoais de uma criança em seu painel de privacidade varia dependendo das leis em que você está localizado.

# child_safety_blurb
source: Additionally, a parent can contact our privacy support team through the privacy support form and, following authentication, request that the data types on the privacy dashboard together with the following data be deleted: software, setup, and inventory; device connectivity and configuration; feedback and ratings; fitness and activity; support content; support interactions; and environmental sensor. We process authenticated deletion requests within 30 days of receipt.
de: Darüber hinaus kann ein Elternteil unser Datenschutz-Support-Team über das Datenschutz-Support-Formular kontaktieren und nach der Authentifizierung anfordern, dass die Datentypen auf dem Datenschutz-Dashboard zusammen mit den folgenden Daten gelöscht werden: Software, Einrichtung und Inventar; Gerätekonnektivität und -konfiguration; Feedback und Bewertungen; Fitness und Aktivität; Support-Inhalte; Support-Interaktionen; und Umweltsensor. Wir bearbeiten authentifizierte Löschanfragen innerhalb von 30 Tagen nach Erhalt.
es: Además, los padres pueden ponerse en contacto con nuestro equipo de soporte de privacidad a través del formulario de soporte de privacidad y, después de la autenticación, solicitar que se eliminen los tipos de datos en el panel de privacidad, junto con los siguientes datos: software, configuración e inventario; conectividad y configuración del dispositivo; comentarios y calificaciones; estado físico y actividad; contenido de soporte; interacciones de soporte; y sensor ambiental. Procesamos las solicitudes de eliminación autenticadas dentro de los 30 días posteriores a su recepción.
fr: En outre, un parent peut contacter notre équipe d’assistance à la confidentialité par le biais du formulaire d’assistance relative à la confidentialité et, après authentification, demander que les types de données figurant sur le tableau de bord de la confidentialité ainsi que les données suivantes soient supprimés : logiciel, paramètres et inventaire ; connectivité et configuration de l’appareil ; commentaires et évaluations ; fitness et activité ; contenu de l’assistance ; interactions avec l’assistance ; et capteur d’environnement. Nous traitons les demandes de suppression authentifiées dans les 30 jours suivant leur réception.
pt_br: Além disso, os pais podem entrar em contato com nossa equipe de suporte de privacidade por meio do formulário de suporte de privacidade e, após a autenticação, solicitar que os tipos de dados no painel de privacidade, juntamente com os seguintes dados, sejam excluídos: software, configuração e inventário; conectividade e configuração do dispositivo; feedback e classificações; aptidão e atividade; conteúdo de suporte; interações de suporte e sensor ambiental. Processamos pedidos de eliminação autenticados no prazo de 30 dias após o recebimento.

# child_safety_blurb
source: Please note that content like emails, contacts, and chats are accessible through in-product experiences. ...
de: Bitte beachten Sie, dass Inhalte wie E-Mails, Kontakte und Chats über produktinterne Erlebnisse zugänglich sind. ...
es: Ten en cuenta que se puede acceder a contenidos tales como correos electrónicos, contactos y chats a través de experiencias en el producto...
fr: Veuillez noter que les contenus tels que les e-mails, les contacts et les chats sont accessibles par le biais de services au sein du produit.
pt_br: Observe que conteúdos como e-mails, contatos e bate-papos podem ser acessados por meio de experiências no produto. ...

# child_safety_blurb
source: If your child’s account is not a part of your Microsoft family group and you do not have access to your child’s activity on your privacy dashboard, then you need to submit a request related to your child’s data through the privacy support form. The privacy team will ask for account verification before fulfilling the request.
de: Wenn das Konto Ihres Kindes nicht Teil Ihrer Microsoft-Familiengruppe ist und Sie keinen Zugriff auf die Aktivitäten Ihres Kindes in Ihrem Datenschutz-Dashboard haben, müssen Sie eine Anfrage in Bezug auf die Daten Ihres Kindes über das Datenschutz-Unterstützungsformular einreichen. Das Datenschutzteam wird dich um eine Verifizierung Ihres Kontos bitten, bevor sie der Anfrage Folge leisten.
es: Si la cuenta de tu hijo no forma parte de tu grupo familiar de Microsoft y no tienes acceso a la actividad de tu hijo en tu panel de privacidad, debes enviar una solicitud relacionada con los datos de tu hijo a través del formulario de soporte de privacidad. El equipo de privacidad solicitará la verificación de la cuenta antes de completar la solicitud.
fr: Si le compte de votre enfant ne fait pas partie de votre groupe familial Microsoft et que vous n’avez pas accès à l’activité de votre enfant dans votre tableau de bord de confidentialité, vous devez soumettre une demande relative aux données de votre enfant via le formulaire d’assistance relative à la confidentialité. L’équipe chargée de la confidentialité demandera une vérification du compte avant de répondre à la demande.
pt_br: Se a conta do seu filho não fizer parte do seu grupo familiar da Microsoft e você não tiver acesso à atividade do seu filho no painel de privacidade, precisará enviar uma solicitação relacionada aos dados do seu filho por meio do formulário de suporte de privacidade. A equipe de privacidade solicitará a verificação da conta antes de atender à solicitação.

# child_safety_blurb
source: To delete all of your child’s personal information, you must request deletion of the child’s account through the close your account form. This link will prompt you to sign in with your child’s account credentials. Check that the page shows the correct Microsoft account, and then follow the instructions to request that your child’s account be deleted. Learn more about how to close a Microsoft account.
de: Um alle persönlichen Daten Ihres Kindes zu löschen, müssen Sie die Löschung des Kontos des Kindes über das Formular zum Schließen Ihres Kontos beantragen. Dieser Link fordert Sie auf, sich mit den Anmeldeinformationen Ihres Kindes anzumelden. Überprüfen Sie, ob auf der Seite das richtige Microsoft-Konto angezeigt wird, und folgen Sie dann den Anweisungen, um die Löschung des Kontos Ihres Kindes anzufordern. Erfahren Sie mehr darüber, wie Sie ein Microsoft-Konto schließen.
es: Para eliminar toda la información personal de tu hijo, debes solicitar la eliminación de la cuenta del menor a través del formulario de cierre de cuenta. Este enlace te pedirá que inicies sesión con las credenciales de la cuenta de tu hijo. Comprueba que la página muestra la cuenta de Microsoft correcta y, a continuación, sigue las instrucciones para solicitar que se elimine la cuenta de tu hijo. Obtén más información sobre cómo cerrar una cuenta de Microsoft.
fr: Pour supprimer toutes les données personnelles de votre enfant, vous devez demander la suppression de son compte en utilisant le formulaire de clôture de compte. Ce lien vous invitera à vous connecter avec les informations d’identification du compte de votre enfant. Vérifiez que la page affiche le bon compte Microsoft, puis suivez les instructions pour demander la suppression du compte de votre enfant. En savoir plus sur la clôture d’un compte Microsoft.
pt_br: Para excluir todas as informações pessoais do seu filho, você deve solicitar a exclusão da conta dele por meio do formulário Fechar sua Conta. Este link solicitará que você entre com as credenciais da conta do seu filho. Verifique se a página mostra a conta Microsoft correta e siga as instruções para solicitar que a conta do seu filho seja excluída. Saiba mais sobre como fechar uma conta da Microsoft.

# child_safety_blurb
source: After you submit the request to close your child’s account, we will wait 60 days before permanently deleting the account in case you change your mind or need to access something on the account before it is permanently closed and deleted. During the waiting period, the account is marked for closure and permanent deletion, but it still exists. If you want to reopen your child’s Microsoft account, just sign in again within that 60-day period. We will cancel the account closure, and the account will be reinstated....
de: Nachdem Sie den Antrag auf Schließung des Kontos Ihres Kindes gestellt haben, warten wir 60 Tage ab, bevor wir das Konto endgültig löschen, falls Sie Ihre Meinung ändern oder auf etwas im Konto zugreifen müssen, bevor es endgültig geschlossen und gelöscht wird. Während der Wartezeit ist das Konto zur Schließung und dauerhaften Löschung markiert, aber es existiert immer noch. Wenn Sie das Microsoft-Konto Ihres Kindes wieder öffnen möchten, melden Sie sich einfach innerhalb dieser 60-Tage-Frist erneut an. Wir werden die Kontoschließung stornieren und das Konto wird wiederhergestellt ....
es: Después de enviar la solicitud para cerrar la cuenta de tu hijo, esperaremos 60 días antes de eliminarla permanentemente por si cambias de opinión o necesitas acceder a algo que se encuentra en la cuenta antes de que se cierre y elimine permanentemente. Durante el período de espera, la cuenta estará marcada para el cierre y la eliminación permanente, pero todavía existirá. Si deseas volver a abrir la cuenta Microsoft de tu hijo, simplemente vuelve a iniciar sesión dentro de ese período de 60 días. Cancelaremos el cierre de la cuenta y la cuenta se restablecerá...
fr: Après avoir soumis la demande de clôture du compte de votre enfant, nous attendrons 60 jours avant de supprimer définitivement le compte, au cas où vous changeriez d’avis ou auriez besoin d’accéder à quelque chose sur le compte avant qu’il ne soit définitivement clôturé et supprimé. Pendant cette période, le compte est marqué pour la clôture et la suppression définitive, mais il existe toujours. Si vous souhaitez rouvrir le compte Microsoft de votre enfant, il vous suffit de vous connecter à nouveau pendant cette période de 60 jours. Nous annulerons la clôture du compte et celui-ci sera rétabli.
pt_br: Depois de enviar a solicitação para encerrar a conta do seu filho, aguardaremos 60 dias antes de excluir permanentemente a conta, caso você mude de ideia ou precise acessar algo na conta antes que ela seja permanentemente fechada e excluída. Durante o período de espera, a conta é marcada para encerramento e exclusão permanente, mas ainda existe. Se você quiser reabrir a conta Microsoft do seu filho, basta entrar novamente dentro desse período de 60 dias. Cancelaremos o encerramento da conta e a conta será restabelecida...

# child_safety_blurb
source: When users sign in to Xbox, in apps, games or on an Xbox console, we assign a unique identifier to their device. For instance, when their Xbox console is connected to the internet and they sign in to the console, we identify which console and which version of the console’s operating system they are using.
de: Wenn sich Benutzer bei Xbox, in Apps, Spielen oder auf einer Xbox-Konsole anmelden, weisen wir ihrem Gerät eine eindeutige Kennung zu. Wenn beispielsweise ihre Xbox-Konsole mit dem Internet verbunden ist und sie sich bei der Konsole anmelden, ermitteln wir, welche Konsole und welche Version des Betriebssystems der Konsole sie verwenden.
es: Cuando los usuarios inician sesión en Xbox, en aplicaciones, juegos o en una consola Xbox, asignamos un identificador único a su dispositivo. Por ejemplo, cuando tu consola Xbox está conectada a Internet e inicias sesión en ella, identificamos qué consola y qué versión del sistema operativo de la consola estás utilizando.
fr: Lorsque les utilisateurs se connectent à Xbox, à des applications, jeux ou sur une console Xbox, nous attribuons un identifiant unique à leur appareil. Par exemple, lorsque leur console Xbox est connectée à Internet et qu’ils se connectent à la console, nous identifions la console et la version du système d’exploitation qu’ils utilisent.
pt_br: Quando os usuários fazem login no Xbox, em aplicativos, jogos ou em um console Xbox, atribuímos um identificador exclusivo ao dispositivo. Por exemplo, quando o console Xbox está conectado à Internet e eles fazem login no console, identificamos qual console e qual versão do sistema operacional do console eles estão usando.

# child_safety_blurb
source: Xbox continues to provide new experiences in client apps that are connected to and backed by services such as Xbox network and cloud gaming. When signed in to an Xbox experience, we collect required data to help keep these experiences safe, secure, up to date, and performing as expected.
de: Xbox bietet weiterhin neue Erfahrungen in Client-Apps an, die mit Diensten wie dem Xbox-Netzwerk und Cloud-Gaming verbunden sind und von diesen unterstützt werden. Wenn wir bei einer Xbox-Erfahrung angemeldet sind, erfassen wir die erforderlichen Daten, um diese Erfahrungen sicher, geschützt, auf dem neuesten Stand und wie erwartet durchführen zu können.
es: Xbox continúa proporcionando nuevas experiencias en aplicaciones de clientes que están conectadas y respaldadas por servicios como la red Xbox y los juegos en la nube. Cuando inicias sesión en una experiencia de Xbox, recopilamos los datos necesarios para ayudar a mantener estas experiencias seguras, actualizadas y funcionando según lo esperable.
fr: Xbox propose continuellement des nouvelles expériences dans des applications clientes qui sont connectées à des services tels que le réseau Xbox et les jeux en ligne, et qui sont soutenues par ces services. Lorsque vous vous connectez à une expérience Xbox, nous collectons les données nécessaires pour que ces expériences restent sûres, sécurisées, à jour et qu’elles fonctionnent comme prévu.
pt_br: O Xbox continua a fornecer novas experiências em aplicativos clientes conectados e apoiados por serviços como a rede Xbox e jogos em nuvem. Quando entramos em uma experiência do Xbox, coletamos os dados necessários para ajudar a manter essas experiências seguras, atualizadas e funcionando conforme o esperado.
