Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/xbox-series-x-s.po
Languages: de, es, fr, pt_br

# title
source: XBox Series X &amp; S
de: XBox Series X & S
es: XBox Series X y S
fr: Xbox Series X et S
pt_br: Xbox Series X e Xbox Series S

# blurb
source: Microsoft's powerful Xbox X series and the smaller, cheaper S series bring games to you through their hugely popular Xbox Game Pass or just the old fashion way of buying them or sharing them with your buddy. Games like Halo, Forza, Starfield, Madden, and Elden Ring will keep you plenty busy. Unfortunately, Microsoft's Xbox raised some serious privacy concerns in 2023 that make us worry.
de: Microsofts leistungsstarke Xbox X-Reihe und die kleinere, günstigere S-Reihe bieten Spiele über den beliebten Xbox Game Pass oder einfach auf die altmodische Art und Weise, indem ihr sie kauft oder mit eurem Kumpel teilt. Spiele wie Halo, Forza, Starfield, Madden und Elden Ring werden Sie gut beschäftigen. Leider hat Microsofts Xbox im Jahr 2023 einige ernsthafte Datenschutzbedenken aufgeworfen, die uns Sorgen machen.
es: La potente serie Xbox X de Microsoft y la serie S, más pequeña y económica, te traen juegos a través de su popular Xbox Game Pass o simplemente mediante la forma de siempre: comprarlos o compartirlos con algún amigo. Juegos como Halo, Forza, Starfield, Madden y Elden Ring te mantendrán entretenido(a). Desafortunadamente, en 2023, la Xbox de Microsoft planteó algunas serias preocupaciones de privacidad que nos preocupan.
fr: La puissante Xbox Series X et la Series S, plus petite et moins chère, de Microsoft vous permettent d’accéder aux jeux grâce au très populaire Xbox Game Pass, ou tout simplement par la bonne vieille méthode qui consiste à les acheter ou à les échanger avec vos amis. Des jeux comme Halo, Forza, Starfield, Madden et Elden Ring vous occuperont amplement. Malheureusement, en 2023, la Xbox de Microsoft pose de sérieux problèmes en matière de confidentialité, ce qui ne manque pas de nous préoccuper.
pt_br: O poderoso Xbox Series X e o menor e mais barato Xbox Series S da Microsoft trazem jogos para você por meio de seu popular serviço Xbox Game Pass ou, se for de sua preferência, pela maneira antiga de comprá-los ou compartilhá-los com um amigo. Jogos como Halo, Forza, Starfield, Madden e Elden Ring manterão você muito ocupado. Infelizmente, o Xbox da Microsoft levantou algumas sérias preocupações de privacidade em 2023 que nos preocupam.

# worst_case
source: If you want to give yourself a headache, spend some time trying to decipher Microsoft's super complicated and confusing privacy policies. On the other hand, don't, we've tried to do it here for you, to the best of our ability. Microsoft's privacy policy covers pretty much all of its products, from Outlook to Windows to Skype, Edge, Xbox, and Minecraft. That's a lot of products to cover broadly with one privacy policy. So, good luck sorting everything out.
de: Wenn Sie sich den Kopf zerbrechen wollen, sollten Sie sich die Zeit nehmen, die super komplizierten und verwirrenden Datenschutzrichtlinien von Microsoft zu entschlüsseln. Wir haben versucht, dies hier für Sie zu tun, so gut wir können. Die Datenschutzrichtlinien von Microsoft gelten für so ziemlich alle Produkte des Unternehmens, von Outlook über Windows bis hin zu Skype, Edge, Xbox und Minecraft. Das sind eine Menge Produkte, die mit einer einzigen Datenschutzrichtlinie umfassend abgedeckt werden. Viel Glück beim Aussortieren der Daten.
es: Si quieres darte un dolor de cabeza, dedica un tiempo a tratar de descifrar las políticas de privacidad supercomplicadas y confusas de Microsoft. Pero vamos, no hace falta que lo hagas, hemos intentado hacerlo aquí por ti, lo mejor que hemos podido. La política de privacidad de Microsoft cubre casi todos sus productos, desde Outlook hasta Windows, Skype, Edge, Xbox y Minecraft. Eso es una gran cantidad de productos para cubrir ampliamente con una sola política de privacidad. Así que, buena suerte intentando entenderla.
fr: Vous avez envie de vous casser la tête ? Essayez donc de décrypter les politiques de confidentialité ultra complexes et déroutantes de Microsoft. En fait, ne le faites pas. Nous avons essayé de le faire pour vous ici, du mieux que nous le pouvons. La politique de confidentialité de Microsoft porte sur la quasi-totalité de ses produits, d’Outlook à Windows en passant par Skype, Edge, Xbox et Minecraft. Cela fait beaucoup de produits à inclure dans une seule politique de confidentialité. Bon courage pour tout démêler.
pt_br: Se você quiser ter uma dor de cabeça, passe algum tempo tentando decifrar as políticas de privacidade extremamente complicadas e confusas da Microsoft. Caso contrário, tentamos fazer isso aqui para você com o melhor de nossa capacidade. A política de privacidade da Microsoft abrange praticamente todos os seus produtos, do Outlook ao Windows, Skype, Edge, Xbox e Minecraft. São muitos produtos para cobrir amplamente com uma política de privacidade. Então, boa sorte para interpretar tudo.

# worst_case
source: Here's what we can tell you from our read of Microsoft's privacy policy in regards to Xbox -- your privacy might not be not included. The good news is, Microsoft says they don't sell your personal information. Yay! That's about where the good news ends though. Microsoft does say they can collect a good amount of data on you and your gaming habits. They go on to say they can go out and collect even more data on you from places like data brokers, social networks, partners, developers, and more and combine that data with data they have on you to do things like target you with more advertising or relevant products. That's not so good.
de: Nach der Lektüre der Datenschutzrichtlinien von Microsoft für die Xbox können wir Ihnen Folgendes sagen: Ihre Privatsphäre ist möglicherweise nicht enthalten. Die gute Nachricht ist, dass Microsoft sagt, dass sie Ihre persönlichen Daten nicht verkaufen. Juhu! Das war's dann aber auch schon mit den guten Nachrichten. Microsoft sagt, dass sie eine ganze Reihe von Daten über dich und deine Spielgewohnheiten sammeln können. Weiter heißt es, dass das Unternehmen noch mehr Daten über dich sammeln kann, z. B. von Datenmaklern, sozialen Netzwerken, Partnern, Entwicklern usw., und dass es diese Daten mit den Daten, die es über dich hat, kombinieren kann, um dir z. B. mehr Werbung oder relevante Produkte anzubieten. Das ist nicht so gut.
es: Esto es lo que podemos decirte con respecto a Xbox a partir de nuestra lectura de la política de privacidad de Microsoft: es posible que tu privacidad no esté incluida. La buena noticia es que Microsoft dice que no vende tu información personal. ¡Óle! Sin embargo, ahí es donde terminan las buenas noticias. Microsoft dice que puede recopilar una buena cantidad de datos sobre ti y tus hábitos de juego. Continúan diciendo que pueden recopilar aún más datos sobre ti de lugares como brókers de datos, redes sociales, socios, desarrolladores y más, y combinar esos datos con los que ya tienen sobre ti, para hacer cosas como dirigirte más publicidad o productos relevantes. Esto no es muy bueno.
fr: Voici ce qui ressort de notre lecture de la politique de confidentialité de Microsoft concernant la Xbox : la confidentialité de vos données pourrait ne pas être incluse. La bonne nouvelle, c’est que Microsoft déclare ne pas vendre vos informations personnelles. Et c’est tant mieux ! Mais les bonnes nouvelles s’arrêtent là. Microsoft affirme pouvoir collecter un grand nombre de données sur vous et vos habitudes de jeu, et ajoute qu’elle peut collecter encore plus de données sur vous auprès de courtiers en données, de réseaux sociaux, de partenaires, de développeurs, entre autres, et combiner ces données avec celles qu’elle possède sur vous. Tout cela dans le but de mener des actions ciblées, telles que vous proposer davantage de publicités ou de produits pertinents. Ce n’est pas très bon signe.
pt_br: Veja o que podemos dizer sobre nossa leitura da política de privacidade da Microsoft em relação ao Xbox – sua privacidade pode não estar incluída. A boa notícia é que a Microsoft diz que não vende suas informações pessoais. Eba! Mas é aí que as boas notícias terminam. A Microsoft diz que pode coletar uma boa quantidade de dados sobre você e seus hábitos de jogo. Eles continuam dizendo que podem sair e coletar ainda mais dados sobre você de lugares como corretores de dados, redes sociais, parceiros, desenvolvedores e muito mais e combinar esses dados com os dados que eles têm sobre você para fazer coisas como segmentá-lo com mais publicidade ou produtos relevantes. Isso não é tão bom.

# worst_case
source: And here's the very bad when it comes to Xbox. The US Federal Trade Commission (FTC)<a id="a1"> filed a $20 million settlement</a> against Microsoft in 2023 for alleged violations of the Children’s Online Privacy Protection Act. The problem is that <a id="a2">Xbox was allegedly violating children's privacy</a> by illegally collecting children's personal information when they signed up for Xbox services and failed to tell parents' about the full amount of data collected on kids under 13. And then Microsoft likely kept some of this personal information for way longer than they should have. Violating children's privacy laws is pretty bad. especially for a video game console lots of children use daily.
de: Und hier ist das sehr schlechte, wenn es um Xbox geht. Die US-amerikanische Federal Trade Commission (FTC)<a id="a1"> reichte 2023 eine Vergleichsbeschwerde in Höhe von 20 Millionen US-Dollar</a> gegen Microsoft wegen angeblicher Verstöße gegen den Children's Online Privacy Protection Act ein. Das Problem ist, dass <a id="a2">Xbox angeblich die Privatsphäre</a> von Kindern verletzt hat, indem sie auf illegale Weise personenbezogene Daten von Kindern gesammelt hat, wenn sie sich für Xbox-Dienste angemeldeten, und es versäumt hat, Eltern über die gesamte Menge an Daten zu informieren, die über ihre Kinder unter 13 Jahren gesammelt wurden. Und dann hat Microsoft wahrscheinlich einige dieser persönlichen Informationen viel länger aufbewahrt, als sie es gedurft hätten. Die Verletzung der Datenschutzrechte von Kindern ist ziemlich schlimm, besonders für eine Videospielkonsole, die viele Kinder täglich benutzen.
es: Y esto es algo muy malo cuando se trata de Xbox: en 2023, la Comisión Federal de Comercio de los Estados Unidos (FTC, por sus siglas en inglés)<a id="a1"> interpuso un recurso por 20 millones de dólares</a> contra Microsoft por presuntas violaciones de la Ley de Protección de la Privacidad Infantil en Línea. El problema es que <a id="a2">presuntamente, Xbox estaba violando la privacidad de los menores</a> al recopilar ilegalmente su información personal cuando se registraban en los servicios de Xbox sin que la empresa informara a los padres sobre toda la cantidad de datos recopilados de los menores de 13 años. Además, es probable que Microsoft haya conservado parte de esta información personal durante mucho más tiempo de lo que deberían. Violar las leyes de privacidad de los menores es bastante malo, especialmente para una consola de videojuegos que muchos niños usan a diario.
fr: Les choses se gâtent pour ce qui est de la Xbox. La Commission fédérale du commerce des États-Unis (FTC) <a id="a1">a déposé une plainte de 20 millions de dollars</a> contre Microsoft en 2023 pour violation présumée de la loi sur la protection de la vie privée des enfants en ligne (Children’s Online Privacy Protection Act). Le souci, c’est que <a id="a2">Xbox aurait violé la vie privée des enfants</a> en collectant illégalement des informations personnelles les concernant lorsqu’ils s’inscrivaient aux services Xbox et en omettant d’informer les parents du volume total de données collectées sur les enfants de moins de 13 ans. Et Microsoft a probablement conservé certaines de ces informations personnelles bien plus longtemps qu’autorisé. Violer les lois sur la protection de la vie privée des enfants est plutôt grave, surtout pour une console de jeux vidéo que beaucoup d’enfants utilisent quotidiennement.
pt_br: E aqui está o pior quando se trata do Xbox. A Comissão Federal de Comércio dos EUA (FTC)<a id="a1"> entrou com um acordo de US$ 20 milhões</a> contra a Microsoft em 2023 por supostas violações da Lei de Proteção à Privacidade On-line das Crianças. O problema é que o <a id="a2">Xbox estava supostamente violando a privacidade das crianças</a> ao coletar ilegalmente as informações pessoais das crianças quando elas se inscreveram nos serviços do Xbox e não informaram os pais sobre a quantidade total de dados coletados com relação às crianças menores de 13 anos. E então a Microsoft provavelmente manteve algumas dessas informações pessoais por muito mais tempo do que deveria. Violar as leis de privacidade das crianças é muito ruim, especialmente para um console de videogame que muitas crianças usam diariamente.

# worst_case
source: So, to recap, while Microsoft Xbox does not sell your personal data, Microsoft says they will use your data to target you with ads on Microsoft properties. Microsoft also says they might share your data with partners like Facebook and Yahoo to collect data about your online activity for advertising purposes, and to place their own ads. Finally, Microsoft says they can combine data with third parties, such as data brokers. Also, be aware, some of the games you play on the Xbox that are made by other companies might be collecting and sharing your data and their privacy policies would apply to your personal information. So many freakin’ privacy policies to just play games. All that, and Microsoft was required to cough up $20 million in 2023 for violating children's privacy laws.
de: Zusammenfassend lässt sich sagen, dass Microsoft Xbox Ihre persönlichen Daten zwar nicht verkauft, aber Ihre Daten verwendet, um Sie gezielt mit Werbung auf Microsoft-Eigentum anzusprechen. Microsoft sagt auch, dass es Ihre Daten an Partner wie Facebook und Yahoo weitergeben kann, um Daten über Ihre Online-Aktivitäten zu Werbezwecken zu sammeln und eigene Werbung zu schalten. Schließlich sagt Microsoft, dass es Daten mit Dritten, wie z. B. Datenmaklern, kombinieren kann. Außerdem sollten Sie sich bewusst sein, dass einige der Spiele, die Sie auf der Xbox spielen und die von anderen Unternehmen hergestellt werden, möglicherweise Ihre Daten sammeln und weitergeben, und dass deren Datenschutzrichtlinien für Ihre persönlichen Informationen gelten würden. So viele verdammte Datenschutzrichtlinien, nur um Spiele zu spielen. All das, und Microsoft musste 2023 20 Millionen Dollar blechen, weil es gegen die Datenschutzgesetze für Kinder verstoßen hatte.
es: Entonces, para recapitular, aunque Microsoft Xbox no vende tus datos personales, Microsoft dice que los usarán para orientarte con anuncios dentro de los sitios propiedad de Microsoft. Microsoft también dice que podrían compartir tus datos con socios como Facebook y Yahoo para recopilar información sobre tu actividad en línea con fines publicitarios y para colocar sus propios anuncios. Finalmente, Microsoft dice que pueden combinar los datos con los de terceros, como brókers de datos. Además, ten en cuenta que algunos de los juegos que juegas en la Xbox y que están desarrollados por otras compañías podrían estar recopilando y compartiendo tus datos, y son sus políticas de privacidad las que se aplicarían a tu información personal. Tantas malditas políticas de privacidad tan solo para jugar... Además de todo eso, Microsoft tuvo que desembolsar 20 millones de dólares en 2023 por violar las leyes de privacidad de los menores.
fr: Pour résumer, bien que Microsoft Xbox ne vende pas vos données personnelles, la société indique qu’elle utilisera vos données pour vous proposer des publicités sur ses sites. Microsoft précise également qu’elle peut partager vos données avec des partenaires tels que Facebook et Yahoo pour recueillir des données sur votre activité en ligne à des fins publicitaires, et pour placer ses propres produits. Enfin, Microsoft indique pouvoir croiser les données avec des tiers, tels que des courtiers en données. Sachez également que certains des jeux auxquels vous jouez sur la Xbox et qui sont produits par d’autres sociétés peuvent recueillir et partager vos données et c’est alors leurs politiques de confidentialité qui s’appliquent à vos données personnelles. Tant de politiques de confidentialité juste pour pouvoir s’amuser avec une console. Tout ça pour dire que Microsoft devra débourser 20 millions de dollars en 2023 pour avoir violé les lois sur la protection de la vie privée des enfants.
pt_br: Portanto, para recapitular, embora o Xbox da Microsoft não venda seus dados pessoais, a Microsoft diz que usará seus dados para segmentá-lo com anúncios em propriedades da Microsoft. A Microsoft também diz que pode compartilhar seus dados com parceiros como Facebook e Yahoo para coletar dados sobre sua atividade on-line para fins de publicidade e para colocar seus próprios anúncios. Por fim, a Microsoft diz que pode combinar dados com terceiros, como corretores de dados. Além disso, esteja ciente de que alguns dos jogos que você joga no Xbox, que são desenvolvidos por outras empresas, podem estar coletando e compartilhando seus dados; e suas políticas de privacidade se aplicariam às suas informações pessoais. Tantas malditas políticas de privacidade para apenas jogar. Toda essa situação, e a Microsoft foi obrigada a desembolsar US$ 20 milhões em 2023 por violar as leis de privacidade infantil.

# worst_case
source: What's the worst that could happen while playing Call of Duty on your Xbox? Well, Microsoft is going to know lots about what kinds of video games you play and when you play them. That info is then going to be used to target you with ads for lots more video game stuff. And that stuff all gets expensive. So, be prepared to go into the poor house by not being to resist all those ads you get. That's absolutely not the worst thing that could happen, but it's certainly something that is happening. Oh, and if you don't want to get hacked and have someone log into your Xbox account and buy a bunch of games at your expense, don't forget to <a id="a1">set up two-factor authentication</a>.
de: Was ist das Schlimmste, was passieren könnte, wenn Sie Call of Duty auf Ihrer Xbox spielen? Nun, Microsoft wird viel darüber wissen, welche Arten von Videospielen Sie spielen und wann Sie sie spielen. Diese Informationen werden dann verwendet, um Sie mit Anzeigen für viel mehr Videospielmaterial anzusprechen. Und das Zeug wird alles teuer. Seien Sie also darauf vorbereitet, ins Armenhaus zu gelangen, wenn Sie all den Anzeigen nicht widerstehen können, die Sie erhalten. Das ist absolut nicht das Schlimmste, was passieren könnte, aber es ist sicherlich etwas, das passiert. Oh, und wenn Sie nicht gehackt werden möchten und jemand sich in Ihr Xbox-Konto einloggen und eine Reihe von Spielen auf Ihre Kosten kaufen möchte, vergessen Sie nicht, eine Zwei-Faktor-Authentifizierung <a id="a1">einzurichten</a>.
es: ¿Qué es lo peor que podría pasar mientras juegas a Call of Duty en tu Xbox? Bueno, Microsoft va a saber mucho sobre los tipos de videojuegos que te gustan y sobre cuándo los juegas. Esa información se utilizará para orientarte con anuncios de muchas otras cosas relacionadas con los videojuegos. Cosas cada vez más caras. Por lo tanto, prepárate para caer en la pobreza cuando no puedas resistirte a todos los anuncios que recibes. Eso no es absolutamente lo peor que podría pasar, pero ciertamente es algo que está sucediendo. Ah, y si no quieres que alguien piratee tu cuenta, inicie sesión en tu Xbox y compre un montón de juegos a tu costa, no te olvides de <a id="a1">configurar la autenticación de dos factores</a>.
fr: Que peut-il arriver de pire lorsque vous jouez à Call of Duty sur votre Xbox ? Eh bien, Microsoft va connaître le type de jeux vidéo auxquels vous jouez et le moment auquel vous y jouez. Ces informations seront ensuite utilisées pour vous envoyer des publicités personnalisées. Et tout cela peut vous coûter cher. Soyez donc prêt à vous ruiner si vous ne pouvez pas résister à toutes les publicités de jeux vidéos que vous recevrez. Bon, ok, ce n’est absolument pas le pire qui puisse arriver, mais c’est bien ce qui se produit. Au fait, si vous ne voulez pas vous faire pirater et voir quelqu’un se connecter à votre compte Xbox pour acheter un tas de jeux à vos dépens, n’oubliez pas de <a id="a1">mettre en place l’authentification à deux facteurs</a>.
pt_br: Qual é a pior coisa que pode acontecer ao jogar Call of Duty no seu Xbox? Bem, a Microsoft vai saber muito sobre que tipos de videogames você joga e quando você os joga. Essas informações serão usadas para segmentar você com anúncios para muito mais coisas relacionadas a videogames. E tudo isso fica caro. Portanto, esteja preparado para entrar em casa pobre, não resistindo a todos os anúncios que você recebe. Isso não é absolutamente a pior coisa que poderia acontecer, mas certamente é algo que está acontecendo. Ah, e se você não quiser ser hackeado e alguém entrar na sua conta do Xbox e comprar um monte de jogos às suas custas, não se esqueça de <a id="a1">configurar a autenticação de dois fatores</a>.

# how_does_it_use_data_collected
source: <b>We ding this product for combining personal data from users with data from data brokers and other third parties, and using it for targeted advertisement</b><br/><br/><b>Microsoft Privacy Statement</b>
de: <b>Wir "dingen" (beanstanden) dieses Produkt, weil es personenbezogene Daten von Benutzern mit Daten, die von Datenbrokern und anderen Dritten stammen, kombiniert und für gezielte Werbung verwendet</b><br/><br/><b>Microsoft-Datenschutzerklärung</b>
es: <b>Criticamos este producto porque combina datos personales de sus usuarios con datos de brókers de datos y otros terceros, y porque los usa para publicidad dirigida</b><br/><br/><b>Declaración de privacidad de Microsoft</b>
fr: <b>Nous signalons ce produit comme combinant les données personnelles des utilisateurs avec les données obtenues via des courtiers en données et d’autres tiers, et pour leur utilisation à des fins de publicité ciblée. </b><br/><br/><b>Déclaration de confidentialité de Microsoft</b>
pt_br: <b>Usamos este produto para combinar dados pessoais de usuários com dados de corretores de dados e outros terceiros e usá-los para publicidade direcionada</b><br/><br/><b>Declaração de Privacidade da Microsoft</b>
