Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/xbox-series-x-s.po
Languages: de, es, fr, pt_br

# child_safety_blurb
source: Data we collect when you create an Xbox profile. You as the parent or guardian are required to consent to the collection of personal data from a child under 13 years old or as otherwise specified by your jurisdiction. With your permission, your child can have an Xbox profile and use the online Xbox network. During the child Xbox profile creation, you will sign in with your own Microsoft account to verify that you are an adult organizer in your Microsoft family group. We collect an alternate email address or phone number to boost account security. If your child needs help accessing their account, they will be able to use one of these alternates to validate they own the Microsoft account.
de: Daten, die wir erfassen, wenn Sie ein Xbox-Profil erstellen: Sie als Elternteil oder Erziehungsberechtigter sind verpflichtet, der Erhebung personenbezogener Daten von einem Kind unter 13 Jahren oder, wie in Ihrer Gerichtsbarkeit anderweitig festgelegt, zuzustimmen. Mit Ihrer Erlaubnis kann Ihr Kind ein Xbox-Profil haben und das Xbox-Online-Netzwerk nutzen. Während der Erstellung des Kinder-Xbox-Profils melden Sie sich mit Ihrem eigenen Microsoft-Konto an, um zu verifizieren, dass Sie ein erwachsener Organisator in Ihrer Microsoft-Familiengruppe sind. Wir erfassen eine alternative E-Mail-Adresse oder Telefonnummer, um die Kontosicherheit zu erhöhen. Wenn Ihr Kind Hilfe beim Zugriff auf sein Konto benötigt, kann es eine dieser Alternativen verwenden, um zu validieren, dass es das Microsoft-Konto besitzt.
es: Datos que recopilamos cuando creas un perfil de Xbox. Tú, como padre, madre o tutor, debes dar tu consentimiento para la recopilación de datos personales de un menor de 13 años o de la edad que especifique tu jurisdicción. Con tu permiso, tu hijo puede tener un perfil de Xbox y usar la red Xbox en línea. Durante la creación del perfil infantil de Xbox, deberás iniciar sesión con tu propia cuenta de Microsoft para verificar que eres un organizador adulto en tu grupo familiar de Microsoft. Recopilamos una dirección de correo electrónico o un número de teléfono alternativo para aumentar la seguridad de la cuenta. Si tu hijo necesita ayuda para acceder a su cuenta, podrá usar una de estas alternativas para validar que posee la cuenta de Microsoft.
fr: Les données que nous recueillons lorsque vous créez un profil Xbox. En tant que parent ou tuteur, vous devez consentir à la collecte des données personnelles d’un enfant de moins de 13 ans ou selon les conditions fixées par votre juridiction. Avec votre autorisation, votre enfant peut avoir un profil Xbox et utiliser le réseau Xbox en ligne. Lors de la création du profil Xbox de l’enfant, il faudra vous connecter avec votre propre compte Microsoft pour vérifier que vous êtes un administrateur adulte dans votre groupe familial Microsoft. Nous demandons une autre adresse e-mail ou un autre numéro de téléphone pour renforcer la sécurité du compte. Si votre enfant a besoin d’aide pour accéder à son compte, il pourra utiliser l’une de ces options pour confirmer qu’il est bien le propriétaire du compte Microsoft.
pt_br: Dados que coletamos quando você cria um perfil do Xbox. Você, como pai ou responsável, é obrigado a consentir com a coleta de dados pessoais de uma criança com menos de 13 anos de idade ou conforme especificado pela sua jurisdição. Com sua permissão, seu filho pode ter um perfil do Xbox e usar a rede on-line do Xbox. Durante a criação do perfil do seu filho no Xbox, você entrará com sua própria conta da Microsoft para verificar se é um organizador adulto em seu grupo familiar da Microsoft. Recolhemos um endereço de e-mail ou número de telefone alternativo para aumentar a segurança da conta. Se o seu filho precisar de ajuda para acessar a conta, ele poderá usar uma dessas alternativas para validar a propriedade da conta da Microsoft.

# child_safety_blurb
source: We collect limited information about children, including name, birthdate, email address, and region. When you sign your child up for an Xbox profile, they get a gamertag (a public nickname) and a unique identifier. When you create your child’s Xbox profile you consent to Microsoft collecting, using, and sharing information based on their privacy and communication settings on the Xbox online network. Your child’s privacy and communication settings are defaulted to the most restrictive.
de: Wir erfassen in begrenztem Umfang Informationen über Kinder, einschließlich Name, Geburtsdatum, E-Mail-Adresse und Region. Wenn Sie Ihr Kind für ein Xbox-Profil anmelden, erhält es einen Gamer-Tag (einen öffentlichen Spitznamen) und eine eindeutige Kennung. Wenn Sie das Xbox-Profil Ihres Kindes erstellen, stimmen Sie zu, dass Microsoft Informationen auf der Grundlage seiner Datenschutz- und Kommunikationseinstellungen im Xbox Online-Netzwerk sammelt, verwendet und weitergibt. Die Datenschutz- und Kommunikationseinstellungen Ihres Kindes sind standardmäßig auf die restriktivsten Einstellungen eingestellt.
es: Recopilamos información limitada sobre los menores, lo que incluye nombre, fecha de nacimiento, dirección de correo electrónico y región. Cuando registras a tu hijo en un perfil de Xbox, él recibe un gamertag (un apodo público) y un identificador único. Cuando creas el perfil de Xbox de tu hijo, estás aceptando que Microsoft recopile, use y comparta información en función de su configuración de privacidad y comunicación en la red en línea de Xbox. La configuración de privacidad y comunicación de tu hijo se establece de forma predeterminada como la más restrictiva.
fr: Les données que nous recueillons sur les enfants sont limitées : nom, date de naissance, adresse e-mail et région. Lorsque vous créez un profil Xbox pour votre enfant, il reçoit un gamertag (un pseudo public) et un identifiant unique. Lorsque vous créez le profil Xbox de votre enfant, vous autorisez Microsoft à recueillir, utiliser et partager des informations en fonction de ses paramètres de confidentialité et de communication sur le réseau en ligne Xbox. Les paramètres de confidentialité et de communication de votre enfant sont par défaut les plus restrictifs.
pt_br: Coletamos informações limitadas sobre crianças, incluindo nome, data de nascimento, endereço de e-mail e região. Quando você inscreve seu filho em um perfil do Xbox, ele recebe um gamertag (um apelido público) e um identificador exclusivo. Ao criar o perfil Xbox do seu filho, você concorda que a Microsoft colete, use e compartilhe informações com base em suas configurações de privacidade e comunicação na rede on-line do Xbox. As configurações de privacidade e comunicação do seu filho são padronizadas para as mais restritivas.

# child_safety_blurb
source: Data we collect. We collect information about your child’s use of Xbox services, games, apps, and devices including:<br/> When they sign in and sign out of Xbox, purchase history, and content they obtain.<br/> Which games they play and apps they use, their game progress, achievements, play time per game, and other play statistics.<br/> Performance data about Xbox consoles, Xbox Game Pass and other Xbox apps, the Xbox network, connected accessories, and network connection, including any software or hardware errors.<br/> Content they add, upload, or share through the Xbox network, including text, pictures, and video they capture in games and apps.<br/> Social activity, including chat data and interactions with other gamers, and connections they make (friends they add and people who follow them) on the Xbox network.
de: Daten, die wir sammeln: Wir sammeln Informationen über die Nutzung von Xbox-Diensten, Spielen, Apps und Geräten durch Ihr Kinder, einschließlich:<br/> Wenn sie sich bei Xbox an- und abmelden, Kaufhistorie und Inhalte, die sie erhalten.<br/> Welche Spiele sie spielen und welche Apps sie verwenden, ihren Spielfortschritt, ihre Erfolge, die Spielzeit pro Spiel und andere Spielstatistiken.<br/> Leistungsdaten über Xbox-Konsolen, Xbox Game Pass und andere Xbox-Apps, das Xbox-Netzwerk, angeschlossenes Zubehör und Netzwerkverbindung, einschließlich Software- oder Hardwarefehler.<br/> Inhalte, die sie über das Xbox-Netzwerk hinzufügen, hochladen oder freigeben, einschließlich Text, Bilder und Videos, die sie in Spielen und Apps aufnehmen.<br/> Soziale Aktivitäten, einschließlich Chat-Daten und Interaktionen mit anderen Spielern sowie Verbindungen, die sie im Xbox-Netzwerk herstellen (Freunde, die sie hinzufügen, und Personen, die ihnen folgen).
es: Datos que recopilamos. Recopilamos información sobre el uso que tu hijo hace de los servicios, juegos, aplicaciones y dispositivos de Xbox, lo que incluye:<br/> Cuándo inicia y cierra sesión en Xbox, el historial de compras y los contenidos que obtiene.<br/> A qué juegos juega y qué aplicaciones usa, su progreso en el juego, logros, tiempo de uso por cada juego y otras estadísticas de juego. <br/>Datos de rendimiento sobre las consolas Xbox, Xbox Game Pass y otras aplicaciones Xbox, la red Xbox, los accesorios conectados y la conexión de red, incluidos los errores de software o hardware.<br/> Contenido que añade, carga o comparte a través de la red Xbox, incluyendo texto, imágenes y vídeos que captura en juegos y aplicaciones. <br/>Actividad social, incluidos los datos del chat y las interacciones con otros jugadores, y las conexiones que hace (amigos que añade y personas que lo siguen) en la red Xbox.
fr: Les données que nous recueillons. Nous recueillons des informations sur l’utilisation par votre enfant des services, jeux, applications et appareils Xbox, y compris : <br/>la connexion et la déconnexion à Xbox, l’historique des achats et le contenu acquis <br/>les jeux auxquels ils jouent et les applications qu’ils utilisent, leur progression dans les jeux, leurs réussites, le temps de jeu par jeu et d’autres statistiques de jeu<br/> les données de performance concernant les consoles Xbox, le Xbox Game Pass et les autres applications Xbox, le réseau Xbox, les accessoires connectés et la connexion au réseau, y compris toute erreur logicielle ou matérielle <br/>le contenu qu’ils ajoutent, téléchargent ou partagent via le réseau Xbox, y compris le texte, les images et les vidéos qu’ils capturent dans les jeux et les applications. <br/>les activités sociales, y compris les données de chat et les interactions avec d’autres joueurs, ainsi que les connexions qu’ils établissent (amis qu’ils ajoutent et personnes qui les suivent) sur le réseau Xbox.
pt_br: Dados que coletamos. Coletamos informações sobre o uso que seu filho faz dos serviços, jogos, aplicativos e dispositivos do Xbox, incluindo:<br/> Quando ele entra e sai do Xbox, histórico de compras e conteúdo que obtém.<br/> Quais jogos eles jogam e aplicativos eles usam, seu progresso no jogo, conquistas, tempo de jogo por jogo e outras estatísticas de jogo.<br/> Dados de desempenho sobre consoles Xbox, Xbox Game Pass e outros aplicativos Xbox, a rede Xbox, acessórios conectados e conexão de rede, incluindo erros de software ou hardware.<br/> Conteúdo que eles adicionam, carregam ou compartilham através da rede Xbox, incluindo texto, imagens e vídeos que capturam em jogos e aplicativos.<br/> Atividade social, incluindo dados de bate-papo, interações com outros jogadores e conexões que eles fazem (amigos que eles adicionam e pessoas que os seguem) na rede Xbox.

# child_safety_blurb
source: If your child uses an Xbox console or Xbox app on another device capable of accessing the Xbox network, and that device includes a storage device (hard drive or memory unit), usage data will be stored on the storage device and sent to Microsoft the next time they sign in to Xbox, even if they have been playing offline....
de: Wenn Ihr Kind eine Xbox-Konsole oder Xbox-App auf einem anderen Gerät verwendet, das auf das Xbox-Netzwerk zugreifen kann, und dieses Gerät ein Speichergerät (Festplatte oder Speichereinheit) enthält, werden Nutzungsdaten auf dem Speichergerät gespeichert und an Microsoft gesendet, wenn es sich das nächste Mal bei Xbox anmeldet, auch wenn es offline gespielt hat....
es: Si tu hijo usa una consola Xbox o una aplicación Xbox en otro dispositivo capaz de acceder a la red Xbox, y ese dispositivo incluye un dispositivo de almacenamiento (disco duro o unidad de memoria), los datos de uso se almacenarán en el dispositivo de almacenamiento y se enviarán a Microsoft la próxima vez que tu hijo inicie sesión en Xbox, incluso si ha estado jugando sin conexión...
fr: Si votre enfant utilise une console ou une application Xbox sur un autre appareil capable d’accéder au réseau Xbox et que cet appareil comprend un dispositif de stockage (disque dur ou unité de mémoire), les données d’utilisation seront stockées sur le dispositif de stockage et envoyées à Microsoft la prochaine fois qu’il se connectera à Xbox, même si le jeu s’est déroulé hors ligne.
pt_br: Se o seu filho usar um console Xbox ou aplicativo Xbox em outro dispositivo capaz de acessar a rede Xbox, e esse dispositivo incluir um dispositivo de armazenamento (disco rígido ou unidade de memória), os dados de uso serão armazenados no dispositivo de armazenamento e enviados para a Microsoft na próxima vez que entrarem no Xbox, mesmo que estejam jogando off-line...

# child_safety_blurb
source: Game captures. Any player in a multiplayer game session can record video (game clips) and capture screenshots of their view of the game play. Other players’ game clips and screenshots can capture your child’s in-game character and gamertag during that session. If a player captures game clips and screenshots on a PC, the resulting game clips might also capture audio chat if your child’s privacy and communication settings on the Xbox online network allow it.
de: Game Captures: Jeder Spieler in einer Multiplayer-Spielsitzung kann Videos (Spielclips) aufnehmen und Screenshots seiner Ansicht des Spiels aufnehmen. Die Spielclips und Screenshots anderer Spieler können den Charakter und den Gamer-Tag Ihres Kindes während dieser Sitzung erfassen. Wenn ein Spieler Spielclips und Screenshots auf einem PC aufnimmt, können die resultierenden Spielclips auch den Audio-Chat aufnehmen, wenn die Datenschutz- und Kommunikationseinstellungen Ihres Kindes im Xbox Online-Netzwerk dies zulassen.
es: Capturas de juego. Cualquier jugador en una sesión de juego multijugador puede grabar vídeo (clips de juego) y hacer capturas de pantalla de su visión del juego. Los clips de juego y las capturas de pantalla de otros jugadores pueden captar el personaje y el gamertag de tu hijo durante esa sesión. Si un jugador captura clips de juego y hace capturas de pantalla en una PC, los clips de juego resultantes también pueden captar el chat de audio si la configuración de privacidad y comunicación de tu hijo en la red en línea de Xbox lo permite.
fr: Captures de jeu. Tout joueur participant à une session de jeu multijoueur peut enregistrer des vidéos (clips de jeu) et faire des captures d’écran de sa vision du jeu. Les séquences de jeu et les captures d’écran des autres joueurs peuvent permettre d’identifier le personnage et le gamertag de votre enfant au cours de la session. Si un joueur capture des séquences de jeu et des captures d’écran sur un PC, les séquences de jeu ainsi obtenues peuvent également contenir des conversations audio si les paramètres de confidentialité et de communication de votre enfant sur le réseau en ligne Xbox l’autorisent.
pt_br: Capturas de jogo. Qualquer jogador em uma sessão de jogo multiplayer pode gravar vídeos (clipes de jogos) e salvar capturas de tela de sua visão do jogo. Os clipes de jogos e capturas de tela de outros jogadores podem capturar o personagem e o gamertag do seu filho durante essa sessão. Se um jogador capturar clipes de jogos e capturas de tela em um PC, os clipes de jogos resultantes também poderão capturar o bate-papo de áudio se as configurações de privacidade e comunicação do seu filho na rede on-line do Xbox permitirem.

# child_safety_blurb
source: Captioning. During Xbox real-time (“party”) chat, players may activate a voice-to-text feature that lets them view that chat as text. If a player activates this feature, Microsoft uses the resulting text data to provide captioning of chat for players who need it. This data may also be used to provide a safe gaming environment and enforce the Community Standards for Xbox.
de: Untertitelung: Während des Xbox Echtzeit-Chats („Party“) können Spieler eine Sprach-zu-Text-Funktion aktivieren, mit der sie diesen Chat als Text anzeigen können. Wenn ein Spieler diese Funktion aktiviert, verwendet Microsoft die resultierenden Textdaten, um Spielern, die sie benötigen, eine Untertitelung des Chats zur Verfügung zu stellen. Diese Daten können auch verwendet werden, um eine sichere Spielumgebung zu schaffen und die Community-Standards für Xbox durchzusetzen.
es: Subtítulos. Durante el diálogo en tiempo real de Xbox («fiesta»), los jugadores pueden activar una función de voz a texto que les permite ver la charla escrita como texto. Si un reproductor activa esta función, Microsoft utiliza los datos de texto resultantes para proporcionar subtítulos para los jugadores que los necesiten. Estos datos también se pueden utilizar para proporcionar un entorno de juego seguro y hacer cumplir las normas de la comunidad para Xbox.
fr: Sous-titrage. Pendant le chat en temps réel sur Xbox (« party »), les joueurs peuvent activer une fonction de conversion voix-texte qui leur permet d’afficher le chat sous forme de texte. Si un joueur active cette fonction, Microsoft utilise les données textuelles qui en résultent pour fournir des sous-titres aux joueurs qui en ont besoin. Ces données peuvent également être utilisées pour assurer la sécurité de l’environnement de jeu et faire respecter les normes communautaires de la Xbox.
pt_br: Legendas. Durante o bate-papo em tempo real do Xbox ("grupo"), os jogadores podem ativar um recurso de voz para texto que lhes permite visualizar esse bate-papo como texto. Se um jogador ativar esse recurso, a Microsoft usará os dados de texto resultantes para fornecer legendas de bate-papo para os jogadores que precisarem. Esses dados também podem ser usados para fornecer um ambiente de jogo seguro e aplicar os Padrões da Comunidade para Xbox.

# child_safety_blurb
source: Data use. Microsoft uses the data we collect to improve gaming products and experiences— making it safer and more fun over time. Data we collect also enables us to provide your child with curated experiences. This includes connecting them to games, content, services, and recommendations.
de: Datennutzung: Microsoft verwendet die von uns gesammelten Daten, um Spieleprodukte und -erlebnisse zu verbessern und sie im Laufe der Zeit sicherer und unterhaltsamer zu machen. Die von uns erhobenen Daten ermöglichen es uns auch, speziell für Ihr Kind zusammengestellte Erlebnisse zu bieten. Dazu gehört auch, sie mit Spielen, Inhalten, Diensten und Empfehlungen zu verbinden.
es: Uso de datos. Microsoft utiliza los datos recopilados para mejorar los productos y las experiencias de juego, haciéndolo más seguro y divertido con el tiempo. Los datos que recopilamos también nos permiten proporcionar experiencias selectas para tu hijo. Esto incluye conectarlo a juegos, contenidos, servicios y recomendaciones.
fr: Utilisation des données. Microsoft utilise les données collectées pour améliorer les produits et les expériences de jeu, les rendant plus sûrs et plus amusants à long terme. Les données que nous collectons nous permettent également de proposer à votre enfant des expériences personnalisées. Il s’agit notamment de le connecter à des jeux, à du contenu, à des services et à des recommandations.
pt_br: Uso de dados. A Microsoft usa os dados que coletamos para melhorar os produtos e experiências de jogos, tornando-os mais seguros e divertidos ao longo do tempo. Os dados que coletamos também nos permitem fornecer ao seu filho experiências selecionadas. Isso inclui conectá-los a jogos, conteúdo, serviços e recomendações.

# child_safety_blurb
source: Xbox data viewable by others. When your child is using the Xbox network, their online presence (which can be set to “appear offline” or “blocked”), gamertag, game play statistics, and achievements are visible to other players on the network. Depending on how you set your child’s Xbox safety settings, they might share information when playing or communicating with others on the Xbox network.
de: Xbox-Daten, die von anderen eingesehen werden können: Wenn Ihr Kind das Xbox-Netzwerk nutzt, sind seine Online-Präsenz (die auf „offline angezeigt“ oder „blockiert“ eingestellt werden kann), Gamer-Tag, Spielstatistiken und Erfolge für andere Spieler im Netzwerk sichtbar. Je nachdem, wie Sie die Xbox-Sicherheitseinstellungen Ihres Kindes festlegen, geben sie möglicherweise Informationen weiter, wenn sie im Xbox-Netzwerk spielen oder mit anderen kommunizieren.
es: Datos de Xbox visibles por otros. Cuando tu hijo usa la red Xbox, su presencia en línea (que se puede configurar para «aparecer sin conexión» o «bloqueada»), el gamertag, las estadísticas de juego y los logros, son visibles para otros jugadores en la red. Dependiendo de cómo configures los ajustes de seguridad de Xbox de tu hijo, es posible que comparta información cuando juegue o se comunique con otras personas en la red Xbox.
fr: Les données Xbox sont visibles par les autres. Lorsque votre enfant utilise le réseau Xbox, sa présence en ligne (qui peut être configurée pour « apparaître hors ligne » ou « bloquée »), son gamertag, ses statistiques de jeu et ses réalisations sont visibles par les autres joueurs du réseau. En fonction des paramètres de sécurité de votre enfant sur la Xbox, il est possible qu’il partage des informations lorsqu’il joue ou communique avec d’autres personnes sur le réseau Xbox.
pt_br: Dados do Xbox visíveis por outras pessoas. Quando seu filho está usando a rede Xbox, sua presença on-line (que pode ser configurada para "aparecer off-line" ou "bloqueada"), gamertag, estatísticas de jogo e conquistas são visíveis para outros jogadores na rede. Dependendo de como você define as configurações de segurança do Xbox do seu filho, ele pode compartilhar informações ao jogar ou se comunicar com outras pessoas na rede Xbox.
