Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/xbox-series-x-s.po
Languages: de, es, fr, pt_br

# how_does_it_use_data_collected
source: "Xbox data shared with third parties including game and apps publishers. When you use an Xbox online game or any network-connected app on your Xbox console, PC, or mobile device, the publisher of that game or app has access to data about your usage to help the publisher deliver, support, and improve its product. This data may include: your Xbox user identifier, gamertag, limited account info such as country and age range, data about your in-game communications, any Xbox enforcement activity, game-play sessions (for example, moves made in-game, types of vehicles used in-game), your presence on the Xbox network, the time you spend playing the game or app, rankings, statistics, gamer profiles, avatars, or gamerpics, friends lists, activity feeds for official clubs you belong to, official club memberships, and any content you create or submit in the game or app.
de: "Xbox-Daten, die mit Dritten geteilt werden, einschließlich Spiele- und App-Publishern. Wenn Sie ein Xbox-Online-Spiel oder eine mit dem Netzwerk verbundene App auf Ihrer Xbox-Konsole, Ihrem PC oder Ihrem Mobilgerät verwenden, hat der Herausgeber dieses Spiels oder dieser App Zugriff auf Daten über Ihre Nutzung, um dem Herausgeber zu helfen, sein Produkt bereitzustellen, zu unterstützen und zu verbessern. Diese Daten können Folgendes umfassen: Ihre Xbox-Benutzerkennung, Gamer-Tag, eingeschränkte Kontoinformationen wie Land und Altersgruppe, Daten über Ihre In-Game-Kommunikation, alle Xbox-Durchsetzungsaktivitäten, Gameplay-Sitzungen (z. B. im Spiel durchgeführte Moves, Arten von Fahrzeugen, die im Spiel verwendet werden), Ihre Präsenz im Xbox-Netzwerk, die Zeit, die Sie mit dem Spielen des Spiels oder der App verbringen, Ranglisten, Statistiken, Spielerprofile, Avatare oder Gamerpics, Freundeslisten, Aktivitätsfeeds für offizielle Clubs, denen Sie angehören, offizielle Clubmitgliedschaften und alle Inhalte, die Sie im Spiel oder in der App erstellen oder einreichen.
es: «Datos de Xbox compartidos con terceros, incluidos los editores de juegos y aplicaciones. Cuando utilizas un juego en línea de Xbox o cualquier aplicación conectada a la red en tu consola Xbox, PC o dispositivo móvil, el editor de ese juego o aplicación tiene acceso a los datos sobre tu uso que sirven para ayudar al editor a entregar, respaldar y mejorar su producto. Estos datos pueden incluir: tu identificador de usuario de Xbox, gamertag, información limitada de la cuenta, como país y rango de edad, datos sobre tus comunicaciones en el juego, cualquier actividad de control de Xbox, sesiones de juego (por ejemplo, movimientos realizados en el juego, tipos de vehículos utilizados en el juego), tu presencia en la red Xbox, el tiempo que pasas jugando un juego o usando la aplicación, clasificaciones, estadísticas, perfiles de jugadores, avatares o gamerpics, listas de amigos, feeds de actividad para clubes oficiales a los que perteneces, membresías oficiales del club y cualquier contenido que crees o envíes en el juego o la aplicación.
fr: « Les données Xbox partagées avec des tiers, y compris les éditeurs de jeux et d’applications. Lorsque vous jouez à un jeu en ligne Xbox ou utilisez une application connectée au réseau sur votre console Xbox, votre PC ou votre appareil mobile, l’éditeur de ce jeu ou de cette application a accès aux données relatives à votre utilisation afin de l’aider à distribuer et améliorer son produit. Ces données peuvent inclure : votre identifiant d’utilisateur Xbox, votre gamertag, des informations de compte spécifiques telles que le pays et la tranche d’âge, des données sur vos communications dans le jeu, toute activité d’application Xbox, les sessions de jeu (par exemple, les mouvements effectués dans le jeu, les types de véhicules utilisés dans le jeu), votre présence sur le réseau Xbox, le temps que vous passez à utiliser le jeu ou l’application, les classements, les statistiques, les profils de joueur, les avatars ou les gamerpics, les listes d’amis, les flux d’activité des clubs officiels auxquels vous appartenez, les adhésions aux clubs officiels et tout contenu que vous créez ou soumettez dans le jeu ou l’application.
pt_br: "Dados do Xbox compartilhados com terceiros, incluindo publicadoras de jogos e aplicativos. Quando você usa um jogo on-line do Xbox ou qualquer aplicativo conectado à rede em seu console Xbox, PC ou dispositivo móvel, a publicadora desse jogo ou aplicativo tem acesso a dados sobre seu uso para ajudá-la a fornecer, dar suporte e melhorar seu produto. Esses dados podem incluir: seu identificador de usuário do Xbox, gamertag, informações limitadas da conta, como país e faixa etária, dados sobre suas comunicações no jogo, qualquer atividade de imposição do Xbox, sessões de jogo (por exemplo, movimentos feitos no jogo, tipos de veículos usados no jogo), sua presença na rede Xbox, o tempo que você gasta jogando o jogo ou aplicativo, classificações, estatísticas, perfis de jogadores, avatares ou imagens de jogadores, listas de amigos, feeds de atividades para clubes oficiais aos quais você pertence, associações oficiais de clubes e qualquer conteúdo que você cria ou envia no jogo ou aplicativo.

# how_does_it_use_data_collected
source: Third-party publishers and developers of games and apps have their own distinct and independent relationship with users and their collection and usage of personal data is subject to their specific privacy policies. You should carefully review their policies to determine how they use the data."
de: Drittanbieter-Publisher und Entwickler von Spielen und Apps haben ihre eigene eindeutige und unabhängige Beziehung zu den Nutzern und ihre Erhebung und Verwendung personenbezogener Daten unterliegt ihren spezifischen Datenschutzrichtlinien. Sie sollten ihre Richtlinien sorgfältig überprüfen, um festzustellen, wie sie die Daten verwenden."
es: Los editores y desarrolladores externos de juegos y aplicaciones tienen su propia relación distinta e independiente con los usuarios; la recopilación y el uso de los datos personales que ellos realicen están sujetos a sus propias políticas de privacidad específicas. Debes revisar cuidadosamente sus políticas para determinar cómo usan los datos».
fr: Les éditeurs et développeurs tiers de jeux vidéos et d’applications ont leur propre relation distincte et indépendante avec les utilisateurs et leur collecte et utilisation de données personnelles est soumise à leurs politiques de confidentialité spécifiques. Vous devez examiner attentivement leurs politiques pour déterminer comment ils utilisent les données ».
pt_br: As publicadoras e os desenvolvedores terceirizados de jogos e aplicativos têm seu próprio relacionamento distinto e independente com os usuários e sua coleta e uso de dados pessoais estão sujeitos às suas políticas de privacidade específicas. Você deve revisar cuidadosamente suas políticas para determinar como eles usam os dados."

# how_does_it_use_data_collected
source: "To stop sharing game or app data with a publisher, remove its games or app from all devices where you have installed them"
de: "Um die Weitergabe von Spiel- oder App-Daten an einen Publisher zu beenden, entfernen Sie seine Spiele oder App von allen Geräten, auf denen Sie sie installiert haben"
es: «Para dejar de compartir datos de juegos o aplicaciones con un editor, elimina sus juegos o aplicaciones de todos los dispositivos donde los hayas instalado»
fr: « Pour cesser de partager les données d’un jeu ou d’une application avec un éditeur, supprimez ses jeux ou ses applications de tous les appareils sur lesquels vous les avez installés »
pt_br: "Para parar de compartilhar dados de jogos ou aplicativos com uma publicadora, remova seus jogos ou aplicativos de todos os dispositivos onde você os instalou"

# how_does_it_use_data_collected
source: "Safety. In order to help make the Xbox network a safe gaming environment and enforce the Community Standards for Xbox, we may collect and review voice, text, images, videos and in-game content (such as game clips you upload, conversations you have, and things you post in clubs and games)."
de: "Sicherheit. Um das Xbox-Netzwerk zu einer sicheren Spielumgebung zu machen und die Community-Standards für Xbox durchzusetzen, dürfen wir Sprache, Text, Bilder, Videos und In-Game-Inhalte (wie Spielclips, die Sie hochladen, Unterhaltungen, die Sie führen, und Dinge, die Sie in Clubs und Spielen posten) sammeln und überprüfen."
es: «Seguridad. Con el fin de ayudar a que la red Xbox sea un entorno de juego seguro y hacer cumplir las normas de la comunidad para Xbox, podemos recopilar y revisar contenidos de voz, texto, imágenes, vídeos y juegos (como los clips de juegos que subas, conversaciones que mantienes y cosas que publicas en clubes y juegos)».
fr: « Sécurité. Afin de contribuer à faire du réseau Xbox un environnement de jeu sûr et d’appliquer les normes communautaires pour Xbox, nous pouvons collecter et examiner la voix, le texte, les images, les vidéos et le contenu du jeu (tels que les clips de jeu que vous téléchargez, les conversations que vous avez et les éléments que vous publiez dans les clubs et les jeux) ».
pt_br: "Segurança. Para ajudar a tornar a rede Xbox um ambiente de jogo seguro e aplicar os Padrões da Comunidade para Xbox, podemos coletar e revisar voz, texto, imagens, vídeos e conteúdo do jogo (como clipes de jogos que você envia, conversas que você tem e coisas que você publica em clubes e jogos)."

# user_friendly_privacy_policy_helptext
source: Microsoft has one broad, general privacy statement that covers all of its products. This makes it very hard to find Xbox-specific info in the general Microsoft privacy statement. Microsoft's privacy policy is also quite confusing and hard to follow.
de: Microsoft hat eine allgemeine Datenschutzerklärung, die für alle ihre Produkte gilt. Daher ist es sehr schwierig, Xbox-spezifische Informationen in der allgemeinen Microsoft-Datenschutzerklärung zu finden. Die Datenschutzrichtlinie von Microsoft ist auch ziemlich verwirrend und schwer zu verstehen.
es: Microsoft tiene una declaración de privacidad amplia y general que cubre todos sus productos. Esto hace que sea muy difícil encontrar información específica de Xbox. La política de privacidad de Microsoft también es bastante confusa y difícil de seguir.
fr: Microsoft a une déclaration de confidentialité générale qui couvre tous ses produits. Il est donc très difficile de trouver des informations spécifiques à Xbox dans la déclaration de confidentialité générale de Microsoft. La politique de confidentialité de Microsoft est aussi confuse et peu compréhensible.
pt_br: A Microsoft tem uma declaração de privacidade ampla e geral que cobre todos os seus produtos. Isso torna muito difícil encontrar informações específicas do Xbox na declaração de privacidade geral da Microsoft. A política de privacidade da Microsoft também é bastante confusa e difícil de entender.

# tips_to_protect_yourself
source: Check out <a id="a1">safety settings</a> in Xbox
de: Überprüfen Sie <a id="a1">die Sicherheitseinstellungen auf</a> der Xbox
es: Revisa los <a id="a1">ajustes de seguridad</a> en tu Xbox
fr: Consultez les <a id="a1">paramètres de sécurité</a> sur Xbox
pt_br: Confira as <a id="a1">configurações de segurança</a> no Xbox

# tips_to_protect_yourself
source: <a id="a1">Opt out</a> of optional data sharing
de: <a id="a1">Deaktivieren Sie (Opt-out)</a> die optionale Datenweitergabe
es: <a id="a1">Opta por excluirte</a> del uso compartido opcional de tus datos
fr: <a id="a1">Refuser</a> le partage de données supplémentaires
pt_br: <a id="a1">Desativar</a> o compartilhamento de dados opcional

# tips_to_protect_yourself
source: Set up <a id="a1">two-factor authentication</a> on your XBox account immediately
de: Richten Sie sofort die <a id="a1">Zwei-Faktor-Authentifizierung</a> auf Ihrem XBox-Konto ein.
es: Configura inmediatamente <a id="a1">la autenticación de dos factores</a> en tu cuenta de Xbox
fr: Configurez immédiatement <a id="a1">l’authentification à deux facteurs</a> sur votre compte Xbox
pt_br: Configure a <a id="a1">autenticação de dois fatores</a> na sua conta Xbox imediatamente.

# tips_to_protect_yourself
source: Read XBox's <a id="a1">Responsible Gaming guide</a> for safety tips
de: Lesen Sie den <a id="a1">Leitfaden für verantwortungsbewusstes Spielen von XBox</a> für Sicherheitstipps.
es: Lee la <a id="a1">guía de juego responsable</a> de XBox para obtener consejos de seguridad
fr: Lisez le <a id="a1">guide de jeu responsable</a> de Xbox pour des conseils de sécurité
pt_br: Leia o <a id="a1">guia de Jogo Responsável</a> do Xbox para obter dicas de segurança

# tips_to_protect_yourself
source: Go into Profile &amp; system &gt; Settings &gt; Account &gt; Privacy &amp; online safety &gt; Xbox privacy and adjust your privacy settings to your comfort level
de: Gehen Sie zu Profil & System > Einstellungen > Konto > Datenschutz & Online-Sicherheit > Xbox-Datenschutz und passen Sie die Datenschutzeinstellungen an Ihr Komfortniveau an.>
es: Ingresa a: Perfil y sistema &gt; Configuración &gt; Cuenta &gt; Privacidad y seguridad online &gt; Privacidad de Xbox. Una vez allí, configura tus ajustes de privacidad como prefieras
fr: Allez dans Profil et système > Paramètres > Compte > Confidentialité et sécurité en ligne > Confidentialité Xbox et ajustez vos paramètres de confidentialité selon vos préférences.
pt_br: Acesse Perfil & sistema > Configurações > Conta > Privacidade & segurança on-line > Privacidade do Xbox e ajuste suas configurações de privacidade ao seu nível de conforto

# tips_to_protect_yourself
source: Do not sign up with third-party accounts. Better just log in with email and strong password.
de: Melden Sie sich nicht mit Konten von Drittanbietern an. Melden Sie sich am besten einfach mit Ihrer E-Mail und einem starken Passwort an.
es: No te registres a través de cuentas de terceros. Es mejor que inicies sesión con un correo electrónico y una contraseña segura.
fr: Ne vous inscrivez pas avec un compte tiers. Il vaut mieux vous connecter avec un e-mail et un mot de passe compliqué.
pt_br: Não se cadastre com contas de terceiros. É melhor acessar com e-mail e senha forte.

# tips_to_protect_yourself
source: Chose a strong password! You may use a password control tool like 1Password, KeePass etc
de: Wählen Sie ein starkes Passwort! Sie können ein Passwort-Kontroll-Tool wie 1Password, KeePass usw. verwenden.
es: ¡Elige una contraseña segura! Puedes usar una herramienta de control de contraseñas como 1Password, KeePass, etc.
fr: Choisissez un mot de passe compliqué. Vous pouvez utiliser un gestionnaire de mots de passe comme 1Password, KeePass, etc.
pt_br: Use uma senha forte! Você pode usar uma ferramenta de controle de senha como o 1Password, KeePass, etc.

# tips_to_protect_yourself
source: Use your device privacy controls to limit access to your personal information via app (do not give access to your camera, microphone, images, location unless necessary)
de: Verwenden Sie die Datenschutzeinstellungen Ihres Geräts, um den Zugriff auf Ihre persönlichen Daten über die App einzuschränken (geben Sie keinen Zugriff auf Ihre Kamera, Ihr Mikrofon, Ihre Bilder oder Ihren Standort, es sei denn, dies ist notwendig).
es: Utiliza los controles de privacidad de tu dispositivo para limitar el acceso a tu información personal a través de la aplicación (no otorgues acceso a tu cámara, micrófono, imágenes y vídeos a menos que sea estrictamente necesario).
fr: Utilisez les paramètres de confidentialité de votre appareil pour limiter l’accès à vos informations personnelles via l’application (n’autorisez pas l’accès à votre caméra, votre micro, vos images et votre localisation, sauf si nécessaire).
pt_br: Use os controles de privacidade do seu dispositivo para limitar o acesso a seus dados pessoais por meio do aplicativo (não libere acesso à sua câmera, microfone, imagens e localização, a não ser que seja necessário)

# tips_to_protect_yourself
source: Keep your app regularly updated
de: Halten Sie Ihre App regelmäßig auf dem neuesten Stand
es: Actualiza tu aplicación con regularidad.
fr: Mettez votre application à jour régulièrement
pt_br: Mantenha seu aplicativo atualizado regularmente

# tips_to_protect_yourself
source: Limit ad tracking via your device (eg on iPhone go to Privacy -&gt; Advertising -&gt; Limit ad tracking) and biggest ad networks (for Google, go to Google account and turn off ad personalization)
de: Schränken Sie das Anzeigen-Tracking über Ihr Gerät ein (z. B. auf dem iPhone unter Datenschutz > Werbung > Anzeigen-Tracking einschränken) und schalten Sie die größten Werbenetzwerke aus (für Google gehen Sie zum Google-Konto und deaktivieren Sie die Anzeigenpersonalisierung)
es: Limita el seguimiento de anuncios a través de tu dispositivo (por ejemplo, en un iPhone, dirígete a Privacidad -&gt; Publicidad -&gt; Limitar seguimiento) y de las redes publicitarias más grandes (en Google, ingresa a tu cuenta de Google y desactiva la personalización de anuncios).
fr: Limitez le suivi publicitaire sur votre appareil (par exemple, sur iPhone, utilisez « Confidentialité » > « Publicités » > et « Limiter le suivi publicitaire ») et via les principaux réseaux publicitaires (pour Google, rendez-vous sur votre compte Google et désactivez la personnalisation des publicités).
pt_br: Limite o rastreamento de anúncios no seu dispositivo (ex.: no iPhone acesse Privacidade e Segurança -> Publicidade da Apple -> Limitar rastreamento de anúncios) e nas principais redes de anúncios (para o Google, acesse sua conta Google e desative os anúncios personalizados)

# tips_to_protect_yourself
source: Request your data be deleted once you stop using the app. Simply deleting an app from your device usually does not erase your personal data.
de: Verlangen Sie, dass Ihre Daten gelöscht werden, sobald Sie die App nicht mehr verwenden. Durch das einfache Löschen einer App von Ihrem Gerät werden Ihre persönlichen Daten gewöhnlich nicht gelöscht.
es: Solicita que se eliminen tus datos cuando dejes de usar la aplicación. El solo hecho de eliminar una aplicación de tu dispositivo no hace que se eliminen tus datos personales.
fr: Demandez la suppression de vos données quand vous arrêtez d’utiliser l’application. La suppression d’une application de votre appareil n’entraîne généralement pas automatiquement la suppression de vos données personnelles.
pt_br: Se decidir parar de usar o aplicativo, solicite que seus dados sejam excluídos. Apenas excluir o aplicativo do seu dispositivo não apagará seus dados pessoais da base da empresa.

# tips_to_protect_yourself
source: When starting a sign-up, do not agree to tracking of your data if possible.
de: Stimmen Sie bei der Registrierung für ein Konto der Nachverfolgung Ihrer Daten nicht zu, falls möglich.
es: Cuando inicies el registro, no aceptes el seguimiento de tus datos si es posible.
fr: Lorsque vous vous inscrivez, n’acceptez pas le suivi de vos données, dans la mesure du possible.
pt_br: Ao se cadastrar, não concorde com o rastreamento dos seus dados, se possível.

# personal_data_collected
source: Your first and last name, email address, postal address, phone number, and other similar contact data;<br/> <br/>Data about you such as your age, gender, country, and preferred language;<br/> <br/>Data about your device, your device configuration, and nearby networks. For example, data about the operating systems and other software installed on your device, including product keys. In addition, IP address, device identifiers (such as the IMEI number for phones), regional and language settings, and information about WLAN access points near your device;<br/> <br/>Data about your device’s location, which can be either precise or imprecise. For example, we collect location data using Global Navigation Satellite System (GNSS) (e.g., GPS) and data about nearby cell towers and Wi-Fi hotspots.
de: Ihr Vor- und Nachname, Ihre E-Mail-Adresse, Postanschrift, Telefonnummer und andere ähnliche Kontaktdaten;<br/> <br/>Daten über Sie wie Alter, Geschlecht, Land und bevorzugte Sprache;<br/> <br/>Daten über Ihr Gerät, Ihre Gerätekonfiguration und Netzwerke in der Nähe, z.B. Daten über die Betriebssysteme und andere auf Ihrem Gerät installierte Software, einschließlich Product Keys. Darüber hinaus IP-Adresse, Gerätekennungen (wie die IMEI-Nummer für Telefone), regionale und sprachliche Einstellungen sowie Informationen zu WLAN-Zugangspunkten in der Nähe Ihres Geräts;<br/> <br/>Daten über den Standort Ihres Geräts, die entweder präzise oder ungenau sein können. Zum Beispiel erfassen wir Standortdaten mithilfe des Global Navigation Satellite System (GNSS) (z. B. GPS) und Daten über nahegelegene Mobilfunkmasten und WLAN-Hotspots.
es: Tu nombre y apellido, dirección de correo electrónico, dirección postal, número de teléfono y otros datos de contacto similares;<br/> <br/>Datos sobre ti, como edad, sexo, país e idioma preferido;<br/> <br/>Datos sobre tu dispositivo, la configuración de tu dispositivo y las redes cercanas. Por ejemplo, datos sobre los sistemas operativos y otro software instalado en tu dispositivo, incluidas las claves de producto. Además, la dirección IP, los identificadores del dispositivo (como el número IMEI para teléfonos), la configuración regional y de idioma, y la información sobre los puntos de acceso WLAN cercanos a tu dispositivo;<br/> <br/>Datos sobre la ubicación de tu dispositivo, que pueden ser precisos o imprecisos. Por ejemplo, recopilamos datos de ubicación utilizando el Sistema Global de Navegación por Satélite (GNSS) (como GPS) y datos sobre torres de telefonía celular y puntos de acceso Wi-Fi cercanos.
fr: Vos nom et prénom, adresse e-mail, adresse postale, numéro de téléphone et autres données de contact similaires; <br/><br/> Données vous concernant, telles que votre âge, votre sexe, votre pays et votre langue préférée; <br/><br/>Données relatives à votre appareil, à sa configuration et aux réseaux avoisinants. Par exemple, des données sur les systèmes d’exploitation et autres logiciels installés sur votre appareil, y compris les clés de produit. En outre, l’adresse IP, les identifiants de l’appareil (tels que le numéro IMEI pour les téléphones), les paramètres régionaux et linguistiques, et les informations sur les points d’accès Wi-Fi à proximité de votre appareil; <br/><br/> Données relatives à la localisation de votre appareil, qui peuvent être précises ou imprécises. Par exemple, nous recueillons des données de localisation à l’aide du système mondial de navigation par satellite (GNSS, p. ex. GPS) et des données sur les antennes-relais et les points d’accès Wi-Fi situés à proximité.
pt_br: Seu nome e sobrenome, endereço de e-mail, endereço postal, número de telefone e outros dados de contato semelhantes;<br/> <br/>Dados sobre você, como idade, sexo, país e idioma preferido;<br/> <br/>Dados sobre seu dispositivo, configuração do dispositivo e redes próximas. Por exemplo, dados sobre os sistemas operacionais e outros softwares instalados em seu dispositivo, incluindo chaves de produto. Além disso, endereço IP, identificadores de dispositivo (como o número IMEI para telefones), configurações regionais e de idioma e informações sobre pontos de acesso WLAN perto do seu dispositivo;<br/> <br/>Dados sobre a localização do seu dispositivo, que podem ser precisos ou imprecisos. Por exemplo, coletamos dados de localização usando o Sistema Global de Navegação por Satélite (GNSS) (por exemplo, GPS) e dados sobre torres de celular próximas e pontos de acesso Wi-Fi.
