Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/xbox-series-x-s.po
Languages: de, es, fr, pt_br

# child_safety_blurb
source: Safety. In order to help make the Xbox network a safe gaming environment and enforce the Community Standards for Xbox, we may collect and review voice, text, images, videos and in-game content (such as game clips your child uploads, conversations they have, and things they post in clubs and games).
de: Sicherheit: Um das Xbox-Netzwerk zu einer sicheren Spielumgebung zu machen und die Community-Standards für Xbox durchzusetzen, dürfen wir Sprache, Text, Bilder, Videos und In-Game-Inhalte (wie Spielclips, die Sie hochladen, Unterhaltungen, die Sie führen, und Dinge, die Sie in Clubs und Spielen posten) sammeln und überprüfen."
es: Seguridad. Con el fin de ayudar a que la red Xbox sea un entorno de juego seguro y hacer cumplir las normas de la comunidad para Xbox, podemos recopilar y revisar contenidos de voz, texto, imágenes, vídeos y juegos (como los clips de juegos que tu hijo sube, las conversaciones que mantiene y las cosas que publica en clubes y juegos).
fr: « Sécurité. Afin de contribuer à faire du réseau Xbox un environnement de jeu sûr et d’appliquer les normes communautaires pour Xbox, nous pouvons collecter et examiner la voix, le texte, les images, les vidéos et le contenu du jeu (tels que les clips de jeu que votre enfant télécharge, les conversations qu’il a et les éléments qu’il publie dans les clubs et les jeux) ».
pt_br: "Segurança. Para ajudar a tornar a rede Xbox um ambiente de jogo seguro e aplicar os Padrões da Comunidade para Xbox, podemos coletar e revisar voz, texto, imagens, vídeos e conteúdo do jogo (como clipes de jogos que você envia, conversas que você tem e coisas que você publica em clubes e jogos)."

# child_safety_blurb
source: Anti-cheat and fraud prevention. Providing a fair gameplay environment is important to us. We prohibit cheating, hacking, account stealing, and any other unauthorized or fraudulent activity when your child uses an Xbox online game or any network-connected app on their Xbox console, PC, or mobile device. In order to detect and prevent fraud and cheating, we may use anti-cheat and fraud prevention tools, applications, and other technologies. Such technologies may create digital signatures (known as “hashes”) using certain information collected from their Xbox console, PC, or mobile device, and how they use that device. This can include information about the browser, device, activities, game identifiers, and operating system.
de: Betrugs- und Betrugsprävention: Die Bereitstellung einer fairen Spielumgebung ist uns wichtig. Wir verbieten Schummeln, Hacking, Kontodiebstahl und andere nicht autorisierte oder betrügerische Aktivitäten, wenn Ihr Kind ein Xbox-Online-Spiel oder eine mit dem Netzwerk verbundene App auf seiner Xbox-Konsole, seinem PC oder seinem mobilen Gerät verwendet. Um Schummeln und Betrug zu erkennen und zu verhindern, können wir Tools, Anwendungen und andere Technologien zur Schummel- und Betrugsprävention einsetzen. Solche Technologien können digitale Signaturen (sogenannte „Hashes“), unter Verwendung bestimmter Informationen erstellen, die von ihrer Xbox-Konsole, ihrem PC oder ihrem mobilen Gerät erfasst werden, und wie sie dieses Gerät verwenden. Dazu können Informationen über den Browser, das Gerät, die Aktivitäten, die Spielkennungen und das Betriebssystem gehören.
es: Prevención de trampas y fraudes. Proporcionar un entorno de juego justo es importante para nosotros. Prohibimos hacer trampa, piratear, robar cuentas y cualquier otra actividad no autorizada o fraudulenta cuando tu hijo usa un juego en línea de Xbox o cualquier aplicación conectada a la red en su consola Xbox, PC o dispositivo móvil. Con el fin de detectar y prevenir el fraude y las trampas, podemos utilizar herramientas, aplicaciones y otras tecnologías de detección de trampas y fraudes. Dichas tecnologías pueden crear firmas digitales (conocidas como «hashes») utilizando cierta información recopilada de la consola Xbox, PC o dispositivo móvil, y de la manera en que tu hijo usa el dispositivo. Esto puede incluir información sobre el navegador, el dispositivo, las actividades, los identificadores del juego y el sistema operativo.
fr: Lutte contre la triche et la fraude. Il est important pour nous d’offrir un environnement de jeu équitable. Nous interdisons la triche, le piratage, le vol de compte et toute autre activité non autorisée ou frauduleuse lorsque votre enfant utilise un jeu en ligne Xbox ou une application connectée en réseau sur sa console Xbox, son PC ou son appareil mobile. Afin de détecter et de prévenir la fraude et la tricherie, nous pouvons utiliser des outils, des applications et d’autres technologies anti-triche et anti-fraude. Ces technologies peuvent créer des signatures numériques (connues sous le nom de « hashs ») en utilisant certaines informations collectées à partir de la console Xbox, du PC ou de l’appareil mobile, et de la manière dont ils utilisent cet appareil. Il peut s’agir d’informations sur le navigateur, l’appareil, les activités, les identifiants de jeu et le système d’exploitation.
pt_br: Prevenção antitrapaça e fraude. Fornecer um ambiente de jogo justo é importante para nós. Proibimos trapaças, hackers, roubo de contas e qualquer outra atividade não autorizada ou fraudulenta quando seu filho usa um jogo on-line do Xbox ou qualquer aplicativo conectado à rede em seu console Xbox, PC ou dispositivo móvel. Para detectar e prevenir fraudes e trapaças, podemos usar ferramentas, aplicativos e outras tecnologias antitrapaça e de prevenção de fraudes. Tais tecnologias podem criar assinaturas digitais (conhecidas como "hashes") usando certas informações coletadas de seu console Xbox, PC ou dispositivo móvel e como eles usam esse dispositivo. Isso pode incluir informações sobre o navegador, dispositivo, atividades, identificadores de jogos e sistema operacional.

# child_safety_blurb
source: Xbox data shared with game and apps publishers. When your child uses an Xbox online game or any network-connected app on their Xbox console, PC, or mobile device, the publisher of that game or app has access to data about their usage to help the publisher deliver, support, and improve its product. This data may include: your child’s Xbox user identifier, gamertag, limited account info such as country and age range, data about your child’s in-game communications, any Xbox enforcement activity, game-play sessions (for example, moves made in-game or types of vehicles used in-game), your child’s presence on the Xbox network, the time they spend playing the game or app, rankings, statistics, gamer profiles, avatars, or gamerpics, friends lists, activity feeds for official clubs they belong to, official club memberships, and any content they create or submit in the game or app.
de: Xbox-Daten, die mit Spiele- und App-Publishern geteilt werden: Wenn Ihr Kind ein Xbox-Online-Spiel oder eine mit dem Netzwerk verbundene App auf seiner Xbox-Konsole, seinem PC oder seinem mobilen Gerät verwendet, hat der Herausgeber dieses Spiels oder dieser App Zugriff auf Daten über seine Verwendung, um dem Herausgeber zu helfen, sein Produkt bereitzustellen, zu unterstützen und zu verbessern. Diese Daten können Folgendes umfassen: die Xbox-Benutzerkennung Ihres Kindes, Gamer-Tag, eingeschränkte Kontoinformationen, wie Land und Altersgruppe, Daten über die spielinterne Kommunikation Ihres Kindes, alle Xbox-Durchsetzungsaktivitäten, Spielsitzungen (z. B. im Spiel durchgeführte Moves oder Fahrzeugtypen, die im Spiel verwendet werden), die Anwesenheit Ihres Kindes im Xbox-Netzwerk, die Zeit, die es mit dem Spielen des Spiels oder der App verbringt, Ranglisten, Statistiken, Spielerprofile, Avatare oder Gamerpics, Freundeslisten, Aktivitätsfeeds für offizielle Clubs, denen es angehört, offizielle Clubmitgliedschaften und alle Inhalte, die es im Spiel oder in der App erstellt oder einreicht.
es: Datos de Xbox compartidos con editores de juegos y aplicaciones. Cuando tu hijo usa un juego en línea de Xbox o cualquier aplicación conectada a la red en su consola Xbox, PC o dispositivo móvil, el editor de ese juego o aplicación tiene acceso a datos sobre el uso que sirven para ayudar al editor a entregar, respaldar y mejorar su producto. Estos datos pueden incluir: el identificador de usuario de Xbox de tu hijo, el gamertag, información limitada de la cuenta, como el país y el rango de edad, datos sobre las comunicaciones de tu hijo en el juego, cualquier actividad de control de Xbox, sesiones de juego (por ejemplo, movimientos realizados en el juego o tipos de vehículos utilizados en el juego), la presencia de tu hijo en la red Xbox, el tiempo que pasa usando el juego o la aplicación, clasificaciones, estadísticas, perfiles de jugadores, avatares o gamerpics, listas de amigos, feeds de actividades para clubes oficiales a los que pertenece, membresías oficiales del club y cualquier contenido que cree o envíe en el juego o la aplicación.
fr: Données Xbox partagées avec les éditeurs de jeux et d’applications. Lorsque votre enfant utilise un jeu en ligne Xbox ou une application connectée en réseau sur sa console Xbox, son PC ou son appareil mobile, l’éditeur de ce jeu ou de cette application a accès aux données relatives à leur utilisation afin de l’aider à distribuer son produit, à en assurer le suivi et à l’améliorer. Ces données peuvent inclure : l’identifiant utilisateur Xbox de votre enfant, son gamertag, des informations de compte restreintes telles que le pays et la tranche d’âge, des données sur les communications en jeu de votre enfant, toute activité d’application de la loi Xbox, des sessions de jeu (par exemple, les déplacements effectués en jeu ou les types de véhicules utilisés en jeu), la présence de votre enfant sur le réseau Xbox, le temps de jeu passé dans le jeu ou l’application, les classements, les statistiques, les profils de joueurs, les avatars ou les gamerpics, les listes d’amis, les flux d’activité des clubs officiels auxquels il appartient, les adhésions à des clubs officiels et tout contenu qu’il crée ou soumet dans le jeu ou l’application.
pt_br: Dados do Xbox compartilhados com publicadoras de jogos e aplicativos. Quando seu filho usa um jogo on-line do Xbox ou qualquer aplicativo conectado à rede em seu console Xbox, PC ou dispositivo móvel, a publicadora desse jogo ou aplicativo tem acesso a dados sobre seu uso para ajudá-la a entregar, dar suporte e melhorar seu produto. Esses dados podem incluir: o identificador de usuário Xbox do seu filho, gamertag, informações limitadas da conta, como país e faixa etária, dados sobre as comunicações no jogo do seu filho, qualquer atividade de imposição do Xbox, sessões de jogo (por exemplo, movimentos feitos no jogo ou tipos de veículos usados no jogo), a presença do seu filho na rede Xbox, o tempo que ele passa jogando o jogo ou aplicativo, classificações, estatísticas, perfis de jogadores, avatares ou imagens de jogadores, listas de amigos, feeds de atividades para clubes oficiais aos quais ele pertence, associações oficiais de clubes e qualquer conteúdo que ele crie ou envie no jogo ou aplicativo.

# child_safety_blurb
source: Third-party publishers and developers of games and apps have their own distinct and independent relationship with users and their collection and usage of personal data is subject to their specific privacy policies. You should carefully review their policies to determine how they use your child’s data. For example, publishers may choose to disclose or display game data (such as on leaderboards) through their own services. You may find their policies linked from the game or app detail pages in our stores.
de: Drittanbieter-Publisher und Entwickler von Spielen und Apps haben ihre eigene eindeutige und unabhängige Beziehung zu den Nutzern und ihre Erhebung und Verwendung personenbezogener Daten unterliegt ihren spezifischen Datenschutzrichtlinien. Sie sollten ihre Richtlinien sorgfältig überprüfen, um festzustellen, wie sie die Daten Ihres Kindes verwenden. Zum Beispiel können Publisher sich dafür entscheiden, Spieldaten (z. B. auf Bestenlisten) über ihre eigenen Dienste offenzulegen oder anzuzeigen. Möglicherweise finden Sie ihre Richtlinien auf den Spiel- oder App-Detailseiten in unseren Stores.
es: Los editores y desarrolladores externos de juegos y aplicaciones tienen su propia relación distinta e independiente con los usuarios; la recopilación y el uso de los datos personales que realicen está sujeta a sus propias políticas de privacidad específicas. Debes revisar cuidadosamente sus políticas para determinar cómo usan los datos de tu hijo. Por ejemplo, los editores pueden optar por divulgar o mostrar datos del juego (por ejemplo, en las tablas de clasificación) a través de sus propios servicios. Puedes encontrar sus políticas vinculadas desde las páginas de detalles del juego o la aplicación en nuestras tiendas.
fr: Les éditeurs et développeurs tiers de jeux vidéos et d’applications ont leur propre relation distincte et indépendante avec les utilisateurs et leur collecte et utilisation de données personnelles est soumise à leurs politiques de confidentialité spécifiques. Vous devez examiner attentivement leurs politiques pour déterminer comment ils utilisent les données de votre enfant. Par exemple, les éditeurs peuvent choisir de divulguer ou d’afficher des données de jeu (comme les classements) par l’intermédiaire de leurs propres services. Vous pouvez trouver leurs politiques sur les pages détaillées des jeux ou des applications dans nos magasins.
pt_br: As publicadoras e os desenvolvedores terceirizados de jogos e aplicativos têm seu próprio relacionamento distinto e independente com os usuários e sua coleta e uso de dados pessoais estão sujeitos às suas políticas de privacidade específicas. Você deve revisar cuidadosamente as políticas deles para determinar como eles usam os dados do seu filho. Por exemplo, as publicadoras podem optar por divulgar ou exibir dados de jogos (como em tabelas de classificação) por meio de seus próprios serviços. Você pode encontrar as respetivas políticas ligadas a partir das páginas de detalhes do jogo ou da aplicação nas nossas lojas.

# ai_what_can_it_do
source: The Xbox Series X &amp; S utilizes AI for automatically adjusting the color and contrast of images on the screen.
de: Die Xbox Series X & S nutzt KI für die automatische Anpassung von Farben und Kontrasten der Bilder auf dem Bildschirm.
es: La Xbox Series X y S emplea IA para ajustar automáticamente el color y el contraste de las imágenes en la pantalla.
fr: Les consoles Xbox Series X et S utilisent l’IA pour ajuster automatiquement la colorimétrie et le contraste des images à l’écran.
pt_br: O Xbox Series X e o Xbox Series S utilizam IA para ajustar automaticamente a cor e o contraste das imagens na tela.
