Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/zoom.po
Languages: de, es, fr, pt_br

# blurb
source: Zoom’s popularity went from 0 to 60 at the start of the coronavirus pandemic in 2020. Its daily meeting participants grew from 10 million to over 300 million in just a few months. With so many more people working, schooling, and socializing from home, Zoom became a favorite video call app for many because of its high video quality, call recording, and ease of use. With Zoom’s rapid growth came a number of growing pains. Like the phenomena known as Zoombombing, when strangers, often with bad intent, invade video calls and cause problems. Full disclosure, here at Mozilla we use Zoom and have worked closely with the company to get its privacy and security features right for us.
de: Zoom wurde mit dem Beginn der COVID-19-Pandemie 2020 über Nacht beliebt. Dabei verzeichnete der Dienst einen Anstieg der täglichen Teilnehmer*innen von 10 Millionen auf über 300 Millionen innerhalb weniger Monate. Zoom wurde dank der hohen Videoqualität, der Möglichkeit, Calls aufzunehmen und der einfachen Nutzung für all die Menschen schnell die Lieblingsanwendung für Videocalls, die plötzlich von zu Hause arbeiten und lernen mussten und sich online mit Freund*innen treffen wollten. Aber mit diesem rapiden Wachstum kamen auch einige Schwierigkeiten. Wie beispielsweise ein Phänomen namens „Zoombombing“, bei dem Fremde, oft mit bösen Absichten, Videocalls beitraten und Probleme verursachten. Vollständige Offenlegung: Wir bei Mozilla nutzen Zoom und haben eng mit dem Unternehmen daran gearbeitet, die Datenschutz- und Sicherheitsfunktionen für uns zu optimieren.
es: La popularidad de Zoom subió como la espuma cuando estalló la pandemia de COVID-19 en 2020. El número de participantes diarios en sus reuniones pasó de 10 millones a más de 300 millones en cuestión de meses. Cuando tantísimas personas se vieron obligadas a trabajar, estudiar y socializar desde casa, Zoom se convirtió en una de las aplicaciones de videollamadas favoritas por su alta calidad de vídeo, su función de grabación y su facilidad de uso. El rápido crecimiento de Zoom vino acompañado de incidentes como el fenómeno llamado "Zoombombing", en que desconocidos con malas intenciones invaden videollamadas y causan problemas. En aras de la transparencia diremos que en Mozilla utilizamos Zoom y que trabajamos estrechamente con esta empresa para lograr que sus funciones de privacidad y seguridad sean adecuadas.
fr: La popularité de Zoom a fait un énorme bond au début de la pandémie de coronavirus, en 2020. Le nombre d’utilisateurs et utilisatrices quotidien est passé de 10 millions à plus de 300 millions en quelques mois. Avec énormément de personnes obligées de travailler, d’étudier et d’avoir des relations sociales depuis leur domicile, Zoom est devenue l’une des applications d’appels vidéo les plus plébiscitées grâce à sa grande qualité vidéo, sa fonction d’enregistrement vidéo et sa simplicité d’utilisation. Mais la croissance rapide de Zoom a entraîné son lot de complications, comme le phénomène connu sous le nom de « Zoombombing » : quand des inconnus, souvent mal intentionnés, s’invitent dans les appels vidéo pour causer des problèmes. Dans un souci de transparence, nous devons vous informer que chez Mozilla, nous utilisons Zoom et avons collaboré étroitement avec l’entreprise pour qu’elle améliore ses fonctionnalités de confidentialité et de sécurité pour nous.
pt_br: A popularidade do Zoom passou de 0 para 60 no início da pandemia do coronavírus em 2020. O número de participantes diários de reunião cresceu de 10 milhões para mais de 300 milhões em apenas alguns meses. Com tantas pessoas trabalhando, estudando e se socializando em casa, o Zoom se tornou um aplicativo de videochamada favorito para muitos por causa da sua alta qualidade de vídeo, gravação de chamadas e facilidade de uso. Com o rápido crescimento do Zoom veio uma série de dores de crescimento. Como os fenômenos conhecidos como Zoombombing, quando estranhos, muitas vezes com má intenção, invadem videochamadas e causam problemas. Revelação completa: aqui na Mozilla usamos o Zoom e trabalhamos em estreita colaboração com a empresa para obter seus recursos de privacidade e segurança certos para nós.

# price
source: Free option. $14.99 per month and up for paid options.
es: Opción gratuita. Planes de pago a partir de $14,99 al mes

# worst_case
source: Zoom’s privacy and security problems since 2020 are well documented -- not being completely honest about it being fully end-to-end encrypted, security flaws the company failed to disclose, zoomboomings that included abuse and hate speech, over 500,000 users accounts up for sale on the dark web, a lawsuit filed because Facebook was allegedly allowed to "eavesdrop" on Zoom users' personal data. The list of failures and vulnerabilities is long. So, have they gotten better? Zoom has acknowledged their mistakes and appears to be invested in fixing them, for the most part. As of July 2021, end-to-end encryption is in technical preview. Because it disables several features. Zoom recommends using end-to-end encryption only for meetings where additional protection is needed. And Zoom says it does not sell personal information. Zoom does share personal information with third-parties for advertising and other purposes. This sharing of data is fairly common with many similar video call apps we reviewed like Microsoft Teams and Cisco Webex doing the same thing. All in all, Zoom is an OK video call app for most purposes. Still, given Zoom’s many very public missteps over the past couple of years, we really hope they keep working to get better at both privacy and security.
de: Die Datenschutz- und Sicherheitsprobleme von Zoom seit 2020 sind gut dokumentiert: Es wurde verheimlicht, dass der Dienst nicht zu 100 % Ende-zu-Ende-verschlüsselt ist, Sicherheitsrisiken wurden nicht offengelegt, Hasstiraden und Missbrauch, die über Zoombombs bei Zoom verbreitet wurden, der Verkauf von über 500.000 Nutzerdaten im Darkweb, eine Klage, weil Zoom es Facebook angeblich erlaubte, die personenbezogenen Daten seiner Nutzer*innen „abzuhören“. Die Liste mit Verfehlungen und Schwachstellen ist lang. Hat Zoom sich verbessert? Das Unternehmen hat sich zu seinen Fehlern bekannt und scheint ehrlich daran interessiert zu sein, sie zu beheben (zumindest überwiegend). Seit Juli 2021 befindet sich die Ende-zu-Ende-Verschlüsselung in der Testphase. Da sie einige Funktionen deaktiviert, empfiehlt Zoom, die Ende-zu-Ende-Verschlüsselung nur für Meetings zu nutzen, für die zusätzliche Sicherheit nötig ist. Zoom sagt auch, dass es keine personenbezogenen Daten verkauft. Allerdings teilt das Unternehmen personenbezogene Daten zu Werbe- und anderen Zwecken mit Dritten. Diese Art, Daten zu teilen, ist bei vielen der anderen Videocall-Apps, die wir uns angesehen haben, Gang und Gäbe (wie z. B. Microsoft Teams und Cisco Webex). Insgesamt ist Zoom eine passable Videocall-App. Wir hoffen trotzdem, dass das Unternehmen weiter daran arbeiten wird, den Datenschutz und die Sicherheit zu verbessern – vor allem im Hinblick auf seine zahlreichen und sehr öffentlichen Fehltritte.
es: Los problemas de privacidad y seguridad que ha tenido Zoom desde 2020 están bien documentados: falta de honestidad acerca del cifrado de extremo a extremo, fallos de seguridad que no comunicó, casos de abuso y discursos de odio debido al fenómeno del "Zoombombing", más de 500 000 cuentas de usuario a la venta en la internet oscura, una demanda interpuesta porque supuestamente dio permiso a Facebook para escuchar conversaciones a escondidas y obtener datos personales de los usuarios… La lista de equivocaciones y vulnerabilidades es larga. La pregunta es: ¿ha mejorado? Zoom ha admitido sus errores y parece haberse comprometido a remediarlos en su mayor parte. Desde julio de 2021, el cifrado de extremo a extremo está en fase de pruebas técnicas; dado que inhabilita varias funciones, Zoom recomienda usarlo únicamente en las reuniones que exijan protección adicional. Por otro lado, Zoom dice que no vende información personal, pero sí la comparte con terceros con fines publicitarios y de otro tipo. Se trata de una práctica habitual, pues muchas aplicaciones de videollamadas parecidas que hemos reseñado, como Microsoft Teams y Cisco Webex, hacen lo mismo. En resumidas cuentas, Zoom es una aplicación de videollamadas aceptable en la mayoría de los casos. Aun así, con sus numerosos tropiezos públicos durante los últimos dos años, esperamos de corazón que siga trabajando para mejorar en términos de privacidad y seguridad.
fr: Les problèmes de Zoom en matière de sécurité et de confidentialité depuis 2020 sont bien documentés : un manque d’honnêteté au sujet du chiffrement de bout en bout, des failles de sécurité que l’entreprise n’a pas rendues publiques, des épisodes de « Zoombombing » incluant des insultes et des discours de haine, plus de 500 000 comptes mis en vente sur le dark web et, enfin, des poursuites judiciaires basées sur l’accusation que Facebook était supposément autorisé à « consulter » les données personnelles des utilisateurs et utilisatrices de Zoom. La liste des échecs et des failles de l’application est longue. Mais s’est-elle améliorée ? Zoom a admis ses erreurs et semble s’investir pour les réparer, en tout cas pour la plupart. Depuis juillet 2021, le chiffrement de bout en bout fait l’objet d’un essai technique. Comme il désactive plusieurs fonctionnalités, Zoom recommande de n’utiliser le chiffrement de bout en bout que pour les réunions nécessitant une protection supplémentaire. Zoom déclare également ne pas vendre d’informations personnelles. Zoom partage des informations personnelles avec des tiers à des fins publicitaires, ou autres. Ce partage de données est relativement commun chez de nombreuses applications d’appels vidéo similaires que nous avons examinées, comme Microsoft Teams ou Cisco Webex. Finalement, Zoom est une application d’appels vidéo correcte et adaptée à plusieurs utilisations. Cependant, au vu des nombreuses erreurs très médiatisées de Zoom au cours des dernières années, nous espérons que l’entreprise poursuivra ses efforts en matière de protection de la vie privée et de sécurité.
pt_br: Os problemas de privacidade e segurança do Zoom desde 2020 estão bem documentados – mas não são completamente honestos com relação a ser totalmente criptografado de ponta a ponta, falhas de segurança que a empresa não divulgou, zoomboomings que incluíam abuso e discurso de ódio, mais de 500.000 contas de usuários à venda na dark web, um processo arquivado porque o Facebook supostamente tinha permissão para "espionar" os dados pessoais dos usuários do Zoom. A lista de falhas e vulnerabilidades é longa. Então, ele melhorou? O Zoom reconheceu seus erros e parece estar investindo em corrigi-los, na maior parte. A partir de julho de 2021, a criptografia de ponta a ponta está na visualização técnica. Porque desativa vários recursos. O Zoom recomenda o uso de criptografia de ponta a ponta apenas para reuniões em que é necessária proteção adicional. E o Zoom diz que não vende informações pessoais. O Zoom compartilha informações pessoais com terceiros para fins de publicidade e outros fins. Esse compartilhamento de dados é bastante comum com muitos aplicativos de videochamada semelhantes que analisamos, como o Microsoft Teams e o Cisco Webex, fazendo a mesma coisa. No geral, o Zoom é um aplicativo de videochamada regular para a maioria dos propósitos. Ainda assim, em vista dos muitos erros públicos do Zoom nos últimos dois anos, esperamos que continue trabalhando para melhorar a privacidade e a segurança.

# signup_requirement_explanation
source: Optional Facebook sign up is available.
de: Die Anmeldung über Facebook ist optional wählbar.
es: Es posible registrarse con Facebook.
fr: Possibilité d’inscription par Facebook facultative.
pt_br: Inscrição opcional no Facebook está disponível.

# how_does_it_use_data_collected
source: Zoom claims that it does not sell any personal information.<br/> <br/>Zoom provides personal data to third parties, including third-party marketing and advertising (subject to prior consent where required under applicable law). These third-party partners may receive information about your activities on Zoom’s website through third-party cookies placed on Zoom’s website. <br/> <br/>Zoom may also share personal data with actual or prospective acquirers, their representatives and other relevant participants during any negotiation of sales, merger, or similar. Therefore, the data collected now could potentially be transferred to the other entity with different practices, without prior consent.<br/> <br/>Zoom collects user consent for tracking cookies on its web page and app.
es: Zoom afirma que no vende información personal de ningún tipo. <br/> <br/>La compañía proporciona datos personales a terceros, incluidos algunos con fines comerciales y publicitarios (con el consentimiento previo del usuario cuando así lo exigen las leyes aplicables). Estos socios externos podrían recibir información sobre tus actividades en el sitio web de Zoom a través de cookies de terceros. <br/> <br/>Zoom también puede compartir datos personales con adquirentes confirmados o potenciales, sus representantes y otros participantes relevantes en cualquier negociación de venta, fusión u operación similar. Por lo tanto, los datos recopilados se podrían acabar transfiriendo a otra entidad con prácticas distintas sin tu consentimiento previo. <br/> <br/>Zoom solicita permiso para activar las cookies de seguimiento en su sitio web y en su aplicación.

# user_friendly_privacy_policy_helptext
source: After June 2021, Zoom updated its privacy policy, to make its language and navigation simpler. Now the privacy policy is formulated in a way of Question + Answer with links to the key points, like data retention rights, processing data of underage users, contact information, regional regulations, etc.
de: Nach Juni 2021 aktualisierte Zoom seine Datenschutzrichtlinie, um die Sprache und die Navigation zu vereinfachen. Die neue Datenschutzrichtlinie folgt einem Frage-und-Antwort-Prinzip mit Links zu wichtigen Punkten, wie etwa die Rechte zur Datenspeicherung, Verarbeitung von Daten minderjähriger Nutzer*innen, Kontaktinformationen, regionalen Vorschriften usw.
es: En junio de 2021, Zoom actualizó su política de privacidad para que resultara más fácil de entender y consultar. Ahora sigue el formato de preguntas y respuestas con enlaces a aspectos clave como los derechos de retención de datos, el tratamiento de los datos de menores de edad, la información de contacto, las normativas regionales, etcétera.
fr: Après juin 2021, Zoom a mis à jour sa politique de confidentialité afin de simplifier le langage utilisé et la navigation dans la politique. Elle est désormais formulée sous forme de questions/réponses avec des liens vers les points clés, comme les droits de conservation des données, le traitement des données des utilisateurs et utilisatrices mineurs, les informations de contact, les réglementations régionales, etc.
pt_br: Após junho de 2021, o Zoom atualizou sua política de privacidade, para simplificar seu idioma e navegação. Agora, a política de privacidade é formulada em forma de Pergunta + Resposta com links para os pontos principais, como direitos de retenção de dados, processamento de dados de usuários menores de idade, informações de contato, regulamentos regionais etc.

# uses_encryption_helptext
source: As of July 2021, end-to-end encryption is in technical preview and disables several other features. Zoom recommends using end-to-end encryption only for meetings where additional protection is needed.
de: Seit 2021 befindet sich die Ende-zu-Ende-Verschlüsselung in der technischen Prüfungsphase und deaktiviert mehrere andere Funktionen. Zoom empfiehlt, die Ende-zu-Ende-Verschlüsselung nur für Meetings zu verwenden, für die zusätzliche Sicherheit nötig ist.
es: Desde julio de 2021, el cifrado de extremo a extremo está en fase de pruebas técnicas e inhabilita varias funciones. Zoom recomienda usar el cifrado de extremo a extremo únicamente en las reuniones que exijan protección adicional.
fr: Depuis juillet 2021, le chiffrement de bout en bout fait l’objet d’un essai technique. Comme il désactive plusieurs fonctionnalités, Zoom recommande de n’utiliser le chiffrement de bout en bout que pour les réunions nécessitant une protection supplémentaire.
pt_br: A partir de julho de 2021, a criptografia de ponta a ponta está na visualização técnica e desativa vários outros recursos. O Zoom recomenda o uso de criptografia de ponta a ponta apenas para reuniões em que é necessária proteção adicional.

# security_updates_helptext
source: Updates and bug fixes are released multiple times a month.
de: Updates und Fehlerbehebungen werden mehrmals im Monat veröffentlicht.
es: Zoom lanza actualizaciones y correcciones de errores varias veces al mes.
fr: Des mises à jour et des corrections de bugs sont publiées plusieurs fois par mois.
pt_br: Atualizações e correções de bugs são lançadas várias vezes por mês.

# strong_password_helptext
source: Zoom requires a strong password to sign in. For an extra layer of security, Zoom meetings can also be password protected.
de: Für die Anmeldung bei Zoom ist ein starkes Passwort nötig. Für zusätzliche Sicherheit können auch Zoom-Meetings durch ein Passwort geschützt werden.
es: Para iniciar sesión en Zoom hace falta una contraseña segura. Además, las reuniones se pueden proteger con contraseña como capa de seguridad adicional.
fr: Zoom demande un mot de passe fort pour se connecter. Pour plus de sécurité, les réunions Zoom peuvent aussi être protégées par un mot de passe.
pt_br: O Zoom requer uma senha forte para fazer login. Para uma camada extra de segurança, as reuniões do Zoom também podem ser protegidas por senha.

# manage_vulnerabilities_helptext
source: Zoom has a program in place to handle security vulnerabilities.
de: Zoom verfügt über ein Programm, um Sicherheitslücken zu handhaben.
es: Zoom cuenta con un programa para gestionar las vulnerabilidades de seguridad.
fr: Zoom dispose d’un programme pour gérer les failles de sécurité.
pt_br: O Zoom tem um programa em vigor para lidar com vulnerabilidades de segurança.

# privacy_policy_helptext
source: Easily accessible privacy policy, formulated in a way of Question + Answer
de: Die Datenschutzrichtlinie ist einfach zugänglich und folgt einem Frage-und-Antwort-Prinzip
es: La política de privacidad, que sigue el formato de preguntas y respuestas, es fácil de entender.
fr: Politique de confidentialité simple et accessible, rédigée sous la forme de questions/réponses.
pt_br: Política de privacidade de fácil acesso, formulada em forma de Pergunta + Resposta

# personal_data_collected
source: Account Information (including contact details and billing), Profile and Participant Information (name, email address, phone number), Registration Information (name, contact information) and potentially face data.
de: Kontoinformationen (darunter Kontakt- und Rechnungsdaten), Profil- und Teilnahmeinformationen (Name, E-Mail-Adresse, Telefonnummer), Informationen über die Registrierung (Name, Kontaktinformationen) und möglicherweise Gesichtsdaten.
es: Información de la cuenta (incluidos los datos de contacto y facturación), información de perfil y participante (nombre, dirección de correo electrónico, número de teléfono), información de registro (nombre, datos de contacto), datos que podrían permitir el reconocimiento facial.
fr: Informations sur le compte (y compris les détails de contact et de facturation), informations sur les profils et les participants et participantes (nom, adresse e-mail, numéro de téléphone), informations sur l’inscription (nom, informations de contact) et potentiellement des données de reconnaissance faciale.
pt_br: Informações da conta (incluindo detalhes de contato e faturamento), Informações do perfil e do participante (nome, endereço de email, número de telefone), informações de registro (nome, informações de contato) e potencialmente dados faciais.

# biometric_data_collected
source: Data collected may contain your voice and image (depending on the account owner’s settings, device settings, and what you do on Zoom Products)
de: Zu den gesammelten Daten zählen möglicherweise Stimm- und Bildaufnahmen (abhängig von den Einstellungen des Kontoinhabers, den Geräteeinstellungen und was Sie auf Zoom Products tun).
es: Los datos recopilados pueden contener tu voz e imagen (según la configuración del dispositivo y de la cuenta y el uso que hagas de los productos de Zoom).
fr: Les données collectées peuvent inclure votre voix et votre image (selon les paramètres du ou de la propriétaire du compte, les paramètres de l’appareil et vos activités sur les produits Zoom).
pt_br: Os dados coletados podem conter sua voz e imagem (dependendo das configurações do proprietário da conta, das configurações do dispositivo e do que você faz nos produtos Zoom)

# social_data_collected
source: Contacts and Calendar Integrations, Content and Context of meetings including audio, video, in-meeting messages, chat messaging content, transcriptions, written feedback, responses to polls and Q&amp;A, and files, as well as related context, such as invitation details, meeting or chat name, or meeting agenda.
de: Kontakte und Kalenderintegration, Inhalt und Kontext von Meetings, darunter Audio, Video, In-Meeting-Messages, Inhalte von Chat-Nachrichten, Mitschriften, schriftliches Feedback, Antworten auf Umfragen und Q&As und Dateien sowie verwandte Kontexte wie Einladungsspezifikationen, Name des Meetings oder Chats oder Tagesordnungspunkte des Meetings.
es: Contactos e integraciones en calendario, contenido y contexto de las reuniones, incluyendo audio, vídeo, mensajes, contenidos de chats, transcripciones, comentarios escritos, respuestas a encuestas y archivos, así como el contexto relacionado, incluyendo los datos de invitación, el nombre de la reunión o del chat y la agenda de la reunión.
fr: Les contacts et intégrations d’agenda, le contenu et le contexte des réunions, y compris l’audio, la vidéo, les messages envoyés pendant la réunion, le contenu du chat, les transcriptions, les retours écrits, les réponses aux sondages et aux questions/réponses et les fichiers, ainsi que le contexte associé, comme les détails de l’invitation, le nom de la réunion ou du chat et l’agenda de réunion.
pt_br: Contatos e integrações de calendário, conteúdo e contexto de reuniões, incluindo áudio, vídeo, mensagens em reunião, conteúdo de mensagens de bate-papo, transcrições, feedback por escrito, respostas a pesquisas e Perguntas e Respostas e arquivos, bem como contexto relacionado, como detalhes do convite, nome da reunião ou do bate-papo ou agenda da reunião.
