Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/zoom.po
Languages: de, es, fr, pt_br

# how_can_you_control_your_data
source: The company mentions clear criteria to define retention periods, promises to not store data for longer than needed to offer services or as required by law.<br/> <br/>Hosts of Zoom calls can password-protect saved calls, password-protect meetings, lock a meeting to prevent new participants, turn on/off enter and exit chimes, mute participants on the call and even remove participants from the call. All Zoom participants have the ability to annotate the video of a call, but only hosts can clear all annotations and disable annotation for everyone. In the paid version, Zoom hosts are able to record meetings, with the option of saving the recording locally to their hard drive or remotely to Zoom's cloud.
es: La empresa menciona criterios claros para definir los períodos de retención y promete no almacenar datos durante más tiempo del necesario para ofrecer sus servicios o cumplir la ley.<br/> <br/>En Zoom, los anfitriones pueden proteger con contraseña las llamadas y las reuniones, bloquear las reuniones para impedir que se unan nuevos participantes, activar o desactivar los sonidos de entrada y salida, silenciar a los participantes en las llamadas e incluso quitarlos. Todos los participantes tienen la posibilidad de añadir anotaciones en pantalla durante una videollamada, pero solamente los anfitriones pueden borrarlas o desactivar esta opción para todos. En la versión de pago, los anfitriones pueden realizar grabaciones de las reuniones y guardarlas de forma local en su disco duro o de forma remota en la nube de Zoom.

# track_record_details
source: In April 2020, over 500,000 Zoom accounts' details were discovered on the dark web. <br/> <br/>In July 2021, Zoom agreed to settle a class-action US privacy lawsuit for $US85 million. The lawsuit claimed Zoom breached the privacy of millions of users by sharing personal data with Facebook, Google and LinkedIn. Zoom denied any wrongdoing but did agree to improve its security practices.
es: En abril de 2020, se hallaron en la internet oscura los datos de más de 500 000 cuentas de Zoom. <br/> <br/>En julio de 2021, Zoom acordó pagar 85 millones de dólares para resolver una demanda colectiva por infracción de la privacidad en EE. UU. Los demandantes acusaban a Zoom de haber violado la privacidad de millones de usuarios al compartir datos personales con Facebook, Google y LinkedIn; Zoom negó cualquier mala praxis, pero se comprometió a mejorar sus prácticas de seguridad.

# ai_helptext
source: Zoom uses AI to auto-generate transcripts.
de: Zoom nutzt KI, um automatische Mitschriften zu generieren.
es: Zoom usa la inteligencia artificial para la generación automática de transcripciones.
fr: Zoom utilise l’IA pour générer automatiquement des transcriptions.
pt_br: O Zoom usa inteligência artificial para gerar transcrições automaticamente.

# how_does_it_use_data_collected
source: Zoom claims that it does not sell any personal information. Zoom provides personal data to third parties, including third-party marketing and advertising (subject to prior consent where required under applicable law). These third-party partners may receive information about your activities on Zoom’s website through third-party cookies placed on Zoom’s website. Zoom may also share personal data with actual or prospective acquirers, their representatives and other relevant participants during any negotiation of sales, merger, or similar. Therefore, the data collected now could potentially be transferred to the other entity with different practices, without prior consent. Zoom collects user consent for tracking cookies on its web page and app.
de: Zoom gibt an, keine personenbezogenen Daten zu verkaufen. Allerdings versorgt Zoom Dritte unter zahlreichen Voraussetzungen, wie fremde Marketing- und Werbezwecke, mit personenbezogenen Daten (vorbehaltlich der vorherigen Zustimmung, wenn dies nach geltendem Recht erforderlich ist). Diese Drittpartner können Informationen über Ihre Aktivitäten auf der Zoom-Website durch Drittanbieter-Cookies erhalten, die auf der Zoom-Website platziert werden. Zoom kann auch personenbezogene Daten an tatsächliche oder potenzielle Erwerber, deren Vertreter und andere relevante Teilnehmer bei Verkaufsverhandlungen, Fusionen oder Ähnlichem, weitergeben. Daher könnten Daten, die jetzt gesammelte werden, möglicherweise ohne vorherige Zustimmung an die andere Partei übertragen werden, auch wenn diese andere Datenschutzbestimmungen hat. Zoom bittet um die Zustimmung der Nutzer*innen, um Tracking-Cookies auf seiner Website und App verwenden zu können.
fr: Zoom affirme ne vendre aucune information personnelle. Zoom fournit des informations personnelles à des tiers, notamment à des fins publicitaires et de marketing (sujettes à un consentement préalable quand les lois applicables l’exigent). Ces partenaires tiers peuvent recevoir des informations à propos de vos activités sur le site de Zoom par le biais de cookies tiers placés sur ledit site. Zoom peut également partager des données personnelles avec des acheteurs potentiels ou réels, leurs représentants et d’autres parties prenantes impliquées lors d’une négociation d’achat, de fusion, ou autre opération similaire. Les données collectées aujourd’hui pourraient donc être transférées à une autre entité aux pratiques différentes, et ce sans consentement préalable. Zoom demande le consentement des utilisateurs et utilisatrices pour les cookies de pistage sur sa page web et son application.
pt_br: O Zoom alega que não vende nenhuma informação pessoal. O Zoom fornece dados pessoais a terceiros, incluindo marketing e publicidade de terceiros (sujeito a consentimento prévio, quando exigido pela lei aplicável). Esses parceiros terceirizados podem receber informações sobre suas atividades no site do Zoom por meio de cookies de terceiros colocados no site do Zoom. O Zoom também pode compartilhar dados pessoais com adquirentes reais ou potenciais, seus representantes e outros participantes relevantes durante qualquer negociação de vendas, fusão ou similar. Portanto, os dados coletados agora poderiam potencialmente ser transferidos para a outra entidade com práticas diferentes, sem o consentimento prévio. O Zoom coleta o consentimento do usuário para rastrear cookies em sua página da web e aplicativo.

# how_can_you_control_your_data
source: The company mentions clear criteria to define retention periods, promises to not store data for longer than needed to offer services or as required by law. Hosts of Zoom calls can password-protect saved calls, password-protect meetings, lock a meeting to prevent new participants, turn on/off enter and exit chimes, mute participants on the call and even remove participants from the call. All Zoom participants have the ability to annotate the video of a call, but only hosts can clear all annotations and disable annotation for everyone. In the paid version, Zoom hosts are able to record meetings, with the option of saving the recording locally to their hard drive or remotely to Zoom's cloud.
de: Das Unternehmen nennt klare Kriterien für die Festlegung von Aufbewahrungsfristen und verspricht, die Daten nur so lange zu speichern, wie es für das Anbieten von Diensten oder gesetzlich vorgeschrieben ist. Gastgeber*innen von Zoom-Anrufen können gespeicherte Anrufe oder Meetings mit einem Kennwort schützen, ein Meeting sperren, um neue Teilnehmer*innen zu verhindern, Eingangs- und Ausgangstöne ein- und ausschalten, Teilnehmer*innen während des Anrufs stummschalten und sogar aus dem Anruf entfernen. Alle Zoom-Teilnehmer*innen haben die Möglichkeit, das Video eines Anrufs mit Anmerkungen zu versehen, aber nur Gastgeber*innen können alle Anmerkungen löschen und die Anmerkungen für alle deaktivieren. In der kostenpflichtigen Version können Zoom-Gastgeber*innen Meetings aufzeichnen, wobei sie die Möglichkeit haben, die Aufzeichnung lokal auf ihrer Festplatte oder per Fernzugriff in der Cloud von Zoom zu speichern.
fr: L’entreprise mentionne des critères clairs pour définir les périodes de conservation et promet de ne pas stocker les données plus longtemps qu’il n’est nécessaire pour fournir ses services ou respecter la loi. Les hôtes de réunions Zoom peuvent protéger par mot de passe des appels enregistrés ou des réunions, verrouiller une réunion pour empêcher de nouvelles personnes d’y accéder, activer ou désactiver les sons indiquant une arrivée ou un départ, désactiver le son des personnes participant à l’appel, et même les exclure de l’appel. Toutes les personnes participant à un appel Zoom peuvent annoter la vidéo d’un appel, mais les hôtes sont les seuls à pouvoir effacer toutes les annotations ou désactiver les annotations pour tout le monde. Dans sa version payante, Zoom permet aux hôtes d’enregistrer les réunions, soit en local sur leur ordinateur, soit dans le cloud de Zoom.
pt_br: A empresa menciona critérios claros para definir períodos de retenção, promete não armazenar dados por mais tempo do que o necessário para oferecer serviços ou conforme exigido por lei. Os anfitriões de chamadas do Zoom podem proteger as chamadas salvas por senha, proteger as reuniões por senha, bloquear uma reunião para evitar novos participantes, ligar/desligar os sinais sonoros de entrada e saída, silenciar os participantes na chamada e até mesmo remover os participantes da chamada. Todos os participantes do Zoom têm a capacidade de anotar o vídeo de uma chamada, mas apenas os anfitriões podem limpar todas as anotações e desativar a anotação para todos. Na versão paga, os anfitriões do Zoom podem gravar reuniões, com a opção de salvar a gravação localmente em seu disco rígido ou remotamente na nuvem do Zoom.

# track_record_details
source: In April 2020, over 500,000 Zoom accounts' details were discovered on the dark web. In July 2021, Zoom agreed to settle a class-action US privacy lawsuit for $US85 million. The lawsuit claimed Zoom breached the privacy of millions of users by sharing personal data with Facebook, Google and LinkedIn. Zoom denied any wrongdoing but did agree to improve its security practices.
de: Im April 2020 wurden die Daten für über 500.000 Zoom-Konten im Darkweb entdeckt. Im Juli 2021 stimmte Zoom zu, eine Sammelklage zum Datenschutz in den USA durch Zahlungen in Höhe von 85 Millionen US-Dollar beizulegen. In der Klage wurde behauptet, dass Zoom die Privatsphäre von Millionen von Nutzern verletzte, indem es persönliche Daten mit Facebook, Google und LinkedIn teilte. Zoom bestritt jegliches Fehlverhalten, erklärte sich jedoch bereit, seine Sicherheitspraktiken zu verbessern.
fr: En avril 2020, les détails de plus de 500 000 comptes Zoom ont été découverts sur le dark web. En juillet 2021, Zoom a versé 85 millions de dollars pour clore une action collective pour violation de la vie privée aux États-Unis. Zoom se voyait reprocher le non-respect de la confidentialité de millions d’utilisateurs et utilisatrices en raison du partage de données personnelles avec Facebook, Google et LinkedIn. Zoom a nié toute irrégularité, mais a accepté d’améliorer ses pratiques en matière de sécurité.
pt_br: Em abril de 2020, informações de mais de 500.000 contas do Zoom foram descobertas na dark web. Em julho de 2021, o Zoom concordou em resolver um processo de privacidade dos EUA por US$85 milhões. O processo alegou que o Zoom violou a privacidade de milhões de usuários ao compartilhar dados pessoais com o Facebook, Google e LinkedIn. O Zoom negou qualquer irregularidade, mas concordou em melhorar suas práticas de segurança.
