Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/tiktok-political-ads/executive-summary.po
Languages: de

# title
source: Executive Summary
de: Kurzfassung

# body.f3956d64-e3eb-4931-a429-1449fc97e71c
source: As internet platforms continue to struggle with misleading and opaque political advertising, TikTok has branded itself as an outlier. The platform claims to have banned all political advertising, and positions itself as far more transparent than peers like Facebook and Google. But new research from Mozilla reveals a different story: Loopholes, lax oversight, and new forms of political advertising mean TikTok isn’t free from partisan ads.
de: Während viele Online-Plattformen nach wie vor mit irreführender und undurchsichtiger Wahlwerbung zu kämpfen haben, hat TikTok sich als Außenseiter positioniert. Die Plattform gibt an, Wahlwerbung komplett zu untersagen, und will den Anschein erwecken, viel transparenter zu sein als konkurrierende Plattformen wie Facebook und Google. Neue Ergebnisse, die Mozilla nach Recherche des Themas vorliegen, lassen allerdings das Gegenteil vermuten: Schlupflöcher, lasche Kontrollen und neue Formen von Wahlwerbung führen dazu, dass TikTok nicht frei von Wahlwerbung ist.

# body.f3956d64-e3eb-4931-a429-1449fc97e71c
source: This investigation reveals how political influencers are flying under the radar on TikTok, because TikTok’s political ad policies are not strong and enforceable enough to monitor the full breadth of paid political influence on the platform.
de: Diese Investigation enthüllt, wie politische Influencer:innen TikTok durchs Netz gehen, weil die Richtlinien für Wahlwerbung der Plattform nicht stark und durchsetzbar genug sind, um die volle Bandbreite bezahlter politischer Einflussnahme aufzudecken.

# body.f3956d64-e3eb-4931-a429-1449fc97e71c
source: Our research suggests that TikTok influencers in the U.S. are being supported by political organizations to post content espousing their views. Despite the fact that TikTok “bans” political advertising, these creators regularly use their platforms to disseminate political messaging and viewpoints and they don’t always disclose their paid partnerships.
de: Laut unserer Recherche werden TikTok Influencer:innen in den USA von politischen Organisationen unterstützt, um deren Meinung zu vertreten. Obwohl TikTok Wahlwerbung „verbietet“, nutzen die Influencer:innen die Plattform regelmäßig für die Verbreitung politischer Inhalte und Meinungen und legen dabei nicht immer offen, wenn es sich dabei um eine bezahlte Partnerschaft handelt.

# body.f3956d64-e3eb-4931-a429-1449fc97e71c
source: Furthermore, we found that TikTok does not effectively monitor and enforce its rule that creators must disclose paid partnerships, nor does the platform proactively label sponsored posts as advertisements. Inconsistent disclosure practices—paired with zero ad transparency tools—makes it very difficult to monitor how political organizations are paying for influence on TikTok.
de: Außerdem haben wir herausgefunden, dass TikTok seine Richtlinie, dass Creator:innen bezahlte Partnerschaften offenlegen müssen, nicht effektiv überprüft und durchsetzt. Auch versäumt es die Plattform, gesponserte Posts proaktiv als Werbung zu kennzeichnen. Uneinheitliche Praktiken in Bezug auf die Offenlegung – gepaart mit dem Nichtvorhandensein von Tools für Werbetranzparenz –, machen es schwierig, nachzuvollziehen, wie politische Organisationen für Einfluss auf TikTok bezahlen.

# body.f3956d64-e3eb-4931-a429-1449fc97e71c
source: To address these problems and safeguard against abuse of the platform, we’ve also developed a set of recommendations to help TikTok and policymakers prepare for future elections around the world. TikTok should:
de: Wir haben eine Liste mit Empfehlungen für TikTok erstellt, die es der Plattform und Entscheidungsträgern erleichtern sollen, diese Probleme anzugehen und vor dem Missbrauch der Plattform zu schützen, sowie sie auf künftige Wahlen weltweit vorzubereiten. TikTok sollte:

# body.f3956d64-e3eb-4931-a429-1449fc97e71c
source: Develop mechanisms for creators to disclose paid partnerships.
de: Mechanismen entwickeln, mit deren Hilfe Creator:innen bezahlte Partnerschaften offenlegen können.

# body.f3956d64-e3eb-4931-a429-1449fc97e71c
source: Invest in comprehensive advertising transparency on the platform, including introducing an ad database that includes paid partnerships.
de: In umfassende Tools für Werbetransparenz investieren. Dazu zählt auch die Einführung einer Datenbank für Werbung, die auch bezahlte Partnerschaften umfasst.

# body.f3956d64-e3eb-4931-a429-1449fc97e71c
source: Update its policies and enforcement processes on political advertisements to ensure that they include all ways that paid political influence can happen on the platform.
de: Die Richtlinien und Prozesse zur Durchsetzung von Richtlinien in Bezug auf Wahlwerbung aktualisieren, damit sie jegliche Art von politischer Einflussname umfassen, die auf der Plattform vorkommen kann.

# body.f3956d64-e3eb-4931-a429-1449fc97e71c
source: These three recommendations complement and reinforce Mozilla’s <a id="a1">broader recommendations</a> to lawmakers on online political advertising.
de: Diese frei Empfehlungen begleiten und bestärken Mozillas <a id="a1">allgemeine Empfehlungen</a> für Gesetzgeber in Hinblick auf Wahlwerbung online.
