Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/tiktok-political-ads/research-findings.po
Languages: de

# title
source: Research findings
de: Ergebnisse unserer Nachforschungen

# body.23269787-1843-42b9-b489-8fa29c6a387b
source: Our research found that several TikTok influencers in the United States who disseminate political messages on the platform are receiving payment or the promise of compensation from political organizations. In keeping with <a id="a1">FTC guidelines</a>, we define payment as any form of material compensation – financial compensation, complimentary gifts, or trips. Some of this funding could be characterized as “dark money” – political spending that aimed at influencing voters, but where the source of the money and/or the donor is not fully disclosed.
de: Unsere Recherche hat ergeben, dass mehrere TikTok Influencer*innen in den USA, die politische Botschaften über die Plattform verbreiten, von politischen Organisationen bezahlt werden oder Versprechen von Kompensation erhalten haben. In Übereinstimmung mit den Richtlinien der <a id="a1">FTC</a> definieren wir Bezahlung als jegliche Art der materiellen Kompensation – also finanzielle Kompensation, Gratis-Geschenke oder bezahlte Reisen. Einige dieser Fördergelder könnten als „Dark Money“ gelten – politische Ausgaben, die Wähler beeinflussen sollen, die aber keinem Spender/keiner Quelle eindeutig zugeschrieben werden können.

# body.23269787-1843-42b9-b489-8fa29c6a387b
source: Furthermore, we found that TikTok doesn’t actively monitor and enforce its rule that influencers disclose paid partnerships, nor does the platform label sponsored posts as advertising. These inconsistent disclosure practices – paired with zero ad transparency tools or archives – makes it very difficult to monitor political influencer ads on TikTok.
de: Außerdem haben wir herausgefunden, dass TikTok seine Richtlinie, dass Influencer*innen bezahlte Partnerschaften offenlegen müssen, nicht aktiv überprüft und durchsetzt. Auch versäumt es die Plattform, gesponserte Posts als Werbung zu kennzeichnen. Diese uneinheitliche Praktiken in Bezug auf die Offenlegung – gepaart mit dem Nichtvorhandensein von Tools oder Archiven für Werbetransparenz –, machen es schwierig, politische Influencer*innen bei TikTok zu überprüfen.

# body.23269787-1843-42b9-b489-8fa29c6a387b
source: TikTok doesn’t seem to monitor influencer advertising
de: TikTok überprüft Werbung von Influencer*innen anscheinend nicht

# body.23269787-1843-42b9-b489-8fa29c6a387b
source: We started with several research questions, narrowing down to one:
de: Wir hatten anfangs mehrere Fragestellungen, von denen wir eine ausgewählt haben:

# body.23269787-1843-42b9-b489-8fa29c6a387b
source: Does TikTok allow influencers to post political content that reflects a paid or material relationship with political organizations?
de: Erlaubt TikTok es Influencer*innen, politische Inhalte zu posten, die bezahlte oder materielle Beziehungen mit politischen Organisationen reflektieren?

# body.23269787-1843-42b9-b489-8fa29c6a387b
source: Secondary questions we had:
de: Sekundäre Fragestellungen, die wir außerdem hatten:

# body.23269787-1843-42b9-b489-8fa29c6a387b
source: How does TikTok enforce its ban on political advertising?
de: Wir setzt TikTok das Verbot von politischer Werbung durch?

# body.23269787-1843-42b9-b489-8fa29c6a387b
source: How does TikTok enforce its rules for influencer advertising? Are TikTok creators following platform/FTC rules for self-disclosure?
de: Wie setzt TikTok die Regeln für Werbung durch Influencer*innen durch? Befolgen TikTok Creator*innen die Regulierungen der Plattform/FTC Regeln in Bezug auf Selbstauskunft?

# body.23269787-1843-42b9-b489-8fa29c6a387b
source: How does TikTok internally monitor or track influencer advertising?
de: Wie überprüft und verfolgt TikTok intern Werbung durch Influencer*innen nach?

# body.23269787-1843-42b9-b489-8fa29c6a387b
source: To get a better understanding of how TikTok labels individual posts and ads, we queried the TikTok API to see the metadata associated with each TikTok post. We used <a id="a1">an unofficial API wrappe</a>r created by <a id="a2">David Teather</a>, since <a id="a3">TikTok limits its API access</a>.
de: Um besser nachvollziehen zu können, wie TikTok individuelle Posts und Anzeigen markiert, haben wir uns nach TikToks API erkundigt, um die Metadaten einzusehen, die sich in jedem TikTok Post wiederfinden. Wir haben <a id="a1">einen inoffiziellen API-Wrapper</a> verwendet, der von <a id="a2">David Teather</a> entwickelt wurde, weil <a id="a3">TikTok den Zugriff auf die API begrenzt</a>.

# body.34647535-7105-4c6a-b5b9-ef127852dd9a.caption
source: Example code (Date of query: 02/24/2021)
de: Beispielcode (Datum der Anfrage: 24.02.2021)

# body.2db93f44-c57e-44a0-a7c3-85dd6131af01
source: Posts with advertiser-funded hashtag challenges (e.g. #CharliXDunkinContest) were marked as advertising in the metadata (“IsAd” = True), whereas influencer posts that used the hashtag #ad or #sponsored were not marked as advertising in the accompanying metadata (“IsAd” = False). The difference is that advertisers must go through TikTok’s ad system in order to run a hashtag challenge or run other kinds of ads, whereas influencer ads are negotiated and transacted off-platform.
de: Posts mit von Werbetreibenden bezahlten Hashtag-Challenges (z. B. #CharliXDunkinContest) wurden in den Metadaten als Werbung markiert („IsAd“ = True), wohingegen Posts von Influencer*innen, in denen die Hashtags #anzeige oder #gesponsert verwendet wurden, in den dazugehörigen Metadaten nicht als Werbung markiert wurden („IsAd“ = False). Der Unterschied liegt darin, dass Werbetreibende Hashtag-Challenges und andere Arten von Werbung nur über TikToks Ad Manager schalten können, Influencer*innen hingegen ihre Werbung abseits der Plattform verhandeln und abwickeln.

# body.1fd04417-778a-4f78-be13-90d1dde70684.caption
source: Examples of TikTok posts using the #ad hashtag (Date of query: 02/24/2021)
de: Beispiele von TikTok Posts mit dem Hashtag #anzeige (Datum der Anfrage: 24.02.2021)

# body.7ad45e33-2617-4bb4-939b-0628b52c53f6
source: This is meaningful because it tells us that paid partnerships don’t seem to be marked as ads by TikTok, which makes them more difficult for the platform to monitor. Instead, these ads rely on self-disclosure, which, as our research below shows, isn't very effective. Without a strong system in place to monitor influencer ads on the platform, TikTok could be vulnerable to abuse by political groups and other malicious actors.
de: Das ist bedeutend, weil es zeigt, dass bezahlte Werbepartnerschaften von TikTok anscheinend nicht als Werbung markiert werden, wodurch es für die Plattform schwieriger ist, sie zu überwachen. Stattdessen wird sich bei dieser Art Werbung auf Selbstauskunft verlassen, was, wie unsere Recherche im Verlauf zeigt, nicht besonders effektiv ist. Ohne ein stabiles System, mit dessen Hilft Werbung von Influencer*innen auf der Plattform überwacht werden können, könnte TikTok von politischen Gruppen und anderen böswilligen Akteuren ausgenutzt werden.

# body.7ad45e33-2617-4bb4-939b-0628b52c53f6
source: TikTok influencers are not disclosing paid relationships with political groups
de: TikTok Influencer*innen legen bezahlte Partnerschaften mit politischen Gruppen nicht offen

# body.7ad45e33-2617-4bb4-939b-0628b52c53f6
source: Our research found that TikTok influencers across the political spectrum had undisclosed paid relationships with various political organizations in the U.S.
de: Unsere Recherche hat ergeben, dass TikTok Influencer*innen in den USA aus sämtlichen politischen Sparten nicht-offengelegte bezahlte Partnerschaften mit verschiedenen politischen Organisationen hatten.

# body.7ad45e33-2617-4bb4-939b-0628b52c53f6
source: Several right-wing TikTok influencers appear to be funded by conservative organizations like Turning Point USA, a tax-exempt nonprofit which has a dedicated influencer program specifically targeted at funding young conservative content creators on social media.
de: Mehrere rechtsgewandte TikTok Influencer*innen scheinen von konservativen Organisationen wie Turning Point USA gefördert zu werden, einer steuerbefreiten Non-Profit-Organisation, die ein spezielles Influencer-Programm hat, das zum Ziel hat, junge konservative Content Creator*innen in soziallen Medien zu unterstützen.

# body.7ad45e33-2617-4bb4-939b-0628b52c53f6
source: Turning Point USA’s <a id="a1">website</a> states that it has 280 ambassadors and 11 contributors, with a goal to “saturate social and traditional media markets with the message of freedom and limited government through influencer-based and digital marketing initiatives.” The program provides ambassadors with “every available tool to successfully spread these ideas on college campuses and beyond.”
de: Turning Point USAs <a id="a1">Website</a> gibt an, von 280 Botschaftern und elf Mitwirkenden unterstützt zu werden, mit dem Ziel, „soziale und traditionelle Medienmärkte mit der Botschaft von Freiheit und begrenzter Regierung durch Influencer*innen-basierte und digitale Marketinginitiativen zu sättigen.“ Das Programm stellt den Botschaftern „alle möglichen Werkzeuge zur Verfügung, um diese Ideen erfolgreich auf Campus von Colleges und darüber hinaus zu verbreiten.“

# body.7ad45e33-2617-4bb4-939b-0628b52c53f6
source: We confirmed these details by looking into the organization’s financials: <a id="a1">TPUSA’s 2018 tax filings</a> state that the organization spent $5.8 million in total on “Other program services,” which includes “Turning Point USA’s influencer media programs.”
de: Wir haben diese Angaben mit einem Blick in die Finanzen der Organisation überprüft: <a id="a1">In den Steuerunterlagen von TPUSA aus dem Jahr 2018</a> wird angegeben, dass die Organisation insgesamt 5,8 Millionen US-Dollar für „andere Programmdienstleistungen“ ausgegeben hat, was „die Influencer-Media-Programme von Turning Point USA“ beinhaltet.

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: However, TPUSA’s relationship with content creators is not straightforward. While it runs a large network of micro-influencers, some of whom are paid to share or make content, TPUSA representatives <a id="a1">have said</a> that the organization runs “very few official paid partnerships.”
de: Allerdings ist die Beziehung TPUSAs mit Content Creator*innen nicht so einfach. Während die Organisation ein großes Netzwerk an Mikro-Influencer*innen unterhält, von denen einige für das Teilen oder Erstellen von Inhalten bezahlt werden, <a id="a1">gaben TPUSA-Repräsentanten an</a>, dass sie „sehr wenige offizielle bezahlte Partnerschaften“ pflegt.

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: Our research tracks with a September 2020 <a id="a1">investigation from the Washington Post</a> that found that TPUSA was recruiting and paying young people on social media to pump out false messages about voter fraud, the coronavirus, and Joe Biden in order to bolster Trump’s re-election campaign. In this case, young people were paid to engage in spam-like behavior, repeatedly posting the same messages on Twitter and Facebook. While many of those posts were eventually taken down because they violated platform policies on coordinated disinformation campaigns, TPUSA continues to support and fund political influencers.
de: Unsere Untersuchung deckt sich mit einer <a id="a1">Untersuchung der Washington Post</a> vom September 2020, die herausfand, dass TPUSA junge Menschen in sozialen Medien rekrutierte und bezahlte, um falsche Nachrichten über Wählerbetrug, das Coronavirus und Joe Biden zu verbreiten, um Trumps Wiederwahlkampagne zu unterstützen. In diesem Fall wurden junge Leute dafür bezahlt, dass sie ein Spam-ähnliches Verhalten an den Tag legten und wiederholt dieselben Nachrichten auf Twitter und Facebook veröffentlichten. Während viele dieser Beiträge schließlich entfernt wurden, weil sie gegen die Richtlinien der Plattform zu koordinierten Desinformationskampagnen verstießen, unterstützt und finanziert TPUSA weiterhin politische Influencer*innen.

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: Posts by creators with ties to right-wing political organizations
de: Posts von Creator*innen mit Verbindungen zu rechten politischen Organisationen

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: We found evidence that paid contributors who have formal ties with organizations like Turning Point USA, Prager University, and Today is America post political messages without disclosing details of their financial compensation.
de: Wir haben Beweise dafür gefunden, dass bezahlte Creator*innen mit förmlicher Verbindung zu Organisationen wie Turning Point USA, Prager University und Today is America politische Botschaften posten, ohne Angaben zu der damit zusammenhängenden finanziellen Kompensation zu machen.

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: <i>A</i> <a id="a1"><i>POST</i></a><i> from @taylormjewett (67k followers)</i>
de: <i>Ein <a id="a1">POST</a> von @taylormjewett (67 Tsd. Follower)</i>

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: <i>A</i> <a id="a1"><i>POST</i></a><i> from @thepoliticaldropout (5.5k followers) interviewing @theisabelbrown</i>
de: <i>Ein <a id="a1">POST</a> von @thepoliticaldropout (5,5 Tsd. Follower)</i>

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: <i>A</i> <a id="a1"><i>POST</i></a><i> from @theisabelbrown (1.6k followers)</i>
de: <i>Ein <a id="a1">POST</a> von @theisabelbrown (1,6 Tsd. Follower)</i>

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: Our analysis of TikTok posts found that a number of conservative content creators were flown out to TPUSA-sponsored conferences and festivals, including a Student Action Summit in West Palm Beach, Florida on December 20, 2020.
de: Unsere Analyse von TikTok Posts hat gezeigt, dass eine Anzahl konservativer Content Creator*innen anscheinend zu von TPUSA gesponserten Konferenzen und Festivals geflogen wurden, darunter ein Student Action Summit in West Palm Beach, Florida, am 20. Dezember 2020.

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: <i>The now-deleted account @therepublicangirlls (396.4k followers) reposted a @joie_mk_ (76.5k followers)</i> <a id="a1"><i>post</i></a><i> from 12/20/2020.</i>
de: <i>Das inzwischen gelöschte Konto @therepublicangirlls (396,4 Tausend Follower) hat einen Beitrag von @joie_mk_ (76,5 Tausend Follower) verbreitet</i> <a id="a1"><i>Beitrag</i></a><i > am 20.12.2020.</i>

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: “Hi guys, welcome to a day in my life of a political influencer. So I’m an influencer for Turning Point USA and they’re flying me out to West Palm Beach, Florida for the Student Action Summit...Then we got ready for the Influencer reception which Turning Point threw on the roof just for us...”
de: „Hallo Leute, ich zeige euch einen Tag im Leben einer politischen Influencerin. Ich bin Influencerin für Turning Point USA und werde von ihnen nach West Palm Beach, Florida geflogen, um am Student Action Summit teilzunehmen … Und dann war da noch der Empfang für Influencer*innen, den Turning Point auf einer Dachterrasse für uns organisiert hatte …“

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: In the video, the creator identifies herself as a “political influencer for Turning Point USA” and says she was flown out to Florida for the conference. This post does not make clear whether she is receiving further financial support from TPUSA.
de: Im Video bezeichnet sich die Creatorin als „politische Influencerin für Turning Point USA“ und sagt, dass sie für die Konferenz nach Florida geflogen wurde. Aus dem Post geht nicht hervor, ob sie weitere finanzielle Unterstützung von TPUSA erhält.

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: <i>A</i> <a id="a1"><i>POST</i></a><i> from @alynicolee1126 (234.3k followers).</i>
de: <i>Ein <a id="a1">POST</a> von @alynicolee1126 (234,3 Tsd. Follower).</i>

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: <i>A</i> <a id="a1"><i>POST</i></a><i> from @itsthemandrew (31.1k followers).</i>
de: <i>Ein <a id="a1">POST</a> von @itsthemandrew (31,1 Tsd. Follower).</i>

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: <i>A</i> <a id="a1"><i>POST</i></a><i> from @cadencevaughan (31.1k followers).</i>
de: <i>Ein <a id="a1">POST</a> von @cadencevaughan (31,1 Tsd. Follower).</i>

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: <i>A</i> <a id="a1"><i>POST</i></a><i> from @mcken_leighh (27.7k followers).</i>
de: <i>Ein <a id="a1">POST</a> von @mcken_leighh (27,7 Tsd. Follower).</i>

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: <i>A</i> <a id="a1"><i>POST</i></a><i> from @kagchick (8.4k followers).</i>
de: <i>Ein <a id="a1">POST</a> von @kagchick (8,4 Tsd. Follower).</i>

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: <i>A</i> <a id="a1"><i>POST</i></a><i> from @thepoliticaldropout (5.5k followers).</i>
de: <i>Ein <a id="a1">POST</a> von @thepoliticaldropout (5,5 Tsd. Follower).</i>

# body.ae3b9eb0-c227-409c-b9b9-632871eed21a
source: <i>A</i> <a id="a1"><i>POST</i></a><i> from @sophiabfisher (&lt;1k followers).</i>
de: <i>Ein <a id="a1">POST</a> von @sophiabfisher (<1Tsd. Follower).</i>

# body.b09678bb-5628-4585-8ebe-61f6792e81c0
source: Posts by creators with ties to left-wing political organizations
de: Posts von Creator*innen mit Verbindungen zu linken politischen Organisationen

# body.b09678bb-5628-4585-8ebe-61f6792e81c0
source: A <a id="a1">2020 Reuters article</a> found that influencers were paid by another progressive PAC, The 99 Problems, to create pro-Biden TikTok posts without using disclaimers like #ad or #sponsored on the posts. While these examples should have violated TikTok’s policies, the fact that they weren’t detected suggests that TikTok’s self-disclosure rules for influencer advertising aren’t very effective.
de: Ein Artikel von <a id="a1">Reuters</a> aus dem Jahr 2020 zeigt auf, dass Influencer*innen von einer anderen progressiven Lobbygruppe bezahlt wurden (The 99 Problems), um Pro-Biden-Beiträge auf TikTok zu erstellen, ohne sie mit Disclaimern wie #anzeige oder #gesponsert zu versehen. Obwohl diese Beispiele gegen die Richtlinien von TikTok hätten verstoßen müssen, deutet die Tatsache, dass sie nicht entdeckt wurden, darauf hin, dass die Selbstauskunftsregeln von TikTok für Influencer*innen-Werbung nicht sehr effektiv sind.

# body.b09678bb-5628-4585-8ebe-61f6792e81c0
source: We found some evidence that progressive influencers supported by left-leaning political organizations were posting pro-Biden messages prior to the US presidential election. For instance, The 99 Problems created and funded the Hype House account <a id="a1">House of US</a>, where influencers post political messaging.
de: Wir fanden einige Hinweise darauf, dass progressive Influencer*innen, die von linken politischen Organisationen unterstützt wurden, vor der US-Präsidentschaftswahl Pro-Biden-Botschaften posteten. Zum Beispiel hat The 99 Problems den Hype House-Account <a id="a1">House of US</a> erstellt und finanziert, auf dem Influencer*innen politische Botschaften posten.

# body.b09678bb-5628-4585-8ebe-61f6792e81c0
source: <i>A</i> <a id="a1"><i>POST</i></a><i> from @houseof_us (24.5k followers)</i>
de: <i>Ein <a id="a1">POST</a> von @houseof_us (24,5 Tsd. Follower)</i>

# body.b09678bb-5628-4585-8ebe-61f6792e81c0
source: <i>A</i> <a id="a1"><i>POST</i></a><i> from @davedcomedy (100.1k followers)</i>
de: <i>Ein <a id="a1">POST</a> von @davedcomedy (100,1 Tsd. Follower)</i>
