Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/meet-mozilla.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br

source: Trustworthy AI
de: Vertrauenswürdige KI
es: Inteligencia artificial confiable
fr: IA digne de confiance
fy_nl: Betroubere AI
nl: Betrouwbare AI
pl: Godna zaufania sztuczna inteligencja
pt_br: Inteligência artificial confiável

source: Our Work on AI
de: Unsere Arbeit zur KI
es: Nuestro trabajo sobre la IA
fr: Nos travaux sur l’IA
fy_nl: Us wurk oan AI
nl: Ons werk aan AI
pl: Nasza praca nad sztuczną inteligencją
pt_br: Nosso trabalho com a IA

source: We combat misinformation, AI bias, and platforms’ impact on global elections. New initiatives include our Technology Fund, the Data Futures Lab, and an expansion of the responsible AI Fellowship. Common Voice is our community crowdsourcing project to ensure that tech speaks your language. Our research drove meaningful changes for consumers across major tech platforms, including Tinder, TikTok, YouTube, and legislation in the EU.
de: Wir bekämpfen Fehlinformationen, KI-Bias und den Einfluss von Plattformen auf globale Wahlen. Zu den neuen Initiativen gehören unser Technology Fund, das Data Futures Lab und eine Erweiterung des Responsible AI Fellowship. Common Voice ist unser Community-Crowdsourcing-Projekt, um sicherzustellen, dass Technologie Ihre Sprache spricht. Unsere Forschung bewirkte sinnvolle Veränderungen für Verbraucher auf wichtigen Tech-Plattformen, darunter Tinder, TikTok, YouTube und in der EU-Gesetzgebung.
es: Combatimos la desinformación, los sesgos en la IA y el impacto de las plataformas en las elecciones de todo el mundo. Las nuevas iniciativas incluyen nuestro Fondo Tecnológico, el Data Futures Lab y una expansión de la beca de IA responsable. Common Voice es nuestro proyecto de crowdsourcing comunitario para garantizar que las tecnologías hablen en tu idioma. Nuestras investigaciones impulsaron cambios significativos para los consumidores en las principales plataformas tecnológicas —como Tinder, TikTok y YouTube— y en la legislación de la UE.
fr: Nous luttons contre la désinformation, les dérives de l’IA et l’impact des plateformes sur les élections à l’échelle mondiale. Parmi les nouvelles initiatives figurent le Technology Fund, le Data Futures Lab et une expansion du Responsible AI Fellowship. Common Voice est notre projet de production participative visant à garantir que la technologie parle toutes les langues. Nos recherches ont permis d’apporter des changements significatifs pour les consommateurs·trices sur les principales plateformes technologiques, notamment Tinder, TikTok, YouTube et la législation de l’UE.
fy_nl: Wy bestride misynformaasje, AI-foaroardielen en de ynfloed fan platfoarms op wrâldwide ferkiezingen. Nije inisjativen omfetsje ús Technology Fund, it Data Futures Lab, en in útwreiding fan it Responsible AI Fellowship. Common Voice is ús crowdsourcingprojekt foar de mienskip om te soargjen dat tech jo taal sprekt. Us ûndersyk hat betsjuttingsfolle feroaringen feroarsake foar konsuminten oer wichtige techplatfoarms, ynklusyf Tinder, TikTok, YouTube en wetjouwing yn de EU.
nl: We bestrijden misinformatie, vooroordelen van AI en de impact van platformen op wereldwijde verkiezingen. Nieuwe initiatieven zijn onder meer ons Technologiefonds, het Data Futures Lab en een uitbreiding van het verantwoordelijke AI Fellowship. Common Voice is ons gemeenschapscrowdsourcingproject om ervoor te zorgen dat technologie uw taal spreekt. Ons onderzoek zorgde voor betekenisvolle veranderingen voor consumenten op grote technologieplatforms, waaronder Tinder, TikTok, YouTube, en wetgeving in de EU.
pl: Walczymy z dezinformacją, uprzedzeniami związanymi ze sztuczną inteligencją i wpływem platform na wybory globalne. Nowe inicjatywy obejmują nasz Fundusz Technologiczny, Data Futures Lab i rozszerzenie naszego programu stypendialnego na rzecz odpowiedzialnej SI. Common Voice to nasz projekt crowdsourcingu społecznościowego, który ma na celu zagwarantowanie, że technologia mówi ludzkim językiem. Nasze badania doprowadziły do znaczących zmian dla konsumentów na głównych platformach technologicznych, w tym Tinder, TikTok czy YouTube, i w prawodawstwie UE.
pt_br: Combatemos a desinformação, os vieses da IA e o impacto das plataformas em eleições pelo mundo. Entre as novas iniciativas, estão o Technology Fund, o Data Futures Lab e uma expansão do programa de bolsas Responsible AI Fellowship. O Common Voice é o nosso projeto comunitário de crowdsourcing para garantir que a tecnologia fale a língua de todos. Nossas pesquisas promoveram mudanças significativas para os consumidores nas principais plataformas de tecnologia, como Tinder, TikTok e YouTube, bem como na legislação da União Europeia.

# body.22806e1e-b5ab-4b71-a924-848dfb0814d6.title
source: Leadership
de: Führung
es: Liderazgo
fy_nl: Liederskip
nl: Leiderschap
pl: Kierownictwo
pt_br: Liderança

source: Leadership
de: Führung
es: Liderazgo
fy_nl: Liederskip
nl: Leiderschap
pl: Kierownictwo
pt_br: Liderança

source: Nabiha Syed headshot
de: Nabiha Syeds Porträtfoto
es: Retrato de Nabiha Syed
fr: Photo portrait de Nabiha Syed
fy_nl: Portretfoto fan Nabiha Syed
nl: Pasfoto van Nabiha Syed
pl: Zdjęcie Nabihy Syed
pt_br: Retrato profissional de Nabiha Syed

source: Executive Director
es: Directora ejecutiva
fr: Directrice exécutive
fy_nl: Utfierend direkteur
nl: Uitvoerend directeur
pl: Dyrektorka wykonawcza
pt_br: Diretora Executiva

source: Meet Nabiha
de: Nabiha kennenlernen
es: Conoce a Nabiha
fr: Découvrez Nabiha
fy_nl: Moetsje Nabiha
nl: Maak kennis met Nabiha
pl: Poznaj Nabihę
pt_br: Conheça Nabiha

source: Angela Plohman headshot
de: Angela Plohmans Porträtfoto
es: Retrato de Angela Plohman
fr: Photo portrait d’Angela Plohman
fy_nl: Portretfoto fan Angela Plohman
nl: Pasfoto van Angela Plohman
pl: Zdjęcie Angeli Plohman
pt_br: Retrato profissional de Angela Plohman

source: Chief Operating Officer
es: Directora de Operaciones
fr: Directrice des opérations
pl: Dyrektorka ds. operacyjnych
pt_br: Diretora de Operações

source: Meet Angela
de: Angela kennenlernen
es: Conoce a Angela
fr: Découvrez Angela
fy_nl: Moetsje Angela
nl: Maak kennis met Angela
pl: Poznaj Angelę
pt_br: Conheça Angela

source: Dayo Lamolo headshot
de: Dayo Lamolos Porträtfoto
es: Retrato de Dayo Lamolo
fr: Photo portrait de Dayo Lamolo
fy_nl: Portretfoto fan Dayo Lamolo
nl: Pasfoto van Dayo Lamolo
pl: Zdjęcie Dayo Lamolo
pt_br: Retrato profissional de Dayo Lamolo

source: Vice President, Strategic Communications
es: Vicepresidenta de Comunicaciones Estratégicas
fr: Vice-présidente de la communication stratégique
pl: Wiceprezeska ds. komunikacji strategicznej
pt_br: Vice-presidente para Comunicações Estratégicas

source: Meet Dayo
de: Dayo kennenlernen
es: Conoce a Dayo
fr: Découvrez Dayo
fy_nl: Moetsje Dayo
nl: Maak kennis met Dayo
pl: Poznaj Dayo
pt_br: Conheça Dayo

source: EM Lewis-Jong headshot
de: EM Lewis-Jongs Porträtfoto
es: Retrato de EM Lewis-Jong
fr: Photo portrait d’EM Lewis-Jong
fy_nl: Portretfoto fan EM Lewis-Jong
nl: Pasfoto van EM Lewis-Jong
pl: Zdjęcie EM Lewis-Jong
pt_br: Retrato profissional de EM Lewis-Jong

source: Vice President, Mozilla Data Collective
es: Vicepresidente de Mozilla Data Collective
fr: Vice-président·e, Mozilla Data Collective
pl: Osoba wiceprezydencka, Mozilla Data Collective
pt_br: Vice-presidente do Mozilla Data Collective

source: Meet EM
de: EM kennenlernen
es: Conoce a EM
fr: Découvrez EM
fy_nl: Moetsje EM
nl: Maak kennis met EM
pl: Poznaj EM
pt_br: Conheça EM

source: Amanda Lee Gaffar headshot
de: Amanda Lee Gaffars Porträtfoto
es: Retrato de Amanda Lee Gaffar
fr: Photo portrait d’Amanda Lee Gaffar
fy_nl: Portretfoto fan Amanda Lee Gaffar
nl: Pasfoto van Amanda Lee Gaffar
pl: Zdjęcie Amandy Lee Gaffar
pt_br: Retrato profissional de Amanda Lee Gaffar

source: Executive Program Manager
es: Gerente ejecutiva de Programas
fr: Directrice exécutive des programmes
fy_nl: Utfierend Programmamanager
pl: Menedżerka programu wykonawczego
pt_br: Gerente Executiva de Programa

source: Meet Amanda
de: Amanda kennenlernen
es: Conoce a Amanda
fr: Découvrez Amanda
fy_nl: Moetsje Amanda
nl: Maak kennis met Amanda
pl: Poznaj Amandę
pt_br: Conheça Amanda

source: D'Andre Walker headshot
de: D’Andre Walkers Porträtfoto
es: Retrato de D’Andre Walker
fr: Photo portrait de D’Andre Walker
fy_nl: Portretfoto fan D'Andre Walker
nl: Pasfoto van D’Andre Walker
pl: Zdjęcie D’Andre Walkera
pt_br: Retrato profissional de D’Andre Walker

source: Senior Counsel
es: Abogado sénior
fr: Avocat principal
pl: Starszy radca prawny
pt_br: Consultor Jurídico Sênior

source: Meet D'Andre
de: D'Andre kennenlernen
es: Conoce a D'Andre
fr: Découvrez D’Andre
fy_nl: Moetsje D'André
nl: Maak kennis met D'Andre
pl: Poznaj D'Andre
pt_br: Conheça D’Andre

source: Kristen Spangler headshot
de: Kristen Spanglers Porträtfoto
es: Retrato de Kristen Spangler
fr: Photo portrait de Kristen Spangler
fy_nl: Portretfoto fan Kristen Spangler
nl: Pasfoto van Kristen Spangler
pl: Zdjęcie Kristen Spangler
pt_br: Retrato profissional de Kristen Spangler

source: Senior Director, Finance and Administration
fr: Directrice principale des finances et de l’administration
pl: Starsza dyrektorka ds. finansów i administracji
pt_br: Diretora Sênior de Finanças e Administração

source: Meet Kristen
de: Kristen kennenlernen
es: Conoce a Kristen
fr: Découvrez Kristen
fy_nl: Moetsje Kristen
nl: Maak kennis met Kristen
pl: Poznaj Kristen
pt_br: Conheça Kristen

source: Lauren Hendry Parsons headshot
de: Lauren Hendry Parsons' Porträtfoto
es: Retrato de Lauren Hendry Parsons
fr: Photo portrait de Lauren Hendry Parsons
fy_nl: Portretfoto fan Lauren Hendry Parsons
nl: Pasfoto van Lauren Hendry Parsons
pl: Zdjęcie Lauren Hendry Parsons
pt_br: Retrato profissional de Lauren Hendry Parsons

source: Director, Communications
es: Directora de Comunicaciones
fr: Directrice de la communication
fy_nl: Direkteur, Kommunikaasje
pl: Dyrektorka ds. komunikacji
pt_br: Diretora de Comunicações

source: Meet Lauren
de: Lauren kennenlernen
es: Conoce a Lauren
fr: Découvrez Lauren
fy_nl: Moetsje Lauren
nl: Maak kennis met Lauren
pl: Poznaj Lauren
pt_br: Conheça Lauren

source: Lindsey Dodson headshot
de: Lindsey Dodsons Porträtfoto
es: Retrato de Lindsey Dodson
fr: Photo portrait de Lindsey Dodson
fy_nl: Portretfoto fan Lindsey Dodson
nl: Pasfoto van Lindsey Dodson
pl: Zdjęcie Lindsey Dodson
pt_br: Retrato profissional de Lindsey Dodson

source: Director, Global Grants
es: Directora de Subvenciones Globales
fr: Directrice des subventions mondiales
fy_nl: Direkteur, Globale Subsydzjes
pl: Dyrektorka ds. dotacji globalnych
pt_br: Diretora de Subsídios Globais

source: Meet Lindsey
de: Lindsey kennenlernen
es: Conoce a Lindsey
fr: Découvrez Lindsey
fy_nl: Moetsje Lindsey
nl: Maak kennis met Lindsey
pl: Poznaj Lindsey
pt_br: Conheça Lindsey

source: Michael Whitney headshot
de: Michael Whitneys Porträtfoto
es: Retrato de Michael Whitney
fr: Photo portrait de Michael Whitney
fy_nl: Portretfoto fan Michael Whitney
nl: Pasfoto van Michael Whitney
pl: Zdjęcie Michaela Whitneya
pt_br: Retrato profissional de Michael Whitney

source: Senior Director, Development
es: Director sénior de Desarrollo
fr: Directeur principal du développement
fy_nl: Senior direkteur, ûntwikkeling
pl: Starszy dyrektor ds. rozwoju
pt_br: Diretor Sênior de Desenvolvimento

source: Meet Michael
de: Michael kennenlernen
es: Conoce a Michael
fr: Découvrez Michael
fy_nl: Moetsje Michael
nl: Maak kennis met Michael
pl: Poznaj Michaela
pt_br: Conheça Michael

source: Rocío O’Rourke headshot
de: Rocío O'Rourkes Porträtfoto
es: Retrato de Rocío O’Rourke
fr: Photo portrait de Rocío O’Rourke
nl: Pasfoto van Rocío O’Rourke
pl: Zdjęcie Rocío O’Rourke
pt_br: Retrato profissional de Rocío O’Rourke

source: Director, Mozilla Festival
es: Directora del Festival Mozilla
fr: Directrice du Mozilla Festival
pl: Dyrektorka ds. Mozilla Festival
pt_br: Diretora do Mozilla Festival

source: Meet Rocío
de: Rocío kennenlernen
es: Conoce a Rocío
fr: Découvrez Rocío
nl: Maak kennis met Rocío
pl: Poznaj Rocío
pt_br: Conheça Rocío

source: Shing Suiter headshot
de: Shing Suiters Porträtfoto
es: Retrato de Shing Suiter
fr: Photo portrait de Shing Suiter
fy_nl: Portretfoto fan Shing Suiter
nl: Pasfoto van Shing Suiter
pl: Zdjęcie Shing Suiter
pt_br: Retrato profissional de Shing Suiter

source: Senior Director, Technology Platforms
es: Directora sénior de Plataformas Tecnológicas
fr: Directrice principale des plateformes technologiques
fy_nl: Senior direkteur, technologyplatfoarms
pl: Starsza dyrektorka ds. platform technologicznych
pt_br: Diretora Sênior de Plataformas de Tecnologia

source: Meet Shing
de: Shing kennenlernen
es: Conoce a Shing
fr: Découvrez Shing
fy_nl: Moetsje Shing
nl: Maak kennis met Shing
pl: Poznaj Shing
pt_br: Conheça Shing

source: Steven Azeka headshot
de: Steven Azekas Porträtfoto
es: Retrato de Steven Azeka
fr: Photo portrait de Steven Azeka
fy_nl: Portretfoto fan Steven Azeka
nl: Pasfoto van Steven Azeka
pl: Zdjęcie Stevena Azeki
pt_br: Retrato profissional de Steven Azeka

source: Program Lead, Responsible Computing Challenge
es: Líder del programa «Responsible Computing Challenge»
fr: Responsable de programme, Responsible Computing Challenge
fy_nl: Programmalieder, Ferantwurdlike Kompjûterútdaging
pl: Lider programu, Responsible Computing Challenge
pt_br: Líder de Programa para o Desafio de Computação Responsável

source: Meet Steven
de: Steven kennenlernen
es: Conoce a Steven
fr: Découvrez Steven
fy_nl: Moetsje Steven
nl: Maak kennis met Steven
pl: Poznaj Stevena
pt_br: Conheça Steven

source: Tekia Stokes headshot
de: Tekia Stokes' Porträtfoto
es: Retrato de Tekia Stokes
fr: Photo portrait de Tekia Stokes
fy_nl: Portretfoto fan Tekia Stokes
nl: Pasfoto van Tekia Stokes
pl: Zdjęcie Tekii Stokes
pt_br: Retrato profissional de Tekia Stokes

source: Senior Director, People and Culture
es: Directora sénior de Personas y Cultura
fr: Directrice principale des ressources humaines et de la culture
fy_nl: Senior direkteur, Minsken en Kultuer
pl: Starsza dyrektorka ds. ludzi i kultury
pt_br: Diretora Sênior de Pessoas e Cultura

source: Meet Tekia
de: Tekia kennenlernen
es: Conoce a Tekia
fr: Découvrez Tekia
fy_nl: Moetsje Tekia
nl: Maak kennis met Tekia
pl: Poznaj Tekię
pt_br: Conheça Tekia

source: Robin Curran headshot
de: Robin Currans Porträtfoto
es: Retrato de Robin Curran
fr: Photo portrait de Robin Curran
fy_nl: Portretfoto fan Robin Curran
nl: Pasfoto van Robin Curran
pl: Zdjęcie Robin Curran
pt_br: Retrato profissional de Robin Curran

source: Director, Mobilization
es: Directora de Movilización
fr: Directrice de la mobilisation
fy_nl: Direkteur, Mobyl
pl: Dyrektorka ds. mobilizacji
pt_br: Diretora de Mobilização

source: Meet Robin
de: Robin kennenlernen
es: Conoce a Robin
fr: Découvrez Robin
fy_nl: Moetsje Robin
nl: Maak kennis met Robin
pl: Poznaj Robin
pt_br: Conheça Robin

source: Board of Directors
es: Junta Directiva
fr: Conseil d’administration
fy_nl: Ried fan Bestjoer
nl: Raad van bestuur
pl: Zarząd
pt_br: Conselho Diretor

source: Nicole Wong headshot
de: Nicole Wongs Porträtfoto
es: Retrato de Nicole Wong
fr: Photo portrait de Nicole Wong
fy_nl: Portretfoto fan Nicole Wong
nl: Pasfoto van Nicole Wong
pl: Zdjęcie Nicole Wong
pt_br: Retrato profissional de Nicole Wong

source: Chair
de: Leitung
es: Presidenta
fr: Présidente
fy_nl: Foarsitter
nl: Voorzitter
pl: Przewodnicząca
pt_br: Presidente

source: Brian Behlendorf headshot
de: Brian Behlendorfs Porträtfoto
es: Retrato de Brian Behlendorf
fr: Photo portrait de Brian Behlendorf
fy_nl: Portretfoto fan Brian Behlendorf
nl: Pasfoto van Brian Behlendorf
pl: Zdjęcie Briana Behlendorfa
pt_br: Retrato profissional de Brian Behlendorf

source: Board Member
de: Vorstandsmitglied
es: Miembro de la Junta
fr: Membre du conseil
fy_nl: Bestjoerslid
nl: Bestuurslid
pl: Członek Zarządu
pt_br: Membro do conselho

source: Helen Turvey headshot
de: Helen Turveys Porträtfoto
es: Retrato de Helen Turvey
fr: Photo portrait de Helen Turvey
fy_nl: Portretfoto fan Helen Turvey
nl: Pasfoto van Helen Turvey
pl: Zdjęcie Helen Turvey
pt_br: Retrato profissional de Helen Turvey

source: Board Member
de: Vorstandsmitglied
es: Miembro de la Junta
fr: Membre du conseil
fy_nl: Bestjoerslid
nl: Bestuurslid
pl: Członkini Zarządu
pt_br: Membro do conselho

source: Amy Keating headshot
de: Amy Keatings Porträtfoto
es: Retrato de Amy Keating
fr: Photo portrait d’Amy Keating
fy_nl: Portretfoto fan Amy Keating
nl: Pasfoto van Amy Keating
pl: Zdjęcie Amy Keating
pt_br: Retrato profissional de Amy Keating

source: Board Member
de: Vorstandsmitglied
es: Miembro de la Junta
fr: Membre du conseil
fy_nl: Bestjoerslid
nl: Bestuurslid
pl: Członkini Zarządu
pt_br: Membro do conselho

source: Mark Surman headshot
de: Mark Surmans Porträtfoto
es: Retrato de Mark Surman
fr: Photo portrait de Mark Surman
fy_nl: Portretfoto fan Mark Surman
nl: Pasfoto van Mark Surman
pl: Zdjęcie Marka Surmana
pt_br: Retrato profissional de Mark Surman

source: President, Mozilla
es: Presidente de Mozilla
fr: Président, Mozilla
fy_nl: Presidint, Mozilla
nl: Voorzitter, Mozilla
pl: Prezes, Mozilla
pt_br: Presidente da Mozilla

source: Alondra Nelson headshot
de: Alondra Nelsons Porträtfoto
es: Retrato de Alondra Nelson
fr: Photo portrait d’Alondra Nelson
fy_nl: Portretfoto fan Alondra Nelson
nl: Pasfoto van Alondra Nelson
pl: Zdjęcie Alondry Nelson
pt_br: Retrato profissional de Alondra Nelson

source: Board Member
de: Vorstandsmitglied
es: Miembro de la Junta
fr: Membre du conseil
fy_nl: Bestjoerslid
nl: Bestuurslid
pl: Członkini Zarządu
pt_br: Membro do conselho

source: Edwin Macharia headshot
de: Edwin Macharias Porträtfoto
es: Retrato de Edwin Macharia
fr: Photo portrait d’Edwin Macharia
fy_nl: Portretfoto fan Edwin Macharia
nl: Pasfoto van Edwin Macharia
pl: Zdjęcie Edwina Macharii
pt_br: Retrato profissional de Edwin Macharia

source: Board Member
de: Vorstandsmitglied
es: Miembro de la Junta
fr: Membre du conseil
fy_nl: Bestjoerslid
nl: Bestuurslid
pl: Członek Zarządu
pt_br: Membro do conselho

source: Rafi Krikorian headshot
de: Rafi Krikorians Porträtfoto
fr: Photo portrait de Rafi Krikorian
pl: Zdjęcie Raffi Krikoriana
pt_br: Retrato profissional de Raffi Krikorian

source: Board Member
de: Vorstandsmitglied
fr: Membre du conseil
pl: Członek Zarządu
pt_br: Membro do conselho

source: Zain Habboo headshot
de: Zain Habboos Porträtfoto
es: Retrato de Zain Habboo
fr: Photo portrait de Zain Habboo
fy_nl: Portretfoto fan Zain Habboo
nl: Pasfoto van Zain Habboo
pl: Zdjęcie Zain Habboo
pt_br: Retrato profissional de Zain Habboo

source: Board Member
de: Vorstandsmitglied
es: Miembro de la Junta
fr: Membre du conseil
fy_nl: Bestjoerslid
nl: Bestuurslid
pl: Członkini Zarządu
pt_br: Membro do conselho

# body.274bf93c-aad3-488d-b85b-3dc20025c30a.heading
source: Donate to Mozilla Foundation
de: An Mozilla spenden
es: Dona a la Fundación Mozilla
fr: Faites un don à la Fondation Mozilla
fy_nl: Donearje oan Mozilla Foundation
nl: Doneren aan Mozilla Foundation
pl: Przekaż datek na rzecz Fundacji Mozilla
pt_br: Faça sua doação para a Fundação Mozilla

# body.274bf93c-aad3-488d-b85b-3dc20025c30a.description
source: Together we have the power to make good on the promise of the Internet. Join our global movement and make a contribution today to shape the future of technology.
de: Gemeinsam haben wir die Kraft, das Versprechen des Internets einzulösen. Schließen Sie sich unserer globalen Bewegung an und leisten Sie noch heute einen Beitrag, um die Zukunft der Technologie zu gestalten.
es: Juntos, tenemos el poder de hacer realidad la promesa de Internet. Únete a nuestro movimiento global y haz una contribución hoy para dar forma al futuro de la tecnología.
fr: Ensemble, nous avons le pouvoir de tenir les promesses d’Internet. Rejoignez notre mouvement mondial et contribuez dès aujourd’hui à façonner l’avenir de la technologie.
fy_nl: Tegearre hawwe wy de krêft om de belofte fan it ynternet wier te meitsjen. Doch mei oan ús wrâldwide beweging en leverje hjoed noch in bydrage om de takomst fan technology foarm te jaan.
nl: Samen hebben we de kracht om de belofte van het internet waar te maken. Sluit u aan bij onze wereldwijde beweging en draag vandaag nog bij om de toekomst van technologie vorm te geven.
pl: Wspólnie mamy moc spełnienia obietnicy Internetu. Dołącz do naszego globalnego ruchu i już dziś wnieś wkład w kształtowanie przyszłości technologii.
pt_br: Juntos, temos o poder de cumprir a promessa da Internet. Faça parte do nosso movimento global e contribua hoje mesmo para ajudar a moldar o futuro da tecnologia.

# body.274bf93c-aad3-488d-b85b-3dc20025c30a.image.alt_text
source: Women listening to group discussion
de: Frauen hören einer Gruppendiskussionen zu
es: Mujer escuchando un debate grupal.
fr: Femmes écoutant la discussion de groupe
fy_nl: Froulju harkje nei groepsdiskusje
nl: Vrouwen die naar een groepsdiscussie luisteren
pl: Kobiety słuchające dyskusji grupowej
pt_br: Mulheres ouvindo uma discussão em grupo

# body.274bf93c-aad3-488d-b85b-3dc20025c30a.button.label
source: Donate Now
de: Jetzt spenden
es: Dona ahora
fr: Faire un don
fy_nl: No donearje
nl: Nu doneren
pl: Przekaż datek
pt_br: Doar agora

source: Vice President, Finance and Administration
es: Vicepresidenta de Finanzas y Administración

source: Ziyaad Bhorat Headshot
es: Retrato de Ziyaad Bhorat
fy_nl: Pasfoto fan Ziyaad Bhorat
nl: Pasfoto van Ziyaad Bhorat

source: Vice President, Imagination and Strategic Growth
es: Vicepresidente de Imaginación y Crecimiento Estratégico

source: Danielle Jensen headshot
fy_nl: Portretfoto fan Danielle Jensen

source: Meet Danielle
fy_nl: Moetsje Danielle

source: Kyle Baptista Headshot
fy_nl: Portretfoto fan Kyle Baptista

source: Meet Kyle
fy_nl: Moetsje Kyle

source: Meet Ziyaad
fy_nl: Moetsje Ziyaad
nl: Maak kennis met Ziyaad
