Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/meet-mozilla.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br

# seo_title
source: Discover Mozilla Foundation’s Story &amp; Vision
de: Entdecken Sie die Geschichte und Vision der Mozilla Foundation
es: Descubre la historia y la visión de la Fundación Mozilla
fr: Découvrez l’histoire et la vision de la Fondation Mozilla
fy_nl: Untdek it ferhaal en de fyzje fan de Mozilla Foundation
nl: Ontdek het verhaal en de visie van de Mozilla Foundation
pl: Poznaj historię i wizję Fundacji Mozilla
pt_br: Descubra a história e visão da Fundação Mozilla

# search_description
source: Get to know Mozilla Foundation’s mission, history, and leadership. Learn who we are and how we’re building a better internet for all.
de: Lernen Sie die Mission, Geschichte und Führung der Mozilla Foundation kennen. Erfahren Sie, wer wir sind und wie wir ein besseres Internet für alle schaffen.
es: Conoce la misión, la historia y el liderazgo de la Fundación Mozilla. Descubre quiénes somos y cómo estamos construyendo una mejor Internet para todos.
fr: Découvrez la mission, l'histoire et la position centrale de la Fondation Mozilla. Découvrez qui nous sommes et comment nous construisons un Internet meilleur pour tout le monde.
fy_nl: Kom yn ’e kunde mei de misje, skiednis en liederskip fan de Mozilla Foundation kennen. Lear wa’t wy binne en hoe’t wy in better ynternet foar elkenien bouwe.
nl: Maak kennis met de missie, de geschiedenis en het leiderschap van de Mozilla Foundation. Lees wie we zijn en hoe we bouwen aan een beter internet voor iedereen.
pl: Poznaj misję, historię i przywództwo Fundacji Mozilla. Dowiedz się, kim jesteśmy i jak budujemy lepszy Internet dla wszystkich.
pt_br: Conheça a missão, história e liderança da Fundação Mozilla. Saiba quem somos e como estamos construindo uma internet melhor para todos.

# title
source: Meet Mozilla
de: Mozilla kennenlernen
es: Conoce a Mozilla
fr: À propos de Mozilla
fy_nl: Kom yn ’e kunde mei Mozilla
nl: Maak kennis met Mozilla
pl: Poznaj Mozillę
pt_br: Conheça a Mozilla

# hero_title
source: This is who we are
de: Das sind wir
es: Esto es lo que somos
fr: Voilà qui nous sommes
fy_nl: Dit is wa’t wy binne
nl: Dit zijn wij
pl: Oto kim jesteśmy
pt_br: Isso é o que somos

# hero_description
source: Meet the technologists, activists, and designers working at Mozilla Foundation
de: Lernen Sie die Technologen, Aktivisten und Designer kennen, die bei der Mozilla Foundation arbeiten
es: Conoce a los tecnólogos, activistas y diseñadores que trabajan en la Fundación Mozilla
fr: Rencontrez les technologues, les activistes et les designers qui travaillent à la Fondation Mozilla
fy_nl: Moetsje de technologen, aktivisten en ûntwerpers dy’t wurkje by de Mozilla Foundation
nl: Maak kennis met de technologen, activisten en ontwerpers die bij de Mozilla Foundation werken
pl: Poznaj technologów, aktywistów i projektantów pracujących w Fundacji Mozilla
pt_br: Conheça os técnicos, ativistas e designers que trabalham na Fundação Mozilla

# body.aa4ef09d-aa2b-47c0-81bc-6dbcbffc8f72.title
source: Mission
es: Misión
fy_nl: Misje
nl: Missie
pl: Misja
pt_br: Missão

source: Mozilla Foundation is a non-profit building a better technology future — powered by people, open by design, fueled by imagination.
de: Die Mozilla Foundation ist eine Non-Profit-Organisation, die eine bessere technologische Zukunft schafft – von Menschen angetrieben, offen im Design und von Vorstellungskraft befeuert.
es: La Fundación Mozilla es una organización sin fines de lucro que trabaja para construir un futuro mejor para la tecnología: diseñada por personas, abierta por diseño e impulsada por la imaginación.
fr: La Fondation Mozilla est un organisme à but non lucratif qui bâtit un avenir technologique meilleur. Elle est portée par les individus, ouverte par nature et nourrie par l’imagination.
fy_nl: Mozilla Foundation is in non-profitorganisaasje dy’t in bettere technologyske takomst bout — oandreaun troch minsken, iepen troch ûntwerp, oandreaun troch ferbylding.
nl: Mozilla Foundation is een non-profitorganisatie die bouwt aan een betere technologische toekomst – mogelijk gemaakt door mensen, open door ontwerp, gevoed door verbeelding.
pl: Fundacja Mozilla to organizacja non-profit budująca lepszą przyszłość technologii – kierowana przez ludzi, otwarta z założenia i napędzana wyobraźnią.
pt_br: A Fundação Mozilla é uma organização sem fins lucrativos que atua por um futuro tecnológico melhor, impulsionada pelas pessoas, aberta por natureza e movida pela imaginação.

source: We deliver people-first alternatives to today’s extractive systems. We build side by side with developers, innovators and advocates, united in the belief that a better technology future is not only possible — it’s ours to create.
de: Wir bieten menschenzentrierte Alternativen zu den heutigen ausbeuterischen Systemen. Wir bauen Seite an Seite mit Entwicklern, Innovatoren und Fürsprechern, vereint in der Überzeugung, dass eine bessere technologische Zukunft nicht nur möglich ist – sie gehört uns zu gestalten.
es: Ofrecemos alternativas que priorizan a las personas, a diferencia de los sistemas extractivos actuales. Construimos junto a desarrolladores, innovadores y defensores, unidos en la creencia de que un futuro tecnológico mejor no solo es posible, sino que nos corresponde crearlo.
fr: Nous proposons des alternatives privilégiant les personnes aux systèmes extractifs actuels. Nous construisons aux côtés des développeurs, des innovateurs et des défenseurs, unis dans la conviction qu’un meilleur avenir technologique n'est pas seulement possible, mais que c’est à nous de le créer.
fy_nl: Wy leverje minsken-earst-alternativen foar de hjoeddeiske ekstraksjesystemen. Wy bouwe neist ûntwikkelers, ynnovators en foarstanners, ferienige yn it leauwen dat in bettere technologyske takomst net allinnich mooglik is — it is oan ús om te meitsjen.
nl: We leveren alternatieven voor de extractieve systemen van tegenwoordig waarbij mensen voorop staan. We bouwen zij aan zij met ontwikkelaars, innovators en pleitbezorgers, verenigd in de overtuiging dat een betere technologische toekomst niet alleen mogelijk is – het is aan ons om deze te creëren.
pl: Dostarczamy ludziom alternatywy dla dzisiejszych systemów ekstrakcyjnych. Budujemy ramię w ramię z programistami, innowatorami i zwolennikami, zjednoczeni przekonaniem, że lepsza przyszłość technologii jest nie tylko możliwa – to my ją tworzymy.
pt_br: Oferecemos alternativas aos sistemas extrativistas atuais que estejam focadas nas pessoas. Trabalhamos lado a lado com desenvolvedores, inovadores e defensores, unidos pela crença de que um futuro tecnológico melhor não só é algo possível, como cabe a nós criá-lo.

source: Nabiha Syed, Executive Director, speaking
de: Nabiha Syed, Executive Director, spricht
es: Nabiha Syed, directora ejecutiva, hablando
fr: Nabiha Syed, directrice générale
fy_nl: Nabiha Syed, útfierend direkteur, sprekt
nl: Nabiha Syed, Executive Director, aan het woord
pl: Mówi Nabiha Syed, dyrektorka wykonawcza
pt_br: Nabiha Syed, Diretora Executiva, falando

# body.065a980d-aeb6-48d5-a300-0d84b23615f5.title
source: History
de: Chronik
es: Historia
fr: Histoire
fy_nl: Skiednis
nl: Geschiedenis
pl: Historia
pt_br: História

source: ORIGIN STORY
de: URSPRÜNGE
es: EL ORIGEN
fr: GENÈSE
fy_nl: OARSPRONGSFERHAAL
nl: OORSPRONGVERHAAL
pl: HISTORIA POWSTANIA
pt_br: NOSSA HISTÓRIA

source: The Beginning
de: Der Anfang
es: El comienzo
fr: Les débuts
fy_nl: It begjin
nl: Het begin
pl: Początek
pt_br: O começo

source: The browser is everyone’s portal to the Internet. The 90s was the golden age of Microsoft Internet Explorer and Netscape Navigator (both now retired). Netscape made the audacious move in 1998 to release its code to the public. This code was named Mozilla. The open-source Mozilla project was born, led by a global community of volunteers.
de: Der Browser ist jedermanns Portal zum Internet. Die 90er-Jahre waren das goldene Zeitalter von Microsoft Internet Explorer und Netscape Navigator (beide inzwischen eingestellt). Netscape machte 1998 den kühnen Schritt, seinen Code für die Öffentlichkeit freizugeben. Dieser Code wurde Mozilla genannt. Das Open-Source-Projekt Mozilla war geboren, geleitet von einer globalen Gemeinschaft von Freiwilligen.
es: Los navegadores son el portal a Internet para todos. Los años 90 fueron la época dorada de Microsoft Internet Explorer y Netscape Navigator (ambos retirados actualmente). En 1998, Netscape tomó la audaz decisión de lanzar su código al público. Este código se llamaba Mozilla. Así nació el proyecto Mozilla de código abierto, liderado por una comunidad global de voluntarios.
fr: Le navigateur est le portail de tout un chacun vers Internet. Les années 90 ont été l’âge d’or de Microsoft Internet Explorer et de Netscape Navigator (tous deux aujourd’hui disparus). En 1998, Netscape fait un choix audacieux : publier son code source sous le nom de Mozilla. C’est ainsi qu’est né le projet open source Mozilla, porté par une communauté mondiale de bénévoles.
fy_nl: De browser is elkenien syn portaal nei it ynternet. De jierren ’90 wiene de gouden tiid fan Microsoft Internet Explorer en Netscape Navigator (beide no mei pensjoen). Netscape makke yn 1998 de weage stap om syn koade oan it publyk frij te jaan. Dizze koade krige de namme Mozilla. It iepenboarne Mozilla-projekt waard berne, laat troch in wrâldwide mienskip fan frijwilligers.
nl: De browser is de toegang tot het internet voor iedereen. De jaren 90 waren de gouden eeuw van Microsoft Internet Explorer en Netscape Navigator (nu beide met pensioen). Netscape nam de gewaagde stap in 1998 om haar code voor het publiek vrij te geven. Deze code heette Mozilla. Het opensourceproject Mozilla was geboren, geleid door een wereldwijde gemeenschap van vrijwilligers.
pl: Przeglądarka jest dla każdego z nas drzwiami do Internetu. Lata 90. XX wieku były złotym wiekiem przeglądarek Microsoft Internet Explorer i Netscape Navigator (obie obecnie są wycofane). W 1998 roku Netscape wykonała śmiały ruch, publicznie udostępniając swój kod zwany Mozilla. Tak oto powstał prowadzony przez globalną społeczność wolontariuszy projekt open-source Mozilla.
pt_br: O navegador é o portal de todos para a Internet. Os anos 90 foram a era de ouro do Microsoft Internet Explorer e do Netscape Navigator (ambos já aposentados). Em 1998, a Netscape fez o movimento audacioso de liberar seu código ao público, que foi batizado de Mozilla. Dali nasceu o projeto de código aberto Mozilla, liderado por uma comunidade global de voluntários.

source: Foundation Heritage
de: Gründungshistorie
es: Legado de la Fundación
fr: Héritage de la fondation
fy_nl: Foundation-erfenis
pl: Dziedzictwo Fundacji
pt_br: A herança da Fundação

source: Hello World!
de: Hallo Welt!
es: ¡Hola, mundo!
fr: Bonjour le monde !
fy_nl: Hallo Wrâld!
nl: Hallo wereld!
pl: Witaj, świecie!
pt_br: “Olá, Mundo!”

source: Mozilla Foundation was established as a non-profit with $2 million in seed funding from Netscape to kick off an era of open source development. By 2004, the Mozilla project had expanded globally with new communities in Europe, Japan, and China. The Mozilla Developer Network distributed free resources to developers and sparked open-source innovations worldwide.
de: Die Mozilla Foundation wurde als Non-Profit-Organisation mit einer Startfinanzierung von 2 Millionen US-Dollar von Netscape gegründet, um eine Ära der Open-Source-Entwicklung einzuleiten. Bis 2004 hatte sich das Mozilla-Projekt weltweit mit neuen Gemeinschaften in Europa, Japan und China ausgebreitet. Das Mozilla Developer Network verbreitete kostenlose Ressourcen an Entwickler und löste weltweite Open-Source-Innovationen aus.
es: La Fundación Mozilla se estableció como una organización sin fines de lucro con dos millones de dólares de capital inicial de Netscape para comenzar una era de desarrollo de código abierto. Para 2004, el proyecto Mozilla ya se había expandido a nivel mundial con nuevas comunidades en Europa, Japón y China. Mozilla Developer Network distribuyó recursos gratuitos a desarrolladores y generó innovaciones de código abierto en todo el mundo.
fr: La Fondation Mozilla a été créée en tant qu’organisation à but non lucratif avec un financement initial de 2 millions de dollars fournis par Netscape, donnant le coup d’envoi à une ère de développement open source. En 2004, le projet Mozilla s’était étendu à l’échelle mondiale avec de nouvelles communautés en Europe, au Japon et en Chine. En distribuant des ressources gratuites aux développeurs, le Mozilla Developer Network a suscité l’innovation open source dans le monde entier.
fy_nl: De Mozilla Foundation waard oprjochte as in non-profitorganisaasje mei $2 miljoen oan finansiering fan Netscape om in tiidrek fan iepen boarneûntwikkeling te begjinnen. Tsjin 2004 wie it Mozilla-projekt wrâldwiid útwreide mei nije mienskippen yn Europa, Japan en Sina. It Mozilla Developer Network ferspraat fergese boarnen oan ûntwikkelers en sette wrâldwiid iepen-boarneynnovaasjes yn gong.
nl: Mozilla Foundation werd opgericht als een non-profitorganisatie met $ 2 miljoen aan startfinanciering van Netscape om een tijdperk van opensourceontwikkeling te beginnen. In 2004 was het Mozilla-project wereldwijd uitgebreid met nieuwe gemeenschappen in Europa, Japan en China. Het Mozilla Developer Network verspreidde gratis bronnen onder ontwikkelaars en zorgde voor opensource-innovaties over de hele wereld.
pl: Fundacja Mozilla została założona jako organizacja non-profit z kapitałem zalążkowym w wysokości 2 milionów USD od Netscape, aby zapoczątkować erę rozwoju open-source. Do 2004 roku projekt Mozilla rozszerzył się na całym świecie, obejmując nowe społeczności w Europie, Japonii i Chinach. Mozilla Developer Network rozprowadzała darmowe zasoby wśród programistów i zapoczątkowała innowacje open-source na całym świecie.
pt_br: A Fundação Mozilla foi criada como uma organização sem fins lucrativos com um financiamento inicial de US$ 2 milhões da Netscape, dando início a uma era de desenvolvimento do código aberto. Em 2004, o projeto Mozilla já havia se expandido globalmente, com novas comunidades na Europa, Japão e China. A Mozilla Developer Network passou a distribuir recursos gratuitamente para desenvolvedores e impulsionou inovações na área do código aberto em todo o mundo.

source: Community Development
de: Community-Entwicklung
es: Desarrollo comunitario
fr: Développement communautaire
fy_nl: Mienskipsûntwikkeling
nl: Gemeenschapsontwikkeling
pl: Rozwój społeczności
pt_br: Desenvolvimento da comunidade

source: Sharing Knowledge
de: Wissen teilen
es: Compartir conocimientos
fr: Partage de connaissances
fy_nl: Kennis diele
nl: Kennis delen
pl: Wymiana wiedzy
pt_br: Compartilhando conhecimento

source: Our builders turbo-charged new ways of learning online with recognition systems (Open Badges), community networks (Hive Networks, Science Lab), online tools (Webmaker), engagement events (Maker Party), and mentorship programs (Open Leaders). We also started an annual gathering, now the Mozilla Festival, for thousands of community members to co-create together. Our Fellowship program supports over 200 technologists.
de: Unsere Macher beschleunigten neue Arten des Online-Lernens durch Anerkennungssysteme (Open Badges), Community-Netzwerke (Hive Networks, Science Lab), Online-Tools (Webmaker), Engagement-Events (Maker Party) und Mentorenprogramme (Open Leaders). Wir starteten außerdem ein jährliches Treffen, heute das Mozilla Festival, bei dem Tausende von Community-Mitgliedern gemeinsam co-creieren. Unser Fellowship-Programm unterstützt über 200 Technologen.
es: Nuestros creadores impulsaron nuevas formas de aprendizaje en línea con sistemas de reconocimiento (Open Badges), redes comunitarias (Hive Networks, Science Lab), herramientas en línea (Webmaker), eventos de participación (Maker Party) y programas de metorías (Open Leaders). También comenzamos a celebrar una reunión anual, ahora conocida como Festival Mozilla, para que miles de miembros de la comunidad creen juntos. Nuestro programa de becas apoya a más de 200 tecnólogos.
fr: Nos bâtisseurs ont dynamisé de nouvelles façons d’apprendre en ligne grâce à des systèmes de reconnaissance (Open Badges), des réseaux communautaires (Hive Networks, Science Lab), des outils en ligne (Webmaker), des événements participatifs (Maker Party) et des programmes de mentorat (Open Leaders). Nous avons également lancé un rassemblement annuel, aujourd’hui connu sous le nom de Mozilla Festival, pour que des milliers de membres de la communauté puissent créer ensemble. Notre programme de bourses soutient plus de 200 technologues.
fy_nl: Us bouwers hawwe nije manieren fan online learen yn ûntikkele mei erkenningssystemen (Open Badges), mienskipsnetwurken (Hive Networks, Science Lab), online ark (Webmaker), engagement-eveneminten (Maker Party) en mentorskipprogramma’s (Open Leaders). Wy binne ek begûn mei in jierlikse gearkomste, no it Mozilla Festival, foar tûzenen mienskipsleden om tegearre te ûntwikkeljen. Us Fellowship-programma stipet mear as 200 technologen.
nl: Onze bouwers hebben nieuwe manieren van online leren een boost gegeven met herkenningssystemen (Open Badges), gemeenschapsnetwerken (Hive Networks, Science Lab), onlinehulpmiddelen (Webmaker), betrokkenheidsevenementen (Maker Party) en mentorschapsprogramma’s (Open Leaders). We zijn ook begonnen met een jaarlijkse bijeenkomst, nu het Mozilla Festival, voor duizenden leden van de gemeenschap om samen te creëren. Ons Fellowship-programma ondersteunt meer dan 200 technologen.
pl: Nasi konstruktorzy wprowadzili nowe sposoby uczenia się online za pomocą systemów wyróżnień (Open Badges), sieci społecznościowych (Hive Networks, Science Lab), narzędzi internetowych (Webmaker), wydarzeń angażujących (Maker Party) i programów mentorskich (Open Leaders). Rozpoczęliśmy również doroczne spotkanie, aktualnie pod nazwą Mozilla Festival, które umożliwia wspólne tworzenie tysiącom członków społeczności. Nasz program stypendialny wspiera ponad 200 technologów.
pt_br: Nossos criadores impulsionaram novas formas de aprendizado on-line com sistemas de reconhecimento (Open Badges), redes comunitárias (Hive Networks e Science Lab), ferramentas digitais (Webmaker), eventos de engajamento (Maker Party) e programas de mentoria (Open Leaders). Também iniciamos um encontro anual, hoje conhecido como Mozilla Festival, que reúne milhares de membros para criarem em conjunto. Nosso programa de bolsas já apoiou mais de 200 profissionais de tecnologia.

source: Good Tech
de: Gute Technologie
es: Buena tecnología
fr: Technologie responsable
fy_nl: Goede technology
nl: Goede technologie
pl: Dobra technologia
pt_br: Tecnologia do bem

source: Ensuring Internet Health
de: Sicherstellung der Internetgesundheit
es: Garantizar la salud de Internet
fr: Préserver la santé d’Internet
fy_nl: Soarch foar ynternetsûnens
nl: Zorgen voor internetgezondheid
pl: Dbałość o stan Internetu
pt_br: Garantindo a saúde da Internet

source: We launched the annual Internet Health report, which combined research and storytelling to give a state of play online and spotlight trailblazers building better tech alternatives. The report gave life to our award-winning podcast, <i>IRL (Online Life is Real Life)</i>. We published well-researched consumer privacy reviews on wearables, cars, and apps under the banner Privacy Not Included. In 2018, we launched the Responsible Computing Challenge, embedding ethics in computing education.
de: Wir veröffentlichten den jährlichen Internet Health Report, der Forschung und Storytelling kombinierte, um einen Lagebericht über den Online-Zustand zu geben und Wegbereiter für bessere Tech-Alternativen ins Rampenlicht zu stellen. Der Bericht erweckte unseren preisgekrönten Podcast <i>IRL (Online Life is Real Life)</i> zum Leben. Wir veröffentlichten gut recherchierte Verbraucher-Datenschutzprüfungen zu Wearables, Autos und Apps unter dem Banner Privacy Not Included. Im Jahr 2018 starteten wir die Responsible Computing Challenge, um Ethik in der Computerausbildung zu verankern.
es: Lanzamos el informe anual sobre la salud de Internet, que combinaba investigación y narrativa para ofrecer un panorama general del mundo digital y destacar a los pioneros que crean mejores alternativas tecnológicas. El informe dio vida a nuestro galardonado podcast, <i>IRL (Online Life is Real Life)</i>. Publicamos análisis bien documentados sobre la privacidad del consumidor en wearables, automóviles y aplicaciones, bajo el lema «Privacidad no incluida». En 2018, lanzamos el «Responsible Computing Challenge» para incorporar la ética en la educación informática.
fr: Nous avons lancé le Bulletin de santé d’Internet, qui combine recherche et narration pour donner un état des lieux en ligne et mettre en lumière les pionniers de la création de meilleures alternatives technologiques. Le rapport a donné vie à notre podcast primé, <i>IRL (Online Life is Real Life)</i>. Nous avons publié des avis de confidentialité bien documentés sur les objets connectés, les voitures et les applications sous la bannière Confidentialité non incluse. En 2018, nous avons lancé le Défi de l’informatique responsable, qui intègre l’éthique dans l’enseignement de l’informatique.
fy_nl: Wy lansearren it jierlikse rapport oer ynternetsûnens, dat ûndersyk en ferhalen kombinearre om in steat fan saken online te jaan en pioniers yn de skynwerpers te setten dy’t bettere tech-alternativen bouwe. It rapport joech libben oan ús priiswinnende podcast, <i>IRL (Online Life is Real Life)</i>. Wy publisearren goed ûndersochte resinsjes oer konsuminteprivacy op wearables, auto’s en apps ûnder de namme *Privacy Not Included*. Yn 2018 lansearren wy de *Responsible Computing Challenge*, wêrby’t etyk yn kompjûterûnderwiis ynboud waard.
nl: We lanceerden het jaarlijkse Internet Health-rapport, waarin onderzoek en verhalen worden gecombineerd om online een stand van zaken te geven en pioniers die betere technische alternatieven bouwen in de schijnwerpers te zetten. Het rapport gaf leven aan onze bekroonde podcast, <i>IRL (Online Life is Real Life)</i>. We hebben goed onderzochte beoordelingen van consumentenprivacy over wearables, auto’s en apps gepubliceerd onder de noemer Privacy niet inbegrepen. In 2018 zijn we de ‘Responsible Computing Challenge’ gestart, waarmee we ethiek hebben ingebed in informaticaonderwijs.
pl: Wprowadziliśmy coroczny raport dotyczący stanu Internetu (Internet Health Report), który łączy badania z opowiadaniem historii prezentujących aktualną sytuację Internetu i wyróżniających pionierów budujących lepsze alternatywy technologiczne. Raport następnie zaowocował naszym wielokrotnie nagradzanym podcastem <i>IRL (Online Life is Real Life)</i>. Opublikowaliśmy poparte dogłębnymi badaniami opinie dotyczące prywatności konsumentów na urządzeniach do noszenia na ciele, w samochodach i aplikacjach pod hasłem „Privacy Not Included”. W 2018 roku uruchomiliśmy program Responsible Computing Challenge, który ma na celu włączanie etyki do edukacji informatycznej.
pt_br: Lançamos o “Relatório anual sobre a saúde da Internet”, que combinou pesquisa e narrativa para retratar o estado atual da web e destacar pioneiros que têm atuado na construção de alternativas tecnológicas melhores. Esse relatório deu origem ao nosso premiado podcast, <i>IRL (Online Life is Real Life)</i>. Também publicamos análises bem fundamentadas sobre a privacidade dos usuários em dispositivos vestíveis, carros e aplicativos, rotuladas sob o selo “Privacy Not Included” (Privacidade não incluída). Em 2018, lançamos o “Responsible Computing Challenge” (Desafio de computação responsável), incorporando a ética ao ensino da computação.

source: 2020s
de: 2020er
fr: Années 2020
nl: De jaren ’20
pl: Od 2020
pt_br: Anos 2020
