Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/nothing-personal.po
Languages: de, es, pl, pt_br

# seo_title
source: Nothing Personal, a new editorial platform by Mozilla Foundation
de: Nichts Persönliches, eine neue redaktionelle Plattform der Mozilla Foundation
es: Nothing Personal, una nueva plataforma editorial de la Fundación Mozilla
pl: Nothing Personal, nowa platforma redakcyjna Mozilla Foundation
pt_br: Nothing Personal, uma nova plataforma editorial da Fundação Mozilla

# search_description
source: Nothing Personal is Mozilla Foundation's counterculture magazine and editorial platform for independent thinkers like you. We imagine and defend the endless possibilities of the Internet. Read our reported stories on internet counterculture, humor columns, and privacy reviews.
de: Nothing Personal ist das Magazin für Gegenkultur der Mozilla Foundation und die redaktionelle Plattform für unabhängige Denker wie Sie. Wir denken und schützen die endlosen Möglichkeiten des Internets. Lesen Sie unsere Geschichten über die Gegenkultur im Internet, Humor-Kolumnen und Überprüfungen zum Datenschutz.
es: Nothing Personal es la revista contracultural de la Fundación Mozilla y la plataforma editorial para pensadores independientes como tú. Imaginamos y defendemos las infinitas posibilidades de Internet. Lee nuestras historias sobre la contracultura de Internet, columnas humorísticas y revisiones de privacidad.
pl: Nothing Personal to magazyn kontrkulturowy i platforma redakcyjna Mozilla Foundation dla niezależnych myślicieli, takich jak Ty. Wyobrażamy sobie nieskończone możliwości Internetu i stajemy w ich obronie. Zapoznaj się z naszymi relacjami na temat kontrkultury internetowej, humorystycznymi felietonami i przeglądami prywatności.
pt_br: Nothing Personal é a revista de contracultura e plataforma editorial da Fundação Mozilla para pensadores independentes como você. Imaginamos e defendemos as infinitas possibilidades da Internet. Leia nossas histórias relatadas sobre contracultura na internet, colunas de humor e avaliações de privacidade.

# body.60ec48e4-2032-4359-82aa-5d376e93fbf9.title
source: Superficial Intelligence: AI Writing
de: Seichte Intelligenz: Schreiben mit KI

# body.60ec48e4-2032-4359-82aa-5d376e93fbf9.text
source: Our columnist Louis Barclay answers your burning tech questions, with help from <i>The Onion</i>.
de: Unser Kolumnist Louis Barclay beantwortet Ihre drängenden Fragen zur Technologie und mit Hilfe von <i>The Onion</i>.
es: Nuestro columnista Louis Barclay responde a tus preguntas más candentes sobre tecnología, con la ayuda de <i>The Onion</i>.
pl: Nasz felietonista Louis Barclay odpowie na Twoje palące pytania techniczne z pomocą <i>The Onion</i>.
pt_br: Nosso colunista Louis Barclay responde às suas perguntas sobre tecnologia, com a ajuda do <i>The Onion</i>.

source: Read more
de: Weitere Informationen
es: Leer más
pl: Czytaj więcej
pt_br: Leia mais

# body.5a3c8cde-5f71-446f-9b77-ed576e492a24.subtitle
source: Privacy
de: Datenschutz
es: Privacidad
pl: Prywatność
pt_br: Privacidade

# body.5a3c8cde-5f71-446f-9b77-ed576e492a24.title
source: Product Reviews
de: Produktbewertungen
es: Reseñas de productos
pl: Recenzje produktów
pt_br: Avaliações de Produtos

# body.5a3c8cde-5f71-446f-9b77-ed576e492a24.text
source: Learn what to consider when choosing new tech
de: Worauf Sie achten sollten, wenn Sie neue Technologie auswählen
es: Descubre qué debes tener en cuenta al elegir una nueva tecnología
pl: Dowiedz się, co należy wziąć pod uwagę przy wyborze nowej technologii

# body.27e0527d-5cc8-41fa-9db8-ac83c30c086a.title
source: The Rise of Anti-Surveillance Fashion
de: Der Aufstieg von Mode gegen Überwachung

# body.27e0527d-5cc8-41fa-9db8-ac83c30c086a.subtitle
source: How to Disappear
de: Wie Sie verschwinden können

# body.27e0527d-5cc8-41fa-9db8-ac83c30c086a.text
source: As the capabilities and reach of surveillance technology continue to expand globally, individual designers and startups are helping people find at least one more way to resist.
de: Da die Fähigkeiten und Reichweite von Überwachungstechnologien weltweit erweitert werden, helfen Designer und Startups den Menschen, mindestens einen Weg zu finden, sich zu widersetzen.

source: Read more
de: Weitere Informationen

# body.cbe703a8-b84e-4e8b-ae7d-f5b9bc4ee100.title
source: Our Podcast
de: Unser Podcast

# body.cbe703a8-b84e-4e8b-ae7d-f5b9bc4ee100.text
source: Our award-winning podcast on how AI is reshaping our lives, hosted by Bridget Todd.
de: Unser preisgekrönter Podcast darüber, wie KI unser Leben verändert, moderiert von Bridget Todd.

source: Listen now
de: Jetzt anhören
es: Escuchar ahora
pl: Posłuchaj teraz
pt_br: Ouvir agora

source: Who we are
de: Wer wir sind
es: Quiénes somos
pl: Kim jesteśmy
pt_br: Quem somos

source: <b>Nothing Personal</b> is Mozilla Foundation's counterculture magazine and editorial platform for independent thinkers like you. We imagine and defend the endless possibilities of the Internet.
de: <b>Nothing Personal</b> ist das Magazin zur Gegenkultur und die redaktionelle Plattform der Mozilla Foundation für unabhängige Denker wie Sie. Wir denken und schützen die endlosen Möglichkeiten des Internets.
es: <b>Nothing Personal</b> es la revista contracultural de la Fundación Mozilla y la plataforma editorial para pensadores independientes como tú. Imaginamos y defendemos las infinitas posibilidades de Internet.
pl: <b>Nothing Personal</b> to magazyn kontrkulturowy i platforma redakcyjna Fundacji Mozilla dla niezależnych myślicieli, takich jak Ty. Wyobrażamy sobie nieskończone możliwości Internetu i stajemy w ich obronie.
pt_br: <b>Nothing Personal</b> é a revista de contracultura e plataforma editorial da Fundação Mozilla para pensadores independentes como você. Imaginamos e defendemos as infinitas possibilidades da Internet.

# tagline
source: An editorial platform for independent thinkers, technologists, and creatives on the front lines of digital culture.
de: Eine redaktionelle Plattform für unabhängige Denker, Technologen und Kreative an vorderster Front der digitalen Kultur.
es: Una plataforma editorial para pensadores independientes, tecnólogos y creativos a la vanguardia de la cultura digital.
pl: Platforma redakcyjna dla niezależnych myślicieli, technologów i twórców na pierwszej linii frontu kultury cyfrowej.
pt_br: Uma plataforma editorial para pensadores independentes, tecnólogos e criativos na linha de frente da cultura digital.

# body.cbe703a8-b84e-4e8b-ae7d-f5b9bc4ee100.title
source: IRL with Bridget Todd
es: IRL con Bridget Todd
pl: IRL z Bridget Todd
pt_br: IRL com Bridget Todd

# body.cbe703a8-b84e-4e8b-ae7d-f5b9bc4ee100.subtitle
source: Podcast
es: Pódcast

# body.cbe703a8-b84e-4e8b-ae7d-f5b9bc4ee100.text
source: Our award-winning podcast on how AI is reshaping our lives.
es: Nuestro galardonado podcast sobre cómo la IA está remodelando nuestras vidas.
pl: Nasz wielokrotnie nagradzany podcast o tym, jak sztuczna inteligencja zmienia nasze życie.
pt_br: Nosso podcast premiado sobre como a IA está remodelando nossas vidas.
