Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do.po
Languages: de, es, fr, fy_nl, nl, pl, pt_br

# seo_title
source: Powering People-First Technology
de: Menschenorientierte Technologie vorantreiben
es: Impulso a la tecnología que da prioridad a las personas
fr: Des technologies conçues avant tout pour les individus
fy_nl: Technology dy’t minsken foaropstelt
nl: Technologie die mensen vooropstelt
pl: Tworzenie technologii, która na pierwszym miejscu stawia człowieka
pt_br: Promovendo a tecnologia centrada em pessoas

# search_description
source: Explore how Mozilla Foundation empowers communities and developers to shape a more open, ethical internet for all through data, education, and fellowships
de: Entdecken Sie, wie die Mozilla Foundation Gemeinschaften und Entwickler dabei unterstützt, durch Daten, Bildung und Gemeinschaften ein offeneres, ethischeres Internet für alle zu schaffen
es: Explora cómo la Fundación Mozilla empodera a las comunidades y a los desarrolladores para que conformen un Internet más abierto y ético para todos, a través de los datos, la educación y las becas
fr: Explorez comment la Fondation Mozilla donne aux communautés et aux développeurs les moyens de créer un Internet plus ouvert et éthique pour tout le monde grâce aux données, à l’éducation et aux programmes de bourses
fy_nl: Undersykje hoe’t de Mozilla Foundation mienskippen en ûntwikkelers yn steat stelt om in iepener, etysk ynternet foar elkenien te foarmjen troch gegevens, ûnderwiis en beurzen
nl: Ontdek hoe de Mozilla Foundation gemeenschappen en ontwikkelaars in staat stelt om een meer open, ethischer internet voor iedereen vorm te geven via gegevens, onderwijs en fellowships
pl: Dowiedz się, jak Fundacja Mozilla — za pomocą danych, edukacji i stypendiów — ułatwia społecznościom i deweloperom kształtowanie bardziej otwartego i etycznego Internetu dla wszystkich.
pt_br: Descubra como a Fundação Mozilla capacita comunidades e desenvolvedores a moldar uma internet mais aberta e ética para todos, por meio de dados, educação e programas de bolsas

# title
source: What We Do
de: Was wir tun
es: Qué hacemos
fr: Nos initiatives
fy_nl: Wat wy dogge
nl: Wat we doen
pl: Co robimy
pt_br: O que fazemos

# hero_title
source: Make Good
de: Gutes tun
es: Haz el bien
fr: Concevoir un avenir radieux
fy_nl: Goed meitsje
nl: Goed maken
pl: Czynimy dobro
pt_br: Criar para o bem

# hero_description
source: We champion alternative technology that puts people first.
de: Wir setzen uns für alternative Technologien ein, bei denen Menschen an erster Stelle stehen.
es: Defendemos la tecnología alternativa que da prioridad a las personas.
fr: Nous soutenons des technologies alternatives qui placent l’humain au centre.
fy_nl: Wy promoatsje alternative technology dy’t minsken foarop stelt.
nl: We promoten alternatieve technologie die mensen voorop stelt.
pl: Promujemy alternatywne technologie, w których na pierwszym miejscu jest człowiek.
pt_br: Defendemos tecnologias alternativas que priorizam as pessoas.

source: We imagine, co-create and mobilize to build a better technology future that serves and is shaped by the people who use it.
es: Imaginamos, cocreamos y nos movilizamos para construir un futuro tecnológico mejor que sirva a las personas que lo utilizan y se adapte a ellas.
nl: We bedenken, co-creëren en mobiliseren om een betere technologische toekomst te bouwen die de mensen die er gebruik van maken dient, en erdoor wordt gevormd.

source: Our collaborative approach demands that technology and systems need to be built together with the people they impact. That’s why we build side by side with communities to build the digital future people hope for—and deserve.
de: Unser Ansatz der Zusammenarbeit erfordert, dass Technologien und Systeme gemeinsam mit den Menschen entwickelt werden, auf die sie Einfluss haben. Deshalb entwickeln wir Seite an Seite mit Gemeinschaften, um die digitale Zukunft zu schaffen, auf die die Menschen hoffen – und die sie verdienen.
es: Nuestro enfoque colaborativo requiere que la tecnología y los sistemas se construyan en conjunto con las personas a quienes afectan. Por ello, trabajamos codo a codo con las comunidades para construir el futuro digital que las personas esperan y merecen.
fr: Notre méthode de collaboration implique que la technologie et les systèmes soient développés conjointement avec les personnes concernées. Voilà pourquoi nous construisons, main dans la main avec les communautés, le futur numérique auquel chacun aspire et auquel il a droit.
fy_nl: Us gearwurkjende oanpak fereasket dat technology en systemen tegearre boud wurde moatte mei de minsken dy’t se beynfloedzje. Dêrom bouwe wy mei mienskippen om de digitale takomst te bouwen dêr’t minsken op hoopje – en fertsjinje.
nl: Onze op samenwerking gebaseerde benadering vereist dat technologie en systemen samen met de mensen op wie ze invloed hebben worden gebouwd. Daarom bouwen we zij aan zij met gemeenschappen om de digitale toekomst te bouwen waarop mensen hopen – en die ze verdienen.
pl: Podejście oparte na współpracy wymaga, aby technologie i systemy były tworzone wspólnie z osobami, na które mają wpływ. Właśnie dlatego współtworzymy je ze społecznościami, aby zadbać o przyszłość cyfrową, której ludzie pragną i na którą zasługują.
pt_br: Nosso trabalho colaborativo parte de um princípio simples: tecnologia e sistemas precisam ser construídos junto com as pessoas que eles afetam. É por isso que atuamos lado a lado com as comunidades para criar o futuro digital que as pessoas desejam e merecem.

source: The next chapter of our open source legacy is to realize the Internet’s positive potential today and prove that mission-first technology can win! We do this work for you and with you — join us today.
es: El siguiente capítulo de nuestro legado de código abierto consiste en materializar el potencial positivo de Internet en la actualidad y demostrar que la tecnología que antepone la misión puede triunfar. Hacemos este trabajo por ti y contigo: únete a nosotros hoy.
nl: Het volgende hoofdstuk van onze opensource-erfenis is om het positieve potentieel van het internet vandaag nog te realiseren en te bewijzen dat technologie die een missie voorop stelt kan winnen! We doen dit werk voor en met u – doe vandaag nog met ons mee.

source: At Mozilla Foundation we are defiantly optimistic that the future of technology can be good—if we all roll up our sleeves to make it happen together.
de: Wir bei der Mozilla Foundation sind zuversichtlich, dass die Zukunft der Technologie positiv sein kann – wenn wir alle gemeinsam die Ärmel hochkrempeln, um dies zu erreichen.
es: En la Fundación Mozilla albergamos un optimismo resiliente: creemos que el futuro de la tecnología puede ser bueno, pero solo si actuamos y lo construimos entre todos.
fr: À la Fondation Mozilla, nous croyons fermement que l’avenir de la technologie peut être radieux, à condition que nous unissions nos efforts pour y parvenir ensemble.
fy_nl: By de Mozilla Foundation binne wy útdaagjend optimistysk dat de takomst fan technology goed wêze kin – as wy allegearre ús mouwen opstrûpe om it tegearre te realisearjen.
nl: Bij de Mozilla Foundation zijn we uitdagend optimistisch dat de toekomst van technologie goed kan zijn – als we allemaal onze handen uit de mouwen steken om het samen te laten gebeuren.
pl: Fundacja Mozilla postrzega przyszłość technologii na przekór optymistycznie — jesteśmy przekonani, że może iść w dobrym kierunku. Ale będzie to możliwe tylko wtedy, gdy wszyscy razem zabierzemy się do pracy!
pt_br: Na Fundação Mozilla, acreditamos, com otimismo e determinação, que o futuro da tecnologia pode – e deve – ser bom. Mas, para isso, precisamos arregaçar as mangas e construí-lo juntos.

source: We back ethical alternatives
es: Respaldamos alternativas éticas
nl: Wij steunen ethische alternatieven

source: Explore funding
es: Explorar la financiación
nl: Financiering verkennen

source: We surface unexpected insights
es: Sacamos a la luz ideas inesperadas
nl: We brengen onverwachte inzichten naar boven

source: Collage integrating people, tech and colorful shapes
es: Collage que integra personas, tecnología y formas coloridas
nl: Collage van mensen, technologie en kleurrijke vormen

source: Imagine with us
es: Imagina con nosotros
nl: Beeld u samen met ons in

source: We mobilize community everywhere
de: Wir mobilisieren überall Gemeinschaft
es: Movilizamos a la comunidad en todos lados
fr: Nous mobilisons des communautés partout
fy_nl: Wy mobilisearje de mienskip oeral
nl: We mobiliseren overal de gemeenschap
pl: Mobilizujemy społeczności na całym świecie
pt_br: Mobilizamos comunidades em todo o mundo

source: Person speaking infront of an audience
de: Person, die vor Publikum spricht
es: Persona que habla frente a una audiencia
fr: Une personne qui parle devant un public
fy_nl: Persoan dy’t foar in publyk sprekt
nl: Persoon die voor een publiek spreekt
pl: Osoba przemawiająca przed widownią
pt_br: Pessoa falando diante de uma plateia

source: Get involved
de: Mitmachen
es: Participa
fr: Participer
fy_nl: Meiwurkje
nl: Meewerken
pl: Dołącz do nas
pt_br: Participe

source: We convene thinkers and doers
es: Convocamos a pensadores y creadores
nl: We brengen denkers en doeners bij elkaar

source: Ruha Benjamin on stage at Mozilla Festival 2025
es: Ruha Benjamin en el escenario del Festival Mozilla 2025
nl: Ruha Benjamin op het podium van Mozilla Festival 2025

source: Explore Mozilla Festival
es: Explora el Festival Mozilla
nl: Verken Mozilla Festival

source: We co-create good technology
de: Wir entwickeln gute Technologie mit
es: Cocreamos buena tecnología
nl: We co-creëren goede technologie

source: Person sitting with group of people
de: Person, die mit Gruppe von Menschen zusammensitzt
es: Persona sentada con un grupo de personas
fr: Une personne assise avec un groupe de personnes
fy_nl: Persoan mei groep minsken
nl: Persoon met groep mensen
pl: Osoba siedząca przy grupie innych osób
pt_br: Pessoa sentada em grupo com outras pessoas

source: See our work
de: Sehen Sie sich unsere Arbeit an
es: Mira nuestro trabajo
fr: Découvrir nos réalisations
fy_nl: Us wurk besjen
nl: Ons werk bekijken
pl: Zobacz, nad czym pracujemy
pt_br: Conheça nosso trabalho

source: We spotlight the front lines of digital culture
es: Destacamos la vanguardia de la cultura digital
nl: We brengen de frontlinies van digitale cultuur onder de aandacht

source: People wearing anti surveillance fashion in front of graffiti wall
es: Personas con ropa antivigilancia frente a una pared de graffiti
nl: Mensen die anti-surveillancemode dragen voor een graffitimuur

source: Read Nothing Personal
es: Lee Nothing Personal
nl: Nothing Personal lezen

source: We make, inspire, and mobilize to build a better technology future that serves and is shaped by the people who use it.
de: Wir entwickeln, inspirieren und mobilisieren, um eine bessere Technologiezukunft zu schaffen, die den Menschen, die sie nutzen, dient und von ihnen geformt wird.
fr: Nous créons, inspirons et nous mobilisons afin de bâtir un avenir technologique meilleur, au service de celles et ceux qui l’utilisent et le façonnent.
fy_nl: Wy meitsje, ynspirearje en mobilisearje om in bettere technologyske takomst te bouwen dy’t tsjinnet en foarme wurdt troch de minsken dy’t it brûke.
pt_br: Criamos, inspiramos e mobilizamos para criar um futuro tecnológico melhor, feito por pessoas e para pessoas.

source: The next chapter of our open source legacy is to realize the Internet’s positive potential today. We do this work for you and with you — join us today.
de: Das nächste Kapitel unserer Open-Source-Tradition besteht darin, das positive Potenzial des Internets heute zu verwirklichen. Wir tun dies für Sie und gemeinsam mit Ihnen – schließen Sie sich uns noch heute an.
fr: Le prochain chapitre de notre histoire open source consistera à mettre en œuvre tout le potentiel positif qu’offre Internet aujourd’hui. Nous menons cette mission pour vous et avec vous — rejoignez-nous dès maintenant.
fy_nl: It folgjende haadstik fan ús iepenboarne-erfgoed is om it positive potinsjeel fan it ynternet hjoed noch te realisearjen. Wy dogge dit wurk foar jo en mei jo – doch hjoed noch mei.
pt_br: O próximo capítulo do nosso legado de código aberto é transformar o potencial positivo da internet em realidade no presente. Esse trabalho é feito para você e com você. Junte-se a nós.

source: We share ideas to inspire and activate
de: Wir teilen Ideen zur Inspiration und Aktivierung
fr: Nous diffusons des idées afin de motiver et d’inspirer
fy_nl: Wy diele ideeën om te ynspirearjen en te aktivearjen
pt_br: Compartilhamos ideias para inspirar e engajar

source: Education Card of Steve Azeka speaking
de: Bildungskarte mit sprechendem Steve Azeka
fr: Carte enseignement avec intervention de Steve Azeka
fy_nl: Underwiiskaart fan Steve Azeka oan it wurd
pt_br: Cartão da área de Educação com Steve Azeka falando

source: Be inspired
de: Lassen Sie sich inspirieren
fr: Laissez-vous inspirer
fy_nl: Lit jo ynspirearje

source: We make good technology
pt_br: Criamos tecnologia para o bem

source: Our RCC program
pt_br: Conheça o programa RCC
