Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do/grantmaking/fellowship.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Mozilla Fellowship Program | Mozilla Foundation
es: Programa de becas de Mozilla | Fundación Mozilla
fr: Programme de bourses Mozilla | Fondation Mozilla
pl: Program stypendialny Mozilla | Fundacja Mozilla
pt_br: Programa de Bolsas Mozilla | Fundação Mozilla

# search_description
source: Mozilla Fellowship Program fuels Tech’s Next Leaders. These visionary technologists, researchers, creators, and advocates are the kinds of tech leaders a better future demands. When the media needs tech voices that aren't billionaire CEOs, when communities need allies who understand their needs, when the next generation needs role models who prove technology can be a force for good—Fellows are those people. Mozilla Fellows don't wait for a better tech future. They’re building it.
de: Das Mozilla Fellowship Program fördert die nächsten Führungskräfte im Technologiebereich. Diese visionären Technolog*innen, Forscher*innen, Kreativen und Fürsprecher*innen sind die Art von Tech-Führungskräften, die eine bessere Zukunft verlangt. Wenn die Medien Tech-Stimmen benötigen, die keine milliardenschweren CEOs sind, wenn Gemeinschaften Verbündete brauchen, die ihre Bedürfnisse verstehen, wenn die nächste Generation Vorbilder benötigt, die beweisen, dass Technologie eine Kraft für das Gute sein kann – dann sind Fellows diese Menschen. Mozilla Fellows warten nicht auf eine bessere Tech-Zukunft. Sie schaffen sie.
es: El programa de becas de Mozilla impulsa a los próximos líderes tecnológicos. Estos tecnólogos, investigadores, creadores y defensores visionarios son el tipo de líderes tecnológicos que un futuro mejor exige. Cuando los medios necesitan voces del sector tecnológico que no sean CEO multimillonarios, cuando las comunidades necesitan aliados que entiendan sus necesidades, cuando la próxima generación necesita modelos que demuestren que la tecnología puede ser una fuerza de bien: esas personas son nuestros becarios. Los becarios de Mozilla no esperan un futuro tecnológico mejor; lo construyen.
fr: Le programme de bourses Mozilla soutient les futurs leaders du secteur technologique. Ces technologues, chercheurs, créateurs et défenseurs visionnaires sont les leaders technologiques dont nous avons besoin pour bâtir un avenir meilleur. Les boursiers Mozilla sont là pour répondre aux besoins des médias qui recherchent des voix technologiques autres que celles des PDG milliardaires, des communautés qui ont besoin d’alliés comprenant leurs besoins, et de la prochaine génération qui a besoin de modèles prouvant que la technologie peut être une force positive. Les boursiers Mozilla n’attendent pas un avenir technologique meilleur. Ils le construisent.
pl: Program stypendialny Mozilla wspiera kolejnych liderów technologicznych. Ci wizjonerscy technologowie, badacze, twórcy i orędownicy są typami liderów technologicznych, których potrzebuje lepsza przyszłość. Kiedy media potrzebują głosów ze świata technologii, które nie należą do miliarderów na najwyższych stanowiskach, kiedy społeczności potrzebują sojuszników, którzy rozumieją ich potrzeby, kiedy następne pokolenie potrzebuje wzorów do naśladowania, będących w stanie udowodnić, że technologia może być siłą dobra – stypendyści stanowią odpowiedź na te potrzeby. Stypendyści Mozilli nie czekają na lepszą przyszłość technologii. Budują ją.
pt_br: O Programa de Bolsas da Mozilla impulsiona os próximos líderes da tecnologia. Esses tecnólogos, pesquisadores, criadores e defensores visionários são os tipos de líderes de tecnologia que um futuro melhor exige. Quando a mídia precisa de vozes tecnológicas que não sejam CEOs bilionários, quando as comunidades precisam de aliados que entendam suas necessidades, quando a próxima geração precisa de modelos que provem que a tecnologia pode ser uma força para o bem — os bolsistas são essas pessoas. Os bolsistas da Mozilla não esperam por um futuro tecnológico melhor. Eles o estão construindo.

# title
source: Mozilla Fellowship Program
es: Programa de becas Mozilla
fr: Programme de bourses Mozilla
pl: Program stypendialny Mozilla
pt_br: Programa de Bolsas Mozilla

# hero_title
source: Supporting tech's next leaders
de: Unterstützung der nächsten Führungskräfte im Technologiebereich
es: Apoyamos a los próximos líderes tecnológicos
fr: Soutenir les prochains leaders de la technologie
pl: Wspieranie kolejnych liderów technologicznych
pt_br: Apoiando os próximos líderes da tecnologia

# hero_description
source: Mozilla Fellows are the leaders a better tech future demands
de: Mozilla Fellows sind die Vorreiter*innen, die eine bessere technologische Zukunft erfordert
es: Los becarios de Mozilla son los líderes necesarios para un futuro tecnológico mejor
fr: Les boursiers Mozilla sont les leaders nécessaires à un avenir technologique meilleur
pl: Stypendyści Mozilli są liderami, których wymaga lepsza przyszłość technologii
pt_br: Os bolsistas da Mozilla são os líderes que melhoram as demandas futuras de tecnologia

# hero_image_alt_text
source: A panel of people at a conference
de: Eine Gruppe von Personen auf einer Konferenz
es: Un panel de personas en una conferencia
fr: Un panel de personnes lors d’une conférence
pl: Panel osób podczas konferencji
pt_br: Um painel de pessoas em uma conferência

source: For over a decade, Mozilla Fellows have been at the forefront of the most critical conversations about technology and society, from debunking AI myths to exposing disinformation campaigns. We've supported over 200 changemaking Fellows who share our belief that a better tech future is not only possible—it's ours to create. Whether embedded with civil society organizations or pursuing independent innovation,
de: Seit über einem Jahrzehnt stehen Mozilla Fellows an vorderster Front der kritischsten Gespräche über Technologie und Gesellschaft, von der Entlarvung von KI-Mythen bis zur Aufdeckung von Desinformationskampagnen. Wir haben über 200 wegweisende Fellows unterstützt, die unsere Überzeugung teilen, dass eine bessere Tech-Zukunft nicht nur möglich ist, sondern von uns geschaffen werden muss. Ob in zivilgesellschaftlichen Organisationen eingebettet oder unabhängige Innovationen verfolgend,
es: Durante más de una década, los becarios de Mozilla han estado a la vanguardia en las conversaciones más importantes sobre tecnología y sociedad; desde derrumbar mitos en torno a la IA hasta exponer campañas de desinformación. Hemos apoyado a más de 200 becarios creadores del cambio que comparten nuestra convicción de que un futuro tecnológico mejor no solo es posible, sino que nos corresponde a nosotros crearlo. Ya sea dentro de organizaciones de la sociedad civil o buscando la innovación de manera independiente,
fr: Depuis plus d’une décennie, les boursiers Mozilla sont au premier plan des débats les plus importants sur la technologie et la société, qu’il s’agisse de démystifier les idées reçues sur l’IA ou de dénoncer les campagnes de désinformation. Nous avons soutenu plus de 200 boursiers porteurs de changement qui partagent notre conviction qu’un avenir technologique meilleur est non seulement possible, mais qu’il nous appartient de le créer. Qu’ils soient intégrés à des organisations de la société civile ou qu’ils poursuivent des innovations de manière indépendante.
pl: Od ponad dekady stypendyści Mozilli są w czołówce najbardziej krytycznych rozmów o technologii i społeczeństwie, zaczynając od obalania mitów o sztucznej inteligencji po demaskowanie kampanii dezinformacyjnych. Wsparliśmy ponad 200 stypendystów, którzy podzielają nasze przekonanie, że lepsza przyszłość technologii jest nie tylko możliwa – to my ją tworzymy. Niezależnie od tego, czy jest ona zakorzeniona w organizacjach społeczeństwa obywatelskiego, czy stanowi efekt dążenia do niezależnych innowacji.
pt_br: Por mais de uma década, os bolsistas da Mozilla estão na vanguarda das conversas mais críticas sobre tecnologia e sociedade, desde desmascarar mitos de IA até expor campanhas de desinformação. Apoiamos mais de 200 bolsistas de mudança que compartilham nossa crença de que um futuro de tecnologia melhor não é apenas possível — é nosso para criar. Seja incorporado a organizações da sociedade civil ou buscando inovação independente,

source: Fellows turn defiant optimism about technology’s future into action.
de: Fellows verwandeln den trotzigen Optimismus hinsichtlich der technologischen Zukunft in Taten.
es: los becarios convierten el optimismo desafiante en acción.
fr: Les boursiers font de leur optimisme rebelle face à l’avenir technologique une force d’action.
pl: Stypendyści zamieniają buntowniczy optymizm co do przyszłości technologii w działanie.
pt_br: os bolsistas transformam o otimismo desafiador sobre o futuro da tecnologia em ação.

source: These visionary technologists, researchers, creators, and advocates are the kinds of tech leaders a better future demands. When the media needs tech voices that aren't billionaire CEOs, when communities need allies who understand their needs, when the next generation needs role models who prove technology can be a force for good—Fellows are those people.
de: Diese visionären Technolog*innen, Forscher*innen, Kreativen und Fürsprecher*innen sind die Art von Tech-Führungskräften, die eine bessere Zukunft verlangt. Wenn die Medien Tech-Stimmen benötigen, die keine milliardenschweren CEOs sind, wenn Gemeinschaften Verbündete brauchen, die ihre Bedürfnisse verstehen, wenn die nächste Generation Vorbilder benötigt, die beweisen, dass Technologie eine Kraft für das Gute sein kann – dann sind Fellows diese Menschen.
es: Estos tecnólogos, investigadores, creadores y defensores visionarios son el tipo de líderes tecnológicos que un futuro mejor exige. Cuando los medios necesitan voces del sector tecnológico que no sean CEO multimillonarios, cuando las comunidades necesitan aliados que entiendan sus necesidades, cuando la próxima generación necesita modelos que demuestren que la tecnología puede ser una fuerza de bien: esas personas son nuestros becarios.
fr: Ces technologues, chercheurs, créateurs et défenseurs visionnaires sont les leaders technologiques dont nous avons besoin pour bâtir un avenir meilleur. Ils répondent aux besoins des médias qui recherchent des voix technologiques autres que celles des PDG milliardaires, des communautés qui ont besoin d’alliés comprenant leurs besoins, et de la prochaine génération qui a besoin de modèles prouvant que la technologie peut être une force positive.
pl: Ci wizjonerscy technologowie, badacze, twórcy i orędownicy są typami liderów technologicznych, których potrzebuje lepsza przyszłość. Kiedy media potrzebują głosów ze świata technologii, które nie należą do miliarderów na najwyższych stanowiskach, kiedy społeczności potrzebują sojuszników, którzy rozumieją ich potrzeby, kiedy następne pokolenie potrzebuje wzorów do naśladowania, będących w stanie udowodnić, że technologia może być siłą dobra – stypendyści stanowią odpowiedź na te potrzeby.
pt_br: Esses tecnólogos, pesquisadores, criadores e defensores visionários são os tipos de líderes de tecnologia que um futuro melhor exige. Quando a mídia precisa de vozes tecnológicas que não sejam CEOs bilionários, quando as comunidades precisam de aliados que entendam suas necessidades, quando a próxima geração precisa de modelos que provem que a tecnologia pode ser uma força para o bem — os bolsistas são essas pessoas.

source: Mozilla Fellows don't wait for a better tech future. They’re building it.
de: Mozilla Fellows warten nicht auf eine bessere Tech-Zukunft. Sie schaffen sie.
es: Los becarios de Mozilla no esperan un futuro tecnológico mejor; lo construyen.
fr: Les boursiers Mozilla n’attendent pas un avenir technologique meilleur. Ils le construisent.
pl: Stypendyści Mozilli nie czekają na lepszą przyszłość technologii. Budują ją.
pt_br: Os bolsistas da Mozilla não esperam por um futuro tecnológico melhor. Eles o estão construindo.

source: A group of Mozilla Fellows sitting in a circle
de: Eine Gruppe von Mozilla Fellows sitzt im Kreis
es: Un grupo de becarios de Mozilla sentados en círculo
fr: Un groupe de boursiers Mozilla assis en cercle
pl: Grupa stypendystów Mozilli siedzących w kręgu
pt_br: Um grupo de bolsistas da Mozilla sentados em um círculo

# body.bc1a3fe6-87f6-42b1-8781-173d3a6333ce.title
source: Nominations are now open for 2026 Mozilla Fellows
es: Ya están abiertas las nominaciones para los Mozilla Fellows 2026
fr: Les candidatures pour les boursiers Mozilla 2026 sont maintenant ouvertes
pl: Nominacje na stypendystów Mozilli w 2026 r. są już otwarte
pt_br: As indicações já estão abertas para os bolsistas da Mozilla de 2026

# body.e45ed978-1bb1-4d11-b149-3d1ffd367524
source: Who is an ideal Mozilla Fellow?
de: Wer passt ideal als Mozilla Fellow?
es: ¿Cómo es un becario de Mozilla ideal?
fr: Qui est le candidat idéal pour devenir boursier Mozilla ?
pl: Kto jest idealnym stypendystą Mozilli?
pt_br: Quem é um Bolsista Mozilla ideal?

# body.e45ed978-1bb1-4d11-b149-3d1ffd367524
source: We're looking for technologists who share our belief that a better tech future isn't just possible, it's ours to create. Whether they're mid-career innovators ready to scale their impact or senior leaders ready to pursue field-defining work, we want to hear about the technologists, researchers, creators, and advocates shaping a better tech future.
de: Wir suchen Technolog*innen, die unsere Überzeugung teilen, dass eine bessere technologische Zukunft nicht nur möglich ist, sondern dass es an uns liegt, sie zu gestalten. Ob es sich um Innovator*innen in der Mitte ihrer Karriere handelt, die bereit sind, ihren Einfluss zu vergrößern, oder um Führungskräfte, die bereit sind, wegweisende Arbeit zu leisten – wir möchten von Technolog*innen, Forscher*innen, Entwickler*innen und Fürsprecher*innen hören, die eine bessere technologische Zukunft gestalten.
es: Buscamos tecnólogos que compartan nuestra convicción de que un futuro tecnológico mejor no solo es posible, sino que nos corresponde a nosotros crearlo. Ya sean innovadores a mitad de carrera que se sienten listos para escalar su impacto o líderes sénior que buscan realizar un trabajo que redefina las tendencias en su campo, queremos conocer a los tecnólogos, investigadores, creadores y defensores que están trabajando para crear un futuro tecnológico mejor.
fr: Nous recherchons des technologues qui partagent notre conviction qu’un avenir technologique meilleur n’est pas seulement possible, mais qu'il nous appartient de le créer. Qu’il s'agisse d’innovateurs en milieu de carrière prêts à renforcer leur action ou de cadres supérieurs prêts à mener des travaux qui ouvrent de nouvelles perspectives dans leur domaine, nous voulons rencontrer les technologues, chercheurs, créateurs et militants qui façonnent un avenir technologique meilleur.
pl: Szukamy technologów, którzy podzielają nasze przekonanie, że lepsza przyszłość technologii jest nie tylko możliwa – to my mamy ją tworzyć. Niezależnie od tego, czy są innowatorami w środku kariery, gotowymi do zwiększenia skali swojego wpływu, czy starszymi liderami gotowymi do kontynuowania prac definiujących daną dziedzinę, chcemy usłyszeć o technologach, badaczach, twórcach i orędownikach kształtujących lepszą przyszłość technologii.
pt_br: Estamos à procura de tecnólogos que compartilhem nossa crença de que um futuro tecnológico melhor não é apenas possível, é nosso para criar. Quer sejam inovadores em meio de carreira prontos para escalar seu impacto ou líderes seniores prontos para buscar um trabalho que defina o campo, queremos ouvir sobre os tecnólogos, pesquisadores, criadores e defensores que moldam um futuro tecnológico melhor.

source: <b>They believe technology should serve people</b> – They're motivated by community impact, not just maximum profit or scale for its own sake. They build with communities, not for them.
de: <b>Sie glauben, dass Technologie den Menschen dienen sollte</b> – Sie sind motiviert durch den Einfluss auf die Gemeinschaft, nicht nur durch maximalen Profit oder Größe um ihrer selbst willen. Sie bauen mit Gemeinschaften, nicht für sie.
es: <b>Creen que la tecnología debe servir a las personas:</b> Los motiva el impacto en la comunidad, no solo buscar el máximo beneficio o la escala por sí misma. No construyen para las comunidades sino junto a ellas.
fr: <b>Ces personnes estiment que la technologie doit être au service des populations</b>. Elles sont motivées par l’impact sur la communauté, et non par la maximisation des profits ou la croissance pure et simple. Elles construisent avec les communautés, plutôt que pour les communautés.
pl: <b>Takie osoby uważają, że technologia powinna służyć ludziom</b> – dlatego motywuje ich wpływ na społeczność, a nie tylko maksymalny zysk lub skala. Budują rozwiązania we współpracy ze społecznościami, a nie tylko dla nich.
pt_br: <b>Eles acreditam que a tecnologia deve servir às pessoas</b> – Eles são motivados pelo impacto na comunidade, não apenas pelo lucro máximo ou pela escala por si só. Eles constroem com as comunidades, não para elas.

source: <b>They’re building, not just theorizing</b> – They’re building tools, platforms, art, or even movements having a real impact on issues like protecting user privacy, auditing AI systems, advancing climate justice, protecting creators, democratizing data, or building open infrastructure.
de: <b>Sie entwickeln nicht nur Theorien, sondern setzen diese auch um</b> – Sie entwickeln Tools, Plattformen, Kunstwerke oder sogar Bewegungen, die einen echten Einfluss auf Themen wie den Schutz der Privatsphäre von Nutzer*innen, die Überprüfung von KI-Systemen, die Förderung der Klimagerechtigkeit, den Schutz von Urheber*innen, die Demokratisierung von Daten oder den Aufbau einer offenen Infrastruktur haben.
es: <b>Están construyendo, no solo teorizando:</b> Están desarrollando herramientas, plataformas, obras artísticas o incluso movimientos que tienen un impacto real en temas como la protección de la privacidad de los usuarios, la auditoría de los sistemas de IA, el avance de la justicia climática, la protección de los creadores, la democratización de los datos o la construcción de infraestructuras abiertas.
fr: <b>Ces personnes ne se contentent pas de théoriser, elles agissent concrètement</b>. Elles créent des outils, des plateformes, des œuvres d’art, voire des mouvements qui ont un impact réel sur des problématiques telles que la protection de la vie privée des utilisateurs, l’audit des systèmes d’IA, la promotion de la justice climatique, la protection des créateurs, la démocratisation des données ou la mise en place d’infrastructures ouvertes.
pl: <b>Budują, a nie tylko teoretyzują</b> – budują narzędzia, platformy, sztukę, a nawet ruchy mające rzeczywisty wpływ na kwestie takie jak ochrona prywatności użytkowników, audyt systemów sztucznej inteligencji, promowanie sprawiedliwości klimatycznej, ochrona twórców, demokratyzacja danych lub tworzenie otwartej infrastruktury.
pt_br: <b>Eles estão construindo, não apenas teorizando</b> – Eles estão construindo ferramentas, plataformas, arte ou mesmo movimentos que têm um impacto real em questões como proteger a privacidade do usuário, auditar sistemas de IA, promover a justiça climática, proteger criadores, democratizar dados ou construir infraestrutura aberta.

source: <b>They share what they learn</b> – Through writing, speaking, teaching, or building in the open, they want others to learn from and build on their work.
de: <b>Sie teilen ihr Wissen</b> – Durch Schreiben, Vorträge, Unterricht oder offene Entwicklung möchten sie, dass andere von ihrer Arbeit lernen und darauf aufbauen können.
es: <b>Comparten lo que aprenden:</b> Escriben, hablan, enseñan o desarrollan opciones abiertas para que otros aprendan y desarrollen a partir de sus trabajos.
fr: <b>Elles partagent ce qu’elles apprennent</b> : par l’écriture, la prise de parole, l’enseignement ou la construction en mode ouvert, elles souhaitent que d’autres puissent tirer des enseignements de leur travail et s’en inspirer.
pl: <b>Dzielą się tym, czego się uczą</b> – poprzez pisanie, mówienie, nauczanie lub budowanie otwartych rozwiązań, chcą, aby inni uczyli się od nich i budowali na podstawie ich pracy.
pt_br: <b>Eles compartilham o que aprendem</b> – Ao escrever, falar, ensinar ou construir abertamente, eles querem que os outros aprendam e desenvolvam seu trabalho.

source: <b>They're at a pivotal career moment</b> – They're either rising stars ready to scale their impact beyond their local context or established leaders ready to set the agenda for the field's next decade.
de: <b>Sie befinden sich an einem entscheidenden Punkt ihrer Karriere</b> – entweder sind sie aufstrebende Talente, die bereit sind, ihren Einfluss über den lokalen Kontext hinaus auszuweiten, oder etablierte Führungskräfte, die bereit sind, die Agenda für das nächste Jahrzehnt in ihrem Bereich festzulegen.
es: <b>Se encuentran en un momento crucial de su carrera:</b> Son estrellas en ascenso listas para escalar su impacto más allá de su contexto local o líderes establecidos que se sienten listos para impulsar la agenda para la próxima década.
fr: <b>Elles se trouvent à un moment charnière de leur carrière</b> : il s’agit soit de jeunes talents prêts à étendre leur influence au-delà de leur cadre local, soit de leaders confirmés prêts à définir les priorités pour la prochaine décennie dans leur domaine.
pl: <b>Znajdują się w kluczowym momencie kariery</b> – albo są wschodzącymi gwiazdami gotowymi do zwiększenia skali swojego wpływu poza lokalny kontekst, albo uznanymi liderami gotowymi do ustalenia agendy w danej dziedzinie na następną dekadę.
pt_br: <b>Eles estão em um momento crucial na carreira</b> – são estrelas em ascensão, prontas para ampliar seu impacto além do contexto local, ou são líderes consolidados, preparados para definir a agenda da próxima década do setor.

# body.96920465-c589-455f-b553-c3ae51391edb.label
source: Learn more
de: Erfahren Sie mehr
es: Más información
fr: En savoir plus
pl: Dowiedz się więcej
pt_br: Saiba mais

# body.525a3180-0f67-4b64-bc38-32dd24776a3c
source: Note: Self-nominations welcome. Nominations close January 30, 2026.
es: Nota: Las autonominaciones son bienvenidas. El período de nominaciones cierra el 30 de enero de 2026.
fr: Remarque : les candidatures spontanées sont les bienvenues. Les candidatures seront clôturées le 30 janvier 2026.
pl: Uwaga: samodzielne nominacje mile widziane. Nominacje kończą się 30 stycznia 2026 roku.
pt_br: Nota: As autonomeações são bem-vindas. As nomeações terminam em 30 de janeiro de 2026.

# body.bb9e8fac-04e6-4c22-a6e4-fc4ca3a4c051.title
source: A community of changemakers
de: Eine Gemeinschaft von Changemakern
es: Una comunidad de agentes del cambio
fr: Une communauté d’acteurs du changement
pl: Wspólnota ludzi wprowadzających zmiany
pt_br: Uma comunidade de agentes de mudança
