Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do/grantmaking/fellowship.po
Languages: de, es, fr, pl, pt_br

# body.182de1aa-f14f-48e8-863a-8814a89e7406
source: The work of Mozilla Fellows proves that a better tech future isn't just an aspiration, it's achievable and being built right now. But Fellows don’t go it alone—they join a cohort of like-minded changemakers who work alongside them to problem solve, find new opportunities, and advance their careers.
de: Die Arbeit der Mozilla Fellows beweist, dass eine bessere technologische Zukunft nicht nur ein Wunschtraum ist, sondern erreichbar ist und gerade jetzt Gestalt annimmt. Aber die Fellows sind nicht auf sich allein gestellt – sie schließen sich einer Gruppe gleichgesinnter Changemaker an, die gemeinsam mit ihnen Probleme lösen, neue Möglichkeiten finden und ihre Karrieren vorantreiben.
es: El trabajo de los becarios de Mozilla demuestra que un futuro tecnológico mejor no es solo una aspiración, sino que es un objetivo alcanzable que ya se está construyendo. Pero los becarios no trabajan solos: se unen a una cohorte de creadores del cambio con ideas afines, que trabajan junto a ellos para resolver problemas, encontrar nuevas oportunidades y avanzar en sus carreras.
fr: Le travail des boursiers Mozilla prouve qu’un avenir technologique meilleur n’est pas qu’un espoir, mais qu’il est réalisable et se construit dès maintenant. Les boursiers ne font toutefois pas cavalier seul : ils rejoignent un groupe de précurseurs partageant les mêmes idées, qui travaillent à leurs côtés pour résoudre des problèmes, trouver de nouvelles opportunités et faire progresser leur carrière.
pl: Praca stypendystów Mozilli dowodzi, że lepsza przyszłość technologii nie jest tylko aspiracją, jest osiągalna i budowana właśnie teraz. Ale stypendyści nie robią tego sami – dołączają do grupy podobnie myślących ludzi wprowadzających zmiany, którzy pracują razem z nimi, aby rozwiązywać problemy, odkrywać nowe możliwości i rozwijać swoje kariery.
pt_br: O trabalho dos bolsistas da Mozilla prova que um futuro tecnológico melhor não é apenas uma aspiração — é algo possível e que está sendo construído neste exato momento. Mas os bolsistas não trilham esse caminho sozinhos — eles se unem a uma coorte de agentes de mudança com ideais semelhantes, que trabalham ao seu lado para resolver problemas, encontrar novas oportunidades e impulsionar suas carreiras.

source: Add description text
fr: Ajouter un texte de description
pl: Dodaj tekst opisu
pt_br: Adicionar texto descritivo

source: What Fellows do:
de: Was Fellows tun:
es: Qué hacen los becarios:
fr: Le travail des boursiers :
pl: Co robią stypendyści:
pt_br: O que os bolsistas fazem:

source: <b>Lead an impactful Fellowship project:</b> Each Fellow creates a unique project—a tool, platform, creative work, dataset, or other innovation—that demonstrates what better technology looks like in practice. These projects serve as powerful proof points that show people-centered, open technology isn't just possible—it's happening right now.
de: <b>Sie leiten ein wirkungsvolles Fellowship-Projekt:</b> Jeder Fellow entwickelt ein einzigartiges Projekt – ein Tool, eine Plattform, ein kreatives Werk, einen Datensatz oder eine andere Innovation –, das zeigt, wie bessere Technologie in der Praxis aussieht. Diese Projekte dienen als überzeugende Beweise dafür, dass menschenzentrierte, offene Technologie nicht nur möglich ist, sondern bereits heute Realität ist.
es: <b>Lideran un proyecto con impacto:</b> Cada becario crea un proyecto único (una herramienta, una plataforma, un trabajo creativo, un conjunto de datos u otra innovación) que demuestra cómo es una mejor tecnología en la práctica. Estos proyectos sirven como pruebas poderosas que demuestran que la tecnología abierta y centrada en las personas no solo es posible, sino que está sucediendo en este momento.
fr: <b>Diriger un projet à fort impact :</b> chaque boursier élabore un projet unique (outil, plateforme, travail créatif, ensemble de données ou autre innovation) qui prouve que l’on peut améliorer la technologie dans la pratique. Ces projets constituent des preuves tangibles que la technologie ouverte et centrée sur l’humain n’est pas seulement possible, mais qu’elle est déjà une réalité.
pl: <b>Zrealizuj znaczący projekt w ramach stypendium:</b> każdy stypendysta tworzy unikatowy projekt – narzędzie, platformę, pracę kreatywną, zestaw danych lub inną innowację – który pokazuje, jak w praktyce wygląda lepsza technologia. Te projekty służą jako znaczące dowody, które pokazują, że skoncentrowana na ludziach, otwarta technologia jest nie tylko możliwa – dzieje się to właśnie teraz.
pt_br: <b>Lideram um projeto de Bolsa de alto impacto:</b> cada bolsista cria um projeto único — uma ferramenta, plataforma, obra criativa, conjunto de dados ou outra inovação — que demonstra como é, na prática, uma tecnologia melhor. Esses projetos servem como provas concretas e poderosas de que uma tecnologia aberta e centrada nas pessoas não é apenas possível — ela já está acontecendo.

source: <b>Join a global leadership cohort:</b> Fellows join a group of technology leaders from around the world, representing different disciplines and career stages. Through in-person gatherings and ongoing collaboration, Fellows build lasting relationships while developing key leadership skills.
de: <b>Sie schließen sich einer globalen Führungsgruppe an:</b> Die Fellows schließen sich einer Gruppe von Technologieführer*innen aus aller Welt an, die verschiedene Fachbereiche und Karrierestufen vertreten. Durch persönliche Treffen und kontinuierliche Zusammenarbeit bauen die Fellows dauerhafte Beziehungen auf und entwickeln gleichzeitig wichtige Führungskompetenzen.
es: <b>Se unen a una cohorte de liderazgo global:</b> Los becarios se integran a un grupo de líderes tecnológicos de todo el mundo, que representan diferentes disciplinas y etapas profesionales. A través de reuniones en persona y colaboraciones continuas, los becarios construyen relaciones duraderas mientras desarrollan habilidades clave de liderazgo.
fr: <b>Rejoindre un groupe de leaders mondiaux :</b> les boursiers rejoignent un groupe de leaders technologiques du monde entier, représentant différentes disciplines et différents niveaux de carrière. Grâce à des rencontres en personne et à une collaboration continue, les boursiers nouent des liens durables tout en développant des compétences clés en matière de leadership.
pl: <b>Dołącz do globalnej grupy liderów:</b> stypendyści dołączają do grupy liderów z zakresu technologii z całego świata, reprezentujących różne dyscypliny i etapy kariery. Poprzez osobiste spotkania i stałą współpracę, stypendyści budują trwałe relacje, rozwijając jednocześnie kluczowe umiejętności przywódcze.
pt_br: <b>Participam de uma coorte global de liderança:</b> os bolsistas integram uma comunidade global de líderes em tecnologia, representando diferentes disciplinas e estágios de carreira. Por meio de encontros presenciais e colaboração contínua, os bolsistas constroem relacionamentos duradouros enquanto desenvolvem habilidades essenciais de liderança.

source: <b>Share expertise:</b> Fellows amplify their impact by developing open resources to share their work, presenting at major technology conferences, and contributing to publications and campaigns that shape how people think about technology's role in society. This knowledge sharing multiplies their impact far beyond any single project, helping innovators worldwide build with the same values.
de: <b>Sie teilen ihr Fachwissen:</b> Die Fellows verstärken ihre Wirkung, indem sie offene Ressourcen entwickeln, um ihre Arbeit zu teilen, auf großen Technologiekonferenzen Vorträge halten und zu Publikationen und Kampagnen beitragen, die die Meinung der Menschen über die Rolle der Technologie in der Gesellschaft prägen. Dieser Wissensaustausch vervielfacht ihre Wirkung weit über einzelne Projekte hinaus und hilft Innovatoren weltweit, mit denselben Werten zu arbeiten.
es: <b>Comparten experiencias:</b> Los becarios amplifican su impacto desarrollando recursos abiertos para compartir su trabajo, haciendo presentaciones en las principales conferencias de tecnología y contribuyendo a publicaciones y campañas que moldean la forma en que las personas perciben el papel de las tecnologías en la sociedad. Este intercambio de conocimientos multiplica el impacto mucho más allá de un solo proyecto, ayudando a innovadores de todo el mundo a construir sobre los mismos valores.
fr: <b>Partager leur expertise :</b> les boursiers amplifient leur impact en développant des ressources ouvertes pour partager leur travail, en faisant des présentations lors de grandes conférences technologiques et en prenant part à des publications et des campagnes qui façonnent la vision commune du rôle de la technologie dans la société. Ce partage des connaissances permet de renforcer les effets de leur action bien au-delà de tout projet individuel, et aide les innovateurs du monde entier à construire en partageant les mêmes valeurs.
pl: <b>Dziel się wiedzą:</b> stypendyści zwiększają swój wpływ, opracowując otwarte zasoby do dzielenia się swoją pracą, prezentując odkrycia na najważniejszych konferencjach technologicznych i przyczyniając się do tworzenia publikacji i kampanii, które kształtują sposób myślenia ludzi o roli technologii w społeczeństwie. Takie dzielenie się wiedzą zwielokrotnia ich wpływ, który znacznie wykracza poza pojedynczy projekt, pomagając innowatorom na całym świecie budować rozwiązania na podstawie o tych samych wartości.
pt_br: <b>Compartilham experiência:</b> os bolsistas ampliam seu impacto desenvolvendo recursos abertos para compartilhar seu trabalho, apresentando em grandes conferências de tecnologia e contribuindo para publicações e campanhas que moldam a forma como as pessoas pensam sobre o papel da tecnologia na sociedade. Esse compartilhamento de conhecimento multiplica seu impacto muito além de qualquer projeto, ajudando os inovadores em todo o mundo a construir com os mesmos valores.

# body.8c8c891b-f8e2-4b6b-b869-58ebdb06ac7e.title
source: Current Fellows
de: Aktuelle Fellows
es: Becarios actuales
fr: Titulaires de bourses actuels
pl: Obecni stypendyści
pt_br: Bolsistas atuais

source: 2025 Mozilla Fellows
es: Becarios Mozilla 2025
fr: Titulaires de bourses Mozilla 2025
pl: Stypendyści Mozilli 2025
pt_br: Bolsistas Mozilla 2025

source: Angela Chukunzira looking in the camera
de: Angela Chukunzira blickt in die Kamera
es: Angela Chukunzira mirando a la cámara
fr: Angela Chukunzira regarde vers l’objectif
pl: Angela Chukunzira patrząca w aparat
pt_br: Angela Chukunzira olhando para a câmera

source: Meet Angela
de: Angela kennenlernen
es: Conoce a Angela
fr: Découvrez Angela
pl: Poznaj Angelę
pt_br: Conheça Angela

source: Aziz Tworo looking in the camera
de: Aziz Tworo blickt in die Kamera
es: Aziz Tworo mirando a la cámara
fr: Aziz Tworo regarde vers l’objectif
pl: Aziz Tworo patrzący w aparat
pt_br: Aziz Tworo olhando para a câmera

source: Uganda
fr: Ouganda

source: Meet Aziz
de: Aziz kennenlernen
es: Conoce a Aziz
fr: Découvrez Aziz
pl: Poznaj Aziza
pt_br: Conheça Aziz

source: Christo Buschek looking in the camera
es: Christo Buschek mirando a la cámara
fr: Christo Buschek regarde vers l’objectif
pl: Christo Buschek patrzący w aparat
pt_br: Christo Buschek olhando para a câmera

source: Austria
fr: Autriche
pt_br: Áustria

source: Meet Christo
es: Conoce a Christo
fr: Découvrez Christo
pl: Poznaj Christo
pt_br: Conheça Christo

source: Eduard Martín-Borregón looking in the camera
de: Eduard Martín-Borregón blickt in die Kamera
es: Eduard Martín-Borregón mirando a la cámara
fr: Eduard Martin-Borregón regarde vers l’objectif
pl: Eduard Martín-Borregón patrzący w aparat
pt_br: Eduard Martín-Borregón olhando para a câmera

source: Mexico
de: Mexiko
es: México
fr: Mexique
pl: Meksyk
pt_br: México

source: Meet Eduard
de: Eduard kennenlernen
es: Conoce a Eduard
fr: Découvrez Eduard
pl: Poznaj Eduarda
pt_br: Conheça Eduard

source: Esra’a Al Shafei looking in the camera
es: Esra'a Al Shafei mirando a la cámara
fr: Esra’a Al Shafei regarde vers l’objectif
pl: Esra'a Al Shafei patrząca w aparat
pt_br: Esra'a Al Shafei olhando para a câmera

source: United States
es: Estados Unidos
fr: États-Unis
pl: Stany Zjednoczone
pt_br: Estados Unidos

source: Meet Esra’a
es: Conoce a Esra'a
fr: Découvrez Esra’a
pl: Poznaj Esra'a
pt_br: Conheça Esra'a

source: Khaled Koubaa looking in the camera
de: Khaled Koubaa blickt in die Kamera
es: Khaled Koubaa mirando a la cámara
fr: Khaled Koubaa regarde vers l’objectif
pl: Khaled Koubaa patrzący w aparat
pt_br: Khaled Koubaa olhando para a câmera

source: United States
de: Vereinigte Staaten
es: Estados Unidos
fr: États-Unis
pl: Stany Zjednoczone
pt_br: Estados Unidos

source: Meet Khaled
de: Khaled kennenlernen
es: Conoce a Khaled
fr: Découvrez Khaled
pl: Poznaj Khaleda
pt_br: Conheça Khaled

source: Kristophina Shilongo looking in the camera
de: Kristophina Shilongo blickt in die Kamera
es: Kristophina Shilongo mirando a la cámara
fr: Kristophina Shilongo regarde vers l’objectif
pl: Kristophina Shilongo patrząca w aparat
pt_br: Kristophina Shilongo olhando para a câmera

source: Namibia
fr: Namibie
pt_br: Namíbia

source: Meet Kristophina
de: Kristophina kennenlernen
es: Conoce a Kristophina
fr: Découvrez Kristophina
pl: Poznaj Kristophinę
pt_br: Conheça Kristophina

source: Louis Barclay looking in the camera
es: Louis Barclay mirando a la cámara
fr: Louis Barclay regarde vers l’objectif
pl: Louis Barclay patrzący w aparat
pt_br: Louis Barclay olhando para a câmera

source: United Kingdom
es: Reino Unido
fr: Royaume-Uni
pl: Wielka Brytania
pt_br: Reino Unido

source: Meet Louis
es: Conoce a Louis
fr: Découvrez Louis
pl: Poznaj Louisa
pt_br: Conheça Louis

source: Marcelle Chagas do Monte looking in the camera
de: Marcelle Chagas do Monte blickt in die Kamera
es: Marcelle Chagas do Monte mirando a la cámara
fr: Marcelle Chagas do Monte regarde vers l’objectif
pl: Marcelle Chagas do Monte patrząca w aparat
pt_br: Marcelle Chagas do Monte olhando para a câmera

source: Brazil
de: Brasilien
es: Brasil
fr: Brésil
pl: Brazylia
pt_br: Brasil

source: Meet Marcelle
de: Marcelle kennenlernen
es: Conoce a Marcelle
fr: Découvrez Marcelle
pl: Poznaj Marcellę
pt_br: Conheça Marcelle

source: Nada Kabbary Mousa looking in the camera
de: Nada Kabbary Mousa blickt in die Kamera
es: Nada Kabbary Mousa mirando a la cámara
fr: Nada Kabbary Mousa regarde vers l’objectif
pl: Nada Kabbary Mousa patrząca w aparat
pt_br: Nada Kabbary Mousa olhando para a câmera

source: United Kingdom
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
pl: Wielka Brytania
pt_br: Reino Unido

source: Meet Nada
de: Nada kennenlernen
es: Conoce a Nada
fr: Découvrez Nada
pl: Poznaj Nadę
pt_br: Conheça Nada

source: Paz Peña looking in the camera
es: Paz Peña mirando a la cámara
fr: Paz Peña regarde vers l’objectif
pl: Paz Peña patrząca w aparat
pt_br: Paz Peña olhando para a câmera

source: Chile
fr: Chili

source: Meet Paz
es: Conoce a Paz
fr: Découvrez Paz
pl: Poznaj Paz
pt_br: Conheça Paz

source: Priya Goswami looking in the camera
de: Priya Goswami blickt in die Kamera
es: Priya Goswami mirando a la cámara
fr: Priya Goswami regarde vers l’objectif
pl: Priya Goswami patrząca w aparat
pt_br: Priya Goswami olhando para a câmera

source: Meet Priya
de: Priya kennenlernen
es: Conoce a Priya
fr: Découvrez Priya
pl: Poznaj Priyę
pt_br: Conheça Priya

source: Roya Pakzad looking in the camera
es: Roya Pakzad mirando a la cámara
fr: Roya Pakzad regarde vers l’objectif
pl: Roya Pakzad patrząca w aparat
pt_br: Roya Pakzad olhando para a câmera

source: United States
es: Estados Unidos
fr: États-Unis
pl: Stany Zjednoczone
pt_br: Estados Unidos

source: Meet Roya
es: Conoce a Roya
fr: Découvrez Roya
pl: Poznaj Royę
pt_br: Conheça Roya

source: Sarra Hannachi looking in the camera
de: Sarra Hannachi blickt in die Kamera
es: Sarra Hannachi mirando a la cámara
fr: Sarra Hannachi regarde vers l’objectif
pl: Sarra Hannachi patrząca w aparat
pt_br: Sarra Hannachi olhando para a câmera

source: Tunisia
de: Tunesien
es: Túnez
fr: Tunisie
pl: Tunezja
pt_br: Tunísia

source: Meet Sarra
de: Sarra kennenlernen
es: Conoce a Sarra
fr: Découvrez Sarra
pl: Poznaj Sarrę
pt_br: Conheça Sarra

source: Sayash Kapoor looking in the camera
es: Sayash Kapoor mirando a la cámara
fr: Sayash Kapoor regarde vers l’objectif
pl: Sayash Kapoor patrzący w aparat
pt_br: Sayash Kapoor olhando para a câmera

source: United States
es: Estados Unidos
fr: États-Unis
pl: Stany Zjednoczone
pt_br: Estados Unidos

source: Meet Sayash
es: Conoce a Sayash
fr: Découvrez Sayash
pl: Poznaj Sayasha
pt_br: Conheça Sayash

source: Thiane Neves Barros staring in the distance
de: Thiane Neves Barros blickt in die Ferne
es: Thiane Neves Barros mirando a la cámara
fr: Thiane Neves Barros regarde au loin
pl: Thiane Neves Barros patrząca w dal
pt_br: Thiane Neves Barros olhando à distância

source: Brazil
de: Brasilien
es: Brasil
fr: Brésil
pl: Brazylia
pt_br: Brasil

source: Meet Thiane
de: Thiane kennenlernen
es: Conoce a Thiane
fr: Découvrez Thiane
pl: Poznaj Thianę
pt_br: Conheça Thiane

source: Virginia Brussa looking in the camera
de: Virginia Brussa blickt in die Kamera
es: Virginia Brussa mirando a la cámara
fr: Virginia Brussa regarde vers l’objectif
pl: Virginia Brussa patrząca w aparat
pt_br: Virginia Brussa olhando para a câmera

source: Argentina
de: Argentinien
fr: Argentine
pl: Argentyna

source: Meet Virginia
de: Virginia kennenlernen
es: Conoce a Virginia
fr: Découvrez Virginia
pl: Poznaj Virginię
pt_br: Conheça Virginia

# body.b173b9d6-c036-42a7-9290-d6ffea806a1a.title
source: 2026 Mozilla Fellow Predictions
de: Prognosen der Mozilla Fellows für 2026
es: Predicciones de los becarios de Mozilla para 2026
fr: Prédictions des titulaires de bourses Mozilla pour 2026

source: To understand what’s coming next, and what society must prepare for, Mozilla Foundation Fellows offer grounded and optimistic predictions for 2026.
de: Um zu verstehen, was als Nächstes kommt und worauf sich die Gesellschaft einstellen muss, bieten die Fellows der Mozilla Foundation fundierte und optimistische Prognosen für 2026.
es: Para comprender lo que nos depara el futuro y para qué cosas debe prepararse la sociedad, los becarios de la Fundación Mozilla ofrecen predicciones fundamentadas y optimistas para el 2026.
fr: Afin de saisir ce qui nous attend et ce à quoi la société doit se préparer, les titulaires de bourses de la Fondation Mozilla livrent leurs perspectives réalistes et pleines d’optimisme pour 2026.

source: Check out the predictions here
de: Sehen Sie sich die Prognosen an
es: Echa un vistazo a las predicciones aquí
fr: Jetez un œil à leurs prédictions ici

source: Other funding opportunities
de: Andere Finanzierungsmöglichkeiten
es: Otras oportunidades de financiación
fr: Autres possibilités de financement
pl: Inne możliwości finansowania
pt_br: Outras oportunidades de apoio financeiro

source: Incubator
de: Inkubator
es: Incubadora
fr: Incubateur
pl: Inkubator
pt_br: Incubadora

source: Incubator: 2026 Democracy x AI Cohort
de: Inkubator: 2026 Democracy x AI Cohort
es: Incubadora: Democracia 2026 x cohorte de IA
fr: Incubateur : Cohorte Démocratie et intelligence artificielle
pl: Inkubator: 2026 Democracy x AI Cohort
pt_br: Incubadora: Coorte 2026 Democracia x IA

source: Responsible Computing Challenge Open Calls
de: Responsible Computing Challenge: Offene Ausschreibungen
es: Convocatorias abiertas para el desafío de computación responsable
fr: Appels ouverts pour le Responsible Computing Challenge
pl: Responsible Computing Challenge: otwarte zaproszenia
pt_br: Desafio Computação Responsável: Chamadas Abertas

source: About Grantmaking
de: Über die Fördervergabe
es: Acerca de las subvenciones
fr: À propos des bourses
pl: Informacje o udzielaniu grantów
pt_br: Sobre Concessão de Subsídios

source: Kenya
de: Kenia
es: Kenia
pl: Kenia
pt_br: Quênia

source: People at mozfest engaged in the main stage moment
de: Die Besucher des Mozfest auf der Hauptbühne
es: Gente en el mozfest participando en el momento del escenario principal
