Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do/grantmaking/incubator.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Mozilla Foundation Incubator
de: Mozilla Foundation Inkubator
es: Incubadora de la Fundación Mozilla
fr: Incubateur de la Fondation Mozilla
pl: Inkubator Fundacji Mozilla

# title
source: Mozilla Foundation Incubator
de: Mozilla Foundation Inkubator
es: Incubadora de la Fundación Mozilla
fr: Incubateur de la Fondation Mozilla
pl: Inkubator Fundacji Mozilla

# hero_title
source: Mozilla Foundation Incubator
de: Mozilla Foundation Inkubator
es: Incubadora de la Fundación Mozilla
fr: Incubateur de la Fondation Mozilla
pl: Inkubator Fundacji Mozilla

# hero_description
source: Bridging a critical gap in funding to help values-driven tech thrive
de: Eine kritische Finanzierungslücke schließen, damit werteorientierte Technologie florieren kann
es: Reducimos la brecha de financiación para ayudar a prosperar a las tecnologías basadas en valores
fr: Combler un déficit de financement critique afin de favoriser l’essor des technologies porteuses de valeurs
pl: Niwelowanie krytycznej luki w finansowaniu, aby pomagać w rozwoju sektora techniki opartego na wartościach
pt_br: Preencher uma lacuna crítica de financiamento para ajudar a tecnologia orientada por valores a prosperar.

# hero_image_alt_text
source: A group of people sitting in a circle
de: Eine Gruppe von Menschen, die im Kreis sitzen
es: Un grupo de personas sentadas en círculo.
fr: Un groupe de personnes assises en cercle
pl: Grupa ludzi siedząca w kręgu
pt_br: Um grupo de pessoas sentadas em círculo

source: New technologies that make good on the promise of the Internet can serve as powerful alternatives to the tech status quo.
de: Neue Technologien, die das Versprechen des Internets einlösen, können mächtige Alternativen zum technologischen Status quo sein.
es: Las nuevas tecnologías que buscan hacer realidad la promesa de Internet pueden servir como poderosas alternativas al statu quo tecnológico.
fr: Les nouvelles technologies qui honorent les espoirs suscités par Internet peuvent se révéler être de puissantes alternatives au statu quo technologique.
pl: Nowe technologie, które realizują obietnice Internetu, mogą stanowić zaawansowaną alternatywę dla obecnego stanu techniki.
pt_br: Novas tecnologias que cumprem a promessa da internet podem servir como alternativas poderosas ao status quo tecnológico.

source: By distributing rather than concentrating power, enhancing user agency, and prioritizing public benefit over extraction, public interest technologies are essential to a better future.
es: Al distribuir el poder en lugar de concentrarlo, potenciar la capacidad de acción de los usuarios y dar prioridad al beneficio público frente a la extracción, las tecnologías de interés público son esenciales para un futuro mejor.
fr: En répartissant le pouvoir plutôt qu’en l’accumulant, en renforçant l’autonomie des utilisateurs et en privilégiant l’intérêt public plutôt que la surexploitation, les technologies d’intérêt public sont essentielles pour un avenir meilleur.

source: But the tech funding landscape has a critical gap: plenty of money flows to prototypes and early-stage companies, but little support exists for maturing, community-driven technologies that haven't yet figured out their product strategy or sustainability plan. These projects stall right when they're closest to making real impact.
de: Doch die Finanzierungslandschaft weist eine kritische Lücke auf: Viel Geld fließt in Prototypen und Unternehmen in der Frühphase, aber es gibt kaum Unterstützung für reifende, Community-getriebene Technologien, die ihre Produktstrategie oder ihren Nachhaltigkeitsplan noch nicht finalisiert haben. Diese Projekte geraten oft genau dann ins Stocken, wenn sie kurz davor stehen, echte Wirkung zu erzielen.
es: Sin embargo, existe una brecha crítica en la financiación tecnológica: se destina mucho dinero a prototipos y empresas en su fase inicial, pero existe poco apoyo para las tecnologías impulsadas por la comunidad que están en desarrollo y que aún no han definido su estrategia de producto ni su plan de sostenibilidad. Estos proyectos se estancan justo cuando están cerca de generar un impacto real.
fr: Cependant, les financements dans le domaine technologique présentent une lacune importante : beaucoup d’argent est investi dans les prototypes et les entreprises en phase de démarrage, mais peu de soutien est accordé aux technologies communautaires en phase de maturation qui n’ont pas encore défini leur stratégie produit ou leur plan de viabilité. Ces projets sont bloqués au moment même où ils sont sur le point de produire un impact réel.
pl: W krajobrazie finansowania techniki istnieje krytyczna luka: mnóstwo pieniędzy trafia do prototypów i firm na wczesnym etapie rozwoju, ale niewiele jest wsparcia dla rozwijających się, opartych na społecznościach technologii, które nie opracowały jeszcze strategii produktowej ani planu utrzymania się. Projekty te utykają w martwym punkcie wtedy, gdy są najbliżej momentu wywarcia realnego wpływu.
pt_br: Mas o cenário de financiamento tecnológico apresenta uma lacuna crítica: muito dinheiro é destinado a protótipos e empresas em estágio inicial, mas há pouco apoio para tecnologias mais maduras e impulsionadas pela comunidade, que ainda não definiram sua estratégia de produto ou plano de sustentabilidade. Esses projetos estagnam justamente quando estão mais próximos de gerar um impacto real.

source: The Mozilla Foundation Incubator bridges this gap. We focus on
de: Der Mozilla Foundation Inkubator schließt diese Lücke. Wir konzentrieren uns auf
es: La incubadora de la Fundación Mozilla busca cerrar esa brecha. Nos centramos en la
fr: L’incubateur de la Fondation Mozilla permet de combler cette lacune. Nous nous concentrons sur
pl: Inkubator Fundacji Mozilla wypełnia tę lukę. Skupiamy się na
pt_br: O programa Mozilla Foundation Incubator preenche essa lacuna. Nós focamos em

source: product/community fit
de: Produkt-Community-Fit
es: adecuación del producto a la comunidad
fr: l’adéquation entre les produits et les communautés
pl: dopasowaniu produktu do społeczności,
pt_br: adequação de produto/comunidade

source: —connecting promising technologies to the users, contributors, and sustainable funding sources that will help them serve people long-term.
de: – und verbinden vielversprechende Technologien mit den Nutzern, Mitwirkenden und nachhaltigen Finanzierungsquellen, die ihnen helfen, den Menschen langfristig zu dienen.
es: conectando tecnologías prometedoras con usuarios, colaboradores y fuentes de financiación sostenibles que les ayudarán a servir a las personas a largo plazo.
fr: , en mettant en relation les technologies prometteuses avec les utilisateurs, les contributeurs et les sources de financement durables qui leur permettront de servir les utilisateurs à long terme.
pl: łącząc obiecujące technologie z użytkownikami, współpracownikami i stabilnymi źródłami finansowania, co pomoże im służyć ludziom długoterminowo.
pt_br: — conectando tecnologias promissoras aos usuários, contribuidores e fontes de financiamento sustentáveis que as ajudarão a servir as pessoas a longo prazo.

source: <a id="a1"><b><i>We are now accepting initial project proposals</i></b></a><b><i> for the next Incubator cohort, focusing on AI tools designed to protect and enhance democracy.</i></b>
es: <a id="a1"><b><i>Ya estamos aceptando propuestas iniciales de proyectos</i></b></a><b><i> para nuestra próxima cohorte de la Incubadora, centrada en herramientas de IA diseñadas para proteger y mejorar la democracia.</i></b>
fr: <b><i><a id="a1">Nous acceptons maintenant les premières propositions de projets</a> pour la prochaine cohorte de notre incubateur, qui portera sur des outils IA conçus pour protéger et renforcer la démocratie.</i></b>

source: While traditional funding optimizes for profit, we invest in technologies that put people first.
de: Während traditionelle Finanzierung auf Profit optimiert ist, investieren wir in Technologien, die den Menschen an die erste Stelle setzen.
es: Mientras que la financiación tradicional optimiza para obtener ganancias, nosotros invertimos en tecnologías que priorizan a las personas.
fr: Alors que le financement traditionnel cherche à optimiser les profits, nous investissons dans des technologies qui placent les personnes au premier plan.
pl: Tradycyjne metody finansowania są zoptymalizowane pod kątem zysku, natomiast my inwestujemy w technologie, które na pierwszym miejscu stawiają ludzi.
pt_br: Enquanto o financiamento tradicional visa o lucro, nós investimos em tecnologias que priorizam as pessoas.

source: Lindsey Dodson, Director of Global Grants
es: Lindsey Dodson, directora de subvenciones globales
fr: Lindsey Dodson, directrice des subventions internationales
pl: Lindsey Dodson, Dyrektorka ds. grantów globalnych
pt_br: Lindsey Dodson, Diretora de Subsídios Globais

# body.a2e9bb02-54c9-4b30-b8df-6fd8b57a39de.title
source: Incubator Cohorts
de: Inkubator-Kohorten
es: Cohortes de la incubadora
fr: Cohortes de l’incubateur
pl: Grupy Inkubatora

# body.a775b641-fa2c-4427-85f2-94183de7e024
source: 2025 Cohort: Making the invisible visible
de: Kohorte 2025: Das Unsichtbare sichtbar machen
es: Cohorte 2025: Hacer visible lo invisible
fr: Cohorte 2025 : rendre l’invisible visible
pl: Grupa 2025: Sprawić, by niewidzialne było widzialne
pt_br: 2025 Cohort: Tornando o invisível visível

# body.a775b641-fa2c-4427-85f2-94183de7e024
source: We believe that a better technology future is underpinned by infrastructure and systems that open and empower, not obscure.
de: Wir glauben, dass eine bessere technologische Zukunft auf Infrastrukturen und Systemen beruht, die öffnen und befähigen, statt zu verschleiern.
es: Creemos que un mejor futuro tecnológico se sustenta en infraestructuras y sistemas que abren y empoderan en lugar de oscurecer.
fr: Nous pensons qu’un avenir technologique meilleur repose sur des infrastructures et des systèmes ouverts et valorisants, qui ne soient pas opaques.
pl: Wierzymy, że lepsza przyszłość technologiczna opiera się na infrastrukturze i systemach, które otwierają i wzmacniają, a nie ograniczają.
pt_br: Acreditamos que um futuro tecnológico melhor se sustenta em infraestruturas e sistemas que sejam abertos e capacitadores, e não obscuros.

# body.a775b641-fa2c-4427-85f2-94183de7e024
source: Imagine if developers could see exactly how their code affects the climate—and write cleaner software because of it. What if job seekers could understand why AI systems make hiring decisions—and challenge unfair rejections. What if communities could predict pollution spikes before they happen—and take action to protect themselves.
de: Stellen Sie sich vor, Entwickler könnten genau sehen, wie ihr Code das Klima beeinflusst – und deswegen sauberere Software schreiben. Was wäre, wenn Arbeitssuchende verstehen könnten, warum KI-Systeme Einstellungsentscheidungen treffen – und unfairer Ablehnung widersprechen könnten? Was wäre, wenn Gemeinden Belastungsspitzen durch Umweltverschmutzung vorhersagen könnten, bevor sie auftreten – und Maßnahmen ergreifen könnten, um sich zu schützen?
es: Imagina si los desarrolladores pudieran ver exactamente cómo su código afecta al clima y, en función de ello, programar software más limpios. ¿Qué pasaría si las personas que buscan empleo pudieran comprender por qué los sistemas de IA toman decisiones de contratación y cuestionar los rechazos injustificados? ¿Qué pasaría si las comunidades pudieran predecir picos de contaminación antes de que sucedan y tomar medidas para protegerse?
fr: Imaginez qu’un développeur puisse observer précisément l’impact de son code sur le climat et, par conséquent, créer des logiciels plus propres. Imaginez qu’un candidat puisse comprendre les raisons pour lesquelles un système d’intelligence artificielle a rejeté sa candidature et contester cette décision. Imaginez qu’une communauté puisse anticiper les pics de pollution et prendre des mesures pour se protéger.
pl: Wyobraź sobie, że programiści mogliby dokładnie zobaczyć, jak ich kod wpływa na klimat – i dzięki temu pisać czystsze oprogramowanie. Co by było, gdyby poszukujący pracy mogli zrozumieć, dlaczego systemy sztucznej inteligencji podejmują decyzje w kwestii zatrudnienia – i kwestionować niesprawiedliwe odrzucenia? Co by było, gdyby społeczności mogły przewidywać wzrosty zanieczyszczenia, zanim one nastąpią – i podejmować działania, by się ochronić?
pt_br: Imagine se os desenvolvedores pudessem ver exatamente como seu código afeta o clima — e escrever softwares mais limpos por causa disso. E se os candidatos a emprego pudessem entender por que os sistemas de IA tomam decisões de contratação — e contestar rejeições injustas? E se as comunidades pudessem prever picos de poluição antes que eles aconteçam — e tomar medidas para se protegerem?

# body.a775b641-fa2c-4427-85f2-94183de7e024
source: The breakthrough technologies that make this all possible are emerging right now. Early prototypes are proving the concept, communities are demanding access, and the potential for immense impact is clear. But these technologies are stuck in the gap between "proof of concept" and "ready for widespread use.”
de: Die bahnbrechenden Technologien, die all das ermöglichen, entstehen gerade jetzt. Frühe Prototypen beweisen das Konzept, Communities fordern Zugang, und das Potenzial für immense Wirkung ist klar. Aber diese Technologien stecken in der Lücke zwischen „Proof of Concept“ und „bereit für den breiten Einsatz“ fest.
es: Ahora mismo se están desarrollando tecnologías revolucionarias que hacen posible todo esto. Los primeros prototipos están demostrando el concepto, las comunidades están exigiendo el acceso y el potencial de un inmenso impacto es evidente. Pero estas tecnologías se encuentran en el punto intermedio entre la «prueba de concepto» y el estado «listo para el uso general».
fr: Les technologies révolutionnaires qui rendent tout cela possible sont en train d’émerger. Les premiers prototypes prouvent la viabilité du concept, les communautés sont désireuses d’y avoir accès et l’impact potentiel est évident. Mais ces technologies sont bloquées entre la « validation de principe » et la « mise en service à grande échelle ».
pl: Przełomowe technologie, które to wszystko umożliwiają, pojawiają się właśnie teraz. Wczesne prototypy potwierdzają słuszność koncepcji, społeczności domagają się dostępu, a potencjał ogromnego wpływu jest oczywisty. Technologie te tkwią jednak w luce między „dowodem słuszności koncepcji” a „gotowością do powszechnego użytku”.
pt_br: As tecnologias inovadoras que tornam tudo isso possível estão surgindo agora. Os primeiros protótipos estão comprovando o conceito, as comunidades estão exigindo acesso, e o potencial para um impacto imenso é evidente. Mas essas tecnologias estão presas na lacuna entre a "prova de conceito" e a "prontidão para uso generalizado".

# body.a775b641-fa2c-4427-85f2-94183de7e024
source: Our inaugural Incubator cohort is helping four pioneering projects navigate this critical transition, building the pathways that will put game-changing information directly into the hands of the people who need it most.
de: Unsere erste Inkubator-Kohorte hilft vier Pionierprojekten, diesen kritischen Übergang zu meistern, und baut die Wege, um bahnbrechende Informationen direkt in die Hände derer zu legen, die sie am dringendsten benötigen.
es: La cohorte de nuestra incubadora inaugural está ayudando a cuatro proyectos pioneros a navegar esta transición crítica mediante la creación de las vías que pondrán información revolucionaria directamente en manos de las personas que más la necesitan.
fr: Notre première cohorte de l’incubateur aide quatre projets pionniers à mener à bien cette transition cruciale, en ouvrant la voie qui permettra de mettre des informations révolutionnaires directement entre les mains de ceux qui en ont le plus besoin.
pl: Nasza inauguracyjna kohorta Inkubatora pomaga czterem pionierskim projektom przejść przez tę krytyczną transformację, budując ścieżki, które pozwolą na dostarczenie przełomowych informacji bezpośrednio do osób, które najbardziej ich potrzebują.
pt_br: Nosso primeiro Incubator cohort está ajudando quatro projetos pioneiros a navegar por essa transição crucial, construindo os caminhos que levarão informações transformadoras diretamente às mãos das pessoas que mais precisam delas.

source: 2025 Cohort
es: Cohorte de 2025
fr: Cohorte 2025

source: Benoît's portrait
es: El retrato de Benoît
fr: Portrait de Benoît

source: (France) Empowers developers by measuring the carbon footprint of software as the code is being written.
es: (Francia) Empodera a los desarrolladores midiendo la huella de carbono del software a medida que se escribe el código.
fr: (France) Donne plus de pouvoir aux développeurs en mesurant l’empreinte carbone des logiciels pendant l’écriture du code.

source: Check them out
es: Descúbrelo
fr: Découvrir

source: Jaicy's portrait
es: El retrato de Jaicy
fr: Portrait de Jaicy

source: (United States) The team’s MethaneMapper tool gives communities the power to spot hazardous gas leaks from space and demand accountability.
es: (Estados Unidos) La herramienta MethaneMapper del equipo brinda a las comunidades el poder de detectar fugas de gas peligrosas desde el espacio y exigir responsabilidad.
fr: (États-Unis) L’outil MethaneMapper développé par cette équipe permet aux communautés de détecter les fuites de gaz dangereuses depuis l’espace et de demander à ce que des responsabilités soient assumées.

source: Check them out
es: Descúbrelo
fr: Découvrir

source: Beatriz's portrait
es: El retrato de Beatriz
fr: Portrait de Beatriz

source: (Argentina) Puts algorithmic auditing power directly into the hands of non-technical communities.
es: (Argentina) Pone el poder de la auditoría algorítmica directamente en manos de comunidades no técnicas.
fr: (Argentine) Permet aux communautés ne disposant pas de compétences techniques de bénéficier directement d’un pouvoir d’audit algorithmique.

source: Check them out
es: Descúbrelo
fr: Découvrir

source: Fernanda's portrait
es: El retrato de Fernanda
fr: Portrait de Fernanda

source: (Paraguay) Community-driven air quality monitoring and prediction software that provides an early warning system for air quality threats.
es: (Paraguay) Software de monitorización y predicción de la calidad del aire impulsado por la comunidad que proporciona un sistema de alerta temprana para las amenazas a la calidad del aire.
fr: (Paraguay) logiciel communautaire de surveillance et de prévision de la qualité de l’air qui fournit un système d’alerte rapide en cas de menaces liées à la qualité de l’air.

source: Check them out
es: Descúbrelo
fr: Découvrir

source: Call for Proposals: now open
es: Convocatoria de propuestas: ahora abierta
fr: L’appel à propositions est maintenant ouvert

source: Right now, AI is being used to flood information environments with synthetic content, automate surveillance of activists and organizers, and optimize platforms for engagement over truth. The result: people can't tell what's real, institutions are losing credibility, and shared understanding is fracturing. Current applications of AI aren't just failing democracy—they're actively undermining it.
es: En este momento, la IA se está utilizando para inundar los entornos de información con contenido sintético, automatizar la vigilancia de activistas y organizadores y optimizar las plataformas para fomentar la participación por encima de la verdad. El resultado: la gente no puede saber qué es real, las instituciones están perdiendo credibilidad y el entendimiento compartido se está fracturando. Las aplicaciones actuales de la IA no solo están fallando a la democracia, sino que la están socavando activamente.
fr: À l’heure actuelle, l’IA sert à saturer les espaces d’information de contenus artificiels, automatiser la surveillance des militant·e·s et des organisateurs d’évènements et optimiser les plateformes afin de favoriser l’engagement plutôt que la vérité. Résultat : il devient impossible de distinguer le vrai du faux, les institutions voient leur crédibilité s’effriter et le socle commun de compréhension se fissure. Les applications actuelles de l’IA ne se contentent pas de porter atteinte à la démocratie, elles l’affaiblissent activement.

source: We are looking for technologists who look at the current state of democracy and see opportunities to strengthen it.
es: Buscamos tecnólogos que miren el estado actual de la democracia y vean oportunidades para fortalecerla.
fr: Nous cherchons des spécialistes de la technologie qui examinent l’état actuel de la démocratie et voient des possibilités de la renforcer.

source: How might AI contribute to the online information ecosystem in a way that is transparent and accountable? How could technology be used to advance a shared understanding of facts? What new spaces might be built to help cultivate conversation and consensus rather than polarization?
es: ¿Cómo podría la IA contribuir al ecosistema de información en línea de una manera transparente y responsable? ¿Cómo se podría utilizar la tecnología para avanzar en una comprensión compartida de los hechos? ¿Qué nuevos espacios podrían construirse para ayudar a cultivar la conversación y el consenso en lugar de la polarización?
fr: De quelle façon l’IA pourrait-elle enrichir l’écosystème de l’information en ligne tout en garantissant transparence et responsabilité ? De quelle manière la technologie pourrait-elle servir à promouvoir une compréhension commune des faits ? Quels nouveaux espaces pourrait-on imaginer pour favoriser le dialogue et la recherche d’un consensus plutôt que la polarisation ?

source: If you are someone who is building something the world needs, but the market doesn't yet support—submit an Initial Project Proposal by March 16!
es: Si eres alguien que está construyendo algo que el mundo necesita, pero el mercado aún no lo respalda, ¡envía una propuesta de proyecto inicial antes del 16 de marzo!
fr: Si vous créez quelque chose dont le monde a besoin mais que le marché ne le soutient pas encore, envoyez une proposition initiale de projet d’ici au 16 mars !

source: Apply now
es: Presenta tu solicitud ahora
fr: Postuler

# body.5bc84971-48b2-47e8-a964-a52e2cea5fac.title
source: The Incubator experience
de: Die Inkubator-Erfahrung
es: La experiencia de la incubadora
fr: L’expérience de l’incubateur
pl: Doświadczenie Inkubatora
pt_br: A experiência Incubator
