Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do/grantmaking/incubator.po
Languages: de, es, fr, pl, pt_br

source: Read bio
de: Biografie lesen
es: Leer biografía
fr: Lire la bio
pl: Przeczytaj biografię
pt_br: Leia a biografia

source: Danielle Bennett's headhsot
de: Porträtfoto von Danielle Bennetts
es: Retrato de Danielle Bennett
fr: Photo de profil de Danielle Bennett
pl: Zdjęcie Danielle Bennett
pt_br: Retrato profissional de Danielle Bennett

source: Advisor
de: Beraterin
es: Asesora
fr: Conseiller
pl: Doradczyni
pt_br: Conselheira

source: Read bio
de: Biografie lesen
es: Leer biografía
fr: Lire la bio
pl: Przeczytaj biografię
pt_br: Leia a biografia

source: Chad Fowler's headhsot
de: Porträtfoto von Chad Fowlers
es: Retrato de Chad Fowler
fr: Photo de profil de Chad Fowler
pl: Zdjęcie Chada Fowlera
pt_br: Retrato profissional de Chad Fowler

source: Advisor
de: Berater
es: Asesor
fr: Conseiller
pl: Doradca
pt_br: Conselheiro

source: Read bio
de: Biografie lesen
es: Leer biografía
fr: Lire la bio
pl: Przeczytaj biografię
pt_br: Leia a biografia

source: Explore other funding opportunities
de: Weitere Finanzierungsmöglichkeiten entdecken
es: Explora otras oportunidades de financiación
fr: Explorez d’autres possibilités de financement
pl: Poznaj inne możliwości finansowania
pt_br: Explore outras oportunidades de financiamento.

source: APPLY NOW: Incubator - Democracy x AI
es: INSCRÍBETE AHORA: Incubadora: Democracy x AI
fr: POSTULEZ MAINTENANT : Incubateur - Democracy x IA

source: Fellowships
es: Becas
fr: Bourses
pl: Stypendia
pt_br: Bolsas de estudo

source: Responsible Computing Challenge: Open Calls
es: Desafío de computación responsable: convocatoria abierta
fr: Défi de l’informatique responsable : Appels à candidatures
pl: Wyzwanie odpowiedzialnego przetwarzania danych: otwarty nabór
pt_br: Desafio da Computação Responsável: Chamadas Abertas

source: About Grantmaking
de: Über unsere Fördervergabe
es: Acerca de las subvenciones
fr: À propos de l’octroi de subventions
pl: O przyznawaniu dotacji
pt_br: Sobre a concessão de bolsas

source: Fundacion Via Libre
fr: Fundación Vía Libre

source: Democracy x AI cohort
fr: Cohorte Democracy x AI
