Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do/grantmaking/incubator.po
Languages: de, es, fr, pl, pt_br

# body.2b0fcf1c-ab10-4465-bdd2-3e6df44485b6
source: Technologies that put people first don't just need funding—they need the right community connections to thrive. Our incubator participants join a global network of technologists, advocates, and domain experts who understand that lasting impact comes from working with communities, not extracting from them.
de: Text: Technologien, die den Menschen in den Mittelpunkt stellen, brauchen nicht nur Finanzierung – sie brauchen die richtigen Community-Verbindungen, um zu gedeihen. Unsere Inkubator-Teilnehmer treten einem globalen Netzwerk von Technologen, Fürsprechern und Fachexperten bei, die verstehen, dass nachhaltige Wirkung durch die Zusammenarbeit mit Gemeinschaften entsteht, nicht durch deren Ausbeutung.
es: Para prosperar, las tecnologías que priorizan a las personas no solo necesitan financiación, sino también las conexiones comunitarias adecuadas. Los participantes de nuestra incubadora se unen a una red global de tecnólogos, promotores y expertos que entienden que el impacto duradero se consigue trabajando junto con las comunidades y no mediante prácticas extractivistas.
fr: Les technologies qui placent l’humain au premier plan n’ont pas seulement besoin de financement, elles ont également besoin de liens communautaires solides pour prospérer. Les participants à notre incubateur rejoignent un réseau mondial de technologues, de défenseurs et d’experts qui comprennent que pour avoir un impact durable, il faut travailler avec les communautés, pas les exploiter.
pl: Technologie, które stawiają ludzi na pierwszym miejscu, potrzebują nie tylko finansowania – potrzebują odpowiednich kontaktów społecznych, aby się rozwijać. Uczestnicy naszego inkubatora dołączają do globalnej sieci specjalistów w zakresie techniki, rzeczników i ekspertów branżowych, którzy rozumieją, że trwały wpływ wynika ze współpracy ze społecznościami, a nie wysysania z nich korzyści.
pt_br: Tecnologias que priorizam as pessoas não precisam apenas de financiamento — elas precisam das conexões certas com a comunidade para prosperar. Os participantes do nosso programa Incubator se juntam a uma rede global de tecnólogos, defensores e especialistas que entendem que o impacto duradouro vem do trabalho com as comunidades, e não da exploração delas.

# body.2b0fcf1c-ab10-4465-bdd2-3e6df44485b6
source: <b>The Incubator offers two pathways of support.</b> Across both tiers of support, participants are connected to mentors who've navigated similar challenges, collaborators who can accelerate their work, and sustainable funding sources that align with their values. This isn't about scaling at any cost—<b>it's about finding the community that will help nascent technology succeed on its own terms.</b>
de: <b>Der Inkubator bietet zwei Unterstützungswege.</b> Auf beiden Ebenen werden die Teilnehmer mit Mentoren verbunden, die ähnliche Herausforderungen gemeistert haben, mit Kooperationspartnern, die ihre Arbeit beschleunigen können, und mit nachhaltigen Finanzierungsquellen, die ihren Werten entsprechen. Es geht hier nicht um Skalierung um jeden Preis – <b>es geht darum, die Gemeinschaft zu finden, die einer jungen Technologie hilft, zu ihren eigenen Bedingungen erfolgreich zu sein.</b>
es: <b>La incubadora ofrece dos vías de apoyo.</b> En ambos niveles, los participantes se conectan con mentores que han pasado por desafíos similares, con colaboradores que pueden acelerar su trabajo y con fuentes de financiación sostenibles que se alinean con sus valores. No se trata de escalar a cualquier precio, <b>sino de encontrar una comunidad que ayude a que la tecnología emergente tenga éxito bajo sus propios términos.</b>
fr: <b>L’incubateur propose deux types de soutien.</b> Dans les deux cas, les participants sont mis en relation avec des mentors qui ont relevé des défis similaires, des collaborateurs capables d’accélérer leur travail et des sources de financement durables qui partagent leurs valeurs. Il ne s’agit pas de chercher à tout prix à grandir, <b>mais plutôt de trouver la communauté qui aidera cette technologie naissante à réussir en restant fidèle à elle-même.</b>
pl: <b>Inkubator oferuje dwie ścieżki wsparcia.</b> Na obu poziomach wsparcia uczestnicy mają dostęp do mentorów, którzy stawili czoła podobnym wyzwaniom, współpracowników, którzy mogą przyspieszyć ich pracę, oraz stabilnych źródeł finansowania zgodnych z ich wartościami. Nie chodzi tu o skalowanie za wszelką cenę –<b>chodzi o znalezienie społeczności, która pomoże rodzącej się technologii odnieść sukces na jej własnych warunkach.</b>
pt_br: <b>O Incubator oferece duas vias de apoio.</b> Em ambos os níveis de apoio, os participantes são conectados a mentores que já enfrentaram desafios semelhantes, colaboradores que podem acelerar seu trabalho e fontes de financiamento sustentáveis que estejam alinhadas aos seus valores. Não se trata de escalar a qualquer custo —<b>Trata-se de encontrar a comunidade que ajudará a tecnologia emergente a ter sucesso em seus próprios termos.</b>

source: Build Track: From Working Technology to Product/Community Fit
de: Build-Track: Von funktionierender Technologie zum Produkt-Community-Fit
es: Trayecto de desarrollo: desde tecnología funcional hasta adecuación del producto a la comunidad
fr: Phase de développement : de la technologie opérationnelle à l’adéquation produit/communauté
pl: Ścieżka budowania: od działającej technologii do dopasowania produktu do społeczności
pt_br: Build Track: Da tecnologia funcional à adequação do produto à comunidade

source: We source projects through thematically-focused open calls, bringing together cohorts working on shared challenges, like climate impacts of AI or data transparency. This track supports teams who have built functioning technology with early user traction and clear momentum, providing funding, mentorship, and community connections to grow their user base, pay down technical debt, and sharpen their focus on the specific communities their technology serves.
de: Wir akquirieren Projekte durch thematisch fokussierte Open Calls und bringen Kohorten zusammen, die an gemeinsamen Herausforderungen arbeiten, wie den Klimaauswirkungen von KI oder Datentransparenz. Dieser Track unterstützt Teams, die funktionierende Technologie mit erster Nutzerakzeptanz und klarem Momentum aufgebaut haben, indem er Finanzierung, Mentoring und Community-Verbindungen bereitstellt, um ihre Nutzerbasis zu vergrößern, technische Schulden abzubauen und ihren Fokus auf die spezifischen Gemeinschaften zu schärfen, denen ihre Technologie dient.
es: Buscamos proyectos mediante convocatorias temáticas con el fin de reunir cohortes que trabajan en los mismos desafíos, como el impacto climático de la IA o la transparencia de datos. En este trayecto se apoya a equipos que han desarrollado tecnologías funcionales con una sólida base de usuarios y un impulso claro, brindándoles financiación, mentorías y conexiones con la comunidad para ampliar su base de usuarios, reducir la deuda técnica y poner el foco en las comunidades específicas a las que sirve su tecnología.
fr: Nous sélectionnons des projets par le biais d’appels à candidatures thématiques, réunissant des groupes travaillant sur des défis communs, tels que l’impact climatique de l’IA ou la transparence des données. Ce programme soutient les équipes qui ont mis au point une technologie fonctionnelle bénéficiant d’une popularité précoce auprès des utilisateurs et d’une dynamique claire, en leur fournissant des financements, un mentorat et des liens avec la communauté afin de développer leur base d’utilisateurs, de rembourser leur dette technique et de se concentrer davantage sur les communautés spécifiques auxquelles leur technologie est destinée.
pl: Pozyskujemy projekty poprzez otwarte nabory tematyczne, łącząc grupy pracujące nad wspólnymi wyzwaniami takimi jak wpływ SI na klimat czy przejrzystość danych. Ta ścieżka wspiera zespoły, które stworzyły działającą technologię, szybko zyskującą popularność wśród użytkowników i mającą potencjał, poprzez finansowanie, mentoring i kontakty ze społecznościami, aby mogły poszerzyć bazę użytkowników, spłacić dług techniczny i skupić się na konkretnych społecznościach, którym służy ich technologia.
pt_br: Selecionamos projetos por meio de chamadas abertas com foco temático, reunindo grupos que trabalham em desafios comuns, como os impactos climáticos da IA ou a transparência de dados. Esta linha de pesquisa apoia equipes que desenvolveram tecnologia funcional com usuários iniciais e um claro impulso, fornecendo financiamento, mentoria e conexões com a comunidade para expandir sua base de usuários, reduzir dívidas técnicas e aprimorar seu foco nas comunidades específicas que sua tecnologia atende.

source: Sustain Track: From Proven Technology to Sustainable Long-Term Futures
de: Sustain-Track: Von bewährter Technologie zu nachhaltiger Zukunft
es: Trayecto de sostenibilidad: desde tecnología probada hasta futuro sostenible a largo plazo
fr: Phase de pérennisation : d’une technologie fiable à un avenir durable à long terme
pl: Ścieżka podtrzymania: od sprawdzonej technologii do stabilnej, długoterminowej przyszłości
pt_br: Sustain Track: Da tecnologia comprovada a futuros sustentáveis de longo prazo

source: Selected from our strongest Build Track projects, this intensive track provides deeper investment and bespoke support to help proven technologies chart clear pathways to long-term sustainability.
de: Ausgewählt aus unseren stärksten Build-Track-Projekten, bietet dieser intensive Track tiefere Investitionen und maßgeschneiderte Unterstützung, um bewährten Technologien zu helfen, klare Wege zu langfristiger Nachhaltigkeit zu beschreiten.
es: Seleccionado entre nuestros proyectos más sólidos del trayecto de desarrollo, este trayecto intensivo proporciona una inversión más profunda y un apoyo más personalizado para ayudar a que las tecnologías probadas recorran caminos claros hacia la sostenibilidad a largo plazo.
fr: Issus de nos projets en phase de développement les plus prometteurs, ce parcours intensif offre un investissement plus important et un soutien sur mesure afin d’aider les technologies qui ont fait leurs preuves à tracer une voie claire vers la durabilité à long terme.
pl: Ta intensywna ścieżka dla projektów wybranych spośród naszych najsilniejszych projektów ze Ścieżki budowania zapewnia większe inwestycje i indywidualne wsparcie, aby pomóc sprawdzonym technologiom wytyczać jasne ścieżki prowadzące do długoterminowej możliwości utrzymania.
pt_br: Selecionado entre os nossos projetos mais robustos do Build Track, este programa intensivo proporciona um investimento mais aprofundado e apoio personalizado para ajudar tecnologias comprovadas a traçar caminhos claros rumo à sustentabilidade a longo prazo.

source: Cohort Community
de: Kohorten-Community
es: Comunidad de la cohorte
fr: Communauté de cohorte
pl: Społeczność grup
pt_br: Comunidade Cohort

source: Cohort Community
de: Kohorten-Community
es: Comunidad de la cohorte
fr: Communauté de cohorte
pl: Społeczność grup
pt_br: Comunidade Cohort

source: Join a global network of innovators tackling similar challenges. Through regular convenings and collaborative problem-solving, you'll build lasting relationships with peers who understand the unique challenges of transitioning from prototype to sustainability.
de: Werden Sie Teil eines globalen Netzwerks von Innovatoren, die ähnliche Herausforderungen angehen. Durch regelmäßige Treffen und gemeinsame Problemlösungen bauen Sie dauerhafte Beziehungen zu Gleichgesinnten auf, die die besonderen Herausforderungen des Übergangs vom Prototyp zur Nachhaltigkeit verstehen.
es: Únete a una red global de innovadores que se ocupan de desafíos similares. Mediante reuniones periódicas y resolución colaborativa de problemas, forjarás relaciones duraderas con colegas que comprenden los desafíos específicos de la transición desde el prototipo a la sostenibilidad.
fr: Rejoignez un réseau mondial d’innovateurs confrontés à des défis similaires. Grâce à des réunions régulières et à la résolution collaborative de problèmes, vous établirez des relations durables avec des pairs qui comprennent les défis uniques liés à la transition entre la phase de prototype et celle de la pérennité.
pl: Dołącz do globalnej sieci innowatorów, którzy mierzą się z podobnymi wyzwaniami. Dzięki regularnym spotkaniom i wspólnemu rozwiązywaniu problemów zbudujesz trwałe relacje z osobami, które rozumieją wyjątkowe wyzwania związane z przejściem od prototypu do zrównoważonego rozwoju.
pt_br: Junte-se a uma rede global de inovadores que enfrentam desafios semelhantes. Por meio de encontros regulares e resolução colaborativa de problemas, você construirá relacionamentos duradouros com colegas que entendem os desafios únicos da transição do protótipo para a sustentabilidade.

source: Workshops &amp; Peer Learning Labs
de: Workshops & Peer Learning Labs
es: Talleres y laboratorios de aprendizaje entre pares
fr: Ateliers et laboratoires d’apprentissage entre pairs
pl: Warsztaty i laboratoria wspólnej nauki
pt_br: Oficinas e Laboratórios de Aprendizagem entre Colegas

source: Workshops &amp; Peer Learning Labs
de: Workshops & Peer Learning Labs
es: Talleres y laboratorios de aprendizaje entre pares
fr: Ateliers et laboratoires d’apprentissage entre pairs
pl: Warsztaty i laboratoria wspólnej nauki
pt_br: Oficinas e Laboratórios de Aprendizagem entre Colegas

source: Participate in expert and peer-led sessions including mini-demos, design reviews, and knowledge shares that promote mutual learning across the cohort. These collaborative workshops help surface cross-cutting insights and create space to learn from each other's challenges and breakthroughs.
de: Nehmen Sie an Experten- und Peer-geleiteten Sitzungen teil, einschließlich Mini-Demos, Design-Reviews und Wissensaustausch, die das gegenseitige Lernen innerhalb der Kohorte fördern. Diese kollaborativen Workshops helfen dabei, übergreifende Erkenntnisse zu gewinnen und Raum zu schaffen, um von den Herausforderungen und Durchbrüchen der anderen zu lernen.
es: Participa en sesiones dirigidas por expertos y por colegas, que incluyen minidemostraciones, revisiones de diseño e intercambios de conocimientos para promover el aprendizaje mutuo entre los miembros de la cohorte. Estos talleres colaborativos ayudan a descubrir perspectivas transversales y crean un espacio para aprender de los desafíos y los avances de los demás.
fr: Participez à des sessions animées par des experts et des pairs, comprenant des mini-démonstrations, des évaluations de conception et des partages de connaissances qui favorisent l’apprentissage mutuel au sein du groupe. Ces ateliers collaboratifs permettent de faire émerger des réflexions transdisciplinaires et créent un espace propice à l’apprentissage mutuel autour des défis et des progrès de chacun.
pl: Weź udział w sesjach prowadzonych przez ekspertów i podobnych Tobie, w tym w mini-pokazach, przeglądach projektów i wymianie wiedzy, które promują wzajemną naukę w grupie. Te wspólne warsztaty pomagają w wydobywaniu przekrojowych spostrzeżeń i tworzeniu przestrzeni do wzajemnego uczenia się na podstawie wyzwań i przełomów.
pt_br: Participe de sessões conduzidas por especialistas e colegas, incluindo minidemonstrações, revisões de design e compartilhamento de conhecimento que promovem o aprendizado mútuo entre o grupo. Essas oficinas colaborativas ajudam a revelar insights transversais e criam um espaço para aprender com os desafios e avanços uns dos outros.

source: Expert Mentorship
de: Experten-Mentoring
es: Mentoría experta
fr: Mentorat d’experts
pl: Mentoring ekspercki
pt_br: Mentoria Especializada

source: Expert Mentorship
de: Experten-Mentoring
es: Mentoría experta
fr: Mentorat d’experts
pl: Mentoring ekspercki
pt_br: Mentoria Especializada

source: Learn from practitioners who've navigated the path from promising technology to sustainable impact. Our mentors provide strategic guidance on product strategy, community building, and scaling—helping you avoid common pitfalls and accelerate your growth.
de: Lernen Sie von Praktikern, die den Weg von vielversprechender Technologie zu nachhaltiger Wirkung bereits gegangen sind. Unsere Mentoren bieten strategische Beratung zu Produktstrategie, Community-Aufbau und Skalierung – und helfen Ihnen dabei, häufige Fallstricke zu vermeiden und Ihr Wachstum zu beschleunigen.
es: Aprende de profesionales que ya han recorrido el camino desde una tecnología prometedora hasta un impacto sostenible. Nuestros mentores ofrecen orientación estratégica sobre estrategias de producto, desarrollo de comunidades y escalamiento, para ayudarte a evitar obstáculos comunes y acelerar tu progreso.
fr: Apprenez auprès de professionnels qui ont su exploiter une technologie prometteuse pour obtenir un impact durable. Nos mentors vous fournissent des conseils en matière de stratégie produit, de développement communautaire et de mise à l’échelle, vous aidant ainsi à éviter les pièges courants et à accélérer votre croissance.
pl: Ucz się od praktyków, którzy przeszli drogę od obiecującej technologii do długofalowego oddziaływania. Nasi mentorzy zapewniają strategiczne doradztwo w zakresie strategii produktowej, budowania społeczności i skalowania, pomagając Ci uniknąć typowych pułapek i przyspieszyć rozwój.
pt_br: Aprenda com profissionais que já trilharam o caminho da tecnologia promissora ao impacto sustentável. Nossos mentores oferecem orientação estratégica sobre estratégia de produto, construção de comunidade e escalonamento, ajudando você a evitar erros comuns e acelerar seu crescimento.

source: Visibility
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
pl: Widoczność
pt_br: Visibilidade

source: Visibility
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
pl: Widoczność
pt_br: Visibilidade

source: Amplify your work through Mozilla Foundation's global reach, helping you attract users, contributors, and supporters who will sustain your project beyond the incubator. Through MozFest and other platforms, you’ll find new audiences to support your work.
de: Verstärken Sie Ihre Arbeit durch die globale Reichweite der Mozilla Foundation und ziehen Sie Nutzer, Mitwirkende und Unterstützer an, die Ihr Projekt über den Inkubator hinaus tragen. Durch das MozFest und andere Plattformen finden Sie neues Publikum zur Unterstützung Ihrer Arbeit.
es: Impulsa tu trabajo con el alcance global de la Fundación Mozilla, que te ayudará a atraer usuarios, colaboradores y simpatizantes para impulsar tu proyecto más allá de la incubadora. A través del MozFest y otras plataformas, encontrarás nuevas audiencias que apoyen tu trabajo.
fr: Amplifiez votre travail grâce à la portée mondiale de la Fondation Mozilla, qui vous aidera à attirer des utilisateurs, des contributeurs et des soutiens qui permettront à votre projet de se poursuivre au-delà de l’incubateur. Grâce à MozFest et à d’autres plateformes, vous toucherez de nouvelles audiences prêtes à soutenir votre travail.
pl: Zwiększ zasięg swojej pracy dzięki globalnemu zasięgowi Fundacji Mozilla, który pomoże Ci przyciągnąć użytkowników, współpracowników i zwolenników, którzy będą wspierać Twój projekt również po zakończeniu inkubacji. Dzięki MozFest i innym platformom znajdziesz nowych odbiorców, którzy wesprą Twoją pracę.
pt_br: Amplie o alcance global do seu trabalho com a Fundação Mozilla, que ajudará você a atrair usuários, colaboradores e apoiadores que darão suporte ao seu projeto mesmo após o término do programa Incubator. Por meio do MozFest e de outras plataformas, você encontrará novos públicos dispostos a apoiar seu trabalho.

source: Pathways to Further Funding
de: Wege zu weiterer Finanzierung
es: Caminos hacia nuevas financiaciones
fr: Voies d’accès à des financements supplémentaires
pl: Drogi do dalszego finansowania
pt_br: Caminhos para Obter mais Financiamento

source: Pathways to Further Funding
de: Wege zu weiterer Finanzierung
es: Caminos hacia nuevas financiaciones
fr: Voies d’accès à des financements supplémentaires
pl: Drogi do dalszego finansowania
pt_br: Caminhos para Obter mais Financiamento

source: Strategic matchmaking to foundations, and mission-aligned investors who can help take your project to the next level once you graduate from the program. We position you for the funding relationships that will sustain your work long-term.
de: Strategisches Matchmaking mit Stiftungen und missionsorientierten Investoren, die helfen können, Ihr Projekt nach Abschluss des Programms auf die nächste Stufe zu heben. Wir positionieren Sie für Finanzierungsbeziehungen, die Ihre Arbeit langfristig sichern.
es: Vinculación estratégica con fundaciones e inversionistas alineados con tu misión que pueden ayudarte a impulsar tu proyecto al siguiente nivel cuando te gradúes del programa. Te posicionamos para las relaciones de financiación que sustentarán tu trabajo a largo plazo.
fr: Mise en relation stratégique avec des fondations et des investisseurs partageant la même mission, qui peuvent vous aider à faire passer votre projet au niveau supérieur à l’issue du programme. Nous vous mettons en relation avec des partenaires financiers qui soutiendront votre travail à long terme.
pl: Strategiczne dopasowanie do fundacji i inwestorów z misją, którzy pomogą Ci rozwinąć Twój projekt po ukończeniu programu. Pomagamy Ci nawiązać relacje finansowe, które pozwolą Ci na długoterminową współpracę.
pt_br: Conectamos você estrategicamente com fundações e investidores alinhados à sua missão, que podem ajudar a levar seu projeto para o próximo nível após a conclusão do programa. Posicionamos você para estabelecer parcerias de financiamento que sustentarão seu trabalho a longo prazo.

# body.1e2f44ae-a169-4036-804b-5010cc565388.title
source: Advisory Committee
es: Comité asesor
fr: Comité consultatif

# body.b1f63b59-d614-460a-b48e-71f6fe4b894a
source: The Mozilla Foundation Incubator is guided by a committee of expert advisors. <b>These field leaders meet with teams to provide advice, mentorship and connections, and they also advise Mozilla on the overall program design.</b>
es: La incubadora de la Fundación Mozilla está guiada por un comité de asesores expertos. <b>Estos líderes de campo se reúnen con los equipos para brindar asesoramiento, tutoría y conexiones, y también asesoran a Mozilla sobre el diseño general del programa.</b>
fr: L’incubateur de la Fondation Mozilla est guidé par un comité d’experts-conseillers. <b>Ces chefs de file rencontrent les équipes pour leur fournir des conseils, un mentorat et des contacts, et ils conseillent également Mozilla quant à la conception du programme dans son ensemble.</b>

source: Advisory Committee
de: Beirat
es: Comité asesor
fr: Comité consultatif
pl: Komitet doradczy
pt_br: Comitê Consultivo

source: Dr. Abeba Birhane
es: Dra. Abeba Birhane
pt_br: Dra. Abeba Birhane

source: Dr. Abeba Birhane's headshot
de: Porträtfoto von Abeba Birhane
es: Retrato de la Dra. Abeba Birhane
fr: Photo de profil du Dr Abeba Birhane
pl: Zdjęcie dr. Abeby Birhane
pt_br: Retrato profissional da Dra. Abeba Birhane

source: Advisor
de: Beraterin
es: Asesora
fr: Conseiller
pl: Doradczyni
pt_br: Conselheira

source: Read bio
de: Biografie lesen
es: Leer biografía
fr: Lire la bio
pl: Przeczytaj biografię
pt_br: Leia a biografia

source: Dr. Gemma Galdon-Clavell
es: Dra. Gemma Galdon-Clavell
pt_br: Dra. Gemma Galdon-Clavell

source: Dr. Gemma Galdon-Clavell's headshot
de: Porträtfoto von Dr. Gemma Galdon-Clavell
es: Retrato de la Dra. Gemma Galdon-Clavell
fr: Photo de profil du Dr Gemma Galdon-Clavell
pl: Zdjęcie dr Gemmy Galdon-Clavell
pt_br: Retrato profissional da Dra. Gemma Galdon-Clavell

source: Advisor
de: Beraterin
es: Asesora
fr: Conseiller
pl: Doradczyni
pt_br: Conselheira
