Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/join-us/the-future-of-tech.po
Languages: de, es, fr, nl, pl, pt_br

source: Five people sitting on a stage in a panel style converseing against a blue shape background and an animated black hand drawn scribble
de: Fünf Personen sitzen auf einer Bühne und sprechen in einer Podiumsdiskussion vor einem blauen Hintergrund mit animierter, handgezeichneter schwarzer Skizze.
es: Cinco personas conversando sentadas como un panel en un escenario contra un fondo azul y un garabato animado color negro.
fr: Cinq personnes assises sur une scène, autour d’une table ronde, en train de discuter, sur un fond avec une forme bleue et un griffonnage noir animé dessiné à la main
nl: Vijf mensen zitten op een podium en praten in een panel, tegen een blauwe achtergrond en een geanimeerde zwarte handgetekende krabbel
pl: Cztery osoby siedzące na scenie w stylu dyskusji panelowej na niebieskim tle oraz animowane czarne odręczne bazgroły
pt_br: Painel de discussão com cinco pessoas conversando no palco, tendo ao fundo formas azuis e um traço preto desenhado à mão animado

source: Take a look at the donations we’re receiving from people all over the world to help reach our end-of-year goal:
de: So helfen uns Menschen aus aller Welt dabei, unser Jahresspendenziel für 2025 zu erreichen:
es: Mira las donaciones que estamos recibiendo de personas de todo el mundo para ayudarnos a alcanzar nuestra meta de fin de año:
fr: Voici quelques-uns des dons que nous avons reçus du monde entier pour nous aider à atteindre notre objectif de fin d’année :
nl: Bekijk de donaties die we ontvangen van mensen overal ter wereld om ons eindejaarsdoel te bereiken:
pl: Zobacz, jakie wsparcie otrzymujemy od osób z całego świata, które pomagają nam osiągnąć cel na koniec roku:
pt_br: Veja como pessoas do mundo todo estão contribuindo para nos ajudar a atingir nossa meta de fim de ano:

source: Mozilla Foundation is proudly non-profit, which makes end-of-year fundraising a critical time for us. The fundraising goals we set are real benchmarks to ensure we have the resources to continue making a digital future that works for everyone.
de: Die Mozilla Foundation ist non-profit und stolz darauf. Da wir unsere Arbeit aus Spenden finanzieren, sind die letzten Wochen vor Jahresende für uns besonders wichtig. Schließlich wollen wir sicherstellen, dass wir unsere Mission für eine bessere digitale Zukunft auch im neuen Jahr fortsetzen können.
es: Nuestras metas de recaudación de fondos son valores de referencia reales que garantizan la obtención de los recursos necesarios para poder seguir creando un futuro digital que funcione para todos.
fr: La Fondation Mozilla est fière d’être une organisation à but non lucratif. Nous n’avons pas d’actionnaires à contenter ni de conflits d’intérêts à éviter – mais nous ne pouvons pas passer à côté de notre objectif de fin d’année. Celui-ci n’est pas fixé par hasard : c’est un véritable repère pour garantir que nous disposons des ressources nécessaires afin de continuer à construire un avenir numérique qui profite à toutes et à tous.
nl: Mozilla Foundation is een trotse non-profitorganisatie, waardoor de eindejaarsinzameling een cruciaal moment voor ons is. De fondsenwervingsdoelen die we stellen, zijn echte maatstaven om ervoor te zorgen dat we de middelen hebben om een digitale toekomst te blijven creëren die voor iedereen werkt.
pl: Fundacja Mozilla to organizacja non profit, dlatego zbiórka na koniec roku jest dla nas ogromnie ważna. Cele fundraisingowe, które sobie wyznaczamy, naprawdę decydują o tym, jakimi środkami będziemy dysponować i czy uda nam się dalej kształtować przyszłość cyfrową z korzyścią dla nas wszystkich.
pt_br: A Fundação Mozilla tem orgulho de ser uma organização sem fins lucrativos. É por isso que as doações de fim de ano são tão importantes. As metas de arrecadação que traçamos são essenciais para garantir os recursos necessários para continuarmos construindo um futuro digital melhor para todos.

source: We hope you’ll make an end-of-year contribution to Mozilla Foundation. Every donation we receive makes a big impact.
de: Wir würden uns sehr über Ihre Spende freuen. Jeder kleine Beitrag bewirkt Großes für die Mozilla Foundation!
es: Esperamos que puedas hacer una donación de fin de año a la Fundación Mozilla. Cada donación que recibimos tienen un gran impacto.
fr: C’est pourquoi nous espérons que vous ferez un don de fin d’année à la Fondation Mozilla. N’oubliez pas : chaque contribution, quel que soit son montant, compte. Merci d’avance pour votre soutien.
nl: We hopen dat je een eindejaarsbijdrage doet aan de Mozilla Foundation. Iedere donatie die we ontvangen maakt een grote impact.
pl: Liczymy na Twoje wsparcie z okazji końca roku. Każda darowizna dla Fundacji Mozilla ma wielkie znaczenie.
pt_br: Esperamos contar com a sua contribuição de fim de ano para a Fundação Mozilla. Cada doação que recebemos tem um impacto real.

source: Group of four people looking at some papers on a table on top of an orange shape along with an animated hand drawn zig zag squiggle
de: Eine Gruppe auf einer orangefarbenen Silhouette betrachtet Papiere auf einem Tisch, begleitet von einer animierten, handgezeichneten Zickzack-Linie.
es: Grupo de cuatro personas mirando unos papeles sobre una mesa sobre una forma naranja y un zigzag animado color negro.
fr: Un groupe de quatre personnes regarde des documents posés sur une table, devant une forme orange, avec un zigzag dessiné à la main et animé
nl: Een groep van vier mensen kijkt naar wat papieren op een tafel bovenop een oranje vorm met een geanimeerde, met de hand getekende zigzag-krul
pl: Grupa czterech osób, które patrzą na dokumenty leżące na stole, na pomarańczowym elemencie geometrycznym oraz animowany odręcznie narysowany zygzak
pt_br: Grupo de quatro pessoas analisando documentos sobre uma mesa, com fundo de forma geométrica laranja e um rabisco em zigue-zague desenhado à mão animado

source: Launched this year, the Mozilla Data Collective is rebuilding the AI data ecosystem – with communities at the center. This platform allows organizations and individuals to share datasets in line with their values, giving them total ownership and control over how their datasets are used.
nl: Het Mozilla Data Collective - dit jaar gelanceerd - herbouwt het AI-data-ecosysteem en zet gemeenschappen centraal. Met dit platform kunnen organisaties en individuen datasets delen in lijn met hun waarden, waardoor ze volledige zeggenschap en controle krijgen over hoe hun datasets worden gebruikt.
pt_br: Criado neste ano, o Mozilla Data Collective está redesenhando o ecossistema de dados da IA, colocando as comunidades no centro. Essa plataforma permite que organizações e indivíduos compartilhem conjuntos de dados alinhados aos seus valores, mantendo total propriedade e controle sobre como esses dados são utilizados.
