Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/join-us/the-future-of-tech.po
Languages: de, es, fr, nl, pl, pt_br

# title
source: The future of tech is ours to build
de: Die Technologiezukunft liegt ihn unseren Händen
es: El futuro de la tecnología está en nuestras manos
fr: L’avenir de la technologie nous appartient
nl: De toekomst van technologie is aan ons
pl: Przyszłość technologii zależy od nas
pt_br: O futuro da tecnologia está em nossas mãos

# hero_title
source: The future of tech is ours to build
de: Die Technologiezukunft liegt ihn unseren Händen
es: El futuro de la tecnología está en nuestras manos
fr: L’avenir de la technologie nous appartient
nl: De toekomst van technologie is aan ons
pl: Przyszłość technologii zależy od nas
pt_br: O futuro da tecnologia está em nossas mãos

# hero_description
source: Mozilla Foundation was born from the idea that the Internet should be open, accessible, and equitable for all.
de: Die Mozilla Foundation entstand aus der Idee, ein offenes, zugängliches und gerechtes Internet für alle bereitzustellen.
es: La Fundación Mozilla nació de la idea de que Internet debe ser abierto, accesible y equitativo para todos.
fr: La Fondation Mozilla est née autour de l’idée qu’Internet devrait rester un espace ouvert, accessible et équitable.
pl: Fundacja Mozilla powstała z przekonania, że Internet powinien być otwarty, dostępny i sprawiedliwy dla wszystkich.
pt_br: A Fundação Mozilla nasceu da crença de que a internet deve ser um espaço aberto, acessível e justo para todas as pessoas.

# hero_image_alt_text
source: Four people working together against an orange shape background and animated black hand drawn scribble
de: Vier Personen arbeiten zusammen vor einem orangefarbenen Hintergrund mit animierter, handgezeichneter schwarzer Skizze.
es: Cuatro personas trabajando juntas contra un fondo naranja y un garabato animado color negro.
fr: Quatre personnes travaillant ensemble sur un fond avec une forme orange, avec un griffonnage noir animé dessiné à la main
nl: Vier mensen die samenwerken tegen een oranje achtergrond en geanimeerde, zwarte handgetekende krabbels
pl: Cztery pracujące razem osoby na pomarańczowym tle oraz animowane czarne odręczne bazgroły
pt_br: Quatro pessoas trabalhando juntas contra um plano de fundo laranja e um rabisco preto desenhado à mão animado

source: For over two decades, we’ve built open-source technologies, ethical data tools, global campaigns, and a community of people creating a better tech future. Grounded by our manifesto, the Mozilla Foundation community is defiantly optimistic that we can make good on the promise of technology.
de: Seit über zwei Jahrzehnten entwickeln wir Open-Source-Technologien, ethisch verantwortungsvolle Datentools und globale Kampagnen. Gleichzeitig mobilisieren wir Menschen, um gemeinsam mit uns eine bessere Technologiezukunft zu gestalten. Wir halten als Community an unseren Werten fest und sind unbeugsam optimistisch, dass wir das Versprechen von Technologien, die allen dienen, einlösen können.
es: Durante más de 20 años, hemos creado tecnologías de código abierto, herramientas de datos éticas, campañas internacionales y una comunidad de personas que construyen un futuro tecnológico mejor. Basada en nuestro manifiesto, la comunidad de la Fundación Mozilla es desafiantemente optimista y cree que podemos cumplir la promesa de la tecnología.
fr: Depuis plus de vingt ans, nous avons développé des technologies open source, des outils pour gérer les données de façon éthique, des campagnes de plaidoyers dans le monde entier ainsi qu’une vaste communauté de personnes déterminées à créer un meilleur avenir technologique. Et fidèle à notre manifeste, la communauté de la Fondation Mozilla affiche un optimisme résolu : la technologie peut encore tenir ses promesses.
nl: Al meer dan twintig jaar bouwen we aan open-sourcetechnologieën, ethische datatools, wereldwijde campagnes en een community die een betere technologische toekomst creëert. Op basis van ons manifest is de Mozilla Foundation onverminderd optimistisch dat we de belofte van technologie kunnen waarmaken.
pl: Od ponad dwudziestu lat tworzymy technologie open source, etyczne narzędzia do obsługi danych, globalne kampanie i społeczność osób, które kształtują lepszą przyszłość technologiczną. Kierując się naszym manifestem, społeczność Fundacji Mozilla optymistycznie — na przekór wszystkiemu — jest przekonana, że technologia może być dobra.
pt_br: Há mais de 20 anos, a Fundação Mozilla desenvolve tecnologias abertas, ferramentas éticas de dados e campanhas globais que inspiram uma comunidade dedicada a construir um futuro tecnológico melhor. Nosso manifesto nos guia com otimismo e coragem para transformar a promessa da tecnologia em realidade.

source: Right now, the future of the Internet as we know it is at a crossroads. Will the next era of technology center people, or concentrate power in the hands of a few large tech companies?
de: Aktuell steht das Internet am Scheideweg. Wird in der nächsten Ära der Technologie der Mensch im Mittelpunkt stehen oder wird die Macht bei einer Handvoll profitgieriger Tech-Riesen liegen?
es: En este momento, el futuro de Internet tal y como lo conocemos se encuentra en una encrucijada. ¿La próxima era tecnológica se centrará en las personas o concentrará el poder en manos de un puñado de grandes empresas tecnológicas?
fr: Aujourd’hui, l’avenir d’Internet tel que nous le connaissons est à un tournant. La prochaine ère technologique donnera-t-elle le pouvoir aux utilisatrices et utilisateurs ou le concentrera-t-elle entre les mains de quelques multinationales toutes-puissantes ?
nl: De toekomst van het internet zoals we het kennen bevindt zich op een kruispunt. Zal het volgende tijdperk van technologie zich toespitsen op mensen, of zal de macht zich concentreren rondom een aantal grote techbedrijven?
pl: Obecnie przyszłość Internetu w postaci, którą znamy, stoi pod znakiem zapytania. Czy kolejna era technologii będzie skupiona na ludziach, czy raczej władza skoncentruje się w rękach kilku dużych firm technologicznych?
pt_br: O futuro da internet está em um momento decisivo. A próxima fase da tecnologia definirá se continuaremos colocando as pessoas no centro ou se o poder ficará restrito a poucas grandes empresas.

source: We all get to decide the answer to that question. Together, we can shift power back towards individuals and communities.
de: Die Antwort darauf können wir aktiv beeinflussen. Gemeinsam sind wir in der Lage, die digitale Welt neu auszurichten. Hin zu den Menschen und den Gemeinschaften, die sie nutzen.
es: Todos definiremos la respuesta a esa pregunta. Juntos, podemos devolverle el poder a las personas y comunidades.
fr: Nous avons toutes et tous notre mot à dire sur cette question. Ensemble, nous pouvons redonner le pouvoir aux individus et aux communautés partout dans le monde.
nl: We kunnen allemaal zelf het antwoord op die vraag bepalen. Samen kunnen we de macht terugbrengen naar het individu en de gemeenschap.
pl: Wszyscy mamy wpływ na odpowiedź na to pytanie. Razem możemy z powrotem przekazać kontrolę jednostkom i społecznościom.
pt_br: Cabe a nós decidir esse rumo. Juntos, podemos colocar o poder de volta nas mãos das pessoas e das comunidades.

source: Shaping the future of technology depends on people like you. And Mozilla Foundation’s work is powered by the generosity of grassroots donors.
de: Unser aller Technologiezukunft liegt in den Händen von Menschen wie Ihnen. Und die Arbeit der Mozilla Foundation wird von der Großzügigkeit engagierter Unterstützer*innen getragen.
es: El futuro de la tecnología depende de personas como tú. Y el trabajo de la Fundación Mozilla se sostiene con la generosidad de la gente común que dona.
fr: Façonner l’avenir de la technologie dépend de personnes comme vous. Car c’est la générosité des donatrices et donateurs à la base de notre communauté qui permet de faire avancer la vision d’un meilleur Internet, en donnant vie aux nombreuses initiatives proposées par la Fondation Mozilla.
nl: Het vormen van de toekomst van technologie hangt af van mensen zoals jij. En het werk van Mozilla Foundation wordt mogelijk gemaakt door de vrijgevigheid van donateurs.
pl: Kształtowanie przyszłości technologii to zadanie dla osób takich jak Ty, a działania Fundacji Mozilla są możliwe dzięki hojnej społeczności darczyńców.
pt_br: Moldar o futuro da tecnologia depende de pessoas como você. O trabalho da Fundação Mozilla é sustentado pela generosidade de doadores e comunidades ao redor do mundo.

source: We’re facing our end-of-year fundraising deadline on December 31, and we have a big goal—to raise $6.5 million USD in grassroots donations before the year ends.
de: Wir haben uns ein großes Ziel gesetzt: Bis zum Jahresende hoffen wir, Spenden in Höhe von 6,5 Mio. US-Dollar aus unserer Community zu sammeln. Die Frist läuft am 31. Dezember ab.
es: El 31 de diciembre vence nuestro plazo para la recaudación de fondos de fin de año y nos propusimos una gran meta: recaudar 6,5 millones de USD en donaciones de gente común antes de esa fecha.
fr: Comme chaque année, le 31 décembre est une date importante pour nous : elle marque la fin de notre collecte de fonds, dont l’objectif est fixé à 6,5 millions de dollars.
nl: We naderen de deadline van onze eindejaarsinzamelingsactie op 31 december en we hebben een aanzienlijk doel - 6,5 miljoen dollar in donaties voor het jaar eindigt.
pl: Koniec naszej zbiórki na zakończenie roku zbliża się nieubłaganie — zbieramy datki do 31 grudnia. Cel mamy ambitny: przed końcem roku chcemy zebrać 6,5 mln USD.
pt_br: Estamos chegando à reta final da nossa campanha anual de arrecadação, que termina em 31 de dezembro, com uma grande meta pela frente: arrecadar US$ 6,5 milhões em doações de pessoas como você até o fim do ano.

source: Can you make a contribution to Mozilla Foundation to help reach this ambitious goal?
de: Wären Sie bereit, noch heute an die Mozilla Foundation spenden, damit wir dieses ehrgeizige Ziel erreichen?
es: ¿Podrías donar a la Fundación Mozilla para ayudarnos a alcanzar esta ambiciosa meta?
fr: C’est pourquoi nous vous le demandons : pourriez-vous faire un don à la Fondation Mozilla pour nous permettre d’atteindre cet objectif ?
nl: Kun je een bijdrage doen aan de Mozilla Foundation om ons te helpen dit ambitieuze doel te behalen?
pl: Czy możesz wpłacić datek na rzecz Fundacji Mozilla, aby pomóc nam osiągnąć ten cel?
pt_br: Que tal contribuir para a Fundação Mozilla e ajudar a tornar essa meta ambiciosa uma realidade?

# body.b10b0c22-5ee6-4502-8721-1bd65e2b74bd.title
source: Your donation has the power to ...
de: Mit Ihrer Spende können Sie aktiv …
es: Tu donación serviría para...
fr: Votre don est bien plus qu’un soutien financier. Quel que soit son montant, il permet de :
nl: Jouw donatie heeft de kracht om…
pl: Na co przeznaczymy Twój datek…
pt_br: Sua doação tem o poder de…

source: Build good tech
de: … gute Technologie fördern
es: Construir buena tecnología
fr: Créer des technologies vertueuses
nl: Goede technologie te creëren
pl: Tworzenie dobrej technologii
pt_br: Criar tecnologia para o bem

source: Launched this year, the Mozilla Data Collective is rebuilding the AI data ecosystem—with communities at the center. This platform allows organizations and individuals to share datasets in line with their values, giving them total ownership and control over how their datasets are used.
de: Das 2025 gelaunchte „Mozilla Data Collective“ stellt das Datenökosystem rund um KI neu und gemeinschaftszentriert auf. Organisationen und Einzelpersonen behalten auf dieser Plattform die Eigentumsrechte über ihre Datensets und bestimmten selbst, wie und von wem sie genutzt werden.
es: Iniciado este año, Data Collective de Mozilla está reconstruyendo el ecosistema de datos de IA teniendo a las comunidades como eje central. Esta plataforma posibilita que organizaciones y personas compartan conjuntos de datos conforme a sus valores, dándoles total propiedad y control sobre el uso que se les da.
pl: W tym roku uruchomiliśmy platformę Mozilla Data Collective, która na nowo kształtuje ekosystem danych AI, stawiając społeczności na pierwszym planie. Platforma pozwala organizacjom i pojedynczym osobom udostępniać zbiory danych w zgodzie z ich wartościami. Użytkownicy zachowują pełne prawa do swoich treści oraz kontrolę na tym, w jaki sposób są wykorzystywane ich dane.

source: In a world where AI development is controlled by a handful of big companies, Mozilla Data Collective is a human-centered alternative. And donations from supporters like you make it possible to build good tech alternatives.
de: In einer Welt, in der wenige großen Unternehmen die gesamte KI-Entwicklung kontrollieren, bietet das Mozilla Data Collective die Alternative, die uns Menschen in den Mittelpunkt stellt. Mit Ihrer Spende helfen Sie, bessere Technologien voranzubringen, die allen zugutekommen.
es: En un mundo donde un puñado de grandes compañías controla el desarrollo de la IA, Data Collective de Mozilla es una alternativa centrada en las personas. Y las donaciones de simpatizantes como tú hacen posible construir alternativas tecnológicas buenas.
fr: Dans un monde où le développement de l’IA est dominé par une poignée de grandes entreprises, Mozilla Data Collective propose une alternative centrée sur l’humain. Et c’est le soutien des membres de la communauté Mozilla comme vous qui rend possible la création de technologies vertueuses.
nl: In een wereld waarin de ontwikkeling van AI wordt beheerst door een handvol grote bedrijven, is Mozilla Data Collective een alternatief waarin de mens centraal staat. En donaties van supporters zoals jij maken het mogelijk om goede technologische alternatieven te bouwen.
pl: W świecie, w którym rozwój AI jest kontrolowany przez garstkę wielkich firm, platforma Mozilla Data Collective stanowi alternatywę opartą na potrzebach ludzi. A tworzenie dobrych alternatywnych technologii jest możliwe dzięki wsparciu darczyńców takich jak Ty.
pt_br: No cenário atual, em que o desenvolvimento da IA está nas mãos de poucas grandes corporações, o Mozilla Data Collective surge como uma alternativa centrada nas pessoas. São as doações de apoiadores como você que possibilitam criar alternativas de tecnologia para o bem.

source: Four people looking at a computer screen against an orange shape background with a black hand drawn zig zag squiggle
de: Vier Personen schauen auf einen PC-Bildschirm vor einem orangefarbenen Hintergrund mit einer schwarzen, handgezeichneten Zickzack-Linie.
es: Cuatro personas mirando una pantalla de computadora contra un fondo naranja y un zigzag animado color negro.
fr: Quatre personnes regardant un écran d’ordinateur sur un fond avec une forme orange, avec un zigzag noir dessiné à la main
nl: Vier mensen die naar een computerscherm kijken tegen een oranje achtergrond met een zwarte, met de hand getekende zigzag-krul
pl: Cztery osoby, które patrzą na ekran komputera, na pomarańczowym tle oraz czarny odręcznie narysowany zygzak
pt_br: Quatro pessoas olhando para uma tela de computador contra um plano de fundo laranja com um rabisco preto em zigue-zague desenhado à mão

source: Support our advocacy work
de: … unsere Arbeit zur Interessenvertretung unterstützen
es: Apoyar nuestra labor de activismo
fr: Renforcer nos actions de plaidoyer
nl: Steun onze belangenbehartiging
pl: Działania rzecznicze
pt_br: Impulsionar nosso ativismo

source: Mozilla Foundation advocates for ethical tech that puts user agency first. This year, we took on Meta when we found out they were using their AI “Discover Feed” to quietly expose private conversations.
de: Die Mozilla Foundation setzt sich für ethische Technologie ein, bei der die Nutzer*innen im Fokus stehen. Dieses Jahr haben wir uns mit dem Meta-Konzern angelegt, der seinen KI-Discover-Feed nutzte, um klammheimlich private Chats zu veröffentlichen.
es: La Fundación Mozilla aboga por una tecnología ética que ponga la representatividad del usuario en primer lugar. Este año, nos enfrentamos a Meta cuando descubrimos que utilizaba Discover Feed, su IA de búsqueda de contenido, para exponer discretamente conversaciones privadas.
fr: La Fondation Mozilla défend une technologie éthique qui fait passer les intérêts des utilisatrices et utilisateurs avant toute chose. Cette année, nous avons interpellé Meta après avoir découvert que le « Discover Feed » de leur IA rendait publiques des conversations privées.
nl: Mozilla Foundation pleit voor ethische technologie waarin de gebruiker centraal staat. Dit jaar namen we het op tegen Meta en kwamen erachter dat ze hun AI 'Discover Feed' gebruikten om privégesprekken openbaar te maken.
pl: Fundacja Mozilla promuje etyczną technologię, w której najważniejsza jest sprawczość użytkowników. W tym roku stawiliśmy czoło firmie Meta, gdy okazało się, że po cichu ujawnia prywatne rozmowy w sekcji odkrywania aktualności AI.
pt_br: A Fundação Mozilla defende uma tecnologia ética, que coloca a autonomia das pessoas em primeiro lugar. Neste ano, enfrentamos a Meta após descobrirmos que a IA “Discover Feed” expunha conversas privadas de usuários sem qualquer aviso.

source: After tens of thousands of Mozillians spoke out against this, Meta contacted us directly and we helped make their AI tool more transparent. Your donation to Mozilla Foundation makes victories like this possible.
de: Nachdem Zehntausende unserer Supporter*innen dagegen protestiert hatten, hat Meta uns direkt kontaktiert, damit wir den Verantwortlichen helfen, ihr KI-Tool transparenter zu gestalten. Ihre Spende an die Mozilla Foundation macht solche Erfolge möglich.
es: Después de que decenas de miles de mozillanos se pronunciaran en contra, Meta nos contactó directamente y le ayudamos a volver más transparente su herramienta de IA. Tu donación a la Fundación Mozilla hace posibles victorias como esta.
fr: Des dizaines de milliers de membres de la communauté Mozilla se sont alors mobilisés et Meta nous a directement contactés, afin que nous les aidions à rendre leur outil d’IA plus transparent. Votre don à la Fondation Mozilla permet de rendre possibles des victoires comme celle-ci.
nl: Nadat tienduizenden Mozillians zich hiertegen uitspraken, nam Meta direct contact op met ons en we hielpen hun AI tool transparanter te maken. Jouw donatie aan Mozilla Foundation maakt overwinningen zoals deze mogelijk.
pl: Gdy tysiące osób ze społeczności Mozilla wypowiedziały się przeciwko takim praktykom, Meta skontaktowała się z nami bezpośrednio. Pomogliśmy jej zwiększyć przejrzystość ich narzędzia AI. Fundacja Mozilla może odnosić takie zwycięstwa dzięki Twojemu wsparciu.
pt_br: Depois que dezenas de milhares de apoiadores da Mozilla se manifestaram contra isso, a Meta acabou nos procurando para dialogar. O resultado? Tornamos sua ferramenta de IA mais transparente. Esse tipo de conquista só é possível com doações como a sua.

source: Four people giving and receiving high fives on top of a yellow shape with an animated sun burst hand drawn lines in the background
de: Vier Personen geben sich High Fives auf einer gelben Silhouette, im Hintergrund animierte, handgezeichnete Sonnenstrahlen.
es: Cuatro personas chocando las manos sobre una forma amarilla contra un fondo de sol animado.
fr: Quatre personnes se font des high-fives au sommet d’une forme jaune, avec en arrière-plan des lignes animées en rayons de soleil dessinées à la main
nl: Vier mensen geven en ontvangen high fives bovenop een gele vorm met op de achtergrond een geanimeerde, met de hand getekende zonnestraal.
pl: Cztery osoby przybijające sobie piątki na żółtym elemencie geometrycznym oraz animowane, narysowane odręcznie promienie słońca w tle
pt_br: Quatro pessoas cumprimentando-se com as mãos espalmadas sobre uma forma geométrica amarela, com linhas animadas em formato de raios de sol desenhadas à mão ao fundo

source: Inspire people to build ethical tech
de: … Menschen helfen, ethische Technologien zu entwickeln
es: Inspirar a personas a crear tecnología ética
fr: Inspirer la création de technologies éthiques
nl: Inspireer mensen om ethische technologie te creëren
pl: Inspirowanie twórców etycznej technologii
pt_br: Inspirar pessoas a criar tecnologia ética

source: Mozilla Foundation educates and inspires the next generation of technologists. Through our Responsible Computing Challenge, we provide funding to universities all over the world so that they can build ethics-centered computer science curricula.
de: Wir schulen und sensibilisieren die nächste Generation von Technolog*innen. Im Rahmen unserer „Responsible Computing Challenge“ erhalten Hochschulen von uns finanziellen Support, damit sie die Entwicklung ethisch verantwortungsvoller Lösungen in ihren Lehrplänen verankern können.
es: La Fundación Mozilla instruye e inspira a la siguiente generación de tecnólogos. Mediante nuestra iniciativa Responsible Computing Challenge, proporcionamos fondos a universidades de todo el mundo para que sus planes de estudios de informática estén centrados en la ética.
fr: La Fondation Mozilla contribue à former la prochaine génération de technologues. Par le biais de notre Défi de l’informatique responsable, nous soutenons financièrement des universités du monde entier afin qu’elles développent des cursus en informatique centrés sur l’éthique.
nl: Mozilla Foundation leert en inspireert de volgende generatie technologen. Met behulp van onze Responsible Computing Challenge, financieren we universiteiten over de hele wereld zodat ze computerwetenschapscurricula met een ethisch uitgangspunt kunnen ontwikkelen.
pl: Fundacja Mozilla edukuje i inspiruje kolejne pokolenie specjalistów od technologii. W ramach projektu Responsible Computing Challenge wspieramy finansowo uniwersytety na całym świecie, umożliwiając im tworzenie programów nauczania informatyki opartej na etyce.
pt_br: A Fundação Mozilla busca educar e inspirar a próxima geração de especialistas em tecnologia. Por meio do Responsible Computing Challenge, oferecemos apoio financeiro a universidades de todo o mundo para que desenvolvam currículos de ciência da computação com a ética como pilar central.

source: By contributing to Mozilla Foundation, you are inspiring young technologists to make tech that puts people before profits.
de: Durch Ihre Spende an die Mozilla Foundation inspirieren Sie junge Vordenker*innen dazu, Menschen vor Profit zu stellen.
es: Al donar a la Fundación Mozilla, sirves de inspiración a jóvenes tecnólogos para hacer tecnología que anteponga las personas a las ganancias.
fr: En soutenant la Fondation Mozilla, vous encouragez les spécialistes de demain à concevoir et développer des technologies qui placent les personnes avant les profits.
nl: Door te doneren aan Mozilla Foundation, inspireer je jonge technologen om techologie te ontwikkelen waarbij mensen boven winst staan.
pl: Wspierając Fundację Mozilla, inspirujesz młodych technologów do tworzenia rozwiązań, w których na pierwszym miejscu jest człowiek, a nie zyski.
pt_br: Sua doação para a Fundação Mozilla inspira jovens talentos da tecnologia a construir um futuro digital que prioriza as pessoas, não o lucro.
