Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do/mobilize/request-for-basic-data.po
Languages: de, es, fr, pl, pt_br

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: That’s why we’ve launched a public petition — to make sure this call for accountability comes not only from researchers, but from thousands of people around the world.
de: Das ist der Grund, warum wir eine öffentliche Petition gestartet haben – um sicherzustellen, dass diese Forderung nach Rechenschaftspflicht nicht nur von Forschern, sondern von Tausenden von Menschen auf der ganzen Welt kommt.
fr: Voilà pourquoi nous avons mis en place une pétition publique, pour garantir que cette demande de responsabilité émane non seulement des chercheurs·euses, mais aussi de milliers de personnes à travers le monde.
pl: Dlatego uruchomiliśmy publiczną petycję, aby się upewnić, że to wezwanie do odpowiedzialności pochodzi nie tylko od naukowców, lecz także od tysięcy ludzi na całym świecie.

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: Add your name now.
de: Fügen Sie jetzt Ihren Namen hinzu.
fr: Ajoutez votre nom maintenant.
pl: Dołącz swój podpis już teraz.

# body.161cfe62-8204-4a06-a4d0-a160987d7f00.title
source: FAQ
pl: Często zadawane pytania
pt_br: Perguntas Frequentes

source: Which platforms are you requesting from, and why?
de: Welche Plattformen sind angefragt und warum?
es: ¿A qué plataformas están solicitando los datos y por qué?
fr: Quelles sont les plateformes sollicitées et pourquoi ?
pl: Do których platform kierujecie tę prośbę i dlaczego?
pt_br: De quais plataformas vocês estão solicitando os dados e por quê?

source: X, LinkedIn, Facebook, Instagram, YouTube, and TikTok. We have identified these as ‘key information providers’ in the EU.
de: X, LinkedIn, Facebook, Instagram, YouTube und TikTok. Wir haben diese in der EU als „zentrale Informationsanbieter“ identifiziert.
es: X, LinkedIn, Facebook, Instagram, YouTube y TikTok, que los hemos identificado como «proveedores de información clave» en la UE.
fr: X, LinkedIn, Facebook, Instagram, YouTube et TikTok. Nous les avons identifiées comme étant les « principaux fournisseurs d’informations » dans l’UE.
pl: X, LinkedIn, Facebook, Instagram, YouTube i TikTok. Uznaliśmy je za „kluczowych dostawców informacji” w UE.
pt_br: X, LinkedIn, Facebook, Instagram, YouTube e TikTok. Identificámos estes como "principais fornecedores de informação" na UE.

source: How did you decide on this exact request?
de: Wie wurde diese konkrete Forderung festgelegt?
es: ¿Cómo decidieron realizar esta solicitud?
fr: Comment avez-vous décidé de formuler cette demande précise ?
pl: Na jakiej podstawie podjęliście decyzję o skierowaniu właśnie takiej prośby?
pt_br: Como vocês chegaram a essa solicitação específica?

source: Through a workshop and multiple follow up sessions with EU civil society and research orgs.
de: Durch einen Workshop und mehrere Folgesitzungen mit der Zivilgesellschaft und Forschungsorganisationen der EU.
es: A través de las actividades de un taller y de múltiples sesiones de seguimiento con la sociedad civil y organismos de investigación de la UE.
fr: À l’issue d’un atelier et de plusieurs sessions de suivi réunissant des organisations de la société civile et des organismes de recherche de l’UE.
pl: W ramach warsztatów i wielu innych spotkań z organizacjami społeczeństwa obywatelskiego i badawczymi z UE.
pt_br: Por meio de um workshop e várias sessões de acompanhamento com organizações da sociedade civil e de pesquisa da UE.

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: the most viewed content
de: den meistgesehenen Inhalten
es: los contenidos más vistos
pt_br: o conteúdo mais visualizado

# body.5f6049a4-211c-44fe-9875-382927911e44
source: — AlgorithmWatch, DSA 40 Data Access Collaboratory, Mozilla Foundation, and other civil society and research orgs, inside and outside the EU
pt_br: — AlgorithmWatch, DSA 40 Data Access Collaboratory, Mozilla Foundation e outras organizações da sociedade civil e de pesquisa, dentro e fora da UE

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: We look forward to platforms starting to provide this basic data
pt_br: Esperamos que as plataformas comecem a fornecer esses dados básicos

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: three weeks from today, October 3rd (by October 27)
pt_br: dentro de três semanas a partir de hoje, 3 de outubro (até 27 de outubro).
