Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/what-we-do/mobilize/request-for-basic-data.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Mozilla Foundation's Request for Basic Data
de: Forderung der Mozilla Foundation nach grundlegenden Daten
es: Solicitud de datos básicos de la Fundación Mozilla
fr: L’appel de la Fondation Mozilla pour l’accès aux données fondamentales
pl: Prośba Fundacji Mozilla o udostępnienie podstawowych danych
pt_br: Solicitação de Dados Básicos da Fundação Mozilla

# search_description
source: A lack of basic data around most viewed content on social media makes it harder to understand how these platforms are influencing society and to monitor harmful content in a timely way. That's why researchers are making a request for a 'birds eye view' dataset of top 1,000 most seen social media posts.
de: Ein Mangel an grundlegenden Daten über die meistgesehenen Inhalte in sozialen Medien erschwert das Verständnis, wie diese Plattformen die Gesellschaft beeinflussen, und verhindert die rechtzeitige Überwachung schädlicher Inhalte. Aus diesem Grund fordern Forscher eine Vogelperspektive auf die Top 1.000 der meistgesehenen Beiträge in sozialen Medien.
es: La falta de datos básicos sobre los contenidos más vistos en las redes sociales nos impide comprender cómo estas plataformas están influyendo en la sociedad y hace más difícil monitorear el contenido dañino de manera oportuna. Por ese motivo, los investigadores están solicitando un conjunto de datos que ofrezca una visión panormámica de las 1000 publicaciones más vistas en las redes sociales.
fr: Le manque de données fondamentales sur les contenus les plus consultés sur les réseaux sociaux rend plus difficile la compréhension de l’influence de ces plateformes sur la société et le repérage rapide des contenus préjudiciables. C’est pourquoi les chercheurs demandent la création d’une base de données offrant une vue d’ensemble des 1 000 publications les plus consultées sur les réseaux sociaux.
pl: Brak podstawowych danych dotyczących najczęściej oglądanych treści w mediach społecznościowych utrudnia zrozumienie wpływu tych platform na społeczeństwo oraz monitorowanie szkodliwych treści w odpowiednim czasie. Z tego powodu naukowcy zwracają się z prośbą o udostępnienie zbioru danych, zawierającego 1000 najczęściej oglądanych postów w mediach społecznościowych.
pt_br: A falta de dados básicos sobre o conteúdo mais visto nas redes sociais torna mais difícil entender como essas plataformas estão influenciando a sociedade e monitorar o conteúdo prejudicial em tempo hábil. É por isso que pesquisadores estão solicitando a criação de um conjunto de dados com uma “visão panorâmica” — listando as 1.000 postagens mais visualizadas nas redes sociais.

# title
source: Request for Basic Data
de: Forderung nach grundlegenden Daten
es: Solicitud de datos básicos
fr: Appel à la fourniture de données fondamentales
pl: Prośba o udostępnienie podstawowych danych
pt_br: Solicitação de Dados Básicos

# hero_title
source: Request for Basic Data
de: Forderung nach grundlegenden Daten
es: Solicitud de datos básicos
fr: Appel à la fourniture de données fondamentales
pl: Prośba o udostępnienie podstawowych danych
pt_br: Solicitação de Dados Básicos

# hero_image_alt_text
source: Man with glasses looking at laptop in an office with white hand drawn lines emanating from behind him and an arrow pointing to the laptop
de: Mann mit Brille schaut auf einen Laptop in einem Büro, hinter dem weiße, handgezeichnete Linien ausstrahlen, mit einem Pfeil, der auf den Laptop zeigt
es: Un hombre con gafas mira su computadora en una oficina; líneas blancas dibujadas a mano emanan de detrás de él y hay una flecha que apunta a la computadora.
fr: Un homme portant des lunettes regarde son ordinateur portable dans un bureau. Derrière lui, des lignes blanches dessinées à la main jaillissent et une flèche pointe vers l’ordinateur portable.
pl: Mężczyzna w okularach, patrzący na laptopa w biurze, za nim widoczne białe, narysowane ręcznie linie, a strzałka wskazuje na laptopa
pt_br: Homem de óculos olhando para o laptop em um escritório com linhas brancas desenhadas à mão que emanam de trás dele e uma seta apontando para o laptop

# body.5f6049a4-211c-44fe-9875-382927911e44
source: We are making a simple request to social media platforms for their most viewed content — specifically, the top 1,000 most viewed posts, per platform, per EU member state.
de: Wir richten eine einfache Forderung an Social-Media-Plattformen bezüglich ihrer meistgesehenen Inhalte – konkret geht es um die Top 1.000 der meistgesehenen Beiträge, pro Plattform und pro EU-Mitgliedstaat.
es: Estamos solicitando a las plataformas de redes sociales que nos informen cuáles son sus contenidos más vistos, específicamente, las 1000 publicaciones más vistas por cada plataforma y por cada estado miembro de la UE.
fr: Nous adressons une demande simple aux plateformes de réseaux sociaux concernant leurs contenus les plus consultés, plus précisément les 1 000 publications les plus vues par plateforme et par État membre de l’Union européenne.
pl: Zwracamy się z prośbą do platform mediów społecznościowych o udostępnienie nam informacji na temat najczęściej oglądanych treści, a konkretnie 1000 najczęściej oglądanych postów na każdej platformie w każdym państwie członkowskim UE.
pt_br: Estamos fazendo uma solicitação simples às plataformas de redes sociais para o conteúdo mais visualizado — especificamente, as 1.000 postagens mais visualizadas, por plataforma, por estado membro da UE.

# body.5f6049a4-211c-44fe-9875-382927911e44
source: — AlgorithmWatch, DSA 40 Data Access Collaboratory, the Institute for Strategic Dialogue, AI Forensics, Mozilla Foundation, Social Computing Group (University of Zurich), Fundación Maldita.es and other civil society and research orgs, inside and outside the EU
fr: — AlgorithmWatch, DSA 40 Data Access Collaboratory, l’Institute for Strategic Dialogue, la Fondation Mozilla, le Social Computing Group (Université de Zurich), Fundación Maldita.es et d’autres groupes de la société civile et de la recherche, en Europe et ailleurs.
pl: – AlgorithmWatch, DSA 40 Data Access Collaboratory, Institute for Strategic Dialogue, AI Forensics, Mozilla Foundation, Social Computing Group (University of Zurich), Fundación Maldita.es oraz inne organizacje społeczeństwa obywatelskiego i badawcze, zarówno w UE, jak i poza nią

# body.8b90f5dc-409d-4303-8aa9-a9cca182375a
source: <b>Update – November 2025:</b> So far, the platforms have refused our request, but we’re not giving up. In fact, we're just getting started.
de: <b>Update – November 2025:</b> Bisher haben die Plattformen unsere Anfrage abgelehnt, aber wir geben nicht auf. Wir fangen gerade erst an.
fr: <b>Mise à jour de novembre 2025 :</b> Jusqu’ici, les plateformes ont rejeté notre demande, mais nous ne baissons pas les bras. En réalité, ce n’est que le début !
pl: <b>Aktualizacja – listopad 2025 r.:</b> do tej pory platformy odrzucały naszą prośbę, ale my się nie poddajemy. Tak naprawdę dopiero zaczynamy.

# body.8b90f5dc-409d-4303-8aa9-a9cca182375a
source: That’s why we’ve launched a public petition — to make sure this call for accountability comes not only from researchers, but from thousands of people around the world. <a id="a1">Add your name now.</a>
de: Das ist der Grund, warum wir eine öffentliche Petition gestartet haben – um sicherzustellen, dass diese Forderung nach Rechenschaftspflicht nicht nur von Forschern, sondern von Tausenden von Menschen auf der ganzen Welt kommt. <a id="a1">Fügen Sie jetzt Ihren Namen hinzu.</a>
fr: Voilà pourquoi nous avons mis en place une pétition publique, pour garantir que cette demande de responsabilité émane non seulement des chercheurs·euses, mais aussi de milliers de personnes à travers le monde. <a id="a1">Ajoutez votre nom maintenant.</a>
pl: Dlatego uruchomiliśmy publiczną petycję, aby się upewnić, że to wezwanie do odpowiedzialności pochodzi nie tylko od naukowców, lecz także od tysięcy ludzi na całym świecie. <a id="a1">Dołącz swój podpis już teraz.</a>

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: We believe society has a right to basic data from social media platforms, starting with
de: Wir glauben, dass die Gesellschaft ein Recht auf grundlegende Daten von Social-Media-Plattformen hat, beginnend mit
es: Creemos que la sociedad tiene derecho a conocer los datos básicos de las plataformas de redes sociales, empezando por
fr: Nous estimons que la société a le droit d’obtenir les données essentielles des plateformes de réseaux sociaux, en commençant par
pl: Uważamy, że społeczeństwo ma prawo do uzyskania dostępu do podstawowych danych z platform mediów społecznościowych, począwszy
pt_br: Acreditamos que a sociedade tem direito a dados básicos de plataformas de redes sociais, começando com

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: the most viewed content.
pl: od najczęściej oglądanych treści.

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: Every day, EU citizens consume a vast stream of content on the largest platforms, shaping what they think and do.
de: Täglich konsumieren EU-Bürger auf den größten Plattformen einen riesigen Strom von Inhalten, der ihre Meinungen und Handlungen prägt.
es: Cada día, los ciudadanos de la UE consumen una gran cantidad de contenido en las grandes plataformas, un contenido que moldea lo que piensan y lo que hacen.
fr: Chaque jour, les citoyens·ennes de l’UE consomment une grande quantité de contenus sur les principales plateformes technologiques, influençant ainsi leurs opinions et leurs comportements.
pl: Każdego dnia obywatele UE przeglądają ogromną ilość treści na największych platformach, które kształtują ich sposób myślenia i działania.
pt_br: Todos os dias, os cidadãos da UE consomem um vasto fluxo de conteúdo nas maiores plataformas, moldando o que pensam e fazem.

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: The most viewed content in this stream is, by its nature, extremely public. And as you’d expect, it accounts for a large share of activity on platforms, with a study of a random sample from YouTube finding that 94% of views came from just 4% of videos. But — absurdly — we don’t know what this most viewed content is, because social media platforms don’t share lists of it.
de: Die meistgesehenen Inhalte in diesem Strom sind von Natur aus extrem öffentlich. Und wie erwartet machen sie einen großen Teil der Aktivität auf Plattformen aus: Eine Studie einer Zufallsstichprobe von YouTube ergab, dass 94 % der Aufrufe von nur 4 % der Videos stammten. Aber – absurderweise – wissen wir nicht, was diese meistgesehenen Inhalte sind, da Social-Media-Plattformen keine Listen davon teilen.
es: Los contenidos más vistos en este medio son, por su misma naturaleza, extremadamente públicos. Y como era de esperar, representan una gran parte de la actividad en las plataformas: un estudio basado en una muestra aleatoria de YouTube reveló que el 94 % de las visitas provenían tan solo del 4 % de los videos. Pero, absurdamente, no sabemos cuál es el contenido más visto, porque las plataformas de redes sociales no lo revelan.
fr: Les contenus les plus visionnés sont par nature extrêmement visibles. Comme on peut s’y attendre, ils représentent une part importante de l’activité sur les plateformes. Une étude réalisée à partir d’un échantillon aléatoire tiré de YouTube a montré que 94 % des vues provenaient de seulement 4 % des vidéos. Mais, paradoxalement, nous ignorons quels sont ces contenus les plus visionnés, car les plateformes de réseaux sociaux ne communiquent pas leurs listes.
pl: Najczęściej oglądane treści w tym strumieniu mają z natury charakter wysoce publiczny. Jak można się spodziewać, stanowią one znaczną część aktywności na platformach. Według badania przeprowadzonego na losowej próbie w serwisie YouTube 94% wyświetleń przypadało na zaledwie 4% filmów. Jednak, co absurdalne, nie wiemy, jakie są te najczęściej oglądane treści, ponieważ platformy mediów społecznościowych nie udostępniają takich list.
pt_br: O conteúdo mais visualizado nesse fluxo é, por natureza, extremamente público. E, como era de se esperar, ele representa uma grande parcela da atividade nas plataformas — um estudo com uma amostra aleatória do YouTube constatou que 94% das visualizações provinham de apenas 4% dos vídeos. Mas — de forma absurda — não sabemos quais são esses conteúdos mais vistos, porque as plataformas de redes sociais não divulgam essas listas.

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: Unlike with TV, there is no Network Guide to give us an idea of what’s being broadcast.
de: Im Gegensatz zum Fernsehen gibt es keinen Sendeplan, der uns eine Vorstellung davon gibt, was ausgestrahlt wird.
es: A diferencia de la televisión, no existe una «guía de la red» que nos dé una idea de lo que se transmite.
fr: Contrairement à la télévision, il n’existe pas de guide des chaînes qui nous donne une idée des programmes diffusés.
pl: W przeciwieństwie do telewizji nie ma przewodnika po programach, który dawałby nam wyobrażenie o tym, co jest nadawane.
pt_br: Ao contrário da TV, não há um Guia de Rede para nos dar uma ideia do que está sendo transmitido.

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: That means we’re missing a critical tool to understand how these platforms are influencing society, and to monitor harmful content in a timely way. For instance, we can’t quickly catch a hostile campaign to influence an election, or a viral trend that’s harming kids — or anything else that could cause systemic risks in the EU.
de: Das bedeutet, uns fehlt ein kritisches Instrument, um zu verstehen, wie diese Plattformen die Gesellschaft beeinflussen, und um schädliche Inhalte rechtzeitig zu überwachen. Beispielsweise können wir eine feindliche Kampagne zur Beeinflussung einer Wahl oder einen viralen Trend, der Kindern schadet – oder alles andere, was systemische Risiken in der EU verursachen könnte – nicht schnell erkennen.
es: Esto significa que nos falta una herramienta fundamental para comprender cómo estas plataformas están influyendo en la sociedad y para monitorear el contenido dañino de manera oportuna. Por ejemplo, no podemos detectar rápidamente una campaña hostil para influir en una elección, o una tendencia viral que está perjudicando a los niños, o cualquier otra cosa que pueda causar riesgos sistémicos en la UE.
fr: Cela signifie qu’il nous manque un outil essentiel pour comprendre l’influence de ces plateformes sur la société et pour détecter rapidement les contenus préjudiciables. Par exemple, il nous est impossible de repérer rapidement une campagne malveillante visant à influencer le résultat d’une élection, ou une tendance virale préjudiciable aux enfants, ou tout autre élément susceptible de causer des risques systémiques dans l’UE.
pl: Oznacza to, że brakuje nam kluczowego narzędzia do zrozumienia, w jaki sposób platformy te wpływają na społeczeństwo, oraz do monitorowania szkodliwych treści w odpowiednim czasie. Przykładowo, nie jesteśmy w stanie szybko zidentyfikować wrogiej kampanii mającej na celu wywarcie wpływu na wybory lub viralowego trendu, który ma szkodliwy wpływ na dzieci – ani żadnej innej sytuacji, która mogłaby stanowić zagrożenie dla systemu w UE.
pt_br: Isso significa que estamos perdendo uma ferramenta crítica para entender como essas plataformas estão influenciando a sociedade e monitorar o conteúdo prejudicial em tempo hábil. Por exemplo, não podemos pegar rapidamente uma campanha hostil para influenciar uma eleição, ou uma tendência viral que está prejudicando as crianças — ou qualquer outra coisa que possa causar riscos sistêmicos na UE.

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: The lack of basic data around this content also makes it harder to assess platforms’ recommender systems, since to better understand them we need to know the content they are pushing the most.
de: Der Mangel an grundlegenden Daten über diese Inhalte erschwert es auch, die Empfehlungssysteme der Plattformen zu bewerten, da wir die Inhalte kennen müssen, die sie am stärksten verbreiten, um sie besser zu verstehen.
es: La falta de datos básicos en torno a estos contenidos también dificulta la evaluación de los sistemas de recomendación de las plataformas, ya que para comprenderlos mejor necesitamos saber cuáles son los contenidos que más promueven.
fr: L’absence de données fondamentales sur ces contenus rend également plus difficile l’évaluation des systèmes de recommandation des plateformes, car pour mieux les comprendre, nous devons connaître les contenus qu’elles mettent le plus en avant.
pl: Brak podstawowych danych na temat tych treści utrudnia również ocenę systemów rekomendacji platform, ponieważ aby lepiej je zrozumieć, musimy wiedzieć, jakie treści są przez nie najczęściej promowane.
pt_br: A falta de dados básicos sobre esse conteúdo também dificulta a avaliação dos sistemas de recomendação das plataformas, pois, para entendê-los melhor, precisamos conhecer o conteúdo que elas mais estão impulsionando.

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: To address this dangerous lack of transparency, we are making a request to the largest social media platforms for their most viewed content — specifically,
de: Um diesem gefährlichen Mangel an Transparenz zu begegnen, richten wir eine Forderung an die größten Social-Media-Plattformen bezüglich ihrer meistgesehenen Inhalte – konkret:
es: Para abordar esta peligrosa falta de transparencia, estamos solicitando a las grandes plataformas de redes sociales que nos informen cuáles son sus contenidos más vistos, específicamente,
fr: Pour remédier à ce manque dangereux de transparence, nous demandons aux plus grandes plateformes de réseaux sociaux de nous fournir leurs contenus les plus consultés,
pl: Aby wyeliminować ten niebezpieczny brak przejrzystości, zwracamy się do największych platform mediów społecznościowych z prośbą o udostępnienie nam najczęściej oglądanych treści – a konkretnie
pt_br: Para enfrentar essa perigosa falta de transparência, estamos solicitando às maiores plataformas de redes sociais que disponibilizem seus conteúdos mais visualizados — especificamente,

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: top 1,000 most viewed posts, per platform, per EU member state
de: die Top 1.000 der meistgesehenen Beiträge, pro Plattform und pro EU-Mitgliedstaat
es: las 1000 publicaciones más vistas por cada plataforma y por cada estado miembro de la UE
fr: à savoir les 1 000 publications les plus vues, par plateforme et par État membre de l’UE,
pl: 1000 najczęściej oglądanych postów na każdej platformie w każdym państwie członkowskim UE
pt_br: as 1.000 postagens mais vistas, por plataforma e por Estado-membro da UE,

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: for an initial six month period.
de: für eine anfängliche Dauer von sechs Monaten.
es: durante un período inicial de seis meses.
fr: pour une période initiale de six mois.
pl: w początkowym okresie sześciu miesięcy.
pt_br: durante um período inicial de seis meses.

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: We are making this request in relation to the EU’s Digital Services Act, which, under Article 40, Paragraph 12, mandates that platforms give access to public data ‘without undue delay’.
de: Wir stellen diese Forderung in Bezug auf das Gesetz über digitale Dienste (Digital Services Act, DSA) der EU, das nach Artikel 40, Absatz 12, vorschreibt, dass Plattformen Zugang zu öffentlichen Daten „unverzüglich“ gewähren müssen.
es: Hacemos esta solicitud en relación con la Ley de Servicios Digitales de la UE, que, en virtud del Artículo 40, Párrafo 12, exige que las plataformas otorguen acceso a los datos públicos «sin demoras indebidas».
fr: Nous formulons cette demande en vertu du règlement européen sur les services numériques qui, en application de son article 40, paragraphe 12, oblige les plateformes à donner accès aux données publiques « sans retard injustifié ».
pl: Zwracamy się z tą prośbą w związku z unijną ustawą o usługach cyfrowych, która zgodnie z art. 40 ust. 12 nakłada na platformy obowiązek zapewnienia dostępu do danych publicznych „bez zbędnej zwłoki”.
pt_br: Estamos fazendo essa solicitação com base na Lei dos Serviços Digitais da UE, que, em seu Artigo 40, Parágrafo 12, determina que as plataformas concedam acesso a dados públicos "sem demora injustificada".

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: To reduce the burden on platforms, we are making this request directly, jointly, and in a simple, standardised way, rather than each of us using the various — sometimes hard-to-find —
de: Um die Belastung der Plattformen zu reduzieren, richten wir diese Forderung direkt, gemeinsam und auf einfache, standardisierte Weise an, anstatt dass jeder von uns die verschiedenen – teils schwer auffindbaren –
es: Para reducir la carga en las plataformas, estamos haciendo esta solicitud de forma directa, conjunta y de una manera simple y estandarizada, en lugar de que cada uno de nosotros utilice los diversos (y a veces difíciles de encontrar)
fr: Afin de faciliter la tâche des plateformes, nous formulons cette demande directement, conjointement et de manière simple et standardisée, plutôt que d’utiliser chacun les différents
pl: Aby nie obciążać platform, zwracamy się o to bezpośrednio, wspólnie i w prosty, ujednolicony sposób, zamiast korzystać z różnych – czasem trudnych do znalezienia –
pt_br: Para reduzir a carga sobre as plataformas, estamos fazendo essa solicitação de forma direta, conjunta e padronizada, em vez de cada um de nós utilizar os diversos — e às vezes difíceis de encontrar —

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: data request mechanisms
de: Mechanismen für Datenanfragen
es: mecanismos de solicitud de datos
fr: mécanismes de demande de données, parfois difficiles à trouver,
pl: mechanizmów składania wniosków o udostępnienie danych,
pt_br: mecanismos de solicitação de dados

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: that platforms have set up following the entry into application of the EU Digital Services Act.
de: nutzt, die die Plattformen nach Inkrafttreten des DSA der EU eingerichtet haben.
es: que las plataformas han establecido tras la entrada en vigor de la Ley de Servicios Digitales de la UE.
fr: que les plateformes ont mis en place à la suite de l’entrée en vigueur du règlement européen sur les services numériques.
pl: które platformy wprowadziły po wejściu w życie unijnej ustawy o usługach cyfrowych.
pt_br: que as plataformas criaram após a entrada em vigor da Lei dos Serviços Digitais da UE.

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: Update – November 2025:
fr: Mise à jour de novembre 2025 :
pl: Aktualizacja – listopad 2025 r.:

# body.3d702fb0-8584-4513-871d-ae2f353a48da
source: So far, the platforms have refused our request, but we’re not giving up. In fact, we're just getting started.
de: Bisher haben die Plattformen unsere Anfrage abgelehnt, aber wir geben nicht auf. Wir fangen gerade erst an.
fr: Jusqu’ici, les plateformes ont rejeté notre demande, mais nous ne baissons pas les bras. En réalité, ce n’est que le début !
pl: Do tej pory platformy odrzucały naszą prośbę, ale my się nie poddajemy. Tak naprawdę dopiero zaczynamy.
