Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/proposals/guide.po
Languages: de, fr

# seo_title
source: MozFest Call for Proposals Guide
de: Leitfaden zum Aufruf für Vorschläge zum MozFest
fr: Guide pour l’appel à propositions du MozFest

# title
source: Guide
de: Anleitung

# intro
source: Whether you are an expert in your field or just becoming interested in making the internet a better place, we welcome your voice in this critical, community-driven experience.
de: Egal, ob Sie ein Experte auf Ihrem Gebiet sind oder einfach nur daran interessiert sind, das Internet zu einem besseren Ort zu machen, wir begrüßen Ihre Stimme in dieser kritischen, von der Gemeinschaft getriebenen Erfahrung.
fr: Que vous ayez de l’expertise dans votre domaine ou que vous souhaitiez simplement faire d’Internet un meilleur endroit, nous accueillons votre voix dans cette expérience critique et communautaire.

# body.d87a68a1-a554-47f2-a853-dbe807fe5fa8
source: Call for Proposals Guide
de: Leitfaden zum Aufruf für Vorschläge

# body.d87a68a1-a554-47f2-a853-dbe807fe5fa8
source: Welcome to our brand new <a id="a1">MozFest</a> CFP guide! Many thanks to the folks at <a id="a2">SRCCON</a> for modeling such <a id="a3">an excellent submissions guide</a> - we hope to emulate their approach here.
de: Willkommen zu unserem brandneuen Leitfaden zum Aufruf für Vorschläge beim <a id="a1">MozFest</a> Vielen Dank an die Kollegen von <a id="a2">SRCCON</a> für die Erstellung eines solchen <a id="a3">exzellenten Leitfadens für Einreichungen</a> – wir wollen uns daran orientieren.

# body.d87a68a1-a554-47f2-a853-dbe807fe5fa8
source: This guide is a starting place for supporting your MozFest 2022 session proposal. Remember: submit your ideas <a id="a1">here</a> before the CFP closes on 5 November 2021.
de: Dieser Leitfaden ist ein Ausgangspunkt für die Unterstützung Ihres MozFest 2022-Sitzungsvorschlags. Denken Sie daran: Reichen Sie Ihre Ideen <a id="a1">hier</a> ein, bevor die Frist am 5. November 2021 endet.

# body.d87a68a1-a554-47f2-a853-dbe807fe5fa8
source: You can find more in-depth content about facilitating at the festival in our <a id="a1">2022 MozFest Facilitator’s Guide</a>, as well. That guide will go live in December 2021.
de: In unserem <a id="a1">2022 MozFest-Leitfaden für Moderatoren</a> finden Sie auch ausführlichere Inhalte zur Moderation des Festivals. Dieser Leitfaden wird im Dezember 2021 veröffentlicht.

# body.d87a68a1-a554-47f2-a853-dbe807fe5fa8
source: But before we get too far ahead of ourselves, let’s start with the basics:
de: Aber bevor wir den zweiten Schritt vor dem ersten machen, beginnen wir mit den Grundlagen:

# body.8f71c572-8994-4fec-b96e-5ae82e76c167.altText
source: document icon
de: Dokument-Symbol

# body.8f71c572-8994-4fec-b96e-5ae82e76c167.text
source: <b>Looking to draft your proposal offline first?</b> We have the questions asked in the Call for Proposals available to download in <a id="a1">Word</a>, <a id="a2">PDF</a> or <a id="a3">Google Docs</a>
de: <b>Möchten Sie Ihren Vorschlag zuerst offline verfassen?</b> Sie finden die Fragen aus dem Leitfaden zum Aufruf für Vorschläge in <a id="a1">Word</a>, <a id="a2">PDF</a> und auf <a id="a3">Google Docs</a>.

# body.46de3d45-6112-4b2d-9343-b3667a386e9c
source: What is MozFest?
de: Was ist MozFest?
fr: Qu’est-ce que le MozFest ?

# body.46de3d45-6112-4b2d-9343-b3667a386e9c
source: At MozFest, in our Spaces, and during sessions we ask the internet health movement to connect, collaborate and build trustworthy AI, whether in products, policies or guidelines. We explore core issues such as bias, transparency and data stewardship through art, film, debates and workshops, bringing global perspectives to advance local issues.
de: Beim MozFest, in unseren Räumen und während der Sitzungen bitten wir die Internet-Gesundheitsbewegung, sich zu verbinden, zusammenzuarbeiten und vertrauenswürdige KI aufzubauen, sei es in Produkten, Richtlinien oder Leitlinien. Wir erforschen Kernthemen wie Voreingenommenheit, Transparenz und Datenverantwortung durch Kunst, Film, Debatten und Workshops und bringen globale Perspektiven ein, um lokale Probleme voranzutreiben.
fr: Au MozFest, dans nos espaces et pendant les sessions, nous attendons du mouvement pour la santé d’Internet de rentrer en contact, de collaborer et de créer une IA digne de confiance, que ce soit avec des produits, des politiques ou des directives. Nous explorons des sujets fondamentaux tels que les préjugés, la transparence et la gestion des données à travers l’art, des films, des débats et des ateliers, apportant des perspectives mondiales pour faire avancer des problématiques locales.

# body.46de3d45-6112-4b2d-9343-b3667a386e9c
source: If this is your first time as a MozFest Facilitator, it's important to remember that MozFest is a unique hybrid event: part art, tech and society convening, part maker festival, and the premiere gathering for activists in diverse global movements fighting for a more humane digital world.
de: Wenn Sie zum ersten Mal MozFest-Moderator sind, denken Sie daran, dass das MozFest eine einzigartige Hybrid-Veranstaltung ist: teils Kunst-, Technologie- und Gesellschaftsversammlung, teils Maker-Festival und das erste Treffen für Aktivisten verschiedener globaler Bewegungen, die für eine menschlichere digitale Welt kämpfen.
fr: Si c’est votre première fois en tant qu’animateur ou animatrice au MozFest, il est important de vous rappeler que MozFest est un évènement hybride unique : à la fois une réunion du monde de l’art, des technologies et de la société, à la fois un festival de créateurs, mais aussi le premier rassemblement d’activistes de divers mouvements internationaux luttant pour un monde numérique plus humain.

# body.46de3d45-6112-4b2d-9343-b3667a386e9c
source: Our 2022 virtual event will open on 7 March 2022 for<i> 4 days</i> of online sessions on the festival plaza. A global, rolling schedule designed for you to pick and choose when you can participate in sessions, social moments, enjoy interviews live from The Studio, or watch on-demand talks and discussions at your own pace.
de: Unsere virtuelle Veranstaltung 2022 wird am 7. März 2022 für<i>4 Tage</i> für Online-Sitzungen auf dem Festivalplatz eröffnet. Es gibt einen globalen, fortlaufenden Zeitplan, mit dem Sie auswählen können, wann Sie an Sitzungen, sozialen Momenten, Live-Interviews aus The Studio oder On-Demand-Vorträgen und -Diskussionen in Ihrem eigenen Tempo teilnehmen können.
fr: Notre évènement virtuel de 2022 sera lancé le 7 mars 2022 pour <i>4 jours</i> de sessions en ligne. Un programme global et glissant conçu pour que vous puissiez choisir quand vous pouvez participer à des sessions, des moments sociaux, profiter d’interviews en direct de The Studio ou regarder des conférences et des discussions à la demande à votre rythme.

# body.46de3d45-6112-4b2d-9343-b3667a386e9c
source: At MozFest we ask the internet health movement to connect, collaborate, and build Trustworthy AI, whether in products, policies, design principles, community resources, or guidelines. Core issues felt across the internet health movement emerge as Spaces, tracks for co-creation and community building, which are hosted by our Wranglers, volunteer curators from across the Internet health movement. The Sessions are where we share our work and exchange thoughts &amp; experiences, through discussions, workshops, art installations, films, or cultural and social moments. On 11 October, the Call for Proposals will go live and you are all invited to explore the issues of each Space through the submission of a session that seeks collaboration, engagement and co-building with others across the festival.
de: Beim MozFest bitten wir die Internet-Gesundheitsbewegung, sich zu vernetzen, zusammenzuarbeiten und vertrauenswürdige KI aufzubauen, sei es in Bezug auf Produkte, Richtlinien, Designprinzipien, Gemeinschafts-Ressourcen oder Richtlinien. Kernprobleme, die in der gesamten Internet-Gesundheitsbewegung zu spüren sind, tauchen als Räume, Abschnitte für gemeinsame Entwicklung und den Aufbau von Gemeinschaften auf, die von unseren Wranglers, freiwilligen Kuratoren aus der gesamten Internet-Gesundheitsbewegung, durchgeführt werden. In den Sitzungen teilen wir unsere Arbeit und tauschen Gedanken &amp; Erfahrungen, durch Diskussionen, Workshops, Kunstinstallationen, Filme oder kulturelle und gesellschaftliche Momente. Ab 11. Oktober können Themen eingereicht werden und Sie sind alle eingeladen, die Themen jedes Raums durch die Einreichung einer Sitzung zu erkunden, die Zusammenarbeit, Engagement und gemeinsames Entwickeln mit anderen im gesamten Festival sucht.
fr: Au MozFest, nous attendons du mouvement de la santé d’Internet de rentrer en contact, de collaborer et de créer une IA digne de confiance, que ce soit avec des produits, des politiques, des principes de conception, des ressources communautaires ou des directives. Les principales problématiques ressenties dans le mouvement de la santé d’Internet émergent sous la forme d’espaces, des pistes de création collaborative et de renforcement communautaire, qui sont hébergés par nos Wranglers, des bénévoles du mouvement de la santé d’Internet. Les sessions sont l’endroit où nous partageons notre travail et échangeons nos idées et expériences, à travers des discussions, des ateliers, des installations artistiques, des films ou des moments culturels et sociaux. Le 11 octobre, l’appel à propositions sera mis en ligne et vous êtes toutes et tous invités à explorer les enjeux de chaque espace à travers la proposition d’une session axée sur la collaboration, l’engagement et la création collaborative à travers le festival.

# body.8eb2414b-822e-45d4-a28b-14b3221ced3e.altText
source: A black and white icon of a ring bound calendar
de: Ein schwarz-weißes Symbol eines ringgebundenen Kalenders
fr: Icône en noir et blanc d’un agenda à anneaux

# body.8eb2414b-822e-45d4-a28b-14b3221ced3e.text
source: Read the <a id="a1">Save The Date announcement</a> to learn more about the plans for MozFest 2022.
de: Lesen Sie die <a id="a1">Save-The-Date-Ankündigung</a>, um mehr über die Pläne für das MozFest 2022 zu erfahren.
fr: Lisez l’<a id="a1">annonce du calendrier</a> pour en savoir plus sur le programme du MozFest 2022.

# body.1671dddb-2293-42ba-b3ca-1af58cb0649a
source: Will there be an in-person MozFest 2022?
de: Wird es ein persönliches MozFest 2022 geben?
fr: Y aura-t-il un MozFest 2022 en personne ?

# body.1671dddb-2293-42ba-b3ca-1af58cb0649a
source: From 25 March to 27 March 2022, we are hoping to host an in-person event live from Amsterdam, The Netherlands, called MozFest House: Amsterdam. We hosted a version of this in London from 2017-2019, and for 2022 we are reopening MozFest House across Amsterdam in venues that are easily accessible to one another. We are still in pandemic times, and our ability to travel in 2022 is still unclear. We will be adhering to local health guidelines with a local production team on the ground. This event will be a much smaller event with a lower capacity compared to previous London events, or even our virtual event.
de: Vom 25. März bis 27. März 2022 hoffen wir, eine persönliche Veranstaltung live aus Amsterdam, Niederlande, namens MozFest House: Amsterdam, zu veranstalten. Wir haben von 2017 bis 2019 eine Version davon in London veranstaltet und für 2022 werden wir das MozFest House in ganz Amsterdam an Orten wiedereröffnen, die leicht übergreifend erreichbar sind. Wir befinden uns immer noch in Pandemiezeiten, und unsere Reisefähigkeit im Jahr 2022 ist noch unklar. Wir werden die lokalen Gesundheitsrichtlinien mit einem lokalen Produktionsteam vor Ort einhalten. Diese Veranstaltung wird eine viel kleinere Veranstaltung mit einer geringeren Kapazität im Vergleich zu früheren Londoner Veranstaltungen oder sogar unserer virtuellen Veranstaltung sein.
fr: Du 25 au 27 mars 2022, nous espérons organiser un évènement en personne depuis Amsterdam, aux Pays-Bas, appelé MozFest House: Amsterdam. Nous en avons hébergé une version à Londres de 2017 à 2019, et pour 2022, nous rouvrons MozFest House à Amsterdam dans des lieux facilement accessibles aux uns et aux autres. Nous sommes toujours en période de pandémie et notre capacité à voyager en 2022 n’est toujours pas claire. Nous respecterons les directives sanitaires locales avec une équipe de production locale. Cet évènement sera un évènement beaucoup plus petit avec une capacité inférieure par rapport aux évènements précédents à Londres, ou même notre évènement virtuel.

# body.1671dddb-2293-42ba-b3ca-1af58cb0649a
source: We will support partners, allies and friends so they can host sessions, installations, workshops and talks for a local audience. If you want to help build or participate, send us an email at festival@mozilla.org as we would love to hear your ideas.
de: Wir werden Partner, Verbündete und Freunde unterstützen, damit sie Sitzungen, Installationen, Workshops und Vorträge für ein lokales Publikum veranstalten können. Wenn Sie beim Entwickeln helfen oder mitmachen möchten, senden Sie uns eine E-Mail an festival@mozilla.org, da wir gerne Ihre Ideen hören möchten.
fr: Nous apporterons notre soutien aux partenaires, alliés et amis afin qu’ils puissent organiser des sessions, des installations, des ateliers et des conférences pour un public local. Si vous souhaitez aider à créer cet évènement ou participer, envoyez-nous un e-mail à festival@mozilla.org car nous aimerions entendre vos idées.

# body.1671dddb-2293-42ba-b3ca-1af58cb0649a
source: For now Virtual MozFest is the main event and MozFest House is a small experiment, in compliment to our virtual program. Who knows where this new nodal event structure could lead in 2023!
de: Im Moment ist das Virtual MozFest die Hauptveranstaltung und das MozFest House ist ein kleines Experiment als Ergänzung zu unserem virtuellen Programm. Wer weiß, wohin diese neue Knotenpunkt-Veranstaltungsstruktur im Jahr 2023 führen könnte!
fr: Pour l’instant Virtual MozFest est l’évènement principal et MozFest House est une petite expérience, en complément de notre programme virtuel. Qui sait où pourrait nous mener cette nouvelle structure évènementielle nodale en 2023 !

# body.1671dddb-2293-42ba-b3ca-1af58cb0649a
source: What kinds of sessions stand out at MozFest?
de: Welche Sitzungen zeichnen sich beim MozFest aus?
fr: Quels types de sessions se démarquent au MozFest ?

# body.1671dddb-2293-42ba-b3ca-1af58cb0649a
source: Outstanding MozFest sessions typically differentiate themselves from the rest in one or more of the following ways:
de: Herausragende MozFest-Sitzungen unterscheiden sich in der Regel auf eine oder mehrere der folgenden Arten von den anderen:
fr: Les sessions MozFest qui sortent du lot se différencient généralement des autres d’une ou plusieurs manières. Voici quelques exemples :

# body.1671dddb-2293-42ba-b3ca-1af58cb0649a
source: They are <b><i>creative</i></b> and bring together the expected and unexpected in terms of topics or activities that Participants do.
de: Sie sind <b><i>kreativ</i></b> und bringen Erwartetes und Unerwartetes in Bezug auf Themen oder Aktivitäten der Teilnehmer zusammen.
fr: Elles sont <b><i>créatives</i></b> et rassemblent l’attendu et l’inattendu en termes de sujets ou d’activités.

# body.1671dddb-2293-42ba-b3ca-1af58cb0649a
source: They are <b><i>participatory, accessible, and inclusive</i></b>; it’s clear that their Facilitators have spent a lot of time thinking of how to engage and include everyone in whatever they’ve planned.
de: Sie sind <b><i>partizipativ, zugänglich und integrativ</i></b>; Es ist klar, dass ihre Moderatoren viel Zeit damit verbracht haben, darüber nachzudenken, wie sie alle in ihre Pläne einbeziehen und einbeziehen können.
fr: Elles sont <b><i>participatives, accessibles et inclusives</i></b> ; il est clair que leurs animateurs et animatrices ont passé beaucoup de temps à réfléchir à la manière d’impliquer et d’inclure tout le monde dans tout ce qu’ils et elles ont planifié.

# body.1671dddb-2293-42ba-b3ca-1af58cb0649a
source: They are <b><i>valuable</i></b> to both Participants and Facilitators and each group gets or learns something new from each session.
de: Sie sind sowohl für die Teilnehmer als auch für die Moderatoren <b><i>wertvoll</i></b> und jede Gruppe erhält oder lernt aus jeder Sitzung etwas Neues.
fr: Elles sont <b><i>utiles</i></b> aux participants et aux animateurs et chaque groupe obtient ou apprend quelque chose de nouveau à chaque session.

# body.1671dddb-2293-42ba-b3ca-1af58cb0649a
source: They <b><i>end with a clear call to action</i></b> and make a compelling invitation for Participants to stay connected with the work, the Facilitator, and one another.
de: Sie <b><i>enden mit einem klaren Aufruf zum Handeln</i></b> und laden die Teilnehmer ein, mit der Arbeit, dem Moderator und untereinander in Verbindung zu bleiben.
fr: Elles <b><i>se terminent par un appel à l’action clair</i></b> et invitent les participant·e·s à garder un lien avec le travail, l’animateur ou l’animatrice et avec les autres participant·e·s.

# body.1671dddb-2293-42ba-b3ca-1af58cb0649a
source: Here's some examples of past sessions and proposals:
de: Hier einige Beispiele vergangener Sitzungen und Vorschläge:
fr: Voici quelques exemples de sessions passées et de propositions :

# body.027ec3dd-2f64-44f1-8cc3-e3a7996653e2
source: What kinds of virtual considerations should a Facilitator keep in mind?
de: Welche virtuellen Überlegungen sollte ein Moderator berücksichtigen?
fr: Quels types de considérations virtuelles un animateur ou une animatrice doit-il/elle garder à l’esprit ?

# body.027ec3dd-2f64-44f1-8cc3-e3a7996653e2
source: Facilitators proposing virtual sessions should consider how they might make it as easy and stable as possible to participate in group discussions and online activities. This means paying attention to the accessibility features of the platforms we use. Facilitators also need to think about how accessible their session is to people with different devices and amounts of bandwidth, as well as other accessibility and language considerations.
de: Moderatoren, die virtuelle Sitzungen vorschlagen, sollten überlegen, wie sie die Teilnahme an Gruppendiskussionen und Online-Aktivitäten so einfach und stabil wie möglich gestalten können. Dies bedeutet, dass Sie auf die Barrierefreiheitsmerkmale der von uns verwendeten Plattformen achten. Moderatoren müssen auch darüber nachdenken, wie zugänglich ihre Sitzung für Personen mit unterschiedlichen Geräten und Bandbreiten ist, sowie andere Aspekte der Zugänglichkeit und Sprache.
fr: Les animateurs et animatrices proposant des sessions virtuelles doivent réfléchir à la manière dont ils et elles pourraient rendre aussi facile et stable que possible la participation aux discussions de groupe et aux activités en ligne. Cela signifie prêter attention aux fonctionnalités d’accessibilité des plateformes que nous utilisons. Les animateurs doivent également réfléchir à l’accessibilité de leur session aux personnes possédant divers appareils et quantités de bande passante, ainsi qu’à d’autres considérations d’accessibilité et de langue.

# body.027ec3dd-2f64-44f1-8cc3-e3a7996653e2
source: How does the review process work?
de: Wie läuft der Überprüfungsprozess ab?
fr: Comment fonctionne l’examen des propositions ?

# body.027ec3dd-2f64-44f1-8cc3-e3a7996653e2
source: Once the <a id="a1">CFP</a> closes on 5 November, our community organizers, the Wranglers, will team-up by Space (or theme) to review and select their sessions. The selection process runs from November to December 2021.
de: Sobald die <a id="a1">Aufruf für Vorschläge</a> am 5. November endet, werden sich unsere Gemeinschafts-Organisatoren, die Wrangler, nach Raum (oder Thema) zusammenschließen, um ihre Sitzungen zu überprüfen und auszuwählen. Das Auswahlverfahren läuft von November bis Dezember 2021.
fr: Une fois l’<a id="a1">appel à propositions</a> clôt le 5 novembre, nos organisateurs communautaires, les Wranglers, s’associeront par espace (ou thème) pour examiner et sélectionner leurs sessions. Le processus de sélection se déroule de novembre à décembre 2021.

# body.027ec3dd-2f64-44f1-8cc3-e3a7996653e2
source: Wranglers generally look for creative sessions that emphasize participation, accessibility, and inclusion. They also review proposals for clear connections between sessions and their Spaces. Sessions should also clearly relate to internet health and trustworthy AI.
de: Wrangler suchen im Allgemeinen nach kreativen Sitzungen, die Partizipation, Zugänglichkeit und Inklusion betonen. Sie prüfen auch Vorschläge für klare Verbindungen zwischen Sitzungen und ihren Räumen. Die Sitzungen sollten sich auch klar auf die Internetgesundheit und vertrauenswürdige KI beziehen.
fr: Les Wranglers recherchent généralement des sessions créatives qui mettent l’accent sur la participation, l’accessibilité et l’inclusion. Ils examinent également s’il existe des liens clairs entre les sessions et leurs espaces. Les sessions doivent également être clairement liées à la santé d’Internet et à l’IA digne de confiance.

# body.027ec3dd-2f64-44f1-8cc3-e3a7996653e2
source: It’s also important to consider co-facilitating, especially during virtual sessions. A team of Facilitators can do a much better job of interacting with Participants and managing the technology at the same time than any single person can.
de: Es ist auch wichtig, die Co-Moderation in Betracht zu ziehen, insbesondere während virtueller Sitzungen. Ein Team von Moderatoren kann viel besser mit den Teilnehmern interagieren und gleichzeitig die Technologie verwalten als jede einzelne Person.
fr: Il est également important d’envisager la co-animation, en particulier lors des sessions virtuelles. Une équipe de facilitateurs peut faire un bien meilleur travail d’interaction avec les participants et de gestion de la technologie en simultané qu’une personne seule.

# body.027ec3dd-2f64-44f1-8cc3-e3a7996653e2
source: Wranglers will share their decisions towards the end of this year and then work with their accepted Facilitators to schedule sessions and prepare for MozFest 2022.
de: Die Wrangler werden gegen Ende dieses Jahres ihre Entscheidungen mitteilen und dann mit ihren akzeptierten Moderatoren zusammenarbeiten, um Sitzungen zu planen und sich auf das MozFest 2022 vorzubereiten.
fr: Les Wranglers partageront leurs décisions vers la fin de l’année, puis travailleront avec leurs animateurs pour programmer des sessions et se préparer pour le MozFest 2022.

# body.027ec3dd-2f64-44f1-8cc3-e3a7996653e2
source: What happens after MozFest?
de: Was passiert nach dem MozFest?
fr: Que se passe-t-il après le MozFest ?

# body.027ec3dd-2f64-44f1-8cc3-e3a7996653e2
source: After MozFest, our shared work on behalf of our local and global communities continues year-round. You can find all sorts of opportunities to stay connected and to contribute to others’ work on the <a id="a1">MozFest community Slack</a>.
de: Nach dem MozFest wird unsere gemeinsame Arbeit im Namen unserer lokalen und globalen Gemeinschaften das ganze Jahr über fortgesetzt. Im <a id="a1">Slack der MozFest-Gemeinschaft</a> finden Sie alle möglichen Möglichkeiten, in Verbindung zu bleiben und zur Arbeit anderer beizutragen.
fr: Après le MozFest, notre travail commun au nom de nos communautés locales et mondiales se poursuit toute l’année. Vous pouvez trouver toutes sortes d’opportunités pour rester en contact et contribuer au travail des autres sur le <a id="a1">Slack communautaire du MozFest</a>.
