Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/proposals/guide.po
Languages: de, fr

# body.027ec3dd-2f64-44f1-8cc3-e3a7996653e2
source: You can also keep up with other programs dedicated to internet health and trustworthy AI like:
de: Sie können auch mit anderen Programmen Schritt halten, die sich der Internetgesundheit und vertrauenswürdiger KI widmen, wie zum Beispiel:
fr: Vous pouvez également suivre d’autres programmes dédiés à la santé d’Internet et à l’IA digne de confiance, tels que :

# body.027ec3dd-2f64-44f1-8cc3-e3a7996653e2
source: The <a id="a1">MozFest Trustworthy AI Working Groups</a>.
de: Die <a id="a1">MozFest-Arbeitsgruppen zu vertrauenswürdiger KI</a>.
fr: Les <a id="a1">groupes de travail du MozFest sur l’IA digne de confiance</a>.

# body.027ec3dd-2f64-44f1-8cc3-e3a7996653e2
source: The <a id="a1">Internet Health Report</a>.
de: Den <a id="a1">Statusbericht zur Internetgesundheit</a>.
fr: Le <a id="a1">Bulletin de santé d’Internet</a>.

# body.027ec3dd-2f64-44f1-8cc3-e3a7996653e2
source: <a id="a1">Fellowships and Awards</a> from the Mozilla Foundation.
de: <a id="a1">Stipendien und Auszeichnungen</a> der Mozilla Foundation.
fr: Les <a id="a1">bourses et subventions</a> de la Fondation Mozilla.

# body.027ec3dd-2f64-44f1-8cc3-e3a7996653e2
source: The latest <a id="a1">news and campaigns</a> from the Mozilla Foundation.
de: Die neuesten <a id="a1">Nachrichten und Kampagnen</a> der Mozilla Foundation.
fr: Les dernières <a id="a1">actualités et campagnes</a> de la Fondation Mozilla.

# body.46de3d45-6112-4b2d-9343-b3667a386e9c
source: Call for Proposals Guide
fr: Guide pour l’appel à propositions

# body.46de3d45-6112-4b2d-9343-b3667a386e9c
source: Welcome to our brand new <a id="a1">MozFest</a> CFP guide! Many thanks to the folks at <a id="a2">SRCCON</a> for modeling such <a id="a3">an excellent submissions guide</a> - we hope to emulate their approach here.
fr: Bienvenue dans notre tout nouveau guide pour l’appel à propositions de <a id="a1">MozFest</a> ! Un grand merci aux gens de <a id="a2">SRCCON</a> pour avoir créé un tel <a id="a3">guide de proposition de session</a> — nous espérons répliquer leur approche ici.

# body.46de3d45-6112-4b2d-9343-b3667a386e9c
source: This guide is a starting place for supporting your MozFest 2022 session proposal. Remember: submit your ideas <a id="a1">here</a> before the CFP closes on 5 November 2021.
fr: Ce guide est un point de départ pour vous aider avec votre proposition de session pour le MozFest 2022. N’oubliez pas de <a id="a1">soumettre vos idées ici</a> avant la clôture de l’appel à propositions, le 5 novembre 2021.

# body.46de3d45-6112-4b2d-9343-b3667a386e9c
source: You can find more in-depth content about facilitating at the festival in our <a id="a1">2022 MozFest Facilitator’s Guide</a>, as well. That guide will go live in December 2021.
fr: Vous pouvez également trouver un contenu plus détaillé sur l’animation du festival dans notre <a id="a1">Guide de l’animation au MozFest 2022</a>. Ce guide sera mis en ligne en décembre 2021.

# body.46de3d45-6112-4b2d-9343-b3667a386e9c
source: But before we get too far ahead of ourselves, let’s start with the basics:
fr: Mais avant d’aller trop loin, commençons par les bases :
