Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/proposals/support.po
Languages: de, fr

# seo_title
source: MozFest Call for Proposals Support
de: Hilfe zum Aufruf für Vorschläge zum MozFest
fr: Aide pour l’appel à propositions du MozFest

# title
source: Support
de: Hilfe
fr: Aide

# intro
source: Whether you are an expert in your field or just becoming interested in making the internet a better place, we welcome your voice in this critical, community-driven experience.
de: Egal, ob Sie ein Experte auf Ihrem Gebiet sind oder einfach nur daran interessiert sind, das Internet zu einem besseren Ort zu machen, wir begrüßen Ihre Stimme in dieser kritischen, von der Gemeinschaft getriebenen Erfahrung.
fr: Que vous ayez de l’expertise dans votre domaine ou que vous souhaitiez simplement faire d’Internet un meilleur endroit, nous accueillons votre voix dans cette expérience critique et communautaire.

# body.624fdb45-0d07-457e-8365-4704f0ec75a6
source: Call for Proposals Support
de: Hilfe zum Aufruf für Vorschläge
fr: Aide pour l’appel à propositions

# body.624fdb45-0d07-457e-8365-4704f0ec75a6
source: We offer a number of support programs during our
de: Wir bieten vor dem MozFest eine Reihe von Förderprogrammen während unseres
fr: Nous offrons un certain nombre de programmes d’aide au cours de notre

# body.624fdb45-0d07-457e-8365-4704f0ec75a6
source: CFP
de: Aufrufs für Vorschläge
fr: appel à propositions

# body.624fdb45-0d07-457e-8365-4704f0ec75a6
source: and for selected Facilitators ahead of MozFest.
de: und für ausgewählte Moderatoren.
fr: et pour les animateurs sélectionnés avant le MozFest.

# body.624fdb45-0d07-457e-8365-4704f0ec75a6
source: We do not offer financial compensation for facilitating at MozFest.
de: Wir bieten keine finanzielle Entschädigung für die Moderation beim MozFest.
fr: Nous n’offrons pas de compensation financière pour animer au MozFest.

# body.624fdb45-0d07-457e-8365-4704f0ec75a6
source: As part of your CFP submission, you can also ask for accessibility support, support related to technical issues, and support delivering your session in a preferred language.
de: Als Teil Ihrer Vorschlags-Einreichung können Sie auch Unterstützung bei der Barrierefreiheit, Unterstützung bei technischen Problemen und Unterstützung bei der Durchführung Ihrer Sitzung in einer bevorzugten Sprache anfordern.
fr: Dans le cadre de votre soumission pour l’appel à propositions, vous pouvez également demander une assistance en matière d’accessibilité, une assistance liée aux problèmes techniques et une assistance pour l’animation de votre session dans la langue de votre choix.

# body.624fdb45-0d07-457e-8365-4704f0ec75a6
source: How to Get Help
de: So erhalten Sie Hilfe
fr: Comment obtenir de l’aide

# body.624fdb45-0d07-457e-8365-4704f0ec75a6
source: The best way to get festival-related help before, during, and after MozFest is to join the #help channel our <a id="a1">community Slack</a>. MozFest staff and Wranglers can help answer questions there ahead of MozFest, and our amazing team of Volunteers will run the channel during MozFest.
de: Der beste Weg, um Festival-bezogene Hilfe vor, während und nach dem MozFest zu erhalten, besteht darin, dem #help-Kanal unserer <a id="a1">Slack-Gemeinschaft</a> beizutreten. MozFest-Mitarbeiter und Wrangler können dort vor dem MozFest Fragen beantworten, und unser großartiges Team von Freiwilligen wird den Kanal während des MozFest betreiben.
fr: La meilleure façon d’obtenir de l’aide liée au festival avant, pendant et après le MozFest est de rejoindre le canal #help de notre <a id="a1">Slack communautaire</a>. Le personnel du MozFest et les Wranglers peuvent aider à répondre aux questions avant le MozFest, et notre incroyable équipe de bénévoles prendra les commandes du canal pendant le MozFest.

# body.624fdb45-0d07-457e-8365-4704f0ec75a6
source: On Slack, you’ll also find channels for each Space (or theme) at MozFest, if you have a question about that Space.
de: Auf Slack finden Sie auch Kanäle für jeden Raum (oder jedes Thema) beim MozFest, wenn Sieeine Frage zu diesem Raum haben.
fr: Sur Slack, vous trouverez également des canaux pour chaque espace (ou thème) au MozFest, si vous avez une question à propos de cet espace.

# body.3dfae381-9527-46f2-870a-db4437f0c0a0.label
source: Join the MozFest Slack
de: Treten Sie dem MozFest-Slack bei
fr: Rejoindre le Slack du MozFest

# body.e770caea-b955-4446-ae92-9cf1e6e82164.altText
source: an illustrated black and white envelope icon
de: Ein illustriertes schwarz-weißes Umschlagsymbol
fr: une icône d’enveloppe illustrée en noir et blanc

# body.e770caea-b955-4446-ae92-9cf1e6e82164.text
source: You can also email <a id="a1">festival@mozilla.org</a> with specific questions.
de: Sie können auch spezifische Fragen per E-Mail an <a id="a1">festival@mozilla.org</a> senden.
fr: Vous pouvez également envoyer un e-mail à <a id="a1">festival@mozilla.org</a> avec des questions spécifiques.

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: Support Timeline
de: Hilfe-Zeitverlauf
fr: Calendrier de l’assistance

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: October 2021:
de: Oktober 2021:
fr: Octobre 2021 :

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: Join MozFest AMAs on <a id="a1">Slack</a> to answer all your questions about the festival and CFP process. Visit the <a id="a2">#mozfest-ama</a> channel to participate!
de: Nehmen Sie an MozFest-AMAs auf <a id="a1">Slack</a> teil, um alle Ihre Fragen zum Festival- und Einreichungsprozess für Vorschläge zu beantworten. Besuchen Sie den <a id="a2">#mozfest-ama</a>-Kanal, um mitzumachen!
fr: Rejoignez les AMA du MozFest sur <a id="a1">Slack</a> pour répondre à toutes vos questions sur le festival et le processus d’appel à propositions. Rendez-vous dans le canal <a id="a2">#mozfest-ama</a> pour participer !

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: Tuesday, 12 October 2021, at 9 AM PT / 12 PM ET / 8 PM BST / 9 PM CEST /00:30 PM IST (next day)
de: Dienstag, 12. Oktober 2021, um 9 Uhr PT / 12 Uhr ET / 20 Uhr BST / 21 Uhr MESZ / 20:30 Uhr IST (nächster Tag)
fr: Mardi 12 octobre 2021, à 9 h 00 PT / 12 h 00 ET / 20 h 00 BST / 21 h 00 CEST / 00 h 30 IST (le lendemain)

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: Tuesday, 26 October, at 5 AM PT / 8 AM ET / 1 PM BST / 2 PM CEST / 5:30 PM IST
de: Dienstag, 26. Oktober, um 5:00 Uhr PT / 8:00 Uhr ET / 13:00 Uhr BST / 14:00 Uhr MESZ / 17:30 Uhr IST
fr: Mardi 26 octobre à 17 h 00 PT / 8 h 00 ET / 13 h 00 BST / 14 h 00 CEST / 17 h 30 IST

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: We’ll convene several CFP community calls to help you draft successful session proposals for MozFest 2022. You can register for a CFP support call below!
de: Wir werden mehrere Gemeinschaftsanrufe zum Thema Einreichung von Vorschlägen einberufen, um Ihnen bei der Ausarbeitung erfolgreicher Sitzungsvorschläge für das MozFest 2022 zu helfen. Sie können sich unten für einen Gemeinschaftsanrufe registrieren!
fr: Nous organiserons plusieurs sessions communautaires pour l’appel à propositions, afin de vous aider à rédiger des propositions réussies pour le MozFest 2022. Vous pouvez vous inscrire à une session d’aide ci-dessous !

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: <a id="a1">Call 1</a> - Thursday, 14 October 2021, at 5 AM PT / 8 AM ET / 1 PM BST / 2 PM CEST / 5:30 PM IST
de: <a id="a1">1. Anruf</a> – Donnerstag, 14. Oktober 2021, um 5:00 Uhr PT / 8:00 Uhr ET / 13:00 Uhr BST / 14:00 Uhr MESZ / 17:30 Uhr IST
fr: <a id="a1">Session 1</a> - Jeudi 14 octobre 2021, à 5 h 00 PT / 8 h 00 ET / 13 h 00 BST / 14 h 00 CEST / 17 h 30 IST

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: <a id="a1">Call 2</a> - Thursday, 14 October 2021, at 9 AM PT / 12 PM ET / 5 PM BST / 6 PM CEST / 9:30 PM IST
de: <a id="a1">2. Anruf</a> – Donnerstag, 14. Oktober 2021, 9:00 Uhr PT / 12:00 Uhr ET / 17:00 Uhr BST / 18:00 Uhr MESZ / 21:30 Uhr IST
fr: <a id="a1">Session 2</a> - Jeudi 14 octobre 2021 à 9 h 00 PT / 12 h 00 ET / 17 h 00 BST / 18 h 00 CEST / 21 h 30 IST

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: <a id="a1">Call 3</a> - Tuesday, 19 October 2021, at 5 AM PT / 8 AM ET / 1 PM BST / 2 PM CEST / 5:30 PM
de: <a id="a1">3. Anruf</a> – Dienstag, 19. Oktober 2021 um 5 Uhr PT / 8 Uhr ET / 13 Uhr BST / 14 Uhr MESZ / 17:30 Uhr
fr: <a id="a1">Session 3</a> - Mardi 19 octobre 2021, à 5 h 00 PT / 8 h 00 ET / 13 h 00 BST / 14 h 00 CEST / 17 h 30 IST

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: <a id="a1">Call 4</a> - Tuesday, 19 October 2021, at 12 PM PT / 3 PM ET / 8 PM BST / 9 PM CEST / 00:30 PM IST (next day)
de: <a id="a1">4. Anruf</a> – Dienstag, 19. Oktober 2021, um 12:00 Uhr PT / 15:00 Uhr ET / 20:00 Uhr BST / 21:00 Uhr MESZ / 20:30 Uhr IST (nächster Tag)
fr: <a id="a1">Session 4</a> - Mardi 19 octobre 2021, à 12 h 00 PT / 15 h 00 ET / 20 h 00 BST / 21 h 00 CEST / 00 h 30 IST (le lendemain)

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: <a id="a1">Call 5</a> - Thursday, 21 October 2021, at 5 AM PT / 8 AM ET / 1 PM BST / 2 PM CEST / 5:30 PM IST
de: <a id="a1">5. Anruf</a> – Donnerstag, 21. Oktober 2021, um 5:00 Uhr PT / 8 Uhr ET / 13 Uhr BST / 14 Uhr MESZ / 17:30 Uhr IST
fr: <a id="a1">Session 5</a> - Jeudi 21 octobre 2021, à 5 h 00 PT / 8 h 00 ET / 13 h 00 BST / 14 h 00 CEST / 17 h 30 IST

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: <a id="a1">Call 6</a> - Thursday, 21 October 2021, at 9 AM PT / 12 PM ET / 5 PM BST / 6 PM CEST / 9:30 PM IST
de: <a id="a1">6. Anruf</a> – Donnerstag, 21. Oktober 2021, 9:00 Uhr PT / 12:00 Uhr ET / 17:00 Uhr BST / 18:00 Uhr MESZ / 21:30 Uhr IST
fr: <a id="a1">Session 6</a> - Jeudi 21 octobre 2021, à 9 h 00 PT / 12 h 00 ET / 17 h 00 BST / 18 h 00 CEST / 21 h 30 IST

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: <a id="a1">Call 7</a> - Wednesday, 27 October 2021, at 9 AM PT / 12 PM ET / 5 PM BST / 6 PM CEST / 9:30 PM IST
de: <a id="a1">6. Anruf</a> – Mittwoch, 27. Oktober 2021, 9 Uhr PT / 12 Uhr ET / 17 Uhr BST / 18 Uhr MESZ / 21:30 Uhr IST
fr: <a id="a1">Session 7</a> - mercredi 27 octobre 2021, à 9 h 00 PT / 12 h 00 ET / 17 h 00 BST / 18 h 00 CEST / 21 h 30 IST

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: <a id="a1">Call 8</a> - Wednesday, 27 October 2021, at 1 PM PT / 4 PM ET / 9 PM BST / 10 PM CEST / 1:30 AM IST (next day)
de: <a id="a1">8. Anruf</a> – Mittwoch, 27. Oktober 2021 um 13:00 Uhr PT / 16 Uhr ET / 21 Uhr BST / 22 Uhr MESZ / 1:30 Uhr IST (nächster Tag)
fr: <a id="a1">Session 8</a> - mercredi 27 octobre 2021, à 13 h 00 PT / 16 h 00 ET / 21 h 00 BST / 22 h 00 CEST / 01 h 30 IST (le lendemain)

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: <a id="a1">Call 9</a> - Thursday, 4 November 2021, at 5 AM PT / 8 AM ET / 12 PM GMT / 1 PM CET / 5:30 PM IST
de: <a id="a1">9. Anruf</a> – Donnerstag, 4. November 2021 um 5 Uhr PT / 8 Uhr ET / 12 Uhr GMT / 13 Uhr MEZ / 17:30 Uhr IST
fr: <a id="a1">Session 9</a> - Jeudi 4 novembre 2021 à 5 h 00 PT / 8 h 00 ET / 12 h 00 GMT / 13 h 00 CET / 17 h 30 IST

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: <a id="a1">Call 10</a> - Thursday, 4 November, 2021 at 12 PM PT / 3 PM ET / 7 PM GMT / 8 PM CET / 00:30 AM IST (next day)
de: <a id="a1">10. Anruf</a> – Donnerstag, 4. November 2021 um 12 Uhr PT / 15 Uhr ET / 19 Uhr GMT / 20 Uhr MEZ / 00:30 Uhr IST (nächster Tag)
fr: <a id="a1">Session 10</a> - Jeudi 4 novembre 2021 à 12 h 00 PT / 15 h 00 ET / 19 h 00 GMT / 20 h 00 CET / 00 h 30 IST (le lendemain)

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: New calls added:
de: Neue Anrufe hinzugefügt:
fr: Sessions supplémentaires :

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: <a id="a1">Call 11</a> - Tuesday, 9 November 2021, at 5 AM PT / 8 AM ET / 1 PM BT / 2 PM CET / 6:30 PM IST
de: <a id="a1">11. Anruf</a> – Dienstag, 9. November 2021, um 5:00 Uhr PT / 8:00 Uhr ET / 13:00 Uhr BT / 14:00 Uhr MEZ / 18:30 Uhr IST
fr: <a id="a1">Session 11</a> - Mardi 9 novembre 2021 à 5 h 00 PT / 8 h 00 ET / 13 h 00 BT / 14 h 00 CET / 18 h 30 IST

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: <a id="a1">Call 12</a> - Tuesday, 9 November 2021, at 12 PM PT / 3 PM ET / 8 PM BT / 9 PM CET / 1:30 AM IST (next day)
de: <a id="a1">12. Anruf</a> – Dienstag, 9. November 2021, um 12 Uhr PT / 15 Uhr ET / 20 Uhr BT / 21 Uhr MEZ / 1:30 Uhr IST (nächster Tag)
fr: <a id="a1">Session 12</a> - Mardi 9 novembre 2021, à 12 h 00 PT / 15 h 00 ET / 20 h 00 BT / 21 h 00 CET / 1 h 30 IST (le lendemain)

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: <a id="a1">Call 13</a> - Wednesday, 10 November 2021, at 9 AM PT / 12 PM ET / 5 PM BT / 6 PM CET / 10:30 PM IST
de: <a id="a1">13. Anruf</a> – Mittwoch, 10. November 2021, 9:00 Uhr PT / 12:00 Uhr ET / 17:00 Uhr BT / 18:00 Uhr MEZ / 22:30 Uhr IST
fr: <a id="a1">Session 13</a> - Mercredi 10 novembre 2021 à 9 h 00 PT / 12 h 00 ET / 17 h 00 BT / 18 h 00 CET / 22 h 30 IST

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: January - February 2022:
de: Januar – Februar 2022:
fr: Janvier - février 2022 :

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: Space support calls to help Facilitators from each space meet one another and refine their session designs.
de: Anrufe zur Hilfe bei Räumen, um Moderatoren aus jedem Space zu helfen, sich zu treffen und ihre Sitzungsdesigns zu verfeinern.
fr: Sessions d’assistance pour les espaces, afin d’aider les animateurs de chaque espace à se rencontrer et à affiner le concept de leur session.

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: Platform training calls for folx facilitating virtual sessions at MozFest 2022.
de: Anrufe zum Plattformtraining für Personen, die virtuelle Sitzungen beim MozFest 2022 moderieren.
fr: Sessions de formation à la plateforme pour les personnes qui animent des sessions virtuelles au MozFest 2022.

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: 1:1 coaching sessions for Facilitators who want individual feedback on their session designs.
de: 1:1 Coaching-Sitzungen für Moderatoren, die individuelles Feedback zu ihren Sitzungsdesigns wünschen.
fr: Séances de coaching en tête à tête pour les animateurs qui souhaitent un retour individuel sur le concept de leurs sessions.

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: March 2022:
de: März 2022:
fr: Mars 2022 :

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: Ahead of MozFest, we’ll convene a Facilitator All-Hands meeting to go over last-minute details ahead of the festival. We’ll also host several other kinds of support session - like a poster-making session - to help Facilitators attract the audience they want to their sessions and to help them close those sessions with clear calls to action and engagement after MozFest.
de: Vor dem MozFest werden wir eine Vollversammlung für Moderatoren einberufen, um die letzten Details vor dem Festival zu besprechen. Wir werden auch verschiedene andere Arten von Hilfesitzungen veranstalten – wie eine Sitzung zum Erstellen von Postern –, um Moderatoren zu helfen, das gewünschte Publikum für ihre Sitzungen zu gewinnen und diese Sitzungen mit klaren Aufrufen zum Handeln und Engagement nach dem MozFest abzuschließen.
fr: En amont du MozFest, nous organiserons une réunion de tous les animateurs pour passer en revue les détails de dernière minute avant le festival. Nous organiserons également plusieurs autres types de sessions d’aide - comme une session de création d’affiches - pour aider les animateurs à attirer le public qu’ils souhaitent dans leurs sessions et pour les aider à clôturer ces sessions avec des appels à l’action et à l’engagement clairs après le MozFest.

# body.a53fad0b-29a2-4b42-902e-3e35f40af563
source: 1:1 coaching and debrief sessions will continue throughout MozFest.
de: 1:1 Coaching- und Nachbesprechungs-Sitzungen werden während des gesamten MozFest fortgesetzt.
fr: Les séances de coaching et de débriefing en tête à tête se poursuivront tout au long du MozFest.

# body.f2ae7983-6d17-4798-8c15-72fd44d27f76.altText
source: an illustrated icon of a person speaking
de: Ein illustriertes Symbol einer sprechenden Person
fr: icône illustrée d’une personne qui parle

# body.f2ae7983-6d17-4798-8c15-72fd44d27f76.text
source: <b>Stay connected</b> to keep up with the latest news about MozFest and the working groups, subscribe to our <a id="a1">newsletter</a>, <a id="a2">follow MozFest on Twitter</a>, and <a id="a3">join us on LinkedIn</a>.
de: <b>Bleiben Sie in Verbindung</b>, um über die neuesten Nachrichten über das MozFest und die Arbeitsgruppen auf dem Laufenden zu bleiben. Abonnieren Sie unseren <a id="a1">Newsletter</a>, <a id="a2">folgen Sie MozFest auf Twitter</a> und <a id="a3">abonnieren Sie uns auf LinkedIn</a>.
fr: <b>Restons en contact</b> pour vous tenir au courant des dernières nouvelles concernant le MozFest et les groupes de travail, abonnez-vous à notre <a id="a1">newsletter</a>, <a id="a2">suivez le MozFest sur Twitter</a> et <a id="a3">rejoignez-nous sur LinkedIn</a>.

# body.39ca1dfb-837a-44c6-bfc5-dbf52c578e14
source: Other Resources
de: Andere Quellen
fr: Autres ressources

# body.39ca1dfb-837a-44c6-bfc5-dbf52c578e14
source: <a id="a1">Submit your session idea to the CFP!</a>
de: <a id="a1">Senden Sie Ihre Sitzungsidee als Vorschlag ein!</a>
fr: <a id="a1">Soumettez votre idée de session via l’appel à propositions !</a>

# body.39ca1dfb-837a-44c6-bfc5-dbf52c578e14
source: The revised MozFest 2022 Facilitator guide will go live in December 2021.
de: Der überarbeitete Leitfaden für Moderatoren beim MozFest 2022 wird im Dezember 2021 verfügbar sein.
fr: Le guide mis à jour de l’animateur du MozFest 2022 sera mis en ligne en décembre 2021.

# body.39ca1dfb-837a-44c6-bfc5-dbf52c578e14
source: A <a id="a1">Facilitator’s perspective on MozFest</a>.
de: Die <a id="a1">Perspektive eines Moderators zum MozFest</a>.
fr: Le <a id="a1">point de vue d’une animatrice à propos du MozFest</a>.

# body.39ca1dfb-837a-44c6-bfc5-dbf52c578e14
source: <a id="a1">Advice from a Wrangler</a> (or community organizer) on session design.
de: <a id="a1">Rat von einem Wrangler</a> (oder Gemeinschafts-Organisator) zum Sitzungsdesign.
fr: <a id="a1">Conseils d’un Wrangler</a> (ou organisateur de la communauté) pour la création d’un session.

# body.39ca1dfb-837a-44c6-bfc5-dbf52c578e14
source: Check out <a id="a1">MozFest 101</a> and these <a id="a2">5 tips for designing engaging, inclusive sessions</a> from MozFest 2021.
de: Sehen Sie sich das <a id="a1">MozFest-Einmaleins</a> und diese <a id="a2">fünf Tipps zur Gestaltung ansprechender, integrativer Sitzungen</a> ab dem MozFest 2021 an.
fr: Découvrez <a id="a1">le b.a.-ba du MozFest</a> et ces <a id="a2">5 conseils pour créer des sessions engageantes et inclusives</a> du MozFest 2021.

# body.39ca1dfb-837a-44c6-bfc5-dbf52c578e14
source: Email Facilitator coach Chad Sansing, message him on <a id="a1">Slack</a> (chadsansing), or <a id="a2">claim a spot on his appointment calendar</a> to set up a 1:1 coaching meeting.
de: Schicken Sie dem Moderatoren-Coach Chad Sansing eine E-Mail, schreiben Sie ihm auf <a id="a1">Slack</a> (chadsansing) oder <a id="a2">buchen Sie einen Platz in seinem Terminkalender</a>, um ein Treffen zum persönlichen Coaching zu planen.
fr: Envoyez un e-mail au coach des animateurs Chad Sansing, envoyez-lui un message sur <a id="a1">Slack</a> (chadsansing), ou <a id="a2">inscrivez-vous sur son agenda</a> pour planifier une session individuelle de coaching.
