Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/mozilla-festival/proposals/timeline.po
Languages: de, fr

# seo_title
source: MozFest Call for Proposals Timeline
de: Zeitverlauf zur Einreichung von Vorschlägen für das MozFest
fr: Calendrier de l’appel à propositions du MozFest

# title
source: Timeline
de: Zeitverlauf
fr: Calendrier

# intro
source: Whether you are an expert in your field or just becoming interested in making the internet a better place, we welcome your voice in this critical, community-driven experience.
de: Egal, ob Sie ein Experte auf Ihrem Gebiet sind oder einfach nur daran interessiert sind, das Internet zu einem besseren Ort zu machen, wir begrüßen Ihre Stimme in dieser kritischen, von der Gemeinschaft getriebenen Erfahrung.
fr: Que vous ayez de l’expertise dans votre domaine ou que vous souhaitiez simplement faire d’Internet un meilleur endroit, nous accueillons votre voix dans cette expérience critique et communautaire.

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: The MozFest Timeline
de: Der MozFest-Zeitverlauf
fr: Le calendrier du MozFest

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: Here’s a brief overview of the <a id="a1">CFP</a> and selection process:
de: Hier ein kurzer Überblick über die <a id="a1">Einreichung von Vorschlägen</a> und den Auswahlprozess:
fr: Voici un bref aperçu de l’<a id="a1">appel à propositions</a> et du processus de sélection :

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: October 2021
de: Oktober 2021
fr: Octobre 2021

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: Blog posts and special ask-me-anythings (AMAs) on the <a id="a1">MozFest community Slack</a> will help you understand the festival’s unique participatory, accessible, and inclusive vibe and prepare you to compose a successful session proposal ahead of the CFP. Visit the <a id="a2">#mozfest-ama</a> channel to participate!
de: Blog-Posts und spezielle Sitzungen für beliebige Fragen (Ask-Me-Anythings/AMAs) im <a id="a1">Slack der MozFest-Gemeinschaft</a> werden Ihnen helfen, die einzigartige partizipative, zugängliche und integrative Atmosphäre des Festivals zu verstehen und sich darauf vorzubereiten, einen erfolgreiches Vorschlag einzureichen. Besuchen Sie den <a id="a2">#mozfest-ama</a>-Kanal, um mitzumachen!
fr: Les articles de blog et les <i>ask-me-anything</i> (AMA) sur le <a id="a1">Slack communautaire du MozFest</a> vous aideront à comprendre l’ambiance participative, accessible et inclusive unique du festival et vous prépareront à rédiger une proposition de session avant l’appel à propositions. Rendez-vous dans le salon <a id="a2">#mozfest-ama</a> pour participer !

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: MozFest’s community organizers, the Wranglers, will share invitations to special community calls where you can give input into the different Spaces, or themes, at this year’s festival.
de: Die Gemeinschafts-Organisatoren des MozFest, die Wranglers, werden Einladungen zu speziellen Gemeinschaftsanrufen teilen, bei denen Sie Beiträge zu den verschiedenen Räumen oder Themen des diesjährigen Festivals geben können.
fr: Les organisateurs communautaires du MozFest, les Wranglers, partageront des invitations à des appels communautaires spéciaux où vous pourrez donner votre avis sur les différents espaces ou thèmes du festival de cette année.

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: <a id="a1"><b>The CFP opens on 11 October 2021</b></a><b>. Learn more from this blog post.</b>
de: <a id="a1"><b>Die Einreichung für Vorschläge wird am 11. Oktober 2021 eröffnet</b></a><b>. Weitere Informationen finden Sie in diesem Blogbeitrag.</b>
fr: <a id="a1"><b>L’appel à propositions ouvre le 11 octobre 2021</b></a><b>. Apprenez-en plus sur cet article de blog.</b>

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: You can join one of these CFP support community calls to learn more about MozFest and how to propose a participatory, accessible, and inclusive session for it.
de: Sie können an einem dieser Gemeinschaftsanrufe für Hilfe beim Einreichen von Vorschlägen teilnehmen, um mehr über das MozFest zu erfahren und eine partizipative, zugängliche und integrative Sitzung dafür vorzuschlagen.
fr: Vous pouvez rejoindre l’une de ces sessions communautaires d’aide à l’appel à propositions pour en savoir plus sur le MozFest et comment proposer une session participative, accessible et inclusive.

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: <a id="a1">Call 1</a> - Thursday, 14 October 2021, at 5 AM PT / 8 AM ET / 1 PM BST / 2 PM CEST / 5:30 PM IST
de: <a id="a1">1. Anruf</a> – Donnerstag, 14. Oktober 2021, um 5:00 Uhr PT / 8:00 Uhr ET / 13:00 Uhr BST / 14:00 Uhr MESZ / 17:30 Uhr IST
fr: <a id="a1">Session 1</a> - Jeudi 14 octobre 2021, à 5 h 00 PT / 8 h 00 ET / 13 h 00 BST / 14 h 00 CEST / 17 h 30 IST

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: <a id="a1">Call 2</a> - Thursday, 14 October 2021, at 9 AM PT / 12 PM ET / 5 PM BST / 6 PM CEST / 9:30 PM IST
de: <a id="a1">2. Anruf</a> – Donnerstag, 14. Oktober 2021, 9:00 Uhr PT / 12:00 Uhr ET / 17:00 Uhr BST / 18:00 Uhr MESZ / 21:30 Uhr IST
fr: <a id="a1">Session 2</a> - Jeudi 14 octobre 2021 à 9 h 00 PT / 12 h 00 ET / 17 h 00 BST / 18 h 00 CEST / 21 h 30 IST

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: <a id="a1">Call 3</a> - Tuesday, 19 October 2021, at 5 AM PT / 8 AM ET / 1 PM BST / 2 PM CEST / 5:30 PM
de: <a id="a1">3. Anruf</a> – Dienstag, 19. Oktober 2021 um 5 Uhr PT / 8 Uhr ET / 13 Uhr BST / 14 Uhr MESZ / 17:30 Uhr
fr: <a id="a1">Session 3</a> - Mardi 19 octobre 2021, à 5 h 00 PT / 8 h 00 ET / 13 h 00 BST / 14 h 00 CEST / 17 h 30 IST

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: <a id="a1">Call 4</a> - Tuesday, 19 October 2021, at 12 PM PT / 3 PM ET / 8 PM BST / 9 PM CEST / 00:30 PM IST (next day)
de: <a id="a1">4. Anruf</a> – Dienstag, 19. Oktober 2021, um 12:00 Uhr PT / 15:00 Uhr ET / 20:00 Uhr BST / 21:00 Uhr MESZ / 20:30 Uhr IST (nächster Tag)
fr: <a id="a1">Session 4</a> - Mardi 19 octobre 2021, à 12 h 00 PT / 15 h 00 ET / 20 h 00 BST / 21 h 00 CEST / 00 h 30 IST (le lendemain)

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: <a id="a1">Call 5</a> - Thursday, 21 October 2021, at 5 AM PT / 8 AM ET / 1 PM BST / 2 PM CEST / 5:30 PM IST
de: <a id="a1">5. Anruf</a> – Donnerstag, 21. Oktober 2021, um 5:00 Uhr PT / 8 Uhr ET / 13 Uhr BST / 14 Uhr MESZ / 17:30 Uhr IST
fr: <a id="a1">Session 5</a> - Jeudi 21 octobre 2021, à 5 h 00 PT / 8 h 00 ET / 13 h 00 BST / 14 h 00 CEST / 17 h 30 IST

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: <a id="a1">Call 6</a> - Thursday, 21 October 2021, at 9 AM PT / 12 PM ET / 5 PM BST / 6 PM CEST / 9:30 PM IST
de: <a id="a1">6. Anruf</a> – Donnerstag, 21. Oktober 2021, 9:00 Uhr PT / 12:00 Uhr ET / 17:00 Uhr BST / 18:00 Uhr MESZ / 21:30 Uhr IST
fr: <a id="a1">Session 6</a> - Jeudi 21 octobre 2021, à 9 h 00 PT / 12 h 00 ET / 17 h 00 BST / 18 h 00 CEST / 21 h 30 IST

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: <a id="a1">Call 7</a> - Wednesday, 27 October 2021, at 9 AM PT / 12 PM ET / 5 PM BST / 6 PM CEST / 9:30 PM IST
de: <a id="a1">6. Anruf</a> – Mittwoch, 27. Oktober 2021, 9 Uhr PT / 12 Uhr ET / 17 Uhr BST / 18 Uhr MESZ / 21:30 Uhr IST
fr: <a id="a1">Session 7</a> - mercredi 27 octobre 2021, à 9 h 00 PT / 12 h 00 ET / 17 h 00 BST / 18 h 00 CEST / 21 h 30 IST

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: <a id="a1">Call 8</a> - Wednesday, 27 October 2021, at 1 PM PT / 4 PM ET / 9 PM BST / 10 PM CEST / 1:30 AM IST (next day)
de: <a id="a1">8. Anruf</a> – Mittwoch, 27. Oktober 2021 um 13:00 Uhr PT / 16 Uhr ET / 21 Uhr BST / 22 Uhr MESZ / 1:30 Uhr IST (nächster Tag)
fr: <a id="a1">Session 8</a> - mercredi 27 octobre 2021, à 13 h 00 PT / 16 h 00 ET / 21 h 00 BST / 22 h 00 CEST / 01 h 30 IST (le lendemain)

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: <a id="a1">Call 9</a> - Thursday, 4 November 2021, at 5 AM PT / 8 AM ET / 12 PM GMT / 1 PM CET / 5:30 PM IST
de: <a id="a1">9. Anruf</a> – Donnerstag, 4. November 2021 um 5 Uhr PT / 8 Uhr ET / 12 Uhr GMT / 13 Uhr MEZ / 17:30 Uhr IST
fr: <a id="a1">Session 9</a> - Jeudi 4 novembre 2021 à 5 h 00 PT / 8 h 00 ET / 12 h 00 GMT / 13 h 00 CET / 17 h 30 IST

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: <a id="a1">Call 10</a> - Thursday, 4 November, 2021 at 12 PM PT / 3 PM ET / 7 PM GMT / 8 PM CET / 00:30 PM IST (next day)
de: <a id="a1">10. Anruf</a> – Donnerstag, 4. November 2021 um 12 Uhr PT / 15 Uhr ET / 19 Uhr GMT / 20 Uhr MEZ / 20:30 Uhr IST (nächster Tag)
fr: <a id="a1">Session 10</a> - Jeudi 4 novembre 2021 à 12 h 00 PT / 15 h 00 ET / 19 h 00 GMT / 20 h 00 CET / 00 h 30 IST (le lendemain)

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: You can also <a id="a1">sign up for 1:1 coaching</a> with MozFest Facilitator coach Chad Sansing for help with your proposal.
de: Sie können sich auch <a id="a1">für ein 1:1-Coaching mit dem MozFest-Moderatoren-Coach Chad Sansing anmelden</a>, um Hilfe bei Ihrem Vorschlag zu erhalten.
fr: Vous pouvez également <a id="a1">vous inscrire à un coaching en tête à tête</a> avec Chad Sansing, le coach des animateurs du MozFest, pour obtenir de l’aide avec votre proposition.

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: November - December 2021
de: November – Dezember 2021
fr: De novembre à décembre 2021

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: The CFP closes on 5 November 2021.
de: Die Einreichung vor Vorschläge endet am 5. November 2021.
fr: L’appel à propositions se termine le 5 novembre 2021.

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: Our Wranglers review the proposals for each space and begin making their selections and notifications for MozFest 2022.
de: Unsere Wrangler prüfen die Vorschläge für jeden Raum und beginnen mit ihrer Auswahl und Benachrichtigungen für das MozFest 2022.
fr: Nos Wranglers examinent les propositions pour chaque espace et commencent à faire leurs sélections et à envoyer des notifications pour le MozFest 2022.

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: January 2022
de: Januar 2022
fr: Janvier 2022

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: Wranglers send out any necessary final notifications to Facilitators, and Facilitator training begins.
de: Wrangler senden alle notwendigen letzten Benachrichtigungen an die Moderatoren und die Schulung der Moderatoren beginnt.
fr: Les Wranglers envoient les notifications finales nécessaires aux animateurs, et la formation des animateurs commence.

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: February 2022
de: Februar 2022
fr: Février 2022

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: Trainings and 1:1 coaching sessions continue.
de: Schulungen und 1:1-Coachings gehen weiter.
fr: Les entraînements et les séances de coaching en tête à tête se poursuivent.

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: March 2022
de: März 2022
fr: Mars 2022

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: Facilitator All-Hands and other support sessions happen just ahead of MozFest.
de: Die Vollversammlung der Moderatoren und andere Hilfe-Sitzungen finden kurz vor dem MozFest statt.
fr: Le <i>All-Hands</i> des animateurs et d’autres sessions d’aide ont lieu juste avant le MozFest.

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: Virtual MozFest kicks off on 7 March 2022 and ends on 10 March 2022.
de: Das virtuelle MozFest beginnt am 7. März 2022 und endet am 10. März 2022.
fr: Le MozFest virtuel débute le 7 mars 2022 et se termine le 10 mars 2022.

# body.fa6b345b-4526-453f-8d30-4c45a20a0a4f
source: An on-the-ground MozFest event is currently planned for 25 March 2022 through 27 March 2022.
de: Eine MozFest-Veranstaltung vor Ort ist derzeit für den 25. März 2022 bis 27. März 2022 geplant.
fr: Un évènement MozFest en présentiel est prévu du 25 mars 2022 au 27 mars 2022.
