Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/internet-health-report-2022.po
Languages: fr

# title
source: Internet Health Report 2022
fr: Bulletin de santé d’Internet 2022

# links.688715cf-4d9d-4f68-9d55-d9c3e584a488.label
source: Read &amp; listen to the report
fr: Lire et écouter le rapport

# introduction
source: An annual compilation of research and stories explaining what’s key to a healthier internet. In this edition we are narrowing our focus to artificial intelligence.
fr: Une compilation annuelle de recherches et d’articles expliquant les clés d’un Internet plus sain. Dans cette édition, nous limitons notre attention à l’intelligence artificielle.

# overview
source: Because of the internet, machine learning and automation are opening up entirely new ways to make sense of the world and its data. As it happened with the internet, we see powerful entities tightening their grip on AI, dominating who profits from it, how it is built, and what it is used for.
fr: Grâce à Internet, l’apprentissage automatique et l’automatisation ouvrent de toutes nouvelles façons de donner un sens au monde et à ses données. Comme cela s’est produit avec Internet, nous voyons des entités puissantes resserrer leur emprise sur l’IA, dominant qui en profite, comment elle est conçue et à quoi elle est destinée.

# overview
source: Amid the global rush to automate, we see grave dangers of discrimination and surveillance. We see an absence of transparency and accountability, and an overreliance on automation for decisions of huge consequence. But we also find champions insisting there is a better way to build, deploy, and comprehend AI’s potential.
fr: Au milieu de la ruée mondiale vers l’automatisation, nous voyons de graves dangers de discrimination et de surveillance. Nous constatons une absence de transparence et de responsabilité, et une dépendance excessive à l’automatisation pour des décisions lourdes de conséquences. Mais nous observons également des personnes qui insistent sur le fait qu’il existe une meilleure façon de concevoir, de déployer et de comprendre le potentiel de l’IA.

# overview
source: Who has power over AI? Who is shifting that power? These are the central questions of this report. We set the scene with a <a id="a1">compilation of research and data visuals</a> about the current state of AI worldwide. And we explore concrete answers via the <a id="a2">firsthand stories of innovators</a> who exemplify how to build AI systems in more equitable ways (as well as when <i>not</i> to build).
fr: Qui a le pouvoir sur l’IA ? Qui fait évoluer ce pouvoir ? Telles sont les questions centrales de ce rapport. Nous plantons le décor avec une <a id="a1">compilation de recherches et de visualisations de données</a> sur l’état actuel de l’IA dans le monde. Et nous explorons des réponses concrètes à travers <a id="a2">les témoignages d’innovateurs</a> qui illustrent comment bâtir des systèmes d’IA de manière plus équitable (et quand ne <i>pas</i> le faire).

# overview
source: Our target audience is AI builders and people who develop or influence AI policies. We seek to build bridges of understanding between tech and policy sectors to inspire more collaboration and action. Our recommendations are based on the input of more than 150 people over many months. They build on a larger body of work by the staff, fellows, and grantees of the <a id="a1">Mozilla Foundation</a> to pursue more trustworthy AI in tech products, policies, and code.
fr: Notre public cible est constitué de concepteurs d’IA et de personnes qui élaborent ou influencent les politiques en matière d’IA. Nous cherchons à établir des ponts de compréhension entre les secteurs de la technologie et de la politique afin d’inspirer davantage de collaboration et d’action. Nos recommandations reposent sur la contribution de plus de 150 personnes pendant de nombreux mois. Elles s’appuient sur un ensemble plus large de travaux réalisés par le personnel, les bénéficiaires de bourses et de subventions de la <a id="a1">Fondation Mozilla</a> ayant toutes et tous pour objectif d’obtenir une IA plus digne de confiance dans les produits, les politiques et le code.

# overview
source: This year, we brought back Mozilla’s award-winning podcast, <a id="a1">IRL</a>, in partnership with colleagues at <a id="a2">Firefox</a>, so we could center the voices of AI builders and policymakers, in real life.
fr: Cette année, nous avons relancé le podcast primé de Mozilla, <a id="a1">IRL</a>, en collaboration avec des collègues de <a id="a2">Firefox</a>, afin de faire entendre les voix des créateurs d’IA et des décideurs politiques, dans la vraie vie.

# overview
source: <a id="a1">In five biweekly episodes</a>, we travel the world and dive into an array of topics, including surveillance, labor, healthcare, geospatial data, and disinformation in social media. Altogether in this season, we speak to 19 people in a dozen different countries.
fr: <a id="a1">En cinq épisodes publiés toutes les deux semaines</a>, nous parcourons le monde et nous plongeons dans un grand nombre de sujets, notamment la surveillance, le travail, les soins de santé, les données géospatiales et la désinformation sur les réseaux sociaux. Au total, dans cette saison, nous avons parlé à 19 personnes dans une douzaine de pays différents.

# overview
source: <i>For previous editions of the Internet Health Report, see:</i> <a id="a1"><i>2020</i></a><i>,</i> <a id="a2"><i>2019</i></a><i> +</i> <a id="a3"><i>book</i></a><i>,</i> <a id="a4"><i>2018</i></a><i>,</i> <a id="a5"><i>2017</i></a><i>.</i>
fr: <i>Pour les éditions précédentes du Bulletin de santé d’Internet, voir : <a id="a1">2020</a>, <a id="a2">2019</a> + <a id="a3">le livre</a>, <a id="a4">2018</a>, <a id="a5">2017</a>.</i>
