Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/research/library/user-controls.po
Languages: fr

# title
source: Does This Button Work? Investigating YouTube's ineffective user controls
fr: Ce bouton fonctionne-t-il ? Enquête sur les contrôles d’utilisation inefficaces de YouTube

# research_links.b1a2db81-4b85-43b7-aba5-9def8bfb27d5.label
source: Read the report
fr: Lire le rapport

# introduction
source: Powered by 22,722 volunteers, Mozilla scrutinized YouTube to determine how much control people actually have over the platform’s recommendation algorithm. This is what we learned.
fr: Aidée par 22 722 bénévoles, Mozilla a enquêté sur YouTube afin de déterminer à quel point les internautes peuvent contrôler l’algorithme de recommandation de la plateforme. Voici ce que nous avons découvert.

# overview
source: In this report, we present a large-scale audit Mozilla conducted on YouTube’s user controls: the tools and features people use to manage their video recommendations on YouTube. To evaluate the effectiveness of these controls for real users of the platform, we collected data from 22,722 volunteers about their interactions with YouTube. We also surveyed 2,757 participants to better understand their feelings of control on the platform. Building on our <a id="a1">previous investigation</a> into YouTube, this study is likely the largest experimental audit of YouTube by independent researchers, powered by Mozilla’s <a id="a2">RegretsReporter</a>.
fr: Dans ce rapport, nous présentons un audit à grande échelle réalisé par Mozilla sur les contrôles d’utilisation de YouTube : les outils et les fonctionnalités que les internautes utilisent pour gérer leurs recommandations de vidéos sur YouTube. Pour évaluer l’efficacité de ces contrôles pour les utilisateurs et utilisatrices réelles de la plateforme, nous avons recueilli des données auprès de 2 722 volontaires sur leurs interactions avec YouTube. Nous avons également interrogé 2 757 participant·e·s pour mieux comprendre leur sentiment de contrôle sur la plateforme. S’appuyant sur <a id="a1">notre précédente étude</a> sur YouTube, cette étude est probablement le plus grand audit expérimental de YouTube par des chercheurs et chercheuses indépendantes, et a pu être réalisé grâce à <a id="a2">RegretsReporter</a> de Mozilla.

# overview
source: Main Findings
fr: Principales constatations

# overview
source: People don’t feel they have much control over their YouTube recommendations — and our study demonstrates they actually don’t. We determined that:
fr: Les internautes ont le sentiment de ne pas avoir beaucoup de contrôle sur leurs recommandations YouTube — et notre étude démontre que c’est vrai. Nous avons déterminé que :

# overview
source: <b>1. People feel that using YouTube’s user controls does not change their recommendations at all.</b> We learned that many people take a trial-and-error approach to controlling their recommendations, with limited success.
fr: <b>1. Les internautes ont le sentiment que les contrôles d’utilisation de YouTube ne modifient en rien leurs recommandations.</b> Nous avons appris que de nombreuses personnes adoptent une approche basée sur des essais/erreurs pour contrôler leurs recommandations, avec un succès relatif.

# overview
source: <b>2. YouTube’s user control mechanisms are inadequate for preventing unwanted recommendations.</b> We found that YouTube’s user controls influence what is recommended, but this effect is meager and most unwanted videos still slip through.
fr: <b>2. Les mécanismes de contrôle d’utilisation de YouTube sont inefficaces pour empêcher les recommandations indésirables.</b> Nous avons constaté que les contrôles d’utilisation de YouTube influencent ce qui est recommandé, mais cet effet est faible et la plupart des vidéos indésirables passent toujours entre les mailles du filet.

# overview
source: Recommendations
fr: Recommandations

# overview
source: <b>1. The controls should be easy to understand and access.</b> People should be provided with clear information about the steps they can take to influence their recommendations, and should be empowered to use those tools.
fr: <b>1. Les contrôles d’utilisation de YouTube devraient être compréhensibles et faciles d’accès.</b> Les internautes devraient disposer d’informations claires sur les mesures à prendre pour influencer leurs recommandations, et devraient être encouragé·e·s à utiliser ces outils.

# overview
source: <b>2. YouTube should design its feedback tools in a way that puts people in the driver’s seat.</b> Feedback tools should enable people to proactively shape their experience, with user feedback given more weight in determining what videos are recommended.
fr: <b>2. YouTube devrait repenser ses outils dédiés aux retours de façon à laisser les internautes prendre le contrôle.</b> Les outils dédiés aux retours devraient permettre aux internautes de personnaliser activement leur expérience, en donnant plus de poids aux retours des utilisateurs et utilisatrices dans la façon dont les vidéos sont recommandées.

# overview
source: <b>3. YouTube should enhance its data access tools.</b> YouTube should provide researchers with access to better tools that allow them to assess the signals that impact YouTube's algorithm.
fr: <b>3. YouTube devrait améliorer ses outils d’accès aux données.</b> YouTube devrait fournir aux chercheurs et chercheuses un accès à de meilleurs outils leur permettant d’identifier les signaux qui impactent l’algorithme de YouTube.

# overview
source: <b>4. Policymakers should protect public interest researchers.</b> Policymakers should pass and/or clarify laws that provide legal protections for public interest research.
fr: <b>4. La législation devrait protéger les chercheurs et chercheuses effectuant un travail d’intérêt général.</b> Les législateurs et législatrices devraient voter de nouvelles lois et/ou clarifier des lois existantes permettant de protéger la recherche d’intérêt général.

# seo_title
source: Does This Button Work? Investigating YouTube's ineffective user controls
fr: Ce bouton fonctionne-t-il ? Enquête sur les contrôles d’utilisation inefficaces de YouTube

# search_description
source: Powered by 22,722 volunteers, Mozilla scrutinized YouTube to determine how much control people actually have over the platform’s recommendation algorithm. This is what we learned.
fr: Aidée par 22 722 bénévoles, Mozilla a enquêté sur YouTube afin de déterminer à quel point les internautes peuvent contrôler l’algorithme de recommandation de la plateforme. Voici ce que nous avons découvert.
