Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/*-misinformation-facebook.po
Languages: de, fr

# search_description
source: Open letter to Facebook: Political actors use disinformation campaigns that prey on our emotions and values to manipulate our behavior. We have a right to know who is paying to influence our vote, and Facebook is responsible for making sure that happens on their platform. They have made many promises to European lawmakers and users to make political ads more transparent, but so far we’ve seen little action. So we decided to pen an open letter telling them to implement what they've promised in enough time to protect users during the European elections.
de: Ein offener Brief an Facebook: Politische Akteure nutzen Desinformationskampagnen, die unsere Emotionen und Werte ausnutzen und damit unser Verhalten manipulieren. Wir haben ein Recht darauf zu erfahren, wer für die Beeinflussung unserer Stimme bezahlt, und Facebook ist für die Umsetzung auf seiner Plattform verantwortlich. Das Unternehmen hat den europäischen Gesetzgebern und Menschen versprochen, politische Anzeigen transparenter zu machen, aber bisher hat sich kaum etwas getan. Wir haben daher beschlossen, einen offenen Brief zu schreiben, um Facebook aufzufordern, seine Versprechen rechtzeitig umzusetzen, um Nutzer während der Europawahlen zu schützen.
fr: Lettre ouverte à Facebook : certains responsables politiques font usage de campagnes de désinformation qui exploitent nos émotions et nos valeurs pour manipuler notre comportement. Nous avons le droit de savoir qui paie pour influencer notre vote, et Facebook a la responsabilité de s’assurer que cela est le cas sur sa plateforme. Facebook a fait de nombreuses promesses aux législateurs et aux utilisateurs européens pour rendre les publicités politiques plus transparentes, mais jusqu’à présent, nous n’avons guère vu de résultats. Nous avons donc décidé d’adresser une lettre ouverte à Facebook, demandant de mettre en œuvre ces promesses, à temps pour protéger les utilisateurs lors des élections européennes.

# title
source: Open letter to Facebook
de: Ein offener Brief an Facebook
fr: Lettre ouverte à Facebook

# body.f3ee84ab-4c30-44e6-9dd1-801ff26051d6.altText
source: A black and white illustration of three web browser screens with a hypnotic sphere, an 'x', and television bars in each screen.
de: Eine Schwarz-Weiß-Abbildung von drei Webbrowser-Bildschirmen mit einer hypnotischen Kugel, einem „x“ und Fernsehbalken in jedem Bildschirm.
fr: Une illustration en noir et blanc de trois écrans de navigateur web avec une sphère hypnotique, un « x » et des barres de télévision sur chaque écran.

# body.475c6714-1451-4eff-80b2-45e30a8df1fd
source: <i>Political actors use disinformation campaigns that prey on our emotions and values to manipulate our behaviour. We have a right to know who is paying to influence our vote, and Facebook is responsible for making sure that happens on their platform. They have made many promises to European lawmakers and users to make political ads more transparent, but so far we’ve seen little action. So we decided to pen an open letter telling them to implement what they've promised in enough time to protect users during the European election</i>s.<br/><br/><b>UPDATE 13 February: In response to our campaign, Facebook announced that it would open up its Ad Archive API next month.</b> <a id="a1"><b>Read Mozilla's statement about the response here.</b></a>
de: <i>Politische Akteure nutzen Desinformationskampagnen, die unsere Emotionen und Werte ausnutzen und damit unser Verhalten manipulieren. Wir haben ein Recht darauf zu erfahren, wer für die Beeinflussung unserer Stimme bezahlt, und Facebook ist für die Umsetzung auf seiner Plattform verantwortlich. Das Unternehmen hat den europäischen Gesetzgebern und Menschen versprochen, politische Anzeigen transparenter zu machen, aber bisher hat sich kaum etwas getan. Wir haben daher beschlossen, einen offenen Brief zu schreiben, um Facebook aufzufordern, seine Versprechen rechtzeitig umzusetzen, um Nutzer während der Europawahlen zu schützen.</i> <br/><br/> <b>NEUIGKEITEN vom 13. Februar: Als Reaktion auf unsere Kampagne hat Facebook angekündigt, nächsten Monat seine Ad Archive API zu öffnen. <a id="a1">Hier finden Sie Mozillas Antwort.</a></b>
fr: <i>Certains responsables politiques font usage de campagnes de désinformation qui exploitent nos émotions et nos valeurs pour manipuler notre comportement. Nous avons le droit de savoir qui paie pour influencer notre vote, et Facebook a la responsabilité de s’assurer que cela est le cas sur sa plate-forme. Facebook a fait de nombreuses promesses aux législateurs et aux utilisateurs européens pour rendre les publicités politiques plus transparentes, mais jusqu’à présent, nous n’avons guère vu de résultats. Nous avons donc décidé d’adresser une lettre ouverte à Facebook, demandant de mettre en œuvre ces promesses, à temps pour protéger les utilisateurs lors des élections européennes.</i> <br/><br/> <b>MISE À JOUR du 13 février : en réponse à notre campagne, Facebook a annoncé le lancement de son API d’archivage des publicités le mois prochain.</b> <a id="a1"><b>Lisez ici la déclaration de Mozilla concernant cette réponse.</b></a>

# body.07e65310-8c9a-4de8-ace6-ca7264f44c6f
source: Dear Facebook:
de: Sehr geehrtes Facebook,
fr: Cher Facebook,

# body.07e65310-8c9a-4de8-ace6-ca7264f44c6f
source: We are writing you today as a group of technologists, human rights defenders, academics, journalists and Facebook users who are deeply concerned about the validity of Facebook’s promises to protect European users from targeted disinformation campaigns during the European Parliamentary elections. You have <a id="a1">promised European lawmakers</a> and users that you will increase the transparency of political advertising on the platform to prevent abuse during the elections. <b>But in the very same breath, you took measures to</b> <a id="a2"><b>block access to transparency tools</b></a> <b>that let your users see how they are being targeted.</b>
de: wir schreiben Ihnen heute als eine Gruppe von Technologen, Menschenrechtsaktivisten, Akademikern, Journalisten und Facebook-Nutzern, die zutiefst besorgt sind über die Gültigkeit von Facebooks Versprechen, Nutzer in Europa während der Wahlen zum Europäischen Parlament vor gezielten Desinformationskampagnen zu schützen. <a id="a1">Sie haben den europäischen Gesetzgebern und Nutzern versprochen</a>, dass Sie die Transparenz politischer Werbung auf der Plattform verbessern und Missbrauch während der Wahlen verhindern werden. <b>Im gleichen Atemzug <a id="a2">blockieren Sie aber den Zugang zu Transparenzwerkzeugen</a>, mit denen Ihre Nutzer sehen können, wie sie für Anzeigen ausgewählt werden.</b>
fr: Nous vous écrivons aujourd’hui en tant que groupe d’experts en technologie, de défenseurs des droits de l’Homme, d’universitaires, de journalistes et d’utilisateurs de Facebook, car nous sommes profondément préoccupés par la fiabilité des <a id="a1">promesses faites par Facebook pour protéger les utilisateurs européens</a> de campagnes de désinformation ciblées pendant les élections européennes. Vous avez promis aux législateurs et aux utilisateurs européens d’accroître la transparence des publicités politiques sur la plate-forme afin de prévenir les abus pendant les élections. <b>Mais dans le même temps, vous avez délibérément <a id="a2">bloqué l’accès aux outils de transparence</a> qui permettent à vos utilisateurs de voir comment ils sont ciblés.</b>

# body.07e65310-8c9a-4de8-ace6-ca7264f44c6f
source: In the company’s recent <i>Wall Street Journal</i> op-ed, Mark Zuckerberg wrote that the most important principles around data are <b>transparency</b>, <b>choice</b> and <b>control</b>. By <a id="a1">restricting access to advertising transparency tools</a> available to Facebook users, you are <b>undermining transparency</b>, <b>eliminating the choice of your users</b> to install tools that help them analyse political ads, and <b>wielding control over good faith researchers</b> who try to review data on the platform. Your <a id="a2">alternative</a> to these third party tools provides simple keyword search functionality and does not provide the level of data access necessary for meaningful transparency.
de: In einem Gastartikel in der <i>Zeit</i> schrieb Mark Zuckerberg kürzlich, dass die wichtigsten Prinzipien für Daten <b>Transparenz</b>, <b>Wahlfreiheit</b> und <b>Kontrolle</b> seien. Durch <a id="a1">Zugangsbeschränkungen auf Transparenzwerkeuge für Werbung</a>, die Facebook-Nutzern zur Verfügung stehen, <b>untergraben Sie Transparenz</b>, <b>nehmen Ihren Nutzern die Wahlfreiheit</b>, Werkzeuge zu installieren, die ihnen bei der Analyse politischer Werbung helfen, und <b>üben Kontrolle über wohlmeinende Forscher aus</b>, die versuchen, Daten auf der Plattform zu überprüfen. Ihre <a id="a2">Alternative</a> zu diesen Werkzeugen von Drittanbietern bietet nur einfache Suchmöglichkeiten nach Stichworten und verfügt nicht über den Grad an Datenzugriff, den echte Transparenz braucht.
fr: Dans la récente tribune de votre entreprise publiée par <i>Le Monde</i>, Mark Zuckerberg a écrit que les principes les plus importants concernant les données sont <b>la transparence</b>, <b>le choix</b> et <b>le contrôle</b>. En <a id="a1">limitant l’accès aux outils de transparence publicitaire</a> mis à la disposition des utilisateurs de Facebook, vous <b>portez atteinte à la transparence</b>, vous <b>privez vos utilisateurs du choix d’installer des outils qui les aident à analyser les publicités politiques</b> et vous <b>exercez un contrôle sur les chercheurs de bonne foi</b> qui tentent d’analyser les données sur la plate-forme. <a id="a2">Votre alternative</a> à ces outils tiers offre une simple fonctionnalité de recherche par mot-clé et ne fournit pas le niveau d’accès aux données nécessaire à une transparence significative.

# body.07e65310-8c9a-4de8-ace6-ca7264f44c6f
source: Actions speak louder than words. That’s why you must take action to meaningfully deliver on the <a id="a1">commitments made to the EU institutions</a> notably the <a id="a2">increased transparency that you’ve promised</a>. Promises and press statements aren’t enough; instead, we need to see real action over the coming months, and we will be exploring ways to hold Facebook accountable if that action isn’t sufficient.
de: Taten sagen mehr als Worte. Darum müssen Sie dafür sorgen, dass <a id="a1">Ihre Versprechen an die EU-Institutionen</a> glaubhaft umgesetzt werden, dies betrifft insbesondere die <a id="a2">versprochenen Verbesserungen bei der Transparenz</a>. Versprechen und Presseerklärungen reichen nicht, wir brauchen in den kommenden Monaten Taten und werden prüfen, wie wir Facebook zur Verantwortung ziehen können, wenn die Maßnahmen nicht ausreichen.
fr: Il est temps de joindre l’acte à la parole. C’est pourquoi vous devez prendre des mesures effectives pour tenir <a id="a1">les engagements pris envers les institutions européennes</a>, notamment <a id="a2">la transparence accrue que vous avez promise</a>. Les promesses et les déclarations à la presse ne suffisent pas ; nous voulons plutôt être témoins de mesures concrètes au cours des prochains mois et nous veillerons à ce que Facebook prenne ses responsabilités si ces mesures ne sont pas suffisantes.

# body.07e65310-8c9a-4de8-ace6-ca7264f44c6f
source: Specifically, we ask that you implement the following measures by 1 April 2019 to give developers sufficient lead time to create transparency tools in advance of the elections:
de: Wir bitten insbesondere darum, dass Sie bis zum 1. April 2019 die folgenden Maßnahmen umsetzen, um Entwicklern genug Zeit zu geben, um vor den Wahlen Transparenzwerkzeuge zu entwickeln:
fr: Nous vous demandons en particulier de mettre en œuvre les mesures suivantes d’ici au 1er avril 2019, afin de laisser aux développeurs suffisamment de temps pour créer des outils de transparence avant les élections :

# body.07e65310-8c9a-4de8-ace6-ca7264f44c6f
source: <b>Roll out a functional, open</b> <a id="a1"><b>Ad Archive API</b></a> <b>that enables advanced research and development of tools that analyse political ads served to Facebook users in the EU.</b>
de: <b>Setzen Sie eine funktionierende, offene <a id="a1">Ad Archive API</a> um, die erweiterte Untersuchungen und Entwicklung von Werkzeugen ermöglicht, die politische Werbung analysieren, welche Facebook-Nutzern in der EU angezeigt wird.</b>
fr: <b>Déployer une <a id="a1">API d’archivage des publicités</a> fonctionnelle et ouverte qui permet une recherche avancée et le développement d’outils d’analyse des publicités politiques diffusées aux utilisateurs européens de Facebook.</b>

# body.07e65310-8c9a-4de8-ace6-ca7264f44c6f
source: <b>Ensure that all political advertisements are clearly distinguished from other content and are accompanied by key targeting criteria such as sponsor identity and amount spent on the platform in all EU countries</b>.
de: <b>Sorgen Sie dafür, dass alle politischen Werbeanzeigen eindeutig von anderen Inhalten zu unterscheiden sind und dass wichtige Kriterien für die zielgerichtete Werbung, wie die Identität des Sponsors und der in allen EU-Ländern auf der Plattform investierte Betrag angezeigt werden.</b>
fr: <b>Faire en sorte que toutes les publicités politiques soient clairement dissociées des autres contenus et accompagnées des critères de ciblage clés tels que l’identité du commanditaire et le montant dépensé sur la plate-forme dans tous les pays de l’Union européenne.</b>

# body.07e65310-8c9a-4de8-ace6-ca7264f44c6f
source: Cease harassment of good faith researchers who are building tools to provide greater transparency into the advertising on your platform.
de: Stoppen Sie die Verfolgung wohlmeinender Forscher, die Werkzeuge entwickeln, um der Werbung auf Ihrer Plattform mehr Transparenz zu verleihen.
fr: Cesser toute intimidation des chercheurs qui créent des outils pour assurer une plus grande transparence de la publicité sur votre plate-forme.

# body.07e65310-8c9a-4de8-ace6-ca7264f44c6f
source: We believe that Facebook and other platforms can be positive forces that enable democracy, but this vision can only be realized through true transparency and trust. Transparency cannot just be on the terms with which the world’s largest, most powerful tech companies are most comfortable.
de: Wir glauben, dass Facebook und andere Plattformen positive Auswirkungen haben und die Demokratie fördern können, aber diese Vision kann nur durch echte Transparenz und echtes Vertrauen erreicht werden. Transparenz darf sich nicht nur daran orientieren, was den größten und mächtigsten Technologieunternehmen der Welt genehm ist.
fr: Nous croyons que Facebook et d’autres plates-formes peuvent être des atouts pour la démocratie, mais cette vision ne peut se réaliser que par une véritable transparence et de la confiance. La transparence ne peut pas se limiter aux conditions avec lesquelles les plus grandes et les plus puissantes entreprises high-tech du monde se sentent les plus à l’aise.

# body.07e65310-8c9a-4de8-ace6-ca7264f44c6f
source: We look forward to the swift and complete implementation of these transparency measures that you have promised to your users.
de: Wir freuen uns auf die schnelle und vollständige Umsetzung dieser Maßnahmen für mehr Transparenz, die Sie Ihren Nutzern versprochen haben.
fr: Nous attendons avec impatience la mise en œuvre rapide et complète de ces mesures pour assurer la transparence que vous avez promise à vos utilisateurs.

# body.07e65310-8c9a-4de8-ace6-ca7264f44c6f
source: Sincerely,
de: Mit freundlichen Grüßen
fr: Cordialement,

# body.07e65310-8c9a-4de8-ace6-ca7264f44c6f
source: Mozilla Foundation
fr: La fondation Mozilla

# body.07e65310-8c9a-4de8-ace6-ca7264f44c6f
source: Signed by:
de: Mitunterzeichner:
fr: Signataires :

# body.07e65310-8c9a-4de8-ace6-ca7264f44c6f
source: Access Now<br/>AlgorithmWatch<br/>All Out<br/>Alto Data Analytics<br/>ARTICLE 19<br/>Association for Progressive Communications (APC)<br/>Aufstehn<br/>Bits of Freedom<br/>Bulgarian Helsinki Committee<br/>BUND – Friends of the Earth Germany<br/>Campact<br/>Campax<br/>Center for Democracy and Technology<br/>Certified Content Coalition<br/>CIPPIC<br/>Civil Liberties Union for Europe<br/>Civil Rights Defenders<br/>Declic<br/>doteveryone<br/>Estonian Human Rights Center<br/>Free Press Unlimited<br/>GONG Croatia<br/>Greenpeace<br/>Italian Coalition for Civil Liberties and Rights (CILD)<br/>Mobilisation Lab<br/>Open Data Institute<br/>Open Knowledge International<br/>OpenMedia<br/>Privacy International<br/>PROVIDUS<br/>Reporters Without Borders<br/>Skiftet<br/>SumOfUs<br/>The Fourth Group<br/>Transparent Referendum Initiative<br/>Uplift<br/>Urgent Action Fund for Women's Human Rights<br/>WhoTargetsMe<br/>Wikimedia UK
de: Access Now<br/>AlgorithmWatch<br/>All Out<br/>Alto Data Analytics<br/>ARTICLE 19<br/>Association for Progressive Communications (APC)<br/>Aufstehn<br/>Bits of Freedom<br/>Bulgarian Helsinki Committee<br/>Bund für Umwelt und Naturschutz Deutschland (BUND)<br/>Campact<br/>Campax<br/>Center for Democracy and Technology<br/>Certified Content Coalition<br/>CIPPIC<br/>Civil Liberties Union for Europe<br/>Civil Rights Defenders<br/>Declic<br/>doteveryone<br/>Estonian Human Rights Center<br/>Free Press Unlimited<br/>GONG Croatia<br/>Greenpeace<br/>Italian Coalition for Civil Liberties and Rights (CILD)<br/>Mobilisation Lab<br/>Open Data Institute<br/>Open Knowledge International<br/>OpenMedia<br/>Privacy International<br/>PROVIDUS<br/>Reporters Without Borders<br/>Skiftet<br/>SumOfUs<br/>The Fourth Group<br/>Transparent Referendum Initiative<br/>Uplift<br/>Urgent Action Fund for Women's Human Rights<br/>WhoTargetsMe<br/>Wikimedia UK
fr: Access Now<br/>AlgorithmWatch<br/>All Out<br/>Alto Data Analytics<br/>ARTICLE 19<br/>Association for Progressive Communications (APC)<br/>Aufstehn<br/>Bits of Freedom<br/>Bulgarian Helsinki Committee<br/>BUND – Friends of the Earth Germany<br/>Campact<br/>Campax<br/>Center for Democracy and Technology<br/>Certified Content Coalition<br/>CIPPIC<br/>Civil Liberties Union for Europe<br/>Civil Rights Defenders<br/>Declic<br/>doteveryone<br/>Estonian Human Rights Center<br/>Free Press Unlimited<br/>GONG Croatia<br/>Greenpeace<br/>Italian Coalition for Civil Liberties and Rights (CILD)<br/>Mobilisation Lab<br/>Open Data Institute<br/>Open Knowledge International<br/>OpenMedia<br/>Privacy International<br/>PROVIDUS<br/>Reporters sans frontières<br/>Skiftet<br/>SumOfUs<br/>The Fourth Group<br/>Transparent Referendum Initiative<br/>Uplift<br/>Urgent Action Fund for Women's Human Rights<br/>WhoTargetsMe<br/>Wikimedia UK
