Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/call-on-tiktok-to-follow-through-on-its-election-promises.po
Languages: de

# search_description
source: TikTok is falling behind on its promises to keep its platform free of political misinformation during the German election. It started fact-checking too late, it’s not correctly labeling political content, and we even uncovered fake TikTok accounts pretending to be German political institutions.
de: TikTok hat viele seiner Versprechen, die die Nutzer*innen während der Bundestagswahl vor Falschinformationen schützen sollen, bisher nicht umgesetzt: Das Unternehmen hat spät mit dem Faktencheck begonnen, politische Inhalte werden nicht korrekt gekennzeichnet und wir haben sogar Fake-Accounts gefunden, die sich als politische Institutionen und Persönlichkeiten ausgeben.

# body.024e9ee9-8f63-460c-921b-a9efa1a15de0
source: Back in July, <b>TikTok made some big promises</b> about how the platform would safeguard its users from mis- and disinformation during the German elections - from a fact-checking partnership with a big news organisation to correctly labeling political content. We wanted to make sure they were keeping true to their word. So we checked.
de: im Juli versprach TikTok, verstärkt gegen Falschinformationen auf seiner Plattform vorgehen zu wollen, um Nutzer*innen im Rahmen des Bundestagswahlkampfes besser zu schützen. Angekündigt wurden eine Faktencheck-Partnerschaft mit einer großen Nachrichtenagentur sowie die konsequente Kennzeichnung von politischen Inhalten. Wir wollten überprüfen, ob TikTok seine Ankündigungen auch umgesetzt hat.

# body.024e9ee9-8f63-460c-921b-a9efa1a15de0
source: What we found is concerning.
de: Was wir entdeckt haben, ist besorgniserregend.

# body.024e9ee9-8f63-460c-921b-a9efa1a15de0
source: TikTok is falling behind on its promises to keep its platform free of political misinformation during the German election. It started fact-checking too late, it’s not correctly labeling political content, and we even uncovered fake TikTok accounts pretending to be German political institutions.
de: TikTok hat viele seiner Versprechen, die die Nutzer*innen während der Bundestagswahl vor Falschinformationen schützen sollen, bisher nicht umgesetzt: Das Unternehmen hat spät mit dem Faktencheck begonnen, politische Inhalte werden nicht korrekt gekennzeichnet und wir haben sogar Fake-Accounts gefunden, die sich als politische Institutionen und Persönlichkeiten ausgeben.

# body.024e9ee9-8f63-460c-921b-a9efa1a15de0
source: In just a few weeks, millions of people will vote for a new German government. With 11 million Germans on TikTok, it’s absolutely crucial that the platform gets its house in order. There's still time.
de: In wenigen Wochen findet die Bundestagswahl statt. Da TikTok mit 11 Millionen Nutzer*innen in Deutschland eine große Reichweite hat, ist es von größter Bedeutung, dass die Plattform härter gegen Falschinformationen durchgreift. Noch ist es nicht zu spät.

# body.024e9ee9-8f63-460c-921b-a9efa1a15de0
source: You can help make this happen:
de: Sie können dafür sorgen, dass TikTok seinen Kurs ändert:

# body.024e9ee9-8f63-460c-921b-a9efa1a15de0
source: Sign the petition to call on TikTok to follow through on its election promises.
de: Unterzeichnen Sie jetzt die Petition, um TikTok aufzufordern, seine Versprechen zur Bundestagswahl umzusetzen.

# body.024e9ee9-8f63-460c-921b-a9efa1a15de0
source: How badly is TikTok failing? Mislabelling election content, failing to shutdown fake political accounts, and dragging its heels on fact-checking. <b>Read more in our report:</b> <a id="a1"><b>TikTok isn’t taking its role in maintaining election integrity seriously enough</b></a><b>.</b>
de: Sie wollen wissen, inwieweit TikTok den eigenen Ankündigungen hinterherhinkt? Wahlkampfinhalte werden falsch gekennzeichnet, Fake-Accounts werden nicht gelöscht und der Faktencheck hat sich stark verzögert. <b>Lesen Sie mehr in unserem Bericht: <a id="a1">TikTok nimmt seine Rolle im Bundestagswahlkampf nicht ernst</a>.</b>

# body.024e9ee9-8f63-460c-921b-a9efa1a15de0
source: It’s not too late to turn things around, so, we’ve made these recommendations to TikTok:
de: Noch ist es nicht zu spät, um das Ruder herumzureißen. Das sind unsere Empfehlungen an TikTok:

# body.024e9ee9-8f63-460c-921b-a9efa1a15de0
source: Invest more resources to ensure that election-related videos are labelled accurately;
de: Mehr Ressourcen, um sicherzustellen, dass Videos zur Bundestagswahl korrekt gekennzeichnet werden;

# body.024e9ee9-8f63-460c-921b-a9efa1a15de0
source: Enforce the Community Guidelines more effectively to prevent fake accounts proliferating.
de: die Community-Regeln wirksamer durchsetzen, um die Verbreitung von Fake-Accounts zu verhindern.

# body.024e9ee9-8f63-460c-921b-a9efa1a15de0
source: Release more information about which content and accounts are removed during election season. Invest in better data access tools for researchers to enable oversight by external researchers and institutions.
de: Informationen darüber veröffentlichen, welche Inhalte und Konten während des Wahlkampfes entfernt werden. Besseren Zugang zu Daten, um die Überprüfung durch externe Forscher*innen und Institutionen zu ermöglichen.

# body.024e9ee9-8f63-460c-921b-a9efa1a15de0
source: Read more about our findings and recommendations to <a id="a1"><b>TikTok in this report</b></a>, and <b>add your name to our call to TikTok to immediately follow through on its election pledges.</b>
de: Lesen Sie mehr über unsere Untersuchung und Empfehlungen <a id="a1"><b>an TikTok in diesem Bericht</b></a> und <b>unterzeichnen Sie unseren Appell an TikTok, seine Versprechen zur Bundestagswahl unverzüglich umzusetzen.</b>
