Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/election-integrity-and-platform-accountability.po
Languages: de

# seo_title
source: Election integrity and platform accountability: Global lessons from the German and U.S. elections
de: Integrität der Wahlen und Rechenschaftspflicht der Plattform: Weltweite Lehren aus den Wahlen in Deutschland und den USA

# search_description
source: The choices of the world's major tech companies make could have had a big impact online before and after high-stakes elections around the world.
de: Die Entscheidungen der großen Technologieunternehmen der Welt hätten vor und nach den Wahlen auf dem Weltmarkt große Auswirkungen auf das Internet haben können.

# header
source: Global lessons from the German &amp; U.S. Elections
de: Weltweite Lehren aus den Wahlen in Deutschland und den USA

# intro
source: The choices of the world's major tech companies make could have had a big impact online before and after high-stakes elections around the world. We tracked, and then analyzed different company's approaches in the U.S. and Germany – with recommendations for future elections around the world.
de: Die Entscheidungen der großen Technologieunternehmen der Welt hätten online vor und nach den hochrangigen Wahlen auf der ganzen Welt große Auswirkungen haben können. Wir haben die Ansätze verschiedener Unternehmen in den USA und Deutschland verfolgt und anschließend analysiert – mit Empfehlungen für zukünftige Wahlen auf der ganzen Welt.

# body.99217e62-ee7e-47c1-af17-71cebc44a364
source: German Bundestag Election 2021
de: Bundestagswahl 2021

# body.99217e62-ee7e-47c1-af17-71cebc44a364
source: Dive into our research and analysis from the Bundestag election 2021, starting with the platform policy tracker:
de: Tauchen Sie ein in unsere Recherche und Analysen zur der Bundestagswahl 2021, beginnend mit dem Plattform Policy Tracker:

# body.827c2c18-5a99-4d6d-b95e-2407c7c92898.label
source: View the German election policy tracker
de: Sehen Sie sich die Übersicht zu Richtlinien zu den Wahlen in Deutschland an

# body.baeded2e-3628-4cc4-b4dc-0ea4db32daab
source: We've also published "<a id="a1">Opaque and Overstretched: How platforms failed to curb disinformation during the German 2021 election</a>" – our analysis of social media platforms' performance in the German Bundestag election.
de: Wir haben auch „<a id="a1">Undurchsichtig und überfordert: Wie Plattformen bei der Bundestagswahl 2021 versagt haben, Desinformation einzudämmen</a>“ veröffentlicht – unsere Analyse der Leistungen von Social -Media-Plattformen bei der Bundestagswahl.

# body.100488a8-015d-4cfb-ade7-d06025d2a89d.label
source: Read Mozilla's analysis
de: Mozillas Analyse lesen

# body.3d5ed988-5e2f-4393-8cf9-fe98c82aa32d
source: Based on Mozilla's elections-related research, we have compiled a list of requirements that governments and populations should demand of platforms before any major election. Contexts will vary from country to country, but our minimum standards can better ensure that platforms do what’s necessary, not what’s convenient.
de: Basierend auf Mozillas Wahlforschung haben wir eine Liste von Anforderungen zusammengestellt, die Regierungen und Bevölkerungen vor jeder größeren Wahl von Plattformen verlangen sollten. Der Kontext variiert von Land zu Land, aber unsere Mindeststandards können besser sicherstellen, dass Plattformen das tun, was notwendig ist, und nicht das, was bequem ist.

# body.33e0c7ff-7ce9-40e6-b568-fbc4512206c1.label
source: Read the Minimum Election Standards
de: Lesen Sie die Mindeststandards für die Wahl

# body.17b7402c-fc2e-431f-b110-a1bab3e93e97.title
source: The German Bundestag Election 2021 – blogs and analysis
de: Die Bundestagswahl 2021 – Blogs und Analysen

# body.46d96ef4-a6ac-441f-a750-68aa743cb57a
source: U.S. Election 2020
de: Die US-Wahlen 2020

# body.46d96ef4-a6ac-441f-a750-68aa743cb57a
source: In the run-up to and chaotic days after the highly contentious US election, tech platforms adopted a wide variety of new approaches to tackle disinformation and misinformation. We took a closer look at their policies and commitments to dealing with election-related disinformation and misinformation and made suggestions for what best practice looks like around the world.
de: Im Vorfeld und während der chaotischen Tage nach der hochumstrittenen US-Wahl haben Technologieplattformen eine Vielzahl neuer Ansätze verfolgt, um Desinformation und Fehlinformationen zu bekämpfen. Wir haben uns ihre Richtlinien und Verpflichtungen zum Umgang mit wahlbezogenen Desinformationen und Fehlinformationen genauer angesehen und Vorschläge für Best Practices auf der ganzen Welt gemacht.

# body.6d5538cb-4968-4ad2-8c29-1617a302f257
source: Dive into our research and analysis from U.S. 2020:
de: Tauchen Sie ein in unsere Forschung und Analyse:

# body.4e783a26-92d4-4949-999e-38981e2ee5ac.label
source: View the platform policy tracker
de: Sehen Sie sich die Übersicht über die Plattformrichtlinien an

# body.c7e73e46-db97-4d1b-94d6-740894fe58ee.title
source: The U.S. Elections 2020 – blogs and analysis
de: Die US-Wahlen 2020 – Blogs und Analysen

# title
source: Election integrity and platform accountability
de: Integrität der Wahlen und Rechenschaftspflicht der Plattform
