Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/meta-shut-down-your-invasive-ai-discover-feed-now.po
Languages: de, fr

# seo_title
source: Meta: Help Users Stop Accidentally Sharing Private AI Conversations
de: Meta: Helft euren Nutzer*innen, ihre privaten KI-Chats nicht länger aus Versehen zu teilen
fr: Meta : aidez les utilisateurs·trices à ne plus partager accidentellement des conversations privées avec l’IA

# search_description
source: Meta's AI app makes private chats public — often without users realizing. Mozilla is urging Meta to fix the design and protect user privacy.
de: Die KI-App von Meta macht private Chats öffentlich – oft ohne Wissen der Nutzer*innen. Mozilla fordert Meta auf, das Design zu überarbeiten und die Privatsphäre zu schützen.
fr: L’application Meta AI rend les conversations privées publiques, souvent à l’insu des utilisateurs·trices. Mozilla appelle Meta à la revoir pour mieux protéger la vie privée.

# title
source: Meta: Help Users Stop Accidentally Sharing Private AI Chats
de: Meta: Helft euren Nutzer*innen, ihre privaten KI-Chats nicht länger aus Versehen zu teilen
fr: Meta : aidez les utilisateurs·trices à ne plus partager accidentellement leurs conversations privées avec les IA.

# body.fe19a43e-d44c-4d6d-8dec-e6bfc24130c0
source: Updated: 3 July 2025
de: Aktualisiert am: 3. Juli 2025
fr: Mise à jour : 3 juillet 2025

# body.fe19a43e-d44c-4d6d-8dec-e6bfc24130c0
source: Meta’s AI app includes a “Discover Feed” — a public stream of real AI conversations. But many of these chats appear to have been shared by mistake. From personal medical info to work stress and calendar reminders, people are unintentionally broadcasting private moments.
de: Metas KI-App enthält einen „Discover-Feed“ – einen öffentlichen Stream privater KI-Chats. Viele dieser Posts wurde offenbar aus Versehen geteilt. Von medizinischen Belangen über Probleme am Arbeitsplatz bis hin zu Kalender-Erinnerungen geben Nutzer*innen unbewusst persönliche Momente preis.
fr: L’application Meta AI comprend un « Discover feed » : un fil d’actualité composé de véritables échanges avec l’IA. Mais la confidentialité de ces interactions soulève de sérieuses questions. Informations médicales, soucis professionnels, détails de la vie privée… Les utilisateurs·trices semblent avoir partagé tout cela « par accident ».

# body.fe19a43e-d44c-4d6d-8dec-e6bfc24130c0
source: Why? Because Meta’s app fails to clearly show users that their chats are going public. There’s no clear iconography, no familiar interface cues, and no strong friction to prevent oversharing.
de: Warum? Weil Meta nicht klar darauf hinweist, dass die Chats veröffentlicht werden. Es gibt keine eindeutigen Symbole, keine intuitive Benutzeroberfläche und keinen Zwischenschritt, der das Teilen zur bewussten Entscheidung macht.
fr: La raison est simple : l’application de Meta ne leur permet pas de comprendre que leurs échanges peuvent devenir publics. Il n’y a pas d’icônographie spécifique, pas de repère familier, ni de véritable garde-fou.

# body.fe19a43e-d44c-4d6d-8dec-e6bfc24130c0
source: That’s why we’re calling on Meta to fix the app’s design and restore key privacy protections — so users can truly understand when they’re sharing with the world.
de: Deshalb fordern wir Meta auf, das Design der App zu überarbeiten und wichtige Datenschutzmaßnahmen wieder einzuführen, damit den Nutzer*innen zu 100 % klar ist, wenn sie ihre Inhalte mit der Welt teilen.
fr: C’est pourquoi nous demandons à Meta de revoir son application et de rétablir les protections essentielles pour la vie privée, afin que les utilisateurs·trices puissent réellement savoir quand ils ou elles partagent quelque chose avec le monde entier.

# body.fe19a43e-d44c-4d6d-8dec-e6bfc24130c0
source: More than 10,000 people have already signed this petition, and Meta responded by reaching out to us and briefly implementing a mandatory warning screen to prevent unintentional sharing. Now we need to make that change permanent.
de: Mehr als 10.000 Menschen haben diese Petition bereits unterzeichnet. Als Reaktion darauf hat Meta für kurze Zeit einen verpflichtenden Warnhinweis eingeführt, der versehentliches Teilen verhindert. Wir verlangen jetzt, dass diese Verbesserung dauerhaft implementiert wird, und fordern Meta auf:
fr: Plus de 10 000 personnes ont déjà signé cette pétition, et Meta a réagi : l’entreprise nous a contactés et a brièvement mis en place un écran d’avertissement pour éviter les partages involontaires. Il est désormais temps de rendre cette mesure efficace permanente dans l’application. Voici ce que nous demandons :

# body.fe19a43e-d44c-4d6d-8dec-e6bfc24130c0
source: <b>Add clear visual indicators</b> to make it unmistakable when a prompt and response are being made public.
de: <b>Eindeutige visuelle Hinweise ergänzen</b>, um unmissverständlich zu kennzeichnen, wenn ein KI-Prompt und die entsprechende Antwort veröffentlicht werden.
fr: <b>Ajouter des repères visuels clairs</b> pour qu’il soit impossible de ne pas comprendre qu’un prompt et sa réponse seront rendus publics.

# body.fe19a43e-d44c-4d6d-8dec-e6bfc24130c0
source: <b>Clarify sharing through better text prompts and a revised user experience</b>, including at the moment of sharing and anywhere shared content appears. The goal is education and awareness, not just consent buried in unclear buttons.
de: <b>Den Prozess des Teilens durch bessere textliche Erläuterungen und eine überarbeitete Benutzererfahrung erklären</b>, einschließlich der Frage, zu welchem Zeitpunkt geteilt wird und wo geteilte Inhalte erscheinen. Ziel ist die Aufklärung und Sensibilisierung der Nutzer*innen, nicht die Zustimmung durch das Anklicken schwer auffindbarer Buttons.
fr: <b>Clarifier le partage grâce à des messages plus explicites et une interface repensée</b>, aussi bien au moment du partage qu’à chaque endroit où les contenus partagés apparaîtront. Le but est d’informer et de sensibiliser, pas seulement de dissimuler un consentement dans des boutons ambigus.

# body.fe19a43e-d44c-4d6d-8dec-e6bfc24130c0
source: <b>Use familiar platform conventions</b>, like the standard phone share sheet, to ensure users understand they’re posting to a public space.
de: <b>Bekannte Plattformkonventionen nutzen</b>, wie das gängige Teilen-Menü auf dem Smartphone, damit den Nutzer*innen klar ist, dass sie Inhalte öffentlich teilen.
fr: <b>Utiliser les conventions habituelles des plateformes</b>, comme la fiche de partage classique sur téléphone, pour que les utilisateurs·trices comprennent clairement qu’ils·elles publient des données dans un espace public.

# body.fe19a43e-d44c-4d6d-8dec-e6bfc24130c0
source: <b>Notify users who have shared content publicly</b>, and provide details about how they can permanently delete any unintentionally shared content.
de: <b>Nutzer*innen benachrichtigen, die Inhalte öffentlich geteilt haben</b>, und ihnen detaillierte Info an die Hand geben, wie sie versehentlich geteilten Content dauerhaft löschen können.
fr: <b>Avertir les utilisateurs·trices ayant partagé des contenus de façon publique</b> et leur indiquer comment supprimer définitivement tout élément partagé par erreur.

# body.fe19a43e-d44c-4d6d-8dec-e6bfc24130c0
source: When privacy is at stake, design matters. <b>Add your name to demand Meta build clear, educational friction into its AI app — and make public sharing a truly informed choice</b>.
de: Wenn es um den Schutz Ihrer Privatsphäre geht, ist Klarheit im App-Design entscheidend. <b>Bitte fordern Sie mit Ihrer Unterschrift, dass Meta klare und informative Hinweise in seine KI-App integriert und das öffentlichen Teilen persönlicher Inhalte damit zu einer bewussten und informierten Entscheidung macht.</b>
fr: Le design d’une application peut jouer un grand rôle pour protéger la vie privée. <b>Signez notre pétition pour demander à Meta de mettre en place un système d’information clair qui permette à toutes et à tous de partager des informations en toute connaissance de cause.</b>

source: More Information:
de: Mehr dazu:
fr: Pour en savoir plus :

source: [1]<br/> Business Insider: <a id="a1">Mark Zuckerberg has created the saddest place on the internet with Meta AI's public feed</a>. June 11, 2025.
de: [1]<br/> Business Insider: <a id="a1">Mark Zuckerberg hat mit dem öffentlichen Feed von Meta AI den traurigsten Ort im Internet geschaffen</a>. 11. Juni 2025 (Artikel auf Englisch).
fr: [1]<br/>Business Insider : <a id="a1">Mark Zuckerberg a créé l’endroit le plus triste d’Internet : le fil d’actualités de Meta AI (article en anglais)</a>. 11 juin 2025

source: Fast Company:<a id="a1"> Meta’s AI social feed is a privacy disaster waiting to happen</a>. May 5, 2025.
de: Fast Company:<a id="a1"> Durch Metas Einsatz von KI im Social Feed bahnt sich eine Datenschutzkatastrophe an</a>. 5. Mai 2025 (Artikel auf Englisch).
fr: Fast Company :<a id="a1"> Le fil d’actualités de Meta AI est une future catastrophe pour la vie privée (article en anglais)</a>. 5 mai 2025.

source: The Verge: <a id="a1">Meta’s AI app is a nightmarish social feed</a>. May 5, 2025.
de: The Verge: <a id="a1">Metas KI-App ist ein Social-Feed mit Altraumpotenzial</a>. 5. Mai 2025 (Artikel auf Englisch).
fr: The Verge : <a id="a1">L’application Meta AI est un fil d’actualités social sorti de nos pires cauchemars</a>. 5 mai 2025
