Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/petition-slack-block-abuse.po
Languages: de, fr

# search_description
source: Chat platform Slack fails to protect its users from harassment and abusive messages
de: Die Chat-Plattform Slack schützt ihre Benutzer nicht vor Belästigung und beleidigenden Nachrichten
fr: La plateforme de discussion Slack ne protège pas ses utilisateurs et utilisatrices contre le harcèlement et les messages abusifs

# title
source: Tell Slack: #BlockAbuse
de: Fordern Sie Slack auf: #BlockAbuse
fr: Slack : bloquez les messages abusifs

# body.9793d881-cee4-42a4-b16e-34fe11d07909
source: Unsolicited, harmful messages landing on your screen that you have no way of preventing or stopping? It's unacceptable.
de: Unerwünschte, schädliche Nachrichten landen auf Ihrem Bildschirm, die Sie nicht verhindern oder stoppen können? Das ist inakzeptabel.
fr: Des messages non sollicités ou toxiques atterrissant sur votre écran que vous n’avez aucun moyen d’empêcher ou de bloquer ? C’est inacceptable.

# body.9793d881-cee4-42a4-b16e-34fe11d07909
source: According to recent studies, since the pandemic has made virtual work more prevalent, remote workers – in particular people with marginalized identities – are experiencing <a id="a1">increased harassment and hostility online</a>. Nobody should be forced to use a tool that leaves them open to abuse and harassment, but tens of millions of people use chat tool Slack every day – and <b>Slack has no way to block abusive messages.</b>
de: Jüngsten Studien zufolge wird Telearbeit im Zuge der Pandemie vermehrt genutzt und Telearbeiter – insbesondere Menschen mit marginalisierten Identitäten – erleben <a id="a1">zunehmend Belästigungen und Feindseligkeiten im Internet</a>. Niemand sollte gezwungen werden, ein Werkzeug zu verwenden, das ihn Missbrauch und Belästigung aussetzt, aber zig Millionen Menschen verwenden täglich das Chat-Programm Slack – und <b>Slack bietet keine Möglichkeit, missbräuchliche Nachrichten zu blockieren</b>.
fr: Selon des études récentes, depuis que la pandémie a rendu le télétravail plus répandu, les travailleurs à distance – en particulier les personnes aux identités marginalisées – subissent <a id="a1">un harcèlement et une hostilité accrus en ligne</a>. Personne ne devrait être obligé d’utiliser un outil qui les expose aux abus et au harcèlement, mais des dizaines de millions de personnes utilisent l’outil de discussion Slack chaque jour, et <b>Slack n’a aucun moyen de bloquer les messages abusifs.</b>

# body.9793d881-cee4-42a4-b16e-34fe11d07909
source: Tell Slack: Add a block feature to empower people to stop abusive messages from reaching them.
de: Fordern Sie Slack auf: Fügen Sie eine Blockierfunktion hinzu, damit Nutzer verhindern können, dass sie Nachrichten mit Belästigungen erreichen.
fr: Dites-le à Slack : ajoutez une fonctionnalité de blocage pour permettre aux utilisateurs et utilisatrices de bloquer les messages abusifs.

# body.16e7afa7-1a82-4a1f-bfbc-9d932bcaa051
source: You can block calls and texts from specific phone numbers and you can block direct messages on Instagram and Twitter. You can even block people on Google Drive. Slack’s biggest competitor, Microsoft Teams, also has a block feature for personal use – a key difference we note in our recent <a id="a1">*<i>Privacy Not Included</i> video call app reviews</a>.
de: Sie können Anrufe und SMS von bestimmten Telefonnummern blockieren und Direktnachrichten auf Instagram und Twitter blockieren. Sie können sogar Personen auf Google Drive blockieren. Der größte Konkurrent von Slack, Microsoft Teams, verfügt auch über eine Blockierungsfunktion für den persönlichen Gebrauch – ein wichtiger Unterschied, den wir in unseren letzten Prüfung für den <a id="a1">Leitfaden für Video-Apps „<i>Datenschutz nicht inbegriffen</i></a> feststellen.
fr: Vous pouvez bloquer les appels et les SMS de numéros de téléphone spécifiques et vous pouvez bloquer les messages privés sur Instagram et Twitter. Vous pouvez même bloquer des personnes sur Google Drive. Le plus grand concurrent de Slack, Microsoft Teams, dispose également d’une fonctionnalité de blocage pour un usage personnel. C’est une différence majeure que nous avons relevée dans notre récente analyse des applications d’appel vidéo <a id="a1"><i>*Confidentialité non incluse</i></a>.

# body.16e7afa7-1a82-4a1f-bfbc-9d932bcaa051
source: Slack is well aware of the problem. Earlier this year, the company hastily revamped its “Slack Connect” feature after public criticism that it wasn’t moderating invite messages that it sent from a generic email address – <a id="a1">allowing abusive language</a> to reach their targets.
de: Slack ist sich des Problems bewusst. Anfang dieses Jahres hat das Unternehmen seine „Slack Connect“-Funktion hastig überarbeitet, nachdem es öffentlich dafür kritisiert wurde, dass es Einladungsnachrichten, die es von einer generischen E-Mail-Adresse gesendet hat, nicht moderiert, wodurch <a id="a1">beleidigende Sprache</a> ihre Ziele erreichen kann.
fr: Slack est bien conscient du problème. Il y a quelques mois, la société a revu à la hâte sa fonctionnalité « Slack Connect » après les critiques du public selon lesquelles elle ne modère pas les messages d’invitation envoyés à partir d’une adresse e-mail générique – <a id="a1">permettant aux propos offensants</a> d’atteindre leurs cibles.

# body.16e7afa7-1a82-4a1f-bfbc-9d932bcaa051
source: In 2019, then Mozilla Fellow, Caroline Sinders, <a id="a1">documented the sexual harassment a friend experienced on the platform</a>, and how she was unable to protect herself. In partnership with <a id="a2">Coworker.org</a> and <a id="a3">UltraViolet</a>, Caroline launched a campaign urgently calling on Slack to provide a blocking mechanism.
de: 2019 dokumentierte die damalige Mozilla-Stipendiatin Caroline Sinders <a id="a1">die sexuelle Belästigung einer Freundin auf der Plattform</a> und wie sie sich nicht schützen konnte. In Zusammenarbeit mit <a id="a2">Coworker.org</a> und <a id="a3">UltraViolet</a> startete Caroline eine Kampagne, in der Slack dringend aufgefordert wird, einen Blockierungsmechanismus bereitzustellen.
fr: En 2019, Caroline Sinders, alors titulaire d’une bourse Mozilla, <a id="a1">a documenté le harcèlement sexuel subi par une amie sur la plateforme</a>, et comment elle n’a pas pu se protéger. En partenariat avec <a id="a2">Coworker.org</a> et <a id="a3">UltraViolet</a>, Caroline a lancé une campagne appelant de toute urgence Slack à fournir un mécanisme de blocage.

# body.16e7afa7-1a82-4a1f-bfbc-9d932bcaa051
source: Whether someone is required to use Slack for work or chooses to use Slack for fun, volunteering, or connecting with a community, <b>they shouldn’t have to risk abusive communication as part of the deal.</b>
de: Unabhängig davon, ob jemand Slack für die Arbeit verwenden muss oder Slack zum Spaß, zur Freiwilligenarbeit oder zur Verbindung mit einer Gemeinschaft nutzt, <b>sollte er dabei keiner belästigenden Kommunikation ausgesetzt sein.</b>
fr: Que quelqu’un soit obligé d’utiliser Slack pour le travail ou choisisse d’utiliser Slack pour le plaisir, le bénévolat ou rester en contact avec un groupe de personnes, <b>risquer de recevoir des propos offensants ne devrait pas peser dans la balance.</b>

# body.16e7afa7-1a82-4a1f-bfbc-9d932bcaa051
source: That’s why Mozilla is partnering with Caroline Sinders, Coworker.org and UltraViolet to demand that Slack offer a block option for users.
de: Aus diesem Grund arbeitet Mozilla mit Caroline Sinders, Coworker.org und UltraViolet zusammen, um zu fordern, dass Slack eine Blockierungsoption für Benutzer anbietet.
fr: C’est pourquoi Mozilla s’associe à Caroline Sinders, Coworker.org et UltraViolet pour exiger que Slack offre une option de blocage aux utilisateurs et utilisatrices.
