Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/platforms-failed-to-curb-disinfo-*-election.po
Languages: de

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: As people in France, Hungary, the Philippines, Kenya, Brazil, and many other countries go to the polls for national elections next year, such a continued level of willful negligence could have profound impacts on the integrity of these elections. It will therefore be important to continue to closely monitor how platforms are preparing for and acting around these elections. What often holds true in life also applies to platforms in the case of elections around the globe: Put your money – and staff – where your mouth is.
de: Menschen in Frankreich, Ungarn, den Philippinen, Kenia, Brasilien und vielen anderen Ländern werden im nächsten Jahr zu Wahlen auf nationaler Ebene aufgerufen, und ein solch anhaltendes Maß an vorsätzlicher Nachlässigkeit kann tiefgreifende Auswirkungen auf die Integrität dieser Wahlen haben. Daher ist es wichtig, dass wir weiterhin genau beobachten, wie sich die Plattformen auf diese Wahlen vorbereiten und darauf reagieren. Was im Leben oft gilt, gilt auch für Plattformen bei Wahlen: „Lasst nicht nur Worte, sondern Taten sprechen.”

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: The transparency imperative: Sharing information on election-related harms and activities
de: Das Gebot der Transparenz: Erkenntnisse zu Störung und Schädigung der Wahl teilen

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: What we know about how the German election played out on social media is largely drawn from Mozilla research and research conducted by other civil society organizations and tech watchdogs. But we know far too little because platforms are sharing neither what they know about illicit and harmful activities on their platforms nor what exactly they do to counter these.
de: Was wir über den Verlauf der Bundestagswahl in den sozialen Medien wissen, stammt weitgehend aus Mozilla-Recherchen und den Analysen anderer NGOs und Tech-Watchdogs. Aber wir wissen viel zu wenig, weil die Unternehmen weder mitteilen, was sie über illegale und schädliche Handlungen auf ihren Plattformen wissen, noch was sie genau tun, um dem entgegenzuwirken.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: Who is responsible for spreading disinformation on social media? Are candidates and parties involved in such activities, and if yes, how? What are the predominant strategies used by malicious actors to target politicians and parties or to undermine public trust in the electoral process? If platforms are doing research on these questions – and they should be – the public ought to know. <b>Ensuring fair and safe democratic elections is too important to withhold or only selectively disclose.</b>
de: Wer ist für die Verbreitung von Desinformation in den sozialen Medien verantwortlich? Sind Kandidierende und Parteien an solchen Aktivitäten beteiligt und wenn ja, wie? Was sind die vorherrschenden Strategien böswilliger Akteure, um Politiker*innen und Parteien ins Visier zu nehmen oder das Vertrauen der Öffentlichkeit in den Wahlprozess zu untergraben? Wenn Plattformen zu diesen Fragen Untersuchungen anstellen (und das sollten sie!), sollte die Öffentlichkeit davon erfahren. <b>Die Gewährleistung fairer und sicherer demokratischer Wahlen ist zu wichtig, als dass diese Erkenntnisse zurückgehalten oder nur selektiv offengelegt werden könnten.</b>

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: Additionally, platforms need to be more transparent about how they themselves are addressing the risks they identify – and how effective their interventions are. Otherwise, we simply don’t know whether platforms’ actions are adequately addressing the problems they seek to tackle or whether they are performative exercises aimed at appeasing regulators and the public. Platforms should provide, for instance, reliable information on whether and how they promote authoritative information or fact-check content, what effects labeling, overlaying, or removing content has on the spread of disinformation, what happens to the accounts spreading such content, and how much staff is working on election-related initiatives. This could go a long way in launching more concerted efforts to protect elections. And it would equip other organizations working to protect elections with more information about election-related risks and platforms’ activities and allow them to better target their efforts.
de: Plattformen müssen daneben auch mehr Einblick geben, wie sie selbst mit den von ihnen identifizierten Risiken umgehen – und wie wirksam ihre Maßnahmen sind. Wie sollten wir sonst wissen, ob die Maßnahmen der Plattformen die Probleme, die sie angehen wollen, angemessen angehen oder ob es sich um ein Schaulaufen zur Beschwichtigung von Regulierungsbehörden und Öffentlichkeit handelt? Plattformen sollten zum Beispiel verlässliche Informationen darüber herausgeben, ob und wie sie offizielle Informationen oder Inhalte zur Faktenprüfung fördern, welche Auswirkungen die Kennzeichnung, Überlagerung oder Entfernung von Inhalten auf die Verbreitung von Desinformationen hat, was mit den Accounts geschieht, die solche Inhalte verbreiten, und wie viele Mitarbeiter*innen an wahlbezogenen Initiativen arbeiten. Das könnte viel dazu beitragen, mehr zum Schutz von Wahlen zu leisten. Und es würde anderen Organisationen, die sich für den Schutz von Wahlen einsetzen, mehr Informationen über wahlbezogene Risiken und Aktivitäten von Plattformen an die Hand geben und ihnen ermöglichen, ihre Bemühungen gezielter zu gestalten.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: The bottom line is this: Platforms must continue to step up their game in protecting elections – regardless of where people are voting and who is watching.
de: Schlussendlich bleibt stehen: Plattformen müssen ihren Einsatz beim Schutz von Wahlen weiter verstärken – unabhängig davon, wo die Leute wählen und ob die Welt dabei zuschaut.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: <b>Minimum Election Standards</b>: Baseline requirements platforms must meet to deter disinformation
de: <b>Minimum Election Standards</b>: Mindestanforderungen, die Plattformen zur Abwehr von Desinformation erfüllen müssen

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: ​Based on our research, Mozilla has compiled a list of requirements that governments and populations should demand of platforms before any major election. Contexts will vary from country to country, but these minimum standards can better ensure that platforms do what’s necessary, not what’s convenient.
de: ​Auf der Grundlage unserer Untersuchungen hat Mozilla eine Liste von Anforderungen erstellt, die Regierungen und die Öffentlichkeit von den Social-Media-Plattformen im Vorfeld jeder wichtigen Wahl stellen sollten. Der Kontext ist jeweils von Land zu Land unterschiedlich, doch diese Mindestanforderungen können mit dafür sorgen, dass die Plattformen tun, was nötig ist, und nicht nur was bequem ist.

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Removing false content:
de: Falsche Inhalte entfernen:

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Are platforms identifying and taking action against disinformation (e.g., through labeling, overlays, or removal)?
de: Identifizieren die Plattformen Desinformation und unternehmen sie etwas dagegen (z.B. durch Kennzeichnen, Einblenden oder Entfernen)?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Are platforms deleting/suspending the accounts of repeated purveyors of election disinformation in a timely fashion?
de: Löschen/suspendieren Plattformen zeitnah Accounts, von denen aus wiederholt Desinformation zu Wahlen verbreitet wird?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Promoting authoritative sources:
de: Vertrauenswürdige Quellen fördern:

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Are platforms promoting authoritative sources of information (such as election rules, dates, and locations), with adequate local context?
de: Unterstützen die Plattformen vertrauenswürdige Informationsquellen (z.B. zu Regeln zum Wahlverfahren, Terminen, Wahllokalen), unter Berücksichtigung der lokalen Gegebenheiten?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Working with local/regional stakeholders:
de: Mit lokalen und regionalen Entscheidungsträger*innen zusammenarbeiten:

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Are platforms working with independent fact-checkers?
de: Arbeiten Plattformen mit unabhängigen Fact-Checkern zusammen?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Are fact-checkers based in or from the country/region in question?
de: Sind die Fact-Checker im betreffenden Land/in der Region ansässig bzw. stammen daher?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Are platforms working with local/regional civil society organizations working to protect the integrity of elections (for example, by helping to identify context-specific harms)?
de: Arbeiten Plattformen mit der lokalen/regionalen Zivilgesellschaft zusammen, um die Wahl zu schützen (zum Beispiel durch Identifizierung von orts- und kontextspezifischen Verletzungen)?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Are they providing financial support to them if they are?
de: Unterstützen sie Organisationen der Zivilgesellschaft auch finanziell?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Sharing election-related information:
de: Wahlbezogene Informationen teilen:

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Are platforms communicating to relevant stakeholders/the public information on how they are addressing election-related problems on their services?
de: Teilen die Unternehmen wichtigen Entscheidungsträger*innen und der Öffentlichkeit mit, wie sie mit Problemen auf ihren Plattformen in Bezug auf Wahlen umgehen?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Are they doing so in the local language(s)?
de: Tun sie dies in der/den lokalen Sprache/n?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Are platforms transparent about steps they are taking to counter election disinformation and other election-related harms?
de: Kommunizieren die Plattformen offen darüber, welche Schritte sie unternehmen, um Desinformation zu Wahlen und anderen damit zusammenhängenden Verletzungen begegnen?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Are platforms sharing the research they’ve conducted into disinformation activities on their platforms with any third parties?
de: Teilen die Unternehmen Studien, die sie zu Desinformation auf ihren Plattformen erstellen, mit Dritten?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Providing advertising transparency:
de: Transparenz zu Werbung herstellen:

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Are platforms offering transparency of political advertising through publicly available and functional ad libraries?
de: Bieten Plattformen Transparenz zu politischer Werbung durch öffentlich zugängliche und zweckmäßige Werbebibliotheken?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Ensuring adequate election integrity processes:
de: Angemessene Verfahren zur Wahlintegrität gewährleisten:

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Are platforms working with/employing a sufficient number of content moderators speaking the local language(s) and familiar with the local context?
de: Beschäftigen die Plattformen ausreichend viele Content-Moderator*innen, die mit der/den lokalen Sprache/n und den Gegebenheiten vor Ort vertraut sind?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Do platforms have adequate dedicated staff working on election integrity? And if not, why?
de: Haben die Plattformen ausreichend Mitarbeiter*innen, die sich speziell mit Wahlintegrität beschäftigen? Wenn nicht, warum?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Do platforms have processes in place to escalate election integrity recommendations and give them adequate attention from executive leadership?
de: Haben die Plattformen Verfahren eingerichtet, um Empfehlungen zur Wahlintegrität mehr Gewicht zu geben und ihnen angemessene Aufmerksamkeit seitens der Unternehmensleitung zu geben?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Are platforms preparing sufficiently in advance of the election?
de: Bereiten sich Plattformen rechtzeitig auf Wahlen vor?

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Pushing back against rogue governments:
de: Regierungen Widerstand leisten, die die Demokratie gefährden:

# body.f08f1d67-2210-4aab-943e-576db5d40b11
source: Do platforms have a plan to confront governments’ attempts to censor content, spread disinformation, abuse or threaten political opponents, or suspend/block the service?
de: Sind Plattformen in der Lage, den Versuchen von Regierungen entgegenzutreten, Inhalte zu zensieren, Desinformation zu verbreiten, politische Gegner zu missbrauchen oder zu bedrohen oder die Dienstleistungen zu suspendieren bzw. zu blockieren?

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: Conclusion: A Call for Continued Action Around Elections
de: Fazit: ein Aufruf zu verstärkten Maßnahmen vor Wahlen

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: As the German election demonstrated, election-related misinformation and disinformation continues to be a major problem outside of the United States. It demands global attention, and will for the foreseeable future.
de: Wie die Bundestagswahl gezeigt hat, sind wahlbezogene Falsch- und Desinformation außerhalb der USA nach wie vor ein großes Problem. Dies erfordert weltweit Aufmerksamkeit und wird es auf absehbare Zeit tun.

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: While platforms continue to put policies in place to combat misinformation, there is ample evidence that the impact of these policies are falling short. Moreover, relying on platforms alone to “do the right thing” won’t be enough to address attacks on democratic institutions and processes. The public needs more information to adequately assess the efficacy of platform policies, to understand which approaches work and which are simply window-dressing, and to understand where additional legal safeguards may be needed. Platforms can help: They should immediately offer much greater transparency around the implementation of election policies and release data about their impact.
de: Plattformen stellen durchaus Regeln zur Bekämpfung von Falschinformationen auf, doch weist vieles darauf hin, dass diese Richtlinien nicht ausreichend wirken. Es reicht auch nicht aus, sich nur darauf zu verlassen, dass Plattformen „das Richtige tun“, um Angriffe auf demokratische Institutionen und Prozesse abzuwehren. Die Öffentlichkeit braucht mehr Information, um die Wirksamkeit von Plattformregeln angemessen beurteilen zu können, um zu verstehen, welche Ansätze funktionieren und welche lediglich Augenwischerei sind, und um zu verstehen, wo möglicherweise zusätzliche rechtliche Absicherungen erforderlich sind. Plattformen können dabei helfen: Sie sollten umgehend wesentlich mehr Transparenz bei der Umsetzung von wahlbezogenen Regeln schaffen und Daten über deren Auswirkungen veröffentlichen.

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: Mozilla’s Minimum Election Standards is a path toward addressing this issue, but it is by no means exhaustive. We hope that these standards can help guide platforms’ activities around elections and help hold them accountable if they fall short. As we work to refine it and continue engaging platforms, we invite everyone to engage with us in this effort to combat disinformation and protect democracy around the globe.
de: Mozillas Mindestanforderungen für Wahlen sind ein Weg, diese Fragen anzugehen, aber beileibe nicht der einzige. Wir hoffen, dass diese Standards dazu beitragen können, Plattformen beim Umgang mit Wahlen anzuleiten und sie zur Rechenschaft zu ziehen, wenn sie dabei ihr Ziel verfehlen. Wir arbeiten daran, sie weiter zu verbessern und Plattformen auf sie hinzuweisen, und laden alle dazu ein, mit uns am Kampf gegen Desinformation und zum Schutz der Demokratie auf der ganzen Welt zu arbeiten.

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: Appendix: Summary of Mozilla’s findings from the platform policy tracker
de: Anhang: Zusammenfassung von Mozillas Erkenntnissen aus dem Platform Policy Tracker

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: Mis- and disinformation
de: Falsch- und Desinformation

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: The widespread and sometimes targeted dissemination of misinformation and disinformation can have serious consequences in election campaigns: It can, for example, counteract public debate that is grounded in facts, erode trust, influence election decisions or demobilize voters. Platforms are therefore already actively combating the spread of such information – but often too timidly and with oversights:
de: Die weit verbreitete und teilweise gezielte Verbreitung von Falsch- und Desinformationen kann im Wahlkampf gravierende Folgen haben: Sie kann beispielsweise einer faktengestützten öffentlichen Debatte entgegenwirken, Vertrauen erodieren, Wahlentscheidungen beeinflussen oder Wähler demobilisieren. Plattformen bekämpfen daher bereits aktiv die Verbreitung solcher Informationen – aber oft zu zaghaft und mit groben Lücken:

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: Although all platforms want to remove election-related disinformation, for several platforms this only concerns disinformation related to the integrity of the election process.
de: Obwohl alle Plattformen wahlbezogene Desinformation entfernen wollen, betrifft dies bei einigen Plattformen nur Desinformation im Zusammenhang mit der Integrität des Wahlprozesses.

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: Election-related disinformation that goes beyond this is marked by all platforms with banners. However, not all platforms base this on third-party fact-checking; on YouTube, for example, the banner does not necessarily identify corresponding content as disinformation. Facebook and Instagram also refrain from subjecting content disseminated by politicians to fact-checking or labeling it as disinformation.
de: Darüber hinausgehende wahlbezogene Desinformation ist zwar auf allen Plattformen gekennzeichnet. Allerdings stützen sich nicht alle Plattformen dabei auf die Überprüfung von Fakten durch Dritte; auf YouTube beispielsweise weist das Banner entsprechende Inhalte nicht unbedingt als Desinformation aus. Auch Facebook und Instagram sehen davon ab, von Politiker*innen verbreitete Inhalte einer Faktenprüfung zu unterziehen oder als Desinformation zu kennzeichnen.

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: While all platforms claim to limit the spread of misinformation via their recommender systems, it is mostly unclear which criteria this is based on and to what extent this is done.
de: Obwohl alle Plattformen behaupten, die Verbreitung von Falschinformationen über ihre Empfehlungssysteme einzudämmen, ist meist unklar, auf welchen Kriterien dies beruht und in welchem ​​Umfang dies geschieht.

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: In some cases, guidelines on misinformation about alleged election fraud applied in the context of the 2020 U.S. presidential election do not apply to other elections, or it is unclear whether this is the case. In addition, it appears that most platforms – unlike in the U.S. election – did not offer separate information pages or banners on candidates, the electoral process, or election results for the German elections.
de: In einigen Fällen gelten Richtlinien zu Falschinformationen über mutmaßlichen Wahlbetrug im Zusammenhang mit den US-Präsidentschaftswahlen 2020 nicht für andere Wahlen, oder es ist unklar, ob dies der Fall ist. Zudem bieten die meisten Plattformen – anders als bei der US-Wahl – keine gesonderten Informationsseiten oder Banner zu Kandidat*innen, dem Wahlprozess oder den Ergebnissen der Bundestagswahlen an.

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: Political advertising
de: Wahlwerbung

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: In addition to organic content, political advertising can also be a key driver of disinformation, specifically designed to deceive voters and thus influence the political process. A minimum level of transparency and further measures to counteract harmful political advertising are therefore of tremendous importance. But here, too, the picture of how the platforms deal with this issue is mixed:
de: Neben authentischen Inhalten kann auch politische Werbung ein wesentlicher Treiber von Desinformation sein, die gezielt darauf ausgerichtet ist, Wähler zu täuschen und damit den politischen Prozess zu beeinflussen. Ein Mindestmaß an Transparenz und weitere Maßnahmen gegen schädliche politische Werbung sind daher von enormer Bedeutung. Aber auch hier ist die Bilanz dessen, wie die Plattformen mit diesem Thema umgehen, gemischt:

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: While YouTube only allows election ads to be targeted based on age, gender, and location, Facebook and Instagram allow such "microtargeting" of election ads to the same extent as traditional advertising.
de: Während YouTube die Ausrichtung von Wahlwerbung nur nach Alter, Geschlecht und Standort zulässt, erlauben Facebook und Instagram ein solches „Microtargeting“ von Wahlwerbung in gleichem Umfang wie herkömmliche Werbung.

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: While Facebook and Instagram prohibit statements refuted by fact-checkers in election ads, YouTube does not provide fact-checking for election ads beyond its community guidelines.
de: Während Facebook und Instagram Aussagen in Wahlwerbung untersagen, die von Fact-Checkern widerlegt wurden, bietet YouTube keine Faktenprüfung für Wahlwerbung an, die mehr als das Einhalten seiner Community-Richtlinien beinhaltet.

# body.086861b5-ccbc-45f5-ac66-7baf7906a03e
source: Twitter and TikTok have banned political advertising on their platforms altogether.
de: Twitter und TikTok haben politische Werbung auf ihren Plattformen komplett untersagt.
