Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/platforms-failed-to-curb-disinfo-*-election.po
Languages: de

# seo_title
source: Opaque and Overstretched: How platforms failed to curb disinformation during the German 2021 election
de: Undurchsichtig und überfordert: bei der Bundestagswahl 2021 haben die Social-Media-Plattformen bei der Eindämmung von Desinformation versagt

# search_description
source: Mozilla research during the German election shows social media companies have more to do to protect elections around the world.
de: Mozilla-Recherchen während der Bundestagswahl zeigen, dass Social-Media-Unternehmen mehr tun müssen, um Wahlen auf der ganzen Welt zu schützen.

# title
source: Opaque and Overstretched: How platforms failed to curb disinformation during the German 2021 election
de: Undurchsichtig und überfordert: bei der Bundestagswahl 2021 haben die Social-Media-Plattformen bei der Eindämmung von Desinformation versagt

# subtitle
source: Social Media Must Do More to Protect Elections Around the World
de: Soziale Medien müssen mehr tun, um Wahlen weltweit zu schützen

# body.57e53318-927d-4912-933b-a81d4231bd04
source: Executive Summary
de: Zusammenfassung

# body.57e53318-927d-4912-933b-a81d4231bd04
source: Misinformation and disinformation continue to be a major concern in elections around the globe, despite platforms’ efforts to address the problem with internal elections policies.
de: Falschinformation und Desinformation in Bezug auf Wahlen sind trotz der Bemühungen der Plattformen, interne Maßnahmen gegen sie zu entwickeln, weiterhin weltweit ein großes Problem.

# body.57e53318-927d-4912-933b-a81d4231bd04
source: As part of our work investigating this issue, The Mozilla Foundation in summer and fall of 2021 focused on Germany’s high-stakes Bundestag (federal) elections on 26 September 2021. Specifically, Mozilla tracked the policies of social media companies in combating the disinformation to determine who and what was effective — and who and what was not. This work was carried out using Mozilla’s Platform Election Policy Tracker.
de: Im Rahmen unserer Studie zu diesem Thema konzentrierte sich die Mozilla Foundation im Sommer und Herbst 2021 auf die Bundestagswahlen am 26. September 2021. Mozilla untersuchte die Instrumente, die die Social-Media-Unternehmen bei der Bekämpfung von Desinformation einsetzten, um nachzuweisen, welche wirkten und welche nicht wirkten. Dabei wurde der „Platform Election Policy Tracker“ von Mozilla eingesetzt.

# body.57e53318-927d-4912-933b-a81d4231bd04
source: This German research built on our work during the 2020 US election cycle. There, we learned platforms did too little, too late – and transparency was badly needed.
de: Diese Recherche in Deutschland baut auf unserer Arbeit während des US-Wahlkampfes 2020 auf. Dort lernten wir bereits, dass die Plattformen zu wenig zu spät taten – und dass Transparenz dringend nötig ist.

# body.57e53318-927d-4912-933b-a81d4231bd04
source: In Germany’s 2021 elections, our Platform Election Policy Tracker determined that once again platforms have fallen short in adequately policing election misinformation. Further, our research suggests that elections outside of the US (especially in countries where English is not the primary language) are not receiving the equivalent level of resources that companies put in place for the 2020 US elections.
de: Bei der Bundestagswahl in Deutschland hat unser Platform Election Policy Tracker gezeigt, dass die Plattformen auch 2021 noch immer nicht in der Lage sind, Falschinformationen zur Wahl angemessen zu kontrollieren. Darüber hinaus zeigt unsere Studie, dass der Umgang mit Wahlen außerhalb der Vereinigten Staaten (insbesondere in Ländern, in denen Englisch nicht die Hauptsprache ist) nicht die gleichen Ressourcen erhält, die die verantwortlichen Unternehmen für die US-Wahlen 2020 bereit stellten.

# body.57e53318-927d-4912-933b-a81d4231bd04
source: The actions of social media companies during this German election cycle have raised alarm bells on their preparedness for dealing with online mis- and disinformation during elections globally in 2022 and beyond. So in addition to our research findings, Mozilla is also publishing “Minimum Election Standards” — baseline requirements platforms must meet to deter disinformation.
de: Was Social-Media-Unternehmen während des deutschen Bundestagswahlkampfes taten oder eben nicht taten, sendet aus unserer Sicht ein bedrohliches Signal in Bezug auf ihre Bereitschaft zum Umgang mit Online-Fehl- und Desinformation bei den weltweit anstehenden Wahlen im Jahr 2022 und danach. Zusätzlich zu unseren Forschungsergebnissen veröffentlicht Mozilla daher auch „Minimum Election Standards“ – Mindestanforderungen, die Plattformen erfüllen müssen, um Desinformation zu unterbinden.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: Introduction
de: Einleitung

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: After a consequential and contentious federal election – for the first time in 19 years without Angela Merkel running for chancellor – several political parties in Germany are now gearing up to form a coalition government. Meanwhile, Mozilla has analyzed the role that social media platforms played in this election campaign to determine if the systemic failures and fault lines around election disinformation were present.
de: Nach einer folgenreichen und heftig umkämpften Bundestagswahl – zum ersten Mal seit 19 Jahren ohne Kanzlerkandidatur von Angela Merkel – bereiten sich zur Zeit mehrere Parteien in Deutschland auf eine Koalitionsregierung vor. Währenddessen hat Mozilla die Rolle von Social-Media-Plattformen in diesem Wahlkampf analysiert, um festzustellen, ob es bezüglich Wahl-Desinformation systemische Fehler und Bruchlinien gab.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: Electoral campaigns are fought increasingly online, especially in pandemic times. Germany is no exception. And while the German campaign was more civil than, say, the U.S. presidential elections last year, it has faced similar problems when it comes to how campaigns played out on online platforms: Candidates, especially<a id="a1"> those running</a><a id="a2"> for Chancellor</a>, were confronted with hate and false statements about their character. Meanwhile, public authorities were concerned about foreign interference (<a id="a3"> rightfully so</a>). Right-wing networks of groups and users on social media were found to<a id="a4"> inflate the popularity</a> of certain content. And social media again was<a id="a5"> rife with disinformation</a> – not only regarding Covid-19, vaccines, and climate change, but also relating to the positions of political parties and candidates as well as the integrity of the electoral process itself. Potential effects were already evident in the run-up to the election. For instance,<a id="a6"> one survey found</a> that 28 and 23 percent of respondents in Germany, respectively, incorrectly believed that the Green party wants to ban driving and that mail-in voting is particularly susceptible to vote rigging.
de: Wahlkampagnen werden zunehmend online ausgetragen, gerade in Zeiten der Pandemie. Deutschland ist da keine Ausnahme. Und obwohl der deutsche Wahlkampf ziviler ablief als etwa die US-Präsidentschaftswahl im letzten Jahr, traten hier ähnliche Probleme beim Ablauf von Wahlkampagnen auf Online-Plattformen auf: Kandidat*innen, <a id="a1">insbesondere</a> <a id="a2">Spitzenkandidat*innen</a>, erlebten Hass und Falschaussagen über ihren Charakter. Gleichzeitig sorgten sich die Behörden (<a id="a3">zu Recht</a>) um ausländische Einmischung. Rechte Netzwerke von Gruppen und Nutzer*innen in sozialen Medien konnten nachweislich stärker davon profitieren, dass bestimmte Inhalte in ihrer Beliebtheit übertrieben aufgebläht wurden. Und in den sozialen Medien <a id="a5">wimmelte es erneut von Desinformation</a> – nicht nur zu Covid-19, Impfstoffen und dem Klimawandel, sondern auch in Bezug auf die Positionen von Parteien und Kandidat*innen sowie die Integrität des Wahlverfahrens selbst. Mögliche Auswirkungen waren bereits im Vorfeld der Wahl erkennbar. <a id="a6">Eine Umfrage ergab</a> beispielsweise, dass 28 bzw. 23 Prozent der Befragten in Deutschland fälschlicherweise glaubten, die Grünen wollten das Autofahren verbieten und die Briefwahl sei besonders anfällig für Wahlfälschung.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: What did the big social media platforms do about all this? To answer this question, the Mozilla Foundation <a id="a1">cataloged and scrutinized election-related policies</a> on disinformation and political advertising of the biggest social media platforms – Facebook, Instagram, YouTube, Twitter, and TikTok – and also tracked how they responded to unforeseen issues arising during election season.
de: Was haben die großen Social-Media-Plattformen gegen all das getan? Um diese Frage zu beantworten, <a id="a1">katalogisierte und untersuchte die Mozilla Foundation</a> wahlbezogene Richtlinien zu Desinformation und politischer Werbung der größten Social-Media-Plattformen – Facebook, Instagram, YouTube, Twitter und TikTok – und verfolgte außerdem, wie sie auf unvorhergesehene Herausforderungen reagierten, die während des Wahlkampfes auftraten. Unsere wichtigste Erkenntnis: Während Plattformen zu vielen der oben genannten Themen eigene Richtlinien festgelegt haben, bestehen immer noch Lücken und Versäumnisse.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: Our key takeaway: While platforms have designated policies on many of the issues touched on above, there still are gaps and oversights. More importantly, however, platforms made no discernible policy changes in the context of the election and no information was shared by platforms regarding what they were observing on their services. This underscores one key challenge: <b>Independent researchers, journalists, and lawmakers simply don’t know enough about what is happening on these social media platforms or about what platforms are doing to counter harmful and manipulative activities.</b> Why? First and foremost, because platforms won’t grant access.
de: Noch wichtiger ist jedoch, dass die Plattformen im Zusammenhang mit der Wahl weder erkennbare Änderungen an ihren Maßgaben vorgenommen haben noch Erkenntnisse darüber weitergegeben haben, was sie auf ihren Plattformen beobachten konnten. Dies unterstreicht eine zentrale Herausforderung: <b>Unabhängige Wissenschaftler*innen, Journalist*innen und der Gesetzgeber wissen einfach nicht genug darüber, was auf diesen Social-Media-Plattformen passiert und was Plattformen tun, um schädlichen und manipulativen Aktivitäten entgegenzuwirken.</b> Warum? In erster Linie, weil Plattformen ihren keinen Zugriff gewähren.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: Not like the other: The German and the U.S. Presidential elections
de: Sie gleichen sich nicht: die Wahlen in Deutschland und in den USA

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: Even though the U.S. election was less than a year ago, social media companies didn't seem as prepared to tackle election-related disinformation in Germany – we speculate that this is because they didn’t face the same level of scrutiny outside of the U.S.. As <a id="a1">previous Mozilla research</a> has shown, platforms made numerous and substantial changes to their mis-and disinformation policies as events were unfolding, particularly in the weeks directly preceding and following the elections.
de: Obwohl die US-Wahl weniger als ein Jahr zurückliegt, schienen Social-Media-Unternehmen nicht in gleichem Maße vorbereitet, wahlbezogene Desinformation in Deutschland zu bekämpfen - wir nehmen an, dass dies daran liegt, dass sie außerhalb der USA nicht dem gleichen Maß an Aufmerksamkeit ausgesetzt waren. In <a id="a1">früheren Recherchen</a> hat Mozilla gezeigt, dass Plattformen im Verlauf des US-Wahlkampfes zahlreiche grundlegende Änderungen an ihren Maßnahmen gegen Falsch- und Desinformation vornahmen, insbesondere in den Wochen direkt vor und nach der Wahl.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: What we observed in Germany was different. Most platforms published blog posts on their policies and activities regarding the elections (with the exception of Twitter, which neither has a German blog nor any German-language blog posts on the elections). <b>However, none made any meaningful changes to their policies as the election approached.</b>
de: Was wir in Deutschland beobachtet haben, war anders. Die meisten Plattformen veröffentlichten zwar Blogbeiträge über ihre Richtlinien und Maßnahmen in Bezug auf die Wahlen (mit Ausnahme von Twitter, das weder einen deutschen Blog noch deutschsprachige Blogbeiträge zu den Wahlen hat). <b>Keine nahm jedoch wesentliche Änderungen an ihren Richtlinien vor, als die Wahl näher rückte.</b>

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: Facebook did introduce the newest global addition to its “Community Standards,” the <a id="a1">“Coordinated Social Harm”</a> policy, just 10 days before German election day. It used the new policy for the first time in Germany to <a id="a2">remove a network of accounts</a> linked to the “Querdenker” movement, which spread COVID-19 misinformation and encouraged violent responses to COVID restrictions. This makes Facebook’s decision regarding some (but by far not all) accounts linked to “Querdenker” a test case for its new global policy, with some relevance to the election campaign in which COVID policies featured prominently.
de: Facebook hat durchaus nur 10 Tage vor der Bundestagswahl weltweit eine neue Klausel in Ergänzung seiner „Gemeinschaftsstandards" eingeführt, die sogenannte <a id="a1">„Koordinierte Schädigung der Gesellschaft"-Regel</a>. Es nutzte diese neue Klausel zum ersten Mal in Deutschland, um <a id="a2">ein Netzwerk von mit der „Querdenker“-Bewegung verbundenen Konten zu entfernen</a>, das COVID-19-Fehlinformationen verbreitete und zu Gewalt in Reaktion auf COVID-bezogene Beschränkungen aufrief. Facebooks Entscheidung in Bezug auf einige (aber bei weitem nicht alle) Konten, die mit den „Querdenkern" in Zusammenhang stehen, wurde damit zu einem Testfall für seine neue weltweite Politik und hatte durchaus Bedeutung für den Wahlkampf, in dem die COVID-Politik eine wichtige Rolle spielte.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: Some policies (for example, political ad bans and newsfeed algorithm changes) applied to the U.S. elections were even rolled back well before Germans voted. All this isn’t <i>necessarily</i> bad if the interventions used in the U.S. election weren’t tested ahead of time and couldn’t be validated as effective.
de: Mehrere Maßnahmen aus dem US-amerikanischen Wahlkampf (zum Beispiel Verbote von politischer Werbung und Änderungen am Algorithmus, der über die Auswahl von gezeigten Nachrichten entscheidet) wurden sogar lange bevor die Deutschen an die Wahlurnen gerufen wurden zurückgenommen. Das muss nicht <i>notwendigerweise</i> schlecht sein, falls die im US-Wahlkampf genutzten Maßnahmen zuvor nicht getestet wurden und sich als nicht wirksam herausstellten.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: But there were important differences between how these two elections played out. For instance, platforms didn’t impose any temporary bans on political advertising in the run-up to the election in Germany. This could be explained by the fact that there is no evidence that political advertising was a similarly important vector of disinformation in Germany – where there are few guardrails for political advertising in general – as it was in the U.S. Further, election disinformation originated from different sources: the sources of disinformation around the German election were less centralized and more obscure. As the NGO<a id="a1"> Democracy Reporting International wrote</a> about the German elections: “While we have not seen a viral piece of manipulative content, the amount of problematic content does raise the worry of ‘death by a thousand cuts.’”
de: Doch gibt es gewichtige Unterschiede in der Art und Weise, wie diese beiden Wahlen von den Social-Media-Unternehmen begleitet wurden. Ein Beispiel: Die Plattformen setzten im Vorfeld der Bundestagswahl keinerlei zeitlich begrenztes Verbot politischer Werbung durch, Dies könnte durch die Tatsache begründet sein, dass es keine Hinweise darauf gab, dass politische Werbung in ähnlicher Weise mit der Verbreitung von Desinformation in Deutschland zusammenhängt wie in den USA. Darüber hinaus stammte wahlbezogene Desinformation aus anderen Quellen: sie war in Deutschland wesentlich weniger zentralisiert und unklarer. Wie die Nichtregierungsorganisation <a id="a1">Democracy Reporting International</a> über die Wahl in Deutschland schrieb: „Auch wenn uns keine manipulativen viralen Inhalte begegnet sind, lässt die Menge der problematischen Inhalte einen „Tod auf Raten“ befürchten.”

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: A failure of enforcement
de: Ein Versagen bei der Durchsetzung

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: <b>Saying that there are election-related policies in place isn’t nearly enough.</b> No matter how comprehensive and suitable company policies are, this accomplishes little if they aren’t sufficiently enforced. Once again, platforms provided little to no information on how they enforce election-related policies, but the little evidence we have suggests that platforms didn’t live up to what they promised.
de: <b>Darauf hinzuweisen, dass Richtlinien in Bezug auf Wahlen festgelegt wurden, reicht bei weitem nicht aus.</b> So umfassend und passend die Regeln der Unternehmen auch sind, sie bringen wenig, wenn sie nicht ausreichend durchgesetzt werden. Erneut haben Plattformen wenig bis gar keine Auskunft darüber gegeben, wie sie wahlbezogene Richtlinien durchsetzen. Doch die wenigen Hinweise, die wir haben, deuten darauf hin, dass die Plattformen ihre Zusagen nicht gehalten haben.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: For example,<a id="a1"> research from HateAid</a> found that the candidates for chancellor were targeted with vast amounts of hate on Twitter, but also that a significant portion of this hate directed towards them was potentially illegal. Yet only a small fraction of this content was removed by the platform. Meanwhile, <a id="a2">Mozilla research</a> has shown both flaws in TikTok’s approach towards labeling content related to the German election as well as a failure to take actions against accounts impersonating prominent German political figures and institutions. Additional<a id="a3">Mozilla research</a> has shown that bans on political advertising are of little worth if they aren’t effectively enforced or easily circumvented, as in the case of TikTok.
de: <a id="a1">Untersuchungen von HateAid</a> ergaben beispielsweise nicht nur, dass die Kanzlerkandidat*innen auf Twitter in großem Umfang mit Hass angegriffen wurden, sondern auch, dass ein erheblicher Teil dieser gegen sie gerichteten Attacken möglicherweise strafbar war. Doch nur ein kleiner Bruchteil dieser Inhalte wurde von der Plattform entfernt. Die <a id="a2">Recherchen von Mozilla</a> haben sowohl Mängel in TikToks Vorgehen zur Kennzeichnung von Inhalten im Zusammenhang mit der Bundestagswahl aufgezeigt. Darüber hinaus haben wir auch nachgewiesen, dass Tiktok nicht gegen Accounts vorgegangen ist, die sich als prominente deutsche Politiker*innen und Institutionen ausgeben. <a id="a3">Weitere Mozilla-Recherchen</a> haben gezeigt, dass Verbote politischer Werbung wenig wert sind, wenn sie, wie im Fall von TikTok, nicht effektiv durchgesetzt werden oder leicht umgangen werden können.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: Looking the other way when it comes to elections outside of the U.S.
de: Wegschauen bei Wahlen außerhalb der USA

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: This inaction on the side of the big platforms around the German elections hints at a problem with far-reaching implications: Social media companies aren’t discernibly doing as much about elections outside of the U.S., where Congress (and advertisers) in their most lucrative market aren’t watching. This failure to pay close attention and invest in election integrity is concerning, particularly given Germany is one of the largest economies in the world. <b>If platforms pay little attention in a market like Germany, what will happen with elections in smaller or less affluent countries?</b>
de: Diese Untätigkeit der großen Plattformen in Bezug auf die Bundestagswahl deutet auf ein Problem mit weitreichenden Auswirkungen hin: Social-Media-Unternehmen tun bei weitem nicht so viel für Wahlen außerhalb der USA, wo Politik und werbetreibende Unternehmen auf ihrem lukrativsten Markt nicht zuschauen. Dieser Mangel an Aufmerksamkeit und an Investitionen in die Integrität der Demokratie ist besorgniserregend, zumal Deutschland eine der größten Volkswirtschaften der Welt ist. <b>Wenn Plattformen einem Markt wie Deutschland so wenig Aufmerksamkeit schenken, was geschieht dann mit Wahlen in kleineren oder weniger wohlhabenden Ländern?</b>

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: At the very least, this explanation seems in line with platforms’ record in other regions of the world when it comes to averting harms caused by their services. Platforms’ content moderators are concentrated in the U.S. and disproportionately speak English and other large languages. As recent reporting by the<a id="a1"> Wall Street Journal</a> has shown, Facebook has a history of turning a blind eye to its impact outside of wealthy countries: Amongst other things, only 13% of hours spent working on content moderation at Facebook concerns content from outside the U.S. – while users from outside the U.S. and Canada make up more than 90% of all Facebook users. Additionally, just last month, an investigation by <a id="a2">Mozilla fellows Odanga Madung and Brian Obilo</a> revealed that Twitter is doing little to stop coordinated disinformation campaigns against journalists, judges, and civil society in Kenya.
de: Zumindest scheint dies mit der Herangehensweise der Plattformen in anderen Regionen der Welt übereinzustimmen, schädliche Wirkungen ihrer Dienstleistungen zu vermeiden. Mit der Content-Moderation der Plattformen beauftragte Firmen und Mitarbeiter*innen haben ihren Sitz teilweise in den USA und sprechen überproportional Englisch und andere weit verbreitete Sprachen. Wie eine aktuelle Berichterstattung des <a id="a1">Wall Street Journals</a> zeigte, ignoriert Facebook regelmäßig seine Wirkung außerhalb wohlhabender Länder: Nur 13% der Stunden, die bei Facebook mit der Moderation von Inhalten verbracht werden, gelten Inhalte von außerhalb der USA – während Nutzer*innen außerhalb der USA und Kanadas mehr als 90 % aller Facebook-Nutzer*innen ausmachen. Erst letzten Monat ergab eine <a id="a2">Recherche der Mozilla-Fellows Odanga Madung und Brian Obilo</a>, dass Twitter wenig unternimmt, um koordinierte Desinformationskampagnen gegen Journalist*innen, Richter*innen und die Zivilgesellschaft in Kenia zu stoppen.
