Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/sign-the-petition-and-support-mozillas-call-for-trustworthy-ai.po
Languages: de

# title
source: Sign the Petition: Support Mozilla’s Call for Trustworthy AI
de: Unterzeichnen Sie die Petition und unterstützen Sie Mozillas Forderung nach vertrauenswürdiger KI

# body.2a38791a-d8fb-4a6f-935c-f91e3e2c5b30
source: We all have the power — and the responsibility — to shape the future of AI development and governance.
de: Wir alle haben die Macht – und die Verantwortung –, die Zukunft der KI-Entwicklung und -Regulierung mitzugestalten.

# body.2a38791a-d8fb-4a6f-935c-f91e3e2c5b30
source: AI doesn’t have to be a dangerous cliff. It can be a bridge to open, accountable technology designed to benefit everyone. Maybe not tomorrow or next week, but with the right action, we can get there.
de: KI muss keine gefährliche Klippe sein, sie kann als Brücke zu offener, verantwortungsvoller Technologie dienen, die allen nützt. Vielleicht nicht morgen oder nächste Woche, aber mit den richtigen Maßnahmen können wir es schaffen.

# body.2a38791a-d8fb-4a6f-935c-f91e3e2c5b30
source: That’s why the Mozilla community is coming together to advocate <b>openness, accountability, and fairness</b> in AI – ensuring that the critical conversations we’re having right now prioritize a future where AI serves the common good.
de: Deshalb steht die Mozilla-Community für <b>Offenheit, Verantwortlichkeit und Fairness</b> in der KI ein, um zu gewährleisten, dass die wichtigen Diskussionen, die gerade geführt werden, eine Zukunft priorisieren, in der KI dem Gemeinwohl dient.

# body.2a38791a-d8fb-4a6f-935c-f91e3e2c5b30
source: AI that benefits all of us needs
de: Eine KI, von der wir alle profitieren, braucht:

# body.2a38791a-d8fb-4a6f-935c-f91e3e2c5b30
source: <b>Openness:</b> Transparency, open-source collaboration, and fair competition, with safeguards to prevent misuse.
de: <b>Offenheit:</b> Transparenz, Zusammenarbeit über Open-Source-Quellen und fairer Wettbewerb mit Sicherheitsmechanismen zum Schutz gegen Missbrauch.

# body.2a38791a-d8fb-4a6f-935c-f91e3e2c5b30
source: <b>Fair Markets:</b> Policies to prevent monopolies, and provide equitable access to AI resources.
de: <b>Faire Märkte:</b> gesetzliche Regelungen, die Monopolisierung verhindern und gerechten Zugang zu KI-Ressourcen ermöglichen.

# body.2a38791a-d8fb-4a6f-935c-f91e3e2c5b30
source: <b>Accountability:</b> Enforceable regulations prioritizing safety, privacy fairness, and public interest, rejecting self-regulation.
de: <b>Verantwortlichkeit:</b> rechtsverbindliche Vorschriften, die Sicherheit, Privatsphäre, Fairness und öffentliches Interesse priorisieren und Selbstregulierung ablehnen.

# body.2a38791a-d8fb-4a6f-935c-f91e3e2c5b30
source: <b>To be Public:</b> AI as a public good, focused on societal challenges and accessible to all.
de: <b>Öffentlichkeit:</b> KI als öffentliches Gut, das sich auf gesellschaftliche Herausforderungen konzentriert und für alle zugänglich ist.

# body.2a38791a-d8fb-4a6f-935c-f91e3e2c5b30
source: Add your name to the petition and join the movement to demand that AI puts people first. <b>Will you join Mozilla’s global call for trustworthy AI?</b>
de: Unterzeichnen Sie die Petition und werden Sie Teil der Bewegung, die fordert, dass KI den Menschen in den Mittelpunkt stellt. <b>Schließen Sie sich Mozillas globalem Aufruf für eine vertrauenswürdige KI an?</b>
