Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/strategies-for-studying-tiktok-during-the-*-election.po
Languages: de

# body.2be3756f-ce5d-47c3-9bf4-16f080e5f143
source: The project went live with test data collection on July 5th, 2021. Large scale data collection was initiated in August, and continued through the first half of October. During this entire project, 366,062 unique TikTok videos were collected using 69 synthetic accounts in total. Alongside the WSJ’s <a id="a1">TikTok investigation</a>, which collected data using 100 synthetic accounts, this is one of the largest TikTok datasets researchers have been able to work with.<br/><br/>ATI collected hundreds of thousands TikTok posts, including nearly 10,000 posts that TikTok itself marked as related to elections. It would be nearly impossible to amass and identify this volume of content using manual methods. Ideally, this methodological approach would allow one to make stronger claims about patterns and trends we are seeing, because the data sample is more representative. For instance, it would be difficult to make a generalizable claim such as “X% of the engagement on political TikTok posts appears to be positively engaged with ‘Y-party’ content,” using only anecdotal data.
de: Das Projekt begann am 5. Juli 2021 mit einer Erhebung von Testdaten. Die groß angelegte Echtdaten-Erhebung wurde dann im August eingeleitet und dauerte bis in die erste Oktoberhälfte. Während des gesamten Projekts wurden 366.062 einzelne TikTok-Videos mit insgesamt 69 synthetischen Accounts erfasst. Neben der <a id="a1">TikTok-Untersuchung des WSJ</a>, bei der Daten mit 100 synthetischen Konten gesammelt wurden, ist dies einer der größten TikTok-Datensätze, mit denen Wissenschaftler*innen bisher arbeiten konnten. <br/><br/> ATI sammelte Hunderttausende TikTok-Posts, darunter fast 10.000 Posts, die TikTok selbst als mit Wahlen verbunden markierte. Es wäre quasi unmöglich, diese Menge an Inhalten mit manuellen Methoden zu sammeln und zu identifizieren. Im besten Fall ermöglicht dieser methodische Ansatz es, belastbare Aussagen zu Mustern und Trends zu machen, die sichtbar werden, da die Datenstichprobe repräsentativer ist. Zum Beispiel wäre es schwierig, eine verallgemeinerbare Behauptung aufzustellen wie „X% des Engagements in politischen TikTok-Posts scheinen sich positiv mit Inhalten der Y-Partei zu beschäftigen“, wenn nur anekdotische Daten verwendet werden.

# body.2be3756f-ce5d-47c3-9bf4-16f080e5f143
source: In the following sections, we’ll give an overview of the research methodology and reflect on what we learned during this experiment. This will include descriptions of data segments and the synthetic agents, data sorting and labeling, initial finding, and our challenges and learnings throughout the process.
de: Im folgenden geben wir einen Überblick über die Forschungsmethodik und die Erkenntnisse, die wir aus dem Experiment gezogen haben. Dabei beschreiben wir Datensegmente und synthetische Agenten, wie die Sortierung und Kennzeichnung der Daten verlief, was erste Erkenntnisse waren sowie welche Herausforderungen und Einsichten sich während des gesamten Prozesses ergaben.

# body.2be3756f-ce5d-47c3-9bf4-16f080e5f143
source: Creating the Segments and Synthetic Agents
de: Erstellung von Segmenten und synthetischen Nutzern

# body.2be3756f-ce5d-47c3-9bf4-16f080e5f143
source: “We established the project with the premise that there are different types of real human users on TikTok, and we wanted to emulate certain characteristics of those users,” explains Cameron Hickey, Director of the Algorithmic Transparency Institute.
de: „Wir haben das Projekt mit dem Wissen ins Leben gerufen, dass es auf TikTok verschiedene Arten von echten menschlichen Usern gibt, und wir wollten bestimmte Eigenschaften dieser User nachahmen“, erklärt Cameron Hickey, Direktor des Algorithmic Transparency Institute.

# body.2be3756f-ce5d-47c3-9bf4-16f080e5f143
source: For example, there are some users interested in makeup tutorials, others interested in dance memes, and others interested in crafting. There are also users who are interested in political content – typically content that aligns with their own perspective. Various “segments” were created to represent a wide variety of political viewpoints in Germany.
de: Zum Beispiel gibt es einige User*innen, die an Make-up-Tutorials interessiert sind, andere an Tanz-Memes und wiederum andere, die sich für Bastelsachen interessieren. Dann gibt es welche, die sich für politische Inhalte interessieren – typischerweise Inhalte, die mit ihrer eigenen Perspektive übereinstimmen. Wir haben verschiedene „Segmente“ geschaffen, um die unterschiedlichsten politischen Standpunkte in Deutschland widerzuspiegeln.

# body.2be3756f-ce5d-47c3-9bf4-16f080e5f143
source: First, researchers designed various segments intended to represent viewpoints from each political party in Germany. They also created segments designed to represent broader political viewpoints and issues, including segments labeled “anti-mainstream,” “climate protection,” “general politics,” and “non-political,” a category which acts somewhat like a control group for this experiment.
de: Die Wissenschaftler*innen erstellten also zunächst verschiedene Segmente, die Sichtweisen jeder politischen Partei in Deutschland repräsentieren. Sie erstellten auch Segmente, die breitere politische Standpunkte und Themen repräsentieren sollen, darunter solche mit den Bezeichnungen „Anti-Mainstream", „Klimaschutz", „Politik allgemein" und „unpolitisch", eine Kategorie, die im Experiment quasi als Kontrollgruppe agiert.

# body.6a111d6e-65e5-454b-b982-bdbff9573e78.caption
source: Various segments created to represent the German political landscape.
de: Verschiedene Segmente wurden geschaffen, um die deutsche politische Landschaft zu repräsentieren.

# body.b4661902-401f-4af7-ab0d-2214b3c483f5
source: For each segment, ATI created multiple synthetic accounts programmed to engage on TikTok according to the criteria defined for them. These accounts only engaged in passive behaviors: following accounts, watching videos, and rewatching videos. The accounts did not engage in active behaviors, such as liking or commenting on a video.
de: Für jedes Segment erstellte ATI mehrere synthetische Accounts, die so programmiert waren, dass sie TikTok entlang der jeweiligen Kriterien nutzen. Diese Accounts sind ausschließlich passiv: sie folgen Accounts, schauen Videos an und schauen sich Videos wiederholt an. Sie liken oder kommentieren also keine Videos aktiv.

# body.53642786-bdfa-48c6-b615-ec63a0b9257b.caption
source: Synthetic accounts engage with the set of coded accounts, via only passive actions.
de: Synthetische Konten interagieren mit den codierten Konten nur über passive Aktionen.

# body.d6307aaa-1545-4374-bd30-268136355163
source: The system works as follows: There is a client and a server. The client runs on a mobile app, and performs various actions of a user on TikTok. The client requests tasks from the server such as “follow this account,” “watch this video,” or “scan your feed for 30 minutes” as well as “rewatch any videos from ‘X account’” or “rewatch any videos using ‘Y term’ in the caption.” The client proceeds to run TikTok, analyze what videos it is watching, and then make a decision to rewatch or skip each video. Every video the client encounters is sent back to the server and is registered as an “observation.”
de: Das System besteht aus Client und Server. Der Client läuft auf einer mobilen App und führt verschiedene Aktionen eines/einer User*in auf TikTok aus. Außerdem gibt er dem Server Aufgaben wie „Diesem Konto folgen“, „Dieses Video ansehen“ oder „Deinen Feed 30 Minuten lang scannen“ sowie „Alle Videos von 'X-Konto' erneut ansehen“ oder „Alle Videos erneut ansehen, die den Begriff ,Y' in der Bildunterschrift tragen.“ Der Client fährt damit fort, TikTok zu „benutzen”, zu analysieren, welche Videos er sich ansieht, und entscheidet dann, jedes Video erneut anzusehen oder zu überspringen. Jedes Video, das der Client „sieht”, wird an den Server zurückgesendet und als „Beobachtung“ registriert.

# body.f278d126-5ea9-4015-a08a-ee6731e4afe7.caption
source: Posts are collected from the FYP feed of the synthetic accounts.
de: Beiträge werden aus dem FYP-Feed der synthetischen Konten gesammelt.

# body.f2606cb0-c189-446c-9479-af47d5be9657
source: Several challenges occurred when ATI was collecting data from TikTok, including both the underlying difficulty of collecting data from a native mobile app, and the specific challenges posed by anti-scraping measures implemented by TikTok. “Automating the process is a continuous cat-and-mouse game with the platform and the technology,” says Hickey. “TikTok is very well designed to make creating synthetic accounts difficult, and so this process remains entirely manual.”
de: Beim Sammeln von Daten von TikTok durch ATI traten mehrere Herausforderungen auf, u.a. die Schwierigkeit, Daten aus einer hauptsächlich mobilen App zu sammeln, sowie die Herausforderungen, die sich aus den von TikTok eingerichteten Anti-Scraping-Maßnahmen ergeben. „Das Automatisieren des Verfahrens ist ein ständiges Katz-und-Maus-Spiel mit der Plattform und der Technologie“, sagt Hickey. „TikTok ist sehr gut entwickelt, um das Erstellen synthetischer Konten zu erschweren, und daher bleibt dieser Prozess vollständig manuell.“

# body.f2606cb0-c189-446c-9479-af47d5be9657
source: This is to be expected: After all, TikTok’s <a id="a1">Terms and Conditions</a> prohibit the use of automated scripts to interact with TikTok in order to prevent abuse of the platform. TikTok is a public platform like Twitter or YouTube, so all the posts ATI collected are already publicly available and anyone can see them online. However, TikTok has not yet created tools like an API to enable researchers or developers to access platform data, and so very few options exist for public interest researchers seeking to perform large-scale, quantitative research about the platform. We raised concerns with TikTok’s complete lack of transparency in <a id="a2">our previous report</a>. This is an issue Mozilla has <a id="a3">spoken</a> <a id="a4">about</a> <a id="a5">frequently</a>, and we are committed to improving the landscape of public interest research.
de: Dies kommt nicht unerwartet: Schließlich verbieten die <a id="a1">Nutzungsbedingungen</a> von TikTok den Einsatz automatisierter Skripte zur Interaktion mit TikTok, um den Missbrauch der Plattform zu verhindern. TikTok ist eine öffentliche Plattform wie Twitter oder YouTube, daher sind alle von ATI gesammelten Beiträge bereits öffentlich verfügbar und jeder kann sie online sehen. TikTok hat jedoch noch keine Tools wie eine API entwickelt, die es Forschern oder Entwicklern ermöglicht, auf Plattformdaten zuzugreifen, und es gibt daher nur sehr wenige Möglichkeiten für Sozialwissenschaftler*innen, groß angelegte, quantitative Forschungen über die Plattform durchzuführen. Wir haben in unserem <a id="a2">früheren Bericht</a> Bedenken hinsichtlich der völligen Intransparenz von TikTok geäußert. Mozilla hat sich bereits <a id="a3">häufig</a> <a id="a4">dazu</a> <a id="a5">geäußert</a>, und wir setzen uns weiterhin dafür ein, die Bedingungen für Forschung im Sinne des Gemeinwohls zu verbessern.

# body.f2606cb0-c189-446c-9479-af47d5be9657
source: Throughout the research design process, ATI took a number of steps to protect user privacy. First, the system only collected TikTok content that was already publicly available. No personally identifiable information was collected and no comments on videos were collected. Second, the data is being stored for exactly two (2) years after it was collected, at which point it will be deleted. Finally, the code is being continuously monitored and regularly updated by ATI to match the latest TikTok UI, to avoid any unintentional data collection. More information about Junkipedia’s research and data privacy practices appears on its <a id="a1">website</a> and <a id="a2">Terms of Service</a>.
de: Während der gesamten Erstellung des Forschungsrahmens hat ATI Schritte zur Gewährleistung des Datenschutzes unternommen. Zum einen sammelte das System nur TikTok-Inhalte, die bereits öffentlich verfügbar waren. Personenbezogene Daten wurden nicht erfasst, ebenso wenig wie Kommentare zu Videos. Zweitens werden die Daten nach ihrer Erhebung für genau zwei (2) Jahre gespeichert und danach gelöscht. Und schließlich wird der Code kontinuierlich von ATI überwacht und aktualisiert, damit er der jeweils neuesten Benutzeroberfläche von TikTok entspricht. Weiterführende Informationen zu den Recherche- und Datenschutzpraktiken von Junkipedia sind auf der <a id="a1">Website</a> und den <a id="a2">Nutzungsbedingungen</a> zu finden.

# body.f2606cb0-c189-446c-9479-af47d5be9657
source: Sorting and Labeling the Data
de: Daten sortieren und kennzeichnen

# body.f2606cb0-c189-446c-9479-af47d5be9657
source: As the data flowed into the Junkipedia platform, we worked together with BR journalists and ATI researchers to sort through a huge number of videos to determine whether or not they were relevant to the research. To give you a sense of scale: Each day of the experiment, roughly 3000 - 9000 TikTok posts were collected in the Junkipedia platform. The majority of posts had to be labeled manually by researchers.
de: Während die Daten in die Junkipedia-Plattform flossen, haben wir zusammen mit BR-Journalist*innen und Wissenschaftler*innen von ATI enorme Mengen von Videos sortiert, um festzustellen, ob sie Relevanz für die Recherche hatten oder nicht. Um ein Gefühl für den Maßstab zu bekommen: Täglich wurde während der Laufzeit des Experiments etwa 3.000 bis 9.000 TikTok-Posts auf der Junkipedia-Plattform gesammelt. Die meisten Beiträge mussten von den Wissenschaftler*innen manuell beschriftet werden.

# body.f2606cb0-c189-446c-9479-af47d5be9657
source: We divided the task into two steps: First, an initial screening determined whether the post was “relevant” or “not relevant” to our investigation. Then, in a second screening researchers applied specific tags or labels to each video to enable further analysis. Those tags included things like “anti-migration,” “pro-feminism,” “anti-spd,” and “misinformation.” We produced this list of labels prior to data collection, but new labels were created during the process as needed.
de: Die Aufgabe wurde in zwei Schritte unterteilt: Zunächst wurde in einem ersten Screening festgestellt, ob ein Post für unsere Untersuchung „relevant“ oder „nicht relevant“ war. In einem zweiten Screening versahen die Wissenschaftler*innen dann jedes Video mit spezifischen Tags oder Labels für die weitere Analyse. Tags waren u.a. „Anti-Migration“, „Pro-Feminismus“, „Anti-SPD“ und „Falschinformation“. Eine erste Liste von Labels wurde vor Beginn der Datenerfassung erstellt, doch konnten während der Erfassung nach Bedarf neue Labels erstellt werden.

# body.51f1d979-1f07-410b-adc0-80f67e429e1a.caption
source: A researcher view of tagging individual posts in the Junkipedia platform.
de: Die Perspektive von Forschern zu Schlagworten einzelner Beiträge auf der Junkipedia-Plattform.

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: In the end, a total of 366,062 unique TikTok videos were collected in the Junkipedia database between July 5 and October 4. So far, more than 34,000 of those videos have been labeled as relevant/not relevant, with roughly 250 videos assigned additional tags. Significant labor and time would be required to complete a full analysis.
de: Letztendlich wurden vom 5. Juli bis 4. Oktober insgesamt 366.062 einzelne TikTok-Videos im Junkipedia-Datensatz erfasst. Bisher wurden mehr als 34.000 dieser Videos als relevant bzw. irrelevant gekennzeichnet, davon haben rund 250 Videos zusätzliche Tags erhalten. Für eine umfassende Analyse wäre ein beträchtlicher Einsatz von Arbeit und Zeit erforderlich.

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: Initial Findings
de: Erste Erkenntnisse

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: We used the data gathered by the platform as a tool for surfacing TikTok videos and accounts relevant to our research questions. Building off findings from our Sept 2021 <a id="a1">report</a>, we identified more accounts impersonating German politicians and observed further proof that TikTok’s automated election banners are not working properly.
de: Wir haben die von der Plattform gesammelten Daten als Instrument verwendet, um TikTok-Videos und -Accounts anzuzeigen, die für unsere Forschungsfragen relevant sind. Aufbauend auf den Ergebnissen unseres <a id="a1">Berichts vom September 2021</a> haben wir weitere Accounts identifiziert, die sich als deutsche Politiker*innen ausgeben, und weitere Beweise dafür gesammelt, dass die automatisierten Wahlbanner von TikTok nicht einwandfrei funktionieren.

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: Amplified Fake Accounts
de: „Verstärkte” gefälschte Accounts

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: Our first report found that accounts impersonating German political figures were thriving on the platform. In addition to the two fake accounts we identified in September, we used Junkipedia data to uncover more accounts impersonating German politicians on TikTok. For instance, ATI’s synthetic accounts alerted us to the existence of an account @_angela_dorothea_merkel, impersonating the German chancellor Dr. Angela Merkel. We first learned about the account when we had noticed that several of the synthetic accounts ATI had programmed – bots from segments labeled “Anti-Mainstream,” “CDU/CSU,” and “AFD” – had been served the videos on their For You Page feed. They watched the videos on August 17, September 11, September 14, and September 15, respectively.
de: Unser erster Bericht zeigte, dass Accounts, die sich als deutsche Politiker*innen ausgeben, auf der Plattform florieren. Zusätzlich zu den zwei gefälschten Accounts, die wir im September identifiziert haben, verwendeten wir Junkipedia-Daten, um auf TikTok weitere gefälschte Accounts deutsche Politiker*innen aufzudecken. Die synthetischen Accounts von ATI haben uns beispielsweise auf die Existenz eines Accounts @_angela_dorothea_merkel aufmerksam gemacht, das sich als Bundeskanzlerin Merkel ausgibt. Wir erfuhren erstmals von dem Account, als wir feststellten, dass mehrere der synthetischen Accounts, die ATI programmiert hatte – Bots aus den Segmenten „Anti-Mainstream“, „CDU/CSU“ und „AfD“ – seine Videos auf ihrer For-You-Seite präsentiert bekamen. Sie „sahen” die Videos jeweils am 17. August, 11. September, 14. September und 15. September.

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: While we know the account was deleted or removed sometime after September 15, by that point its videos had been viewed several million times by TikTok users, according to the snapshot we saw in Junkipedia. It’s difficult to know how far the account’s messages reached and whether or not its videos influenced German voters. TikTok’s Community Guidelines <a id="a1">prohibit</a> posing as another person or entity in a deceptive manner, and yet the account remained up for months during the lead-up to the election.
de: Der Account wurde zu einem bestimmten, uns unbekannten Zeitpunkt nach dem 15. September gelöscht oder entfernt, doch waren seine Videos zu diesem Zeitpunkt von TikTok-Nutzer*innen bereits mehrere Millionen Mal angesehen, wie unser Blick in Junkipedia uns gezeigt hatte. Schwer zu sagen, wie weit die Aussagen des Accounts es schafften und ob seine Videos die deutschen Wähler*innen beeinflussten oder nicht. Die Community-Richtlinien von TikTok <a id="a1">verbieten</a> es, sich auf betrügerische Weise als eine andere Person oder Organisation auszugeben, und dennoch blieb der Account im Vorfeld der Wahl monatelang aktiv.

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: Automated Labeling
de: Automatisiertes Kennzeichnen

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: Starting July 20, various TikTok videos were labeled with an informational banner at the bottom that stated “Erhalte Infos über die Bundestagswahl in Deutschland“ (“Get info on the German federal election”), with a link to <a id="a1">an information page</a> about the German election.
de: Ab dem 20. Juli wurden verschiedene TikTok-Videos mit einem Infobanner am unteren Rand versehen, auf dem „Infos über die Bundestagswahl in Deutschland“ stand, mit einem Link zu einer <a id="a1">Informationsseite</a> zur Bundestagswahl.

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: In our previous research, we determined that TikTok’s automated approach to labeling content about the German election was not working effectively, with videos being improperly labeled. We concluded that a fully automated approach relying on keywords weakens the intended goal of the labels, and may even damage efforts to sensitize users and/or redirect them to verifiable, trusted sources of information.<br/><br/>Building on that research, we are analyzing 10,000 videos in the Junkipedia database that received the automated banners to determine what factors were used to apply the election label. We suspect the system is based on a crude list of hashtags that relate to the German election. We saw, for example, every post that used the tag “#merkel” received the label, but posts that included the word “merkel” without the hashtag did not. If this is true, that means that anyone who wanted to circumvent the automated banners simply had to leave out the “#” from their caption.
de: In unseren früheren Recherchen stellten wir fest, dass TikToks automatisierter Ansatz zur Kennzeichnung von Inhalten über die Bundestagswahl nicht wirksam funktioniert, da Videos unsachgemäß gekennzeichnet wurden. Wir kamen zu dem Schluss, dass ein vollständig automatisierter Ansatz, der sich auf Schlüsselwörter stützt, das beabsichtigte Ziel der Kennzeichnung schwächt und dazu sogar noch Bemühungen schwächt, User*innen für diese Problematik zu sensibilisieren und/oder sie an überprüfbare, vertrauenswürdige Informationsquellen heranzuführen. <br/><br/> Auf dieser Recherche aufbauend analysieren wir nun 10.000 Videos in der Junkipedia-Datenbank, die die automatisierten Banner tragen, um festzustellen, welche Faktoren verwendet wurden, um über die Wahllabel zu entscheiden. Wir vermuten, dass das System auf einer groben Liste von Hashtags basiert, die sich auf die Bundestagswahl beziehen. Wir haben zum Beispiel gesehen, dass jeder Beitrag, der das Tag „#merkel“ verwendet, das Label erhielt, aber Beiträge, die das Wort „merkel“ ohne den Hashtag enthielten, nicht. Wenn dies zutrifft, würde das bedeuten, dass, um die automatisierten Banner zu umgehen, man einfach das „#“ aus der Bildunterschrift weglassen müsste.

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: Challenges and Learnings
de: Herausforderungen und Erkenntnisse
