Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/strategies-for-studying-tiktok-during-the-*-election.po
Languages: de

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: Pulling off a large-scale research project like this one is difficult. Although it’s too early to draw quantitative insights from the data, we can still reflect on what was successful and what was unsuccessful about the experimental research design. Based on what they learned, ATI researchers are already working on adapting the system to operate more efficiently at scale to enable future research projects and investigations on TikTok.
de: Natürlich ist es nicht leicht, ein großes Forschungsprojekt wie dieses auf die Beine zu stellen. Und obwohl es noch zu früh ist, quantitative Erkenntnisse aus den Daten zu ziehen, können wir dennoch darüber nachdenken, was am Forschungsdesign des Experiments erfolgreich war und was nicht. Auf der Grundlage ihrer Erkenntnisse arbeiten ATI-Wissenschaftler*innen bereits jetzt daran, das System so anzupassen, dass es in größerem Ausmaß angewandt effizienter funktioniert, um so zukünftige Forschungsprojekte und Untersuchungen zu TikTok möglich zu machen.

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: Distinct Segments
de: Unterschiedliche Segmente

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: The biggest challenge is that it’s nearly impossible to create customized segments that accurately represent the different ideologies distinctly. “We were highly successful in training the recommendation algorithm to feed our agents videos that were about politics and the election, as opposed to influencer memes, or video games content,” says Hickey. “However, at this point, it does not appear we were particularly successful in generating a truly distinct “CDU” or “AfD” recommendation feed. This likely has to do with the small overall volume of political posts on TikTok and the fact that we tried to do this for six distinct parties who have overlapping political interests. In a different context, such as the US two-party system, it could be much more effective based on the learnings.”
de: Die größte Herausforderung bleibt, dass es praktisch unmöglich ist, Segmente so genau abzustecken, dass sie die jeweiligen politischen Denkrichtungen voneinander abgetrennt widerspiegeln. „Wir waren sehr erfolgreich dabei, den Empfehlungsalgorithmus so zu trainieren, dass er unserem Agenten Videos fütterte, die von Politik und der Wahl handeln, und nicht Influencer-Memes oder Videospielinhalte“, sagt Hickey. „Allerdings scheint es uns zum jetzigen Zeitpunkt nicht besonders gut gelungen zu sein, einen wirklich eigenständigen „CDU“- oder „AfD“-Empfehlungsfeed zu generieren. Dies hat wahrscheinlich mit dem geringen Gesamtvolumen an politischen Posts auf TikTok und der Tatsache zu tun, dass wir dies für sechs verschiedene Parteien mit überlappenden politischen Interessen versucht haben. In einem anderen Umfeld, wie z.B. dem Zweiparteiensystem in den USA, könnte es basierend auf den Erkenntnissen viel effektiver sein.“

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: So far, the videos observed by segments in their For You Page don’t seem to be different from the videos observed by other segments. But it’s still early in the experiment and over time that’s likely to change, as agents spend more time watching videos on the platform and their feeds become more personalized. “A qualitative analysis did not reveal distinct feeds for the segments, however a comprehensive quantitative analysis is currently underway to determine how unique each feed was depending on the rules followed,” says Hickey.
de: Bisher scheinen sich die Videos, die von einzelnen Segmenten auf ihrer For-You-Seite beobachtet wurden, nicht von den Videos zu unterscheiden, die von anderen Segmenten beobachtet wurden. Aber wir sind noch am Anfang des Experiments und im Laufe der Zeit wird sich dies wahrscheinlich ändern, da Agenten mehr Zeit damit verbringen, Videos auf der Plattform anzusehen und ihre Feeds personalisierter werden. „Eine qualitative Analyse ergab keine eindeutigen Feeds für die Segmente; jedoch sind wir derzeit dabei, eine umfassende quantitative Analyse durchzuführen, um herauszufinden, wie individuell unterschiedlich jeder Feed je nach entsprechenden Regeln war“, sagt Hickey.

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: Simulating User Behavior
de: Nutzerverhalten simulieren

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: Despite best efforts, it is very difficult for ATI to simulate real user behavior on the app using automated methods. Real people have complex, varying interests; they are interested in lots of things besides politics. In addition, real people don’t decide what videos to watch just based on the caption. Right now, the agents can’t make decisions based on the <i>content</i> of the video – music, text, speech, or imagery – which is how a real person would decide to watch or skip a video.
de: Trotz aller Bemühungen ist es für ATI sehr schwierig, mit automatisierten Methoden reales Nutzerverhalten auf der App zu simulieren. Echte Menschen haben komplexe, unterschiedliche Interessen; sie interessieren sich neben Politik für vieles andere. Zudem entscheiden echte Menschen nicht nur aufgrund der Bildunterschrift, welche Videos sie ansehen möchten. Im Moment können die Agenten keine Entscheidungen auf dem Inhalt des Videos basierend treffen – also auf Grundlage von Musik, Text, Sprache oder Bilder, eben so wie ein echter Mensch entscheiden würde, ein Video anzusehen oder zu überspringen.

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: Another challenge is that the synthetic agents are not yet autonomous. Currently, the agent is programmed to scan TikTok and follow simple rules like “rewatch any video that contains the terms “covid,” “vaccine,” or “pandemic.” The agent is also capable of opening and watching a list of videos, following a list of accounts, and scanning its For You Page and rewatching videos from specific accounts or videos that contain specific terms in the caption. However, right now agents can’t make decisions about what to rewatch based on the content of the video. The system will require further development before agents can perform such behaviors.
de: Eine weitere Herausforderung besteht darin, dass die synthetischen Agenten noch nicht autonom sind. Derzeit ist der Agent so programmiert, dass er TikTok scannt und einfache Regeln befolgt, wie zum Beispiel „Schauen Sie sich jedes Video erneut an, das die Begriffe „Covid“, „Impfstoff“ oder „Pandemie“ enthält. Der Agent ist auch in der Lage, eine Liste von Videos zu öffnen und anzusehen, einer Liste von Accounts zu folgen und seine For-You-Seite zu scannen und Videos von bestimmten Accounts oder Videos, die bestimmte Begriffe in der Bildunterschrift enthalten, erneut anzusehen. Agenten können derzeit jedoch keine Entscheidungen darüber treffen, was sie basierend auf dem Inhalt des Videos erneut ansehen möchten. Das System muss also weiterentwickelt werden, so dass Agenten solche Verhaltensweisen durchführen können.

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: Detection of Agents
de: Erkennen von Agenten

# body.30c08643-e2de-4729-a99a-02a1fa655b1d
source: Another question arose during the experiment: Could TikTok’s automated system for detecting bots be interfering with the outcomes of the experiment? TikTok’s <a id="a1">2020 Transparency Report</a> reported on how many inauthentic accounts were removed in 2020, so we know the platform has technical tools in place to identify inauthentic behavior. Throughout the experiment, ATI observed and ran into aspects of TikTok’s automated system for identifying inauthentic activity, but so far the agents have been operating as planned without issues. However, it’s difficult to know to what degree TikTok detected the agents and is taking steps to limit their engagement.
de: Während des Experiments stellte sich eine weitere Frage: Könnte das automatisierte System von TikTok zur Erkennung von Bots die Ergebnisse des Experiments beeinflussen? TikToks <a id="a1">Transparenzbericht 2020</a> legt Rechenschaft darüber ab, wie viele nicht-authentische Accounts im Jahr 2020 entfernt wurden. Wir wissen also, dass die Plattform über technische Tools verfügt, um nicht-authentisches Verhalten zu erkennen. Während des gesamten Experiments konnte ATI Aspekte des automatisierten Systems von TikTok zur Identifizierung nicht-authentischer Aktivitäten beobachten oder stieß sogar auf sie, und dennoch arbeiteten die Agenten bisher wie geplant ohne Probleme. Es ist jedoch schwer zu sagen, inwieweit TikTok die Agenten erkannte und Schritte unternimmt, um ihr Verhalten auf der Plattform einzuschränken.

# body.d17c88a1-64eb-4199-833f-14516aaca46c
source: Recommendations
de: Empfehlungen

# body.d17c88a1-64eb-4199-833f-14516aaca46c
source: As we’ve shown in this report, researchers and journalists seeking to study the TikTok platform will run into lots of challenges. TikTok currently does not provide any transparency tools or APIs to researchers seeking to study the platform. Without such tools, it is nearly impossible for researchers to look “under the hood” of the TikTok algorithm and identify patterns of abuse or harm. We therefore urge TikTok to develop meaningful transparency tools and archives to empower civil society oversight.
de: Wir haben in diesem Bericht gezeigt, dass Wissenschaftler*innen und Journalist*innen bei der Forschung über TikToks Plattform mit zahlreichen Herausforderungen konfrontiert werden. <br/><br/> TikTok stellt Wissenschaftler*innen, die die Plattform untersuchen möchten, derzeit keine Transparenz-Tools oder APIs zur Verfügung. Ohne solche Tools ist es für Wissenschaftler*innen fast unmöglich, „ins Getriebe“ des TikTok-Algorithmus zu schauen und Missbrauchs- oder Schadensmuster zu erkennen. Wir fordern TikTok daher dringend auf, sinnvolle Transparenzinstrumente und Archive zu entwickeln, um Einblicke durch die Zivilgesellschaft zu ermöglichen.

# body.d17c88a1-64eb-4199-833f-14516aaca46c
source: Specifically, <b>TikTok should release tools to empower public interest researchers and journalists to study the TikTok algorithm.</b> That could include a public API researchers can query, a tool that simulates how the FYP feed works, or comprehensive transparency reports and archives. For instance, Twitter has a publicly available API and <a id="a1">recently released a version of the API for academic researchers</a> that features more precise filtering options.
de: Insbesondere sollte TikTok Tools veröffentlichen, um Wissenschaftler*innen und Journalist*innen, die sich für das Gemeinwohl einsetzen, in die Lage zu versetzen, den TikTok-Algorithmus zu untersuchen. Das könnte eine öffentliche API sein, die Wissenschaftler*innen abfragen können, ein Tool, das die Funktionsweise des FY-Seiten-Feeds simuliert, oder umfassende Transparenzberichte und Archive. Twitter hat beispielsweise eine öffentlich verfügbare API und davon kürzlich eine <a id="a1">Version speziell für akademische Forschung</a> veröffentlicht, die genauere Filteroptionen bietet.

# body.d17c88a1-64eb-4199-833f-14516aaca46c
source: In addition, <b>TikTok should develop a publicly-accessible library or repository of all ads, branded content, and promotions running on the platform</b>, as other platforms have done to varying degrees (see: <a id="a1">Facebook Ad Library</a>, <a id="a2">Snap Political Ad Library</a>, <a id="a3">Google Transparency Report</a>). TikTok should follow Mozilla’s <a id="a4">guidelines</a> when designing this repository and ensure that it includes content from all advertisements running on the platform, including paid partnerships. This will enable community oversight of TikTok’s policy enforcement and support independent research into the online advertising ecosystem.
de: Darüber hinaus sollte TikTok ein öffentlich zugängliches Verzeichnis aller auf der Plattform laufenden Anzeigen, Marken-Content und Werbeaktionen entwickeln, wie es andere Plattformen in unterschiedlichem Maße tun (siehe <a id="a1">Facebook Ad Library</a>, <a id="a2">Snap Political Ad Library</a>, <a id="a3">Google Transparency Report</a>). TikTok sollte bei der Gestaltung dieses Verzeichnisses die <a id="a4">Richtlinien von Mozilla</a> befolgen und sicherstellen, dass es Content aus allen auf der Plattform laufenden Anzeigen enthält, einschließlich bezahlter Partnerschaften. Damit würde die Aufsichtsmöglichkeit der User*innen über die Durchsetzung der Richtlinien von TikTok ermöglicht und eine unabhängige Forschung zum Online-Werbe-Ökosystem unterstützt.

# body.d17c88a1-64eb-4199-833f-14516aaca46c
source: Conclusion
de: Schlussfolgerung

# body.d17c88a1-64eb-4199-833f-14516aaca46c
source: With an ever-growing user base and skyrocketing revenue, TikTok is on course to define the next era of social media. And yet our research demonstrates that there is a major transparency gap on TikTok. With the platform increasingly falling behind its peers, we urge TikTok to develop meaningful transparency tools like an API or an ad archive to empower civil society oversight of the platform.
de: Mit einer stetig wachsenden Userzahl und explosiv steigenden Gewinnzahlen ist TikTok dabei, Sinnbild für das nächste Zeitalter sozialer Medien zu werden. Dennoch legt unsere Recherche einen enormen Mangel an Transparenz auf TikTok offen. Angesichts des sich weiter vergrößernden Rückstands gegenüber anderen Plattformen fordern wir TikTok auf, wirksame Instrumente wie ein API oder ein Werbearchiv zur Steigerung der Transparenz zu entwickeln und damit der Zivilgesellschaft echte Einblicke in die Plattform zu ermöglichen.

# body.d17c88a1-64eb-4199-833f-14516aaca46c
source: References
de: Referenzen

# body.d17c88a1-64eb-4199-833f-14516aaca46c
source: Behme, Pia. “Ziel ist der Vertrauensverlust in das demokratische System,” <i>DLF</i>, 24 September 2021, <a id="a1">https://www.deutschlandfunk.de/desinformation-im-bundestagswahlkampf-ziel-ist-der.1773.de.html?dram:article_id=503439</a>. Accessed 9 October 2021.
de: Behme, Pia: „Ziel ist der Vertrauensverlust in das demokratische System,” <i>DLF</i>, 24. September 2021, <a id="a1">https://www.deutschlandfunk.de/desinformation-im-bundestagswahlkampf-ziel-ist-der.1773.de.html?dram:article_id=503439</a>. Zugriff am 9. Oktober 2021.

# body.d17c88a1-64eb-4199-833f-14516aaca46c
source: Hegemann, Lisa. “Was hängen bleibt. Desinformation im Wahlkampf,” <i>Zeit.de</i>, 29 September 2021, <a id="a1">https://www.zeit.de/digital/internet/2021-09/desinformation-wahlkampf-bundestagswahl-2021-annalena-baerbock-gruene/</a>. Accessed 9 October 2021.<br/><br/>“Inside TikTok’s Algorithm: A WSJ Video Investigation,” <i>The Wall Street Journal</i>, 21 July 2021, <a id="a2">https://www.wsj.com/articles/tiktok-algorithm-video-investigation-11626877477</a>. Accessed 9 October 2021.
de: Hegemann, Lisa: „Was hängen bleibt. Desinformation im Wahlkampf,” <i>Zeit.de</i>, 29. September 2021, <a id="a1">https://www.zeit.de/digital/internet/2021-09/desinformation-wahlkampf-bundestagswahl-2021-annalena-baerbock-gruene/</a>. Zugriff am 9. Oktober 2021. <br/><br/> „Inside TikTok’s Algorithm: A WSJ Video Investigation,” <i>The Wall Street Journal</i>, 21. Juli 2021, <a id="a2">https://www.wsj.com/articles/tiktok-algorithm-video-investigation-11626877477</a>. Zugriff am 9. Oktober 2021.

# body.d17c88a1-64eb-4199-833f-14516aaca46c
source: Köver, Chris. “Warum die FDP bei Erstwähler*innen punktete,” <i>Netzpolitik</i>, 29 September 2021, <a id="a1">https://netzpolitik.org/2021/bundestagswahl-warum-die-fdp-bei-erstwaehlerinnen-punktete/</a>. Accessed 9 October 2021.<br/><br/> Schiffer, Christian. “FDP-Erfolg bei Erstwählern: Die TikTok-Partei,” <i>BR24</i>, 27 September 2021, <a id="a2">https://www.br.de/nachrichten/netzwelt/fdp-erfolg-bei-erstwaehlern-die-tiktok-partei,SkD28Sg</a>. Accessed 9 October 2021.
de: Köver, Chris: „Warum die FDP bei Erstwähler*innen punktete,” <i>Netzpolitik</i>, 29. September 2021, <a id="a1">https://netzpolitik.org/2021/bundestagswahl-warum-die-fdp-bei-erstwaehlerinnen-punktete/</a>. Zugriff am 9. Oktober 2021. <br/><br/> Schiffer, Christian: „FDP-Erfolg bei Erstwählern: Die TikTok-Partei,” <i>BR24</i>, 27. September 2021, <a id="a2">https://www.br.de/nachrichten/netzwelt/fdp-erfolg-bei-erstwaehlern-die-tiktok-partei,SkD28Sg</a>. Zugriff am 9. Oktober 2021.

# body.d17c88a1-64eb-4199-833f-14516aaca46c
source: Schmid, Mirko. “Desinformationen vor der Bundestagswahl 2021: Baerbock Ziel Nummer eins,” <i>Frankfurter Rundschau</i>, 6 September 2021, <a id="a1">https://www.fr.de/politik/bundestagswahl-2021-baerbock-laschet-desinformationen-luegen-manipulation-gruene-cdu-afd-90965040.html</a>. Accessed 9 October 2021.<br/><br/> Schöffel, Robert; Khamis, Sammy. “Videos bei TikTok: Falschmeldungen und ihre Verbreitung,” <i>BR24</i>, 16 September 2021, <a id="a2">https://www.br.de/nachrichten/netzwelt/videos-bei-tiktok-falschmeldungen-und-ihre-verbreitung,Sj6kb1H</a>. Accessed 9 October 2021.
de: Schmid, Mirko: „Desinformationen vor der Bundestagswahl 2021: Baerbock Ziel Nummer eins,” <i>Frankfurter Rundschau</i>, 6. September 2021, <a id="a1">https://www.fr.de/politik/bundestagswahl-2021-baerbock-laschet-desinformationen-luegen-manipulation-gruene-cdu-afd-90965040.html</a>. Zugriff am 9. Oktober 2021. <br/><br/> Schöffel, Robert/Khamis, Sammy: „Videos bei TikTok: Falschmeldungen und ihre Verbreitung,” <i>BR24</i>, 16. September 2021, <a id="a2">https://www.br.de/nachrichten/netzwelt/videos-bei-tiktok-falschmeldungen-und-ihre-verbreitung,Sj6kb1H</a>. Zugriff am 9. Oktober 2021.

# body.d17c88a1-64eb-4199-833f-14516aaca46c
source: Seeburg, Carina; Wermter, Jonah. “Wahlkampf auf der Blödelplattform,” <i>Süddeutsche Zeitung</i>, 25 September 2021, <a id="a1">https://www.sueddeutsche.de/politik/bundestagswahl-tiktok-soziale-medien-fake-news-politik-1.5420761</a>. Accessed 9 October 2021.<br/><br/> Sudah, David-Wilp; Levine, David. “Im Visier der Manipulatoren,” <i>Tagesspiegel</i>, 2 September 2021, <a id="a2">https://www.tagesspiegel.de/politik/negative-campaigning-im-visier-der-manipulatoren/27575044.html</a>. Accessed 9 October 2021.
de: Seeburg, Carina/Wermter, Jonah: „Wahlkampf auf der Blödelplattform,” <i>Süddeutsche Zeitung</i>, 25. September 2021, <a id="a1">https://www.sueddeutsche.de/politik/bundestagswahl-tiktok-soziale-medien-fake-news-politik-1.5420761</a>. Zugriff am 9. Oktober 2021. <br/><br/> Sudah, David-Wilp/Levine, David: „Im Visier der Manipulatoren,” <i>Tagesspiegel</i>, 2. September 2021, <a id="a2">https://www.tagesspiegel.de/politik/negative-campaigning-im-visier-der-manipulatoren/27575044.html</a>. Zugriff am 9. Oktober 2021.
