Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/strategies-for-studying-tiktok-during-the-*-election.po
Languages: de

# seo_title
source: Strategies for Studying TikTok During the German Election
de: Herangehensweisen bei der Untersuchung von TikTok während des Bundestagswahlkampfes

# search_description
source: In this report, Mozilla researchers describe how their investigation into TikTok was designed, what they observed on the platform during the 2021 German election, and what it means for the future of platform transparency.
de: In diesem Bericht beschreiben Mozilla-Forscher, wie ihre Untersuchung zu TikTok aufgebaut war, was sie bei der Bundestagswahl 2021 auf der Plattform beobachtet haben und was dies für die Zukunft der Plattformtransparenz bedeutet.

# title
source: Strategies for Studying TikTok During the German Election
de: Herangehensweisen bei der Untersuchung von TikTok während des Bundestagswahlkampfes

# body.5f90e4fe-a2c3-4465-bd6f-5dd1b3bd0cbe
source: Executive Summary
de: Zusammenfassung

# body.5f90e4fe-a2c3-4465-bd6f-5dd1b3bd0cbe
source: TikTok is one of the fastest growing social media platforms in the world, claiming <a id="a1">1 billion monthly users</a>. 11 million of those users are German, <a id="a2">according to TikTok</a>. The platform played a crucial role during the 2021 German Federal election campaign, as our <a id="a3">recent research</a> has shown. On September 26, 3 million first-time voters turned up at the polls, and now some observers are <a id="a4">pointing to TikTok</a> as a possible explanation for the turnout among young voters.
de: TikTok ist, mit nach eigenen Aussagen <a id="a1">1 Milliarde Nutzer*innen im Monat</a>, eine der am schnellsten wachsenden Social-Media-Plattformen der Welt. 11 Millionen davon sind <a id="a2">laut TikTok</a> Deutsche. Die Plattform spielte, wie unsere jüngsten <a id="a3">Recherchen</a> zeigten, eine zentrale Rolle während des Bundestagswahlkampf 2021. Am 26. September gingen 3 Millionen Erstwähler an die Urnen, und einige Beobachter <a id="a4">weisen nun auf TikTok</a> als eine mögliche Erklärung für die Wahlbeteiligung junger Wähler*innen.

# body.5f90e4fe-a2c3-4465-bd6f-5dd1b3bd0cbe
source: In addition to the qualitative research on TikTok we conducted, we also tested out quantitative approaches to studying TikTok. During the period July-Oct 2021, we worked with the Algorithmic Transparency Institute (<a id="a1">ATI</a>) and Bayerischer Rundfunk (<a id="a2">BR</a>)’s data team to comb through 366,062 unique TikTok videos that had been collected using <a id="a3">Junkipedia</a>, an investigative tool run by ATI. Junkipedia is described by its creators as “a technology platform that enables manual and automated collection of data from across the spectrum of digital communication platforms including open social media...powered by the active engagement of a large and diverse network of civic-minded stakeholders.”
de: Zusätzlich zur qualitativen Untersuchung auf TikTok testeten wir auch quantitative Ansätze bei der Analyse von TikTok. Im Zeitraum Juli bis Oktober 2021 arbeiteten wir uns zusammen mit dem Algorithmic Transparency Institute (<a id="a1">ATI</a>) und dem datenjournalistischen Team des Bayerischen Rundfunks (<a id="a2">BR</a>) durch 366.062 TikTok-Videos, die wir mithilfe von Junkipedia gesammelt hatten, einem investigativen Tool, das das ATI betreibt. <a id="a3">Junkipedia</a> ist eine Technologieplattform, die, wie seine Entwickler*innen sie beschreiben, „die manuelle und automatisierte Erfassung von Daten aus dem gesamten Spektrum digitaler Kommunikationsplattformen einschließlich offener sozialer Medien ermöglicht… angetrieben von einem großen und diversen Netzwerk gesellschaftlich engagierter Mitstreiter*innen”.

# body.5f90e4fe-a2c3-4465-bd6f-5dd1b3bd0cbe
source: In this report, we explain how the experiment was designed and what we observed on TikTok during the German election. In reflecting on our experience investigating the platform, we believe it demonstrates the need for better transparency tools for platform research.
de: In diesem Bericht zeigen wir, wie das Experiment aufgebaut war und was wir auf TikTok während des Bundestagswahlkampfs beobachtet haben. Auf der Grundlage unserer Erfahrungen bei der Untersuchung der Plattform wird aus unserer Sicht klar, warum es besserer und transparenterer Instrumente bei Recherchen auf Plattformen bedarf.

# body.5f90e4fe-a2c3-4465-bd6f-5dd1b3bd0cbe
source: Currently, there are major hurdles to conducting research about TikTok. Unlike its peers Google, Facebook, and Snapchat, TikTok has not yet created tools like an API or an ad archive to enable journalists or civic researchers to access platform data. Without such tools, it is nearly impossible for us to look “under the hood” of the TikTok algorithm and identify patterns of abuse or harm. <b>We urge TikTok to develop meaningful transparency tools and archives to empower civil society oversight.</b>
de: Aktuell bestehen enorme Hürden bei der Durchführung von Recherchen über TikTok. Anders als vergleichbare Dienstleister wie Google, Facebook und Snapchat hat TikTok noch keine Tools wie API-Schnittstellen oder Werbebibliotheken eingerichtet, um Journalist*innen und Wissenschaftler*innen Zugang zu Daten über die Plattform zu geben. Ohne solche Instrumente ist es fast unmöglich für uns, dem TikTok-Algorithmus „ins Getriebe” zu schauen und Auslöser von Missbrauch oder Verletzungen nachzuweisen. <b>Wir fordern TikTok auf, Instrumente und Archive zu entwickeln, die der Zivilgesellschaft Einblick und Kontrolle ermöglichen.</b>

# body.cb91312f-5705-4084-bcb7-63090fc5e6d9
source: Introduction
de: Einleitung

# body.cb91312f-5705-4084-bcb7-63090fc5e6d9
source: “For everyone who has been on Tiktok for the last two years and has seen what young people are talking about, this should come as no surprise,” tweeted German journalist and TikToker <a id="a1">Victoria Reichelt</a>.
de: „Jeden, der die letzten zwei Jahre mal auf Tiktok war und sich angesehen hat, worüber junge Leute sprechen, welche Themen und Sorgen sie umtreiben - den dürfte das wirklich wenig überraschen” twitterte die deutsche Journalistin und TikTokerin <a id="a1">Victoria Reichelt</a>.

# body.cb91312f-5705-4084-bcb7-63090fc5e6d9
source: One day after the <a id="a1">official results</a> of the German Federal Election 2021 were announced, the German public was already embroiled in a discussion about the outcome of the election. The turnout from voters under the age of 25 came as a surprise to many election observers: Rather than sticking with the two former Volksparteien (people’s parties) CDU/CSU and SPD, the nearly 3 million first voters <a id="a2">mainly opted</a> for the Free Democratic Party (FDP, 23%) and Alliance 90/The Greens (Bündnis 90/Die Grünen, 23%).<br/><br/> While the <a id="a3">reasons</a> for young people turning up to vote can’t be directly attributed to TikTok or any other social media platform, TikTok’s influence in Germany suggests that it may have played a crucial role during the election season. Our own <a id="a4">research</a> published in Sept 2021 on the German election raised concerns about the lack of scrutiny TikTok receives relative to the size of its user base, user engagement, and overall revenue.
de: Einen Tag nach der Veröffentlichung der <a id="a1">amtlichen Ergebnisse</a> der Bundestagswahl 2021 steckte die deutsche Öffentlichkeit bereits tief in einer Diskussion über den Wahlausgang. Die Wahlbeteiligung der unter 25-Jährigen überraschte viele Wahlbeobachter: Statt bei den beiden ehemaligen Volksparteien CDU/CSU und SPD zu bleiben, <a id="a2">entschieden sich</a> die knapp 3 Millionen Erstwähler*innen vor allem für die FDP und Bündnis 90/Die Grünen (beide 23 %). <br/><br/> Auch wenn die <a id="a3">Gründe</a> für die Wahlbeteiligung nicht direkt auf TikTok oder eine andere Social-Media-Plattform zurückzuführen sind, deutet der Einfluss von TikTok in Deutschland darauf hin, dass es während des Wahlkampfs durchaus eine entscheidende Rolle gespielt haben kann. Unsere im September 2021 veröffentlichte eigene <a id="a4">Studie</a> zur Bundestagswahl hat Bedenken geweckt hinsichtlich der mangelnden Kontrolle von TikTok in Bezug auf die Größe seiner Nutzerbasis, das Nutzerengagement und den Gesamtumsatz.

# body.cb91312f-5705-4084-bcb7-63090fc5e6d9
source: In this follow-up report, we summarize what Mozilla, journalists, and other civil society organizations observed on TikTok ahead of the election. We also lay out the methodological approach we used to sort through TikTok data collected by ATI. Finally, we reflect on some of the challenges that prevent researchers from conducting large-scale research of this kind, and make recommendations to TikTok for empowering civil society researchers to study the platform.
de: In diesem Folgebericht fassen wir zusammen, was Mozilla, Journalist*innen und andere Nichtregierungsorganisationen auf TikTok im Vorfeld der Wahl beobachtet haben. Wir erläutern auch den methodologischen Ansatz, mit dem wir durch die von ATI erfassten TikTok-Daten gegangen sind. Und zuletzt beschreiben wir einige der Herausforderungen, mit denen Wissenschaftler*innen konfrontiert sind und die sie daran hindern, großflächige Studien dieser Art durchzuführen, und stellen Empfehlungen für TikTok auf, um sozialwissenschaftliche Forschung auf der Plattform zu ermöglichen.

# body.cb91312f-5705-4084-bcb7-63090fc5e6d9
source: Investigating the election on TikTok: Dirt and disinformation
de: Wahlkampfanalyse auf TikTok: Schmutz und Desinformation

# body.cb91312f-5705-4084-bcb7-63090fc5e6d9
source: Recent investigations suggest that people have been using TikTok to try to influence public opinion around the German Federal Election. The Institute for Strategic Dialogue (ISD) published a report showing how <a id="a1">not-marked election ads</a>, <a id="a2">negative campaigning</a>, and <a id="a3">hate speech and extremism</a> were spread on the platform. To achieve the goal, people used a number of tactics, utilizing <a id="a4">fake accounts</a>, TikTok <a id="a5">aesthetics</a>, <a id="a6">underage influencers</a>, and <a id="a7">platform-specific memes and sounds</a>.
de: TikTok wurde, wie Untersuchungen gezeigt haben, von Nutzer*innen im Bundestagswahlkampf zur Beeinflussung der öffentlichen Meinung eingesetzt. Ein Bericht des Institute for Strategic Dialogue (ISD) zeigt, wie <a id="a1">nicht gekennzeichnete Wahlwerbung</a>, <a id="a2">negative Kampagnen</a> sowie <a id="a3">Hassreden und Extremismus</a> auf der Plattform verbreitet wurden. Hierfür kamen u.a. <a id="a4">falsche Accounts</a>, TikTok-<a id="a5">Ästhetik</a>, <a id="a6">minderjährige Influencer</a> und <a id="a7">plattformspezifische Memes und Sounds</a> zum Einsatz.

# body.cb91312f-5705-4084-bcb7-63090fc5e6d9
source: In <a id="a1">our past research</a>, we uncovered several TikTok accounts impersonating prominent German political institutions and figures, using the handles @derbundestag and @frank.walter.steinmeier. These accounts are in clear violation of TikTok’s <a id="a2">community guidelines</a>, which prohibit impersonating someone else or misleading users about an account’s identity or purpose. Despite the fact that these two accounts attracted thousands of followers and likes for months, they were taken down by TikTok only weeks before the election.<br/><br/>In addition, the journalists at Bayerischer Rundfunk <a id="a3">discovered</a> a viral election-related TikTok video spreading misinformation about Alliance 90/The Greens, using the 1990s rap song “Gangsta's Paradise.” The sound was used by more than 40 creators to produce similar videos, some of them gaining more than 1.8 million views. The plot and the setting of the video is always the same: It is election night, the Greens have won, and they’re presenting new rules for life in Germany. Concerningly, 6 out of 7 statements in the video have been debunked as false claims by independent fact checkers. Such videos may fall under TikTok’s <a id="a4">rules</a> banning misinformation, but the problem was not addressed by the platform.<br/><br/> There are limitations to conducting large-scale, quantitative research into TikTok. Because the platform does not currently provide any comprehensive transparency tools or an API, researchers must develop new methodologies and technical infrastructure in order to identify patterns of harm or abuse. Mozilla’s <a id="a5">past research in the US</a>, for instance, involved a mix of manually looking through relevant hashtags, accounts, and videos and querying an unofficial API to uncover issues on the platform. The researchers at ISD built a dataset of 1,030 TikTok videos as part of <a id="a6">their research into hate speech and extremism</a> on the platform. The <a id="a7">WSJ’s video investigation</a> was based on a large dataset of TikTok videos using 100 automated accounts.
de: In unserer <a id="a1">früheren Studie</a> haben wir mehrere TikTok-Accounts aufgedeckt, die sich als politische Institution bzw. wichtiger deutscher Amtsträger ausgeben, in dem sie das Handle @derbundestag bzw. @frank.walter.steinmeier verwenden. Diese Konten verstoßen eindeutig gegen die <a id="a2">Community-Richtlinien von TikTok</a>, die es verbieten, sich als eine andere Person auszugeben oder Benutzer über die Identität oder den Zweck eines Kontos irrezuführen. Obwohl diese beiden Accounts monatelang Tausende von Followern und Likes bekamen, wurden sie erst wenige Wochen vor der Wahl von TikTok gelöscht. <br/><br/> Journalisten des Bayerischen Rundfunks <a id="a3">entdeckten</a> darüber hinaus ein virales TikTok-Video zum Thema Wahlen, in dem vom Rap-Song „Gangsta's Paradise“ aus den 1990er Jahren begleitet Falschinformationen über Bündnis 90/Die Grünen verbreitet wurden. Die Melodie des Songs wurde daraufhin von mehr als 40 YouTubern verwandt, um ähnliche Videos zu produzieren, von denen einige mehr als 1,8 Millionen Aufrufe erzielten. Handlung und Setting des Videos sind immer gleich: Es ist Wahlnacht, die Grünen haben gewonnen und stellen neue Regeln für das Leben in Deutschland vor. 6 von 7 Aussagen im Video wurden von unabhängigen Faktenprüfern als falsche Behauptungen entlarvt. Solche Videos dürften unter TikToks <a id="a4">Regeln</a> zum Verbot von Falschinformationen fallen, wurden aber von der Plattform nicht entfernt. <br/><br/> Eine Durchführung groß angelegter, quantitativer Forschungen zu TikTok ist nur eingeschränkt möglich. Da die Plattform derzeit weder umfassende Transparenztools noch eine API bereitstellt, müssen Wissenschaftler*innen neue Methoden und technische Mittel entwickeln, um Schadens- oder Missbrauchsmuster zu erkennen. Jüngste <a id="a5">Recherchen von Mozilla in den USA</a> erforderten beispielsweise das manuelle Durchsuchen relevanter Hashtags, Accounts und Videos in Kombination mit dem Abfragen einer inoffiziellen API, um Probleme auf der Plattform aufzudecken. Die Wissenschaftler*innen des ISD erstellten im Rahmen ihrer <a id="a6">Forschung zu Hassreden und Extremismus</a> auf der Plattform einen Datensatz mit 1.030 TikTok-Videos. Die <a id="a7">Videorecherche des WSJ</a> stützte sich auf einen großen Datensatz von TikTok-Videos, die mithilfe von 100 automatisierten Accounts erfasst wurden.

# body.cb91312f-5705-4084-bcb7-63090fc5e6d9
source: There is an urgent need for better tools to do large-scale research on TikTok. Despite <a id="a1">some hints</a> dropped by TikTok, the operating principle of the platform remains a black box, leaving external researchers locked out – unless they can find ways to circumvent the missing API.
de: Bessere Instrumente für großflächige Studien auf TikTok sind dringend erforderlich. Trotz ein paar vager <a id="a1">Hinweise</a> von TikTok bleibt das Betriebsprinzip der Plattform im Dunklen und externe Wissenschaftler*innen ausgesperrt - außer sie finden Möglichkeiten, die fehlende API zu umgehen.

# body.8d5f8ca4-fa8c-4904-ac49-7af19dc3e798
source: Emergent approaches to large-scale TikTok research
de: Neue Ansätze für großflächige Recherche auf TikTok

# body.8d5f8ca4-fa8c-4904-ac49-7af19dc3e798
source: Our <a id="a1">report on TikTok and the German election</a> was rooted in qualitative observations and methods: reviewing TikTok’s policy materials, searches for hashtags and accounts, analyzing videos and labels, and stakeholder interviews.
de: Unser <a id="a1">Bericht über TikTok und die Bundestagswahl</a> stützte sich auf qualitative Beobachtungen und Methoden: die Untersuchung von TikToks Richtlinien, Suche nach Hashtags und Accounts, Analyse von Videos und Labels sowie Interviews mit Interessenvertreter*innen.

# body.8d5f8ca4-fa8c-4904-ac49-7af19dc3e798
source: We have also been experimenting with quantitative approaches to studying TikTok at a larger scale. We reviewed a large dataset of over 366,000 German TikTok videos methodically collected by <a id="a1">Algorithmic Transparency Institute</a>’s investigative tool Junkipedia. ATI is a program of the National Conference on Citizenship (NCoC), a non-partisan non-profit dedicated to strengthening civic life in the US. ATI’s goal: to bring greater transparency to the digital platforms that impact civic discourse.
de: Wir haben auch mit quantitativen Ansätzen experimentiert, um TikTok in größerem Maßstab zu untersuchen. Hierzu wurde ein großer Datensatz von über 366.000 deutschsprachigen TikTok-Videos überprüft, der mit dem Untersuchungstool Junkipedia des <a id="a1">Algorithmic Transparency Institute</a> methodisch erfasst wurde. ATI ist ein Programm der National Conference on Citizenship (NCoC), einer überparteilichen gemeinnützigen Organisation, die sich für die Stärkung zivilgesellschaftlichen Engagements in den USA einsetzt. Das Ziel von ATI ist die Schaffung größerer Transparenz auf den digitalen Plattformen, die die öffentliche Debatte beeinflussen.

# body.8d5f8ca4-fa8c-4904-ac49-7af19dc3e798
source: Junkipedia is <a id="a1">described as</a> “a technology platform that enables manual and automated collection of data from across the spectrum of digital communication platforms including open social media” to empower civic-minded platform research. Junkipedia is currently used by public interest researchers, journalists, and advocates to study how misinformation, political speech, hate speech, and other forms of sensitive or harmful content are amplified online by social media algorithms.
de: Junkipedia ist eine Technologieplattform, die, wie ihre Betreiber <a id="a1">sie beschreiben</a>, „die manuelle und automatisierte Erfassung von Daten aus dem gesamten Spektrum digitaler Kommunikationsplattformen einschließlich offener sozialer Medien ermöglicht“, um Forschung an der Plattform im Interesse des Gemeinwohls zu fördern. Junkipedia wird von Sozialwissenschaftler*innen, Journalist*innen und Anwält*innen eingesetzt, um zu untersuchen, wie Falschinformationen, politische Kommunikation, Hassrede und andere Formen sensibler oder schädlicher Online-Inhalte durch Social-Media-Algorithmen verstärkt werden.

# body.8d5f8ca4-fa8c-4904-ac49-7af19dc3e798
source: From July 5 - Oct 4 2021, we partnered with data journalists at Bayerischer Rundfunk (<a id="a1">BR</a>) and ATI to categorize, tag, and analyze the hundreds of thousands of videos in the dataset. The shared goals of Mozilla, ATI and BR were: (1) to establish a methodology for studying political speech on TikTok; and (2) to build a technical infrastructure to collect data surfaced by TikTok’s recommendation algorithm, known as the For You Page.
de: In Zusammenarbeit mit dem Datenjournalismus-Team des Bayerischen Rundfunks (<a id="a1">BR</a>) und ATI haben wir im Zeitraum vom 5. Juli bis 4. Oktober 2021 Hunderttausende von Videos im Datensatz kategorisiert, markiert und analysiert. Gemeinsames Ziel von Mozilla, ATI und BR war dabei, (1) eine Methodik zur Untersuchung politischer Kommunikation auf TikTok zu erstellen, und (2) eine technische Infrastruktur aufzubauen, um Daten zu sammeln, die über die For You Page, den Empfehlungsalgorithmus von TikTok, erscheinen.

# body.8d5f8ca4-fa8c-4904-ac49-7af19dc3e798
source: The Junkipedia platform operates as follows: First, publicly available TikTok posts enter the system via automated collection from APIs, user submissions from tiplines, and synthetic accounts. The synthetic accounts, created by ATI specifically for the purpose of this project, were designed to emulate the behaviors of users across the German political spectrum. Next, researchers view, categorize, and tag the TikTok posts within Junkipedia. They can monitor lists of channels and search queries to look for content that matches their investigative criteria or research questions, and then organize, annotate, analyze, and export that data.
de: Die Junkipedia-Plattform funktioniert so: Zunächst gelangen öffentlich zugängliche TikTok-Posts über die automatisierte Sammlung von APIs, über Tiplines eingegangene Nutzer*innenhinweise und synthetische Accounts in das System. Die synthetischen Accounts, die von ATI speziell für die Zwecke dieses Projekts erstellt wurden, sollen das Verhalten von Nutzer*innen aus dem gesamten politischen Spektrum in Deutschland zu emulieren. Als Nächstes sichten, kategorisieren und markieren die Wissenschaftler*innen die TikTok-Beiträge in Junkipedia. Dabei können Listen von Kanälen und Suchanfragen überwacht werden, um nach Inhalten zu suchen, die bestimmten Untersuchungskriterien oder Forschungsfragen entsprechen, und diese Daten dann organisieren, kommentieren, analysieren und exportieren.

# body.7ed3440e-4160-4002-9b1e-fcb4790d134d.caption
source: A researcher view of TikTok posts in the Junkipedia platform.
de: Die Perspektive von Forschern zu TikTok-Beiträgen auf der Junkipedia-Plattform.
