Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/tell-tiktok-stop-misleading-android-users-and-provide-full-transparency-about-your-privacy-practices.po
Languages: de, es, pt_br

# seo_title
source: Tell TikTok: Stop misleading Android users and provide full transparency about your privacy practices
de: Fordern Sie TikTok zu voller Transparenz über seine Datenschutzpraktiken auf!
es: Dile a TikTok que deje de engañar a los usuarios de Android y ofrezca transparencia plena respecto a sus prácticas de privacidad
pt_br: Diga ao TikTok: pare de enganar os usuários do Android e ofereça total transparência sobre suas práticas de privacidade

# search_description
source: In Google’s app store, the popular video app TikTok falsely claims it does not share your data with third parties. TikTok’s own privacy policy states that it shares data with other companies. TikTok must take action immediately and provide full transparency!
de: In Googles App Store gibt die beliebte Video-App TikTok an, unsere Daten nicht an Dritte weiterzugeben. In TikToks eigener Datenschutzrichtlinie steht allerdings, dass das Unternehmen genau das tut. TikTok muss aktiv werden und volle Transparenz herstellen!
es: En la tienda de aplicaciones de Google, la popular aplicación de videos afirma falsamente que no comparte tus datos con terceros. En la política de privacidad de TikTok se declara que comparte datos con otras empresas. TikTok debe tomar medidas de inmediato y proporcionar transparencia plena.
pt_br: Na loja de aplicativos do Google, o famoso app de vídeos afirma de forma enganosa que não compartilha seus dados com terceiros. De acordo com a própria política de privacidade do TikTok, ele compartilha dados com outras empresas. O TikTok deve tomar medidas imediatamente e adotar transparência total!

# title
source: Tell TikTok: Stop misleading Android users and provide full transparency about your privacy practices
de: Fordern Sie TikTok zu voller Transparenz über seine Datenschutzpraktiken auf!
es: Dile a TikTok que deje de engañar a los usuarios de Android y ofrezca transparencia plena respecto a sus prácticas de privacidad
pt_br: Diga ao TikTok: pare de enganar os usuários do Android e ofereça total transparência sobre suas práticas de privacidade

# body.dc15e56f-150b-40fc-a795-03ea55373c3b
source: Just a few days ago, the latest research from Mozilla’s *Privacy Not Included team revealed how some of the most popular <b>apps in Google’s Play Store mislead users about their privacy practices</b>.
de: Vor wenigen Tagen legte die neueste Untersuchung von Mozillas *Datenschutz nicht inbegriffen-Team offen, dass einige der beliebtesten <b>Apps im Google Play Store über ihre Datenschutzpraktiken nicht die ganze Wahrheit sagen.</b>
es: Hace unos días, en su más reciente investigación, el equipo de *Privacidad no incluida de Mozilla reveló cómo una de las <b>aplicaciones más populares en la Play Store de Google engaña a los usuarios sobre sus prácticas de privacidad.</b>
pt_br: A equipe de *Privacidade não incluída, da Mozilla, divulgou há poucos dias sua mais nova pesquisa, em que revelou como alguns dos <b>aplicativos mais populares do Google Play enganam os usuários em relação às suas práticas de privacidade.</b>

# body.dc15e56f-150b-40fc-a795-03ea55373c3b
source: One big offender: TikTok.
de: Mit dabei: TikTok.
es: Un gran infractor: TikTok.
pt_br: Um dos principais vilões: TikTok.

# body.dc15e56f-150b-40fc-a795-03ea55373c3b
source: In Google’s app store, the <b>popular video app claims it does not share your data with third parties</b>. In fact, TikTok’s own privacy policy states that it shares data with other companies - including Facebook.
de: In Googles App Store <b>gibt die beliebte Video-App an, unsere Daten nicht an Dritte weiterzugeben</b>. In TikToks eigener Datenschutzrichtlinie steht allerdings, dass das Unternehmen genau das tut – u.a. an Facebook.
es: En la tienda de aplicaciones de Google, la <b>popular aplicación de videos afirma que no comparte tus datos con terceros.</b> En realidad, en la política de privacidad de TikTok se declara que comparte datos con otras empresas, incluida Facebook.
pt_br: Na loja de aplicativos do Google, o <b>famoso app de vídeos afirma que não compartilha seus dados com terceiros</b>. Mas, de acordo com a própria política de privacidade do TikTok, ele compartilha dados com outras empresas, inclusive com o Facebook.

# body.dc15e56f-150b-40fc-a795-03ea55373c3b
source: <b>Monetizing users’ data as a business model is bad enough in itself - but trying to hide that is just unacceptable</b>. With your help, we want to push TikTok to stop misleading the public.
de: <b>Schlimm genug, dass TikTok Nutzer*innendaten zu Geld macht – aber zu versuchen, dies zu verheimlichen, ist inakzeptabel.</b> Wir wollen TikTok mit Ihrer Hilfe dazu bringen, endlich volle Transparenz zu schaffen.
es: <b>Lucrar con los datos de los usuarios como modelo de negocios es bastante malo, pero intentar ocultarlo resulta simplemente inaceptable.</b> Con tu ayuda, queremos presionar a TikTok para que deje de engañar al público.
pt_br: <b>Já é bem ruim ter um modelo de negócios baseado na monetização dos dados de usuários, mas tentar esconder isso é inaceitável.</b> Precisamos da sua ajuda para pressionar o TikTok a parar de enganar o público.

# body.dc15e56f-150b-40fc-a795-03ea55373c3b
source: Our research comes out just as <b>TikTok has been increasingly under pressure</b>: The EU just opened an investigation because of their data use practices and TikTok CEO Shou Zi Chew is scheduled to testify before the U.S. Congress next month. Mounting concerns about privacy is not what TikTok wants right now - let’s use this opportunity and get them to clean up their messy privacy practices.
de: Der Zeitpunkt ist günstig, denn <b>TikTok gerät aktuell zunehmend unter Druck</b>: Die EU hat Ermittlungen zu TikToks Datenschutzpraktiken eingeleitet, und TikTok CEO Shou Zi Chew soll nächsten Monat vor dem US-Kongress aussagen. Weitere Negativschlagzeilen kann sich das Unternehmen nicht leisten. Nutzen wir diese Gelegenheit und sorgen wir dafür, dass TikTok Schluss macht mit unsauberen Datenschutzpraktiken.
es: Nuestra investigación sale a la luz precisamente cuando <b>TikTok se encuentra cada vez más bajo presión</b>: la Unión Europea acaba de abrir una investigación por sus prácticas de uso de datos y el presidente ejecutivo de TikTok, Shou Zi Chew, tiene previsto testificar ante el Congreso de Estados Unidos el mes próximo. La creciente preocupación por la privacidad no es algo que TikTok quiera en este momento. Aprovechemos esta oportunidad y hagamos que depuren sus desordenadas prácticas de privacidad.
pt_br: A divulgação da nossa pesquisa ocorre em meio a um <b>momento de grande pressão sobre o TikTok</b>: a União Europeia está investigando a empresa por conta de suas práticas de uso de dados e o CEO do TikTok, Shou Zi Chew, deve depor perante o congresso americano no próximo mês. O TikTok definitivamente não quer mais preocupações com privacidade agora. Então, esta é nossa chance de fazê-los colocar suas práticas confusas de privacidade em ordem.

# body.dc15e56f-150b-40fc-a795-03ea55373c3b
source: Unsurprisingly, <b>TikTok was one of the companies that showed they need to do better</b> in our <a id="a1">‘See No Evil’ report</a> that looked at 40 popular apps.
de: In unserem <a id="a1">„See No Evil“-Report</a> haben wir insgesamt 40 beliebte Apps unter die Lupe genommen. Wenig überraschend <b>war TikTok eines der Unternehmen, das großen Spielraum für Verbesserungen hat.</b>
es: Como era de esperarse, <b>TikTok apareció como una de las empresas que necesita mejorar</b> en nuestro <a id="a1">informe See No Evil</a>, donde se revisaron 40 de las aplicaciones más populares.
pt_br: Não é de se surpreender que o <b>TikTok foi uma das empresas que precisaram melhorar</b>, segundo nosso <a id="a1">relatório “Cegueira seletiva”</a> que investigou 40 aplicativos populares.

# body.dc15e56f-150b-40fc-a795-03ea55373c3b
source: No matter the reason or justification for TikTok to share misleading information about their data sharing practices, <b>you and everyone else should be able to make an informed choice about your privacy</b> and the apps you use.
de: Ganz gleich, welche Gründe TikTok für die irreführenden Informationen über seine Datenschutzpraktiken anführt: <b>Als Verbraucher*innen sollten wir die Möglichkeit haben, fundierte Entscheidungen über den Schutz unserer Daten</b> und die Auswahl unserer Apps zu treffen.
es: Sin importar el motivo o la justificación que tenga TikTok para divulgar información engañosa sobre sus prácticas para compartir datos, <b>tú y todos los demás deberíamos poder tomar una decisión informada sobre nuestra privacidad</b> y las aplicaciones que utilizamos.
pt_br: Qualquer que seja o motivo ou a justificativa para o TikTok compartilhar informações enganosas sobre suas práticas de compartilhamento de dados, <b>você e todos os demais devem poder fazer escolhas fundamentadas sobre privacidade</b> e aplicativos utilizados.

# body.dc15e56f-150b-40fc-a795-03ea55373c3b
source: Let’s send a clear message to TikTok that honesty is the bare minimum we expect.
de: Lassen Sie uns TikTok klarmachen: Ehrlichkeit ist das Minimum, das wir erwarten.
es: Enviemos un mensaje claro a TikTok de que la honestidad es lo mínimo que esperamos.
pt_br: Precisamos enviar um recado claro ao TikTok: honestidade é o mínimo que esperamos.

# body.dc15e56f-150b-40fc-a795-03ea55373c3b
source: Sign our petition now and tell TikTok to be transparent about their privacy practices in Google’s Play Store!
de: Unterschreiben Sie jetzt unsere Petition und fordern Sie TikTok zu Transparenz über seine Datenschutzpraktiken im Google Play Store auf!
es: Firma nuestra petición y exige a TikTok que sea transparente acerca de sus prácticas de privacidad en la Google Play Store.
pt_br: Assine nossa petição agora e diga ao TikTok que ele deve ser transparente sobre suas práticas de privacidade no Google Play!
