Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/tell-tiktok-protect-all-users-equally.po
Languages: de, fr

# seo_title
source: Tell TikTok: Protect All Users Equally
de: Fordern Sie TikTok auf: Schützt alle Nutzer*innen gleichermaßen!
fr: Dites à TikTok de protéger tout le monde de façon égale

# search_description
source: TikTok's stripped-down version for places with poor internet connections is missing critical user protections. Sign our petition to TikTok to protect all users around the world.
de: In der abgespeckten TikTok-Version für Orte mit schwacher Internetverbindung fehlen wichtige Schutzmaßnahmen für Nutzer*innen. Unterzeichnen Sie unsere Petition, um TikTok dazu zu bewegen, alle User*innen weltweit gleich zu schützen.
fr: La version allégée de TikTok pour les zones avec une connexion Internet limitée n’inclut pas certaines fonctionnalités de protection essentielles. Signez notre pétition pour pousser TikTok à protéger ses utilisateurs du monde entier.

# title
source: Tell TikTok: Protect All Users Equally
de: Fordern Sie TikTok auf: Schützt alle Nutzer*innen gleichermaßen!
fr: Dites à TikTok de protéger tout le monde de façon égale

# body.b7bb44aa-8c84-4d47-8e64-a77f291b823c
source: TikTok’s stripped-down app, TikTok Lite - ‘Save Data’, downloaded by close to one billion people in the Global Majority, lacks critical safety protections.
de: TikToks abgespeckter App „TikTok Lite – Save Data“, die von fast 1 Milliarde Menschen der globalen Mehrheit heruntergeladen wurde, fehlen wichtige Sicherheitsfeatures.
fr: La version allégée de l’application TikTok, « TikTok Lite - Save Data », téléchargée par près d’un milliard de personnes dans les pays en développement, ne dispose pas de certaines fonctionnalités de protection essentielles.

# body.b7bb44aa-8c84-4d47-8e64-a77f291b823c
source: Research by Mozilla and AI Forensics has revealed that TikTok Lite - “Save Data” doesn't just reduce bandwidth requirements but also strips away critical trust and safety features. This leaves users potentially exposed to graphic, dangerous, and misleading content without the protections found in the main TikTok app.
de: Nachforschungen von Mozilla und Forensics AI zeigen, dass „TikTok Lite – Save Data“ nicht nur die für die App benötigte Bandbreite reduziert, sondern auch grundlegende Einstellungsoptionen und Sicherheitsfunktionen einspart. Dadurch sind Nutzer*innen möglicherweise drastischen, gefährlichen und irreführenden Inhalten ausgesetzt – ohne den Schutz, den die reguläre TikTok-App bietet.
fr: Les recherches de Mozilla et d’AI Forensics ont révélé que « TikTok Lite - Save Data » ne fait pas que réduire la bande passante nécessaire à son utilisation : des fonctionnalités essentielles portant sur la confiance et la sécurité n’y sont pas disponibles. Les utilisateurs et utilisatrices sont donc exposés à des contenus violents, dangereux et trompeurs, sans les protections mises en place dans l’application TikTok principale.

# body.b7bb44aa-8c84-4d47-8e64-a77f291b823c
source: We are urgently calling on TikTok to implement equal safety measures for all TikTok users, regardless of where they are. <b>Will you add your name to demand a revised TikTok Lite - “Save Data” app that offers the same protection features as its main app?</b>
de: Wir rufen TikTok dringend auf, einheitliche Sicherheitsmaßnahmen für ALLE TikTok-Nutzer*innen einzuführen, unabhängig davon, wo sie leben. <b>Unterzeichnen Sie unsere Petition, um eine aktualisierte Version der „TikTok Lite – Save Data“-App zu fordern, die denselben Schutz bietet wie die reguläre App?</b>
fr: Nous demandons urgemment à TikTok de fournir à tous ses utilisateurs et utilisatrices, où qu’ils soient, des mesures de sécurité identiques. <b>Pouvez-vous ajouter votre nom pour demander une nouvelle version de l’application « TikTok Lite - Save Data » offrant les mêmes fonctionnalités de protection que l’application principale ?</b>

source: What TikTok must change on its ‘Lite’ app: ⊕
de: Was TikTok an seiner 'Lite'-App ändern muss: ⊕
fr: Ce que TikTok doit changer dans son application « Lite » : ⊕

source: We urge TikTok and its parent company, ByteDance, to prioritise user safety by implementing the same trust and safety features in TikTok Lite - “Save Data” that are available in the main app. Specifically, we call for the addition of:
de: Wir fordern TikTok und seine Muttergesellschaft ByteDance auf, die Sicherheit aller Nutzer*innen zu priorisieren und die „TikTok Lite – Save Data“-App mit denselben Einstellungsoptionen und Sicherheitsfeatures auszustatten, die in der Vollversion der App verfügbar sind. Insbesondere fordern wir Folgendes:
fr: Nous encourageons vivement TikTok et sa société mère, ByteDance, à faire de la sécurité des utilisateurs et utilisatrices une priorité en mettant en place les mêmes mesures de confiance et de sécurité sur l’application principale et « TikTok Lite - Save Data ». Nous demandons notamment que soient ajoutés :

source: <b>Comprehensive Content Labelling</b>: Including misinformation, dangerous acts, and AI-generated content labels.
de: <b>Umfassende Kennzeichnung von Inhalten</b>: einschließlich Kennzeichnung von Fehlinformationen, gefährlichen Handlungen und KI-generiertem Content
fr: <b>Un étiquetage exhaustif des contenus</b> : y compris des étiquettes signalant la désinformation, les actes dangereux et le contenu généré par IA.

source: <b>Enhanced User Controls</b>: Implementing screen time management, content preference settings, and comment filtering.
de: <b>Erweiterte Selbstbestimmung für Nutzer*innen</b>: Implementierung von Funktionen für das Bildschirmzeitmanagement, die Einstellung inhaltlicher Präferenzen und die Filterung von Kommentaren.
fr: <b>De meilleurs contrôles utilisateurs</b> : possibilité de gérer son temps d’écran, paramètres de préférences en matière de contenus et filtrage des commentaires.

source: <b>Safety Education Campaigns</b>: Running in-app media literacy campaigns to educate users about these features in local languages and contexts.
de: <b>Bildungskampagnen zur Sicherheit</b>: Durchführung von In-App-Kampagnen zur Medienkompetenz, um die Nutzer*innen in lokalen Sprachen und Kontexten über die verfügbaren Funktionen aufzuklären.
fr: <b>Des campagnes de sensibilisation à la sécurité</b> : des campagnes intégrées à l’application portant sur l’éducation aux médias, dans différentes langues et différents contextes, afin de sensibiliser les utilisateurs et utilisatrices.

source: By ensuring that all users have access to the same protections, we can make TikTok a safer platform for everyone.
de: Indem wir dafür sorgen, dass alle Nutzer*innen Zugang zu denselben Schutzmaßnahmen haben, können wir TikTok zu einer sichereren Plattform für alle machen.
fr: En nous assurant que tout le monde bénéficie des mêmes protections, nous pouvons faire de TikTok une plateforme plus sûre pour toutes et tous.

source: Our full research report into the dangerous discrepancies between TikTok’s “Save Data” and “classic” apps is available <a id="a1">here</a>.
de: Unseren vollständigen Forschungsbericht über die gefährlichen Diskrepanzen zwischen „TikTok Lite“ und der „klassischen“ TikTok-App finden Sie <a id="a1">hier</a>.

source: Our full research report into the dangerous discrepancies between TikTok’s “Save Data” and “classic” apps is available here.
fr: Notre rapport complet sur les dangereuses différences entre les applications « TikTok - Save Data » et TikTok « classique » est disponible ici.
