Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/tell-slack-block-abuse.po
Languages: es, pt_br

# search_description
source: Chat platform Slack fails to protect its users from harassment and abusive messages
es: La plataforma de chat Slack no protege a los usuarios ante mensajes de acoso o abuso
pt_br: A plataforma de bate-papo Slack não protege seus usuários contra assédio e mensagens abusivas

# title
source: Tell Slack: #BlockAbuse
es: Pide a Slack que bloquee el abuso (#BlockAbuse)
pt_br: Diga ao Slack: #BlockAbuse

# body.9793d881-cee4-42a4-b16e-34fe11d07909
source: Unsolicited, harmful messages landing on your screen that you have no way of preventing or stopping? It's unacceptable.
es: Es inaceptable que uno reciba mensajes no deseados de carácter dañino y que no tenga forma de impedirlo o ponerle fin.
pt_br: Mensagens não solicitadas e prejudiciais que chegam à sua tela e que você não tem como impedir ou parar? Isso é inaceitável.

# body.9793d881-cee4-42a4-b16e-34fe11d07909
source: According to recent studies, since the pandemic has made virtual work more prevalent, remote workers – in particular people with marginalized identities – are experiencing <a id="a1">increased harassment and hostility online</a>. Nobody should be forced to use a tool that leaves them open to abuse and harassment, but tens of millions of people use chat tool Slack every day – and <b>Slack has no way to block abusive messages.</b>
es: Según estudios recientes, desde que el teletrabajo se ha vuelto habitual debido a la pandemia, los trabajadores remotos (sobre todo las personas con identidades marginalizadas) son víctimas de <a id="a1">más acoso y hostilidad en línea</a>. Nadie debería verse obligado a utilizar una herramienta que lo deja expuesto al abuso y al acoso, pero decenas de millones de personas usan a diario Slack, una plataforma de chat que <b>carece de una función para bloquear los mensajes abusivos.</b>
pt_br: De acordo com estudos recentes, desde o início da pandemia e do aumento do trabalho remoto, funcionários que trabalham a distância – em especial pessoas com identidades marginalizadas – estão sofrendo <a id="a1">um aumento do assédio e da hostilidade online</a>. Ninguém deve ser forçado a usar uma ferramenta que o deixe vulnerável ao abuso e assédio, mas dezenas de milhões de pessoas usam a ferramenta de bate-papo Slack todos os dias – e o <b>Slack não tem como bloquear mensagens abusivas.</b>

# body.9793d881-cee4-42a4-b16e-34fe11d07909
source: Tell Slack: Add a block feature to empower people to stop abusive messages from reaching them.
es: Pide a Slack que añada una función de bloqueo para que los usuarios puedan impedir que les lleguen mensajes abusivos.
pt_br: Diga ao Slack: Adicione um recurso de bloqueio para permitir que as pessoas deixem de receber mensagens abusivas.

# body.e35b578c-beda-4ef0-9a9a-7592f41799ec.embed_id
source: EypprH8g
es: lgpWskAH

# body.e35b578c-beda-4ef0-9a9a-7592f41799ec.button_text
source: Sign the petition
es: Firmar la petición
pt_br: Assine a petição

# body.16e7afa7-1a82-4a1f-bfbc-9d932bcaa051
source: You can block calls and texts from specific phone numbers and you can block direct messages on Instagram and Twitter. You can even block people on Google Drive. Slack’s biggest competitor, Microsoft Teams, also has a block feature for personal use – a key difference we note in our recent <a id="a1">*<i>Privacy Not Included</i> video call app reviews</a>.
es: Es posible bloquear las llamadas y los mensajes de texto procedentes de números de teléfono específicos, así como los mensajes directos en Instagram y Twitter. Incluso se pueden bloquear personas en Google Drive. El principal competidor de Slack, Microsoft Teams, también dispone de una función de bloqueo para uso personal, una diferencia clave que señalamos en nuestras recientes <a id="a1">reseñas de aplicaciones de videollamadas (*<i>Privacidad no incluida</i>)</a>.
pt_br: Você pode bloquear chamadas e mensagens de texto de números de telefone específicos e pode bloquear mensagens diretas no Instagram e no Twitter. Você pode até mesmo bloquear pessoas no Google Drive. O maior concorrente do Slack, o Microsoft Teams, também tem um recurso de bloqueio para uso pessoal – uma importante diferença que notamos em nossas recentes análises <a id="a1">*Aplicativos de chamadas de vídeo no<i>Privacidade não incluída</i></a>.

# body.16e7afa7-1a82-4a1f-bfbc-9d932bcaa051
source: Slack is well aware of the problem. Earlier this year, the company hastily revamped its “Slack Connect” feature after public criticism that it wasn’t moderating invite messages that it sent from a generic email address – <a id="a1">allowing abusive language</a> to reach their targets.
es: Slack es perfectamente consciente del problema. Este mismo año, la compañía tuvo que corregir a toda prisa la función Slack Connect tras las críticas públicas de que no se moderaban los mensajes de invitación enviados desde una dirección de correo electrónico genérica, lo que <a id="a1">permitía dirigirse a los destinatarios con un lenguaje abusivo</a>.
pt_br: O Slack conhece bem o problema. No início deste ano, a empresa renovou às pressas seu recurso "Slack Connect" após críticas públicas de que não estava moderando as mensagens de convite que enviou de um e-mail genérico – <a id="a1">permitindo que uma linguagem abusiva</a> chegasse a seus alvos.

# body.16e7afa7-1a82-4a1f-bfbc-9d932bcaa051
source: In 2019, then Mozilla Fellow, Caroline Sinders, <a id="a1">documented the sexual harassment a friend experienced on the platform</a>, and how she was unable to protect herself. In partnership with <a id="a2">Coworker.org</a> and <a id="a3">UltraViolet</a>, Caroline launched a campaign urgently calling on Slack to provide a blocking mechanism.
es: En 2019, la entonces colaboradora de Mozilla Caroline Sinders <a id="a1">documentó el acoso sexual del que fue víctima una amiga suya en la plataforma</a> y su incapacidad para protegerse. En colaboración con <a id="a2">Coworker.org</a> y <a id="a3">UltraViolet</a>, Caroline puso en marcha una campaña para urgir a Slack a añadir un mecanismo de bloqueo.
pt_br: Em 2019, Caroline Sinders, na época Fellow da Mozilla, <a id="a1">documentou o assédio sexual que uma amiga vivenciou na plataforma</a> e como ela não conseguiu se proteger.<sup>3</sup> Em parceria com a <a id="a2">Coworker.org</a> e <a id="a3">UltraViolet</a>, Caroline iniciou uma campanha pedindo que o Slack fornecesse com urgência um mecanismo de bloqueio.

# body.16e7afa7-1a82-4a1f-bfbc-9d932bcaa051
source: Whether someone is required to use Slack for work or chooses to use Slack for fun, volunteering, or connecting with a community, <b>they shouldn’t have to risk abusive communication as part of the deal.</b>
es: Tanto si alguien debe usar Slack en el trabajo como si decide hacerlo para divertirse, realizar labores de voluntariado o conectar con una comunidad, <b>no debería correr el riesgo de recibir mensajes abusivos.</b>
pt_br: Independente de a pessoa usar o Slack para trabalhar, divertir-se, voluntariar-se ou conectar-se com uma comunidade, <b>ela não deveria estar sujeita a mensagens abusivas por causa disso.</b>

# body.16e7afa7-1a82-4a1f-bfbc-9d932bcaa051
source: That’s why Mozilla is partnering with Caroline Sinders, Coworker.org and UltraViolet to demand that Slack offer a block option for users.
es: Por este motivo, Mozilla se ha asociado con Caroline Sinders, Coworker.org y UltraViolet para exigir que Slack ofrezca una opción de bloqueo a los usuarios.
pt_br: É por isso que a Mozilla está se unindo a Caroline Sinders, Coworker.org e UltraViolet para exigir que o Slack ofereça uma opção de bloqueio para os usuários.

# body.59c2ed92-fb6a-4850-8feb-feb5fea89fd6.embed_id
source: EypprH8g
es: lgpWskAH

# body.59c2ed92-fb6a-4850-8feb-feb5fea89fd6.button_text
source: Join the campaign
es: Unirse a la campaña
pt_br: Junte-se à campanha
