Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/tell-*-lawmakers-dont-break-encryption.po
Languages: fr

# seo_title
source: Tell French Lawmakers: Protect End-to-End Encryption | Mozilla Foundation
fr: Demandez aux législateurs·trices français·es de protéger le chiffrement de bout en bout | Fondation Mozilla

# search_description
source: French lawmakers are considering a dangerous amendment that would force tech companies to break encryption, putting the security of millions — both in France and worldwide — at risk. Sign the petition to stop this dangerous move.
fr: Les législateurs·trices français·es examinent un amendement inquiétant qui contraindrait les entreprises de la tech à compromettre le chiffrement, mettant en danger la vie privée et la sécurité de millions de personnes, en France mais aussi dans le reste du monde. Signez la pétition pour mettre un terme à cette dangereuse proposition.

# title
source: Stop France’s Plan to Weaken Encryption &amp; Threaten Your Privacy
fr: Protégez le chiffrement : dites non au projet de loi français qui menace votre sécurité !

# body.17b81a4b-197e-44db-bf54-156c851152d2
source: French lawmakers are considering a dangerous amendment that would force tech companies to break encryption, putting the security of millions — both in France and worldwide — at risk.
fr: Les législateurs·trices français·es examinent un amendement inquiétant qui contraindrait les entreprises de la tech à compromettre le chiffrement, mettant en danger la vie privée et la sécurité de millions de personnes, en France mais aussi dans le reste du monde.

# body.17b81a4b-197e-44db-bf54-156c851152d2
source: If passed, this amendment would force encrypted services like WhatsApp, Signal and Proton Mail to build backdoors, giving the French government the ability to access private, encrypted data. This would set a dangerous precedent, opening the door for sweeping levels of government surveillance and setting an example for other governments to follow.
fr: Si cet amendement est adopté, il forcerait des services chiffrés comme WhatsApp, Signal ou encore Proton Mail à créer des portes dérobées permettant au gouvernement français d’accéder à des données privées et chiffrées. Cela créerait un dangereux précédent, permettant aux autorités de surveiller étroitement les citoyens·nes et servant de modèle à d’autres gouvernements.

# body.17b81a4b-197e-44db-bf54-156c851152d2
source: The Mozilla community is urgently calling on French lawmakers to remove this amendment, and specifically to:
fr: C’est pourquoi la communauté Mozilla exhorte les législateurs·trices français·es à supprimer cet amendement et plus précisément à :

# body.17b81a4b-197e-44db-bf54-156c851152d2
source: <b>Reject any legislation</b> that would force tech companies to break end-to-end encryption by creating backdoors.
fr: <b>rejeter toute législation</b> obligeant les entreprises de la tech à affaiblir le chiffrement de bout en bout en créant des portes dérobées.

# body.17b81a4b-197e-44db-bf54-156c851152d2
source: <b>Publicly commit</b> to upholding the right to privacy online, including the use of encrypted tools — a right already enshrined in French law.
fr: <b>s’engager publiquement</b> à défendre le droit à la vie privée en ligne, y compris via l’utilisation d’outils chiffrés, un droit qui figure déjà dans la loi française.

# body.17b81a4b-197e-44db-bf54-156c851152d2
source: <b>Engage cybersecurity and cryptography experts</b>, along with privacy organizations, to shape technical security measures that are both necessary and proportionate.
fr: <b>de réunir des experts·es en cybersécurité et en cryptographie</b>, ainsi que des organisations de défense de la vie privée, afin de définir des mesures de sécurité techniques à la fois nécessaires et proportionnées.

# body.17b81a4b-197e-44db-bf54-156c851152d2
source: Encryption is our last line of defense for digital privacy. Once it’s compromised, there’s no undoing it. <b>Sign Mozilla’s petition today to demand that French lawmakers protect encryption and reject this dangerous amendment.</b>
fr: Le chiffrement est notre dernier rempart pour protéger notre vie privée en ligne — une fois celui-ci compromis, il ne sera plus possible de faire marche arrière. <b>Signez dès aujourd’hui la pétition de Mozilla pour exiger que les législateurs·trices français·es protègent le chiffrement et rejettent ce dangereux amendement.</b>
