Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/thank-you-for-your-response.po
Languages: de, es, fr

# search_description
source: Your input will help guide our work in 2020 and beyond.<br/>Read more about Mozilla’s focus on Trustworthy AI:
de: Ihr Beitrag wird unsere Arbeit im Jahr 2020 und darüber hinaus leiten.<br/> Lesen Sie mehr über Mozillas Fokus auf vertrauenswürdige KI:
es: Tu opinión nos ayudará a orientar nuestra labor en 2020 y los años venideros.<br/>Lee más sobre el enfoque de Mozilla en una IA confiable:
fr: Votre avis nous aidera à guider nos actions pour 2020 et au-delà.<br/> Apprenez-en davantage sur l’intérêt que porte Mozilla à une IA digne de confiance :

# title
source: Trustworthy AI: Thank you for your response
de: Vertrauenswürdige KI: Vielen Dank für Ihre Antwort
es: IA confiable: Gracias por tu respuesta
fr: IA digne de confiance : merci pour votre réponse

# header
source: Thank you for your response.
de: Vielen Dank für Ihre Antwort.
es: Gracias por tu respuesta.
fr: Merci d’avoir répondu.

# body.82e094e5-0810-45b4-b83f-07b01af8e1eb.altText
source: AI graphic
de: Künstliche Intelligenz
es: Gráfico de la IA
fr: Intelligence artificielle

# body.4434d60e-55e3-438d-85a3-ee8db7335522
source: Your input will help guide our work in 2020 and beyond.
de: Ihr Beitrag wird unsere Arbeit im Jahr 2020 und darüber hinaus leiten.
es: Tu opinión nos ayudará a orientar nuestra labor en 2020 y los años venideros.
fr: Votre avis nous aidera à guider nos actions pour 2020 et au-delà.

# body.4434d60e-55e3-438d-85a3-ee8db7335522
source: Read more about Mozilla’s focus on Trustworthy AI
de: Lesen Sie mehr über Mozillas Fokus auf vertrauenswürdige KI
es: Lee más sobre el enfoque de Mozilla en una IA confiable
fr: Apprenez-en davantage sur l’intérêt que porte Mozilla à une IA digne de confiance

# body.4434d60e-55e3-438d-85a3-ee8db7335522
source: <a id="a1">Executive Director Mark Surman’s blog announcing our long-term focus on AI</a>
de: <a id="a1">Blog-Beitrag von Executive Director Mark Surman, der unseren langfristigen Fokus auf KI ankündigt</a>
es: <a id="a1">Blog del director ejecutivo Mark Surman donde anuncia nuestro enfoque a largo plazo en la IA</a>
fr: <a id="a1">Billet de blog du directeur général, Mark Surman, annonçant notre intérêt pour l’IA sur le long terme</a>

# body.4434d60e-55e3-438d-85a3-ee8db7335522
source: <a id="a1">Our reading list on “online manipulation”, AI designed to force your behaviour</a>
de: <a id="a1">Unsere Leseliste zum Thema „Online-Manipulation“, Künstliche Intelligent, die entwickelt wurde, um Ihr Verhalten zu beeinflussen</a>
es: <a id="a1">Nuestra lista de lectura sobre la "manipulación en línea" y cómo la IA está diseñada para influenciar tu comportamiento</a>
fr: <a id="a1">Notre liste de lecture sur la « manipulation en ligne », de l’IA conçue pour forcer des comportements</a>

# body.4434d60e-55e3-438d-85a3-ee8db7335522
source: <a id="a1">Healthy AI at Mozilla Festival</a>
de: <a id="a1">Gesunde KI beim Mozilla Festival</a>
es: <a id="a1">Una IA saludable en el Mozilla Festival</a>
fr: <a id="a1">Une IA saine au Mozilla Festival</a>

# body.4434d60e-55e3-438d-85a3-ee8db7335522
source: <a id="a1">Our work so far on articulating Trustworthy AI as a theme and impact goal</a>
de: <a id="a1">Unsere bisherigen Arbeiten zum Präsentieren von vertrauenswürdiger KI als Thema und Ziel unserer Maßnahmen</a>
es: <a id="a1">Nuestra labor hasta ahora para lograr que una IA confiable sea un tema y objetivo de impacto</a>
fr: <a id="a1">Le travail que nous avons accompli jusqu’à présent en ayant choisi « une IA digne de confiance » comme thème et objectif de nos actions</a>

# body.4434d60e-55e3-438d-85a3-ee8db7335522
source: <b>If you'd like to chip in to Mozilla's work on Trustworthy AI, please consider making a</b> <a id="a1"><b>donation</b></a><b>.</b>
de: <b>Wenn Sie Mozillas Arbeit über vertrauenswürdige KI unterstützen möchten, können Sie über eine <a id="a1">Spende</a> nachdenken.</b>
es: <b>​Si te gustaría contribuir al trabajo de Mozila para que la IA sea confiable, te invitamos a hacer una</b> <a id="a1"><b>donación</b></a><b>.</b>
fr: <b>Si vous souhaitez participer aux travaux de Mozilla pour une IA digne de confiance, vous pouvez <a id="a1">faire un don</a>.</b>

# body.fd69e4c5-bc8b-4596-8cd3-4d0356a1bf7d.label
source: Donate now
de: Jetzt spenden
es: Donar ahora
fr: Faire un don
