Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/tiktok-*-election-2021.po
Languages: de

# seo_title
source: Broken Promises: TikTok and the German Election
de: Leere Versprechungen: TikTok und die Bundestagswahl

# search_description
source: Mozilla research reveals that TikTok is struggling to curb disinformation ahead of the German Federal Election 2021.
de: Mozilla-Recherchen zeigen, dass TikTok sich schwer damit tut, Falschinformation vor der Bundestagswahl 2021 einzudämmen.

# title
source: Broken Promises: TikTok and the German Election
de: Leere Versprechungen: TikTok und die Bundestagswahl

# subtitle
source: TikTok struggles to curb disinformation ahead of the German Federal Election 2021
de: TikTok scheitert beim Eindämmen von Fehlinformationen

# body.57e53318-927d-4912-933b-a81d4231bd04
source: Executive Summary
de: Zusammenfassung

# body.57e53318-927d-4912-933b-a81d4231bd04
source: TikTok is one of the fastest growing social media platforms in the world, with a reported 11 million German users, according to TikTok’s count. As the September 2021 German federal election approaches, political parties and politicians in Germany are joining the platform and TikTok <a id="a1">has laid out a number of actions</a> it will undertake to safeguard the election. Building on Mozilla’s <a id="a2">past research into political advertising on TikTok</a>, during the period July-August 2021, we investigated the platform in order to better understand how TikTok has been delivering on its promises. Our research shows that these efforts have so far been largely unsuccessful, and in some cases, have yet to be implemented.
de: TikTok ist eine der am schnellsten wachsenden Social-Media-Plattformen der Welt. In Deutschland nutzen nach Angaben des Betreibers rund 11 Millionen Menschen TikTok. Politische Parteien und Politiker*innen haben in den Wochen vor der Bundestagswahl Accounts angelegt, darunter fünf der sieben im Bundestag vertretenen Fraktionen. TikTok hat <a id="a1">im Vorfeld der Wahl Maßnahmen beschlossen</a>, um die Sicherstellung glaubwürdiger Informationen zu gewährleisten. Im Zeitraum Juli und August haben wir – aufbauend auf unseren <a id="a2">vorangegangenen Untersuchungen im Kontext von Wahlwerbung auf TikTok</a> – untersucht, ob und wie TikTok seine Versprechen gehalten hat. Unser Ergebnis: Die Bemühungen waren leider nicht von Erfolg gekrönt, in einigen Fällen warten wir weiter auf eine angemessene Umsetzung.

# body.57e53318-927d-4912-933b-a81d4231bd04
source: In our investigation, we found that:
de: Unsere Untersuchungen zeigen:

# body.57e53318-927d-4912-933b-a81d4231bd04
source: TikTok’s automated approach to labeling content about the German election with informational banners is not working effectively, with videos being improperly labeled.
de: TikToks automatische Banner, um Inhalte zur Wahl zu kennzeichnen, funktionieren nicht wirkungsvoll. Zahllose Videos werden zu Unrecht gekennzeichnet, einige politische Inhalte widerum nicht.

# body.57e53318-927d-4912-933b-a81d4231bd04
source: TikTok implemented its fact-checking partnership with Germany’s largest press agency, dpa, only weeks before the election.
de: TikTok hat seine Partnerschaft mit der Deutsche Presseagentur (dpa) zum Faktencheck erst wenige Wochen vor der Wahl unter Dach und Fach gebracht.

# body.57e53318-927d-4912-933b-a81d4231bd04
source: We uncovered several TikTok accounts with significant followings that are impersonating prominent German political institutions and figures. These fake accounts suggest the platform is failing to enforce its community guidelines in the critical countdown to the German election.
de: Wir haben mehrere Fake-Accounts mit relevanten Zugriffszahlen entdeckt, die den Anschein erwecken, es handle sich hier um zentrale demokratische Institutionen oder Politiker*innen. Diese Accounts verstoßen gegen die von TikTok aufgestellten Community-Richtlinien.

# body.57e53318-927d-4912-933b-a81d4231bd04
source: In light of these findings, we recommend that TikTok:
de: Auf Grundlage dieser Ergebnisse, empfehlen wir TikTok:

# body.57e53318-927d-4912-933b-a81d4231bd04
source: Labeling: Invest more resources to ensure that the labeling of election-related videos is working effectively;
de: Kennzeichnung: Es gilt hier, mehr Ressourcen zu investieren, um sicherzustellen, dass das Kennzeichnen von Videos mit Bezug zur Wahl wirkungsvoll funktioniert.

# body.57e53318-927d-4912-933b-a81d4231bd04
source: Fact-checking: Start working early in the election season with external fact checking teams;
de: Faktencheck: Hier muss deutlich früher, deutlich besser mit externen Faktencheck-Teams zusammengearbeitet werden.

# body.57e53318-927d-4912-933b-a81d4231bd04
source: Enforcement: Enforce the Community Guidelines more effectively by proactively monitoring and checking popular political accounts; and
de: Community-Richtlinien: Die Community-Richtlinien müssen nicht nur gelten, sondern auch angewendet werden. Dazu gehört das aktive Monitoren und Untersuchen relevanter politischer Accounts.

# body.57e53318-927d-4912-933b-a81d4231bd04
source: Transparency: Release more information about the removal of content and accounts during the election season. Invest in better data access tools for researchers, such as a public API or database, to enable community oversight by external researchers and institutions.
de: Transparenz: TikTok sollte – vor allem während der Vorwahlperiode – gelöschte Inhalte und Accounts transparent machen. Hier braucht es zudem bessere Werkzeuge zum Auswerten der Daten für Wissenschaftler*innen und interessierte Dritte. Denkbar und wünschenswert eine zentrale Programmierschnittstelle (API) bzw. Datenbank, um eine öffentliche Kontrolle zu gewährleisten.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: Introduction
de: Einleitung

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: TikTok is one of the fastest growing social media platforms in the world. In Germany alone, TikTok is reported to have approximately<a id="a1"> 11 million</a> users, which equates to roughly 13% of the German population. The<a id="a2"> most downloaded</a> non-gaming app globally in 2020, TikTok has become a key part of the media diet of its mostly younger users aged under 24. Despite its reputation for viral songs and silly dances,<a id="a3"> various studies</a> have shown that politics and political groups have a strong presence on TikTok. This is certainly true for TikTok in Germany, where in recent months <a id="a4">parties</a> and <a id="a5">politicians</a> have flocked to the platform. Mozilla’s <a id="a6">past research into political advertising on TikTok</a> has shown how political influencers in the US may be flying under the radar on the platform, in spite of a ban on political ads.
de: TikTok ist eine der am schnellsten wachsenden Social-Media-Plattformen der Welt. Allein in Deutschland nutzen nach Angaben der Plattform rund <a id="a1">11 Millionen</a> Nutzer*innen TikTok, rund 13% der gesamten Bevölkerung. Die weltweit am häufigsten heruntergeladene Non-Gaming App 2020 ist integraler Bestandteil der täglichen Mediennutzung ihrer meist jüngeren Nutzer*innen unter 24 geworden. Trotz ihres Rufes, geprägt durch virale Hits und alberne Tänze, haben <a id="a3">verschiedene Studien</a> gezeigt, dass politische Gruppen und Inhalte eine starke Präsenz auf der Plattform haben. Das gilt ganz sicher für Deutschland, wo in den letzten Monaten zahlreiche <a id="a4">Parteien</a> und <a id="a5">Politiker*innen</a> Accounts auf TikTok gestartet haben. Vorherige <a id="a6">Untersuchungen von Mozilla</a> haben gezeigt, wie politische Influencer*innen in den USA trotz des Verbots von Wahlwerbung auf der Plattform unerkannt agierten.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: With Western democracies <a id="a1">facing declining interest in politics</a> and decreasing party memberships especially among young people, parties have turned to the potential of new media platforms to revitalize their relationship with the electorate. Of the seven parties (counting the two Union parties CDU and CSU individually) represented in the German parliament, five of the parliamentary groups have an active TikTok account in August 2021. By German policy adviser Martin Fuchs’ count, more than<a id="a2"> 120 individual TikTok accounts</a> of German politicians now exist on the platform.
de: In Anbetracht eines <a id="a1">abnehmenden Interesses an Parteipolitik</a> in westlichen Demokratien und sinkenden Parteimitgliederzahlen vor allem bei jungen Menschen, wenden sich Parteien neuen sozialen Medien zu, um ihre Beziehung zur Wählerschaft neu zu beleben. Von den sieben Parteien im deutschen Bundestag (wenn man die beiden Unionsparteien CDU und CSU einzeln zählt), haben fünf Fraktionen im August 2021 ein aktives TikTok-Nutzerkonto. Der Politikberater Martin Fuchs zählt in einer öffentlich zugänglichen Liste mehr als <a id="a2">120 individuelle TikTok-Konten</a> deutscher Politiker*innen.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: Responding to this surge of political interest in the platform, TikTok has committed to safeguard elections globally. In Germany, these commitments have included labeling political videos, fact-checking, and enforcing its rules on misinformation. Such actions suggest that TikTok recognizes its role and influence in global politics, and it is taking steps to develop responsible policies.
de: TikTok hat sich in Anbetracht dieses Anstiegs an politischem Interesse auf der Plattform verpflichtet, die anstehende Bundestagswahl zu schützen. Dies umfasst das Kennzeichnen politischer Videos, Faktenchecks und das Durchsetzen eigener Regeln zu Fehlinformationen. Es scheint, als ob TikTok seine Rolle und seinen Einfluss auf die Politik ernst nimmt und Schritte einleitet, um verantwortungsvolle Richtlinien zu entwickeln.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: However, so far TikTok’s actions have fallen short of its stated commitments. TikTok has repeatedly promised to enforce its own <a id="a1">community guidelines</a> to ban hateful behavior, ideology, and misleading and infringing content. But recent research by journalists and think tanks like the Institute for Strategic Dialogue (ISD) has shown how<a id="a2"> not-marked election ads</a>,<a id="a3"> negative campaigning</a>,<a id="a4"> and hate speech and extremism</a> are being spread on the platform.
de: Allerdings bleiben die konkreten Umsetzungen deutlich hinter den angekündigten Versprechen zurück. TikTok hat wieder und wieder versprochen, die eigenen Community-Richtlinien durchzusetzen, um hasserfülltes Verhalten, Ideologie und irreführende und verletzende Inhalte zu verbieten. Aktuelle Recherchen von Journalist*innen und Think Tanks wie dem Institute for Strategic Dialogue (ISD) zeigen auf, wie <a id="a2">nicht-markierte Wahlwerbung</a>, <a id="a3">negatives Campaigning</a>, <a id="a4">Hate Speech und Extremismus</a> auf der Plattform verbreitet werden.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: In our own investigation of the platform ahead of the German election, we looked into whether TikTok has been enforcing its policies and delivering on its promises. Our research demonstrates that so far these efforts have been neither very successful, nor especially extensive.
de: In unserer eigenen Recherche vor der Bundestagswahl haben wir untersucht, ob TikTok seine Richtlinien durchgesetzt und seine Versprechen eingelöst hat. Unsere Ergebnisse zeigen, dass die Bemühungen weder sonderlich erfolgreich, noch besonders umfangreich waren.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: TikTok's Commitments and Policies
de: TikToks Verpflichtungen und Richtlinien

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: <i>“It is very important to us that we provide our users with credible information about elections.”</i> (Source:<a id="a1"> Gunnar Bender</a>, TikTok’s Director of Public Policy Germany)
de: <i>“Es ist uns sehr wichtig, dass wir unseren Nutzer*innen glaubhafte Informationen rund um Wahlen bereitstellen.”</i> (Quelle: <a id="a1">Gunnar Bender</a>, TikTok’s Director Public Policy Deutschland)

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: On July 20, 2021, <a id="a1">TikTok officially launched an in-app information page</a> about the election that describes its efforts “to protect the integrity of our platform and the federal elections.” In recent blog posts and communications, TikTok highlighted three major steps it would be taking in connection with the German election: (1) Labeling election-related videos; (2) Fact-checking with external partners; and (3) Enforcing its <a id="a2">Community Guidelines</a>.
de: Am 20 Juli 2021 stellte TikTok offiziell <a id="a1">seine In-App-Informationsseite zur Bundestagswahl</a> vor. Mit der Bereitstellung von Wahlinformationen solle “die Integrität unserer Plattform, auch in Bezug auf politische Wahlen” geschützt werden. TikTok präsentiert in der Pressemitteilung drei zentrale Schritte, um das Ziel zu erreichen: (1) Das Kennzeichnen wahlbezogener Videos; (2) Faktenchecks mit externen Partnern; und (3) das Durchsetzen der eigenen <a id="a2">Community-Richtlinien</a>.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: Our Research
de: Unsere Untersuchung

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: To conduct this research, we first analyzed all of TikTok’s policies, public statements, and communications around the German election. After reviewing different hashtags related to the German election, we then identified a set of individual accounts and posts to investigate further. Desktop research and interviews informed our analysis of these posts. We used qualitative methods like the <a id="a1">w</a><a id="a2">alkthrough method</a> to study how a user of the platform might engage with hashtags, labels, and accounts. Finally, we teamed up with the data team of Bayerischer Rundfunk (BR), Germany’s Bavarian public broadcaster and researchers at the Algorithmic Transparency Institute to develop a research framework for future quantitative investigations into the platform.
de: Um unsere Recherche durchzuführen, haben wir zunächst alle Richtlinien von TikTok, offizielle Statements und die Veröffentlichungen vor der Wahl gesichtet. Nach der Überprüfung verschiedener in Bezug zur Wahl stehender Hashtags haben wir einzelne Accounts und Posts für eine tiefergehende Analyse identifiziert. Interviews und Desktop-Recherchen haben uns weitere Anhaltspunkte geliefert. Wir haben zudem qualitative Methoden wie die <a id="a1">Walkthrough Method</a> angewendet, um zu untersuchen, wie Nutzer*innen mit Hashtags, Kennzeichnungen und Nutzerkonten interagieren. Schließlich haben wir uns mit dem datenjournalistischen Team des Bayerischen Rundfunks (BR) und Forschern des Algorithmic Transparency Institute zusammengeschlossen, um ein koordiniertes Vorgehen für weitere quantitative Untersuchungen der Plattform zu entwickeln.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: Our research shows that TikTok’s election efforts in Germany so far have had mixed results:
de: Unsere Recherchen zeigen, dass TikToks Bemühungen vor der Bundestagswahl zu gemischten Ergebnissen führen:

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: TikTok’s automated approach to labeling content about the German election with informational banners is not working effectively, with videos being improperly labeled.
de: Das automatischen Kennzeichnen von Inhalten zur Bundestagswahl mit Info-Bannern funktioniert nicht wirkungsvoll. Videos werden unpassend markiert.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: TikTok implemented its fact-checking partnership with Germany’s largest press agency, dpa, only weeks before the election.
de: Die Faktencheck-Partnerschaft mit der Deutschen Presse-Agentur (dpa) wurde erst wenige Wochen vor der Wahl geschlossen.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: We uncovered several TikTok accounts with significant followings that are impersonating prominent German political institutions and figures. These fake accounts suggest the platform is failing to enforce its community guidelines in the critical countdown to the German election.
de: Wir haben mehrere TikTok-Konten mit relevanten Zugriffszahlen entdeckt, die sich als offizielle Institutionen des politischen Betriebs ausgeben. Die gefälschten Nutzerkonten zeigen, dass die Plattform die eigenen Community-Richtlinien wenige Wochen vor der Wahl nicht umsetzt.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: 1. TikTok’s automated election banners are not working effectively.
de: 1. TikToks automatisierte Info-Banner zur Wahl sind nicht wirkungsvoll

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: <i>“If our users are looking for election related content on TikTok, we refer them to the information page in the form of a banner. In addition, we link them under videos with reference to elections and under videos of political accounts.”</i> (Source:<a id="a1"> TikTok</a>)
de: <i>“Wenn unsere Nutzer*innen auf TikTok nach Inhalten zur Wahl suchen, verweisen wir sie in Form eines Banners auf die Informationsseite. Zudem verlinken wir sie unterhalb von Videos mit Wahlbezug sowie unter Videos von politischen Accounts.”</i> (Quelle: <a id="a1">TikTok</a>)

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: On July 20, TikTok users in Germany discovered something new on the platform. Various videos had a banner at the bottom including an exclamation mark and the sentence “Erhalte Infos über die Bundestagswahl in Deutschland“ (“Get info on the German federal election”), with a link to<a id="a1"> an information page</a> about the German election. It was set up in cooperation with Germany’s public broadcaster ARD and includes links to 28 TikTok videos (e.g.<a id="a2"> How to spot fake news</a>) and short answers to questions like “Am I allowed to take a selfie in the voting booth?“ (The answer, by the way, is “No”). A <a id="a3">similar in-app page</a> has been used throughout the Covid-19 pandemic to direct users to “verifiable, trusted sources of information.”
de: Am 20. Juli entdeckten TikTok-Nutzer*innen in Deutschland etwas Neues auf der Plattform. Auf verschiedenen Videos wurde ein Banner eingeblendet. Darauf: ein Ausrufezeichen und der Satz “Erhalte Infos über die Bundestagswahl in Deutschland“ mit einem Link zu einer Informationsseite über die Bundestagswahl. Diese wurde in Kooperation mit der ARD umgesetzt und beinhaltet Links zu 28 TikTok-Videos (z.B. “<a id="a2">So erkennst du Fake News</a>”) und kurze Antworten auf Fragen wie “Darf ich in der Wahlkabine ein Selfie machen?” (Die Antwort lautet übrigens: Nein). Eine ähnliche <a id="a3">Informationsseite</a> hatte TikTok im Rahmen der Covid-19 Pandemie aufgesetzt, um Nutzer*innen “überprüfbare, vertrauenswürdige Informationsquellen” zu bieten.

# body.d001f029-82dc-427e-b3ea-8deec0bdb052
source: While the labeling of political content seems like a good idea, especially during the election season, so far the results have not been particularly effective. For instance, when we searched for the hashtag #SPD, which stands for the Social Democratic Party of Germany (on a mobile phone with a German SIM card used in Germany), none of the first nine videos visible on a mobile screen were related to the Social Democrats or politics at all. In fact, only four out of the first 50 videos shown contained any political content. This, of course, is due to the fact that the term SPD stands not just for Sozialdemokratische Partei Deutschlands (SPD), but also Sensory Processing Disorder, Schizoid Personality Disorder, Schizotypal Personality or Sexual Pleasure Device. Nevertheless, TikTok adds a statement at the top of the #SPD page that says: “a few reminders while creating, viewing, or interacting with election-related content.”
de: Während sich das Kennzeichnen von politischen Inhalten, vor allem vor einer Wahl, nach einer guten Idee anhört, sind die Ergebnisse bislang nicht besonders überzeugend. Als wir beispielsweise nach dem Hashtag #SPD suchten (mit einem Mobiltelefon und einer deutschen SIM-Karte, genutzt in Deutschland ), hatte keines der ersten neun auf dem mobilen Screen gezeigten Videos einen Bezug zur Sozialdemokratie oder Politik allgemein. Das liegt daran, dass die Abkürzung SPD weltweit nicht nur für die Sozialdemokratische Partei Deutschlands steht, sondern beispielsweise auch für Sensory Processing Disorder, Schizoid Personality Disorder, Schizotypal Personality oder Sexual Pleasure Device. Ungeachtet dessen blendet TikTok einen Informationstext oberhalb aller Videos zu #SPD ein – „ein paar Erinnerungen beim Erstellen, Anschauen oder Interagieren mit wahlbezogenen Inhalten.”

# body.23bff923-9392-4bf4-a6d6-744ade1b3c23
source: Screenshot date: August 31, 2021
de: Datum des Bildschirmfotos: 31. August 2021

# body.23bff923-9392-4bf4-a6d6-744ade1b3c23
source: The results were similar when we searched for #FDP, Freie Demokratische Partei, the Free Democratic Party. Despite the fact that FDP has varied usages across different languages and geographies, including a common profanity in Portuguese, TikTok applies German election labels to the entire hashtag.
de: Die Ergebnisse waren ähnlich, als wir nach #FDP suchten. Ungeachtet der Tatsache, dass auch FDP in unterschiedlichen Sprachen und verschiedenen Regionen der Welt verschiedene Dinge meint, darunter beispielsweise ein verbreitetes portugiesisches Schimpfwort, blendet TikTok den deutschen Hinweis oberhalb aller gefundenen Videos mit dem Hashtag #FDP ein.

# body.23bff923-9392-4bf4-a6d6-744ade1b3c23
source: It could be argued that this indiscriminate approach to labeling is not so bad, as long as political content is labeled. On the other hand, a fully automated approach that relies solely on single keywords weakens the intended goal of the labels, and may even damage efforts to sensitize users and/or redirect them to verifiable, trusted sources of information.
de: Natürlich könnte man jetzt argumentieren, dass dieses unterschiedslose Kennzeichen nicht so schlimm ist, solange politische Inhalte eben auch gelabelt werden. Allerdings schwächt ein automatisierter Ansatz, der sich lediglich auf einzelne Schlüsselwörter beschränkt, das gesamte Ziel der Kennzeichnung. Es könnte die Bemühungen, Nutzer*innen zu sensibilisieren und/oder ihnen überprüfbare, vertrauenswürdige Informationsquellen zu bieten, unterminieren.

# body.23bff923-9392-4bf4-a6d6-744ade1b3c23
source: Furthermore, relying on single keywords does not ensure that all political content is labeled. For instance, posts from both the official Die Linke account (@linksfraktion) and the official AfD TikTok account (@afd.offiziell), are labeled inconsistently by TikTok. Despite the fact that most posts by the accounts are related to the election, some go unlabeled because they do not include TikTok’s pre-defined hashtags. This demonstrates the limits of the platform’s automated banner approach.
de: Außerdem führt das Vertrauen auf einzelne Schlagwörter dazu, dass nicht alle politischen Inhalte gekennzeichnet werden. Sowohl der offizielle Account der Partei Die Linke (@linksfraktion), als auch der offizielle AfD TikTok-Account (@afd.offiziell) werden uneinheitlich gekennzeichnet. Obwohl die allermeisten Videos beider Accounts sich im Vorfeld der Bundestagswahl natürlich auf diese beziehen bzw. politische Inhalte enthält, werden Videos nicht mit dem Info-Banner versehen, wenn sie nicht eines der von TikTok definierten Hashtags beinhalten. Das zeigt deutlich die engen Grenzen des automatisierten Ansatzes der Plattform auf.

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: Screenshot date: Sept 8, 2021
de: Datum des Bildschirmfotos: 8. September 2021
