Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/tiktok-*-election-2021.po
Languages: de

# body.7cc99361-7971-4827-a3fb-ed0e5afc62ed
source: In our research, we determined that TikTok’s efforts to provide users with credible information about the federal election and protect the integrity of the platform have thus far fallen short. We observed a clear enforcement gap. TikTok’s automated banner approach is not really working. The proclaimed partnership with external fact-checkers in Germany has officially started just days before mail-in voting. And there are obvious, inauthentic accounts on the platform spreading political messages under the guise of an official German institution.
de: Unsere Untersuchungen zeigen, dass TikToks Bemühungen, Nutzer*innen vor der Bundestagswahl glaubhafte Informationen bereitzustellen und die Integrität der Plattform in Bezug auf politische Wahlen zu schützen, hinter den Ankündigen zurückbleiben. Es klafft eine klare Lücke zwischen Bestrebungen und der Durchsetzung dieser Bestrebungen. Die verkündete Partnerschaft mit externen Faktencheckern in Deutschland wurde erst wenige Tage vor Beginn der Briefwahl offiziell begonnen. Und es gibt sehr offensichtlich gefälschte Accounts auf der Plattform, die unter anderem im Namen einer zentralen politischen Institution politische Botschaften verbreiten.

# body.7cc99361-7971-4827-a3fb-ed0e5afc62ed
source: A <a id="a1">statement</a> made by Gunnar Bender, TikTok’s Director of Public Policy Germany, hints at where the problem may lie: “TikTok is not the go-to place for political debate and breaking news.” But their rhetoric doesn’t match reality. Our research suggests that TikTok is shaping political discourse and influence, especially as political groups increasingly join the platform. In light of these findings, we recommend TikTok take the following actions:
de: Ein <a id="a1">Statement</a> von Gunnar Bender, TikToks Director Public Policy Deutschland, gibt Aufschluss über die mögliche Ursache des Problems: “TikTok ist nicht die erste Adresse für politische Debatten und aktuelle Nachrichten.” Unsere Untersuchungen zeigen jedoch, dass TikTok den politischen Diskurs mitgestaltet und beeinflusst, vor allem weil zunehmend politische Gruppen die Plattform nutzen. In Anbetracht unserer Ergebnisse empfehlen wir TikTok:

# body.7cc99361-7971-4827-a3fb-ed0e5afc62ed
source: <b>Labeling:</b> Invest more resources to ensure that the labeling of election-related videos is working effectively;
de: <b>Kennzeichnung:</b> Es gilt hier, mehr Ressourcen zu investieren, um sicherzustellen, dass das Kennzeichnen von Videos mit Bezug zur Wahl wirkungsvoll funktioniert.

# body.7cc99361-7971-4827-a3fb-ed0e5afc62ed
source: <b>Fact-checking:</b> Start working early in the election season with external fact checking teams;
de: <b>Faktencheck:</b> Hier muss deutlich früher, deutlich besser mit externen Faktencheck-Teams zusammengearbeitet werden.

# body.7cc99361-7971-4827-a3fb-ed0e5afc62ed
source: <b>Enforcement:</b> Enforce the Community Guidelines more effectively by proactively monitoring and checking popular political accounts; and
de: <b>Community-Richtlinien:</b> Die Community-Richtlinien müssen nicht nur gelten, sondern auch angewendet werden. Dazu gehört das aktive Monitoren und Untersuchen relevanter politischer Accounts.

# body.7cc99361-7971-4827-a3fb-ed0e5afc62ed
source: <b>Transparency:</b> Release more information about the removal of content and accounts during the election season. Invest in better data access tools for researchers, such as a public API or database, to enable community oversight by external researchers and institutions.
de: <b>Transparenz:</b> TikTok sollte – vor allem während der Vorwahlperiode – gelöschte Inhalte und Accounts transparent machen. Hier braucht es zudem bessere Werkzeuge zum Auswerten der Daten für Wissenschaftler*innen und interessierte Dritte. Denkbar und wünschenswert ist eine zentrale Programmierschnittstelle (API) bzw. Datenbank, um eine öffentliche Kontrolle zu gewährleisten.

# body.7cc99361-7971-4827-a3fb-ed0e5afc62ed
source: As signatories of the EU Code of Practice on Disinformation, TikTok <a id="a1">has already publicly committed</a> to taking concrete action against disinformation (disclaimer: Mozilla is also a signatory of the Code). As the Code will be updated this fall, we ask that TikTok, related signatories, and policymakers incorporate this research. We urge TikTok to consider our recommendations in order to safeguard against harm and abuse on the platform, most critically during election seasons globally. With major elections coming up in Kenya and Brazil in 2022, and with so much at stake, TikTok must invest in enhanced strategies, tools, and processes.
de: Als Unterzeichner des EU-Verhaltenskodex zur Bekämpfung von Desinformation hat TikTok <a id="a1">sich öffentlich verpflichtet</a>, konkret gegen Desinformation vorzugehen (Disclaimer: Mozilla ist ebenfalls Unterzeichner des Kodex). Vor der Anpassung des Codes im Herbst 2021 bitten wir TikTok, verbundene Unterzeichner und politische Entscheidungsträger, unsere Untersuchung einzubeziehen. Wir fordern TikTok dringend auf, unsere Empfehlungen zu berücksichtigen, um vor Schäden und Missbrauch auf der Plattform zu schützen, insbesondere vor Wahlen weltweit. Angesichts der bevorstehenden Wahlen in Kenia und Brasilien im Jahr 2022 und der Tatsache, dass so viel auf dem Spiel steht, muss TikTok in verbesserte Strategien, Tools und Prozesse investieren.

# body.7cc99361-7971-4827-a3fb-ed0e5afc62ed
source: The Mozilla Foundation is a nonpartisan charitable organization that fights against misinformation and lack of transparency in online political and election-related messaging. It does not favor or oppose particular candidates or parties in elections, and any comments it makes about social media platforms’ handling of particular election-related messages or speakers should not be taken as support for or opposition to those messages or speakers themselves. Voters should consider a wide variety of factors outside those addressed by the Foundation’s work in deciding how to vote.
de: Die Mozilla Foundation ist eine überparteiliche gemeinnützige Organisation, die gegen Fehlinformationen und mangelnde Transparenz in politischen und wahlbezogenen Nachrichtenübermittlungen kämpft. Sie bevorzugt oder lehnt bestimmte Kandidaten oder Parteien bei Wahlen nicht ab und alle Kommentare, die sie über den Umgang von Social-Media-Plattformen mit bestimmten wahlbezogenen Nachrichten oder Rednern macht, sollten nicht als Unterstützung oder Ablehnung dieser Nachrichten oder Redner selbst aufgefasst werden. Wähler*innen sollten bei ihrer Wahlentscheidung eine Vielzahl von Faktoren berücksichtigen, die nicht von der Arbeit der Stiftung angesprochen werden.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: References
de: Literaturliste

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: Bergholz, Andreas. “Gezielte Schmutzkampagne gegen Baerbock: Zitat über Haustierhaltung frei erfunden.” <i>Volksverpetzer</i>, 23 Apr. 2021,<a id="a1"> https://www.volksverpetzer.de/corona-faktencheck/haustierhaltung-baerbock/</a>. Accessed 16 July 2021.
de: Bergholz, Andreas. “Gezielte Schmutzkampagne gegen Baerbock: Zitat über Haustierhaltung frei erfunden.” <i>Volksverpetzer</i>, 23 Apr. 2021, <a id="a1">https://www.volksverpetzer.de/corona-faktencheck/haustierhaltung-baerbock/</a>. Zuletzt aufgerufen 16.07.2021.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: Cervi, Laura, and Carles Marín-Lladó. “What Are Political Parties Doing on TikTok? The Spanish Case.” <i>Profesional de La Información</i>, vol. 30, no. 4, 4, July 2021. <i>revista.profesionaldelainformacion.com</i>,<a id="a1"> https://doi.org/10.3145/epi.2021.jul.03</a>.
de: Cervi, Laura, and Carles Marín-Lladó. “What Are Political Parties Doing on TikTok? The Spanish Case.” <i>Profesional de La Información</i>, vol. 30, no. 4, 4, Juli 2021. <i>revista.profesionaldelainformacion.com</i>, <a id="a1">https://doi.org/10.3145/epi.2021.jul.03</a>.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: Demmelhuber, Sandra. “Mehr als Unterhaltung: Wahlkampf bei TikTok.” <i>BR</i>, 17 July 2021,<a id="a1"> https://www.br.de/nachrichten/bayern/mehr-als-unterhaltung-wahlkampf-bei-tiktok,SdFWlbO</a>. Accessed 27 July 2021.
de: Demmelhuber, Sandra. “Mehr als Unterhaltung: Wahlkampf bei TikTok.” <i>BR</i>, 17 Juli 2021, <a id="a1">https://www.br.de/nachrichten/bayern/mehr-als-unterhaltung-wahlkampf-bei-tiktok,SdFWlbO</a>. Zuletzt aufgerufen 27.07.2021.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: “Desinformation in Deutschland: Gefahren und mögliche Gegenmaßnahmen aus Sicht von Fachleuten.” Vodafone Stiftung Deutschland, June 2021,<a id="a1"> https://www.vodafone-stiftung.de/wp-content/uploads/2021/07/Studie_Vodafone-Stiftung_Desinformation-Expertenbefragung.pdf</a>. Accessed 27 July 2021.
de: “Desinformation in Deutschland: Gefahren und mögliche Gegenmaßnahmen aus Sicht von Fachleuten.” Vodafone Stiftung Deutschland, Juni 2021, <a id="a1">https://www.vodafone-stiftung.de/wp-content/uploads/2021/07/Studie_Vodafone-Stiftung_Desinformation-Expertenbefragung.pdf</a>. Zuletzt aufgerufen 27.7.2021.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: Hansen, Philip. “Hat TikTok ein Rechtsrock-Problem?” <i>Belltower</i>, 28 Jan. 2020,<a id="a1"> https://www.belltower.news/internet-hat-tiktok-ein-rechtsrockproblem-95179/</a>. Accessed 16 July 2021.
de: Hansen, Philip. “Hat TikTok ein Rechtsrock-Problem?” <i>Belltower</i>, 28 Jan. 2020, <a id="a1">https://www.belltower.news/internet-hat-tiktok-ein-rechtsrockproblem-95179/</a>. Zuletzt aufgerufen 16.07.2021.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: Hegelich, Simon and Juan Carlos Medina Serrano. “Microtargeting in Germany for the 2019 European Elections.” <i>Landesanstalt für Medien NRW</i>, Oct. 2019,<a id="a1"> https://www.medienanstalt-nrw.de/fileadmin/user_upload/lfm-nrw/Service/Pressemitteilungen/Dokumente/2019/Studie_Microtargeting_Germany2019EuropeanElection_Hegelich_1_.pdf</a>.
de: Hegelich, Simon and Juan Carlos Medina Serrano. “Microtargeting in Germany for the 2019 European Elections.” <i>Landesanstalt für Medien NRW</i>, Okt. 2019, <a id="a1">https://www.medienanstalt-nrw.de/fileadmin/user_upload/lfm-nrw/Service/Pressemitteilungen/Dokumente/2019/Studie_Microtargeting_Germany2019EuropeanElection_Hegelich_1_.pdf</a>.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: Laufer, Daniel and Chris Köver. “TikTok löscht und sperrt am häufigsten politische Inhalte.” <i>Netzpolitik</i>, 31 Jan. 2020,<a id="a1"> https://netzpolitik.org/2020/tiktok-loescht-und-sperrt-am-haeufigsten-politische-inhalte/</a>. Accessed 16 July 2021.
de: Laufer, Daniel and Chris Köver. “TikTok löscht und sperrt am häufigsten politische Inhalte.” <i>Netzpolitik</i>, 31 Jan. 2020, <a id="a1">https://netzpolitik.org/2020/tiktok-loescht-und-sperrt-am-haeufigsten-politische-inhalte/</a>. Zuletzt aufgerufen 16.7.2021.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: Light, Ben, et al. “The Walkthrough Method: An Approach to the Study of Apps.” <i>New Media &amp; Society</i>, vol. 20, no. 3, SAGE Publications, Mar. 2018, pp. 881–900. <i>SAGE Journals</i>,<a id="a1"> https://doi.org/10.1177/1461444816675438</a>.
de: Light, Ben, et al. “The Walkthrough Method: An Approach to the Study of Apps.” <i>New Media & Society</i>, vol. 20, no. 3, SAGE Publications, Mar. 2018, pp. 881–900. <i>SAGE Journals</i>, <a id="a1">https://doi.org/10.1177/1461444816675438</a>.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: Manemann, Thilo and Theresa Lehmann. “Die AfD läuft sich auf TikTok warm.” <i>Belltower</i>, 13 July 2021,<a id="a1"> https://www.belltower.news/wahlkampf-als-unterhaltung-die-afd-laeuft-sich-auf-tiktok-warm-118465</a>. Accessed 16 July 2021.
de: Manemann, Thilo and Theresa Lehmann. “Die AfD läuft sich auf TikTok warm.” <i>Belltower</i>, 13 Juli 2021, <a id="a1">https://www.belltower.news/wahlkampf-als-unterhaltung-die-afd-laeuft-sich-auf-tiktok-warm-118465</a>. Zuletzt aufgerufen 16.07.2021.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: O’Connor, Ciaran. “Hatescape: An In-Depth Analysis of Extremism and Hate Speech on TikTok.” <i>Institute for Strategic Dialogue</i>, 24 Aug. 2021,<a id="a1"> https://www.isdglobal.org/isd-publications/hatescape-an-in-depth-analysis-of-extremism-and-hate-speech-on-tiktok/</a>. Accessed 25 August 2021.
de: O’Connor, Ciaran. “Hatescape: An In-Depth Analysis of Extremism and Hate Speech on TikTok.” <i>Institute for Strategic Dialogue</i>, 24 Aug. 2021, <a id="a1">https://www.isdglobal.org/isd-publications/hatescape-an-in-depth-analysis-of-extremism-and-hate-speech-on-tiktok/</a>. Zuletzt aufgerufen 25.08.2021.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: “Philipp Amthor erneut unter Lobbyismus-Verdacht für eine geplante Zahlung von Tiktok an die Junge Union.” <i>Business Insider Deutschland</i>, 31 July 2021,<a id="a1"> https://www.businessinsider.de/politik/deutschland/philipp-amthor-erneut-unter-lobbyismus-verdacht-fuer-eine-geplante-zahlung-von-tiktok-a/</a>. Accessed 2 August 2021.
de: “Philipp Amthor erneut unter Lobbyismus-Verdacht für eine geplante Zahlung von Tiktok an die Junge Union.” <i>Business Insider Deutschland</i>, 31 Juli 2021, <a id="a1">https://www.businessinsider.de/politik/deutschland/philipp-amthor-erneut-unter-lobbyismus-verdacht-fuer-eine-geplante-zahlung-von-tiktok-a/</a>. Zuletzt aufgerufen 2.08.2021.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: Schmalzried, Gregor. “Nicht gekennzeichnete Wahlwerbung auf TikTok wirft Fragen auf.” <i>BR</i>, 8 Oct. 2020,<a id="a1"> https://www.br.de/nachrichten/netzwelt/nicht-gekennzeichnete-wahlwerbung-auf-tiktok-wirft-fragen-auf,SCpwQqF</a>. Accessed 16 July 2021.
de: Schmalzried, Gregor. “Nicht gekennzeichnete Wahlwerbung auf TikTok wirft Fragen auf.” <i>BR</i>, 8 Okt. 2020, <a id="a1">https://www.br.de/nachrichten/netzwelt/nicht-gekennzeichnete-wahlwerbung-auf-tiktok-wirft-fragen-auf,SCpwQqF</a>. Zuletzt aufgerufen 16.7.2021.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: Schmidt, Fabian. “Anzeige, bezahlt.” <i>Netzpolitik</i>, 29 Jan. 2021, <a id="a1">https://netzpolitik.org/2021/neue-regeln-fuer-influencer-werbung-anzeige-bezahlt</a>. Accessed 16 July 2021.
de: Schmidt, Fabian. “Anzeige, bezahlt.” <i>Netzpolitik</i>, 29 Jan. 2021, <a id="a1">https://netzpolitik.org/2021/neue-regeln-fuer-influencer-werbung-anzeige-bezahlt</a>. Zuletzt aufgerufen 16.06.2021.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: Schmitt, Carolyn E. “Tracing misinformation.” <i>Harvard Gazette</i>, 2 Oct. 2020,<a id="a1"> https://news.harvard.edu/gazette/story/2020/10/study-explores-how-voting-misformation-is-spread/</a>.
de: Schmitt, Carolyn E. “Tracing misinformation.” <i>Harvard Gazette</i>, 2 Okt. 2020, <a id="a1">https://news.harvard.edu/gazette/story/2020/10/study-explores-how-voting-misformation-is-spread/</a>.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: Schwarzer, Matthias. “Hass gegen Tiktok-Kanal „Mitreden“: Morddrohungen für feministische Videos.” <i>RND</i>, 16 June 2021,<a id="a1"> https://www.rnd.de/medien/hass-gegen-tiktok-kanal-mitreden-morddrohungen-fuer-feministische-videos-VJYNNE2T4REPHERGXCPJTGVWDY.html</a>. Accessed 16 July 2021.
de: Schwarzer, Matthias. “Hass gegen Tiktok-Kanal „Mitreden“: Morddrohungen für feministische Videos.” <i>RND</i>, 16 Juni 2021, <a id="a1">https://www.rnd.de/medien/hass-gegen-tiktok-kanal-mitreden-morddrohungen-fuer-feministische-videos-VJYNNE2T4REPHERGXCPJTGVWDY.html</a>. Zuletzt aufgerufen 16.07.2021.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: Schwarzer, Matthias. “Lip Sync zu Nazi-Musik: Was rechte Gruppen auf Tiktok treiben.” <i>RND</i>, 26 Oct. 2020,<a id="a1"> https://www.rnd.de/medien/lip-sync-zu-nazi-musik-was-rechte-gruppen-auf-tiktok-treiben-HIZKTO7USJCX3DMG4KMRXQFG6Q.html</a>. Accessed 16 July 2021.
de: Schwarzer, Matthias. “Lip Sync zu Nazi-Musik: Was rechte Gruppen auf Tiktok treiben.” <i>RND</i>, 26 Oct. 2020, <a id="a1">https://www.rnd.de/medien/lip-sync-zu-nazi-musik-was-rechte-gruppen-auf-tiktok-treiben-HIZKTO7USJCX3DMG4KMRXQFG6Q.html</a>. Zuletzt aufgerufen 16.07.2021.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: Serrano, Juan Carlos Medina, et al. “The Rise of Germany’s AfD: A Social Media Analysis.” <i>Proceedings of the 10th International Conference on Social Media and Society</i>, Association for Computing Machinery, July 2019, pp. 214–23. <i>ACM Digital Library</i>,<a id="a1"> https://doi.org/10.1145/3328529.3328562</a>.
de: Serrano, Juan Carlos Medina, et al. “The Rise of Germany’s AfD: A Social Media Analysis.” <i>Proceedings of the 10th International Conference on Social Media and Society</i>, Association for Computing Machinery, Juli 2019, pp. 214–23. <i>ACM Digital Library</i>, <a id="a1">https://doi.org/10.1145/3328529.3328562</a>.

# body.578fcc3b-1861-436b-8058-ba1ba4e6b83d
source: Wipfler, Friederike. “Likes und Wählerstimmen: Politik trifft Influencer.” <i>BR</i>, 8 Sept. 2020, <a id="a1">https://www.br.de/nachrichten/deutschland-welt/likes-und-waehlerstimmen-politik-trifft-influencer,S9vvfid</a>. Accessed 16 July 2021.
de: Wipfler, Friederike. “Likes und Wählerstimmen: Politik trifft Influencer.” <i>BR</i>, 8 Sept. 2020, <a id="a1">https://www.br.de/nachrichten/deutschland-welt/likes-und-waehlerstimmen-politik-trifft-influencer,S9vvfid</a>. Zuletzt aufgerufen 16.07.2021.
