Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/tiktok-*-election-2021.po
Languages: de

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: Our research suggests that TikTok’s automated approach to labeling posts about the German election is not working effectively. This leads to further questions about how TikTok is implementing such labels, and whether the platform has taken any steps to check labels or identify bugs. For instance, the search results could be optimized easily by filtering out videos, including the hashtags mentioned above (e.g. Sensory Processing Disorder) or by applying labels to posts in a more targeted way.
de: Unsere Recherchen zeigen, dass TikToks automatisierter Ansatz beim Kennzeichnen von Wahlinhalten nicht verlässlich funktioniert. Dies führt zu weiteren Fragen: Wie genau implementiert TikTok die Label? Hat die Plattform Anstrengungen unternommen, um diese Label zu prüfen oder Fehler zu identifizieren? Die Ergebnisse könnten beispielsweise sehr einfach optimiert werden, indem Videos aussortiert werden, die ergänzende Hashtags (beispielsweise Sensory Processing Disorder) beinhalten oder durch eine zielgerichtetere Anwendung der Kennzeichnung.

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: We recommend TikTok invest more resources to ensure that its labeling of election-related videos is working effectively.
de: Wir empfehlen TikTok, mehr Ressourcen darauf zu verwenden, sicherzustellen, dass das Kennzeichen von wahlbezogenen Videos verlässlicher funktioniert.

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: 2. TikTok has only just begun external fact-checking, weeks before the election.
de: 2. TikTok hat erst wenige Wochen vor der Wahl mit externen Faktenchecks begonnen

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: <i>“Another building block is our global partnerships with fact-checking organizations. In Germany, for example, we have entered into a cooperation with "dpa" to check facts in order to work together to limit the potential dissemination of incorrect information on the platform and to ensure that incorrect information in connection with elections is checked.”</i> (Source:<a id="a1"> TikTok</a>)
de: <i>“Ein weiterer Baustein sind unsere globalen Partnerschaften mit Organisationen, die Fakten überprüfen. In Deutschland sind wir beispielsweise mit der ‘dpa’ eine Kooperation zum Faktencheck eingegangen, um gemeinsam daran zu arbeiten, die potentielle Verbreitung von fehlerhaften Informationen auf der Plattform zu begrenzen und die Überprüfung von Fehlinformationen im Zusammenhang mit Wahlen zu gewährleisten.”</i> (Quelle: <a id="a1">TikTok</a>)

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: Ahead of the German election, TikTok has been quite vocal about its fact-checking partnership with Deutsche Presse-Agentur GmbH (dpa), the largest press agency in Germany. On the TikTok<a id="a1"> website</a>, the dpa is listed as a “safety partner” in Germany, together with Agence France-Presse (AFP) and others covering different regions. TikTok states that its “fact-checking partners help review and assess the accuracy of content across 55 markets.”
de: Vor der Bundestagswahl hat TikTok wiederholt auf seine Zusammenarbeit mit der Deutschen Presse-Agentur (dpa) hingewiesen. Auf TikToks <a id="a1">Website</a> ist die dpa als so genannter Sicherheitspartner (safety partner) in Deutschland ausgewiesen, zusammen mit der Agence France-Press (AFP) und anderen, die in verschiedenen Weltregionen tätig sind. TikTok gibt an, dass “Fact-Checking-Partner bei der Überprüfung und Bewertung der Richtigkeit von Inhalten in 55 Märkten helfen.”

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: When TikTok launched its <a id="a1">in-app information page</a> on July 20, the platform again highlighted these fact-checking partnerships as a “building block” of its misinformation approach, stating: “In Germany, for example, we have entered into a cooperation with "dpa" to check facts in order to work together to limit the potential dissemination of incorrect information on the platform and to ensure that incorrect information in connection with elections is checked.”
de: Als TikTok seine <a id="a1">In-App Informationsseite</a> am 20. Juli startete, wies die Plattform erneut auf die zentrale Rolle der externen Faktenchecker hin, die ein “Baustein” seien, um Misinformation zu bekämpfen: “In Deutschland sind wir beispielsweise mit der ‘dpa’ eine Kooperation zum Faktencheck eingegangen, um gemeinsam daran zu arbeiten, die potentielle Verbreitung von fehlerhaften Informationen auf der Plattform zu begrenzen und die Überprüfung von Fehlinformationen im Zusammenhang mit Wahlen zu gewährleisten.”

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: This statement suggests that the dpa had already begun fact-checking long ahead of the German election on TikTok. However, our investigation discovered that this was not the case. When we asked dpa about the partnership, Jens Petersen, dpa’s Head of Communication, told us that as of August 13, the dpa “was not yet officially commissioned by TikTok“ to do any kind of fact-checking. On September 7, Petersen confirmed that a contract had finally been signed at the end of August, and that the fact checking agreement applied retroactively and included a test phase.
de: Diese Aussage liest sich, als habe die dpa bereits weit vor der Bundestagswahl mit dem Überprüfen von Videos begonnen. Allerdings zeigen unsere Recherchen, dass dem nicht so ist. Bei unserer Nachfrage zu der TikTok-Partnerschaft bei der dpa erzählte uns Jens Petersen, Leiter der Konzernkommunikation, am 13. August, dass die dpa “nicht offiziell von TikTok beauftragt sei, in irgendeiner Form Fakten zu prüfen”. Auf Nachfrage am 7. September sagte Petersen, dass Ende August ein Vertrag abgeschlossen worden sei, der rückwirkend gelte und eine Testphase umfasse.

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: Fact-checking can be an effective first step at curbing misinformation on platforms. However, TikTok only recently commissioned its fact-checking partnership with an established safety partner in Germany. This is concerning, as misinformation campaigns centered around, for instance, <a id="a1">the 2020 US elections</a>, began months ahead of election day. Given that German voters began mail-in voting as early as September 5, that does not leave much time for efficient fact checking ahead of the election. In 2017, nearly 30% of German voters used mail-in voting to cast their votes, and it’s likely that those numbers will be higher in 2021 due to Covid.
de: Faktenchecks können ein erster efektiver Schritt sein, um Fehlinformation auf der Plattform einzudämmen. TikTok hat die Faktencheck-Partnerschaft mit einem etablierten externen Partnern allerdings erst kürzlich besiegelt. Das ist beunruhigend, da Fehlinformationskampagnen zum Beispiel rund um die <a id="a1">US-Wahlen 2020</a> bereits Monate vor dem Wahltag begonnen wurden. Zieht man in Betracht, dass deutsche Wähler*innen schon seit dem 5. September per Briefwahl abstimmen können, bleibt nicht mehr viel Raum, um sinnvoll Faktenchecks vor der Wahl durchzuführen. 2017 nutzten nahezu 30% der deutschen Wähler*innen die Möglichkeit zur Briefwahl. Vermutlich sind die Zahlen 2021 aufgrund von Corona deutlich höher.

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: We recommend that TikTok take misinformation campaigns seriously, and start external fact-checking early in the election cycle.
de: Wir empfehlen, dass TikTok Fehlinformationskampagnen ernst nimmt und mit den externen Faktenchecks deutlich früher vor anstehenden Wahlen beginnt.

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: 3. TikTok is failing when it comes to enforcing its community guidelines.
de: 3. TikTok scheitert beim Durchsetzen der eigenen Community-Richtlinien

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: <i>“We do not allow activities that may undermine the integrity of our platform or the authenticity of our users. We remove content or accounts that involve spam or fake engagement, impersonation, misleading information that causes harm.”</i> (Source: <a id="a1">TikTok</a>)
de: <i>“Wir dulden deshalb keine Aktivitäten, welche die Integrität unserer Plattform oder die Authentizität unserer Nutzer*innen untergraben können. Wir entfernen Inhalte oder Konten, die beispielsweise Spam oder gefälschte Interaktionen, die Vortäuschung einer anderen Identität, irreführende und Schaden verursachende Informationen oder Verstöße gegen Rechte des geistigen Eigentums enthalten.”</i> (Quelle: <a id="a1">TikTok</a>)

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: TikTok’s <a id="a1">Community Guidelines</a> are meant to serve as a code of conduct for the app. TikTok says that accounts that consistently violate community guidelines are banned from the platform. However, our research paints a very different picture of how such rules are enforced.
de: TikToks <a id="a1">Community-Richtlinien</a> gelten als Verhaltenskodex für die App. TikTok schreibt vor, dass Nutzer*innenkonten, die wiederholt gegen die Richtlinien verstoßen, von der Plattform verbannt werden. Unsere Recherchen zeigen jedoch ein deutlich anderes Bild.

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: Fake accounts
de: Gefälschte Konten

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: Seated in the famous Reichstag Building, the German Bundestag, Germany’s federal parliament, has its own<a id="a1"> internet presence</a> and social media accounts. There is an official<a id="a2"> YouTube channel</a> with 71.3K subscribers. There is an official<a id="a3"> Twitter account</a> with 12.4K followers. And then there appears to be a TikTok account (@derbundestag) with 14.1K followers and 130.8K likes. The only problem here is that the Bundestag does not have a TikTok account. When we called the Bundestag’s official press office on August 18 to ask whether it has a TikTok account, we got a very clear answer: “No. We only have YouTube and Twitter.“
de: Der Deutsche Bundestag betreibt eine <a id="a1">Internetseite</a> und einige Social-Media-Accounts. Es gibt einen offiziellen <a id="a2">YouTube-Kanal</a> mit 71,3K Abonnent*innen. Einen offiziellen <a id="a3">Twitter-Account</a> mit 12,4K Followern. Und dann gibt es offenbar noch einen TikTok Account (@derbundestag) mit 14,1K Followern und 130,8K Likes. Das Problem hier ist, dass der Bundestag keinen TikTok-Account eingerichtet hat. Als wir am 18. August bei der Pressestelle des Bundestages nachfragten, bekamen wir eine klare Antwort: “Bei den Social-Media-Accounts haben wir nur YouTube und Twitter.”

# body.1f865c44-dcfb-495c-a373-013aedfb8bee
source: TikTok’s Community Guidelines explicitly prohibit harassment, bullying, and hate speech. They also prohibit posing as another person or entity in a deceptive manner. TikTok is <a id="a1">very clear</a> on these rules: “Do not pose as another person or entity by using someone else's name, biographical details, or profile picture in a misleading manner.” There are exceptions for fan, commentary or parody accounts “as long as the user indicates in the bio and username that it is fan, commentary, or parody.”
de: TikToks Community-Richtlinien verbieten Belästigung, Mobbing und Hassreden. Sie untersagen ebenfalls, sich auf betrügerische Weise als eine andere Person oder Organisation auszugeben. TikTok ist hier <a id="a1">sehr deutlich</a>: “Nicht erlaubt ist: Das Posing als andere Person oder Organisation – das Vortäuschen der Identität einer anderen Person oder Organisation insbesondere durch die irreführende Verwendung des Namens, der biografischen Angaben oder des Profilbilds einer anderen Person oder Organisation.” Es gibt Ausnahmen für Fan-, Kommentar- oder Parodie-Konten, “solange die Nutzer*innen in den biographischen Profil-Angaben („Bio“) und im Nutzer*innennamen angeben, dass es sich um ein Fan-, Kommentar- oder Parodie-Konto handelt und keine Verbindung zu dem betreffenden Subjekt besteht.”

# body.767289ed-cfc6-484f-b111-6ca3d41e7b5a
source: Screenshot date: Sept 8, 2021
de: Datum des Bildschirmfotos: 8. September 2021

# body.767289ed-cfc6-484f-b111-6ca3d41e7b5a
source: However, this is not the case here. The account in question, @derbundestag, is not a fan, commentary or parody account. In fact, our analysis of the account suggests that it may be being used to spread political propaganda, while appearing to be an official account of a central institution of German democracy.
de: Dies ist hier nicht der Fall. Bei dem vorliegenden Account @derbundestag handelt es sich nicht um ein Fan-, Kommentar- oder Parodie-Konto. Unsere Untersuchungen zeigen, dass der Account verwendet wird, um politische Propaganda zu verbreiten.

# body.767289ed-cfc6-484f-b111-6ca3d41e7b5a
source: In our analysis of the account, we found several details that reinforced the illusion that this was an official, authentic account of the German parliament. First, the description of the account says: “Deutscher Bundestag...Parlamentarische Sommerpause bis zum 07.09.” (The German Bundestag / Parliamentary summer break until September 7), with a link to the official<a id="a1"> website</a>. Second, the account has a large following and reach: 14.1K followers and 130.8K likes. For context, that’s roughly 0.13% of all German TikTok users, or more than 1 in 1000 German TikTok users. It’s also more followers than the official Bundestag Twitter account.
de: Mehrere Details verstärken die Illusion, es handle sich hier um einen offiziellen Account des Deutschen Bundestages. Zunächst die Beschreibung des Accounts: “Deutscher Bundestag / Parlamentarische Sommerpause bis 07.09.” und ein Link zur offiziellen Website des <a id="a1">Bundestages</a>. Dann die verhältnismäßig hohen Zahlen bei den Followers und Likes: 14,1K Followers und 130,8K Likes. Zur besseren Einordnung: Das sind etwa 0,13% aller deutschen TikTok Nutzer oder mehr als 1 in 1.000 deutscher TikTok Nutzer*innen. Zudem hat der Account mehr Follower als der offizielle Twitteraccount des Bundestages.

# body.767289ed-cfc6-484f-b111-6ca3d41e7b5a
source: The posts by the account are mostly video clips of parliamentary speeches, featuring well-known German political faces, including German chancellor Dr. Angela Merkel and Claudia Roth, Vice President of the German Bundestag. These video clips seem to have been taken from the <a id="a1">Parlamentsfernsehen</a> (parliamentary television), a public service run by the Bundestag that offers livestreams and on-demand coverage of parliamentary debates. The parliamentary television makes all its image material available<a id="a2"> free of charge</a> and free of third-party rights, as long as the content is used strictly for educational purposes.
de: Bei den meisten Videos die der Account gepostet hat, handelt es sich um parlamentarische Reden. Bekannte Gesichter des aktuellen politischen Betriebs wie die Bundeskanzlerin Dr. Angela Merkel oder die Vizepräsidentin des Deutschen Bundestages Claudia Roth tauchen hier auf. Viele der Videoclips scheinen vom <a id="a1">Parlamentsfernsehen</a> zu stammen, ein öffentlicher Service des Bundestages, der Livestreams und On-Demand-Angebote zu parlamentarischen Debatten bereithält. Das Parlamentsfernsehen stellt “sein gesamtes Bildmaterial kostenlos und frei von Rechten Dritten zur Verfügung. Voraussetzung dafür ist, dass die Bilder für Produktionen im Bildungsbereich oder kostenfrei angebotene Informationssendungen verwandt werden.”

# body.767289ed-cfc6-484f-b111-6ca3d41e7b5a
source: In our analysis of the account, we observed that AfD politicians and messaging are featured prominently in video clips. The AfD, or the Alternative for Germany, is a German nationalist and right-wing populist political party that currently holds 86 of 709 seats in the German parliament, having entered the Bundestag for the first time in 2017. Of the 77 videos total the account posted between April 7 and August 10, 42 of them (55%) include an AfD politician as the main speaker, 18% include a CDU speaker, 10% include a Die Linke speaker, 9% SPD, 5% FDP, and 5% Greens. Some videos feature more than one politician, and several videos featuring non-AfD speakers show them responding to or addressing themes raised by the AfD. Only 12 videos in total have no clear connection to the AfD. For context, the AfD holds only 12.6% of the parliament’s seats. If this were an official parliamentary account, you might expect the coverage to be more balanced.
de: Unsere Analyse des Accounts zeigt, dass AfD-Politiker*innen und deren Botschaften prominent gefeatured werden. Die AfD, Alternative für Deutschland, ist eine rechtspopulistische und rechtsextreme politische Partei, die gegenwärtig 86 der 709 Sitze im deutschen Parlament besetzt. 2017 ist sie das erste Mal in den Bundestag eingezogen. Von 77 Videos, die der Account @derbundestag zwischen dem 7. April und dem 10. August gepostet hat, haben 42 (55%) eine/n AfD-Politiker*in als Hauptredner*in. Bei 18% der Videos findet sich ein/e Politiker*in der CDU, 10% beinhalten einen Politiker*in der Partei Die Linke, 9% SPD, 5% FDP und 5% Bündnis 90/Die Grünen. Einige Videos zeigen mehrere Politiker*innen. Einige Videos zeigen Politiker*innen, die nicht der AfD angehören, aber auf Themen reagieren, die von Vertrer*innen der AfD ausgehen. Nur zwölf Videos von 77 haben keinen direkten und klar identifizierbaren Zusammenhang zur AfD. Zum besseren Verständnis: Die AfD hält derzeit 12,6% der Sitze im Parlament. Wenn es sich hier um einen offiziellen Account des Deutschen Bundestages handeln würde, ginge man sicherlich von einer deutlich ausbalancierteren Verteilung der Redebeiträge aus.

# body.767289ed-cfc6-484f-b111-6ca3d41e7b5a
source: We are not calling attention to this account to agree or disagree with a particular political perspective, and we do not know who is responsible for the account. Rather, the account illustrates that TikTok is not enforcing its rules prohibiting accounts that pose “as another person or entity,” regardless of political leaning.
de: Wir heben diesen Account nicht hervor, um geäußerten politischen Meinungen und Haltungen zuzustimmen oder um diese zu verurteilen. Zudem wissen wir nicht, wer für den Account verantwortlich ist. Der Account zeigt aber deutlich, dass TikTok seine eigenen Regeln nicht durchsetzt, indem es Accounts nicht löscht, die sich wiederholt als eine “andere Person oder Organisation” ausgeben.

# body.7cc99361-7971-4827-a3fb-ed0e5afc62ed
source: Screenshot date: July 26, 2021
de: Datum des Bildschirmfotos: 26. Juli 2021

# body.7cc99361-7971-4827-a3fb-ed0e5afc62ed
source: In addition to the @derbundestag account, we found several other fake accounts that have since been deleted by TikTok. One such account (@frank.walter.steinmeier), which we identified on July 26, impersonates Bundespräsident Frank-Walter Steinmeier, the president of Germany. With 3K+ followers and 72.3K likes, this account has a much broader reach than other easy-to-spot fake accounts (@frankwaltersteinmaier, @federalgermanpresident, @frankwaltersteinmeier88) with very few followers. This particular account frequently posted videos promoting the German military, sourced from the company BTB concept that specializes in filming military events. While TikTok has since deleted the account, it is unclear how long the account was up, who ran it, and what kind of impact it may have had on German users.
de: Ergänzend zum Account @derbundestag haben wir weitere gefälschte Nutzer*innenkonten identifiziert. Diese wurden inzwischen von TikTok gelöscht. Einer dieser Accounts (@frank.walter.steinmeier), den wir am 26. Juli entdeckten, gab vor, der Account des Bundespräsidenten Frank-Walter Steinmeier zu sein. Mit mehr als 3.000 Followern und 72,3K Likes hatte der Account eine deutlich höhere Reichweite als andere einfach zu identifizierende Fake-Accounts (@frankwaltersteinmaier, @federalgermanpresident, @frankwaltersteinmeier88) mit sehr wenigen Followern. Der Account @frank.walter.steinmeier postete Videos, die das deutsche Militär verherrlichen und offenbar zum Teil von der Firma BTB stammen, die sich unter anderem auf das Filmen militärischer Veranstaltungen spezialisiert hat. TikTok hat diesen Account inzwischen gelöscht. Es bleibt aber unklar, wie lange der Account online war, wer ihn betrieben hat und welche Auswirkungen er auf deutsche TikTok-Nutzer*innen hatte.

# body.7cc99361-7971-4827-a3fb-ed0e5afc62ed
source: Regardless of who is behind these accounts and what their motivations might be, these accounts appear to be in clear violation of TikTok’s community guidelines, <a id="a1">which prohibit</a> the creation of accounts that impersonate someone else or mislead users about the account’s identity or purpose. The fact that inauthentic, politically-oriented accounts have not only continued to exist on the platform, but have attracted thousands of followers and likes on the eve of the German election, suggests that TikTok has not taken basic steps to enforce its community guidelines. A simple search for the names of prominent German politicians and political institutions would have alerted the platform to some of these issues.
de: Unabhängig davon, wer hinter diesen Accounts steckt und was die jeweiligen Motive sein mögen, handelt es sich ganz offenbar um Accounts, die gegen TikToks Community-Richtlinien verstoßen. Diese <a id="a1">verbieten</a> das Vortäuschen der Identität einer anderen Person oder Organisation insbesondere durch die irreführende Verwendung des Namens, der biografischen Angaben oder des Profilbilds einer anderen Person oder Organisation. Die Tatsache, dass gefälschte, politisch-motivierte Accounts weiter auf der Plattform existieren und im Vorfeld der Bundestagswahl tausende von Followern und Likes ansammeln, zeigen, dass TikTok seine eigenen Community-Richtlinien nicht durchsetzt. Eine einfache Suche nach den Namen bekannter Politiker*innen und politischer Institutionen hätten dabei geholfen, diese Fake Accounts aufzuspüren und zu beseitigen.

# body.7cc99361-7971-4827-a3fb-ed0e5afc62ed
source: In the short term, <b>we recommend that TikTok immediately take steps to ensure that its community guidelines are being enforced ahead of the German election in September, including a thorough and ongoing review of German political parties, officials, and institutional accounts to ensure their validity</b>.
de: <b>Wir empfehlen TikTok, umgehend Maßnahmen zu ergreifen, um die eigenen Community-Richtlinien noch vor der Bundestagswahl durchzusetzen. Dies beinhaltet eine gründliche und laufende Überprüfung der Accounts politischer Parteien, Politiker*innen und politischer Institutionen, um deren Authentizität zu gewährleisten.</b>

# body.7cc99361-7971-4827-a3fb-ed0e5afc62ed
source: Conclusion and Recommendations
de: Fazit und Empfehlungen
