Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/campaigns/web-monetization.po
Languages: fr

# seo_title
source: Web Monetization at Mozilla Foundation
fr: Web Monetization à la Fondation Mozilla

# intro
source: At Mozilla Foundation we’re currently experimenting with Web Monetization.
fr: À la Fondation Mozilla, nous expérimentons actuellement Web Monetization.

# body.d3514301-2dbc-4387-abbf-a29eba71fc64
source: What does this mean?
fr: Qu’est-ce que cela signifie ?

# body.d3514301-2dbc-4387-abbf-a29eba71fc64
source: Web Monetization is essentially an open, native web payments standard that allows creators to accept “streaming payments” for their work on platforms where monetization is enabled. Our intention in enabling this across our properties is part of Mozilla’s broader effort to promote initiatives that support a diverse, inclusive, decentralized, open and private web.
fr: Web Monetization est une norme de paiement web ouverte et native qui permet aux créateurs d’accepter des « paiements en continu » pour leur travail sur des plateformes où la monétisation est activée. Notre objectif en permettant cela via nos sites fait partie d’un effort plus large de Mozilla visant à promouvoir des initiatives qui soutiennent un Web diversifié, inclusif, décentralisé, ouvert et privé.

# body.d3514301-2dbc-4387-abbf-a29eba71fc64
source: Through this experiment we aim to:
fr: À travers cette expérimentation, nous visons à :

# body.d3514301-2dbc-4387-abbf-a29eba71fc64
source: gain a first hand experience in implementing a model for supporting content that is not reliant on advertising
fr: acquérir une expérience de première main dans la mise en œuvre d’un modèle de prise en charge de contenu qui ne dépend pas de la publicité ;

# body.d3514301-2dbc-4387-abbf-a29eba71fc64
source: support and contribute to the growth of Web Monetization as a standard
fr: soutenir et contribuer à la croissance de Web Monetization en tant que norme ;

# body.d3514301-2dbc-4387-abbf-a29eba71fc64
source: share what we learn
fr: partager nos enseignements.

# body.d3514301-2dbc-4387-abbf-a29eba71fc64
source: You can read about the launch of our experiment <a id="a1">here</a>.
fr: Vous pouvez en apprendre davantage sur le lancement de notre test <a id="a1">ici</a>.

# body.d3514301-2dbc-4387-abbf-a29eba71fc64
source: All content on our website will continue to be freely accessible to all users; we would never put it behind a paywall or require subscriptions. Only users with a Web Monetization enabled extension in their browsers will be aware of the implementation.
fr: L’ensemble du contenu de notre site web continuera d’être librement accessible à tous les internautes ; nous ne le mettrons jamais derrière un paywall ni n’exigerons d’abonnements. Seuls les internautes disposant d’une extension prenant en charge Web Monetization dans leurs navigateurs seront informés de son implémentation.

# body.4dc26e0f-82ce-4a40-b962-0b1d43f17435
source: Are there other ways you’re engaging with Web Monetization?
fr: Participez-vous d’autres manières à Web Monetization ?

# body.4dc26e0f-82ce-4a40-b962-0b1d43f17435
source: In 2019, Mozilla <a id="a1">joined up</a> with Coil and Creative Commons to support <a id="a2">Grant for the Web</a> as an initiative to empower individual creators and galvanize an alternative business model for online content. The fund is administered by the <a id="a3">Interledger Foundation</a> and aims ot kickstart a and support a healthy, vibrant ecosystem of web monetized tools, content, and resources.
fr: En 2019, Mozilla <a id="a1">s’est associée</a> à Coil et Creative Commons pour soutenir <a id="a2">Grant for the Web</a> en tant qu’initiative visant à rendre autonomes les créateurs individuels et à stimuler un modèle économique alternatif pour le contenu en ligne. Le fonds est administré par la <a id="a3">Interledger Foundation</a> et vise à lancer et à soutenir un écosystème sain et dynamique d’outils, de contenus et de ressources monétisés sur le Web.

# body.4dc26e0f-82ce-4a40-b962-0b1d43f17435
source: <a id="a1">A $100million investment to Reshape the Economics of the Web</a>
fr: <a id="a1">Un investissement de 100 millions de dollars pour remodeler l’économie du Web</a>

# body.4dc26e0f-82ce-4a40-b962-0b1d43f17435
source: Over the past year we have also been working to drive greater public discourse that at once a) explores alternative business models for the web, and b) shifts control away from data collection and targeted advertising towards business models that respect privacy and directly reward content creators.
fr: Au cours de l’année écoulée, nous nous sommes également efforcés de susciter un débat public plus large qui a) explore des modèles économiques alternatifs pour le Web, et b) déplace le contrôle de la collecte de données et de la publicité ciblée vers des modèles économiques qui respectent la vie privée et récompensent directement les créateurs de contenu.

# body.4dc26e0f-82ce-4a40-b962-0b1d43f17435
source: Mozfest: Dialogues &amp; Debates <a id="a1">Alternative Business Models for the Web</a>
fr: Débats et discussions du MozFest : <a id="a1">Alternative Business Models for the Web</a>

# body.4dc26e0f-82ce-4a40-b962-0b1d43f17435
source: <a id="a1">Introducing Two New Fellows to Reshape the Economics of the Web</a>
fr: <a id="a1">Présentation de deux nouveaux titulaires de bourse pour remodeler l’économie du Web</a>

# body.4dc26e0f-82ce-4a40-b962-0b1d43f17435
source: <a id="a1">An update on our experiment with Web Monetization</a>
fr: <a id="a1">Des nouvelles de notre expérimentation avec Web Monetization</a>

# body.4dc26e0f-82ce-4a40-b962-0b1d43f17435
source: Mozfest: Dialogues &amp; Debates <a id="a1">Alternatives to Digital Ads</a>
fr: Débats et discussions du MozFest : <a id="a1">Alternatives to Digital Ads</a>

# body.cbb6329c-e5e2-41a8-b76c-cf1c674b4452
source: What other resources are available?
fr: Quelles autres ressources sont disponibles ?

# body.cbb6329c-e5e2-41a8-b76c-cf1c674b4452
source: ‘<a id="a1">Web Monetization Like I’m 5</a>’ by Sultan Akintunde Bolaji
fr: « <a id="a1">Web Monetization Like I’m 5</a> » par Sultan Akintunde Bolaji

# body.cbb6329c-e5e2-41a8-b76c-cf1c674b4452
source: ‘<a id="a1">How to Web Monetization Your Content and Support Creators Online with Micropayments</a>’ by Amber Case
fr: « <a id="a1">How to Web Monetization Your Content and Support Creators Online with Micropayments</a> » par Amber Case

# body.cbb6329c-e5e2-41a8-b76c-cf1c674b4452
source: ‘<a id="a1">A Web Monetization Story</a>’ by Sharon Wang and Elliot Evans
fr: « <a id="a1">A Web Monetization Story</a> » par Sharon Wang et Elliot Evans

# body.cbb6329c-e5e2-41a8-b76c-cf1c674b4452
source: <a id="a1">Web Monetization Research Papers</a>, collected by Story to Go
fr: <a id="a1">Documents de recherche sur Web Monetization</a>, recueillis par Story to Go

# body.cbb6329c-e5e2-41a8-b76c-cf1c674b4452
source: Web Monetization <a id="a1">docs, specification, and Github repo</a>
fr: Web Monetization : <a id="a1">documentation, spécification et dépôt GitHub</a>

# body.cbb6329c-e5e2-41a8-b76c-cf1c674b4452
source: The Interledger Protocol: <a id="a1">Getting Started</a>
fr: Le protocole Interledger : <a id="a1">pour débuter</a>

# body.1b256aad-40b6-44f8-9dab-e126df90d61b
source: Are there other ways Mozilla is working to shift economic power on the web?
fr: Mozilla change-t-elle le pouvoir économique sur le Web d’autres façons ?

# body.1b256aad-40b6-44f8-9dab-e126df90d61b
source: In 2021 Mozilla launched a Data Futures Lab to explore ways in which responsible data governance has the potential to shift technology, society and our economy<b>.</b> <a id="a1"><b>Learn more</b></a>
fr: En 2021, Mozilla a lancé le Data Futures Lab pour explorer les moyens par lesquels une gouvernance responsable des données a le potentiel de faire évoluer la technologie, la société et notre économie. <a id="a1"><b>En savoir plus</b></a>

# body.1b256aad-40b6-44f8-9dab-e126df90d61b
source: Mozilla Fellows have researched <a id="a1">privacy friendly digital ads</a> and explored the <a id="a2">dangers of AI-powered advertising</a>.
fr: Les titulaires de bourses Mozilla ont étudié les <a id="a1">publicités numériques respectueuses de la vie privée</a> et exploré les <a id="a2">dangers de la publicité assistée par l’IA</a>.

# body.1b256aad-40b6-44f8-9dab-e126df90d61b
source: And we’ve been leading efforts to encourage <a id="a1">social media platforms</a> to make more transparent who is buying ads on their platform, and for what purpose. <a id="a2">Learn more</a>
fr: Et nous menons des efforts pour encourager les <a id="a1">plateformes de réseaux sociaux</a> à être plus transparentes par rapport à qui achète des publicités sur leur plateforme, et dans quel but. <a id="a2">En savoir plus</a>
