Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/what-we-fund/awards/mozilla-technology-fund-mtf/previous-awards.po
Languages: fr

# title
source: Awards
fr: Subventions

# body.d164c084-e6f3-4602-9b74-4cf6fe76dbe0
source: The Mozilla Technology Fund (MTF) supports open source technologists whose work furthers promising approaches to solving pressing internet health issues.
fr: Le Mozilla Technology Fund (MTF) soutient des expert·e·s de l’open source dont les travaux favorisent des approches prometteuses pour résoudre des problèmes urgents relatifs à la santé d’Internet.

# body.54588b31-b915-4119-9326-3d0259468170
source: Meet the awardees
fr: Découvrez les lauréats

source: 2024 Cohort: Open Source AI + Environmental Justice
fr: Cohorte 2024 : IA open source + justice environnementale

source: The newest cohort of the Mozilla Technology Fund will use open-source AI tools to track methane emissions, expose harmful mining operations, monitor air quality, and more.
fr: La nouvelle cohorte du Mozilla Technology Fund utilisera des outils d’IA open source pour pister les émissions de méthane, dénoncer les opérations minières dangereuses, surveiller la qualité de l’air, etc.

source: Project Name | Awardee | Location
fr: Nom du projet | Lauréat | Localisation

source: <a id="a1">Amazon Mining Watch</a> | Rainforest Investigations Network, the Earth Genome, and Amazon Conservation | U.S.
fr: <a id="a1">Amazon Mining Watch</a> | Rainforest Investigations Network, the Earth Genome, and Amazon Conservation | États-Unis

source: Project Name | Awardee | Location
fr: Nom du projet | Lauréat | Localisation

source: <a id="a1">AI Risk Checklists</a> | Responsible AI Collaborative | U.S.
fr: <a id="a1">AI Risk Checklists</a> | Responsible AI Collaborative | États-Unis

source: <a id="a1">Countering Tenant Screening</a> | Wonyoung So | U.S.
fr: <a id="a1">Countering Tenant Screening</a> | Wonyoung So | États-Unis

source: <a id="a1">Crossover</a> | Check First | Finland
fr: <a id="a1">Crossover</a> | Check First | Finlande

source: <a id="a1">Evaluation Harness</a> | Big Science | U.S.
fr: <a id="a1">Evaluation Harness</a> | Big Science | États-Unis

source: <a id="a1">Gigbox</a> | The Workers’ Algorithm Observatory (WAO) | U.S.
fr: <a id="a1">Gigbox</a> | The Workers’ Algorithm Observatory (wao) | États-Unis

source: <a id="a1">Reward Reports</a> | GEESE | U.S.
fr: <a id="a1">Reward Reports</a> | GEESE | États-Unis

source: <a id="a1">Zeno</a> | Carnegie Mellon University | U.S.
fr: <a id="a1">Zeno</a> | Université Carnegie Mellon | États-Unis

# body.2ec908c8-b47c-4e73-adca-0fe802ccf53a.title
source: Learn more about their work
fr: En apprendre davantage sur leur travail

# body.cc6b7f0a-859d-4f8d-a201-deb158e178a7
source: 2022 Cohort
fr: Cohorte 2022

# body.cc6b7f0a-859d-4f8d-a201-deb158e178a7
source: Bias and Transparency in AI Awards
fr: Subventions Biais et transparence dans l’IA

# body.cc6b7f0a-859d-4f8d-a201-deb158e178a7
source: The Mozilla Technology Fund’s first cohort focused on working to expose elements of how artificial intelligence (AI) systems work, in order to reduce bias in and increase the transparency of AI systems.
fr: La première cohorte du Mozilla Technology Fund s’est concentrée sur la découverte d’éléments du fonctionnement des systèmes d’intelligence artificielle (IA), afin de réduire les biais et d’apporter davantage de transparence dans les systèmes d’IA.

# body.cc6b7f0a-859d-4f8d-a201-deb158e178a7
source: Project Name | Awardee | Location
fr: Nom du projet | Lauréat | Localisation

# body.cc6b7f0a-859d-4f8d-a201-deb158e178a7
source: <a id="a1">Algowritten</a> | Naromass | U.K.
fr: <a id="a1">Algowritten</a> | Naromass | Royaume-Uni

# body.cc6b7f0a-859d-4f8d-a201-deb158e178a7
source: <a id="a1">Fair EVA</a> | Wiebke Toussaint | South Africa
fr: <a id="a1">Fair EVA</a> | Wiebke Toussaint | Afrique du Sud

# body.cc6b7f0a-859d-4f8d-a201-deb158e178a7
source: <a id="a1">MAKHNO</a> | Hermes Center, OONI and Tracking.Exposed | Italy/Multiple locations
fr: <a id="a1">MAKHNO</a> | Hermes Center, OONI and Tracking.Exposed | Italie/autres lieux

# body.cc6b7f0a-859d-4f8d-a201-deb158e178a7
source: <a id="a1">TheirTok</a> | Tomo Kihara | Japan/Netherlands
fr: <a id="a1">TheirTok</a> | Tomo Kihara | Japon/Pays-Bas

# body.cc6b7f0a-859d-4f8d-a201-deb158e178a7
source: <a id="a1">TikTok Observatory</a> | Tracking.Exposed | Netherlands
fr: <a id="a1">TikTok Observatory</a> | Tracking.Exposed | Pays-Bas

# body.40da5016-be53-445d-a00f-21e8b00f27f4.title
source: About the Awardees
fr: À propos des lauréats

# body.b2c0ffbe-e59c-4e02-adaa-aa969f3cc657.altText
source: info icon
fr: icône d’information

# body.b2c0ffbe-e59c-4e02-adaa-aa969f3cc657.text
source: <a id="a1">A full listing of past MTF cohorts and projects is available on GitHub</a>
fr: <a id="a1">Une liste complète des cohortes et projets passés du MTF est disponible sur GitHub</a>
