Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/campaigns/sign-the-petition-for-a-better-ai-future-ai-impact-summit.po
Languages: de, fr

# seo_title
source: Sign Now: Support The Call for a Better AI Future | Mozilla Foundation
de: Jetzt unterzeichnen: Unterstützen Sie die Forderung nach einer besseren KI-Zukunft | Mozilla Foundation
fr: Signez la pétition : Soutenez l’appel pour un futur responsable de l’IA | Fondation Mozilla

# search_description
source: We all have the responsibility to shape the future of AI. Add your name to support an AI future that’s open, fair, and human-centered.
de: Wir alle tragen Verantwortung dafür, die Zukunft der KI mitzugestalten. Unterstützen Sie mit Ihrer Unterschrift aktiv eine offene, faire KI-Zukunft, die den Menschen in den Mittelpunkt stellt.
fr: Nous avons toutes et tous un rôle à jouer pour façonner l’avenir de l’IA. Signez notre pétition pour soutenir une IA ouverte, équitable et au service de l’humain.

# title
source: Sign the Petition and Support Mozilla Foundation’s Call for a Better AI Future at the AI Impact Summit
de: Unterzeichnen Sie die Petition und helfen Sie der Mozilla Foundation, beim AI Impact Summit eine bessere IT-Zukunft zu fordern
fr: Signez la pétition et soutenez l’appel de la Fondation Mozilla pour un futur responsable de l’IA à l’AI Impact Summit

# header
source: Sign the Petition and Support Mozilla Foundation’s Call for a Better AI Future at the AI Impact Summit
de: Unterzeichnen Sie die Petition und helfen Sie der Mozilla Foundation, beim AI Impact Summit eine bessere IT-Zukunft zu fordern
fr: Signez la pétition et soutenez l’appel de la Fondation Mozilla pour un futur responsable de l’IA à l’AI Impact Summit

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: This is a critical moment for the future of AI. The technology being developed today will fundamentally reshape how we live, work, and interact. That's why the future of AI must be shaped by all of us—the people and communities AI is meant to serve.
de: Wir stehen am Wendepunkt der Zukunft von KI. Die Technologien, die wir heute entwickeln, werden unser aller Leben, Arbeit und Miteinander völlig neu ausrichten. Deshalb müssen wir uns auch alle daran beteiligen, diese KI-Zukunft zu gestalten – alle Menschen und Communitys, denen die KI dienen soll.
fr: Nous vivons un moment crucial pour l’avenir de l’IA. La technologie développée aujourd’hui va radicalement transformer notre façon de vivre, de travailler et d’interagir demain. C’est pourquoi le futur de l’IA doit être créé par nous toutes et nous tous : les personnes et les communautés que l’IA est censée servir.

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: There is an urgent need to build a global AI ecosystem firmly grounded in the public interest.
de: Es ist dringend notwendig, ein globales KI-Ökosystem zu schaffen, das fest im öffentlichen Interesse verankert ist.
fr: Nous n’avons plus le luxe d’attendre : la création d’un écosystème d’IA au service de l’intérêt commun est une urgence. Et une priorité.

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: And that’s why Mozilla Foundation is heading to the<b> AI Impact Summit</b> in New Delhi, India this week to join global leaders—from heads of state to global tech CEOs—to discuss how we can make that happen.
de: Deshalb wird die Mozilla Foundation mit voller Energie beim <b>AI Impact Summit</b> diese Woche in Neu-Delhi dabei sein, um gemeinsam mit Staatsoberhäuptern und internationalen Tech-CEOs den Weg für eine verantwortungsvolle KI-Zukunft zu ebnen.
fr: C’est pourquoi la Fondation Mozilla participe cette semaine à l’<b>AI Impact Summit</b> à New Delhi, en Inde, afin d’échanger avec les cheffes et chefs d’État mais aussi les dirigeantes et dirigeants des plus grandes entreprises technologiques sur les moyens de concrétiser cette ambition.

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: AI that benefits us all needs:
de: Eine KI, von der wir alle profitieren, braucht:
fr: Une IA qui profite véritablement à toutes et à tous exige :

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: <b>Openness:</b> Transparency, open-source collaboration, and fair competition, with safeguards to prevent misuse.
de: <b>Offenheit:</b> Transparenz, Zusammenarbeit über Open-Source-Quellen und fairer Wettbewerb mit Sicherheitsmechanismen zum Schutz gegen Missbrauch.
fr: <b>De la transparence :</b> des technologies ouvertes, une collaboration en open source et une vraie concurrence, avec des règles claires pour éviter les dérives.

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: <b>Fair Markets</b>: Policies to prevent monopolies, and provide equitable access to AI resources.
de: <b>Faire Märkte:</b> gesetzliche Regelungen, die Monopolisierung verhindern und gerechten Zugang zu KI-Ressourcen ermöglichen.
fr: <b>Un marché équitable :</b> des politiques qui limitent les monopoles et garantissent à chacun l’accès aux ressources en IA.

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: <b>Accountability:</b> Enforceable regulations prioritizing safety, privacy, fairness, and public interest, rejecting self-regulation.
de: <b>Verantwortlichkeit:</b> rechtsverbindliche Vorschriften, die Sicherheit, Privatsphäre, Fairness und öffentliches Interesse priorisieren und Selbstregulierung ablehnen.
fr: <b>De la responsabilité :</b> des lois strictes pour donner à la priorité à la sécurité, à la confidentialité mais aussi à l’équité, et empêcher les entreprises de s’autoréguler.

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: <b>Public Tools</b>: AI as a public good, focused on societal challenges and accessible to all.
de: <b>Öffentliche Tools:</b> KI als öffentliches Gut, das sich auf gesellschaftliche Herausforderungen konzentriert und für alle zugänglich ist.
fr: <b>Une IA publique :</b> une IA conçue pour le bien de l’ensemble de la société, au service des enjeux collectifs et accessible à tous.

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: <b>Respect for Artists and Creatives:</b> AI should strengthen and supplement human imagination—not undermine or bypass it.
de: <b>Respekt für Kunstschaffende und Kreative:</b> KI soll die menschliche Vorstellungskraft beflügeln und ergänzen, nicht untergraben oder umgehen.
fr: <b>Le respect des artistes, des créatrices et créateurs :</b> l’IA doit renforcer et enrichir l’imagination humaine, pas l’affaiblir ou devenir un moyen de la contourner.

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: Will you sign Mozilla Foundation’s petition and show that our community stands for an AI future that’s open, fair, and human-centered?
de: Zeigen Sie mit Ihrer Unterschrift unter unserer Petition, dass die Mozilla Foundation Community für eine offene, faire und menschenzentrierte KI-Zukunft steht!
fr: Si vous aussi, vous souhaitez défendre une IA ouverte, équitable et centrée sur l’humain, signez la pétition de la Fondation Mozilla.
