Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/campaigns/tell-the-*-dont-break-encryption-with-chat-control.po
Languages: de, es, fr, pl, pt_br

# seo_title
source: Tell the EU: Don’t Break Encryption with Chat Control
de: Fordern Sie die EU auf: Stoppt die Chatkontrolle und die Unterwanderung der Verschlüsselung
es: Pide a la UE que no vulnere el cifrado con control de chats
fr: Demandez à l’UE de ne pas compromettre le chiffrement avec « Chat Control »
pl: Apel do UE: Nie naruszajcie szyfrowania przez kontrolę czatów
pt_br: Diga à União Europeia: não viole a criptografia com o Controle de Bate-papo

# search_description
source: The EU’s Chat Control law would scan private messages and weaken encryption. Sign Mozilla Foundation’s petition to defend privacy and protect our digital future.
de: Durch das vorgeschlagene EU-Gesetz zur Chatkontrolle würden private Nachrichten gescannt und die Verschlüsselung geschwächt. Bitte unterzeichnen Sie die Petition der Mozilla Foundation, um die Privatsphäre zu verteidigen und die digitale Zukunft aller zu schützen!
es: El proyecto de ley de la UE conocido como control de chats analizaría los mensajes privados y debilitaría el cifrado. Firma la petición de la Fundación Mozilla para defender la privacidad y proteger nuestro futuro digital.
fr: Si le règlement européen « Chat Control » est ratifié par les États membres de l’Union, vos messages privés seront lus et analysés avant d’être envoyés, tandis que le chiffrement sera compromis à jamais. Signez la pétition de la Fondation Mozilla pour défendre la vie privée et protéger notre futur numérique.
pl: Ustawa UE o kontroli czatów wprowadzi obowiązek skanowania prywatnych wiadomości i osłabi mechanizmy szyfrowania. Podpisz petycję Fundacji Mozilla wzywającą do ochrony prywatności i naszej przyszłości cyfrowej.
pt_br: Se aprovada, a lei de Controle de Bate-papo da UE permitiria o escaneamento de mensagens privadas e enfraqueceria a criptografia. Assine a petição da Mozilla e ajude a proteger a privacidade e o futuro digital de todos.

# title
source: Tell the EU: Don’t Break Encryption with “Chat Control”
de: Fordern Sie die EU auf: Stoppt die Chatkontrolle und die Unterwanderung der Verschlüsselung
es: Pídele a la UE que no vulnere el cifrado con control de chats
fr: Demandez à l’UE de ne pas compromettre le chiffrement avec « Chat Control »
pl: Apel do UE: Nie naruszajcie szyfrowania przez „kontrolę czatów”
pt_br: Diga à União Europeia: não viole a criptografia com o “Controle de Bate-papo”

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: The European Union is pushing a dangerous surveillance law called “Chat Control” that would force tech companies to scan everyone’s private messages — even those protected by end-to-end encryption.
de: Die EU treibt ein potenziell bedenkliches Überwachungsgesetz mit dem Titel „Chatkontrolle“ voran, das Tech-Unternehmen dazu verpflichten würde, die privaten Nachrichten aller Nutzer*innen zu scannen – selbst Nachrichten, die durch eine Ende-zu-Ende-Verschlüsselung geschützt sind.
es: La Unión Europea está promoviendo un peligroso proyecto de ley de vigilancia conocido como control de chats, que obligaría a las empresas tecnológicas a analizar los mensajes privados de cada usuario, incluso aquellos protegidos por cifrado de extremo a extremo.
fr: Le règlement de surveillance baptisé « Chat Control » que l’UE tente d’adopter est une atteinte sans précédent à la vie privée. Si il est adopté, les entreprises technologiques devront lire et analyser tous les messages privés, y compris ceux protégés par le chiffrement de bout en bout.
pl: Unia Europejska forsuje niebezpieczną ustawę o inwigilacji obywateli nazywaną „ustawą o kontroli czatów” (ang. Chat Control), która nakłada na firmy technologiczne obowiązek skanowania prywatnych wiadomości wszystkich użytkowników – nawet tych podlegających kompleksowemu szyfrowaniu.
pt_br: A União Europeia está prestes a aprovar uma lei de vigilância extremamente perigosa: o “Controle de Bate-papo”. Se implementada, ela obrigaria empresas de tecnologia a escanear todas as mensagens privadas, inclusive as que são protegidas por criptografia de ponta a ponta.

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: This proposal would force tech companies to use “client-side scanning” — so your private messages, photos, and files could be read before you send them, opening the door for hackers, corporations, and governments to spy on your data.
de: Die Tech-Unternehmen wären gezwungen, „clientseitiges Scannen“ einzusetzen. Das bedeutet: Ihre privaten Nachrichten, Fotos und Dateien würden vor dem Versand geöffnet und gelesen, sodass Hacker*innen, Firmen und Regierungen die Möglichkeit hätten, Ihre Daten zu überwachen.
es: La ley obligaría a las empresas tecnológicas a utilizar el "análisis por el lado del cliente", por lo que tus mensajes privados, fotos y archivos podrían leerse antes de enviarse, lo que allanaría el camino para que los piratas informáticos, las empresas y los gobiernos espiaran tus datos.
fr: Avec cette proposition, les entreprises technologiques devront recourir à « l’analyse côté client » pour lire vos messages, photos et fichiers privés avant même qu’ils ne soient envoyés, exposant vos données aux pirates, aux sociétés privées et bien sûr aux gouvernements.
pl: Zgodnie z propozycją ustawy firmy technologiczne będą musiały wykonywać „skanowanie po stronie klienta”. Oznacza to, że Twoje prywatne wiadomości, zdjęcia i pliki będą mogły być odczytywane przed wysłaniem, co z kolei pozwoli hakerom, korporacjom i przedstawicielom władz szpiegować Cię i przeglądać Twoje dane.
pt_br: Na prática, isso significa adotar a chamada “varredura no dispositivo”, em que mensagens, fotos e arquivos são lidos antes mesmo do envio – uma brecha que poderia ser explorada por hackers, corporações e governos para espionar seus dados.

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: If passed, Chat Control won’t just weaken privacy — it will change the way we live online. Private conversations would no longer be private. Trust, security, and freedom on the internet would vanish.
de: Sollte das Gesetz verabschiedet werden, würde die Chatkontrolle nicht nur die Privatsphäre beeinträchtigen, sondern das Online-Leben aller. Private Unterhaltungen wären nicht länger privat. Vertrauen, Sicherheit und Freiheit im Internet würden verloren gehen.
es: De aprobarse, control de chats no solo debilitará la privacidad, sino que cambiará nuestra forma de vivir en Internet. Las conversaciones privadas dejarían de ser privadas. La confianza, la seguridad y la libertad en Internet desaparecerían.
fr: En cas d’adoption, « Chat Control » ne se contenterait pas d’affaiblir la confidentialité : nos vies en ligne entières changeraient du tout au tout. Du jour au lendemain, nos conversations privées ne le seraient plus et la confiance, la sécurité et la liberté sur Internet disparaîtraient.
pl: Przyjęcie ustawy o kontroli czatów nie tylko osłabi ochronę prywatności, ale będzie też miało ogromny wpływ na nasze działania w świecie online. Prywatne rozmowy przestaną być prywatne. Internet zostanie pozbawiony zaufania, bezpieczeństwa i wolności.
pt_br: A aprovação do Controle de Bate-papo não significaria apenas menos privacidade, mas uma transformação radical na nossa vida digital. Conversas privadas deixariam de existir. E, junto com elas, desapareceriam a confiança, a segurança e a liberdade na internet.

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: The Mozilla community is urgently calling on EU policymakers to:
de: Die Mozilla-Community ruft die EU-Gesetzgeber*innen dringend auf:
es: La comunidad de Mozilla urge a los legisladores de la UE a lo siguiente:
fr: C’est pourquoi la communauté Mozilla appelle de toute urgence les responsables politiques de l’UE à :
pl: Społeczność Mozilli pilnie wzywa ustawodawców UE do uwzględnienia następujących postulatów:
pt_br: A comunidade Mozilla faz um apelo urgente aos legisladores da UE para:

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: <b>Protect encryption:</b> Ensure that end-to-end encrypted services are fully excluded from any broad detection requirements.
de: <b>Schützt die Privatsphäre!</b> Stellt sicher, dass Ende-zu-Ende-verschlüsselte Dienste vollständig von jeglichen allgemeinen Überwachungspflichten ausgenommen werden.
es: <b>Proteger el cifrado:</b> Asegúrense de que los servicios cifrados de extremo a extremo queden totalmente excluidos de cualquier requisito de detección generalizada.
fr: <b>Protéger le chiffrement :</b> garantir que les services utilisant le chiffrement de bout en bout ne soient jamais soumis à une obligation de surveillance ou de détection généralisée.
pl: <b>Ochrona szyfrowania:</b> usługi podlegające kompleksowemu szyfrowaniu powinny być w pełni wyłączone z ogólnych wymagań dotyczących wykrywania szkodliwych treści.
pt_br: <b>Defender a criptografia:</b> assegurar que plataformas com criptografia de ponta a ponta não sejam submetidas a qualquer exigência de varredura em massa.

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: <b>Defend online security:</b> Reject all measures that weaken encryption, violate the integrity of our devices or create new vulnerabilities in digital services.
de: <b>Verteidigt die Online-Sicherheit!</b> Lehnt alle Maßnahmen ab, die die Verschlüsselung schwächen, die Integrität unserer Geräte verletzen oder neue Sicherheitslücken in digitalen Diensten erzeugen.
es: <b>Defender la seguridad en línea:</b> Rechacen todas las medidas que debiliten el cifrado, violen la integridad de nuestros dispositivos o creen nuevas vulnerabilidades en los servicios digitales.
fr: <b>Prendre la défense de la sécurité en ligne :</b> rejeter toute mesure affaiblissant le chiffrement, compromettant l’intégrité de nos appareils ou créant de nouvelles vulnérabilités dans les services numériques.
pl: <b>Utrzymanie zabezpieczeń online:</b> konieczne jest odrzucenie wszelkich zapisów osłabiających szyfrowanie, naruszających integralność naszych urządzeń i tworzących nowe luki w zabezpieczeniach usług cyfrowych.
pt_br: <b>Garantir a segurança digital:</b> rejeitar todas as medidas que enfraqueçam a criptografia, comprometam a integridade de nossos dispositivos ou criem novas vulnerabilidades nos serviços digitais.

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: <b>Rely on expertise:</b> Consult independent experts — cryptographers, child protection specialists, and fundamental rights advocates — to design solutions that are both technically sound and proportionate.
de: <b>Verlasst euch auf Fachwissen!</b> Zieht unabhängige Expert*innen wie Kryptograf*innen, Kinderschutzspezialist*innen und Grundrechtsaktivist*innen hinzu, um Lösungen zu entwickeln, die sowohl technisch fundiert als auch verhältnismäßig sind.
es: <b>Confiar en la experiencia técnica:</b> Consulten a expertos independientes (criptógrafos, especialistas en protección infantil y activistas de los derechos fundamentales) para diseñar soluciones técnicamente sólidas y equilibradas.
fr: <b>S’appuyer sur l’expertise :</b> associer des experts·tes indépendants·tes comme des cryptographes, des spécialistes de la protection des enfants et de la défense des droits pour élaborer des solutions à la fois sûres et proportionnées.
pl: <b>Zaufanie ekspertom:</b> należy opracować rozwiązania, które będą sprawne technicznie i współmierne do sytuacji, korzystając z pomocy niezależnych ekspertów – kryptografów, specjalistów ds. ochrony dzieci i obrońców praw człowieka.
pt_br: <b>Ouvir os especialistas:</b> buscar a orientação de especialistas independentes, como criptografia, proteção de crianças e direitos digitais, para criar soluções tecnicamente viáveis, seguras e adequadas.

# body.a7015a34-85d4-4d84-8cea-1af617586cd3
source: Sign Mozilla Foundation’s petition today to tell the EU: Drop Chat Control. Defend encryption. Protect our digital future.
de: Unterzeichnen Sie noch heute die Petition der Mozilla Foundation, um die EU aufzufordern: Stoppt die Chatkontrolle! Schützt die digitale Zukunft!
es: Firma hoy mismo la petición de la Fundación Mozilla para pedir a la UE que descarte control de chats, defienda el cifrado y proteja nuestro futuro digital.
fr: Signez dès aujourd’hui la pétition de la Fondation Mozilla pour demander aux pays de l’Union européenne d’abandonner « Chat Control », de défendre le chiffrement et de protéger la vie privée.
pl: Już dziś podpisz petycję Fundacji Mozilla wzywającą UE do zaniechania kontroli czatów, zachowania szyfrowania i ochrony naszej cyfrowej przyszłości.
pt_br: Junte-se a nós: assine agora a petição da Fundação Mozilla para exigir que a UE derrube o Controle de Bate-papo, defenda a criptografia e garanta nosso futuro digital.

source: What's the latest on the EU's Chat Control proposal?
es: ¿Cuáles son las últimas novedades sobre la propuesta de control de chats de la UE?
fr: Quelles sont les informations récentes au sujet de la proposition Chat Control de l’UE ?
pl: Jakie są najnowsze informacje na temat propozycji kontroli czatów w UE?

source: Updated: December 2025
es: Actualizado: Diciembre de 2025

source: On November 26, EU member states finally <a id="a1">agreed on a position</a> on the proposed regulation. That kicks off the next phase: Trilogue negotiations, where Member States, the European Parliament and the European Commission work toward a single, joint text.
es: El 26 de noviembre, los Estados miembros de la UE finalmente <a id="a1">acordaron una posición</a> sobre la normativa propuesta. Eso da inicio a la siguiente fase: negociaciones a tres bandas, donde los Estados miembros, el Parlamento Europeo y la Comisión Europea trabajarán hacia un único texto conjunto.
fr: Le 26 novembre, les États membres de l’UE sont finalement <a id="a1">parvenus à un accord sur une position</a> concernant le règlement proposé. Cela marque le début de la prochaine étape : les négociations en trilogue, au cours desquelles les États membres, le Parlement européen et la Commission européenne s’efforcent d’élaborer un texte commun et unifié.
pl: 26 listopada państwa członkowskie UE ostatecznie <a id="a1">uzgodniły stanowisko</a> w sprawie proponowanego rozporządzenia. Rozpoczyna się kolejny etap: negocjacje trójstronne, w ramach których państwa członkowskie, Parlament Europejski i Komisja Europejska pracują nad jednolitym, wspólnym tekstem.

source: The good news: neither the position of the Council nor the Parliament currently requires mandatory client-side scanning. But both texts still contain serious problems — and the upcoming negotiations could make things better or significantly worse. Lawmakers are also racing to finalize the regulation before an April deadline.
es: La buena noticia: ni la posición del Consejo ni la del Parlamento requieren actualmente un escaneo obligatorio del lado del cliente. Sin embargo, ambos textos aún contienen serios problemas, y las próximas negociaciones podrían mejorar o empeorar significativamente las cosas. Además, los legisladores se están apresurando para finalizar la regulación antes de la fecha límite de abril.
fr: La bonne nouvelle, c’est qu’aucune des positions du Conseil ou du Parlement n’impose pour l’instant d’analyse obligatoire côté client. Cependant, les deux propositions comportent encore d’importants problèmes — et les négociations à venir pourraient soit améliorer la situation, soit l’aggraver considérablement. Les législateurs s’efforcent également de finaliser le règlement avant l’échéance d’avril.
pl: Dobra wiadomość: ani stanowisko Rady, ani Parlamentu nie wymaga obecnie obowiązkowego skanowania po stronie klienta. Ale oba teksty nadal rodzą poważne problemy – a zaplanowane negocjacje mogą sprawić, że sytuacja może się polepszyć lub znacznie pogorszyć. Prawodawcy również prześcigają się, aby przeforsować rozporządzenie przed terminem wyznaczonym na kwiecień.

source: No matter where your government stands today, your voice matters. Members of the European Parliament (MEPs) and national ministers will decide the future of this law. Contact your representatives now and tell them clearly: protect encryption, reject client-side scanning, and defend our rights online. Visit <a id="a1">fightchatcontrol.eu</a> to see where your country stands and to contact your representatives.
es: Sin importar la postura actual de tu gobierno, tu voz es importante. Los miembros del Parlamento Europeo (eurodiputados) y los ministros nacionales decidirán el futuro de esta ley. Ponte en contacto con tus representantes y diles claramente: protejan el cifrado, rechacen el escaneo del lado del cliente y defiendan nuestros derechos en línea. Visita <a id="a1">fightchatcontrol.eu</a> para conocer la postura de tu país y ponerte en contacto con tus representantes.
fr: Peu importe la position actuelle de votre gouvernement, votre opinion compte. Les députés européens et les ministres nationaux vont déterminer l’avenir de cette législation. Prenez contact dès maintenant avec vos représentants et dites-leur sans ambiguïté : défendez le chiffrement, refusez l’analyse côté client et protégez nos droits numériques. Rendez-vous sur <a id="a1">fightchatcontrol.eu</a> pour découvrir la position de votre pays et contacter vos représentants.
pl: Bez względu na to, jakie stanowisko obecnie zajmuje Twój rząd, Twój głos ma znaczenie. O przyszłości tej ustawy zadecydują posłowie do Parlamentu Europejskiego i ministrowie krajowi. Skontaktuj się ze swoimi przedstawicielami już teraz i wyraźnie zakomunikuj im: chrońmy szyfrowanie, odrzućmy skanowanie po stronie klienta i brońmy naszych praw online. Odwiedź <a id="a1">fightchatcontrol.eu,</a> aby poznać sytuację w swoim kraju i skontaktować się z przedstawicielami.

source: What is “client-side scanning” (CSS)?
de: Was ist „clientseitiges Scannen“ (CSS)?
es: ¿Qué es el «escaneo del lado del cliente» (CSS)?
fr: Qu’est-ce que « l’analyse côté client ? »
pl: Czym jest „skanowanie po stronie klienta” (CSS)?
pt_br: O que é “varredura no dispositivo” (CSS)?

source: Client-side scanning means your messages, photos, or files are scanned on your device before they’re encrypted.
de: Beim clientseitigen Scannen (CSS) werden die Nachrichten, Fotos oder Dateien auf Ihrem Gerät gescannt, bevor sie verschlüsselt werden.
es: El examen en tu dispositivo de tus mensajes, fotos o archivos antes de cifrarse.
fr: « L’analyse côté client » consiste à examiner vos messages, photos ou fichiers directement sur votre appareil avant leur chiffrement.
pl: Skanowanie po stronie klienta to funkcja, której zadaniem jest skanowanie wiadomości, zdjęć i plików na Twoim urządzeniu, zanim zostaną one zaszyfrowane.
pt_br: É quando suas mensagens, fotos e arquivos são analisados no próprio aparelho, antes mesmo de serem criptografados.

source: Client-side scanning (CSS) is often promoted as a child safety measure — but in reality, it undermines the very promise of encryption. Detection tools, especially those meant to identify “unknown” content, are error-prone and create new security vulnerabilities.
de: Das clientseitige Scannen wird häufig als Maßnahme zum Schutz von Kindern beworben, untergräbt jedoch in Wirklichkeit das eigentliche Versprechen der Verschlüsselung. Erkennungswerkzeuge, insbesondere solche, die „unbekannte“ Inhalte identifizieren sollen, sind fehleranfällig und erzeugen neue Sicherheitslücken.
es: Suele promoverse como una medida de seguridad infantil, pero en realidad socava la promesa misma del cifrado. Las herramientas de detección, sobre todo las que buscan identificar contenidos «desconocidos», son propensas a errores y crean nuevas vulnerabilidades de seguridad.
fr: « L’analyse côté client » est souvent présentée comme une mesure de protection des enfants mais en réalité, elle compromet la promesse même du chiffrement. Les outils de détection, en particulier ceux destinés à repérer les contenus « inconnus » sont sujets à des erreurs et sont à l’origine de nouvelles vulnérabilités.
pl: Skanowanie po stronie klienta (client-side scanning, CSS) jest często promowane jako mechanizm chroniący dzieci, ale w rzeczywistości podważa ono samą ideę szyfrowania. Narzędzia wykrywające – zwłaszcza te przeznaczone do identyfikacji „nieznanych” treści – są podatne na błędy i tworzą nowe luki w zabezpieczeniach.
pt_br: Muitas vezes, o CSS é apresentado como uma forma de proteger crianças. Mas, na prática, ataca a própria essência da criptografia. As ferramentas de detecção, principalmente as que tentam identificar conteúdo “desconhecido”, são falhas e criam novas brechas de segurança.

source: Even if scanning starts with one type of content (like CSAM), it sets a dangerous precedent: the scope can easily be expanded to monitor other kinds of conversations. And once encryption is weakened, the risks multiply — hackers can steal sensitive data, abusers can track vulnerable people, and authoritarian regimes can spy on journalists, activists, and citizens.
de: Selbst wenn zunächst nur bestimmte Inhalte wie z. B. CSAM (Child Sexual Abuse Material, also Darstellungen des sexuellen Missbrauchs von Kindern) gescannt werden sollten, schafft dies einen gefährlichen Präzedenzfall: Der Umfang kann leicht erweitert werden, um auch andere Arten von Chats zu überwachen. Und sobald die Verschlüsselung geschwächt ist, vervielfachen sich die Risiken: Hacker*innen können sensible Daten stehlen, Missbrauchstäter*innen können schutzbedürftige Personen verfolgen und autoritäre Regime können Journalist*innen, Aktivist*innen und Bürger*innen ausspionieren.
es: El análisis, incluso si comenzara aplicándose a un solo tipo de contenido (como CSAM), sienta un precedente peligroso: el alcance fácilmente podría ampliarse para examinar otros tipos de conversaciones. Y una vez que se debilita el cifrado, los riesgos se multiplican: los piratas informáticos pueden robar datos sensibles, los abusadores pueden rastrear a personas vulnerables y los regímenes autoritarios pueden espiar a periodistas, activistas y ciudadanos.
fr: Même si l’analyse commence par un type de contenu bien précis (comme du matériel pédopornographique) il crée un dangereux précédent : son champ d’application peut rapidement s’étendre à d’autres types de conversations. Et une fois le chiffrement affaibli, les risques se multiplient : les hackers·euses peuvent en tirer parti pour voler des données sensibles, les auteurs·trices de violences peuvent surveiller des personnes vulnérables et les régimes autoritaires peuvent espionner des journalistes, des activistes et des citoyens·nes.
pl: Nawet jeśli skanowanie będzie początkowo wykonywane pod kątem treści jednego rodzaju (np. przedstawiających wykorzystywanie seksualne dzieci), stworzy to niebezpieczny precedens: zakres monitorowania można łatwo rozszerzyć na inne tematy poruszane w rozmowach. Osłabienie szyfrowania spowoduje również wzrost liczby zagrożeń – hakerzy będą mogli wykradać poufne dane, osoby o złych zamiarach będą mogły śledzić przedstawicieli zagrożonych grup społecznych, a reżimy autorytarne będą mogły szpiegować dziennikarzy, aktywistów i obywateli.
pt_br: Mesmo que o escaneamento comece com um tipo específico de conteúdo (como CSAM), ele abre um precedente perigoso: o monitoramento pode facilmente ser expandido para outras conversas. E, uma vez que a criptografia é enfraquecida, os riscos se multiplicam. Hackers podem roubar dados sensíveis, abusadores podem rastrear pessoas vulneráveis e regimes autoritários podem espionar jornalistas, ativistas e cidadãos comuns.
