Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/redesign-home/campaigns/tell-the-*-dont-break-encryption-with-chat-control.po
Languages: de, es, fr, pl, pt_br

source: CSS doesn’t make people safer. It makes everyone less secure.
de: CSS macht niemandes Leben sicherer. Es macht das Leben aller weniger sicher.
es: El análisis del lado del cliente no hace que estemos más seguros; hace que todos estemos menos seguros.
fr: Autrement dit : l’analyse côté client n’améliore pas la sécurité des gens. Elle l’affaiblit.
pl: Funkcja CSS nie poprawi bezpieczeństwa, tylko je obniży.
pt_br: O CSS não protege as pessoas. Ele fragiliza a segurança de todos.

source: Which encrypted apps and products would be impacted?
de: Welche verschlüsselten Anwendungen und Produkte wären von dem Gesetz betroffen?
es: ¿Qué apps y productos cifrados se verían afectados?
fr: Quels produits et applications chiffrés pourraient-être impactés ?
pl: Które aplikacje i produkty wykorzystujące szyfrowanie zostaną objęte nowymi przepisami?
pt_br: Quais aplicativos e produtos seriam afetados?

source: The current negotiating position stops short of mandatory client-side scanning — for now. But that could still change as talks continue.
es: La posición negociadora actual no llega al escaneo obligatorio del lado del cliente... por ahora. Pero eso podría cambiar a medida que continúen las conversaciones.
fr: La position de négociation actuelle ne va pas jusqu’à imposer l’analyse côté client pour le moment. Cependant, cela pourrait évoluer au fil des discussions.
pl: Obecne stanowisko negocjacyjne zakłada brak obowiązkowego skanowania po stronie klienta – na razie. Ale w trakcie rozmów może się to zmienić.

source: If client-side scanning moves forward, messaging apps like WhatsApp, Signal, Telegram and iMessage, along with cloud services like iCloud, Google Drive, and Microsoft OneDrive could all be required to scan your private messages, photos, and files before they’re sent or stored.
es: Si avanza la propuesta de escaneo del lado del cliente, las aplicaciones de mensajería como WhatsApp, Signal, Telegram e iMessage, junto con los servicios en la nube como iCloud, Google Drive y Microsoft OneDrive, podrían ser obligadas a analizar tus mensajes, fotos y archivos privados antes de enviarlos o almacenarlos.
fr: Si l’analyse côté client est imposée, des applications de messagerie telles que WhatsApp, Signal, Telegram et iMessage, ainsi que des services cloud comme iCloud, Google Drive et Microsoft OneDrive pourraient être contraints d’analyser vos messages privés, photos et fichiers avant de les envoyer ou de les stocker.
pl: Jeśli skanowanie po stronie klienta posunie się naprzód, aplikacje do przesyłania wiadomości, takie jak WhatsApp, Signal, Telegram i iMessage, a także usługi w chmurze, takie jak iCloud, Dysk Google i Microsoft OneDrive, mogą być zobowiązane do skanowania prywatnych wiadomości, zdjęć i plików przed ich wysłaniem lub zapisaniem.

source: That would expose services used by millions of people every day to new, dangerous forms of surveillance.
es: Eso expondría los servicios utilizados por millones de personas todos los días a nuevas y peligrosas formas de vigilancia.
fr: Cela exposerait des services utilisés par des millions de personnes chaque jour à de nouvelles et dangereuses formes de surveillance.
pl: Naraziłoby to usługi, z których każdego dnia korzystają miliony ludzi, na nowe, niebezpieczne formy inwigilacji.

source: Updated: November 2025
fr: Mise à jour de novembre 2025 :
