Repository: mozilla-l10n/fomo-content
Catalog: locales/*/pages/homepage/insights/internet-health-report.po
Languages: fr

# intro
source: Internet Health Report: What can be done to make the internet healthier?
fr: Bulletin de santé d’Internet : Que peut-on faire pour rendre Internet plus sain ?

# body.8f72f05e-a618-4cb1-acf0-a6d397cc80d4
source: Internet Health Report: Overview
fr: Bulletin de santé d’Internet : Aperçu

# body.8f72f05e-a618-4cb1-acf0-a6d397cc80d4
source: The Internet Health Report combines research and stories in publications that explore what it means for the internet to be healthy. In collaboration with inspiring thinkers around the world, we identify research and solutions to issues impacting the internet health ecosystem. In this year’s Internet Health Report we narrow our focus to artificial intelligence. This is the fifth edition of Mozilla’s annual report and the first time we are digging deeper into just one critical topic for the internet and humanity. <i>And</i> it’s a podcast!
fr: Le Bulletin de santé d’Internet combine des recherches et des témoignages dans des publications qui étudient ce que signifie un Internet en bonne santé. En collaboration avec des personnes influentes du monde entier, nous identifions des recherches et des solutions aux problèmes qui affectent l’écosystème de la santé d’Internet. Dans le Bulletin de santé d’Internet de cette année, nous nous concentrons sur l’intelligence artificielle. Il s’agit de la cinquième édition du rapport annuel de Mozilla et c’est la première fois que nous approfondissons un seul sujet critique pour Internet et l’humanité. Et <i>en plus</i>, c’est un podcast !

# body.45e53d4f-18a4-4c23-9655-021c2696b77f.altText
source: Abstract illustration of black lines and dots on a purple background with both the mozilla and IRL podcast logos
fr: Illustration abstraite de lignes noires et de points sur un fond violet avec les logos de Mozilla et du podcast IRL

# body.45e53d4f-18a4-4c23-9655-021c2696b77f.text
source: 2022 Internet Health Report
fr: Bulletin de santé d’Internet 2022

# body.45e53d4f-18a4-4c23-9655-021c2696b77f.text
source: Our 2022 Internet Health Report is a collaboration with Mozilla's IRL podcast. It looks at AI in real life.
fr: Notre Bulletin de santé d’Internet 2022 est une collaboration avec le podcast IRL de Mozilla. Il se penche sur l’IA dans la vraie vie.

# body.45e53d4f-18a4-4c23-9655-021c2696b77f.text
source: <a id="a1">Listen to the 2022 report →</a>
fr: <a id="a1">Écouter le rapport 2022 →</a>

# body.76a47071-4566-4e57-982d-8b138c20c41f.altText
source: Abstract colorful dots ascending
fr: Points colorés abstraits ascendants

# body.76a47071-4566-4e57-982d-8b138c20c41f.text
source: 2020 Internet Health Report
fr: Bulletin de santé d’Internet 2020

# body.76a47071-4566-4e57-982d-8b138c20c41f.text
source: Our 2020 Internet Health Report focuses on the code, the laws, and the norms we need to make sure that the internet helps, rather than harms, humanity.
fr: Notre Bulletin de santé d’Internet 2020 se concentre sur le code, les lois et les normes dont nous avons besoin pour nous assurer qu’Internet soit utile à l’humanité, plutôt qu’il lui nuise.

# body.76a47071-4566-4e57-982d-8b138c20c41f.text
source: <a id="a1">Read the 2020 report →</a>
fr: <a id="a1">Lire le rapport 2020 →</a>

# body.9c3fbb53-5f2e-42fd-8985-4f41feed32d5.altText
source: Illustration of colorful objects: clouds, eyeballs, graphs
fr: Illustration d’objets colorés : nuages, globes oculaires, graphiques

# body.9c3fbb53-5f2e-42fd-8985-4f41feed32d5.text
source: 2019 Internet Health Report
fr: Bulletin de santé d’Internet 2019

# body.9c3fbb53-5f2e-42fd-8985-4f41feed32d5.text
source: <a id="a1">Read the report →</a>
fr: <a id="a1">Lire le rapport →</a>

# body.e51792b2-0c94-40ca-b8d6-8aad7d66de48.altText
source: colorful smiley faces
fr: visages souriants colorés

# body.e51792b2-0c94-40ca-b8d6-8aad7d66de48.text
source: 2018 Internet Health Report
fr: Bulletin de santé d’Internet 2018

# body.e51792b2-0c94-40ca-b8d6-8aad7d66de48.text
source: <a id="a1">Read the report →</a>
fr: <a id="a1">Lire le rapport →</a>

# body.3617f545-1670-43fe-a978-7841c865d726.altText
source: blue square and "internet health report v.0.1" written on top of it
fr: carré bleu avec « Bulletin de santé d’Internet v.0.1 » écrit dessus

# body.3617f545-1670-43fe-a978-7841c865d726.text
source: 2017 Internet Health Report
fr: Bulletin de santé d’Internet 2017

# body.3617f545-1670-43fe-a978-7841c865d726.text
source: <a id="a1">Read the report →</a>
fr: <a id="a1">Lire le rapport →</a>

# title
source: Internet Health Report
fr: Bulletin de santé d’Internet
