Repository: mozilla-l10n/fomo-content
Catalog: locales/*/snippets/nav.NavMenu/1-main-menu-2024.po
Languages: de, fr, fy_nl, nl, pl

# dropdowns.6f251274-9971-4722-ab20-1a429b72ea9f.title
source: Who We Are
de: Wer wir sind
fr: Qui nous sommes
fy_nl: Wa't wy binne
nl: Wie we zijn
pl: Kim jesteśmy

# dropdowns.6f251274-9971-4722-ab20-1a429b72ea9f.button.label
source: Learn more
de: Weitere Informationen
fr: En savoir plus
fy_nl: Mear ynfo
nl: Meer info
pl: Dowiedz się więcej

source: About Us
de: Über uns
fr: À propos de nous
fy_nl: Oer ús
nl: Over ons
pl: O nas

source: Mozilla is a global nonprofit dedicated to keeping the Internet a public resource that is open and accessible to all.
de: Mozilla ist eine globale gemeinnützige Organisation, die sich zum Ziel gesetzt hat, das Internet als öffentliche Ressource zu erhalten, die offen und für alle zugänglich ist.
fr: Mozilla est une organisation internationale à but non lucratif qui contribue à s’assurer qu’Internet demeure une ressource publique, ouverte et accessible à tout le monde.
fy_nl: Mozilla is in wrâldwide non-profitorganisaasje, tawijd om it ynternet as publike helpboarne te behâlden, iepen en tagonklik foar elkenien.
nl: Mozilla is een wereldwijde non-profitorganisatie, toegewijd om het internet als publieke hulpbron te behouden, open en toegankelijk voor iedereen.
pl: Mozilla to globalna organizacja non profit dbająca, aby Internet pozostał zasobem publicznym, który jest otwarty i dostępny dla wszystkich.

source: Approach
de: Ansatz
fr: Approche
fy_nl: Oanpak
nl: Benadering
pl: Podejście

source: Strategy
de: Strategie
fr: Stratégie
nl: Strategie
pl: Strategia

source: Leadership
de: Führung
fr: Direction
fy_nl: Liederskip
nl: Leiding
pl: Kierownictwo

source: Legal
de: Rechtliches
fr: Aspects juridiques
fy_nl: Juridysk
nl: Juridisch
pl: Podstawa prawna

source: Public Records
de: Öffentliche Daten
fr: Documents publics
fy_nl: Iepenbiere dokuminten
nl: Openbare documenten
pl: Dokumenty publiczne

source: Licensing
de: Lizensierung
fr: Licences
fy_nl: Lisinsjes
nl: Licenties
pl: Licencja

# dropdowns.85546cdd-02a0-4e0d-a722-49ae0a2a7eda.title
source: What We Do
de: Was wir tun
fr: Nos initiatives
fy_nl: Wat wy dogge
nl: Wat we doen
pl: Co robimy

# dropdowns.85546cdd-02a0-4e0d-a722-49ae0a2a7eda.button.label
source: Learn more about what we do
de: Erfahren Sie mehr über unsere Aktivitäten
fr: En apprendre davantage sur nos initiatives
fy_nl: Mear ynfo oer wat wy dogge
nl: Meer info over wat we doen
pl: Dowiedz się więcej o naszych działaniach

source: Connect People
de: Menschen verbinden
fr: Mettre les personnes en relation
fy_nl: Minsken ferbine
nl: Mensen verbinden
pl: Łączenie ludzi

source: Creating more trustworthy data economy
de: Schaffung einer vertrauenswürdigeren Datenwirtschaft
fr: Créer une économie de données plus digne de confiance
fy_nl: In betrouberdere data-ekonomy meitsje
nl: Een betrouwbaardere data-economie creëren
pl: Tworzymy bardziej godną zaufania gospodarkę danych

source: Responsible Computing
de: Verantwortungsbewusste EDV
fr: Informatique responsable
fy_nl: Ferantwurde kompjûtergebrûk
nl: Verantwoord computergebruik
pl: Odpowiedzialne przetwarzanie danych

source: Empowering students to think about the social and political context of computing
de: Studenten bestärken, über den sozialen und politischen Kontext der EDV nachzudenken
fr: Permettre aux étudiants de réfléchir au contexte social et politique de l’informatique
fy_nl: Learlingen stimulearje om nei te tinken oer de sosjale en politike kontekst fan kompjûters
nl: Leerlingen stimuleren om na te denken over de sociale en politieke context van computers
pl: Zachęcamy studentów, aby brali pod uwagę społeczny i polityczny kontekst przetwarzania danych

source: Mozilla Festival
pl: Festiwal Mozilli

source: The premier gathering for people working to build a better digital world
de: Das wichtigste Treffen für Menschen, die an einer besseren digitalen Welt arbeiten
fy_nl: De wichtichste gearkomst foar minsken dy’t wurkje oan in bettere digitale wrâld
nl: De belangrijkste bijeenkomst voor mensen die werken aan een betere digitale wereld
pl: Nasze główne wydarzenie dla osób, które pracują nad stworzeniem lepszego świata cyfrowego

source: Rally Communities
de: Gemeinschaften gewinnen
fr: Rassembler des communautés
fy_nl: Mienskippen sammelje
nl: Gemeenschappen verzamelen
pl: Skupianie społeczności

source: Campaigns
de: Kampagnen
fr: Campagnes
fy_nl: Kampanjes
nl: Campagnes
pl: Kampanie

source: Creating a diverse open voice dataset
de: Erstellen eines vielfältigen offenen Sprachdatensatzes
fr: Créer un jeu de données vocales ouvert et diversifié
fy_nl: In ferskate iepen spraakgegevensset meitsje
nl: Een diverse open spraakgegevensset maken
pl: Tworzymy różnorodną i otwartą bazę głosów

source: IRL Podcast
fr: Podcast IRL
pl: Podcast IRL

source: The people shaping the future of the internet and AI
de: Die Menschen, die die Zukunft des Internets und KI gestalten
fr: Les personnes qui façonnent l’avenir d’Internet et de l’IA
fy_nl: De minsken dy’t de takomst fan it ynternet en AI foarmjaan
nl: De mensen die de toekomst van het internet en AI vormgeven
pl: Historie osób, które kształtują przyszłość Internetu i AI

source: Influence Policies
de: Politik beeinflussen
fr: Influencer les politiques
fy_nl: Belied beynfloedzje
pl: Wpływ na politykę

source: Investigating Youtube’s harmful recommendations
de: Analyse der schädlichen Empfehlungen von YouTube
fr: Enquête sur les recommandations dangereuses de YouTube
fy_nl: Undersykjen fan skealike oanrekommandaasjes fan YouTube
pl: Badamy szkodliwe rekomendacje na YouTube

source: *Privacy Not Included
de: *Datenschutz nicht inbegriffen
fr: *Confidentialité non incluse
fy_nl: *Privacy net ynbegrepen
pl: * Prywatność do nabycia osobno

source: Scrutinizing the privacy &amp; security of consumer tech
de: Privatsphäre &amp; Sicherheit von Verbrauchertechnologie auf dem Prüfstand
fr: Analyse des technologies grand public en matière de confidentialité et de sécurité
fy_nl: Privacybelied ûnder de loep &amp; feilichheid fan konsumintetechnology
pl: Kontrolujemy prywatność i bezpieczeństwo technologii przeznaczonej dla konsumentów

source: Research &amp; Analysis
de: Forschung &amp; Analyse
fr: Recherches et analyses
fy_nl: Undersyk &amp; analyse
nl: Onderzoek &amp; analyse
pl: Badania i analizy

source: Trustworthy AI Progress Report
de: Fortschrittsbericht zu vertrauenswürdiger KI
fr: Rapport d’étape sur l’IA digne de confiance
fy_nl: Foartgongsrapport Betroubere AI
nl: Voortgangsrapport Betrouwbare AI
pl: Raport o postępach w godnej zaufania AI

source: Promoting openness, competition, and accountability in AI
de: Förderung von Offenheit, Wettbewerb und Rechenschaftspflicht in der KI
fr: Promouvoir l’ouverture, la concurrence et la responsabilité dans le domaine de l’IA
fy_nl: Befoarderjen fan iepenheid, konkurrinsje en ferantwurding yn AI
nl: Bevorderen van openheid, concurrentie en verantwoording in AI
pl: Promujemy otwartość, konkurencyjność i odpowiedzialność w AI

source: Internet Health Report
de: Statusbericht zur Internetgesundheit
fr: Bulletin de santé d’Internet
pl: Raport o zdrowiu Internetu

source: Issues impacting a healthy internet
de: Probleme, die ein gesundes Internet betreffen
fr: Problématiques ayant une incidence sur la bonne santé d’Internet
fy_nl: Problemen dy’t ynfloed hawwe op in sûn ynternet
pl: Problemy wpływające na zdrowie Internetu

source: See all research
de: Alle Forschungsarbeiten ansehen
fr: Voir toutes les recherches
fy_nl: Besjoch al it ûndersyk
nl: Bekijk al het onderzoek
pl: Zobacz wszystkie badania

# dropdowns.d1f93adb-68cf-4a47-b762-ca1ea35e4b27.title
source: What You Can Do
de: Was Sie tun können
fr: Participer
fy_nl: Wat jo dwaan kinne
nl: Wat u kunt doen
pl: Co możesz zrobić

# dropdowns.d1f93adb-68cf-4a47-b762-ca1ea35e4b27.button.label
source: Learn more
de: Weitere Informationen
fr: En savoir plus
fy_nl: Mear ynfo
nl: Meer info
pl: Dowiedz się więcej

source: Get Involved
de: Mitmachen
fr: Participer
fy_nl: Meiwurkje
nl: Meewerken
pl: Dołącz do nas

source: From donating funds or data, to signing a petition, to applying to become a volunteer or fellow there are many ways to get involved with the community.
de: Von der Spende von Geld oder Daten über die Unterzeichnung einer Petition bis hin zur Bewerbung als Freiwilliger oder Stipendiat gibt es viele Möglichkeiten, sich in der Gemeinschaft zu engagieren.
fr: Que ce soit pour donner de l’argent ou des données, signer une pétition, postuler pour devenir bénévole ou obtenir une bourse, il existe de nombreuses façons de s’impliquer au sein de la communauté.
fy_nl: Fan it donearjen fan jild of gegevens, oant it ûndertekenjen fan in petysje, oant it oanfreegjen om in frijwilliger of fellow te wurden, der binne in protte manieren om belutsen te wurden by de mienskip.
nl: Van het doneren van geld of gegevens, tot het ondertekenen van een petitie, tot het aanvragen om vrijwilliger of fellow te worden, er zijn vele manieren om betrokken te raken bij de gemeenschap.
pl: Od wpłacenia datku lub przekazania danych, przez podpisanie petycji, po zgłoszenie do wolontariatu lub programu stypendialnego — możesz uczestniczyć w naszej społeczności na wiele sposobów.

source: Act
de: Handeln
fr: Agir
fy_nl: Kom yn aksje
nl: Kom in actie
pl: Działania

source: Sign a Petition
de: Eine Petition unterzeichnen
fr: Signer une pétition
fy_nl: Tekenje in petysje
nl: Teken een petitie
pl: Podpisz petycję

source: Explore Mozilla Festival
de: Entdecken Sie das Mozilla Festival
fr: Découvrir le Mozilla Festival
fy_nl: Ferken Mozilla Festival
nl: Verken Mozilla Festival
pl: Odkryj Festiwal Mozilli

source: The premier gathering for people working to build a better digital world
de: Das wichtigste Treffen für Menschen, die an einer besseren digitalen Welt arbeiten
fr: Le premier rassemblement pour celles et ceux qui œuvrent pour un monde numérique meilleur
fy_nl: De wichtichste gearkomst foar minsken dy’t wurkje oan in bettere digitale wrâld
nl: De belangrijkste bijeenkomst voor mensen die werken aan een betere digitale wereld
pl: Nasze główne wydarzenie dla osób, które pracują nad stworzeniem lepszego świata cyfrowego

source: Donate Your Voice
de: Spenden Sie Ihre Stimme
fr: Donner un peu de votre voix
fy_nl: Donearje jo stim
nl: Doneer uw stem
pl: Przekaż swój głos

source: Contribute to Common Voice, an open source dataset that includes the underrepresented
de: Tragen Sie zu Common Voice bei, einem Open-Source-Datensatz, der Unterrepräsentierte einschließt
fr: Contribuez à Common Voice, un jeu de données open source qui inclut les personnes sous-représentées
fy_nl: Draach by oan Common Voice, in iepenboarne-gegevensset dy’t de ûnderfertsjintwurdigen omfettet
nl: Draag bij aan Common Voice, een opensource-gegevensset die ondervertegenwoordigden omvat
pl: Weź udział w projekcie Common Voice, w którym tworzymy bazę głosów open source, uwzględniającą osoby niedostatecznie reprezentowane

source: Learn
de: Lernen
fr: Apprendre
fy_nl: Leare
pl: Nauka

source: Explore the Research Hub
de: Erkunden Sie das Forschungszentrum
fr: Explorer le centre de recherches
fy_nl: Ferken de Undersykshub
pl: Odkryj Ośrodek Badań

source: Listen to IRL
de: IRL anhören
fr: Écouter IRL
fy_nl: Harkje nei IRL
pl: Posłuchaj podcastu IRL

source: A podcast about the people shaping the future of the internet and AI
de: Ein Podcast über die Menschen, die die Zukunft des Internets und KI gestalten
fr: Un podcast sur les personnes qui façonnent l’avenir d’Internet et de l’IA
fy_nl: In podcast oer de minsken dy’t de takomst fan it ynternet en AI foarmje
pl: Podcast o osobach, które kształtują przyszłość Internetu i AI

source: Explore *Privacy Not Included
de: Entdecken Sie *Datenschutz nicht inbegriffen
fr: Découvrir *Confidentialité non incluse
fy_nl: Ferken *Privacy net ynbegrepen
pl: Odkryj * Prywatność do nabycia osobno

source: A buyers guide that helps you shop smart when it comes to privacy and security
de: Ein Einkaufsleitfaden, der Ihnen dabei hilft, in Bezug auf Datenschutz und Sicherheit intelligent einzukaufen
fr: Un guide d’achat qui vous aide à faire des achats avisés en matière de confidentialité et de sécurité
fy_nl: In keapersgids dy’t jo helpt om tûk te winkeljen as it giet om privacy en feiligens
pl: Poradnik zakupowy, który pomaga kupować mądrzej z perspektywy ochrony prywatności i bezpieczeństwa

source: Donate
de: Spenden
fr: Faire un don
fy_nl: Donearje
nl: Doneren
pl: Datki

source: Make a Donation
de: Spenden
fr: Faire un don
fy_nl: In donaasje dwaan
nl: Een donatie doen
pl: Przekaż datek

source: Ways to Give
de: Spendenmöglichkeiten
fr: Les différentes façons de faire un don
fy_nl: Manieren om te jaan
nl: Donatiemethoden
pl: Sposoby wsparcia

# dropdowns.e4f46e7d-8565-4b1f-8b37-24e6bda9bcc6.title
source: What We Fund
de: Was wir finanzieren
fr: Nos financements
fy_nl: Wat wy finansierje
nl: Wat we financieren
pl: Co finansujemy

# dropdowns.e4f46e7d-8565-4b1f-8b37-24e6bda9bcc6.button.label
source: Learn more
de: Weitere Informationen
fr: En savoir plus
fy_nl: Mear ynfo
nl: Meer info
pl: Dowiedz się więcej

source: Apply for Funding
de: Finanzierung beantragen
fr: Demander un financement
fy_nl: Finansiering oanfreegje
nl: Financiering aanvragen
pl: Zgłoś się po finansowanie

source: The Mozilla Foundation provides funding and resources to individuals, groups, and organizations aligned with creating a more human-centered internet.
de: Die Mozilla Foundation stellt Einzelpersonen, Gruppen und Organisationen Finanzierung und Ressourcen zur Verfügung, die sich für die Schaffung eines menschenzentrierteren Internets einsetzen.
fr: La Fondation Mozilla fournit des financements et des ressources à des individus, des groupes et des organisations qui contribuent à la création d’un Internet davantage centré sur les humains.
fy_nl: De Mozilla Foundation leveret finansiering en middelen oan partikulieren, groepen en organisaasjes dy’t ôfstimd binne mei it meitsjen fan in mear minsklik sintraal ynternet.
nl: De Mozilla Foundation verstrekt financiering en middelen aan individuen, groepen en organisaties die zich richten op het creëren van een meer mensgericht internet.
pl: Fundacja Mozilla udziela wsparcia finansowego i udostępnia zasoby jednostkom, grupom i organizacjom tworzącym Internet, w którym najważniejszy jest człowiek.

source: Opportunites
de: Chancen
fr: Opportunités
pl: Możliwości

source: Fellowships
de: Stipendien
fr: Bourses
pl: Stypendia

source: Empowering leaders working to ensure the internet remains a force for good
de: Führungskräfte stärken, die sich dafür einsetzen, dass das Internet eine Kraft für das Gute bleibt
fr: Donner les moyens d’agir aux leaders qui travaillent pour qu’Internet reste une force de progrès
pl: Wspieramy liderów, których misją jest dbanie, aby Internet był używany do dobrych celów

source: Awards
de: Auszeichnungen
fr: Subventions
pl: Granty

source: We recognize, support, and amplify leaders who work on issues impacting the health of the internet
de: Wir anerkennen, unterstützen und stärken Führungskräfte, die an Themen arbeiten, die die Gesundheit des Internets betreffen
fr: Nous reconnaissons, soutenons et valorisons les leaders qui travaillent sur des problématiques ayant une incidence sur la santé d’Internet
pl: Doceniamy i wspieramy liderów, których praca dotyczy kwestii wpływających na zdrowie Internetu

source: Community Impact
de: Einfluss auf die Gemeinschaft
fr: Impact communautaire
fy_nl: Impact op mienskip
nl: Impact op gemeenschap
pl: Wpływ na społeczność

source: Alumni
fy_nl: Alumny
pl: Absolwenci

source: A vibrant community of past fellows and awardees
de: Eine dynamische Gemeinschaft aus ehemaligen Stipendiaten und Preisträgern
fr: Une communauté dynamique d’anciens titulaires de bourses et de subventions
fy_nl: In libbene mienskip fan eardere fellows en priiswinners
nl: Een levendige gemeenschap van voormalige fellows en prijswinnaars
pl: Dynamiczna społeczność byłych stypendystów i osób, które otrzymały granty

source: Collaborative Funds
de: Kollaborative Fonds
fr: Fonds collaboratifs
pl: Wspólne fundusze

source: An ecosystem of donors working together
de: Ein Ökosystem von Spendern, die zusammenarbeiten
fy_nl: In ekosysteem fan donateurs dy’t gearwurkje
nl: Een ecosysteem van samenwerkende donoren
pl: Ekosystem współpracujących ze sobą darczyńców

# blog_button_label
source: See all blog posts
de: Alle Blogbeiträge ansehen
fr: Voir tous les billets de blog
fy_nl: Alle blogberjochten besjen
nl: Alle blogberichten bekijken
pl: Zobacz wszystkie posty na blogu

source: Working to demand better products, policies, and promote open, trustworthy AI
de: Wir arbeiten daran, bessere Produkte und Richtlinien zu fordern und offene, vertrauenswürdige KI zu fördern
fy_nl: Wurkje om bettere produkten en belied te easkjen en iepen, betroubere AI befoarderje
nl: Werken om betere producten en beleid te eisen en open, betrouwbare AI bevorderen

# title
source: Main Menu 2024
fr: Menu principal 2024

source: YouTube Regrets
fr: Regrets sur YouTube

source: Opportunities
fy_nl: Kânsen
nl: Kansen

source: Fellowship &amp; Awards
fy_nl: Fellowship &amp; Underskiedingen
nl: Fellowship &amp; Onderscheidingen

source: We recognize, support, and amplify leaders who work on issues impacting the health of the internet
fy_nl: Wy erkenne, stypje en fersterkje lieders dy’t wurkje oan problemen dy’t ynfloed hawwe op de sûnens fan it ynternet
nl: We erkennen, ondersteunen en versterken leiders die werken aan problemen die de gezondheid van internet beïnvloeden

source: Collaborations
fy_nl: Gearwurkingen
nl: Samenwerkingen
